{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mju:t(ə)nt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kết quả của sự thay đổi, (thuộc) về sự đột biến (tế bào)</td></tr></table><i/></div>",
            "word": "mutant",
            "pronounce": "['mju:t(ə)nt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mutant</k><blockquote>■ <cclass>adjective resulting from or showing the effect of mutation. </cclass></blockquote><blockquote>■ <cclass>noun a mutant form. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from L. <i>mutant-</i>, <i>mutare</i> 'to change'. </blockquote></div>",
            "word": "mutant",
            "pronounce": "['mju:t(ə)nt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>mutant</k><blockquote>▸ <cclass>noun FREAK (OF NATURE), deviant, monstrosity, monster, mutation.</cclass></blockquote></div>",
            "word": "mutant",
            "pronounce": "['mju:t(ə)nt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mutant",
            "pronounce": "['mju:t(ə)nt]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vật dột biến</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mutant gene</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gen đột biến</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "mutant",
            "pronounce": "['mju:t(ə)nt]"
        }
    },
    "sentences": [
        {
            "en": "A <em>mutant</em>",
            "vi": "một kẻ biến thái"
        },
        {
            "en": "An exceptional <em>mutant</em> can predict the future.",
            "vi": "Một biến thể đặc biệt có thể dự đoán tương lai."
        },
        {
            "en": "This <em>mutant</em> gene is thought to cause cancer.",
            "vi": "Người ta nghĩ sự đột biến gien này gây ra ung thư."
        },
        {
            "en": "I saw the film \"<em>Mutant</em> Chronicles\" last night.",
            "vi": "Tối hôm qua tôi xem phim \"Biên niên sử Dị nhân\"."
        },
        {
            "en": "This imbalance prevents seeds and pollen from developing normally, rendering the <em>Mutant</em> plants sterile .",
            "vi": "Sự mất cân bằng này làm cho hạt và phấn hoa phát triển không bình thường, làm cho cây mất khả năng sinh sản."
        },
        {
            "en": "Homozygous <em>mutant</em> embryos show normal morphogenesis until the seed maturation stage.",
            "vi": "Phôi thai đồng hợp tử đột biến hiển thị hình dạng bình thường cho đến giai đoạn trưởng thành của hạt giống."
        },
        {
            "en": "The first <em>mutant</em> in Arabidopsis was documented in 1873 by Alexander Braun, describing a double flower phenotype.",
            "vi": "Đột biến đầu tiên ở cây thuốc lá được ghi nhận năm 1873 bởi Alexander Braun, là một kiểu hoa đôi."
        },
        {
            "en": "But now and then, hunter- gatherers must have discovered rare <em>Mutant</em> plants that produced seedless, edible fruits.",
            "vi": "Những người thợ săn thường phải tìm ra Những cây đột biến hiếm có tạo thành chuối không hạt và có thể Ăn được ."
        },
        {
            "en": "Amidst a monochromatic wasteland teeming with smoke and shadows, Jack Nance's wire-haired wage slave Henry struggles to navigate the horrors of <em>mutant</em> offspring, sinister hallucinations and, most terrifying of all, his new in-laws.",
            "vi": "đất hoang cằn cỗi, đơn sắc đầy khói và những cái bóng, kẻ làm công ăn lương tóc xoăn Henry, do Jack Nance thủ vai, đấu tranh để vượt qua nỗi hãi hùng về đứa con đột biến, ảo giác quái gở và kinh hãi nhất, là bà mẹ vợ mới của mình."
        },
        {
            "en": "Amidst a monochromatic wasteland teeming with smoke and shadows, Jack Nance's wire - haired wage slave Henry struggles to navigate the horrors of <em>mutant</em> offspring, sinister hallucinations and, most terrifying of all, his new in - laws.",
            "vi": "Ở giữa vùng đất hoang cằn cỗi, đơn sắc đầy khói và những cái bóng, kẻ làm công ăn lương tóc xoăn Henry, do Jack Nance thủ vai, đấu tranh để vượt qua nỗi hãi hùng về đứa con đột biến, ảo giác quái gở và kinh hãi nhất, là bà mẹ vợ mới của mình."
        },
        {
            "en": "I'd had a lot on my mind – revenge-obsessed vampires, giant <em>mutant</em> wolves, a ragged hole in the center of my chest – but when I laid the evidence out, it was embarrassingly obvious.",
            "vi": "nhiều – mấy con ma cà rồng khao khát trả thù, loài sói đột biến khổng lồ, lỗ thủng lởm chởm giữa ngực - nhưng khi bày bằng chứng ra, mọi chuyện thật rõ ràng đến mức xấu hổ."
        },
        {
            "en": "The researchers were intrigued by the results because a gene implicated in malignant leukemias, MKL1, also seems to be necessary to promote normal megakaryocyte maturation. The Krause lab is now studying whether <em>mutant</em> forms of MKL1 may keep levels of GEF-H1 high, thereby making it impossible for megakaryocytes to undergo endomitosis and setting the stage for development of cancer.",
            "vi": "Nhà nghiên cứu ngạc nhiên với các kết quả này bởi vì một gien liên quan đến bệnh bạch cầu ác tính, MKL1, cũng có vẻ là cần thiết để thúc đẩy sự trưởng thành của tế bào nhân khổng lồ bình thường. Phòng thí nghiệm Krause hiện đang nghiên cứu liệu các dạng đột biến của MKL1 có thể giữ mức GEF-H1 cao hay không, do đó làm cho tế bào nhân khổng lồ không thể trải qua nội phân và gây nên giai đoạn phát triển của bệnh ung thư."
        },
        {
            "en": "POSSIBLE EXPLANATIONS: Many experts have theorized about the Dover Demon. Experts in ufology believe it could have been an extraterrestrial or <em>mutant</em> animal. Another explanation came from zoologists, who believed the demon could have been a baby moose, which has similar features to the demon. However, Lorne Coleman, a cryptozoologist, thinks that line of reasoning is flawed since no moose existed in eastern Massachusetts during that time, plus young moose are much larger than the creature Dover witnesses saw. Coleman said, \"I'm most definitely secure in saying I don't know what this is,\" and the residents of Dover still wonder, too.",
            "vi": "Những giải thích khả dĩ: Nhiều chuyên gia đã đưa ra giả thuyết về Quỷ Dover. Chuyên gia nghiên cứu các vật thể bay không xác định tin rằng nó có thể là một động vật ngoài trái đất hoặc đột biến. Một giải thích khác đến từ các nhà động vật học, những người tin rằng con quỷ có thể là một con nai sừng tấm non, loài vật có những đặc điểm tương tự như được mô tả ở con quỷ. Tuy nhiên, Lorne Coleman, một nhà khoa học nghiên cứu về các quái vật truyền thuyết, nghĩ rằng cách lý luận này có sai sót vì nai sừng tấm không sống ở miền đông Massachusetts trong thời gian đó, cộng với kích thước của nai sừng tấm non thì lớn hơn nhiều hơn so với sinh vật Dover mà các nhân chứng đã nhìn thấy. Coleman cho biết: \"Tôi khác chắc chắn nói rằng tôi không biết đó là gì”, và các cư dân của Dover cũng vẫn chưa có lời giải cho câu hỏi này."
        },
        {
            "en": "It made me sad that he had to try so hard. I comforted myself with the knowledge that I wouldn’t be causing him pain much longer.  I heard Charlie approaching then, stamping his feet on the way to express his customary displeasure with our guest. Edward’s eyes snapped open and he let our hands fall, keeping them twined.     “Good evening, Charlie.” Edward was always flawlessly polite, though Charlie didn’t deserve it. Charlie grunted at him, and then stood there with his arms crossed over his chest. He was taking the idea of parental supervision to extremes lately.  “I brought another set of applications,” Edward told me then, holding up a stuffed manila envelope. He was wearing a roll of stamps like a ring around his littlest finger.    I groaned. How were there any colleges left that he hadn’t forced me to apply to already? And how did he keep finding these loophole openings? It was so late in the year.  He smiled as if he could read my thoughts; they must have been very obvious on my face. “There are still a few open deadlines. And a few places willing to make exceptions.”    I could just imagine the motivations behind such exceptions. And the dollar amounts involved.  Edward laughed at my expression.  “Shall we?” he asked, towing me toward the kitchen table.  Charlie huffed and followed behind, though he could hardly complain about the activity on tonight’s agenda. He’d been pestering me to make a decision about college on a daily basis.    I cleared the table quickly while Edward organized an intimidating stack of forms. When I moved Wuthering Heights to the counter, Edward raised one eyebrow. I knew what he was thinking, but Charlie interrupted before Edward could comment.  “Speaking of college applications, Edward,” Charlie said, his tone even more sullen — he tried to avoid addressing Edward directly, and when he had to, it exacerbated his bad mood. “Bella and I were just talking about next year. Have you decided where you’re going to school?”      Edward smiled up at Charlie and his voice was friendly. “Not yet. I’ve received a few acceptance letters, but I’m still weighing my options.”  “Where have you been accepted?” Charlie pressed.  “Syracuse . . . Harvard . . . Dartmouth . . . and I just got accepted to the University of Alaska Southeast today.” Edward turned his face slightly to the side so that he could wink at me. I stifled a giggle.    “Harvard? Dartmouth?” Charlie mumbled, unable to conceal his awe. “Well that’s pretty . . . that’s something. Yeah, but the University of Alaska . . . you wouldn’t really consider that when you could go Ivy League. I mean, your father would want you to . . .”  “Carlisle’s always fine with whatever I choose to do,” Edward told him serenely.  “Hmph.”     “Guess what, Edward?” I asked in a bright voice, playing along.  “What, Bella?”  I pointed to the thick envelope on the counter. “I just got my acceptance to the University of Alaska!”  “Congratulations!” He grinned. “What a coincidence.”  Charlie’s eyes narrowed and he glared back and forth between the two of us. “Fine,” he muttered after a minute. “I’m going to go watch the game, Bella. Nine-thirty.”  That was his usual parting command.     “Er, Dad? Remember the very recent discussion about my freedom . . . ?”  He sighed. “Right. Okay, ten -thirty. You still have a curfew on school nights.”  “Bella’s no longer grounded?” Edward asked. Though I knew he wasn’t really surprised, I couldn’t detect any false note to the sudden excitement in his voice.  “Conditionally,” Charlie corrected through his teeth. “What’s it to you?”  I frowned at my dad, but he didn’t see.  “It’s just good to know,” Edward said. “Alice has been itching for a shopping partner, and I’m sure Bella would love to see some city lights.” He smiled at me.  But Charlie growled, “No!” and his face flushed purple.      “Dad! What’s the problem?”  He made an effort to unclench his teeth. “I don’t want you going to Seattle right now.”  “Huh?”  “I told you about that story in the paper — there’s some kind of gang on a killing spree in Seattle and I want you to steer clear, okay?”    I rolled my eyes. “Dad, there’s a better chance that I’ll get struck by lightning than that the one day I’m in Seattle —”  “No, that’s fine, Charlie,” Edward said, interrupting me. “I didn’t mean Seattle. I was thinking Portland, actually. I wouldn’t have Bella in Seattle, either. Of course not.”  I looked at him in disbelief, but he had Charlie’s newspaper in his hands and he was reading the front page intently     He must have been trying to appease my father. The idea of being in danger from even the most deadly of humans while I was with Alice or Edward was downright hilarious.  It worked. Charlie stared at Edward for one second more, and then shrugged. “Fine.” He stalked off toward the living room, in a bit of a hurry now — maybe he didn’t want to miss tip-off.  I waited till the TV was on, so that Charlie wouldn’t be able to hear me.  “What —,” I started to ask.  “Hold on,” Edward said without looking up from the paper. His eyes stayed focused on the page as he pushed the first application toward me across the table. “I think you can recycle your essays for this one. Same questions.”     Charlie must still be listening. I sighed and started to fill out the repetitive information: name, address, social. . . . After a few minutes I glanced up, but Edward was now staring pensively out the window. As I bent my head back to my work, I noticed for the first time the name of the school.  I snorted and shoved the papers aside.      “Bella?”  “Be serious, Edward. Dartmouth ?”  Edward lifted the discarded application and laid it gently in front of me again. “I think you’d like New Hampshire,” he said. “There’s a full complement of night courses for me, and the forests are very conveniently located for the avid hiker. Plentiful wildlife.” He pulled out the crooked smile he knew I couldn’t resist.     I took a deep breath through my nose.  “I’ll let you pay me back, if that makes you happy,” he promised. “If you want, I can charge you interest.”  “Like I could even get in without some enormous bribe. Or was that part of the loan? The new Cullen wing of the library? Ugh. Why are we having this discussion again?”     “Will you just fill out the application, please, Bella? It won’t hurt you to apply.”  My jaw flexed. “You know what? I don’t think I will.”  I reached for the papers, planning to crumple them into a suitable shape for lobbing at the trashcan, but they were already gone. I stared at the empty table for a moment, and then at Edward. He didn’t appear to have moved, but the application was probably already tucked away in his jacket.      “What are you doing?” I demanded.  “I sign your name better than you do yourself. You’ve already written the essays.”  “You’re going way overboard with this, you know.” I whispered on the off chance that Charlie wasn’t completely lost in his game. “I really don’t need to apply anywhere else. I’ve been accepted in Alaska. I can almost afford the first semester’s tuition. It’s as good an alibi as any. There’s no need to throw away a bunch of money, no matter whose it is.”  A pained looked tightened his face. “Bella —”  “Don’t start. I agree that I need to go through the motions for Charlie’s sake, but we both know I’m not going to be in any condition to go to school next fall. To be anywhere near people.”     My knowledge of those first few years as a new vampire was sketchy. Edward had never gone into details — it wasn’t his favorite subject — but I knew it wasn’t pretty. Self-control was apparently an acquired skill. Anything more than correspondence school was out of the question.  “I thought the timing was still undecided,” Edward reminded me softly. “You might enjoy a semester or two of college. There are a lot of human experiences you’ve never had.”  “I’ll get to those afterward.”  “They won’t be human experiences afterward. You don’t get a second chance at humanity, Bella.”  I sighed. “You’ve got to be reasonable about the timing, Edward. It’s just too dangerous to mess around with.”     “There’s no danger yet,” he insisted.  I glared at him. No danger? Sure. I only had a sadistic vampire trying to avenge her mate’s death with my own, preferably through some slow and torturous method. Who was worried about Victoria? And, oh yeah, the Volturi — the vampire royal family with their small army of vampire warriors — who insisted that my heart stop beating one way or another in the near future, because humans weren’t allowed to know they existed. Right. No reason at all to panic.  Even with Alice keeping watch — Edward was relying on her uncannily accurate visions of the future to give us advance warning — it was insane to take chances.    Besides, I’d already won this argument. The date for my transformation was tentatively set for shortly after my graduation from high school, only a handful of weeks away.  A sharp jolt of unease pierced my stomach as I realized how short the time really was. Of course this change was necessary — and the key to what I wanted more than everything else in the world put together — but I was deeply conscious of Charlie sitting in the other room enjoying his game, just like every other night. And my mother, Renée, far away in sunny Florida, still pleading with me to spend the summer on the beach with her and her new husband. And Jacob, who, unlike my parents, would know exactly what was going on when I disappeared to some distant school. Even if my parents didn’t grow suspicious for a long time, even if I could put off visits with excuses about travel expenses or study loads or illnesses, Jacob would know the truth.    For a moment, the idea of Jacob’s certain revulsion overshadowed every other pain.  “Bella,” Edward murmured, his face twisting when he read the distress in mine. “There’s no hurry. I won’t let anyone hurt you. You can take all the time you need.”  “I want to hurry,” I whispered, smiling weakly, trying to make a joke of it. “I want to be a monster, too.”     His teeth clenched; he spoke through them. “You have no idea what you’re saying.” Abruptly, he flung the damp newspaper onto the table in between us. His finger stabbed the headline on the front page:  DEATH TOLL ON THE RISE, POLICE FEAR GANG ACTIVITY  “What does that have to do with anything?”  “Monsters are not a joke, Bella.”  I stared at the headline again, and then up to his hard expression. “A . . . avampire is doing this?” I whispered.     He smiled without humor. His voice was low and cold. “You’d be surprised, Bella, at how often my kind are the source behind the horrors in your human news. It’s easy to recognize, when you know what to look for. The information here indicates a newborn vampire is loose in Seattle. Bloodthirsty, wild, out of control. The way we all were.”  I let my gaze drop to the paper again, avoiding his eyes.     “We’ve been monitoring the situation for a few weeks. All the signs are there — the unlikely disappearances, always in the night, the poorly disposed-of corpses, the lack of other evidence. . . . Yes, someone brand-new. And no one seems to be taking responsibility for the neophyte. . . .” He took a deep breath. “Well, it’s not our problem. We wouldn’t even pay attention to the situation if wasn’t going on so close to home. Like I said, this happens all the time. The existence of monsters results in monstrous consequences.”      I tried not to see the names on the page, but they jumped out from the rest of the print like they were in bold. The five people whose lives were over, whose families were mourning now. It was different from considering murder in the abstract, reading those names. Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O’Connell, Ronald Albrook. People who’d had parents and children and friends and pets and jobs and hopes and plans and memories and futures. . . .  “It won’t be the same for me,” I whispered, half to myself. “You won’t let me be like that. We’ll live in Antarctica.”     Edward snorted, breaking the tension. “Penguins. Lovely.”  I laughed a shaky laugh and knocked the paper off the table so I wouldn’t have to see those names; it hit the linoleum with a thud. Of course Edward would consider the hunting possibilities. He and his “vegetarian” family — all committed to protecting human life — preferred the flavor of large predators for satisfying their dietary needs. “Alaska, then, as planned. Only somewhere much more remote than Juneau — somewhere with grizzlies galore.”  “Better,” he allowed. “There are polar bears, too. Very fierce. And the wolves get quite large.”      My mouth fell open and my breath blew out in a sharp gust.  “What’s wrong?” he asked. Before I could recover, the confusion vanished and his whole body seemed to harden. “Oh. Never mind the wolves, then, if the idea is offensive to you.” His voice was stiff, formal, his shoulders rigid.  “He was my best friend, Edward,” I muttered. It stung to use the past tense. “Of course the idea offends me.”  “Please forgive my thoughtlessness,” he said, still very formal. “I shouldn’t have suggested that.”  “Don’t worry about it.” I stared at my hands, clenched into a double fist on the table.  We were both silent for a moment, and then his cool finger was under my chin, coaxing my face up. His expression was much softer now.       “Sorry. Really.”  “I know. I know it’s not the same thing. I shouldn’t have reacted that way. It’s just that . . . well, I was already thinking about Jacob before you came over.” I hesitated. His tawny eyes seemed to get a little bit darker whenever I said Jacob’s name. My voice turned pleading in response. “Charlie says Jake is having a hard time. He’s hurting right now, and . . . it’s my fault.”  “You’ve done nothing wrong, Bella.”  I took a deep breath. “I need to make it better, Edward. I owe him that. And it’s one of Charlie’s conditions, anyway —”     His face changed while I spoke, turning hard again, statue-like.  “You know it’s out of the question for you to be around a werewolf unprotected, Bella. And it would break the treaty if any of us cross over onto their land. Do you want us to start a war?”  “Of course not!”  “Then there’s really no point in discussing the matter further.” He dropped his hand and looked away, searching for a subject change. His eyes paused on something behind me, and he smiled, though his eyes stayed wary.  “I’m glad Charlie has decided to let you out — you’re sadly in need of a visit to the bookstore. I can’t believe you’re reading Wuthering Heights again. Don’t you know it by heart yet?”     “Not all of us have photographic memories,” I said curtly.  “Photographic memory or not, I don’t understand why you like it. The characters are ghastly people who ruin each others’ lives. I don’t know how Heathcliff and Cathy ended up being ranked with couples like Romeo and Juliet or Elizabeth Bennet and Mr. Darcy. It isn’t a love story, it’s a hate story.”     “You have some serious issues with the classics,” I snapped.  “Perhaps it’s because I’m not impressed by antiquity.” He smiled, evidently satisfied that he’d distracted me. “Honestly, though, why do you read it over and over?” His eyes were vivid with real interest now, trying — again — to unravel the convoluted workings of my mind. He reached across the table to cradle my face in his hand. “What is it that appeals to you?”    His sincere curiosity disarmed me. “I’m not sure,” I said, scrambling for coherency while his gaze unintentionally scattered my thoughts. “I think it’s something about the inevitability. How nothing can keep them apart — not her selfishness, or his evil, or even death, in the end. . . .”  His face was thoughtful as he considered my words. After a moment he smiled a teasing smile. “I still think it would be a better story if either of them had one redeeming quality.”     “I think that may be the point,” I disagreed. “Their love is their only redeeming quality.”  “I hope you have better sense than that — to fall in love with someone so . . . malignant.”  “It’s a bit late for me to worry about who I fall in love with,” I pointed out. “But even without the warning, I seem to have managed fairly well.”      He laughed quietly. “I’m glad you think so.”  “Well, I hope you’re smart enough to stay away from someone so selfish. Catherine is really the source of all the trouble, not Heathcliff.”  “I’ll be on my guard,” he promised.  I sighed. He was so good at distractions.  I put my hand over his to hold it to my face. “I need to see Jacob.”  His eyes closed. “No.”      “It’s truly not dangerous at all,” I said, pleading again. “I used to spend all day in La Push with the whole lot of them, and nothing ever happened.”  But I made a slip; my voice faltered at the end because I realized as I was saying the words that they were a lie. It was not true that nothing had ever happened. A brief flash of memory — an enormous gray wolf crouched to spring, baring his dagger-like teeth at me — had my palms sweating with an echo of remembered panic.  Edward heard my heart accelerate and nodded as if I’d acknowledged the lie aloud. “Werewolves are unstable. Sometimes, the people near them get hurt. Sometimes, they get killed.”     I wanted to deny it, but another image slowed my rebuttal. I saw in my head the once beautiful face of Emily Young, now marred by a trio of dark scars that dragged down the corner of her right eye and left her mouth warped forever into a lopsided scowl.  He waited, grimly triumphant, for me to find my voice.  “You don’t know them,” I whispered.  “I know them better than you think, Bella. I was here the last time.”  “The last time?”     “We started crossing paths with the wolves about seventy years ago. . . . We had just settled near Hoquiam. That was before Alice and Jasper were with us. We outnumbered them, but that wouldn’t have stopped it from turning into a fight if not for Carlisle. He managed to convince Ephraim Black that coexisting was possible, and eventually we made the truce.”  Jacob’s great-grandfather’s name startled me.    “We thought the line had died out with Ephraim,” Edward muttered; it sounded like he was talking to himself now. “That the genetic quirk which allowed the transmutation had been lost. . . .” He broke off and stared at me accusingly. “Your bad luck seems to get more potent every day. Do you realize that your insatiable pull for all things deadly was strong enough to recover a pack of <em>mutant</em> canines from extinction? If we could bottle your luck, we’d have a weapon of mass destruction on our hands.”  I ignored the ribbing, my attention caught by his assumption — was he serious? “But I didn’t bring them back. Don’t you know?”     “Know what?”  “My bad luck had nothing to do with it. The werewolves came back because the vampires did.”  Edward stared at me, his body motionless with surprise.  “Jacob told me that your family being here set things in motion. I thought you would already know. . . .”  His eyes narrowed. “Is that what they think?”  “Edward, look at the facts. Seventy years ago, you came here, and the werewolves showed up. You come back now, and the werewolves show up again. Do you think that’s a coincidence?”     He blinked and his glare relaxed. “Carlisle will be interested in that theory.”  “Theory,” I scoffed.  He was silent for a moment, staring out the window into the rain; I imagined he was contemplating the fact that his family’s presence was turning the locals into giant dogs.  “Interesting, but not exactly relevant,” he murmured after a moment. “The situation remains the same.”  I could translate that easily enough: no werewolf friends.  I knew I must be patient with Edward. It wasn’t that he was unreasonable, it was just that he didn’t understand. He had no idea how very much I owed Jacob Black — my life many times over, and possibly my sanity, too.     I didn’t like to talk about that barren time with anyone, and especially not Edward. He had only been trying to save me when he’d left, trying to save my soul. I didn’t hold him responsible for all the stupid things I’d done in his absence, or the pain I had suffered.  He did.  So I would have to word my explanation very carefully.  I got up and walked around the table. He opened his arms for me and I sat on his lap, nestling into his cool stone embrace. I looked at his hands while I spoke.    “Please just listen for a minute. This is so much more important than some whim to drop in on an old friend. Jacob is in pain.” My voice distorted around the word. “I can’t not try to help him — I can’t give up on him now, when he needs me. Just because he’s not human all the time. . . . Well, he was there for me when I was . . . not so human myself. You don’t know what it was like. . . .” I hesitated. Edward’s arms were rigid around me; his hands were in fists now, the tendons standing out. “If Jacob hadn’t helped me . . . I’m not sure what you would have come home to. I owe him better than this, Edward.”     I looked up at his face warily. His eyes were closed, and his jaw was strained.  “I’ll never forgive myself for leaving you,” he whispered. “Not if I live a hundred thousand years.”  I put my hand against his cold face and waited until he sighed and opened his eyes.  “You were just trying to do the right thing. And I’m sure it would have worked with anyone less mental than me. Besides, you’re here now. That’s the part that matters.”  “If I’d never left, you wouldn’t feel the need to go risk your life to comfort a dog .”  I flinched. I was used to Jacob and all his derogatory slurs —bloodsucker, leech, parasite . . . .    Somehow it sounded harsher in Edward’s velvet voice.  “I don’t know how to phrase this properly,” Edward said, and his tone was bleak. “It’s going to sound cruel, I suppose. But I’ve come too close to losing you in the past. I know what it feels like to think I have. I am not going to tolerate anything dangerous.”  “You have to trust me on this. I’ll be fine.”  His face was pained again. “Please, Bella,” he whispered.  I stared into his suddenly burning golden eyes. “Please what?”  “Please, for me. Please make a conscious effort to keep yourself safe. I’ll do everything I can, but I would appreciate a little help.”      “I’ll work on it,” I murmured.  “Do you really have any idea how important you are to me? Any concept at all of how much I love you?” He pulled me tighter against his hard chest, tucking my head under his chin.  I pressed my lips against his snow-cold neck. “I know how much I love you ,” I answered.  “You compare one small tree to the entire forest.”  I rolled my eyes, but he couldn’t see. “Impossible.”  He kissed the top of my head and sighed.  “No werewolves.”  “I’m not going along with that. I have to see Jacob.”  “Then I’ll have to stop you.”    He sounded utterly confident that this wouldn’t be a problem.  I was sure he was right.  “We’ll see about that,” I bluffed anyway. “He’s still my friend.”  I could feel Jacob’s note in my pocket, like it suddenly weighed ten pounds. I could hear the words in his voice, and he seemed to be agreeing with Edward — something that would never happen in reality.  Doesn’t change anything. Sorry.",
            "vi": "Điều đó làm tôi buồn khi anh phải cố gắng thật nhiều như vậy. Tôi an ủi mình bằng chuyện mình sẽ không làm cho anh đau đớn lâu hơn.  Thế rồi tôi nghe tiếng Charlie đến gần, nện bước chân của ông trên đường đi tỏ thái độ không hài lòng cố hữu của ông với vị khách của chúng tôi. Mắt Edward vội mở ra và anh buông bàn tay chúng tôi xuống, vẫn đan vào nhau.    \"Chào Charlie.\" Edward lúc nào cũng hết sức lịch sự, cho dù Charlie không xứng đáng với điều đó. Charlie cằn nhằn anh, rồi đứng ở đó khoanh tay trước ngực. Gần đây ông muốn chứng tỏ quyền làm cha giám sát tôi hết sức nghiêm ngặt.  \"Anh mang đến một bộ đơn khác nữa,\" Edward nói với tôi rồi giơ lên phong bì bằng giấy ma-ni-la chật cứng. Anh đang cuộn một cuộn tem giống như cái nhẫn quanh ngón tay út của mình.    Tôi rên rỉ. Còn có trường cao đẳng nào còn sót lại mà anh không ép tôi nộp đơn không? Và làm sao anh cứ tìm những trường còn trống này hoài vậy? Năm nay đã trễ rồi mà.  Anh mỉm cười như thể đoán được ý nghĩ của tôi; chắc chúng hiện trên mặt tôi. \"Vẫn còn một vài thời hạn chót để ngỏ. Và một vài nơi sẵn sàng chấp nhận ngoại lệ”.    Tôi có thể hình dung được động cơ đằng sau những ngoại lệ ấy. Và chắc thế nào cũng dính đến tiền.  Edward cười nhạo vẻ mặt của tôi.  \"Mình làm chứ?\" anh hỏi, kéo tôi về phía bàn bếp.  Charlie gắt gỏng và đi theo sau, cho dù ông hầu như không than phiền gì về hoạt động của lịch trình đêm nay. Ông quấy rầy tôi mỗi ngày về việc chọn trường.     Tôi dọn bàn thật nhanh trong khi Edward sắp xếp lại chồng đơn đáng ngại. Khi tôi dời cuốn Đỉnh gió hú trên quầy, Edward nhướng mày. Tôi biết anh đang nghĩ gì, nhưng Charlie cắt ngang trước khi Edward bình luận.  \"Nói về vụ nộp đơn vào trường cao đẳng, Edward, \" Charlie nói, giọng ông thậm chí giận dỗi hơn - ông cố tránh gọi thẳng tên Edward, và khi ông bắt buộc phải lên tiếng, thì ông càng tức giận hơn.  \"Bella và tôi đang nói về năm tới. Cậu đã quyết định sẽ học trường nào chưa?\"    Edward tươi cười nhìn Charlie và giọng anh đầy thân thiện. \"Chưa. Cháu đã nhận được một vài thư đồng ý, nhưng cháu vẫn còn cân nhắc lựa chọn.\"  \"Thế nơi nào đã chấp nhận rồi?\" Charlie nhấn mạnh.  \"Syracuse…..Harvard……Dartmouth. Và cháu vừa nhận thư của đại học Alaska Southeast hôm nay.\" Edward hơi quay mặt sang một bên để có thể nháy mắt với tôi. Tôi nín cười.     \"Harvard? Dartmouth ?\" Charlie lầm bầm, không giấu được vẻ ngưỡng mộ. \"Ờ, tốt……. thế cũng được. Ờ, nhưng đại học Alaska….cậu không nghĩ đến chuyện cậu có thể học ở Ivy League à. Ý tôi là, cha cậu sẽ muốn cậu …..\"  \"Cháu chọn gì Carlisle cũng chịu hết,\" Edward bình tĩnh nói với ông.  \"Hừm.\"    \"Anh tưởng tượng được không, Edward?\" Tôi vui vẻ hỏi, xạo sự.  “Chuyện gì vậy Bella?\"  Tôi chỉ cái phong bì dày cộm trên quầy bếp. \"Em vừa nhận được thư chấp thuận của đại học Alaska!\"  \"Chúc mừng em!\" Anh cười toe toét. \"Trùng hợp làm sao.\"  Mắt Charlie nheo lại và ông nhìn qua lại hai chúng tôi. \"Tốt thôi,\" Một phút sau ông lẩm bẩm \" Bố đi coi đánh bóng đây, Bella. Nhớ chín giờ ba mươi nhé. \"  Đó là mệnh lệnh thường lệ của ông khi bỏ đi.    \"Eo, bố? Bố có nhớ mới nói xong về chuyện con tự do ... không?\"  Ông thở dài. \"Đúng vậy. Thôi được, mười giờ ba mươi. Con vẫn còn lệnh hạn chế học đêm ở trường đấy\"  \"Bella không bị cấm ra ngoài nữa sao?\" Edward hỏi. Dù tôi biết anh chẳng hề ngạc nhiên, nhưng tôi không thể phát hiện ra vẻ giả tạo trong giọng sung sướng bất ngờ của anh.  \"Có điều kiện,\" Charlie đính chính qua kẽ răng. \"Dính dáng gì tới cậu?\"  Tôi cau mày khó chịu với bố tôi, nhưng anh không thấy điều đó.  \"Thật vui khi biết vậy,\" Edward nói. \"Alice đang mong có một người mua sắm hợp rơ, và cháu chắc chắn rằng Bella muốn được ngắm nhìn ánh đèn thành phố.\" Anh mỉm cười với tôi.  Nhưng Charlie gầm gừ, \"Không được!\" và mặt ông chuyển sang đỏ tía.    \"Bố! Sao kỳ vậy bố?\"  Ông cố gắng lên tiếng. \"Bố không muốn con đi Seattle ngay bây giờ.\"  \"Hả?\"  \"Bố đã kể cho con nghe về chuyện đăng trong báo rồi - có băng nhóm nào đó đang bắn giết điên loạn ở Seattle và bố muốn con tránh xa, được chứ?\"    Tôi trợn tròn mắt. \"Bố, bị sét đánh còn dễ xảy ra hơn tự nhiên đúng ngày con ở Seattle -\"  \"Không đâu, được thôi, bác Charlie, \" Edward nói, ngắt lời tôi. \"Cháu không có ý nói đến Seattle. Thực ra cháu nghĩ đến Portland. Cháu cũng sẽ không để Bella đến Seattle đâu. Dĩ nhiên là không rồi.\"  Tôi nhìn anh nghi ngờ, nhưng anh cầm tờ báo của Charlie trong tay và anh đang đọc trang nhất chăm chú.    Chắc là anh đang cố gắng để dỗ dành bố thôi. Cái ý nghĩ gặp nguy hiểm dù là bởi những con người đáng sợ nhất trong khi đang ở bên Alice hay Edward thật hết sức buồn cười.  Có hiệu quả liền. Charlie nhìn chằm chằm vào Edward trong một giây nữa, rồi nhún vai. \"Tốt thôi.\" Ông hiên ngang đi về phía phòng khách, bây giờ thì hơi vội một chút - có lẽ ông không muốn bỏ lỡ phần bắt đầu hiệp đấu.  Tôi chờ đến khi TV được bật lên, để Charlie không nghe được.  \"Chuyện gì thế-,\" tôi bắt đầu hỏi.  \"Chờ chút,\" Edward nói không rời mắt khỏi tờ báo. Mắt anh vẫn nhìn vào trang này khi đẩy qua bàn lá đơn đầu tiên về phía tôi. \"Anh nghĩ em có thể chế lại bài tiểu luận của em cho lá đơn này. Cũng mấy câu hỏi giống nhau thôi\"    Charlie hẳn vẫn đang nghe ngóng. Tôi thở dài và bắt đầu điền vào thông tin lặp đi lặp lại cũ rích: tên, địa chỉ, tình trạng xã hội…..Sau vài phút, tôi liếc nhìn lên, nhưng Edward đang nhìn trầm ngâm ra cửa sổ. Khi cúi đầu trở lại với việc đang làm, tôi mới để ý đến tên của trường.  Tôi khịt mũi và đẩy mấy tờ giấy sang một bên.    \"Bella ?\"  \"Nghiêm túc đi, Edward. Trường Dartmouth sao?\"  Edward lấy cái đơn tôi đã bỏ và đặt nó nhẹ nhàng trước mặt tôi trở lại. \"Anh nghĩ em sẽ thích New Hampshire, \" anh nói. \"Có lớp đêm bổ sung đầy đủ cho anh, và rừng cũng nằm ở vị trí rất thuận tiện cho người mê đi bộ đường dài. Đầy nhóc động vật hoang dã. \" Anh nhếch môi mỉm cười nụ cười anh biết tôi không cưỡng lại nỗi.    Tôi hít thật sâu qua mũi.  \"Anh sẽ để em trả tiền lại, nếu em thích vậy,\" anh hứa. \"Nếu em muốn, anh có thể tính tiền lãi\"  \"Làm như em tự nhiên được nhận vào trường mà không cần tiền hối lộ khổng lồ vậy. Hay đó là điều kiện của chuyện cho vay tiền? Hay nhà Cullen bảo trợ cho thư viện mới? Eo ôi. Sao mình cứ nói đi nói lại chuyện này hoài vậy?\"     \"Em chỉ cần điền vào đơn này thôi mà, Bella? Có đau đớn gì đâu chứ.\"  Hàm tôi nghiến lại. \"Anh biết gì không? Em sẽ không điền đâu. \"  Tôi với lấy mấy tờ giấy, định vò tròn chúng lại để quăng vào thùng rác, nhưng chúng không còn ở đó nữa. Tôi nhìn chằm chằm vào cái bàn trống không một hồi lâu, rồi nhìn Edward. Anh như chẳng hề nhúc nhích, nhưng cái đơn có lẽ đã được giấu trong áo khoác của anh.    \"Anh sẽ làm gì?\" Tôi gặng hỏi.  \"Anh sẽ ký tên em đẹp hơn là em tự ký. Em đã viết tiểu luận rồi còn gì.\"  \"Anh biết đó, anh quá nhiệt tình chuyện này đó\" Tôi thì thầm vì ít có khả năng Charlie hoàn toàn đắm chìm vào trận đấu. \"Em thật sự chẳng cần nộp đơn vô đâu hết. Em đã được chấp nhận vào Alaska. Em gần như có thể chi trả học phí trong học kỳ đầu tiên. Nó là chứng cớ ngoại phạm tốt cho mọi thứ. Không cần phải quăng cả đống tiền, dù đó là trường của ai.\"  Vẻ mặt anh căng ra đau đớn. \"Bella - \"  \"Đừng nói lại chuyện đó nữa. Em đồng ý là em cần xem xét kỹ lưỡng mọi hành động vì Charlie, nhưng cả hai chúng ta đều biết là em không thể nào đến trường vào mùa thu tới. Không thể nào ở bất kỳ đâu gần con người.\"    Kiến thức của tôi về mấy năm đầu tiên làm ma cà rồng mới rất sơ sài. Edward chẳng bao giờ chịu nói cặn kẽ - đó không phải là đề tài ưa thích của anh - nhưng tôi biết chẳng dễ chịu chút nào. Tự chủ rõ ràng là kỹ năng cần có. Bất cứ trường nào mà ngoài trường đào tạo từ xa là không thể được.  \"Anh tưởng chuyện chọn thời gian vẫn chưa ngã ngũ,\" Edward nhắc khẽ tôi. \"Em có thể học một hoặc hai học kỳ ở cao đẳng. Em chưa có nhiều kinh nghiệm làm người mà.\"  \"Sau đó em sẽ có thôi.\"  \"Sau đó sẽ không còn là kinh nghiệm làm người nữa. Em sẽ không có cơ hội làm người lần thứ hai đâu, Bella. \"  Tôi thở dài.\"Anh phải biết điều về vụ chọn thời gian chứ, Edward. Chuyện này quá nguy hiểm nên phải nghiêm túc mới được.\"    \"Chưa có gì nguy hiểm hết,\" anh nhấn mạnh.  Tôi nhìn anh trừng trừng. Không nguy hiểm ư? Chắc chắn rồi. Tôi chỉ thấy có một ma cà rồng ác dâm cố trả thù cái chết của bạn tình, bằng cách hành hạ đau đớn từ từ. Ai lo về vụ Victoria? Và còn, ồ, ờ, Volturi - một gia đình hoàng tộc ma cà rồng với đội quân nhỏ các chiến binh ma cà rồng - khăng khăng là tôi sẽ chết bằng cách này hay cách khác trong một ngày gần đây, vì con người không được phép biết họ tồn tại. Đúng. Có chút lý do gì để hoảng sợ đâu.  Ngay cả việc Alice luôn canh chừng - Edward dựa vào khả năng biết chính xác tương lai một cách kỳ lạ của cô ấy để cảnh báo cho chúng tôi mọi việc- thật là điên khi liều lĩnh như vậy.     Hơn nữa, tôi đã thắng trong cuộc tranh luận này. Ngày biến đổi tôi đã được tạm thời quyết định là ngay sau khi tốt nghiệp trung học, tức là chỉ còn vài tuần nữa thôi.  Cái xóc nẩy mạnh khó chịu xuyên qua dạ dày khi tôi nhận ra khoảng thời gian thực sự còn rất ngắn. Dĩ nhiên sự biến đổi này là cần thiết - và bởi đó chính là điều mà tôi mong muốn hơn hết thảy những gì trên thế gian này gộp lại - nhưng tôi quan tâm rất nhiều đến Charlie vẫn đang ngồi trong căn phòng kia thưởng thức trận đấu, như mọi buổi tối khác. Và mẹ tôi, Renée, đang ở tiểu bang đầy nắng Florida xa xôi, vẫn bảo tôi đến nghỉ hè trên bãi biển với bà và chồng mới cưới của bà. Và Jacob, một người, không giống như cha mẹ tôi, sẽ biết chính xác chuyện gì xảy ra khi tôi biến mất để đến ngôi trường nào đó xa xôi. Ngay cho dù cha mẹ tôi không nghi ngờ trong một thời gian dài, ngay cho dù tôi có thể hoãn viếng thăm với lời xin lỗi rằng vì chi phí đi lại hay vì học hành quá tải hoặc bệnh, nhưng Jacob sẽ biết sự thật.     Trong một chốc, cái ý nghĩ Jacob chắc chắn khiếp sợ đã làm lu mờ mọi nỗi đau khác.  \"Bella,\" Edward thì thầm, mặt anh nhăn lại khi đọc thấy niềm đau trong suy nghĩ của tôi. \"Không có gì phải vội. Anh sẽ không để cho bất kỳ ai làm em bị thương. Em hãy thong thả.\"  \"Em muốn nhanh,\" tôi thì thầm, mỉm cười yếu ớt, cố pha trò. \"Em cũng muốn trở thành quái vật nữa.”    Anh nghiến răng lại; nói qua kẽ răng. \"Em không biết em đang nói gì đâu.\" Bỗng dưng anh ném tờ báo ướt lên bàn ở giữa chúng tôi. Ngón tay anh chỉ vào dòng tít trên trang nhất :  DANH SÁCH NGƯỜI CHẾT ĐANG GIA TĂNG, CẢNH SÁT E RẰNG ĐÂY LÀ HOẠT ĐỘNG CỦA CÁC BĂNG NHÓM  \"Chuyện đó chẳng dính dáng tới gì hết?\"  \"Quái vật không phải là chuyện đùa đâu, Bella.\"  Tôi nhìn chằm chằm vào tiêu đề bài báo, rồi ngước lên nhìn vẻ mặt nghiêm nghị của anh.  ”Một…con ma cà rồng đang làm việc này à?\" Tôi thì thầm.    Anh cười chua chát. Giọng anh chùng xuống và lạnh lẽo.  \"Em sẽ ngạc nhiên, Bella, khi biết đồng loại của anh thường đứng sau những chuyện kinh dị đăng ở các trang tin tức của loài người. Thật dễ nhận ra, khi em biết em đang tìm kiếm gì. Thông tin ở đây cho biết một con ma cà rồng mới sinh đang sống buông thả ở Seattle. Khát máu, hoang dã, không kiểm soát được bản thân. Tất cả bọn anh đều thế.\"  Tôi nhìn chằm chằm vào tờ báo lần nữa, lẩn tránh ánh mắt anh.    \"Tụi anh đã giám sát tình hình trong một vài tuần nay. Mọi dấu hiệu đều có ở đó cả - biến mất mơ hồ, luôn vào ban đêm, – những xác chết ở trong tình trạng thảm khốc, thiếu bằng chứng khác... Đúng vậy, một con mới tinh. Và dường như chẳng ai chịu trách nhiệm về con ma cà rồng mới này. ..\" Anh hít thật sâu. \" Ừm, đó không phải là chuyện của mình. Bọn anh thậm chí chẳng thèm để mắt tới nếu nó không xảy ra ở gần nhà mình. Như anh đã nói, chuyện này xảy ra hoài. Sự hiện hữu của mấy con quái vật sẽ dẫn đến hậu quả ghê gớm.\"    Tôi cố không nhìn mấy cái tên trên trang này, nhưng chúng cứ nhảy ra khỏi phần còn lại của trang in như thể được in đậm vậy. Năm người bị chết, gia đình họ giờ đây đang than khóc. Khi đọc những cái tên đó, tôi thấy nó khác với những vụ giết người về mặt lý thuyết . Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O'Connell, Ronald Albrook. Những người này cũng có cha mẹ và con cái và bạn bè và thú cưng và công việc và hy vọng và kế hoạch và những kỷ niệm và tương lại nữa..…  \"Em sẽ không giống vậy đâu,\" tôi thì thầm, nửa tự nói với chính mình.  \"Anh sẽ không để em như thế nhé. Mình sẽ sống ở Nam cực.\"    Edward khịt mũi, phá tan đi sự căng thẳng. \"Có chim cánh cụt nữa. Dễ thương hết sức.\"  Tôi run run cười và gạt phăng tờ báo ra khỏi bàn để khòi nhìn thấy mấy cái tên đó nữa; nó chạm vô vải sơn lót sàn kêu cái thịch. Tất nhiên Edward sẽ xem xét khả năng săn mồi. Anh và cả gia đình \"ăn chay\" của anh - đều cam kết bảo vệ mạng sống con người – chọn hương vị của các con thú lớn để đáp ứng nhu cầu ăn kiêng của họ. \"Vậy thì, Alaska, như kế hoạch. Chỉ việc chọn nơi nào đó xa hơn Juneau - một nơi nào đó mà có thiệt nhiều gấu xám.\"  \"Tốt hơn,\" anh thêm vào. \"nên có cả gấu trắng Bắc Cực. Rất dữ tợn. Và loài sói sẽ đông lên.\"     Tôi há hốc và thở thật mạnh.  \"Có chuyện gì vậy?\" anh hỏi. Trước khi tôi có thể thở lại bình thường, vẻ không hiểu biến mất và toàn thân anh dường như rắn lại. \"Ồ. Vậy thì đừng để ý đến loài sói, nếu chuyện này làm em khó chịu.\" Giọng anh đanh lại, nghiêm nghị, đôi vai anh gồng lên.  \"Anh ấy đã từng là bạn thân nhất của em, Edward,\" tôi lẩm bẩm. Cảm thấy nhói đau khi sử dụng thời quá khứ. “Dĩ nhiên ý nghĩ đó làm em khó chịu.\"  \"Làm ơn bỏ qua chuyện anh thiếu suy nghĩ nhé,\" anh nói, vẫn với cái giọng nghiêm nghị ấy. \"Lẽ ra anh không nên nêu chuyện đó ra. \"  \"Đừng lo chuyện đó.\" Tôi nhìn chằm chằm vào bàn tay tôi, nắm lại thành hai nắm đấm trên bàn.  Cả hai chúng tôi đều im lặng một hồi lâu, và rồi ngón tay mát rượi của anh ở dưới cằm tôi, nâng mặt tôi lên. Giờ thì vẻ mặt của anh dịu nhiều.    \"Xin lỗi. Thật đấy.\"  \"Em biết. Em biết sẽ không còn như cũ nữa. Lẽ ra em không nên phản ứng như vậy. Chỉ là…..ừm, em đang nghĩ đến Jacob trước khi anh ghé qua.\" Tôi do dự. Đôi mắt vàng nâu của anh hình như tối lại mỗi khi tôi nhắc đến tên Jacob. Giọng tôi khẩn khoản đáp lại.\" Charlie nói Jake đang khổ sở. Hiện giờ anh ta đang đau đớn, và . . . do lỗi của em đó. \"  \"Em đâu có làm gì sai, Bella. \"  Tôi hít thật sâu. \"Em cần phải cải thiện tình hình, Edward. Em nợ anh ấy chuyện này. Và dù sao đó cũng là một trong những điều kiện của Charlie\"    Mặt anh đổi sắc khi tôi nói, trở nên rắn lại, như tượng.  \"Em biết là việc em loanh quanh bên cạnh người sói không có ai bảo vệ là không thể được, Bella. Và chuyện đó sẽ phá vỡ thoả ước nếu có ai trong tụi anh vượt qua đất của họ. Em có muốn tụi anh gây chiến không?\"  \"Dĩ nhiên là không rồi!\"  \"Vậy thì chẳng cần nói thêm về chuyện này nữa.\" Anh buông thỏng tay xuống và nhìn sang chỗ khác, tìm đề tài để thay đổi. Mắt anh ngừng lại trên cái gì đó đằng sau tôi, và anh mỉm cười, mặc dù đôi mắt anh vẫn dè dặt.  “Anh mừng vì Charlie đã quyết định cho em ra ngoài – em cảm thấy buồn và cần đến tiệm sách. Anh không thể tin nỗi em lại đọc Đỉnh gió hú. Em chưa thuộc lòng nó à?\"    \"Đâu phải ai cũng có trí nhớ như in đâu,\" tôi cộc lốc nói.  \"Nhớ như in hay không, anh vẫn không hiểu tại sao em thích nó. Mấy nhân vật này là những người rùng rợn cứ huỷ hoại đời nhau. Anh không biết tại sao Heathcliff và Cathy cuối cùng lại được xếp vô những đôi như Romeo và Juliet hoặc Elizabeth Bennet và ông Darcy. Đâu phải là một chuyện tình, đó là câu chuyện về lòng căm thù.\"     \"Anh không thích những tác phẩm kinh điển thì phải,\" tôi cáu kỉnh.  \"Có lẽ đó là vì anh không ấn tượng với đồ cổ.\" Anh mỉm cười, rõ ràng hài lòng khi đã làm phân tâm tôi. \"Thế nhưng, thật tình sao em cứ đọc nó hoài vậy?\" Mắt anh long lanh với vẻ quan tâm thực sự, cố gắng –một lần nữa – làm sáng tỏ kiểu suy nghĩ rối rấm của tâm trí tôi. Anh chồm qua bàn ôm mặt tôi trong bàn tay mình.\"Cái gì đã lôi cuốn em đến vậy?\"    Tính hiếu kỳ chân thành của anh đã làm tôi mềm lòng. \"Em không rõ nữa, \" tôi nói, cố gắng sắp xếp lại ý nghĩ trong khi ánh nhìn chằm chằm của anh vô tình phân tán suy nghĩ của tôi. \"Em nghĩ đó có thể là tính tất yếu không thể tránh được. Sao mà chẳng có gì có thể chia lìa họ được - không phải tính ích kỷ của cô ấy, hay tại bản chất anh ta xấu xa, hoặc thậm chí cái chết, cuối cùng….\"  Mặt anh có vẻ tư lự khi nghiền ngẫm lời tôi nói. Một lúc sau anh cười trêu chọc. \"Anh vẫn nghĩ chuyện sẽ hay hơn nếu có ai trong số họ biết hối lỗi\"    \"Em nghĩ có lẽ điểm mấu chốt là, \" tôi không đồng ý. \"Tình yêu chính là sự hối lỗi duy nhất của họ.\"  \"Anh tưởng em có khả năng thưởng thức tốt hơn thế - yêu ai đó rất ...có hại.\"  \"Hơi trễ đối với em để lo chuyện em yêu ai, \" tôi nêu rõ. “Nhưng thậm chí không cần cảnh báo, dường như em đã kiểm soát chuyện đó khá tốt rồi.\"    Anh cười lặng lẽ. \"Anh mừng khi em nghĩ vậy.\"  \"Ừm, em hy vọng anh đủ thông minh để tránh xa những ai ích kỷ như thế. Catherine đúng là nguồn cơn của mọi rắc rối, đâu phải Heathcliff.\"  \"Anh sẽ cảnh giác,\" anh hứa.  Tôi thở dài. Anh giỏi làm người ta phân tâm lắm.  Tôi đặt tay mình lên tay anh để ôm lấy mặt tôi. \"Em cần gặp Jacob.\"  Mắt anh nhắm lại. \"Đừng.\"     \"Thực sự không nguy hiểm chút nào đâu,” tôi nói, van nài lần nữa. \"Em thường chơi với tất cả mọi người suốt cả ngày ở La Push, mà chưa bao giờ có chuyện gì xảy ra hết.\"  Nhưng tôi đã sơ suất; giọng tôi ấp úng ở đoạn cuối vì tôi nhận ra tôi đang nói những từ dối trá. Không phải chẳng có gì xảy ra. Một tia ký ức chợt loé lên trong đầu tôi - con chó sói xám khổng lồ thu mình lại chuẩn bị nhảy, nhe răng nhọn như dao găm chĩa vào tôi - làm cho lòng bàn tay tôi mướt mồ hôi với tiếng kêu hoảng sợ khi nhớ lại.  Edward nghe được tim tôi đập nhanh hơn và gục gặc đầu như thể tôi đã thừa nhận chuyện nói xạo . \"Người sói không thể tự chủ được. Đôi khi, người gần gũi chúng sẽ bị thương. Đôi khi, họ còn bị giết chết nữa.\"    Tôi muốn phủ nhận điều đó, nhưng hình ảnh khác làm tôi chậm bác bỏ. Tôi thấy trong đầu mình khuôn mặt trước đây rất xinh đẹp của Emily Young, bây giờ bị huỷ hoại với ba cái sẹo đen kéo khoé mắt phải của cô xuống và làm cho miệng cô méo mó suốt đời thành nét giận dữ không cân xứng.  Anh chờ tôi lên tiếng với vẻ hoan hỉ đắc thắng.  “Anh chẳng hiểu họ đâu,\" tôi thì thầm.  \"Anh hiểu họ nhiều hơn em nghĩ đấy, Bella. Anh có mặt ở đây lần cuối cùng.\"  \"Lần cuối cùng à?\"    \"Tụi anh bắt đầu đụng độ với bọn sói khoảng bảy mươi năm về trước…..tụi anh dừng chân gần Hoquiam. Đó là trước khi Alice và Jasper về ở với tụi anh. Tụi anh đông hơn họ, nhưng chẳng thể ngăn được cuộc chiến nếu không vì Carlisle. Ông đã cố thuyết phục Ephraim Black là có thể cùng chung sống, và cuối cùng tụi anh đã thoả thuận ngừng chiến.\"  Cái tên của ông cố Jacob khiến tôi giật mình.    “Tụi anh cứ ngỡ dòng họ này đã lụi tàn cùng với Ephraim rồi chứ,\" Edward lẩm bẩm; nghe có vẻ như anh giờ đây đang tự sự với chính mình. \"Tưởng là sự biến dị giúp biến đổi ấy đã mai một...\" Anh dừng lại và nhìn tôi chằm chằm với vẻ buộc tội. \"Vận rủi của em có vẻ phát huy hiệu lực hơn mỗi ngày. Em có biết là khả năng lôi kéo chết chóc vô độ của em đã đủ mạnh để cứu đàn chó đột biến khỏi tình trạng tuyệt chủng không? Nếu đóng chai được may mắn của em, thì mình đã có được vũ khí huỷ diệt hàng loạt trong tay rồi.\"  Tôi lờ đi lời trêu ghẹo, chú ý đến giả định của anh – Anh nói thiệt ư?  \"Nhưng em đâu có khôi phục họ đâu. Anh không biết à?\"    \"Biết cái gì?\"  \"Chuyện xui xẻo của em chẳng hề liên quan gì đến chuyện đó hết. Người sói trở lại vì ma cà rồng đã trở lại.\"  Edward nhìn tôi chằm chằm, toàn thân anh bất động vì bất ngờ.  \"Jacob bảo em là chuyện gia đình anh ở đây đã gây ra mọi chuyện. Em nghĩ anh đã biết…..\"  Mắt anh nheo lại. \"Họ nghĩ thế à?\"  \"Edward, xem những sự kiện nè. Cách đây bảy mươi năm, anh đến đây, và người sói xuất hiện. Bây giờ anh trở lại, và người sói xuất hiện trở lại. Anh nghĩ đó là sự trùng hợp ngẫu nhiên sao?\"    Anh chớp mắt và ánh mắt chằm chằm của anh giãn ra.\"Carlisle sẽ thích giả thuyết này lắm đây.”  \"Giả thuyết à,\" tôi chế giễu.  Anh im lặng hồi lâu, nhìn ra cửa sổ vào trời mưa; tôi tưởng tượng anh đang ngẫm nghĩ về việc hiện diện của gia đình anh đang biến những người dân địa phương thành những con chó khổng lồ.  \"Thú vị, nhưng không liên quan cho lắm,\" anh thì thầm một lúc. \"Tình hình vẫn vậy.\"  Tôi có thể hiểu điều đó khá dễ: không bạn bè gì với người sói hết.  Tôi biết mình phải kiên nhẫn với Edward. Không phải là anh vô lý, mà chỉ là anh không hiểu. Anh không biết rằng tôi nợ Jacob Black rất nhiều - nhiều lần trong đời, và có thể cả sự sáng suốt của tôi nữa.   Tôi không thích nói về khoảng thời gian trống vắng với bất kỳ ai, và đăc biệt là càng không thể nói với Edward. Anh bỏ đi chỉ vì cố cứu tôi, cố cứu linh hồn của tôi. Tôi không buộc anh phải chịu trách nhiệm về mọi chuyện ngu ngốc tôi đã làm khi anh đi vắng, hay nỗi đau mà tôi chịu đựng.  Anh đã làm vậy.  Vì thế tôi sẽ phải giải thích thật cẩn thận.  Tôi đứng dậy và đi quanh bàn. Anh dang tay ra đón tôi và tôi ngồi vào lòng anh, rúc vào vòng tay cứng như đá giá lạnh của anh. Tôi vừa nói vừa nhìn vào bàn tay anh.    \"Xin hãy lắng nghe em một lát thôi. Việc này quan trọng hơn nhiều so với chuyện bốc đồng đến thăm một người bạn cũ. Jacob đang đau đớn.\" Giọng tôi lạc đi khi nói đến từ này. \"Em không thể không thử giúp anh ấy - em không thể từ bỏ anh ấy bây giờ, lúc anh ấy cần em. Chỉ bởi vì anh ấy không phải luôn là con người... À, anh ấy đã ở đó vì em khi chính em... cũng chẳng phải là con người. Anh không hiểu điều như thế nào đâu...\" Tôi do dự. Cánh tay Edward cứng ngắc quanh tôi; giờ đây bàn tay anh đang co thành nắm đấm, gân nổi lên. \"Nếu Jacob đã không giúp em... Em không biết anh có quay về hay không. Em nợ anh ấy nhiều hơn việc này nữa, Edward.”     Tôi thận trọng ngước nhìn mặt anh. Mắt anh nhắm nghiền, và quai hàm anh căng ra.  \"Anh sẽ không bao giờ tha thứ cho mình vì đã rời bỏ em\" anh thì thầm. \"Vẫn không dẫu cho anh có sống một trăm ngàn năm nữa.\"  Tôi đưa tay chạm vào khuôn mặt lạnh băng của anh và chờ mãi cho đến khi anh thở dài và mở mắt ra.  \"Anh chỉ cố làm chuyện đúng đắn thôi. Và em chắc chắn nó sẽ có hiệu quả với bất kỳ ai ít tâm thần hơn em. Hơn nữa, giờ này anh đã ở đây rồi. Đó mới là chuyện quan trọng\"  \"Nếu anh không bỏ đi, thì em đã không cảm thấy cần liều mình đi an ủi một con chó\"  Tôi do dự. Tôi đã quen với Jacob và tất cả từ xúc phạm làm giảm giá trị người khác của anh - lũ hút máu, đỉa, kẻ ăn bám….    Không hiểu vì sao giọng nói mượt mà của Edward có vẻ gay gắt.  \"Anh không biết nói sao cho đúng,\" Edward nói, và giọng anh ảm đạm. \"Anh nghĩ chuyện này nghe có vẻ độc ác. Nhưng anh đã suýt mất em. Anh biết cảm giác đó như thế nào. Anh sẽ không chịu đựng nỗi bất cứ chuyện gì nguy hiểm nữa đâu.\"  \"Anh phải tin em về chuyện này. Em sẽ ổn thôi mà.\"  Mặt anh lại đau khổ. “Xin em đấy, Bella,\" anh thì thầm.  Tôi nhìn chằm chằm vào đôi mắt vàng bỗng nhiên cháy bỏng của anh. “Xin em cái gì?\"  \"Xin em, hãy vì anh. Xin em cố gắng giữ cho mình an toàn. Anh sẽ làm mọi thứ có thể, nhưng anh rất cảm kích sự giúp đỡ nhỏ nhoi này.\"    \"Em sẽ cố gắng,\" tôi thì thầm.  \"Em có thật sự biết em quan trọng thế nào với anh không? Chẳng sao tả được anh yêu em nhiều bao nhiêu?\" Anh siết chặt tôi vào bộ ngực rắn chắc của anh hơn, kéo đầu tôi để dưới cằm anh.  Tôi áp môi mình vào cái cổ lạnh như tuyết của anh. \"Em biết em yêu anh nhiều bao nhiêu,\" tôi trả lời.  \"Em so một cây nhỏ với cả khu rừng à.\"  Tôi trợn tròn mắt, nhưng anh chẳng thấy được. \"Làm gì có chuyện đó.\"  Anh hôn đỉnh đầu của tôi và thở dài.  \"Không người sói nhé.\"  \"Em không chịu vậy đâu. Em phải gặp Jacob.\"  \"Vậy thì anh sẽ phải ngăn em thôi\" .    Anh có vẻ hết sức tự tin là chuyện này chẳng khó khăn gì.  Tôi biết chắc anh đúng.  \"Để xem,\" tôi cứ vờ tự tin. \"Anh ấy vẫn là bạn em.\"  Tôi có cảm nhận bức thư ngắn của Jacob trong túi của tôi, bỗng như nặng đến mười pao. Tôi có thể nghe mấy từ ấy bằng giọng anh, và anh dường như cũng đồng ý với Edward – đó là chuyện không bao giờ xảy ra trong thực tế.  Chẳng thay đổi được chuyện gì hết. Xin lỗi."
        },
        {
            "en": "7 REPETITION        11. CULT EACH TIME THAT I OPENED MY EYES TO THE MORNING light and realized I'd lived through another night was a surprise to me. After the surprise wore off, my heart would start to race and my palms would sweat; I couldn't really breathe again until I'd gotten up and ascertained that Charlie had survived as well. I could tell he was worried—watching me jump at any loud sound, or my face suddenly go white for no reason that he could see. From the questions he asked now and then, he seemed to blame the change on Jacob's continued absence. The terror that was always foremost in my thoughts usually distracted me from the fact that another week had passed, and Jacob still hadn't called me. But when I was able to concentrate on my normal life—if my life was really ever normal—this upset me. I missed him horribly. It had been bad enough to be alone before I was scared silly. Now, more than ever, I yearned for his carefree laugh and his infectious grin. I needed the safe sanity of his homemade garage and his warm hand around my cold fingers. I'd half expected him to call on Monday. If there had been some progress with Embry, wouldn't he want to report it? I wanted to believe that it was worry for his friend that was occupying all his time, not that he was just giving up on me. I called him Tuesday, but no one answered. Were the phone lines still having problems? Or had Billy invested in caller I.D.?  On Wednesday I called every half hour until after eleven at night, desperate to hear the warmth of Jacob's voice. Thursday I sat in my truck in front of my house—with the locks pushed down—keys in hand, for a solid hour. I was arguing with myself, trying to justify a quick trip to La Push, but I couldn't do it. I knew that Laurent had gone back to Victoria by now. If I went to La Push, I took the chance of leading one of them there. What if they caught up to me when Jake was nearby? As much as it hurt me, I knew it was better for Jacob that he was avoiding me. Safer for him. It was bad enough that I couldn't figure out a way to keep Charlie safe. Nighttime was the most likely time that they would come looking for me, and what could I say to get Charlie out of the house? If I told him the truth, he'd have me locked up in a rubber room somewhere. I would have endured that—welcomed it, even—if it could have kept him safe. But Victoria would still come to his house first, looking for me. Maybe, if she found me here, that would be enough for her. Maybe she would just leave when she was done with me. So I couldn't run away. Even if I could, where would I go? To Renee? I shuddered at the thought of dragging my lethal shadows into my mother's safe, sunny world. I would never endanger her that way. The worry was eating a hole in my stomach. Soon I would have matching punctures. That night, Charlie did me another favor and called Harry again to see if the Blacks were out of town. Harry reported that Billy had attended the council meeting Wednesday night, and never mentioned anything about leaving. Charlie warned me not to make a nuisance of myself—Jacob would call when he got around to it. Friday afternoon, as I drove home from school, it hit me out of the blue. I wasn't paying attention to the familiar road, letting the sound of the engine deaden my brain and silence the worries, when my subconscious delivered a verdict it must have been working on for some time without my knowledge. As soon as I thought of it, I felt really stupid for not seeing it sooner. Sure. I'd had a lot on my mind—revenge-obsessed vampires, giant <em>mutant</em> wolves, a ragged hole in the center of my chest—but when I laid the evidence out, it was embarrassingly obvious. Jacob avoiding me. Charlie saying he looked strange, upset. . . . Billy's vague, unhelpful answers. Holy crow, I knew exactly what was going on with Jacob. It was Sam Uley. Even my nightmares had been trying to tell me that. Sam had gotten to Jacob. Whatever was happening to the other boys on the reservation had reached out and stolen my friend. He'd been sucked into Sam's cult. He hadn't given up on me at all, I realized with a rush of feeling. I let my truck idle in front of my house. What should I do? I weighed the dangers against each other. If I went looking for Jacob, I risked the chance of Victoria or Laurent finding me with him. If I didn't go after him, Sam would pull him deeper into his frightening, compulsory gang. Maybe it would be too late if I didn't act soon. It had been a week, and no vampires had come for me yet. A week was more than enough time for them to have returned, so I must not be a priority. Most likely, as I'd decided before, they would come for me at night. The chances of them following me to La Push were much lower than the chance of losing Jacob to Sam. It was worth the danger of the secluded forest road. This was no idle visit to see what was going on. I knew what was going on. This was a rescue mission. I was going to talk to Jacob—kidnap him if I had to. I'd once seen a PBS show on deprogramming the brainwashed. There had to be some kind of cure. I decided I'd better call Charlie first. Maybe whatever was going on down in La Push was something the police should be involved in. I dashed inside, in a hurry to be on my way. Charlie answered the phone at the station himself. \"Chief Swan.\" \"Dad, it's Bella.\" \"What's wrong? '\" I couldn't argue with his doomsday assumption this time. My voice was shaking. \"I'm worried about Jacob.\" \"Why? \" he asked, surprised by the unexpected topic. \"I think… I think something weird is going on down at the reservation. Jacob told me about some strange stuff happening with the other boys his age. Now he's acting the same way and I'm scared.\" \"What kind of stuff? \" He used his professional, police business voice. That was good; he was taking me seriously. \"First he was scared, and then he was avoiding me, and now… I'm afraid he's part of that bizarre gang down there, Sam's gang. Sam Uley's gang.\" \"Sam Uley? \" Charlie repeated, surprised again. \"Yes.\" Charlie's voice was more relaxed when he answered. \"I think you've got it wrong, Bells. Sam Uley is a great kid. Well, he's a man now. A good son. You should hear Billy talk about him. He's really doing wonders with the youth on the reservation. He's the one who—\" Charlie broke off mid-sentence, and I guessed that he had been about to make a reference to the night I'd gotten lost in the woods. I moved on quickly. \"Dad, it's not like that. Jacob was scared of him.\" \"Did you talk to Billy about this? \" He was trying to soothe me now. I'd lost him as soon as I'd mentioned Sam. \"Billy's not concerned.\" \"Well, Bella, then I'm sure it's okay. Jacob's a kid; he was probably just messing around. I'm sure he's fine. He can't spend every waking minute with you, after all.\" \"This isn't about me,\" I insisted, but the battle was lost. \"I don't think you need to worry about this. Let Billy take care of Jacob.\" \"Charlie…\" My voice was starting to sound whiney. \"Bells, I got a lot on my plate right now. Two tourists have gone missing off a trail outside crescent lake.\" There was an anxious edge to his voice. \"This wolf problem is getting out of hand.\" I was momentarily distracted—stunned, really—by his news. There was no way the wolves could have survived a match-up with Laurent… \"Are you sure that's what happened to them? \" I asked. \"Afraid so, honey. There was—\" He hesitated. \"There were tracks again, and… some blood this time.\" \"Oh!\" It must not have come to a confrontation, then. Laurent must have simply outrun the wolves, but why? What I'd seen in the meadow just got stranger and stranger—more impossible to understand. \"Look, I really have to go. Don't worry about Jake, Bella. I'm sure it's nothing.\" \"Fine,\" I said curtly, frustrated as his words reminded me of the more urgent crisis at hand. \"Bye.\" I hang up. I stared at the phone for a long minute. What the hell, I decided. Billy answered after two rings. \"Hello? \" \"Hey, Billy,\" I almost growled. I tried to sound more friendly as I continued. \"Can I talk to Jacob, please? \" \"Jake's not here.\" What a shock. \"Do you know where he is? \" \"He's out with his friends.\" Billy's voice was careful. \"Oh yeah? Anyone I know? Quil? \" I could tell the words didn't come across as casually as I'd meant them to. \"No,\" Billy said slowly. \"I don't think he's with Quil today.\" I knew better than to mention Sam's name. \"Embry? \" I asked. Billy seemed happier to answer this one. \"Yeah, he's with Embry.\" That was enough for me. Embry was one of them. \"Well, have him call me when he gets in, all right? \" \"Sure, sure. No problem.\" Click. \"See you soon, Billy,\" I muttered into the dead phone. I drove to La Push determined to wait. I'd sit out front of his house all night if I had to. I'd miss school. The boy was going to have to come home sometime, and when he did, he was going to have to talk to me. My mind was so preoccupied that the trip I'd been terrified of making seemed to take only a few seconds. Before I was expecting it, the forest began to thin, and I knew I would soon be able to see the first little houses of the reservation. Walking away, along the left side of the road, was a tall boy with a baseball cap. My breath caught for just a moment in my throat, hopeful that luck was with me for once, and I'd stumbled across Jacob without hardly trying. But this boy was too wide, and the hair was short under the hat. Even from behind, I was sure it was Quil, though he looked bigger than the last time I'd seen him. What was with these Quileute boys? Were they feeding them experimental growth hormones?  I crossed over to the wrong side of the road to stop next to him. He looked up when the roar of my truck approached. Quil's expression frightened me more than it surprised me. His face was bleak, brooding, his forehead creased with worry. \"Oh, hey, Bella,\" he greeted me dully. \"Hi, Quil… Are you okay? \" He stared at me morosely. \"Fine.\" \"Can I give you a ride somewhere? \" I offered. \"Sure, I guess,\" he mumbled. He shuffled around the front of the truck and opened the passenger door to climb in. \"Where to? \" \"My house is on the north side, back behind the store,\" he told me. \"Have you seen Jacob today.\" The question burst from me almost before he'd finished speaking. I looked at Quil eagerly, waiting for his answer. He stared out the windshield for a second before he spoke. \"From a distance,\" he finally said. \"A distance? \" I echoed. \"I tried to follow them—he was with Embry.\" His voice was low, hard to hear over the engine. I leaned closer. \"I know they saw me. But they turned and just disappeared into the trees. I don't think they were alone—I think Sam and his crew might have been with them.   \"I've been stumbling around in the forest for an hour, yelling for them. I just barely found the road again when you drove up.\" \"So Sam did get to him.\" The words were a little distorted—my teeth were gritted together. Quil stared at me. \"You know about that.? \" I nodded. \"Jake told me… before.\" \"Before,\" Quil repeated, and sighed. \"Jacob's just as bad as the others now? \" \"Never leaves Sam's side.\" Quil turned his head and spit out the open window. \"And before that—did he avoid everyone? Was he acting upset? \" His voice was low and rough. \"Not for as long as the others. Maybe one day. Then Sam caught up with him.\" \"What do you think it is? Drugs or something? \" \"I can't see Jacob or Embry getting into anything like that… but what do I know? What else could it be?  And why aren't the old people worried? \" He shook his head, and the fear showed in his eyes now. \"Jacob didn't want to be a part of this… cult. I don't understand what could change him.\" He stared at me, his face frightened. \"I don't want to be next.\" My eyes mirrored his fear. That was the second time I'd heard it described as a cult. I shivered. \"Are your parents any help? \" He grimaced. \"Right. My grandfather's on the council with Jacob's dad. Sam Uley is the best thing that ever happened to this place, as far as he's concerned.\" We stared at each other for a prolonged moment. We were in La Push now, and my truck was barely crawling along the empty road. I could see the village's only store not too far ahead. \"I'll get out now,\" Quil said. \"My house is right over there.\" He gestured toward the small wooden rectangle behind the store. I pulled over to the shoulder, and he jumped out. \"I'm going to go wait for Jacob,\" I told him in a hard voice. \"Good luck.\" He slammed the door and shuffled forward along the road, his head bent forward, his shoulders slumped. Quil's face haunted me as I made a wide U-turn and headed back toward the Blacks'. He was terrified of being next. What was happening here?  I stopped in front of Jacob's house, killing the motor and rolling down the windows. It was stuffy today, no breeze. I put my feet up on the dashboard and settled in to wait. A movement flashed in my peripheral vision—I turned and spotted Billy looking at me through the front window with a confused expression. I waved once and smiled a tight smile, but stayed where I was.  His eyes narrowed; he let the curtain fall across the glass. I was prepared to stay as long as it took, but I wished I had something to do. I dug up a pen out of the bottom of my backpack, and an old test. I started to doodle on the back of the scrap. I'd only had time to scrawl one row of diamonds when there was a sharp tap against my door. I jumped, looking up, expecting Billy. \"What are you doing here, Bella.'\" Jacob growled. I stared at him in blank astonishment. Jacob had changed radically in the last weeks since I'd seen him. The first thing I noticed was his hair—his beautiful hair was all gone, cropped quite short, covering his head with an inky gloss like black satin. The planes of his face seemed to have hardened subtly, tightened… aged. His neck and his shoulders were different, too, thicker somehow. His hands, where they gripped the window frame, looked enormous, with the tendons and veins more prominent under the russet skin. But the physical changes were insignificant. It was his expression that made him almost completely unrecognizable. The open,  friendly smile was gone like the hair, the warmth in his dark eyes altered to a brooding resentment that was instantly disturbing. There was a darkness in Jacob now. Like my sun had imploded. \"Jacob? \" I whispered. He just stared at me, his eyes tense and angry. I realized we weren't alone. Behind him stood four others; all tall and russet-skinned, black hair chopped short just like Jacob's. They could have been brothers—I couldn't even pick Embry out of the group. The resemblance was only intensified by the strikingly similar hostility in every pair of eyes. Every pair but one. The oldest by several years, Sam stood in the very back, his face serene and sure. I had to swallow back the bile that rose in my throat. I wanted to take a swing at him. No, I wanted to do more than that. More than anything, I wanted to be fierce and deadly, someone no one would dare mess with. Someone who would scare Sam Uley silly. I wanted to be a vampire. The violent desire caught me off guard and knocked the wind out of me. It was the most forbidden of all wishes—even when I only wished it for a malicious reason like this, to gain an advantage over an enemy—because it was the most painful. That future was lost to me forever, had never really been within my grasp. I scrambled to gain control of myself while the hole in my chest ached hollowly. \"What do you want? \" Jacob demanded, his expression growing more resentful as he watched the play of emotion across my face. \"I want to talk to you,\" I said in a weak voice. I tried to focus, but I was still reeling against the escape of my taboo dream. \"Go ahead,\" he hissed through his teeth. His glare was vicious. I'd never seen him look at anyone like that, least of all me. It hurt with a surprising intensity—a physical pain, a stabbing in my head. \"Alone!\" I hissed, and my voice was stronger. He looked behind him, and I knew where his eyes would go. Every one of them was turned for Sam's reaction. Sam nodded once, his face unperturbed. He made a brief comment in an unfamiliar, liquid language—I could only be positive that it wasn't French or Spanish, but I guessed that it was Quileute. He turned and walked into Jacob's house. The others, Paul, Jared, and Embry, I assumed, followed him in. \"Okay.\" Jacob seemed a bit less furious when the others were gone. His face was a little calmer, but also more hopeless. His mouth seemed permanently pulled down at the corners. I took a deep breath. \"You know what I want to know.\" He didn't answer. He just stared at me bitterly. I stared back and the silence stretched on. The pain in his face unnerved me. I felt a lump beginning to build in my throat. \"Can we walk? \" I asked while I could still speak. He didn't respond in any way; his face didn't change. I got out of the car, feeling unseen eyes behind the windows on me, and started walking toward the trees to the north. My feet squished in the damp grass and mud beside the road, and, as that was the only sound, at first I thought he wasn't following me. But when I glanced around, he was right beside me, his feet having somehow found a less noisy path than mine. I felt better in the fringe of trees, where Sam couldn't possibly be watching. As we walked, I struggled for the right thing to say, but nothing came. I just got more and more angry that Jacob had gotten sucked in… that Billy had allowed this… that Sam was able to stand there so assured and calm…  Jacob suddenly picked up the pace, striding ahead of me easily with his long legs, and then swinging around to face me, planting himself in my path so I would have to stop too. I was distracted by the overt grace of his movement. Jacob had been nearly as klutzy as me with his never-ending growth spurt. When did that changed?  But Jacob didn't give me time to think about it. \"Let's get this over with,\" he said in a hard, husky voice. I waited. He knew what I wanted. \"It's not what you think.\" His voice was abruptly weary. \"It's not what I thought—I was way off.\" \"So what is it, then? \" He studied my face for a long moment, speculating. The anger never completely left his eyes. \"I can't tell you,\" he finally said. My jaw tightened, and I spoke through my teeth. \"I thought we were friends.\" \"We were.\" There was a slight emphasis on the past tense. \"But you don't need friends anymore,\" I said sourly. \"You have Sam. Isn't that nice—you've always looked up to him so much.\" \"I didn't understand him before.\" \"And now you've seen the light. Hallelujah.\" \"It wasn't like I thought it was. This isn't Sam's fault. He's helping me as much as he can.\" His voice turned brittle and he looked over my head, past me, rage burning out from his eyes. \"He's helping you,\" I repeated dubiously. \"Naturally.\" But Jacob didn't seem to be listening. He was taking deep, deliberate breaths, trying to calm himself. He was so mad that his hands were shaking. \"Jacob, please,\" I whispered \"Won't you tell me what happened? Maybe I can help.\" \"No one can help me now.\" The words were a low moan; his voice broke. \"What did he do to you? \" I demanded, tears collecting in my eyes. I reached out to him, as I had once before, stepping forward with my arms wide. This time he cringed away, holding his hands up defensively. \"Don't touch me,\" he whispered. \"Is Sam catching? \" I mumbled. The stupid tears had escaped the corners of my eyes. I wiped them away with the back of my hand, and folded my arms across my chest. \"Stop blaming Sam.\" The words came out fast, like a reflex. His hands reached up to twist around the hair that was no longer there, and then fell limply at his sides. \"Then who should I blame? \" I retorted. He halfway smiled; it was a bleak, twisted thing. \"You don't want to hear that.\" \"The hell I don't!\" I snapped. \"I want to know, and I want to know now.\" \"You're wrong,\" he snapped back. \"Don't you dare tell me I'm wrong—I'm not the one who got brainwashed! Tell me now whose fault this all is, if it's not your precious Sam!\" \"You asked for it,\" he growled at me, eyes glinting hard. \"If you want to blame someone, why don't you point your finger at those filthy, reeking bloodsuckers that you love so much? \" My mouth fell open and my breath came out with a whooshing sound. I was frozen in place, stabbed through with his double-edged words. The pain twisted in familiar patterns through my body, the jagged hole ripping me open from the inside out, but it was second place, background music to the chaos of my thoughts. I couldn't believe that I'd heard him correctly. There was no trace of indecision in his face. Only fury. My mouth still hung wide. \"I told you that you didn't want to hear it,\" he said. \"I don't understand who you mean,\" I whispered. He raised one eyebrow in disbelief. \"I think you understand exactly who I mean. You're not going to make me say it, are you? I don't like hurting you.\" \"I don't understand who you mean,\" I repeated mechanically. \"The Cullens,\" he said slowly, drawing out the word, scrutinizing my face as he spoke it. \"I saw that—I can see in your eyes what it does to you when I say their name.\" I shook my head back and forth in denial, trying to clear it at the same time. How did he know this? And how did it have anything to do with Sam's cult? Was it a gang of vampire-haters? What was the point of forming such a society when no vampires lived in Forks anymore? Why would Jacob start believing the stories about the Cullens now, when the evidence of them was long gone, never to return?  It took me too long to come up with the correct response. \"Don't tell me you're listening to Billy's superstitious nonsense now,\" I said with a feeble attempt at mockery. \"He knows more than I gave him credit for.\" \"Be serious, Jacob.\" He glared at me, his eyes critical. \"Superstitions aside,\" I said quickly. \"I still don't see what you're accusing the... Cullens\"—wince—\"of.  They left more than half a year ago. How can you blame them for what Sam is doing now? \" \"Sam isn't doing anything, Bella. And I know they're gone. But sometimes… things are set in motion, and then it's too late.\" \"What's set in motion? What's too late? What are you blaming them for? \" He was suddenly right in my face, his fury glowing in his eyes. \"For existing,\" he hissed. I was surprised and distracted as the warning words came in Edward's voice again, when I wasn't even scared. \"Quiet now, Bella. Don't push him,\" Edward cautioned in my ear. Ever since Edward's name had broken through the careful walls I'd buried it behind, I'd been unable to lock it up again. It didn't hurt now—not during the precious seconds when I could hear his voice. Jacob was fuming in front of me, quivering with anger. I didn't understand why the Edward delusion was unexpectedly in my mind. Jacob was livid, but he was Jacob. There was no adrenaline, no danger. \"Give him a chance to calm down,\" Edward's voice insisted. I shook my head in confusion. \"You're being ridiculous,\" I told them both. \"Fine,\" Jacob answered, breathing deeply again. \"I won't argue it with you. It doesn't matter anyway, the damage is done.\" \"What damage? \" He didn't flinch as I shouted the words in his face. \"Let's head back. There's nothing more to say.\" I gaped. \"There's everything more to say! You haven't said anything yet!\" He walked past me, striding back toward the house. \"I ran into Quil today,\" I yelled after him. He paused midstep, but didn't turn. \"You remember your friend, Quil? Yeah, he's terrified.\" Jacob whirled to face me. His expression was pained. \"Quil\" was all he said. \"He's worried about you, too. He's freaked out.\" Jacob stared past me with desperate eyes. I goaded him further. \"He's frightened that he's next.\" Jacob clutched at a tree for support, his face turning a strange shade of green under the red-brown surface. \"He won't be next,\" Jacob muttered to himself. \"He can't be. It's over now. This shouldn't still be happening. Why? Why? \" His fist slammed against the tree. It wasn't a big tree, slender and only a few feet taller than Jacob. But it still surprised me when the trunk gave way and snapped off loudly under his blows. Jacob stared at the sharp, broken point with shock that quickly turned to horror. \"I have to get back.\" He whirled and stalked away so swiftly that I had to jog to keep up. \"Back to Sam!\" \"That's one way of looking at it,\" it sounded like he said. He was mumbling and facing away. I chased him back to the truck. \"Wait!\" I called as he turned toward the house. He spun around to face me, and I saw that his hands were shaking again. \"Go home, Bella. I can't hang out with you anymore.\" The silly, inconsequential hurt was incredibly potent. The tears welled up again. \"Are you… breaking up with me? \" The words were all wrong, but they were the best way I could think to phrase what I was asking. After all, what Jake and I had was more than any schoolyard romance. Stronger. He barked out a bitter laugh. \"Hardly. If that were the case, I'd say 'Let's stay friends.' I can't even say that.\" \"Jacob… why? Sam won't let you have other friends? Please, Jake. You promised. I need you!\" The blank emptiness of my life before—before Jacob brought some semblance of reason back into it—reared up and confronted me. Loneliness choked in my throat. \"I'm sorry, Bella,\" Jacob said each word distinctly in a cold voice that didn't seem to belong to him. I didn't believe that this was really what Jacob wanted to say. It seemed like there was something else trying to be said through his angry eyes, but I couldn't understand the message. Maybe this wasn't about Sam at all. Maybe this had nothing to do with the Cullens. Maybe he was just trying to pull himself out of a hopeless situation. Maybe I should let him do that, if that's what was best for him. I should do that. It would be right. But I heard my voice escaping in a whisper. \"I'm sorry that I couldn't… before… I wish I could change how I feel about you, Jacob.\" I was desperate, reaching, stretching the truth so far that it curved nearly into the shape of a lie. \"Maybe… maybe I would change,\" I whispered. \"Maybe, if you gave me some time… just don't quit on me now, Jake. I can't take it.\" His face went from anger to agony in a second. One shaking hand reached out toward me. \"No. Don't think like that, Bella, please. Don't blame yourself, don't think this is your fault. This one is all me. I swear, it's not about you.\" \"It's not you, it's me,\" I whispered. \"There's a new one.\" \"I mean it, Bella. I'm not…\" he struggled, his voice going even huskier as he fought to control his emotion. His eyes were tortured. \"I'm not good enough to be your friend anymore, or anything else. I'm not what I was before. I'm not good.\" \"What? \" I stared at him, confused and appalled. \"What are you saying? You're much better than I am, Jake. You are good! Who told you that you aren't? Sam? It's a vicious lie, Jacob! Don't let him tell you that!\" I was suddenly yelling again. Jacob's face went hard and flat. \"No one had to tell me anything. I know what I am.\" \"You're my friend, that's what you are! Jake—don't!\" He was backing away from me. \"I'm sorry, Bella,\" he said again; this time it was a broken mumble. He turned and almost ran into the house. I was unable to move from where I stood. I stared at the little house; it looked too small to hold four large boys and two larger men. There was no reaction inside. No flutter at the edge of the curtain, no sound of voices or movement. It faced me vacantly. The rain started to drizzle, stinging here and there against my skin. I couldn't take my eyes off the house. Jacob would come back. He had to. The rain picked up, and so did the wind. The drops were no longer falling from above; they slanted at an angle from the west. I could smell the brine from the ocean. My hair whipped in my face, sticking to the wet places and tangling in my lashes. I waited. Finally the door opened, and I took a step forward in relief. Billy rolled his chair into the door frame. I could see no one behind him. \"Charlie just called, Bella. I told him you were on your way home.\" His eyes were full of pity. The pity made it final somehow. I didn't comment. I just turned robotically and climbed in my truck. I'd left the windows open and the seats were slick and wet. It didn't matter. I was already soaked. Not as bad! Not as bad! my mind tried to comfort me. It was true. This wasn't as bad. This wasn't the end of the world, not again. This was just the end of what little peace there was left behind. That was all. Not as bad, I agreed, then added, but bad enough. I'd thought Jake had been healing the hole in me—or at least plugging it up, keeping it from hurting me so much. I'd been wrong. He'd just been carving out his own hole, so that I was now riddled through like Swiss cheese. I wondered why I didn't crumble into pieces. Charlie was waiting on the porch. As I rolled to a stop, he walked out to meet me. \"Billy called. He said you got in fight with Jake—said you were pretty upset,\" he explained as he opened my door for me. Then he looked at my face. A kind of horrified recognition registered in his expression. I tried to feel my face from the inside out, to know what he was seeing. My face felt empty and cold, and I realized what it would remind him of. \"That's not exactly how it happened,\" I muttered. Charlie put his arm around me and helped me out of the car. He didn't comment on my sodden clothes. \"Then what did happen'\" he asked when we were inside. He pulled the afghan off the back of the sofa as he spoke and wrapped it around my shoulders. I realized I was shivering still. My voice was lifeless. \"Sam Uley says Jacob can't be my friend anymore.\" Charlie shot me a strange look. \"Who told you that? \" \"Jacob,\" I stated, though that wasn't exactly what he'd said. It was still true. Charlie's eyebrows pulled together. \"You really think there's something wrong with the Uley kid? \" \"I know there is. Jacob wouldn't tell me what, though.\" I could hear the water from my clothes dripping to the floor and splashing on the linoleum. \"I'm going to go change.\" Charlie was lost in thought. \"Okay,\" he said absently. I decided to take a shower because I was so cold, but the hot water didn't seem to affect the temperature of my skin. I was still freezing when I gave up and shut the water off. In the sudden quiet, I could hear Charlie talking to someone downstairs. I wrapped a towel around me, and cracked the bathroom door. Charlie's voice was angry. \"I'm not buying that. It doesn't make any sense.\" It was quiet then, and I realized he was on the phone. A minute passed. \"Don't you put this on Bella!\" Charlie suddenly shouted. I jumped. When he spoke again, his voice was careful and lower. \"Bella's made it very clear all along that she and Jacob were just friends… Well, if that was it, then why didn't you say so at first? No, Billy, I think she's right about this… Because I know my daughter, and if she says Jacob was scared before—\" He was cut off mid-sentence, and when he answered he was almost shouting again. \"What do you mean I don't know my daughter as well as I think I do!\" He listened for a brief second, and his response was almost too low for me to hear. \"If you think I'm going to remind her about that, then you had better think again. She's only just starting to get over it, and mostly because of Jacob, I think. If whatever Jacob has going on with this Sam character sends her back into that depression, then Jacob is going to have to answer to me. You're my friend, Billy, but this is hurting my family.\" There was another break for Billy to respond. \"You got that right—those boys set one toe out of line and I'm going to know about it. We'll be keeping an eye on the situation, you can be sure of that.\" He was no longer Charlie; he was Chief Swan now. \"Fine. Yeah. Goodbye.\" The phone slammed into the cradle. I tiptoed quickly across the hall into my room. Charlie was muttering angrily in the kitchen.  So Billy was going to blame me. I was leading Jacob on and he'd finally had enough. It was strange, for I'd feared that myself, but after the last thing Jacob had said this afternoon, I didn't believe it anymore. There was much more to this than an unrequited crush, and it surprised me that Billy would stoop to claiming that. It made me think that whatever secret they were keeping was bigger than I'd been imagining. At least Charlie was on my side now. I put my pajamas on and crawled into bed. Life seemed dark enough at the moment that I let myself cheat. The hole—holes now—were already aching, so why not? I pulled out the memory—nor a real memory that would hurt too much, but the false memory of Edward's voice in my mind this afternoon—and played it over and over in my head until I fell asleep with the tears still streaming calmly down my empty face. It was a new dream tonight. Rain was falling and Jacob was walking soundlessly beside me, though beneath my feet the ground crunched like dry gravel. But he wasn't my Jacob; he was the new, bitter, graceful Jacob. The smooth suppleness of his walk reminded me of someone else, and, as I watched, his features started to change. The russet color of his skin leached away, leaving his face pale white like bone. His eyes turned gold, and then crimson, and then back to gold again. His short hair twisted in the breeze, turning bronze where the wind touched it. And his face became so beautiful that it shattered my heart. I reached for him, but he took a step away, raising his hands like a shield. And then Edward vanished. I wasn't sure, when I woke in the dark, if I'd just begun crying, or if my tears had run while I slept and simply continued now. I stared at my dark ceiling. I could feel that it was the middle of the night—I was still half-asleep, maybe more than half. I closed my eyes wearily and prayed for a dreamless sleep. That's when I heard the noise that must have wakened me in the first place. Something sharp scraped along the length of my window with a high-pitched squeal, like fingernails against the glass.",
            "vi": "7 REPETITION        11. NHÓM ƯU TÚ Mỗi lần nhìn thấy ánh ban mai, tôi ngạc nhiên khi thấy mình lại sống sót qua một đêm nữa. Sau khi bớt ngạc nhiên, tim tôi bắt đầu đập liên hồi và tay sẽ đổ mồ hôi; tôi chỉ thật sự thở lại được khi ra khỏi giường và biết chắc Charlie cũng còn sống.  Tôi dám chắc ông lo lắng – khi thấy tôi nhảy dựng lên khi có bất kỳ tiếng động to nào, hoặc khi thấy mặt tôi đột nhiên tái đi một cách vô cớ.  Qua những câu ông thỉnh thoảng hỏi, ông có vẻ quy trách nhiệm của sự thay đổi này cho việc vắng mặt liên tục của Jacob.  Nỗi kinh hoàng luôn ngự trị trong suy nghĩ làm tôi quên đi chuyện một tuần khác lại trôi qua mà Jacob vẫn chưa gọi tôi. Nhưng khi có thể tập trung cho đời sống thường nhật của mình - nếu đời tôi mà có bình thường chút nào – thì chuyện này làm tôi đau khổ.  Tôi nhớ anh chàng khủng khiếp.  Trước khi sợ hãi một cách lố bịch thế này, cô độc đã là quá khổ sở với tôi. Bây giờ, hơn bao giờ hết, tôi khao khát tiếng cười vô tư và nụ cười toe toét dễ làm cười theo của anh chàng. Tôi cần sự minh mẫn đáng tin cậy trong ga-ra tự tạo ấy và bàn tay ấm áp của anh ôm quanh những ngón tay lạnh giá của tôi.   Tôi đã bán tín bán nghi anh sẽ ghé chơi hôm thứ hai. Nếu chuyện Embry có gì tiến triển, chẳng lẽ anh chàng không muốn kể lại sao? Tôi cố tin rằng chính vì nỗi lo lắng cho bạn mình đã chiếm toàn bộ thời gian của anh, chứ không phải anh đang mất hy vọng vào tôi.  Tôi gọi cho anh hôm thứ ba, nhưng chẳng có ai trả lời. Đường dây điện thoại vẫn còn hư sao? Hay Billy đã đăng ký dịch vụ hiển thị số máy gọi đến?  Vào ngày thứ tư, cứ nửa tiếng tôi gọi một lần cho đến mười một giờ đêm, muốn nghe giọng nói ấm áp của Jacob như điên.  Thứ năm tôi ngồi trong xe tải trước nhà - khóa chặt cửa xe - chìa khoá trong tay, suốt một tiếng đồng hồ. Tôi tự thuyết phục mình, cố nghĩ ra lý do cần đến La Push một chuyến ngắn ngủi, nhưng tôi không tài nào thuyết phục mình được.  Tôi biết Laurent bây giờ đã quay về với Victoria. Nếu đi La Push, tôi có thể dẫn một người trong số họ đến đó. Chuyện gì sẽ xảy ra nếu họ đuổi kịp tôi khi Jake ở gần bên? Dù đau khổ thật nhiều nhưng tôi biết Jacob tránh xa mình thì tốt hơn. An toàn hơn cho anh.  Thật bứt rứt khi tôi không nghĩ ra được cách bảo vệ Charlie. Đêm chắc chắn sẽ là lúc thích hợp nhất để họ đến tìm tôi, và tôi có thể nói gì đây để làm Charlie ra khỏi nhà? Nếu tôi nói thật với ông, ông hẳn sẽ nhốt tôi vô một phòng lót nệm chuyên điều trị bịnh tâm thần ở một nơi nào đó.  Tôi có thể chịu được chuyện đó – thậm chí còn lấy làm vui thích nữa, nếu làm vậy có thể bảo vệ được ông. Nhưng Victoria vẫn sẽ đến nhà ông trước, tìm tôi. Có lẽ, nếu cô ta tìm thấy tôi ở đây, thì cô ta sẽ cảm thấy thoả mãn. Có lẽ cô ta sẽ rời nhà khi đã xử tôi xong.  Vì thế tôi không thể bỏ trốn được. Dù là nếu như có thể bỏ trốn, thì tôi sẽ trốn ở đâu đây? Đến nhà Renee ư? Tôi rùng mình nghĩ đến việc kéo những kẻ săn người đó vào thế giới đầy nắng trời, an toàn của mẹ. Tôi sẽ không bao giờ làm mẹ bị nguy hiểm như thế. Nỗi lo lắng đang đục một lỗ trong dạ dày tôi. Chẳng bao lâu tôi sẽ bị lủng lỗ chỗ như kim châm.  Đêm đó, Charlie lại giúp tôi bằng cách gọi Harry lần nữa để xem có phải gia đình Black đã rời khỏi thị trấn không.  Harry báo lại Billy có tham dự cuộc họp Hội đồng đêm thứ Tư, và chẳng hề nói gì về chuyện sẽ đi đâu cả. Charlie cảnh báo tôi đừng tự chuốc lấy rắc rối vào thân - Jacob sẽ gọi khi anh chàng có thể gọi được.  Chiều thứ sáu, khi lái xe từ trường về nhà, tôi bỗng hiểu ra. Tôi đang không chú ý tới đường đi quen thuộc, để tiếng ồn của động cơ làm u mê tâm trí và dịu đi những mối lo âu, thì đột nhiên tiềm thức tôi bỗng tuyên án, hẳn nó đã hoạt động lúc nào đó mà tôi không biết.  Ngay khi nghĩ về chuyện đó, tôi cảm thấy mình vô cùng ngu ngốc vì đã không nghĩ ra sớm hơn. Chắc chắn. Tôi đã bận tâm quá nhiều – mấy con ma cà rồng khao khát trả thù, loài sói đột biến khổng lồ, lỗ thủng lởm chởm giữa ngực - nhưng khi bày bằng chứng ra, mọi chuyện thật rõ ràng đến mức xấu hổ. Jacob đang lảng tránh tôi. Charlie nói anh ta trông có vẻ lạ lùng, khó chịu… Những câu trả lời ỡm ờ, vô bổ của Billy. Trời đất, tôi đã biết chính xác chuyện gì đang xảy ra với Jacob.  Đó là Sam Uley.  Cả những cơn ác mộng cũng đang cố bảo tôi thế. Sam đã tóm được Jacob.  Chuyện đang xảy ra cho những thanh niên khác ở khu bảo tồn đã vươn đến và đánh cắp bạn tôi.  Anh đã bị lôi kéo vào nhóm thanh niên ưu tú của Sam.  Anh chẳng hề từ bỏ tôi, tôi nhận ra cùng xúc cảm tuôn trào.  Tôi để xe tải chạy không trước nhà. Tôi nên làm gì đây? Tôi cân nhắc các nguy cơ với nhau.  Nếu đi tìm Jacob, tôi có nguy cơ bị Victoria hoặc Laurent tìm thấy tôi với anh.  Nếu tôi không cố theo đuổi anh chàng, Sam sẽ lôi kéo anh dấn sâu vào băng nhóm ép buộc, đáng sợ của anh ta. Có lẽ sẽ quá muộn nếu tôi không ra tay ngay.  Đã một tuần qua, và chưa có con ma cà rồng đến bắt tôi cả.  Một tuần là khoảng thời gian nhiều hơn là đủ để họ quay lại, vì vậy tôi không phải là một ưu tiên. Rất có khả năng, như tôi đã nghĩ trước đây, họ sẽ đến bắt tôi trong đêm. Nguy cơ chúng theo tôi đến La Push thấp hơn nhiều so với nguy cơ mất Jacob vào tay Sam.  Quả đáng gánh chịu những hiểm nguy của đường rừng hẻo lánh. Đây là không chuyện rảnh rỗi đến chơi coi có chuyện gì đang xảy ra không.  Tôi đã biết chuyện gì đang xảy ra rồi. Đây là sứ mệnh cứu nguy. Tôi sẽ trò chuyện với Jacob – bắt cóc anh nếu cần. Tôi đã từng xem một chương trình PBS loại bỏ những tư tưởng độc hại của người bị nhồi sọ.  Chắc chắn phải có cách chữa trị.  Tôi nghĩ mình nên gọi Charlie trước. Có lẽ bất kể chuyện gì đang xảy ra dưới La Push thì cũng là thứ mà cảnh sát nên can thiệp vào. Tôi lao vô nhà, vội vã thực hiện kế hoạch của mình.  Đích thân Charlie trả lời điện thoại ở đồn cảnh sát.  \"Cảnh sát trưởng Swan.” \"Bố, Bella đây.” \"Có chuyện gì vậy?” Tôi hoàn toàn đồng ý với giả định ngày phán xét cuối cùng đã đến của ông lúc này. Giọng tôi đang run rẩy.  \"Con lo cho Jacob.” \"Tại sao?\" ông hỏi, ngạc nhiên vì đề tài bất ngờ này.  \"Con nghĩ ...Con nghĩ có chuyện gì đó không bình thường đang diễn ra ở khu bảo tồn. Jacob có kể con nghe về một số chuyện kỳ lạ xảy ra với những thanh niên khác cùng tuổi với bạn ấy. Bây giờ anh ấy đang hành động y vậy nên con sợ.” \"Những chuyện kiểu nào? \"  Ông dùng cách nói của cảnh sát, chuyên nghiệp của ông. Vậy tốt; ông đang xem chuyện tôi nói là nghiêm túc.  \"Trước tiên bạn ấy sợ, rồi bạn ấy tránh con, còn bây giờ ... con sợ bạn ấy đã tham gia băng nhóm kỳ quái ở dưới đó, băng nhóm của Sam. Băng nhóm của Sam Uley.” \"Sam Uley hả? \" Charlie lặp lại, lại ngạc nhiên.  \"Vâng.” Giọng Charlie bình tĩnh hơn khi ông trả lời. \"Bố nghĩ con hiểu lầm rồi, Bells. Sam Uley là một cậu bé tuyệt vời. Ừm, bây giờ thành đàn ông rồi. Một thằng con trai tốt. Con phải nghe Billy nói về nó.  Nó thực đã làm được những điều kỳ diệu với thanh niên ở khu bảo tồn.  Chính nó là người - \" Charlie dừng nửa chừng, và tôi đoán ông đang định ám chỉ đến cái đêm tôi bị lạc trong rừng. Tôi nói tiếp thật nhanh.  \"Bố, chẳng có vẻ gì giống thế cả. Jacob sợ anh ta.” \"Con đã nói chuyện với Billy về chuyện này chưa? \"  Bây giờ ông đang cố dỗ dành tôi. Tôi mất sự ủng hộ của ông ngay khi đề cập đến Sam.  \"Billy không quan tâm.” \" Ừm, Bella, vậy thì bố chắc chắn không sao đâu. Jacob là một thằng nhóc; có lẽ nó chỉ đang tìm tòi khám phá mà thôi.  Bố chắc chắn nó ổn mà. Rốt cuộc thì nó đâu thể suốt ngày ở bên con được.” \"Đây không phải là về chuyện con, \" tôi kiên quyết, nhưng cuộc chiến đã thất bại.  \"Bố nghĩ con chẳng cần phải lo lắng về chuyện này. Để Billy lo cho Jacob đi.” \"Charlie\" giọng tôi bắt đầu cáu kỉnh.  \"Bells, bây giờ bố đang có quá nhiều việc phải lo rồi. Hai khách du lịch đã bị mất tích bên đường mòn ngoài hồ lưỡi liềm.” Có nét lo lắng trong giọng ông. \"Chuyện mấy con sói này đang vượt ngoài tầm kiểm soát.” Trong giây lát, tôi bị phân tâm – hết sức sửng sốt - vì tin tức của ông. Không thể nào mấy con sói lại có thể sống sót qua cuộc đọ sức với Laurent... \"Bố có chắc đó là chuyện đã xảy ra với họ không? \" Tôi hỏi.  \"E là thế, con gái.  Có - \" ông do dự. \" Có cả dấu vết, và ... lần này có máu đổ.” \"Ôi!\"  Đâu cần phải đến mức đụng độ nhau đâu. Laurent chỉ cần chạy nhanh hơn bọn sói là được mà, tại sao lại thế chứ?  Điều tôi nhìn thấy trong đồng cỏ càng lúc càng lạ lùng hơn – càng không thể hiểu nỗi hơn.  \"Nè con, bố thật phải đi rồi. Đừng lo về Jake, Bella.  Bố chắc chắn không có chuyện gì đâu.” \"Được rồi, \" tôi cộc lốc nói, tuyệt vọng vì lời ông làm tôi nhớ đến chuyện quan trọng khẩn cấp hơn sắp tới. \"Chào bố.” Tôi gác máy.  Tôi nhìn chằm chằm vào điện thoại hồi lâu. Cái chuyện quái gì, tôi quyết định.  Billy trả lời sau hai lượt chuông reo.  \"A lô? \" \"Chào, Billy, \" tôi gần như gầm gừ. Tôi cố nói thân thiện hơn khi tiếp tục. \"Cho cháu nói chuyện với Jacob với? \" \"Jake không có ở đây.” Thật sốc. \"Bác có biết bạn ấy ở đâu không? \" \"Nó ra ngoài chơi với bạn. \" Giọng Billy cẩn trọng.  \"Thế à? Có ai con biết không? Quil? \" Tôi biết chắc lời mình không có vẻ tự nhiên như tôi muốn tỏ ra.  \"Không, \" Billy nói chậm rãi. \"Bác không nghĩ nó đi chơi với Quil hôm nay.” Tôi không dại gì mà đề cập đến tên Sam.  \"Embry? \" Tôi hỏi.  Billy có vẻ vui mừng hơn khi trả lời câu này. \"Ờ, nó đi chơi với Embry.” Thế là đủ đối với tôi. Embry là người trong bọn đó.  \" Ừm, nói anh ấy gọi cho con khi về đến nhà, được không ạ? \" \"Đương nhiên, chắc chắn. Không sao đâu. \" Cụp.  \"Gặp lại bác sớm, Billy, \" tôi lẩm bẩm với cái điện thoại câm lặng.  Tôi lái xe đến La Push nhất quyết đợi. Tôi sẽ ngồi ở trước nhà anh ta suốt đêm nếu phải vậy. Tôi sẽ bỏ học.  Đến lúc nào đó anh chàng cũng sẽ phải về nhà, và khi về đến nhà, anh sẽ phải nói chuyện với tôi.  Tâm trí tôi quá bận bịu đến nỗi chuyến đi tôi sợ phải thực hiện dường như chỉ mất có vài giây. Sớm hơn mong đợi, rừng bắt đầu thưa, và tôi biết mình sẽ sớm nhìn thấy ngôi nhà nhỏ đầu tiên của khu bảo tồn.  Đang lầm lũi bước đi, dọc lề trái của con đường, là một cậu bé cao lớn đội mũ bóng chày.  Hơi thở tôi ngưng lại trong chốc lát trong cổ họng, hy vọng lần này mình may mắn, là tôi đã tình cờ gặp Jacob mà chẳng phải khổ nhọc. Nhưng cậu bé này quá vạm vỡ, và tóc ngắn bên dưới cái nón ấy. Thậm chí từ phía sau, tôi cũng biết chắc đó là Quil, dù anh chàng trông có vẻ cao lớn hơn lần cuối cùng tôi gặp.  Mấy cậu bé Quileute này có chuyện gì vậy chứ?  Bộ người ta cho họ ăn hoóc-môn tăng trưởng thí nghiệm sao?  Tôi băng qua lề đường ngược chiều để dừng xe kế bên anh chàng. Anh chàng nhìn lên khi tiếng gầm rống của xe tải tôi đến gần.  Vẻ mặt Quil làm tôi sợ hơn làm tôi ngạc nhiên. Khuôn mặt anh chàng ảm đạm, trầm ngâm, trán nhăn lại lo lắng.  \" Ồ, chào, Bella, \" anh chàng chào tôi nhạt nhẽo.  \"Chào, Quil... Bạn có khoẻ không? \" Anh nhìn tôi chằm chằm buồn rầu. \"Khoẻ.” \"Tôi cho bạn đi ké nhé? \" Tôi đề nghị.  \"Đương nhiên rồi,”  anh chàng lầm bầm. Anh chàng lê chân vòng qua trước xe tải rồi mở cửa phía hành khách trèo vô trong.  \"Đi đâu đây?” \"Nhà tôi ở phía bắc, sau cửa hàng này, \" anh nói với tôi.  \"Hôm nay bạn có gặp Jacob không. \" Câu hỏi buột ra khỏi tôi gần như trước khi anh chàng nói xong.  Tôi nhìn Quil hăng hái, chờ câu trả lời. Anh nhìn chằm chằm vào kính chắn gió một chút rồi mới nói. \" Từ xa, \" cuối cùng thì anh chàng cũng nói.  \"Xa? \" Tôi lặp lại.  \"Tôi đã cố đi theo họ – nó đi với Embry.” Giọng anh chàng nhỏ, khó nghe trong tiếng động cơ. Tôi nghiêng người sát hơn. \" Tôi biết tụi nó thấy tôi. Nhưng tụi nó quay đi rồi biến vô rừng. Tôi nghĩ tụi nó không chỉ có một mình - tôi nghĩ chắc Sam và băng của anh ta đi chung với tụi nó.  \"Tôi đã chạy quanh rừng cả tiếng đồng hồ, gào gọi tụi nó. Vừa mới tìm ra đường cái thì bạn chạy đến.” \"Vậy là Sam đã nắm được anh ấy. \" Lời nói hơi lạc đi - răng tôi siết vào nhau.  Quil nhìn tôi chằm chằm. \" Bạn biết chuyện đó à?” Tôi gật đầu. \"Jake có nói với tôi ... trước đây.” \"Trước đây, \" Quil lặp lại, và thở dài.  \"Jacob bây giờ cũng tệ hại như những người khác hả? \" \"Không bao giờ rời Sam. \" Quil quay đầu lại và khạc ra cửa sổ để mở.  \"Và trước đó - anh ấy có tránh mọi người không? anh ấy có vẻ khó chịu không? \" Giọng anh chàng nhỏ và nặng nề. \" Không lâu như những người khác. Có lẽ chỉ một ngày thôi.  Rồi Sam đã gặp nó.” \"Theo bạn đó là gì?  Ma túy hay gì?” \"Tôi không nghĩ Jacob hay Embry lại dính vào bất cứ thứ gì tương tự... nhưng tôi có biết gì đâu? Còn có thể là thứ gì khác nữa?  Và tại sao những  người già không lo lắng? \" Anh chàng lắc đầu, và bây giờ nỗi sợ hãi ánh lên  trong mắt anh.  \"Jacob trước đây không muốn trở thành thành viên của ...nhóm ưu tú này. Tôi không biết điều gì đã làm nó thay đổi.”  Anh chàng nhìn tôi chằm chằm, khuôn mặt anh chàng sợ hãi. \" Tôi không muốn là người kế tiếp.” Mắt tôi phản chiếu nỗi sợ hãi của anh chàng. Đó là lần thứ nhì tôi nghe nó được mô tả như một nhóm ưu tú. Tôi rùng mình. \"Cha mẹ của bạn có ý kiến gì không? \" Anh chàng nhăn nhó. \"Có. Ông tôi nằm trong Hội đồng cùng với cha Jacob. Ông bảo Sam Uley là điều tốt đẹp nhất từng có ở nơi này.” Chúng tôi nhìn chằm chằm vào nhau một hồi lâu. Chúng tôi bây giờ đã ở La Push, và xe tải tôi đang bò dọc theo con đường vắng vẻTôi có thể nhìn thấy cửa hàng duy nhất trong làng không còn xa lắm.  \"Tôi sẽ ra khỏi xe đây, \" Quil nói. \"Nhà tôi ở ngay đàng kia. \" Anh chàng chỉ tay về phía hình chữ nhật bằng gỗ nhỏ đằng sau cửa hàng. Tôi tấp vào lề đường, và anh chàng nhảy ra.  \"Tôi sẽ đến chờ Jacob, \" tôi nói với anh bằng giọng cay đắng.  \"Chúc may mắn. \" Anh chàng đóng sầm cửa và lê chân đi về phía trước dọc theo con đường, đầu cúi gằm, vai xệ xuống.  . Khuôn mặt Quil ám ảnh tôi khi tôi quay đầu xe rồi quay lại nhà Black.  Anh chàng sợ là người kế tiếp.  Chuyện gì đang xảy ra ở đây?  Tôi dừng lại trước nhà Jacob, tắt động cơ và hạ kính xe.  Hôm nay thật ngột ngạt, chẳng chút gió. Tôi duỗi chân thoải mái lên bảng điều khiển và chuẩn bị ngồi đợi.  Một cử động lướt qua trong ngoài tầm mắt tôi - tôi quay lại và thấy Billy đang nhìn tôi qua cửa sổ trước nhà với vẻ mặt bối rối. Tôi vẫy tay một lần và mím môi cười, nhưng cứ ngồi yên như cũ.  Mắt ông nheo lại; ông kéo màn che kính.  Tôi sẵn sàng ở lại bao lâu cũng được, nhưng tôi muốn mình có chuyện gì đó để làm. Tôi lục lọi tìm một cây bút trong đáy ba lô, và bài kiểm tra cũ. Tôi bắt đầu vẽ nguệch ngoạc vào phía sau tờ giấy.  Tôi vừa mới đủ thời gian vẽ nguệch ngoạc một hàng hình thoi thì có tiếng gõ cộc lốc lên cửa xe.  Tôi nhảy dựng, nhìn lên, nghĩ là Billy.  \"Bạn đang làm gì ở đây vậy, Bella.” Jacob gầm gừ.  Tôi nhìn anh chàng chằm chằm hết sức kinh ngạc.  Jacob đã thay đổi hoàn toàn trong mấy tuần rồi kể từ khi tôi gặp anh. Điều đầu tiên tôi để ý là mái tóc của anh – mái tóc xinh đẹp của anh đã biến mất, bị cắt thật ngắn, bao quanh đầu đen bóng như vải sa tanh đen.  Gò má dường như cương nghị hơn, căng ra ... già dặn. Cổ và vai cũng khác, dầy hơn sao đó. Bàn tay, đang kẹp chặt khung cửa xe, trông có vẻ khổng lồ, với gân và mạch máu nổi bật hơn dưới làn da màu nâu đỏ. Nhưng thay đổi bề ngoài không đáng kể.  Chính nét mặt của anh làm tôi gần như hoàn toàn không thể nhận ra.  Nụ cười cởi mở, thân thiện đã không còn cũng giống như mái tóc, ánh nhìn ấm áp trong đôi mắt đen đã thay bằng sự oán giận ủ ê đáng ngại.  Bây giờ trong Jacob đã có bóng đen.  Như thể mặt trời của tôi đã sụp đổ.  \"Jacob? \" Tôi thì thầm.  Anh chỉ nhìn tôi chằm chằm, đôi mắt căng thẳng và tức giận.  Tôi nhận ra chúng tôi không chỉ có một mình với nhau. Đằng sau anh là bốn người khác đang đứng; tất cả bọn họ đều cao lớn và da nâu đỏ, mái tóc đen cắt ngắn như tóc Jacob. Họ có thể là anh em - tôi thậm chí không nhận ra Embry trong nhóm.  Sự giống nhau càng thêm rõ bởi vẻ thù địch giống nhau nổi bật trong mọi đôi mắt.  Mọi đôi mắt trừ một.  Người lớn tuổi nhất lớn hơn vài tuổi, Sam đứng sau chót, khuôn mặt bình thản và tự tin.  Tôi phải nuốt lại cơn giận đang trào lên trong họng. Tôi muốn đánh anh ta. Không, tôi muốn làm hơn vậy. Hơn bất cứ thứ gì, tôi muốn mình dữ dằn và đáng sợ, một người không ai dám chọc giận. Người sẽ làm Sam Uley phải sợ hãi choáng váng.  Tôi muốn trở thành một con ma cà rồng.  Khao khát bạo lực làm tôi mất kiểm soát và mệt ứ hơi. Đó là điều ao ước cấm kỵ nhất trong mọi ao ước – dù là ao ước vì lý do độc ác như thế này, để có ưu thế hơn kẻ thù - vì đó là ao ước đau đớn nhất. Tương lai đó đã mãi mãi vuột khỏi tầm tay tôi, chưa bao giờ thực sự trong tầm tay tôi. Tôi cố gắng giành lại khả năng kiểm soát bản thân trong khi vết thương trong ngực tôi đau đớn âm vang.  \"Bạn muốn gì? \" Jacob hỏi, vẻ mặt anh càng lúc càng bực bội hơn khi nhìn thấy cảm xúc thay đổi trên mặt tôi.  \"Tôi muốn nói chuyện với bạn, \" tôi nói yếu ớt. Tôi cố tập trung, nhưng vẫn còn quay cuồng vùng vẫy khỏi giấc mơ cấm kỵ của mình.  \"Nói đi, \" anh rít qua kẽ răng. Ánh nhìn trừng trừng của anh thật dữ dội. Tôi chưa từng thấy anh nhìn bất kỳ ai như thế, chứ đừng nói là nhìn tôi. Nó làm tôi bất ngờ đau đớn – nỗi đau thể xác, trong đầu tôi.  \"Một mình!\" Tôi rít lên, và giọng tôi mạnh hơn.  Anh nhìn ra phía sau mình, và tôi biết mắt anh sẽ đến đâu.  Từng người trong bọn đều quay lại xem phản ứng của Sam.  Sam gật đầu một lần, mặt bình thản. Anh ta bình luận ngắn gọn bằng một thứ tiếng trong trẻo, xa lạ - tôi chỉ có thể chắc chắn không phải tiếng Pháp hay Tây Ban Nha, nhưng tôi đoán đó là tiếng Quileute.  Anh ta quay lưng đi vào nhà Jacob. Những người khác, Paul, Jared, và Embry, tôi nghĩ vậy, đi theo anh ta vô nhà.  \"OK. \" Jacob có vẻ ít giận dữ hơn khi những người khác đã ra đi. Khuôn mặt anh hơi dịu đi, và cũng tuyệt vọng hơn. Miệng anh có vẻ thường xuyên trễ xuống.  Tôi hít thật sâu. \" Bạn biết tôi muốn biết gì rồi.” Anh chàng không trả lời. Anh chỉ nhìn tôi chằm chằm chua chát.  Tôi cũng nhìn chằm chằm lại và im lặng kéo dài.  Nỗi đau trên khuôn mặt anh làm tôi mất bình tĩnh. Tôi cảm thấy họng mình bắt đầu nghẹn lại.  \"Mình đi dạo được không? \" Tôi hỏi trong khi còn nói được.  Anh không trả lời gì cả; khuôn mặt anh không thay đổi.  Tôi ra khỏi xe, cảm thấy những đôi mắt vô hình đằng sau cửa sổ dán vào mình, và bắt đầu đi về phía rừng ở hướng bắc. Chân tôi lép nhép trên cỏ ướt và bùn bên đường, và, vì đó là âm thanh duy nhất, nên lúc đầu tôi nghĩ anh không đi theo tôi. Nhưng khi tôi liếc quanh, anh đang ở ngay bên tôi, chân anh không hiểu sao lại tìm ra đường đi ít ồn ào hơn tôi.  Tôi cảm thấy dễ chịu hơn nơi mép rừng, nơi Sam không thể theo dõi được. Khi chúng tôi bước đi, tôi loay hoay tìm lời thích hợp để nói, nhưng chẳng nghĩ ra được gì. Tôi chỉ ngày càng tức giận hơn vì Jacob đã bị lôi kéo vào... vì Billy đã để chuyện này xảy ra ...vì Sam có thể đứng đó thật quả quyết và bình tĩnh... Jacob đột ngột đi nhanh hơn, sải chân đi trước tôi dễ dàng với đôi chân dài của mình, rồi quay ngoắt lại đối diện với tôi, chặn đường tôi đi nên tôi cũng phải dừng lại.  Tôi đã bị phân tâm bởi vẻ uyển chuyển thấy rõ trong động tác của anh chàng. Jacob vốn gần như vụng về y như tôi với sự cao vọt liên tục của anh chàng. Chuyện đó đã xảy ra khi nào?  Nhưng Jacob không để tôi có thời gian để nghĩ về chuyện đó. \"Chúng ta hãy giải quyết chuyện này cho xong, \" anh nói bằng một giọng khàn, cay đắng.  Tôi đợi. Anh biết tôi muốn gì rồi.  \"Không phải như bạn nghĩ đâu. \" Giọng anh đột ngột mệt mỏi. \"Không như tôi đã nghĩ - tôi đã hiểu lầm.” \"Vậy thì đó là gì?” Anh chàng nhìn kỹ mặt tôi một hồi lâu, phỏng đoán.  Nỗi tức giận chưa hoàn toàn biến  khỏi mắt anh. \"Tôi không thể nói cho bạn biết, \" cuối cùng thì anh chàng cũng nói.  Hàm tôi nghiến chặt, và tôi nói qua kẽ răng. \"Tôi cứ tưởng mình đã là bạn bè.” \"Đã là.” Hơi nhấn mạnh thì quá khứ.  \"Nhưng bạn không cần bạn bè nữa, \" tôi chua chát nói. \"Bạn có Sam. Không hay sao - bạn vẫn luôn ngưỡng mộ anh ta quá trời.” \"Trước đây tôi đã không hiểu anh ấy.” \"Còn bây giờ bạn đã hiểu ra. Cảm ơn trời phật.” \"Không như tôi đã tưởng. Chuyện này không phải là lỗi của Sam.  Anh ấy đang cố hết sức để giúp tôi.”  Giọng anh trở nên cáu kỉnh và anh nhìn qua đầu tôi, ngang qua tôi, cơn thịnh nộ đang bừng bừng trong mắt.  \"Anh ta đang giúp bạn, \" tôi lặp lại hoài nghi. \"Rõ ràng rồi.” Nhưng Jacob dường như không lắng nghe. Anh đang hít một hơi khoan thai, thật sâu, cố làm dịu mình. Anh ta tức đến nỗi bàn tay anh run rẩy.  \"Jacob, xin bạn, \" tôi thì thầm \"Bạn sẽ không kể cho tôi nghe chuyện gì đã xảy ra sao? Có lẽ tôi có thể giúp được.” \"Bây giờ không ai có thể giúp được tôi cả.” Lời anh là tiếng than van trầm; giọng anh vỡ oà.  \"Anh ta đã làm gì bạn? \" Tôi hỏi, nước mắt dâng trong mắt. Tôi chìa tay cho anh, như đã một lần trước đây, muốn giúp đỡ với đôi tay mở rộng.  Lần này anh chàng rúm người quay đi, giơ tay lên phòng thủ. \"Đừng chạm vào tôi,”  anh thì thầm.  \"Sam nhìn thấy à? \" Tôi lầm bầm. Nước mắt ngu ngốc đã tràn ra khoé mắt. Tôi chùi đi bằng mu bàn tay, rồi khoanh tay trước ngực.  \"Đừng trách Sam nữa. \" Lời anh phát ra thật nhanh, như phản xạ. Bàn tay anh đưa lên để vặn mái tóc đã không còn ở đó, rồi yếu ớt rơi xuống bên hông.  \"Vậy tôi nên trách ai đây? \" Tôi phản kích.  Anh cười nửa miệng; đó là một nụ cười ảm đạm, méo mó.  \"Bạn không muốn nghe điều đó đâu.” \"Cái quái gì mà tôi không muốn nghe!\" Tôi cáu kỉnh. \" Tôi muốn biết, và tôi muốn biết ngay bây giờ.” \"Bạn sai rồi, \" anh chàng cáu kỉnh trở lại.  “Bạn dám nói tôi sai à - Tôi không phải là người bị nhồi sọ! Hãy nói cho tôi biết ngay bây giờ toàn bộ chuyện này là, do lỗi của ai nếu đó không phải là lỗi của Sam quý báu của bạn !\" \"Là bạn đòi đấy nhé, \" anh gầm tôi, mắt đầy oán giận. \" Nếu bạn muốn trách ai đó, tại sao bạn không trách bọn hút máu hôi thối, bẩn thỉu mà bạn yêu thật nhiều đó? \" Tôi há hốc ngạc nhiên và thở khò khè. Tôi cứng người tại chỗ, đau như bị dao đâm bởi những lời hai nghĩa của anh.  Cơn đau cuộn xoắn theo cách quen thuộc qua toàn cơ thể, vết thương lởm chởm xé tim tôi từ trong ra ngoài, nhưng đó chỉ là chuyện phụ, chỉ là nhạc nền so với suy nghĩ hỗn độn trong tôi. Tôi không tin nỗi mình đã nghe anh nói như thế.  Chẳng có chút gì do dự trong khuôn mặt anh. Chỉ sự cuồng nộ.  Miệng tôi vẫn há hốc.  \"Tôi đã bảo là bạn sẽ không muốn nghe đâu mà,” anh nói.  \"Tôi không hiểu bạn muốn ám chỉ ai, \" tôi thì thầm.  Anh nhướng một bên lông mày đầy hoài nghi. \"Tôi nghĩ bạn biết rõ ý tôi muốn nói đến ai. Bạn sẽ không buộc tôi phải nói ra, đúng không? Tôi không muốn làm tổn thương bạn.” \"Tôi không hiểu bạn muốn ám chỉ ai cả, \" tôi lặp lại một cách máy móc.  \"Gia đình Cullens, \" anh chậm rãi nói, lôi từ này ra, vừa dò xét mặt tôi. \"Tôi đã thấy rồi - tôi có thể thấy trong mắt bạn cái tên đó đối với bạn ra sao khi nói ra tên của họ.” Tôi lắc đầu qua lại phủ nhận, vừa cố gắng hiểu. Sao anh biết được chuyện này? Và chuyện này có liên quan gì đến nhóm ưu tú của Sam? Có phải đây là một băng nhóm thù ghét ma cà rồng không?  Lý do gì để lập nên một đoàn thể như vậy khi mà chẳng có con ma cà rồng nào sống ở Forks nữa? Tại sao bây giờ Jacob lại tin mấy chuyện về gia đình Cullens, khi bằng chứng về họ đã chẳng còn, chẳng bao giờ trở lại?  Mất thật nhiều thời gian tôi mới nghĩ ra được câu trả lời chính xác. \"Đừng có bảo tôi là bây giờ bạn tin mấy chuyện vô lý mê tín của Billy nhé, \" tôi nói, ráng đùa.  \"Ông biết nhiều hơn tôi nghĩ.” \"Nghiêm túc đi, Jacob.” Anh chàng nhìn tôi trừng trừng, mắt anh phản đối.  \"Khoan nói đến vụ mê tín dị đoan, \" tôi nói nhanh. \" Tôi vẫn không hiểu bạn lên án ... nhà Cullens” - cau mày - \"vì chuyện gì.  Họ đã bỏ đi hơn nửa năm rồi. Sao bạn có thể đổ lỗi cho họ về chuyện Sam đang làm chớ?” \"Sam chẳng hề làm gì cả, Bella. Và tôi biết họ đã bỏ đi. Nhưng đôi khi ...  mọi chuyện bắt đầu diễn ra, rồi thì đã quá muộn.” \"Cái gì diễn ra? Cái gì đã quá muộn ? Bạn đang trách họ về việc gì?” Anh đột ngột ở sát mặt tôi, ánh cuồng nộ cháy rực trong mắt. \"Vì đã tồn tại trên đời này,” anh rít lên.  Tôi bị bất ngờ và bị phân tâm khi những lời cảnh báo lại đến bằng giọng Edward, khi tôi thậm chí chẳng hề sợ hãi.  \"Bình tĩnh nào, Bella. Đừng ép anh ta,” Edward cảnh báo trong tai tôi.  Suốt từ lúc tên Edward vượt qua bức tường thận trọng chôn kín ấy, tôi vẫn chưa thể nhốt nó lại được.  Bây giờ nó không làm tôi đau - chưa trong giây phút quý báu tôi nghe được giọng anh.  Jacob đang giận dữ trước mặt tôi, run lên vì giận.  Tôi không hiểu tại sao ảo giác Edward lại xuất hiện tâm trí tôi bất ngờ như thế. Jacob tức giận, nhưng cũng chỉ là Jacob thôi mà. Không adrenaline, chẳng nguy hiểm.  \"Cho anh ta một cơ hội để bình tĩnh lại” giọng Edward cố nài.  Tôi lắc đầu không hiểu. \"Bạn thật lố bịch, \" tôi nói với cả hai.  \"Được thôi, \" Jacob trả lời, lại thở sâu. \" Tôi sẽ không tranh cãi chuyện đó với bạn nữa.  Dù sao cũng chẳng quan trọng, thiệt hại đã xảy ra rồi.” \"Thiệt hại gì? \" Anh chàng không nao núng khi tôi hét những lời này vào mặt anh.  \"Mình về đi.  Chẳng còn gì để nói nữa.” Tôi há hốc. \"Còn đủ thứ cần nói!  Bạn chưa nói gì cả!\" Anh đi qua mặt tôi, sải chân quay về nhà.  \"Tôi tình cờ gặp Quil hôm nay, \" tôi thét sau lưng anh.  Anh chàng ngừng lại nửa chừng, nhưng không quay mặt lại.  \"Bạn có còn nhớ bạn mình không, Quil đó? Ờ, anh ta vô cùng khiếp sợ.” Jacob xoay người đối mặt với tôi. Vẻ mặt đau đớn. \" Quil\" là tất cả những gì anh nói.  \"Bạn ấy cũng lo cho bạn.  Bạn ấy bị sốc.” Jacob nhìn ngang qua tôi với đôi mắt tuyệt vọng.  Tôi dằn vặt anh thêm. \"Bạn ấy sợ bạn ấy sẽ là người kế tiếp.” Jacob chộp cây để đứng vững, khuôn mặt anh chuyển sang xanh lè kỳ lạ dưới bề mặt nâu đỏ. \"Nó sẽ không phải là người kế tiếp, \" Jacob lẩm bẩm một mình. \"Nó không thể.  Bây giờ đã qua rồi.  Chuyện này sẽ không xảy ra nữa. Tại sao? Tại sao? \" Nắm tay anh đấm vào cây.  Đó không phải là một cây to cao, mảnh khảnh và chỉ cao hơn Jacob vài feet. Nhưng tôi vẫn ngạc nhiên khi thân cây gãy và kêu rắc thật to vì những cú đấm của anh. Jacob sững sờ nhìn chằm chằm vào chỗ đứt lìa rồi nhanh chóng chuyển thành sự kinh hoàng.  \"Tôi phải về thôi. \" Anh xoay người và đùng đùng bỏ đi nhanh đến nỗi tôi phải chạy theo mới đuổi kịp.  \"Về với Sam đi!\" \"Đó là một cách nhìn nhận sự việc, \" nghe như anh nói. Anh chàng đang lầm bầm và quay mặt chỗ khác.  Tôi rượt theo anh đến chỗ xe tải. \"Đợi chút!\" Tôi gọi khi anh quay về phía nhà.  Anh quay phắt lại đối mặt với tôi, và tôi thấy bàn tay anh lại run rẩy.  \"Về nhà đi, Bella. Tôi không thể đi chơi với bạn được nữa.” Sự tổn thương vụn vặt, ngu ngốc mà lại mạnh không ngờ. Nước mắt lại dâng trào. \"Có phải bạn ... chia tay với tôi không?” Lời nói ấy hoàn toàn không ổn, nhưng đó là cách tốt nhất tôi có thể nghĩ ra để nói lên điều tôi đang hỏi. Rốt cuộc thì những gì Jake và tôi đã có còn hơn bất cứ chuyện tình học trò nào. Mạnh mẽ hơn.  Anh cười khan cay đắng. \"Không. Nếu mà được vậy thì tôi sẽ nói 'Hãy vẫn là bạn nhé.' Tôi thậm chí không nói vậy được.” \" Jacob ... tại sao? Sam không muốn bạn có bạn bè khác ư? Xin bạn, Jake. Bạn đã hứa rồi. Tôi cần bạn!” Sự trống rỗng trong đời tôi trước đây - trước khi Jacob mang cái tựa như lý do để quay lại cuộc sống – lồng lên và đối mặt với tôi. Nỗi cô đơn nghẹn trong họng tôi.  \"Tôi xin lỗi, Bella, \" Jacob nói từng từ rõ ràng bằng giọng lạnh lùng chẳng hề giống gì anh.  Tôi không tin đây thực là điều Jacob muốn nói. Có vẻ như có điều khác anh cố báo tôi biết qua đôi mắt giận dữ của mình, nhưng tôi không hiểu được thông điệp đó.  Có lẽ chuyện này chẳng hề dính líu đến Sam. Có lẽ chuyện này chẳng hề liên quan gì đến nhà Cullens. Có lẽ anh chỉ đang cố lôi mình ra khỏi một tình huống tuyệt vọng nào đó. Có lẽ tôi nên để cho anh làm chuyện đó, nếu đó là điều tốt nhất cho anh. Tôi nên làm thế. Có lẽ vậy là đúng đắn.  Nhưng tôi nghe tiếng mình thì thầm buột ra.  \"Tôi rất tiếc là tôi không thể... trước khi... Tôi ước tôi có thể thay đổi cảm nhận của tôi về bạn, Jacob. \" Tôi tuyệt vọng, vươn người, kéo căng sự thật đến nỗi nó cong lại gần thành hình dạng của một lời nói dối. \"Có lẽ ... có lẽ tôi sẽ thay đổi, \" tôi thì thầm. \"Có lẽ, nếu bạn để tôi có chút thời gian ... chỉ cần đừng bỏ rơi tôi bây giờ, Jake. Tôi không chịu nỗi.” Mặt anh chuyển từ tức giận sang đau đớn trong một giây. Một bàn tay run rẩy vươn về phía tôi.  \"Đừng. Đừng nghĩ như thế, Bella, xin bạn. Đừng tự trách mình, đừng nghĩ đây là lỗi của bạn.  Tất cả đều là do tôi. Tôi thề đó, không dính líu đến bạn đâu.” \"Nếu không phải là bạn, thì là tôi, \" tôi thì thầm. \"Có một cái mới.” \"Tôi nói thật đó, Bella. Tôi không... \" anh cố gắng, giọng anh chàng thậm chí khàn hơn khi cố kiềm chế cảm xúc của mình.  Mắt anh dày vò đau đớn. \"Tôi không còn xứng làm bạn bạn nữa, hoặc bất cứ thứ gì khác. Tôi không phải là tôi như lúc trước. Tôi không tốt.” \"Gì chứ? \" Tôi nhìn anh chằm chằm, không hiểu và kinh hoảng. \"Bạn đang nói gì vậy? Bạn tốt hơn tôi nhiều, Jake. Bạn tốt! Ai nói với bạn là bạn không tốt? Sam hả? Đó là lời nói dối hiểm ác, Jacob! Đừng để anh ta nói với bạn vậy!\" Tôi đột ngột la hét trở lại.  Mặt Jacob trở nên khó hiểu và buồn nản. \" Không cần ai phải bảo tôi gì hết. Tôi biết tôi là thứ gì.” \"Bạn là bạn tôi, vậy đó! Jake – đừng thế!\" Anh chàng đang lùi ra xa tôi.  \"Tôi xin lỗi, Bella, \" anh lại nói; lần này là tiếng lầm bầm đứt quãng. Anh quay người và bước như chạy vô nhà.  Tôi không thể nhúc nhích khỏi nơi đang đứng. Tôi nhìn chằm chằm vào ngôi nhà nhỏ ; nó có vẻ quá nhỏ để chứa bốn cậu bé to lớn và hai người đàn ông to lớn hơn.  Chẳng có động thái nào trong nhà.  Chẳng chút rung rinh ở mép rèm, chẳng tiếng người nói hay cử động nào. Nó đối diện với tôi trống rỗng.  Mưa bắt đầu rơi, châm chích đó đây trên da tôi. Tôi không thể rời mắt khỏi ngôi nhà.  Jacob sẽ trở lại. Anh phải trở lại.  Mưa nặng hạt hơn, và gió cũng mạnh hơn. Mưa không còn rơi từ trên trời cao xuống; chúng xiên xiên từ hướng Tây. Tôi ngửi thấy mùi muối ở đại dương. Tóc quất lên mặt, dính vô mấy chỗ ướt và vương trên mi. Tôi đợi.  Cuối cùng cửa mở, và tôi nhẹ nhõm tiến một bước về phía trước.  Billy lăn ghế ông đến ngạch cửa. Tôi có thể thấy chẳng có ai đằng sau ông.  \"Charlie mới gọi, Bella. Tôi bảo ông ấy là con đang trên đường về nhà. \" Mắt ông đầy vẻ thương hại.  Lòng thương hại đã làm mọi chuyện kết thúc. Tôi chẳng nói một lời. Chỉ quay đi như máy rồi vào xe mình. Tôi đã để cửa xe mở nên chỗ ngồi trơn và ướt. Chẳng sao cả. Tôi đã ướt sũng rồi.  Không tệ như đã nghĩ! Không tệ như đã nghĩ!  Tâm trí cố an ủi tôi. Đúng vậy.  Chuyện này không tệ lắm.  Chuyện này có phải là chuyện tận thế đâu, sẽ không một lần nữa đâu.  Chuyện này chỉ là kết thúc của chút bình yên còn sót lại. Thế thôi.  Không tệ như đã nghĩ, tôi đồng ý, sau đó thêm, nhưng đủ tệ hại.  Tôi đã nghĩ Jake chữa lành vết thương trong tôi - hay ít nhất bít nó lại, giữ không cho nó làm tôi đau hơn nữa. Tôi đã lầm. Anh ta vừa mới khoét thêm một cái lỗ khác trong tim tôi, để bây giờ tôi lủng lỗ chỗ như phô-mai Thuỵ Sĩ. Tôi tự hỏi sao mình lại chưa vỡ vụn ra. Charlie đang đợi ở hàng hiên. Khi tôi dừng xe, ông bước ra đón tôi.  \"Billy gọi. Ông ta nói con cãi nhau với Jake - nói là con đã rất khó chịu,” ông giải thích khi mở cửa cho tôi.  Rồi ông nhìn mặt tôi.  Nét hoảng sợ hiện lên trong vẻ mặt ông. Tôi cố nghiên cứu mặt mình kỹ lưỡng, để biết ông nhìn thấy gì. Khuôn mặt tôi có vẻ trống rỗng và lạnh lẽo, và tôi nhận ra nó có thể làm ông nhớ đến chuyện gì.  \"Không thực xảy ra chuyện đó, \" tôi lẩm bẩm.  Charlie ôm choàng lấy tôi và giúp tôi ra khỏi xe.  Ông không nói gì về chuyện quần áo tôi ướt sũng.  \"Vậy thì đã xảy ra chuyện gì\"  ông hỏi khi chúng tôi đã ở trong nhà.  Ông kéo tấm khăn phủ ghế ra khỏi lưng ghế xô - pha trong khi nói rồi quấn nó quanh vai tôi. Tôi nhận ra mình vẫn đang run rẩy.  Giọng tôi không chút sinh khí. \" Sam Uley nói Jacob không thể làm bạn con được nữa.” Charlie nhìn tôi một cách kỳ lạ. \"Ai bảo con vậy?” \"Jacob, \" tôi tuyên bố, cho dù đó không chính xác là điều anh đã nói. Nhưng vẫn đúng.  Lông mày Charlie nhíu lại. \"Con thật sự nghĩ có chuyện không ổn với con của Uley à? \" \"Con biết có chuyện mà.  Nhưng Jacob không kể cho con nghe.” Tôi có thể nghe nước từ quần áo tôi nhỏ giọt xuống sàn và rơi toé trên vải sơn lót sàn. \"Con đi thay đồ đây.” Charlie đang chìm trong suy nghĩ. \"Ừ, \" ông lơ đãng nói.  Tôi quyết định tắm vòi sen vì quá lạnh, nhưng nước nóng dường như chẳng làm da tôi ấm lên được chút nào cả. Tôi vẫn lạnh như băng khi chịu thua và tắt nước. Trong sự yên tĩnh bất ngờ, tôi nghe Charlie đang nói chuyện với ai đó ở dưới nhà. Tôi quấn khăn lớn quanh mình, và hé mở cửa phòng tắm.  Giọng Charlie giận dữ. \"Tôi không tin chuyện đó. Chẳng có nghĩa gì cả.” Rồi yên lặng sau đó, và tôi nhận ra ông đang nói chuyện điện thoại. Một phút trôi qua.  \"Bạn đừng đổ chuyện này cho Bella!\" Charlie đột ngột la to.  Tôi nhảy dựng. Khi ông nói tiếp, giọng ông thận trọng và nhỏ hơn. \"Bella từ đó đến giờ đã tỏ rất rõ là nó và Jacob chỉ là bạn bè mà thôi ... Ừm, nếu thật vậy, thì tại sao bạn không nói vậy ngay từ lúc đầu? Không, Billy, tôi nghĩ nó đúng về chuyện này... Vì tôi hiểu con gái tôi, và nếu nó nói là trước đây Jacob đã sợ –“ Ông ngừng giữa chừng, và khi ông trả lời ông gần như lại la to trở lại.  \"Bạn có ý gì khi nói tôi không hiểu con gái tôi như tôi nghĩ tôi hiểu chứ!\"  Ông lắng nghe chút xíu, và câu trả lời của ông nhỏ đến mức tôi gần như không nghe được. \"Nếu bạn nghĩ tôi sẽ nhắc nhở nó về chuyện đó, thì bạn nên suy nghĩ lại đi.  Nó chỉ vừa mới vượt qua được chuyện đó, và hầu như toàn là nhờ Jacob, tôi nghĩ vậy.  Nếu bất cứ chuyện gì Jacob đang làm với nhân vật Sam này làm nó bị trầm cảm trở lại, thì Jacob sẽ phải chịu trách nhiệm với tôi.  Bạn là bạn tôi, Billy, nhưng chuyện này đang hại gia đình tôi.” Lại nghỉ một chút để Billy trả lời.  \"Bạn hiểu đúng rồi đó – mấy thằng đó mà lòi một ngón chân ra khỏi vạch là tôi sẽ biết ngay. Chúng tôi sẽ để mắt đến chuyện này, bạn có thể chắc chắn vậy đó.” Ông không còn là Charlie nữa; bây giờ ông đang là cảnh sát trưởng Swan.  \"Tốt. Ờ. Tạm biệt. \" Điện thoại đập rầm vô giá.  Tôi rón rén đi nhanh qua hành lang để về phòng mình. Charlie đang lầm bầm giận dữ trong nhà bếp.  Vậy là Billy đổ tội cho tôi. Tôi đã dụ dỗ Jacob và rốt cuộc anh đã chán ngấy. Thật lạ, vì chính tôi đã sợ chuyện đó, nhưng sau lời cuối Jacob nói chiều nay, tôi không còn nghĩ vậy nữa. Có chuyện gì đó hơn chứ không phải là nỗi đắm say không được đáp lại, và tôi ngạc nhiên khi Billy lại hạ thấp mình khẳng định chuyện đó.  Điều này khiến tôi nghĩ dù bí mật họ đang giấu là gì thì nó cũng lớn hơn tôi nghĩ. Ít nhất thì bây giờ Charlie đang ở phe tôi.  Tôi mặc bộ pi-gia-ma rồi bò vô giường. Đời có vẻ đủ đen tối lúc này để tôi cho phép tự lừa dối mình.  Vết thương - bây giờ là những vết thương - đang đau, vậy tại sao lại không? Tôi lôi ký ức ra – không phải là ký ức thực sự sẽ làm tôi vô cùng đau đớn, mà là ký ức về giọng nói của Edward trong tâm trí tôi chiều nay - và nghe đi nghe lại trong đầu hoài hoài cho đến khi ngủ thiếp đi với nước mắt vẫn lặng lẽ ràn rụa xuống khuôn mặt vô cảm của tôi.  Giấc mơ đêm nay là một giấc mơ mới.  Mưa đang rơi và Jacob đang đi êm không tiếng động bên tôi, cho dù dưới chân tôi đất kêu lạo xạo như sỏi khô. Nhưng anh không phải là Jacob của tôi; anh là một Jacob mới, cay đắng, duyên dáng.  Nét mềm mại êm ả trong dáng đi của anh làm tôi nhớ đến một người khác, và, khi tôi nhìn, nét mặt anh bắt đầu thay đổi. Màu nâu đỏ của làn da anh nhạt dần, thành mặt anh trắng bệch. Mắt anh chuyển sang màu vàng, rồi đỏ thẫm, rồi lại chuyển thành vàng. Mái tóc ngắn của anh cuộn trong gió nhẹ, chuyển thành màu đồng nơi gió chạm vào. Và khuôn mặt anh trở nên xinh đẹp đến nỗi làm tan nát trái tim tôi. Tôi với tay đến gần anh, nhưng anh lùi ra xa, đưa tay lên cao che chắn. Rồi Edward biến mất.  Tôi không chắc, khi thức giấc trong bóng tối, là mình chỉ mới bắt đầu khóc, hay là nước mắt vẫn đang chảy trong khi tôi ngủ và bây giờ chảy tiếp. Tôi nhìn chằm chằm vào trần nhà tối đen. Tôi có thể cảm thấy đang nửa đêm - tôi vẫn còn ngái ngủ, có lẽ hơn ngái ngủ. Tôi nhắm mắt lại mệt mỏi và cầu xin một giấc ngủ không mộng mị.  Đó là lúc tôi nghe tiếng động hẳn đã đánh thức tôi lúc nãy. Cái gì đó nhọn cào dọc theo chiều dài cửa sổ của tôi với tiếng ken két, như móng tay cào lên kính."
        }
    ],
    "suggestions": []
}