{
    "en_vn": {
        "data": {
            "content": null,
            "word": "muted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>muted</k><blockquote><cclass>adjective (of colour or lighting) not bright; subdued.</cclass></blockquote><blockquote>→ <kref>mute</kref></blockquote></div>",
            "word": "muted"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>muted</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the muted hum of traffic</i>: MUFFLED, faint, indistinct, quiet, soft, low.</blockquote><blockquote><b>2</b><i>muted tones</i>: SUBDUED, pastel, delicate, subtle, understated, restrained.</blockquote></div>",
            "word": "muted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "muted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "muted"
        }
    },
    "sentences": [
        {
            "en": "They speak in <em>muted</em> voices.",
            "vi": "Họ nói giọng thì thào."
        },
        {
            "en": "The volume has been <em>muted</em>.",
            "vi": "Âm lượng đã bị tắt tiếng."
        },
        {
            "en": "Outside, there was a <em>muted</em> thud.",
            "vi": "Bên ngoài, có một tiếng uỵch câm lặng."
        },
        {
            "en": "China's <em>muted</em> response to North Korea attack",
            "vi": "Trung Quốc phản ứng yếu ớt trước vụ tấn công của Bắc Triều Tiên"
        },
        {
            "en": "The response to the attack has been <em>muted</em>",
            "vi": "Việc đối phó với cuộc tấn công đã bị suy yếu."
        },
        {
            "en": "A <em>muted</em> light came from the third storey.",
            "vi": "Ánh sáng mờ đến từ tầng thứ ba."
        },
        {
            "en": "At the twilight, the blazing orange sunset turned into a <em>muted</em> pink.",
            "vi": "Lúc chạng vạng, hoàng hôn màu cam rực chuyển sang màu hồng dịu."
        },
        {
            "en": "She rolled out of bed hearing the <em>muted</em> sound of distant voices.",
            "vi": "Cô ấy lăn ra khỏi giường để nghe những âm thanh thì thào của tiếng nói xa xăm."
        },
        {
            "en": "The thick carpet <em>muted</em> the noise coming from the floor below.",
            "vi": "Tấm thảm dày này làm giảm tiếng ồn đến từ tầng nhà bên dưới."
        },
        {
            "en": "It was <em>muted</em>, muffled by the wet growth that surrounded me, but it was definitely my name.",
            "vi": "Tiếng gọi bị chặn, bị bóp nghẹt bởi cây cối ẩm ướt xung quanh, nhưng chắc chắn là tên tôi."
        },
        {
            "en": "\"Bella, it's not my fault if you are exceptionally unobservant.\" His voice was quiet as usual — velvet, <em>muted</em>.",
            "vi": "\"Bella, đó không phải là lỗi của tôi nếu em hết sức không tinh ý.\" Giọng anh lặng lẽ như thường lệ – mượt như nhung, thờ ơ."
        },
        {
            "en": "While Western leaders and editorials have condemned North Korea's artillery barrage of its southern neighbour on Tuesday, in China the response has been more <em>muted</em>.",
            "vi": "Trong khi các bài xã luận và lãnh đạo Phương Tây lên án vụ Bắc Triều Tiên nã pháo vào người láng giềng phía nam của họ vào hôm thứ Ba, thì phản ứng ở Trung Quốc lại yếu hơn."
        },
        {
            "en": "No one would hear us except Alice ; it was late, and most of the passengers were turning off lights and asking for pillows in <em>muted</em> voices.",
            "vi": "Sẽ không có ai nghe thấy chúng tôi ngoài Alice; đã khuya, và hầu hết mọi hành khách đều tắt đèn và khe khẽ hỏi xin gối."
        },
        {
            "en": "No one would hear us except Alice; it was late, and most of the passengers were turning off lights and asking for pillows in <em>muted</em> voices.",
            "vi": "Sẽ không có ai nghe thấy chúng tôi ngoài Alice ; đã khuya, và hầu hết mọi hành khách đều tắt đèn và khe khẽ hỏi xin gối."
        },
        {
            "en": "Of the three principal preoccupations of adult fiction - sex, money and death - the first is absent from classic children's literature and the other two either absent or much <em>muted</em> .",
            "vi": "Trong số ba mối quan tâm chính của tiểu thuyết dành cho người lớn là tình dục, tiền bạc và cái chết, yếu tố đầu tiên hoàn toàn không tồn tại trong văn học cổ điển dành cho trẻ em, và hai yếu tố còn lại hoặc không có hoặc không được nhấn mạnh."
        },
        {
            "en": "The bluish-purple tie is “colourful yet <em>muted</em>”, he said, which Blue believes keeps students from being as bored when listening. On the other hand, he avoids brighter purples and pinks when standing up in front of students.",
            "vi": "Thầy Blue cho rằng, chiếc cà vạt tím lam đó “sặc sỡ nhưng không loè loẹt”, giúp cho sinh viên không thấy chán khi ngồi nghe. Trái lại, ông tránh không thắt những chiếc cà vạt màu hồng và màu tím tươi khi đứng trước đám đông sinh viên."
        },
        {
            "en": "In addition to the ever-rising number of new ways to consume images, there is a surge of free, online, and mobile graphics tools available to marketers. These tools grant new designers access to modern graphics capabilities, and have contributed to the latest paradigm of design simplicity and aesthetics. You may have noticed the trend: Modern digital design is flat, but dynamic. It’s colorful but <em>muted</em>; minimal but bold; modern but retro.",
            "vi": "Bên cạnh việc tăng lên về số lượng của những cách thức mới để tạo ra sự thu hút với những hình ảnh, có một sự gia tăng đột biến của các công cụ đồ họa miễn phí, trực tuyến, và có sẵn cho các nhà tiếp thị. Những công cụ này tạo điều kiện cho các nhà thiết kế truy cập vào hàng loạt các đồ họa hiện đại, và đã góp phần vào mô hình mới nhất của sự đơn giản trong thiết kế và thẩm mỹ. Một xu hương dễ dàng nhận thấy rằng: thiết kế kỹ thuật số hiện đại dạng tĩnh nhưng năng động, đầy màu sắc nhưng thầm lặng; tối thiểu nhưng đậm nét; hiện đại nhưng hoài cổ."
        },
        {
            "en": "The <em>muted</em> light of yet another cloudy day eventually woke me. I lay with my arm across my eyes, groggy and dazed. Something, a dream trying to be remembered, struggled to break into my consciousness. I moaned and rolled on my side, hoping more sleep would come. And then the previous day flooded back into my awareness.\n\"Oh!\" I sat up so fast it made my head spin.\n\"Your hair looks like a haystack… but I like it.”His unruffled voice came from the rocking chair in the corner.",
            "vi": "Cuối cùng, ánh sáng lờ mờ của một ngày hứa hẹn nhiều mây khác đã đánh thức tôi. Tôi nằm, gác tay qua mắt, hoa mắt và mê mụ. Một chuyện gì đó, một giấc mơ ráng nhớ ra, cố chen vào ý thức tôi. Tôi rên rỉ và lăn qua một bên, hi vọng sẽ ngủ thêm được một chút. Thế rồi ngày hôm trước bỗng ập về trong tâm trí.\n\"Ôi !”Tôi ngồi bật dậy quá nhanh làm đầu óc quay cuồng. \n\"Tóc em rối bù ... nhưng anh thích thế.”  Giọng điềm tĩnh của anh vang lên từ chiếc ghế bập bênh để ở góc phòng."
        },
        {
            "en": "Mobile phones 'affect the brain'        A study by the National Institutes of Health in the US suggests that mobile phones could have an effect on the brain. They reported higher sugar use in the brain, a sign of increased activity, after 50 minutes on the phone. The research published in the Journal of the American Medical Association said the clinical significance was unknown. Experts in the UK said there was no suggestion of a health risk. Since the boom in mobile phone use, there has been considerable interest in the effect on the body. The largest study on 420,000 mobile phone users in Denmark, has not shown a link between phone use and cancer. This small study on 47 people investigated the effect of magnetic fields (RF-EMFs) coming from a phone's antenna. It suggests that brain activity is affected, but cannot draw any conclusions about possible health implications. Mobile phones were attached to both ears of each participant. One phone was off, the another was on but <em>muted</em> so the person could not tell the difference.  Their brains were then scanned to detect changes in glucose use, which increased by 7% in parts of the brain close to the antenna. The researchers conclude that \"the human brain is sensitive to the effects of RF-EMFs from acute cell phone exposures. \"However theses results proved no information as to their relevance regarding potential carcinogenic effects, or lack of such effects.\" Professor Patrick Haggard, from the Institute of Cognitive Neuroscience at University College London, said: \"This is a very interesting result, since it suggests a possible direct effect of mobile phone signals on brain function.  \"The implications for health remain unclear. Much larger fluctuations in brain metabolic rate occur naturally, for example during thinking.  \"However, if further studies confirm that mobile phone signals do have direct effects on brain metabolism, then it will be important to investigate whether such effects have implications for health.\" Professor Malcolm Sperrin, director of Medical Physics and Clinical Engineering at Royal Berkshire Hospital, said: \"This paper is particularly interesting in that it reports an increase in brain metabolism as a result of the use of mobile phones.  \"More work is required to establish any possible link between RF energy deposition in the brain and a consequential health risk. It is reasonable to assume that the small increase in metabolism results from a deposition of energy, which may result in turn from local temperature changes or perhaps magnetic or electrical stimulation that does not involve heat at all. \"It is important to fully appreciate that no health risk is identified in this paper.\"",
            "vi": "Điện thoại di động ' ảnh hưởng đến não '    Một nghiên cứu thuộc Viện Sức khoẻ Quốc gia Hoa Kỳ cho rằng điện thoại di động có thể ảnh hưởng đến não. Họ cho biết lượng đường sử dụng trong não cao hơn sau 50 phút nói chuyện điện thoại là một dấu hiệu tăng hoạt động não. Nghiên cứu này đã được công bố trên tạp chí Hiệp hội Y học Hoa Kỳ còn về ý nghĩa lâm sàng vẫn chưa được làm rõ. Các chuyên gia ở Anh thì cho rằng nó không có vẻ gì là có nguy cơ đến sức khoẻ. Từ khi việc sử dụng điện thoại di động bùng nổ thì đã có mối quan tâm đáng kể về ảnh hưởng của nó đối với con người. Nghiên cứu lớn nhất ở 420.000 người sử dụng điện thoại di động ở Đan Mạch không cho thấy có mối liên quan nào giữa việc sử dụng điện thoại với nguy cơ ung thư. Một nghiên cứu nhỏ được điều tra về ảnh hưởng của từ trường (RF-EMFs) ở 47 người từ ăng-ten của điện thoại.  Nó cho thấy hoạt động não bị ảnh hưởng nhưng không thể đưa ra bất kỳ kết luận nào có ảnh hưởng đến sức khoẻ. Người ta gắn điện thoại di động lên cả hai tai của mỗi người tham dự. Một chiếc được tắt, một chiếc được bật nhưng bị chặn tiếng nên người này không thể phân biệt được cái nào. Sau đó não của họ được chụp cắt lớp để phát hiện những thay đổi trong việc sử dụng đường glu-cô và cho thấy lượng đường tăng lên 7% ở những vùng não gần ăng-ten. Nhà nghiên cứu kết luận rằng “ não người dễ bị ảnh hưởng bởi từ trường RF-EMFs từ sóng điện thoại. “ Tuy nhiên những kết quả này đã chứng minh không có thông tin nào liên quan đến khả năng tác động chất gây ung thư tiềm năng, hay là không có những ảnh hưởng nào như vậy.”  Giáo sư Patrick Haggard thuộc Viện Thần kinh Nhận thức ở Trường đại học College London nói rằng: “ Đây là một kết quả thú vị vì nó đưa ra sự ảnh hưởng trực tiếp có thể có của tín hiệu điện thoại đối với chức năng não. “ Tác hại đối với sức khoẻ vẫn chưa được biết rõ. Có nhiều dao động lớn hơn trong tỷ lệ chuyển hoá ở não xảy ra một cách tự nhiên, chẳng hạn như trong quá trình suy nghĩ. “ Tuy nhiên, nếu nghiên cứu này xác nhận thêm rằng các tín hiệu điện thoại di động ảnh hưởng trực tiếp đến sự chuyển hoá ở não thì việc xem xét liệu những tác động đó có ảnh hưởng đến sức khoẻ hay không là rất quan trọng.” Giáo sư Malcolm Sperrin, giám đốc khoa Kỹ thuật lâm sàng và Vật lý Y học ở Bệnh viện Đa khoa Royal Berkshire Hospital nói rằng: “ Nghiên cứu này đặc biệt thú vị vì nó cho thấy chuyển hoá ở não gia tăng do sử dụng điện thoại di động. “ Nhiều công việc được yêu cầu để xác lập một số mối liên hệ có thể có giữa sự tích tụ năng lượng từ trường RF ở não với nguy cơ về sức khoẻ do sóng này gây ra. Điều hợp lý để thừa nhận rằng sự gia tăng nhỏ trong quá trình chuyển hoá do tích tụ năng lượng có thể lần lượt là do thay đổi nhiệt độ địa phương hoặc từ tính hay có thể là kích thích điện mà không có sự liên quan nào đến sức nóng cả. “ Điều quan trọng phải hiểu là bài nghiên cứu này không hoàn toàn xác định việc dùng điện thoại di động có nguy cơ về sức khoẻ.”"
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n24 November 2010 Last updated at 11:48 GMT  While Western leaders and editorials have condemned North Korea's artillery barrage of its southern neighbour on Tuesday, in China the response has been more <em>muted</em>.  The authorities expressed concern over the incident and called for both countries \"to do more\" to contribute towards peace. But Beijing did not condemn North Korea's actions.  Apart from issuing a couple of bland statements, the authorities here have said nothing.  That is not surprising.  When it comes to North Korea, Beijing almost never criticises its neighbour, no matter how troublesome it proves.  The state-run media has followed suit.  It has not pointed the finger at Pyongyang and gave play to North Korean claims that the border exchange was triggered by South Korea. One newspaper editorial even praised Pyongyang for showing what it called \"toughness\" during the skirmish.  Buffer state  Beijing, however, finds itself in a difficult position.  It is North Korea's main ally, supplying much of the country's food and fuel. It is also a relationship that was forged during the Korean War and has now lasted more than half a century.  When the reclusive North Korean leader, Kim Jong-il, needs foreign backing, he boards his train and heads to China.  He has been in the country twice this year. Once after the sinking of a South Korean warship, which a team of international investigators said was caused by a North Korean torpedo. And then ahead of a major military parade in which his son, Kim Jong-un, was unveiled as his likely successor.  Beijing views the country as a buffer state against a democratic South Korea and American forces stationed there. And if the North Korean regime were to collapse, hundreds of thousands, perhaps millions of refugees would cross the border. In recent years, however, the relationship between the two countries has been strained.  After North Korea detonated a nuclear device for the first time in 2006, Beijing voted to impose UN sanctions on the country.  It was a rare moment when China sought to publicly punish the regime. With China now a world power some Chinese see their country's continued support of North Korea as something of an embarrassment. Indeed, the West hopes that Beijing can exert its influence in Pyongyang to ease tensions. But for all the help the authorities here give their neighbour, it is unclear how much leverage China actually has over North Korea.  While in public the Chinese authorities will not be criticising North Korea, in private, there will be deep concerns in Beijing that Pyongyang's actions could threaten regional stability.  This latest attack may strengthen those in Beijing who view the country as more of a liability than an asset http://www.bbc.co.uk/news/world-asia-pacific-11828846",
            "vi": "Many obstacles to a final Middle East peace deal   \n \n24 November 2010 Last updated at 11:48 GMT  Trong khi các bài xã luận và lãnh đạo Phương Tây lên án vụ Bắc Triều Tiên nã pháo vào người láng giềng phía nam của họ vào hôm thứ Ba, thì phản ứng ở Trung Quốc lại yếu hơn. Các nhà câm quyền thể hiện mối quan ngại về vụ này và kêu gọi cả hai nước cần “cố gắng nhiều hơn” để góp phần xây dựng hòa bình. Thế nhưng Bắc Kinh đã không lên án hành động của Bắc Triều Tiên. Nhà cầm quyền ở đó không tuyên bố điều gì ngoại trừ một vài lời phán biểu ôn tồn. Không có gì làm ngạc nhiên. Nói về Bắc Triều Tiên, bất luận vấn đề có rắc rối thế nào, Bắc Kinh hầu như không bao giờ chỉ trích nước láng giềng này. Các phương tiện truyền thông do nhà nước quản lý cũng theo đó mà làm. Quốc gia này không hề lên án Bình Nhưỡng và để mặc cho Bắc Triều Tiên tuyên bố vụ đấu pháo ở biên giới là do Hàn Quốc kích động.  Thậm chí một bài xã luận trên báo còn ca ngợi Bình Nhưỡng đã thể hiện cái gọi là “sự cứng rắn” trong suốt cuộc chạm trán. Quốc gia vùng đệm Tuy nhiên, Bắc Kinh nhận thấy mình đang ở trong thế khó. Họ là đồng minh chủ yếu của Bắc Triều Tiên, cung cấp phần lớn phần lớn thực phẩm và nhiên liệu cho nước này. Đó còn là mối quan hệ được thiết lập trong suốt cuộc Chiến Tranh Triều Tiên và đến nay đã kéo dài hơn nửa thế kỷ. Khi Kim Jong-il, vị lãnh tụ tránh né tiếp xúc của Bắc Triều Tiên cần đến sự hỗ trợ từ nước ngoài, ông đáp tàu lửa sang Trung Quốc. Ông ấy đã đến quốc gia này hai lần trong năm nay. Một lần sau vụ chìm tàu chiến của Hàn Quốc, mà các điều tra viên quốc tế cho rằng do một ngư lôi của Bắc Triều Tiên gây ra. Và kế đến là trước cuộc diễu binh quan trọng trong đó con trai ông ta, Kim Jong-un, được hé lộ như là người có nhiều khả năng kế thừa ông ta. Bắc Kinh xem nước này như là quốc gia vùng đệm chống lại Hàn Quốc theo đường hướng dân chủ và các lực lượng Hoa Kỳ đang đồn trú ở đó. Và nếu như chế độ ở Bắc Triều Tiên bị sụp đổ, hàng trăm ngàn, thậm chí hàng triệu người tỵ nạn sẽ tràn qua biên giới. Tuy nhiên, trong những năm gần đây, mối quan hệ giữa hai nước này trở nên căng thẳng. Sau khi Bắc Triều Tiên kích nổ một vũ khí hạt nhân lần đầu tiên vào năm 2006, Bắc Kinh bỏ phiếu áp đặt lệnh cấm vận của Liên Hiệp Quốc lên nước này. Đó là khoảng khắc hiếm hoi khi Trung Quốc tìm cách công khai trừng phạt chế độ Bắc Triều Tiên. Khi Trung Quốc đạt đến vị thế một cường quốc trên thế giới, một số người Trung Quốc thấy rằng việc nước mình tiếp tục ủng hộ Bắc Triều Tiên là điều gây rắc rối. Thật vậy, Phương Tây hy vọng rằng Bắc Kinh có thể dùng ảnh hưởng của họ tại Bình Nhưỡng để xoa dịu căng thẳng. Nhưng khi xét đến mọi hỗ trợ mà chính quyền ở đó dành cho người láng giếng, có một điều chưa rõ là thực ra Trung Quốc có ảnh hưởng đến đâu đối với Bắc Triều Tiên. Trong khi về mặt công khai chính quyền Trung Quốc không chỉ trích Bắc Triều Tiên, ở bên trong Bắc Kinh lo ngại rằng hành động của Bình Nhưỡng có thể đe dọa đến sự ổn định trong khu vực. Vụ tấn công mới nhất này có thể làm cho những người ở Bắc Kinh xem quốc gia này là của nợ hơn là một tài sản quý. http://www.bbc.co.uk/news/world-asia-pacific-11828846"
        }
    ],
    "suggestions": []
}