{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mycoplasma",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mycoplasma</k><blockquote><cclass>[<cclass>ˌmʌɪkə(ʊ)'plazmə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>mycoplasmas</b> or <cclass><b>mycoplasmata</b><cclass>-mətə) a submicroscopic, typically parasitic bacterium lacking cell walls. [Order Mycoplasmatales.] </cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "mycoplasma",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mycoplasma",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mycoplasma",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mycoplasma",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Pneumonia    You may associate pneumonia with the melodrama of a soap opera: prolonged hospital stays, oxygen tents, and family members whispering in bedside huddles. It's true that pneumonia can be serious. But more often pneumonia is an infection that can be easily treated without a hospital stay. What Is Pneumonia? Pneumonia is an infection of the lungs. When someone has pneumonia, lung tissue can fill with pus and other fluid, which makes it difficult for oxygen in the lung's air sacs to reach the bloodstream. With pneumonia, a person may have difficulty breathing and have a cough and fever; occasionally, chest or abdominal pain and vomiting are symptoms, too. Pneumonia is commonly caused by viruses, such as the influenza virus (flu) and adenovirus. Influenza H1N1 (swine flu) can also become a significant cause of pneumonia. Other viruses, such as respiratory syncytial virus (RSV), are common causes of pneumonia in young children and infants. Bacteria such as Streptococcus pneumoniae can cause pneumonia, too. People with bacterial pneumonia are usually sicker than those with viral pneumonia, but can be effectively treated with antibiotic medications.  You may have heard the terms \"double pneumonia\" or \"walking pneumonia.\"  Double pneumonia simply means that the infection is in both lungs. It's common for pneumonia to affect both lungs, so don't worry if your doctor says this is what you have — it doesn't mean you're twice as sick. Walking pneumonia refers to pneumonia that is mild enough that you may not even know you have it. Walking pneumonia, which has also been called atypical pneumonia because it's different from the typical bacterial pneumonia, is common in teens and is often caused by a tiny microorganism known as <em>Mycoplasma</em> pneumoniae. Like the typical bacterial pneumonia, walking pneumonia also can be treated with antibiotics. What Are the Signs and Symptoms? There are many symptoms of pneumonia, and some of them, like a cough or a sore throat, are associated with many other common infections. Often, people get pneumonia after they've had an upper respiratory tract infection like a cold. Symptoms of pneumonia can include:     * fever     * chills     * cough     * unusually rapid breathing     * wheezing     * difficulty breathing     * chest or abdominal pain     * loss of appetite     * exhaustion     * vomiting The symptoms of pneumonia vary from person to person, and few people get all of them. When pneumonia is caused by bacteria, the person tends to become sick quickly and develops a high fever and has difficulty breathing. When it's caused by a virus, symptoms generally appear more gradually and may be less severe. A person's symptoms can help the doctor identify the type of pneumonia. <em>Mycoplasma</em> pneumoniae, for example, often causes headaches and sore throats in addition to the symptoms listed above. Can I Prevent Pneumonia? The routine vaccinations that most people receive as kids help prevent certain types of pneumonia and other infections. If you have a chronic illness, such as sickle cell disease, you may have received additional vaccinations and disease-preventing antibiotics to help prevent pneumonia and other infections caused by bacteria. People who have diseases that affect their immune system (like diabetes, HIV infection, or cancer), are 65 or older, or are in other high-risk groups should receive a pneumococcal vaccination. People with immune system problems also may receive antibiotics to prevent pneumonia that can be caused by organisms they're especially susceptible to. In some cases, antiviral medication might be used to prevent viral pneumonia or to lessen its effects. Flu vaccination is also recommended since pneumonia often occurs as a complication of the flu. In addition to the standard flu vaccine, the newer H1N1 (swine flu) vaccine is also recommended. You can contact your doctor’s office to see when these vaccines are available.  Because pneumonia is often caused by contagious germs, a good way to prevent it is to keep your distance from anyone you know who has pneumonia or other respiratory infections. Use separate drinking glasses and eating utensils; wash your hands frequently with warm and soapy water; and avoid touching used tissues and paper towels. You also can stay strong and help avoid some of the illnesses that might lead to pneumonia by eating as healthily as possible, getting a minimum of 8 to 10 hours of sleep a night, and avoiding smoking. How Long Does It Last? The length of time between exposure and feeling sick depends on many factors, particularly the type of pneumonia a person has. With influenza pneumonia, for example, someone may become sick in as few as 12 hours or as long as 3 days after exposure to the flu virus. But with walking pneumonia, a person may not have symptoms until 2 to 3 weeks after becoming infected. Most types of pneumonia resolve within a week or two, although a cough can linger for several weeks more. In severe cases, it may take longer to completely recover. When should I call my doctor? If you think you may have pneumonia, tell a parent or other adult and be sure you see a doctor. Be especially aware of your breathing; if you have chest pain or trouble breathing or if your lips or fingers look blue, you should go to a doctor's office or to a hospital emergency department right away. How is pneumonia treated? If a doctor suspects pneumonia, he or she will perform a physical exam and might order a chest X-ray and blood tests. People with bacterial or atypical pneumonia will probably be given antibiotics to take at home. A doctor also will recommend getting lots of rest and drinking plenty of fluids. Some people with pneumonia need to be hospitalized to get better — usually babies, young kids, and people older than 65. However, hospital care may be needed for a teen who:     * already has immune system problems     * has cystic fibrosis     * is dangerously dehydrated or is vomiting a lot and can't keep fluids and medicine down     * has had pneumonia frequently     * has skin that's blue or pale in color, which reflects a lack of oxygen When pneumonia patients are hospitalized, treatment might include intravenous (IV) antibiotics (delivered through a needle inserted into a vein) and respiratory therapy (breathing treatments). Antiviral medications approved for adults and teens can reduce the severity of flu infections if taken in the first 1 to 2 days after symptoms begin. They're usually prescribed for teens who have certain underlying illnesses such as asthma or who have pneumonia or breathing difficulty. If you have been exposed influenza and you begin to develop symptoms of pneumonia, call a doctor. How Can I Help Myself Feel Better? If your doctor has prescribed medicine, be sure to follow the directions carefully. You may feel better in a room with a humidifier, which increases the moisture in the air and soothes irritated lungs. Make sure you drink plenty of fluids, especially if you have a fever. If you have a fever and feel uncomfortable, ask the doctor whether you can take over-the-counter medicine such as acetaminophen or ibuprofen to bring it down. But don't take any medicine without checking first with your doctor — a cough suppressant, for example, may not allow your lungs to clear themselves of mucus. And finally, be sure to rest. This is a good time to sleep, watch TV, read, and lay low. If you treat your body right, it will repair itself and you'll be back to normal in no time.",
            "vi": "Viêm phổi     Bạn có thể liên tưởng chứng viêm phổi với kịch mêlô trong nhà ngoài phố: phải nằm viện dài ngày, thở lồng thở ô-xy, người nhà thì thầm bí mật bên giường bệnh. Quả đúng là chứng viêm phổi cũng có thể nguy hiểm đấy. Nhưng thường thì đây là bệnh lây nhiễm có thể chữa trị dễ dàng mà không cần phải nằm viện đâu.  Viêm phổi là gì? Viêm phổi là chứng nhiễm trùng phổi. Khi người bệnh bị viêm phổi thì mô phổi có thể trương mủ hoặc các dịch khác, làm cho máu trong cơ thể khó có thể nhận được ô-xy từ túi khí của phổi được. Bệnh nhân viêm phổi có thể cảm thấy khó thở, ho và sốt; đôi khi người bệnh cũng có triệu chứng đau ngực hoặc đau bụng nữa.  viêm phổi thường là do vi-rút gây ra, chẳng hạn như vi-rút cúm và vi-rút gây bệnh đường hô hấp. Cúm H1N1 (cúm heo) cũng có thể là nguyên nhân chính gây nên chứng viêm phổi. Các vi-rút khác, như vi-rút hợp bào hô hấp (RSV), là nguyên nhân gây viêm phổi thường thấy ở trẻ sơ sinh và trẻ nhỏ. Vi khuẩn phế cầu cũng có thể gây viêm phổi. Viêm phổi do vi khuẩn thường nghiêm trọng hơn viêm phổi do vi-rút, nhưng có thể được điều trị hiệu quả bằng thuốc kháng sinh.   Chắc có lẽ bạn đã nghe những thuật ngữ “viêm phổi kép” hoặc “viêm phổi siêu vi” rồi.  viêm phổi kép đơn giản chỉ là viêm cả hai lá phổi. Chứng viêm phổi kép làm ảnh hưởng cả hai lá phổi – điều này hoàn toàn bình thường, vì vậy chớ nên lo lắng nếu bác sĩ cho biết bạn bị viêm phổi kép nhé – không phải bạn bệnh gấp 2 lần đâu.  Viêm phổi siêu vi là chứng viêm phổi rất nhẹ đến nỗi bạn có thể không phát hiện ra. Viêm phổi siêu vi cũng là chứng viêm phổi không điển hình vì nó không hề giống triệu chứng viêm phổi do vi khuẩn đặc trưng nào khác, thường xảy ra ở lứa tuổi thanh thiếu niên và thường do vi sinh vật tên là Mycoplasma pneumoniae (khuẩn gây bệnh hô hấp) gây ra. Giống như một chứng viêm phổi do vi khuẩn điển hình, viêm phổi siêu vi cũng có thể được điều trị bằng thuốc kháng sinh. Dấu hiệu và triệu chứng của bệnh viêm phổi là gì? Viêm phổi có nhiều triệu chứng, và một số triệu chứng đó, như ho hoặc đau họng, được liên tưởng tới nhiều chứng nhiễm trùng thường gặp khác. Thường thì bệnh nhân bị viêm phổi sau khi bị nhiễm trùng đường hô hấp trên như là cảm lạnh.  Một số triệu chứng viêm phổi như:  * sốt * ớn lạnh * ho * hơi thở gấp bất thường * thở khò khè * khó thở * đau ngực hoặc đau bụng  * chán ăn * kiệt sức * ói mửa Không phải ai bị viêm phổi cũng đều có các triệu chứng giống nhau và rất ít người bị tất cả các triệu chứng vừa kể trên.  Đối với trường hợp viêm phổi do vi khuẩn thì người bệnh thường mệt và ngã bệnh nhanh, kèm sốt cao, khó thở. Ngược lại viêm phổi do vi rút thì các triệu chứng thường xảy ra từ từ hơn và có lẽ là ít nghiêm trọng hơn.  Nhờ vào các triệu chứng của người bệnh mà bác sĩ có thể nhận biết và xác định loại viêm phổi. Chẳng hạn như, khuẩn gây bệnh hô hấp ngoài các triệu chứng trên còn làm cho bệnh nhân nhức đầu và đau họng nữa.   Tôi có thể phòng ngừa viêm phổi không? Việc tiêm chủng thông thường mà hầu hết người ta thường làm khi còn nhỏ có tác dụng phòng tránh một số loại viêm phổi nào đó và các chứng nhiễm trùng khác. Nếu bạn bị bệnh mãn tính, như thiếu máu hồng cầu hình liềm chẳng hạn thì bạn có thể tiêm nhắc và sử dụng các kháng sinh ngừa bệnh để phòng viêm phổi và nhiều bệnh nhiễm trùng khác do vi khuẩn gây ra. Người bị bệnh ảnh hưởng đến hệ miễn dịch (như tiểu đường, nhiễm HIV, hay ung thư), người già từ 65 tuổi trở lên, hoặc nhóm người có nguy cơ nhiễm bệnh cao nên tiêm chủng khuẩn cầu phổi.  Người có vấn đề về hệ miễn dịch cũng có thể sử dụng thuốc kháng sinh để ngừa viêm phổi có thể do vi khuẩn gây ra mà cơ thể họ rất dễ mắc phải. Trong một số trường hợp thì thuốc chống virus có thể được dùng để ngừa viêm phổi hoặc để giảm bớt ảnh hưởng của nó. Người ta cũng khuyến nghị nên tiêm chủng cúm vì viêm phổi thường xảy ra như là một biến chứng của bệnh cúm vậy. Ngoài vắc-xin ngừa cúm theo tiêu chuẩn thì vắc-xin H1N1 (vắc-xin cúm heo) mới hơn cũng được khuyến nghị đưa vào sử dụng. Bạn có thể liên lạc với phòng khám của bác sĩ để biết xem khi nào có những vắc-xin này nhé.  Bởi chứng viêm phổi thường là do mầm bệnh dễ lây gây nên, vì vậy muốn phòng ngừa, bạn nên giữ khoảng cách – không nên đến gần – với người bị viêm phổi hoặc bị các chứng bệnh nhiễm trùng đường hô hấp khác. Hãy sử dụng ly uống nước và các dụng cụ ăn uống, chén bát riêng biệt; rửa tay thường xuyên bằng nước ấm và nước xà phòng; tránh sờ chạm vào những khăn giấy đã sử dụng rồi.  Bạn cũng có thể khỏe mạnh và tránh được một số chứng bệnh khác có thể dẫn đến viêm phổi bằng cách ăn uống càng khỏe mạnh càng tốt, ngủ tối thiểu từ 8 đến 10 giờ một đêm, và tránh hút thuốc.  Bệnh viêm phổi kéo dài bao lâu? Thời gian từ khi tiếp xúc với mầm bệnh và ngã bệnh tuỳ thuộc vào nhiều yếu tố, đặc biệt là tuỳ thuộc vào loại viêm phổi mà người bệnh mắc phải.    Chẳng hạn như đối với chứng viêm phổi do cúm thì bệnh nhân có thể bị bệnh trong vỏn vẹn 12 tiếng đồng hồ hoặc trong 3 ngày sau khi tiếp xúc với vi-rút cúm. Nhưng đối với chứng viêm phổi do siêu vi thì người bệnh sau 2 đến 3 tuần nhiễm bệnh mới có thể phát triệu chứng.  Hầu hết các loại viêm phổi đều có thể chữa dứt trong vòng từ một đến hai tuần, mặc dù người bệnh cũng có thể còn bị ho dai dẳng trong vài tuần nữa. Trong một số trường hợp viêm phổi nặng thì có thể phải mất thời gian lâu hơn mới bình phục hoàn toàn được. Khi nào tôi nên gọi cho bác sĩ? Nếu bạn nghĩ là có thể mình bị viêm phổi thì hãy nói cho bố mẹ hoặc một người lớn tuổi nào đó biết nhé và chắc chắn phải nên đi bác sĩ. Nên chú ý đặc biệt đến hơi thở của mình; nếu bạn bị đau ngực hoặc khó thở hoặc môi hay ngón tay nhìn có vẻ xanh xao nhợt nhạt thì nên đi bác sĩ hoặc đến khoa cấp cứu bệnh viện ngay tức khắc nhé.  Bệnh viêm phổi được điều trị như thế nào? Nếu bác sĩ nghi ngờ bạn bị viêm phổi thì bác sĩ sẽ cho kiểm tra sức khỏe và có thể yêu cầu bạn chụp hình X quang ngực và làm xét nghiệm máu. Người bị viêm phổi do vi khuẩn hoặc viêm phổi không điển hình có thể được cho thuốc kháng sinh để dùng ở nhà. Bác sĩ cũng khuyến nghị bệnh nhân nên nghỉ ngơi và uống nhiều nước.  Một số bệnh nhân bị viêm phổi cần nên được nhập viện để điều trị tốt hơn – thường là trẻ con, trẻ nhỏ, và người già trên 65 tuổi. Tuy nhiên, thanh thiếu niên cũng cần được chăm sóc tại bệnh viện trong trường hợp: * hệ miễn dịch có vấn đề  * bị bệnh xơ nang * bị mất nước trầm trọng hoặc ói mửa nhiều và không giữ được nước và thuốc trong dạ dày được * bị viêm phổi thường xuyên * da xanh xao nhợt nhạt, có dấu hiệu thiếu ô-xy Khi bệnh nhân bị viêm phổi nhập viện thì bác sĩ có thể điều trị bằng thuốc kháng sinh truyền qua đường tĩnh mạch (truyền qua đường tiêm vào tĩnh mạch) và dùng liệu pháp hô hấp (điều trị bằng đường hô hấp). người lớn và thanh thiếu niên có thể dùng thuốc kháng vi rút để làm giảm ảnh hưởng trầm trọng của bệnh cúm trong một hai ngày đầu sau khi bắt đầu triệu chứng. Các loại thuốc kháng vi rút ấy cũng thường được kê toa cho thanh thiếu niên bị bệnh tiềm ẩn nào đó như suyễn hoặc cho người bị viêm phổi hoặc khó thở. Nếu bạn bị cúm và bắt đầu phát triển các triệu chứng viêm phổi thì hãy gọi điện cho bác sĩ ngay nhé. Tôi có thể tự giúp mình khỏe hơn bằng cách nào? Nếu bác sĩ đã kê toa thuốc cho bạn thì phải chắc rằng bạn làm đúng theo các hướng dẫn của bác sĩ một cách cẩn thận. Phòng có gắn máy tạo hơi ẩm cũng có thể giúp bạn dễ chịu hơn đấy, nó làm tăng hơi ẩm trong không khí và làm dịu lá phổi đang bị đau, đang bị kích thích của bạn. đảm bảo là phải uống nhiều nước nhất là khi bạn bị sốt. Nếu bạn bị sốt và cảm thấy khó chịu thì nên hỏi bác sĩ xem liệu bạn có thể dùng thuốc mua tự do không theo toa như acetaminophen hoặc ibuprofen để hạ sốt không. Tuy nhiên bạn không nên sử dụng bất kỳ thứ thuốc nào mà chưa tham khảo ý kiến với bác sĩ trước nhé – như thuốc ho chẳng hạn, có thể không làm cho phổi của bạn tự hết sạch chất nhầy được. Và cuối cùng là phải nên chắc chắn được nghỉ ngơi. Đây là dịp để bạn ngủ nghỉ, xem ti vi, đọc sách báo và nghỉ dưỡng. Nếu đối xử với thân thể mình tử tế và đúng đắn thì nó sẽ tự lành và bạn có thể trở lại bình thường trong nháy mắt thôi."
        }
    ],
    "suggestions": []
}