{
    "en_vn": {
        "data": {
            "content": null,
            "word": "myelin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>myelin</k><blockquote><cclass>[<cclass>'mʌɪəlɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Anatomy &amp; <cclass>Physiology a whitish fatty substance forming a sheath around many nerve fibres. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>myelinated</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>myelination</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>muelos</i> 'marrow' + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "myelin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "myelin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "myelin"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất phức tạp có protein và phospho lipid</font></td></tr></tbody></table></div>",
            "word": "myelin"
        }
    },
    "sentences": [
        {
            "en": "The length of axon covered with a <em>myelin</em> sheath.",
            "vi": "Các phần của thể trục có bao myelin bao bọc."
        },
        {
            "en": "The intertwining hydrocarbon chains of sphingomyelin serve to strengthen the <em>myelin</em> sheath.",
            "vi": "Các chuỗi các - bon hi - đrát của sphingomyelin có thể cường hóa bao mi - ê - lin (myelin)."
        },
        {
            "en": "The intertwining hydrocarbon chains of sphingomyelin serve to strengthen the <em>myelin</em> sheath.",
            "vi": "Các chuỗi các-bon hi-đrát của sphingomyelin có thể cường hóa bao mi-ê-lin (myelin)."
        },
        {
            "en": "Your brain must manufacture the proteins and fats to do things such as grow new connections or add <em>myelin</em>.",
            "vi": "Não của bạn phải sản xuất protein và chất béo để làm những việc như phát triển các kết nối mới hoặc thêm myelin."
        },
        {
            "en": "<em>Myelin</em>, a fatty insulating material derived from the cell membranes of glial cells, covers the axons of many vertebrate neurons and speeds the conduction of action potentials.",
            "vi": ", một chất béo cách điện có nguồn gốc từ màng tế bào thần kinh đệm, bao phủ sợi trục của tế bào thần kinh ở nhiều động vật có xương sống và tăng tốc sự dẫn truyền của điện thế hoạt động."
        },
        {
            "en": "<em>Myelin</em>, a fatty insulating material derived from the cell membranes of glial cells, covers the axons of many vertebrate neurons and speeds the conduction of action potentials.",
            "vi": "Myelin, một chất béo cách điện có nguồn gốc từ màng tế bào thần kinh đệm, bao phủ sợi trục của tế bào thần kinh ở nhiều động vật có xương sống và tăng tốc sự dẫn truyền của điện thế hoạt động."
        },
        {
            "en": "Eggs are another great 'brain food' as they contain choline – a substance needed for the <em>myelin</em> sheath that surrounds our nerve fibers and enables our brain to transmit nerve impulses efficiently. ",
            "vi": "Trứng là một \"thực phẩm dành cho não\" tuyệt vời vì chúng chứa choline - một chất cần thiết cho vỏ myelin bao quanh các sợi thần kinh và cho phép não chúng ta vận chuyển xung thần kinh một cách hiệu quả."
        },
        {
            "en": "In large nerves the axon has a sheath made of <em>myelin</em>; this is interrupted at intervals by gaps called nodes of Ranvier, at which branches of the axon leave.",
            "vi": "Trong các dây thần kinh lớn, sợi trục có một bao làm bằng myelin; bao này bị đứt quãng ở nhiều khoảng bởi những chỗ trống gọi là nút ranvier từ đó toả ra các nhánh sợi trục."
        },
        {
            "en": "• Exercise. Aerobic exercise boosts dopamine and certain hormones such as Brain Derived Neurotrophic and Endorphins, or BDNF, which increases the <em>myelin</em> sheath around your neurons, improving brain cell health and brain performance. Endorphins are triggered during extended aerobic activity, usually meaning one hour or more.",
            "vi": "• Tập thể dục. Tập thể dục nhịp điệu làm tăng tiết tố dopamine và những hormone nhất định như yếu tố dưỡng thần kinh có nguồn gốc từ não(BDNF), làm tăng vỏ myelin quanh tế bào thần kinh, cải thiện sức khỏe của tế bào não và hoạt động của não. Endorphin được kích hoạt trong suốt hoạt động thể dục nhịp điều, thường tăng cường trong vòng 1 giờ hay nhiều hơn."
        }
    ],
    "suggestions": []
}