{
    "en_vn": {
        "data": {
            "content": null,
            "word": "myosin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>myosin</k><blockquote><cclass>[<cclass>'mʌɪə(ʊ)sɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry a fibrous protein which forms (together with actin) the contractile filaments of muscle cells. </cclass></cclass></blockquote></div>",
            "word": "myosin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "myosin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "myosin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> protein có nhiều trong các sợi nguyên cơ, có tính chất quan trọng về đàn hồi và co thắt</font></td></tr></tbody></table></div>",
            "word": "myosin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A protein complex formed in muscle between actin and <em>myosin</em> during the process of contraction.",
            "vi": "Một phức hợp chất đạm tạo thành trong cơ bắp giữa actin và myosin trong lúc có sự co cơ."
        },
        {
            "en": "The chief nitrogenous foods of animal origin are: (i) Albumen, contained in the white of egg. (ii) Casein, contained in milk and cheese. (iii) Fibrin​, contained in blood. (iv) <em>Myosin</em>, contained in the juice of muscles. Enough bread alone to supply the necessary carbon would not supply sufficient nitrogen. A mixed diet of bread (2 lb) and meat (3/4 lb) would supply the necessary carbon and nitrogen with little excess of either.",
            "vi": "Các loại thực phẩm có nitơ chính có nguồn gốc từ động vật là : (i) albumen, có trong lòng trắng trứng. (ii) Cazein, có trong sữa và pho mát (iii) Fibrin, có trong máu (iv) Myosin, có trong sữa nhiều prô-tê-in. Ăn đủ bánh mì không thôi sẽ có đủ các-bon cần thiết, nhưng lại không cấp đủ ni-tơ. Một chế độ ăn uống hỗn hợp gồm có bánh mì (2 lb) và thịt (3/4 lb) sẽ cung cấp các-bon và ni-tơ cần thiết, chỉ hơi nhiều hơn chút ít thôi."
        }
    ],
    "suggestions": []
}