{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">mystic</font></td></tr></table><i/></div>",
            "word": "mystical"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mystical</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 relating to mystics or mysticism. </blockquote></blockquote><blockquote><blockquote>    ⁃ having a spiritual symbolic or allegorical significance that transcends human understanding. </blockquote></blockquote><blockquote><blockquote>    ⁃ relating to ancient religious mysteries or other occult rites. </blockquote></blockquote><blockquote><blockquote>2》 inspiring a sense of spiritual mystery, awe, and fascination. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>mystically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "mystical"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mystical"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mystical"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> huyền bí</font></td></tr></tbody></table></div>",
            "word": "mystical"
        }
    },
    "sentences": [
        {
            "en": "Palmistry is the <em>mystical</em> science.",
            "vi": "Thuật xem tay là khoa học thần bí."
        },
        {
            "en": "She had undergone a profound <em>mystical</em> experience.",
            "vi": "Cô ấy đã trải qua một kinh nghiệm bí ẩn sâu kín."
        },
        {
            "en": "Buddhism is sometimes described as a <em>mystical</em> science.",
            "vi": "Phật giáo đôi khi được mô tả như là một môn khoa học thần bí."
        },
        {
            "en": "Watching the sun rise over the mountain is an almost <em>mystical</em> experience.",
            "vi": "Đối với tôi, đứng trước cửa ngôi đền lúc mặt trời mọc là một sự cảm nhận huyền bí."
        },
        {
            "en": "Hidden in its <em>mystical</em> wonderland, Shangri-La is a shelter of Tibetan monks.",
            "vi": "Lẩn khuất trong bức tranh thiên nhiên mầu nhiệm, Shangri - La là chốn chân tu của các Lạt ma Tây Tạng."
        },
        {
            "en": "In the <em>mystical</em> moist night-air, and from time to time.",
            "vi": "Trong khng khi m t huyn diu cua ban m va thinh thoang."
        },
        {
            "en": "Hidden in its <em>mystical</em> wonderland, Shangri - La is a shelter of Tibetan monks.",
            "vi": "Lẩn khuất trong bức tranh thiên nhiên mầu nhiệm, Shangri-La là chốn chân tu của các Lạt ma Tây Tạng."
        },
        {
            "en": "With its estimated 20,000 temples and shrines, Bali deserves to be known as the \"Island of the Gods\" and holds many <em>mystical</em> legends of Hinduism.",
            "vi": "Với hơn hai vạn ngôi đền, Bali xứng đáng là\"Hòn đảo thần thánh\", chất chứa bao huyền tích của các vị thần linh trong Hindu giáo."
        },
        {
            "en": "O’ Connell-Rodwell, a postdoctoral fellow at Stanford University, has travelled to Namibia’s first-ever wildlife reserve to explore the <em>mystical</em> and complicated realm of elephant communication.",
            "vi": "O’Connell-Rodwell, một nghiên cứu sinh sau tiến sĩ ở trường đại học Stanford, đã đi đến khu bảo tồn động vật hoang dã đầu tiên của Namibia để khám phá những điều bí ẩn và phức tạp trong lĩnh vực về sự giao tiếp của loài voi."
        },
        {
            "en": "With its estimated 20, 000 temples and shrines, Bali deserves to be known as the \"Island of the Gods\" and holds many <em>mystical</em> legends of Hinduism.",
            "vi": "Với hơn hai vạn ngôi đền, Bali xứng đáng là \"Hòn đảo thần thánh\", chất chứa bao huyền tích của các vị thần linh trong Hindu giáo."
        },
        {
            "en": "Scotland has two spots in the “<em>Mystical</em> And Mythical” section, the Fairy Pools on the Isle Of Skye and Fingal’s Cave in the Inner Hebrides.",
            "vi": "Sotland có 2 đề cử ở mục những địa điểm \"Huyền bí và thần thoại\", đó là bể nước Fairy Pools ở đảo Skype và Fingal's Cave ở Inner Hebrides."
        },
        {
            "en": "Scotland has two spots in the “<em>Mystical</em> And Mythical” section, the Fairy Pools on the Isle Of Skye and Fingal’s Cave in the Inner Hebrides.",
            "vi": "Sotland có 2 đề cử ở mục những địa điểm \"Huyền bí và thần thoại\", đó là bể nước Fairy Pools ở đảo Skype và Fingal's Cave ở Inner Hebrides."
        },
        {
            "en": "Religion is a highly personalized system of beliefs, largely based on faith. Holy books such as the Bible contain a great deal of <em>mystical</em> writing and parables, the meanings of which have been debated by scholars throughout the ages.",
            "vi": "Tôn giáo là một hệ thống niềm tin của cá nhân, chủ yếu là dựa trên đức tin. Các sách Thánh như Kinh Thánh chứa rất nhiều văn bản thần bí và dụ ngôn, mà ý nghĩa của chúng đã được các học giả trong nhiều thời đại tranh luận."
        },
        {
            "en": "Known as \"paradise on earth\", Shangri-La attracts visitors not only for its natural <em>mystical</em> beauty but also because of its legendary status as the serene immortal shelter of Tibetans in China.",
            "vi": "Được biết đến như\"thiên đường giữa nhân gian\", Shangri - La mê hoặc lòng người không chỉ bởi vẻ đẹp huyền ảo được hóa công ưu ái tôn tạo mà còn bởi vẻ trầm lắng thoát tục của một nơi chốn bất tử của"
        },
        {
            "en": "Known as \"paradise on earth\", Shangri - La attracts visitors not only for its natural <em>mystical</em> beauty but also because of its legendary status as the serene immortal shelter of Tibetans in China.",
            "vi": "Được biết đến như \"thiên đường giữa nhân gian\", Shangri-La mê hoặc lòng người không chỉ bởi vẻ đẹp huyền ảo được hóa công ưu ái tôn tạo mà còn bởi vẻ trầm lắng thoát tục của một nơi chốn bất tử của người Tạng ở Trung Quốc."
        },
        {
            "en": "I feel that way at times talking to people about bitcoin. One day, they laugh off bitcoin as a bubble, this generation's version of no-doc mortgages and liar loans. The next day, they exude a <em>mystical</em> calm, the fervour of the faithful.",
            "vi": "Đó cũng chính là cảm nhận của tôi khi trò chuyện với mọi người về bitcoin. Một ngày nọ, họ cười nhạo nó như một bong bóng, phiên bản thế hệ này của các khoản nợ thế chấp không phải là tài sản và khoản cho vay dối trá. Ngày hôm sau, họ bày tỏ một sự bình tĩnh huyền bí, sự sốt sắng của lòng tin vào nó."
        },
        {
            "en": "The corollary to magical thinking is the existence of religious beliefs. By definition, most religious teachings must be taken on faith. From Jesus to Buddha to the <em>mystical</em> Shaman, virtually every major religion hinges on belief in the existence of one or more spiritual leaders who are or were granted the power to do things that are impossible under the laws of physics.",
            "vi": "Điều tất yếu dẫn đến suy nghĩ huyền bí là sự tồn tại của tín ngưỡng tôn giáo. Về bản chất, hầu hết các giáo lý tôn giáo phải được thực hiện dựa vào đức tin. Từ Chúa Giêsu, Đức Phật cho đến Vua phép thuật, hầu như mỗi tôn giáo lớn đều xoay quanh niềm tin vào sự tồn tại của một hoặc nhiều lãnh tụ tinh thần, những vị đã hoặc đang được cấp sức mạnh để làm những điều mà không hề tuân theo các định luật vật lý."
        },
        {
            "en": "The journey through the smile hidden beneath these lands presented by the artist shows to the world a look more real and closer to the spirit of this <em>mystical</em> country, an image far removed to the almost automatic association that links the name of Vietnam with the word war.",
            "vi": "Chuyến khám phá với những niềm vui sướng ẩn bên dưới những vùng đất này được trình bày bởi các họa sĩ để cho thế giới thấy một cái nhìn thực tế hơn và gần gũi hơn với đất nước bí ẩn này, một hình ảnh khác xa với sự liên kết gần như vô ý giữa hình ảnh Việt Nam với các ngôn từ chiến tranh."
        },
        {
            "en": "Professor of aerospace science and dean emeritus of the School of Engineering and Applied Science at Princeton University Robert G. Jahn: “Few of the truly great scientists of this or any other era would ultimately deny the importance of these <em>mystical</em> components in their own creative capabilities. What is much more problematic and controversial is whether modern science has the technical, epistemological, and intuitive capacity to demonstrate, comprehend, and incorporate such elusive factors in any rigorous and systematic fashion within its own analytical paradigm.”",
            "vi": "Giáo sư ngành khoa học hàng không vũ trụ kiêm cựu trưởng khoa Trường Kỹ thuật và Khoa học ứng dụng tại Đại học Princeton – Robert G. Jahn: “Rất ít các khoa học gia vĩ đại của thời đại này hay bất kỳ thời đại nào mà chối bỏ tầm quan trọng của các yếu tố thần bí trong khả năng sáng tạo của mình . Một điều khá rắc rối và gây tranh cãi là liệu khoa học hiện đại có kỹ thuật, nhận thức luận, và khả năng trực quan để chứng minh, thấu hiểu, và kết hợp các yếu tố khó nắm bắt như vậy theo một cách hệ thống trong mô hình phân tích của chính khoa học hiện đại hay không.’’"
        },
        {
            "en": "Albert Einstein: “The most beautiful and most profound emotion we can experience is the sensation of the <em>mystical</em>. It is the sower of all true science. He to whom this emotion is a stranger, who can no longer wonder and stand rapt in awe, is as good as dead. To know that what is impenetrable to us really exists, manifesting itself as the highest wisdom and the most radiant beauty which our dull faculties can comprehend only in their most primitive forms—this knowledge, this feeling, is at the center of true religiousness. … The cosmic religious experience is the strongest and noblest mainspring of scientific research.”",
            "vi": "Albert Einstein: “Những cảm xúc đẹp đẽ nhất và sâu sắc nhất mà chúng ta có thể cảm nhận được là từ sự thần bí. Nó là hạt mầm của mọi khoa học đích thực. Ai mà không cảm nhận được cảm xúc này, người không còn có thể cảm thấy ngạc nhiên bàng hoàng và say mê trong sự sợ hãi, thì cũng như đã chết rồi. Những gì mà không tiếp xúc đến được chúng ta thực sự tồn tại, biểu hiện chính là trí huệ cao nhất và vẻ đẹp rạng rỡ nhất mà năng lực tri giác nông cạn của chúng ta chỉ có thể hiểu được theo một cách thô sơ nhất – kiến thức này, cảm giác này, là trung tâm của tôn giáo đích thực.… Tôn giáo vũ trụ là động lực mạnh nhất và cao quý nhất của nghiên cứu khoa học.”"
        }
    ],
    "suggestions": []
}