{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mysteries",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mysteries</k><blockquote>the secret rites of an ancient or tribal religion, to which only initiates are admitted.</blockquote><blockquote>→ <kref>mystery</kref></blockquote></div>",
            "word": "mysteries",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mysteries",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mysteries",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mysteries",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Profound <em>mysteries</em>",
            "vi": "Những bí ẩn sâu kín"
        },
        {
            "en": "<em>Mysteries</em> beyond human understanding",
            "vi": "Những bí ẩn ngoài tầm hiểu biết của con người"
        },
        {
            "en": "Top 20 Unsolved <em>Mysteries</em>",
            "vi": "20 bí ẩn lớn nhất chưa được khám phá"
        },
        {
            "en": "I heard her profound <em>mysteries</em>.",
            "vi": "Tôi đã được nghe những bí ẩn sâu kín của cô ta."
        },
        {
            "en": "Life is full of <em>mysteries</em>.",
            "vi": "Cuộc sống đầy sự huyền bí."
        },
        {
            "en": "There are some <em>mysteries</em> beyond human understanding.",
            "vi": "Có vài bí ẩn ngoài tầm hiểu biết của con người."
        },
        {
            "en": "We've never penetrated the <em>mysteries</em> of cricket.",
            "vi": "Chúng tôi chưa thấu suốt được những bí ẩn của môn cri - kê."
        },
        {
            "en": "We'll also be exploring the astronomical <em>mysteries</em>.",
            "vi": "Chúng tôi cũng sẽ khám phá những bí ẩn thiên văn học."
        },
        {
            "en": "They plumb the <em>mysteries</em> of the universe.",
            "vi": "Họ dò tìm những bí mật của vũ trụ."
        },
        {
            "en": "There are many <em>mysteries</em> existing around us.",
            "vi": "Có rất nhiều điều huyền bí tồn tại xung quanh chúng ta."
        },
        {
            "en": "What <em>mysteries</em> of life intrigue you?",
            "vi": "Điều gì của những bí ẩn cuộc sống khiến bạn tò mò?"
        },
        {
            "en": "That is one of the <em>mysteries</em> about Stonehenge.",
            "vi": "Đó là một trong những điều bí ẩn về cảnh đồng đá Stonehenge."
        },
        {
            "en": "Halloween <em>Mysteries</em>, 7 Things You Probably Didn’t Know About Bats",
            "vi": "Những điều thần bí về Halloween, 7 điều mà có thể bạn chưa biết về loài dơi"
        },
        {
            "en": "There are some <em>mysteries</em> that people don't believe in.",
            "vi": "Có một số điều huyền bí mà con người không tin."
        },
        {
            "en": "Kids Use Math, Science Skills to Solve One-Minute <em>Mysteries</em>",
            "vi": "Trẻ em sử dụng toán và các kỹ năng khoa học để tìm hiểu các bí ẩn "
        },
        {
            "en": "There are many <em>mysteries</em> in the recesses of the mountains.",
            "vi": "Có nhiều điều thần bí ở nơi thâm sơn cùng cốc."
        },
        {
            "en": "Heaven and hell are the <em>mysteries</em> of life.",
            "vi": "Thiên đàng và địa ngục là điều huyền bí của cuộc sống."
        },
        {
            "en": "They spend their time philosophizing about the <em>mysteries</em> of life.",
            "vi": "Họ bỏ nhiều thì giờ tranh luận về những bí ẩn của cuộc sống."
        },
        {
            "en": "I love to sit on the beach and read <em>mysteries</em>.",
            "vi": "Tôi thích ngồi trên bãi biển và đọc truyện trinh thám.."
        },
        {
            "en": "Time is one of the great <em>mysteries</em> of our universe.",
            "vi": "Thời gian là một trong những bí ẩn lớn của vũ trụ chúng ta đang sống."
        }
    ],
    "suggestions": []
}