{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[næg]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">con ngựa nhỏ</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nói ra nói vào</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm tình, làm tội</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đay nghiến, chì chiết</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">rầy la, cằn nhằn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">this naughty fellow nags at his wife at any time</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">gã đàn ông hư hỏng này lúc nào cũng cằn nhằn vợ</font></td></tr><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[nag]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">horse, race horse</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Pat bet on a nag in the sixth race and it came in second!</font></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">complain too much, a hassle</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Poor Erik. His wife nags him about his first marriage.</font></td></tr></table><i/></div>",
            "word": "nag",
            "pronounce": "[næg]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nag</k><blockquote><b>nag<sup>1</sup></b></blockquote><blockquote>■ <cclass>verb (<cclass><b>nags</b>, <cclass><b>nagging</b>, <cclass><b>nagged</b>) </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 constantly ask (someone) to do something which they are reluctant to do. </blockquote></blockquote><blockquote><blockquote>2》 [often as <cclass>adjective <cclass><b>nagging</b>] be persistently painful or worrying to. </cclass></cclass></blockquote></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a person who nags. </blockquote></blockquote><blockquote><blockquote>2》 a persistent feeling of anxiety: <cclass>he felt a little nag of doubt. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>nagger</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>naggingly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>naggy</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19 (orig. dialect in the sense 'gnaw'): perh. of Scand. or Low Ger. origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>nag<sup>2</sup></b></blockquote><blockquote>■ <cclass>noun <cclass>informal, often derogatory a horse, especially one that is old or in poor health. </cclass></cclass></blockquote><blockquote>⁃ <cclass>archaic a horse suitable for riding rather than as a draught animal. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: of unknown origin. </blockquote></div>",
            "word": "nag",
            "pronounce": "[næg]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>nag</k><blockquote><sup>1</sup>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>she's constantly nagging me</i>: HARASS, keep on at, go on at, badger, give someone a hard time, chivvy, hound, harry, criticize, find fault with, moan at, grumble at; henpeck; <cclass><i>informal</i> hassle; <cclass><i>N. Amer.</i><cclass><i>informal</i> ride; <cclass><i>Austral.</i><cclass><i>informal</i> heavy.</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>this has been nagging me for weeks</i>: TROUBLE, worry, bother, plague, torment, niggle, prey on one's mind; annoy, irritate; <cclass><i>informal</i> bug, aggravate.</cclass></blockquote><blockquote>▸ <cclass>noun <i>she's such a nag</i>: SHREW, nagger, harpy, termagant, harridan; <cclass><i>archaic</i> scold.</cclass></cclass></blockquote><blockquote><sup>2</sup>▸ <cclass>noun <i>she rode the old nag</i>: WORN-OUT HORSE, old horse, hack; <cclass><i>N. Amer.</i><cclass><i>informal</i> plug, crowbait; <cclass><i>Austral./NZ</i><cclass><i>informal</i> moke; <cclass><i>archaic</i> jade.</cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "nag",
            "pronounce": "[næg]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nag</k><blockquote><blockquote><abr>v.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) (<abr>D</abr>; <abr>intr.</abr>) to nag at (he kept nagging at her) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>H</abr>) he kept nagging her to buy a new sofa</ex></blockquote></blockquote></div>",
            "word": "nag",
            "pronounce": "[næg]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nag",
            "pronounce": "[næg]"
        }
    },
    "sentences": [
        {
            "en": "Don't be a <em>nag</em>.",
            "vi": "Đừng có lải nhải nữa."
        },
        {
            "en": "To <em>nag</em> at somebody",
            "vi": "Đay nghiến, chì chiết ai"
        },
        {
            "en": "To <em>nag</em> at somebody",
            "vi": "Đay nghiến , chì chiết ai"
        },
        {
            "en": "Why have you gotta be such a <em>nag</em>?",
            "vi": "Tại sao cô ta cứ càm ràm hoài như vậy chứ?"
        },
        {
            "en": "Even when people do succeed they are still <em>nag</em> ged by uncertainty.",
            "vi": "Ngay cả khi thành công, con người vẫn bị dằn vặt bởi sự không chắc chắn."
        },
        {
            "en": "According to the results of a recent survey conducted for the Soap and Detergent Association, 25 percent of responding parents admitted that they constantly <em>nag</em> their children about cleaning their rooms.",
            "vi": "Theo kết quả khảo sát được thực hiện gần đây theo yêu cầu của hiệp hội xà phòng và thuốc tẩy, 25% các bậc cha mẹ tham gia khảo sát thừa nhận rằng họ không ngớt cằn nhằn con cái về việc dọn dẹp phòng chúng."
        },
        {
            "en": "    * Try not to <em>nag</em>. Ultimately, quitting is your child's decision.    * Help your child develop a quitting plan and offer information and resources, and reinforce the decision to quit with praise.    * Stress the natural rewards that come with quitting: freedom from addiction, improved fitness, better athletic performance, and improved appearance.    * Encourage a meeting with your doctor, who can be supportive and may have treatment plans.",
            "vi": "* Hãy cố đừng chì chiết con. Cơ bản thì việc bỏ thuốc lá đó là quyết định của con mà. * Hãy giúp con thảo ra một kế hoạch bỏ thuốc lá và cung cấp thông tin kèm các nguồn hỗ trợ động viên khác, và ủng hộ quyết định của con bằng một lời khen ngợi. * Hãy nhấn mạnh về các phần thưởng tự nhiên khi bỏ thuốc lá chẳng hạn như không bị nghiện, thân hình cân đối hơn, năng suất thể thao tốt hơn, và ngoại hình đẹp hơn. * Hãy khuyến khích con đến gặp bác sĩ, bác sĩ có thể hỗ trợ cho bé và cũng có thể có nhiều kế hoạch điều trị cho trẻ."
        },
        {
            "en": "Are you a tiger mom          Experts say most parents are too lenient with their kids. But some fall into the opposite camp. 16 signs you're too strict with your kids If this is you, it may be time to change your discipline style.  If your 4-year-old gets sassy at the dinner table, do you wash her mouth out with soap, give her a time-out, or take away a prized position? What about your fifth grader who is not doing well in school and refuses to do his homework -- do you take away his television or video privileges? And what do you do when your teen starts missing curfew? Discipline dilemmas plague all parents. How can you tell if you are taking your discipline techniques too far or not far enough? That classic parenting dilemma is at the heart of controversy about Amy Chua's memoir, The Battle Hymn of the Tiger Mother. In the book, Chua calls her eldest daughter “garbage” for being disrespectful in front of guests, throws away a homemade birthday card because it wasn’t up to snuff, bans sleepovers, and refuses to accept anything other than straight A’s from her two daughters. That's left many parents wondering if they are too strict, or perhaps too lenient, with their own children -- and what effect it will have on their children when they grow up.  “In America, we tend not to be strict enough and everyone wants to be friends with kids,” says Elizabeth J. Short, PhD, a psychology professor and the associate director of the Schubert Center at Case Western Reserve University in Cleveland. But being too strict is risky because it could undermine the kids.  “They are eager to please their parents and worried about parental approval, so you end up with kids that are anxious and indecisive,” Short says. “Or sometimes they know there is no way they can hit the bar you have set, so they don’t even try.” Here are 16 signs that you are too strict with your kids, and what you can do about it. 1. You set too many rules. “It is a sign that you are too strict if you set so many rules that you can’t possibly enforce them all,” says Nancy Darling, PhD, a psychology professor at Oberlin College in Oberlin, Ohio. Instead, set fewer rules and reinforce them very consistently. “Follow-through is really important,\" Darling says. 2.Your threats are over the top. “Saying ‘I am going to destroy all your toys’ or ‘throw you out of the house’ won’t work because if your kid says ‘fine’, all you can do is back down,” Darling says. “What you have done is make an empty threat, and taught your child to misbehave,” she says. “It’s a problem when you can’t back down and know that you have made a mistake because you don’t even believe in what you are doing anymore.” 3.Your rules overstep your parental boundaries. “Parents can and should set rules about how a child does in school, treats other people, and safety issues,” Darling says. Rules about safety and moral issues are OK, but rules about personal issues may not be appropriate, she says. It is not always so black and white, because parents and kids don't always agree about which issues are personal and which are related to safety or morals. “Sometimes what the parents say is about safety or morality, kids say is personal,” Darling says. For instance, music with violent or demeaning lyrics may strike parents as something to set rules about to avoid bad influences, but their teens may say it's just their personal taste. 4.Your love is conditional (or your words sound that way). “Say, ‘I always love you, but I expect you to behave in this way' or, 'I know you can do better,'” Darling says. \"Don’t say, ‘You are garbage if you don’t behave in this way.'\" The latter is attacking your child’s core. 5.You don’t watch your words. It’s not just how you say it; it is what you say. Even if your tone is measured, your words matter. “Calm voices can say humble things,” Darling says. “Content is more important than the way it is said.\" 6.You don’t put in the time. When you do ask your child to do something difficult, work alongside them instead of ordering them to do it. “Good parenting is about putting the time in,” Darling says. 7.You are always the cop, <em>nag</em>, monitor, or reminder. If these are the mainstays of your relationship to the exclusion of many other things that one could and should do as a parent, you may be too strict,” says Ron Taffel, PhD, a New York-based child psychologist and the author of several books on parenting, including Childhood Unbound. 8.Your child leaves you out. If your child talks to you less and less about the things that matter, this could be a sign that you are too strict,” Taffel says. “You can win the battle, but lose the war. ... You can get your child to do things that you like them to do, but they are not opening up to you about the things that make them anxious or uneasy.” 9.Your children don’t bring their friends over anymore. “Kids want rules and all kids will gravitate to a house with rules, but if you spend your time reminding children about the rules, criticizing your child in front of other kids, and asking too many probing questions, your kids may stop bringing their friends by,” Taffel says. “If children do ask for return play dates, and other kids talk to you and approach you, you have made your house a home that kids want to be in.” 10.Your child is seen, not heard. \"In the 21st century -- with kids Twittering, tweeting and Facebooking -- they expect to be heard,” Taffel says. “You are too strict if you don’t give kids two or three minutes in the spotlight a day to state their opinion,” he says. “You don’t have to agree with them or do what they are saying, but you should allow them the time to say it.” 11. Your child is all work and no play. “Kids need comfort time and downtime to synthesize what they have learned,” Taffel says. “If they are filled with skills, knowledge, and information that they can’t use and are just learning for the sake of learning, their brains end up like sponges absorbing things, but they have no idea what it all means.\" 12.You are the only one. “Find out what other parents are doing,” Taffel says. “When no other parents are doing the same exact thing as you such as not allowing your children to go online even with parental supervision, you may be too strict.\" 13. You forbid anything. “You don’t encourage something, but you also don’t forbid it,” Short says. \"Say, ‘I'd rather you didn’t do this for these reasons, but if you choose to do it anyway, I may keep a closer watch on you because of my concerns.’” 14. The rules are the rules, no questions asked. “You have to have rules in place, so your children know they can be broken,” Short says. “There have to be clear, consistent rules because it helps with predictability and expectations, but there also needs to be some wiggle room in special situations.” For example, if your child has a midnight curfew but the designated driver is drunk, they need to feel comfortable phoning home to ask for leniency, she says. 15. If you are authoritarian, not authoritative. There’s a difference, Short says. Authoritative parents set clear expectations and can be hard on their kids, but they do it out of warmness and concern for a child’s betterment whereas authoritarian parents say \"It’s my way or the highway.\" Authoritarian parents are \"controlling and not warm,\" Strong says. \"An authoritative parent is age-appropriately controlling and also warm.\" 16. You are as cold as ice. “Nobody cares if parents are tough as long as they are warm,” Short says. “It’s when you are tough and cold that is really the problem.\"",
            "vi": "Bạn có phải là một “con hổ mẹ”       Nhiều chuyên gia cho rằng hầu hết bố mẹ đều quá dễ dãi, nuông chiều con cái. Nhưng cũng có một số người hoàn toàn trái ngược.  Dưới đây là 16 dấu hiệu cho thấy bạn quá khắt khe với con Nếu bạn cũng như thế thì có lẽ đã đến lúc phải thay đổi kiểu kỹ luật của mình rồi đấy.  Nếu bé con 4 tuổi của bạn hỗn láo ngay tại bàn ăn tối thì bạn có rửa miệng cho nó bằng xà phòng, cho nó nghỉ ăn, hay là không cho nó ngồi chỗ đó nữa? Còn nếu đứa con lớp năm của bạn học kém ở trường và không chịu làm bài tập ở nhà thì bạn có không cho nó coi ti-vi hoặc vi-đi-ô không? Và bạn sẽ làm gì nếu con mình ở tuổi teen bắt đầu không tuân thủ theo nguyên tắc?  Bậc cha mẹ nào cũng phiền toái với những tình thế khó xử về kỹ luật của mình. Làm sao bạn có thể biết được là đã quá khắt khe với con hay là chưa đủ nghiêm khắc?  Tình thế tiến thoái lưỡng nan của người làm bố mẹ cổ điển là tâm điểm bất đồng về truyện ký của tác giả Amy Chua, The Battle Hymn of the Tiger Mother (Khúc Chiến ca của Hổ mẹ) Trong tác phẩm này, Chua gọi con gái lớn của mình là “rác rưởi, đồ vô dụng” vì tội vô lễ trước mặt khách, bà quăng tấm thiệp sinh nhật tự làm của em đi vì nó không đẹp, không đạt tiêu chuẩn, cấm em không được ngủ qua đêm ở nhà người lạ, không chấp thuận được điều gì ngoài điểm A của 2 con gái.  Điều này làm cho nhiều bậc làm cha mẹ phải hoang mang không biết là mình có quá nghiêm khắc, hoặc quá dễ dãi với con – và con cái mình sẽ bị ảnh hưởng thế nào khi chúng trưởng thành.  Tiến sĩ Elizabeth J. Short, giáo sư tâm lý học và phó giám đốc của Trung tâm Schubert ở Trường Đại học Case Western Reserve, Cleveland cho biết “Ở Mỹ, chúng tôi thường không khắt khe với trẻ con và ai cũng muốn làm bạn với chúng.” Nhưng hành vi quá nghiêm khắc cũng rất nguy hiểm bởi nó có thể ngấm ngầm làm hại đứa trẻ.  Short cũng cho hay “Bọn trẻ rất muốn làm vui lòng bố mẹ và lo lắng về sự đồng ý của bố mẹ, thế nên bạn làm cho chúng không còn hồi hộp và do dự nữa.” “Hoặc đôi khi chúng biết chẳng có cách nào đạt được mục tiêu bạn đặt ra, nên chúng thậm chí là chẳng cố gắng làm gì.”  Dưới đây là 16 dấu hiệu cho thấy bạn quá khắt khe với con, và điều bạn có thể làm ngay bây giờ.  1. Bạn đưa ra quá nhiều luật. Tiến sĩ Nancy Darling, nhà giáo sư tâm lý học ở Trường Đại học Oberlin, Oberlin, Ohio cho biết “Đây là dấu hiệu cho thấy bạn quá nghiêm khắc nếu đặt ra quá nhiều luật đến nỗi không tài nào thực hiện được. Thay vì vậy, hãy nên đưa ra ít nguyên tắc hơn và củng cố chúng thường xuyên. “Thực hiện được mới thực sự là quan trọng.”  2. Bạn hăm doạ con quá đáng  Darling chia sẻ thêm những câu nói kiểu “Mẹ sẽ đập hết đồ chơi của con” hoặc “quăng con ra đường (ra khỏi nhà)” sẽ chẳng có tác dụng gì đâu bởi nếu con bạn trả lời là “Vâng. Mẹ cứ làm đi”, thì giờ bạn nên kiềm chế, rút lui,” “Cách hăm doạ của bạn chỉ là lối doạ suông, và dạy cho bé cư xử không đúng đắn,” “Thật rắc rối nếu bạn không chịu chấp thuận và không biết mình mắc lỗi bởi thậm chí bạn không còn tin vào điều mình đang làm nữa.”  3. Quy tắc của bạn vượt khuôn khổ của bố mẹ  Darling cho biết “Bố mẹ có thể và nên đặt cho con nhiều nguyên tắc về cách hoạt động, học tập ở trường, vấn đề an toàn và cư xử với người khác.” Các luật lệ về an toàn và vấn đề đạo đức lúc nào cũng được hoan nghênh, nhưng đối với các vấn đề cá nhân thì có lẽ không phù hợp.  Không phải lúc nào cũng trắng đen rạch ròi bởi bố mẹ và con cái không phải lúc nào cũng thống nhất với nhau chuyện gì là riêng tư và chuyện gì là an toàn và thuộc về đạo đức. “Đôi khi bố mẹ cho là an toàn và đạo đức thì con cái lại nghĩ rằng đó là việc cá nhân.” Chẳng hạn như, nhạc bạo lực, khích động hoặc âm lời thô thiển có thể làm cho bố mẹ bị sốc và không muốn cho con nghe nhằm tránh ảnh hưởng xấu, nhưng giới thanh thiếu niên lại có thể cho rằng đó chỉ là sở thích cá nhân.  4.Tình yêu bạn dành cho con có điều kiện (hoặc ngôn lời của bạn nghe có vẻ như thế) Darling khuyên bạn nên nói với con “Mẹ lúc nào cũng yêu con, nhưng mẹ muốn con cư xử theo cách này”, hoặc “Mẹ biết con có thể làm được tốt hơn mà”. Đừng nói với trẻ “Con là thứ vô dụng nếu không làm như thế này.” Kiểu nói này đây có thể làm tổn thương và công kích nhân cách của trẻ.  5. Bạn không giữ gìn, để ý lời nói của mình  Điều quan trọng không phải chỉ là cách bạn nói mà là lời bạn nói ra. Cho dù là giọng của bạn có êm ái, dịu dàng đi nữa thì ngôn từ của bạn mới là vấn đề.  “Giọng nói dịu dàng, điềm tĩnh có thể nói điều ôn hoà, khiêm tốn.” “Nội dung quan trọng hơn nhiều so với cách truyền đạt lời nói.”  6. Bạn không dành thời gian cùng con  Khi yêu cầu trẻ làm một việc gì đó khó khăn, hãy nên đồng hành với chúng thay vì ra lệnh và bắt chúng tự làm lấy. “Bố mẹ tốt sẽ cùng con làm mọi thứ đấy.”  7. Lúc nào bạn cũng làm mật thám, cằn nhằn, cự nự, theo dõi; hoặc lúc nào cũng nhắc nhở con phải làm cái này, cái khác  ngoài những điều mà các bậc bố mẹ khác có thể làm, nếu mối quan hệ của bạn thường như thế thì có lẽ là bạn quá nghiêm khắc rồi đấy, Tiến sĩ Ron Taffel, nhà tâm lý trẻ em ở New York và là tác giả của một số sách dạy làm bố mẹ, như quyển Childhood Unbound đã cho biết như vậy.  8. Con trẻ không muốn đến gần bạn Theo Taffel, “Nếu trẻ ngày càng nói chuyện với bạn ít dần về những điều quan trọng thì có lẽ đây là dấu hiệu cho thấy bạn quá khắt khe với con” “Bạn có thể thắng trận đấy, nhưng đã mất cuộc chiến rồi...Bạn có thể bắt con làm những gì bạn thích, nhưng chúng không nói cho bạn biết về điều làm chúng lo âu hoặc làm chúng không thoải mái tí nào.”  9.Con của bạn không dẫn bạn về nhà nữa Taffel chia sẻ rằng “Trẻ nhỏ nào cũng thích có nguyên tắc và chuộng gia đình có nguyên tắc, nhưng nếu bạn cứ luôn miệng nhắc con về luật này, luật nọ, chỉ trích, mắng mỏ con trước mặt những đứa trẻ khác, và hỏi quá nhiều câu hỏi thăm dò, thì ắt là con bạn có thể sẽ chẳng dẫn bạn bè về nhà nữa đâu. “Nếu trẻ con xin lại chơi lần sau, và nhiều đứa trẻ khác nói chuyện với bạn và đến gần bên bạn, thì bạn đã làm ngôi nhà mình trở thành chỗ mà bọn trẻ muốn ở rồi đó.”  10. Bạn chỉ quan sát con, bạn chưa từng lắng nghe con “Vào thế kỷ 21 – thế kỷ mà trẻ tiếp xúc với Twitter, tweet và Facebook – thì chúng có nhu cầu muốn được người khác lắng nghe mình” Taffel cho biết “Bạn quả là quá nghiêm khắc nếu không cho trẻ 2 đến 3 phút một ngày để bày tỏ ý kiến của mình.” “Chẳng cần phải đồng ý hoặc làm điều con nói đâu, nhưng bạn nên cho con thời gian để nói ra điều mình suy nghĩ.”  11. Ham học – Bỏ chơi Theo chuyên gia tâm lý học Taffel “Trẻ con cần thời gian thư giãn thoải mái và nghỉ ngơi để tổng hợp những gì đã học được.” “Nếu cứ nhồi nhét vào đầu trẻ toàn những kỹ năng, kiến thức, và thông tin mà chúng không sử dụng được và học là chỉ để học mà thôi, thì bộ não dần dần cũng như những miếng bọt biển thấm vào nhiều thứ, mà không biết chúng có ý nghĩa gì.”  12. Bạn là người duy nhất. “Bạn hãy tìm hiểu xem các bậc cha mẹ khác làm gì nhé.” “Nếu chẳng một ai làm giống như bạn, chẳng hạn như cấm con không được online thậm chí ngay khi có sự quản lý của bố mẹ, thì có lẽ là bạn quá khắt khe với con rồi đấy.”  13. Bạn cấm con bất cứ thứ gì. Short cho hay “Bạn không khuyến khích con một thứ gì, nhưng cũng không cấm con điều gì cả.” Hãy nói với trẻ “Mẹ muốn con đừng làm việc đó bởi những lý do này, nhưng nếu con thích làm, thì mẹ sẽ canh chừng con nhiều hơn vì mẹ lo lắng.” 14. Nguyên tắc là nguyên tắc, không hỏi han gì hết.  “Bạn phải đưa ra nguyên tắc, luật lệ đúng nơi đúng chỗ, vì vậy con bạn biết là các nguyên tắc ấy có thể bị phá vỡ.” Short cho biết “Nguyên tắc phải rạch ròi, nhất quán bởi có thể giúp người ta hiểu và đoán được chuyện gì xảy ra sau đó, nhưng cũng cần linh động, mềm dẻo trong những trường hợp đặc biệt.” Chẳng hạn như, nếu trẻ có lệnh giới nghiêm là phải ở nhà trước 12 giờ đêm nhưng tài xế đưa con bạn về bị say rượu thì chúng cần cảm thấy thoải mái khi gọi điện về nhà xin tha thứ. 15. Nếu bạn độc đoán, mà không quyết đoán. Có sự khác biệt đấy. Những bố mẹ quyết đoán thường cho con trẻ hiểu kỳ vọng của mình một cách rõ ràng và có thể là nghiêm khắc với con, nhưng họ làm điều ấy bằng tình thương, lòng nhiệt tình và quan tâm đến sự cải thiện, phát triển tốt hơn của trẻ trong khi bố mẹ độc đoán lại có cách thực hiện khác “Đó là cách của bố (mẹ) hoặc đó là đường lối của bố (mẹ).” Họ “kiểm soát mà không thiện cảm”. “Bố mẹ quyết đoán kiểm soát con mình phù hợp từng độ tuổi với tất cả sự nhiệt tình và yêu thương.”  16. Bạn lạnh như băng. Short chia sẻ “Chẳng ai để ý là bố mẹ có khó khăn hay không miễn là họ thân thiện, ấm áp là được.” “Vấn đề quan trọng ở đây là khi nào bạn khó khăn và lạnh lùng với con cái.”"
        }
    ],
    "suggestions": []
}