{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['neimseik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người hoặc vật có cùng tên họ với người/vật khác; người trùng tên; vật trùng tên</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">He's my namesake</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">but we're not related</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Anh ấy trùng họ với tôi, nhưng chúng tôi chẳng họ hàng gì với nhau</font></td></tr></table><i/></div>",
            "word": "namesake"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>namesake</k><blockquote>■ <cclass>noun a person or thing that has the same name as another. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from the phr. <i>for the name's sake</i>. </blockquote></div>",
            "word": "namesake"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "namesake"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "namesake"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "namesake"
        }
    },
    "sentences": [
        {
            "en": "She's my <em>namesake</em> but we're not related.",
            "vi": "Cô ấy có tên giống tôi nhưng chúng tôi chẳng có quan hệ gì cả."
        },
        {
            "en": "He's my <em>namesake</em>, but we're not related.",
            "vi": "Anh ta trùng tên với tôi, nhưng chúng tôi không có họ hàng gì với nhau."
        },
        {
            "en": "He's my <em>namesake</em>, but we're not related",
            "vi": "Anh ấy trùng họ với tôi, nhưng chúng tôi chẳng họ hàng gì với nhau"
        },
        {
            "en": "He's my <em>namesake</em>, but we' re not related.",
            "vi": "Anh ấy trùng họ với tôi, nhưng chúng tôi chẳng họ hàng gì với nhau."
        },
        {
            "en": "She's my <em>namesake</em> but we' re not related.",
            "vi": "Cô ấy có tên giống tôi nhưng chúng tôi chẳng có quan hệ gì cả."
        },
        {
            "en": "Pig skin pudding mimicks the chewiness of its <em>namesake</em>.",
            "vi": "Bánh da lợn, dai như tên gọi của nó."
        },
        {
            "en": "She says, \"Baby Ben is awfully cute, so hopefully Big Ben won't mind sharing his <em>namesake</em>.''",
            "vi": "Bà nói: \"Ben nhỏ rất dễ thương, mong là anh Ben lớn vui vẻ cho dùng tên chung với.\""
        },
        {
            "en": "Besides flowers and animals, the paintings also depict stories and characters familiar to children, such as “An Khe Tra Vang,” a Vietnamese fairy tale, and Doraemon – a robotic cat from the famous <em>namesake</em> Japanese comic.",
            "vi": "Bên cạnh hoa và động vật, những bức tranh cũng miêu tả những câu chuyện và các nhân vật quen thuộc với trẻ em, chẳng hạn như \"Ăn khế trả vàng\" một câu chuyện cổ tích Việt Nam, Doraemon - một con mèo robot từ tập truyện tranh nổi tiếng của Nhật Bản."
        },
        {
            "en": "The chopper will shuttle between the city’s center and Tan Son Nhat International Airport or Vung Tau Airport, located in the <em>namesake</em> beach city in the southern province of Ba Ria- Vung Tau.",
            "vi": "Trực thăng sẽ đưa đón giữa trung tâm thành phố và sân bay quốc tế Tân Sơn Nhất hoặc sân bay Vũng Tàu, tọa lạc tại thành phố biển cùng tên ở tỉnh Bà Rịa - Vũng Tàu."
        },
        {
            "en": "So far, only one of the lucky recipients, Mariska Hargitay's Joyful Heart Foundation, has confirmed it will get a donation from Swift, according to a statement from Hargitay, best known for her longtime role as a New York sex-crimes detective on Law & Order: SUV and the <em>namesake</em> of the singer's cat.",
            "vi": "Cho đến thời điểm này, chỉ có một trong số các người nhận may mắn, quỹ Joyful Heart của Mariska Hargitay, đã xác nhận rằng tổ chức này sẽ nhận được sự quyên góp từ Swift, theo một tuyên bố của Hargitay, người nổi tiếng với vai một thám tử điều tra tội phạm tình dục trong phim Law & Order: SUV và Taylor đặt tên chú mèo của mình theo tên nhân vật của Mariska trong phim."
        },
        {
            "en": "So far, only one of the lucky recipients, Mariska Hargitay's Joyful Heart Foundation, has confirmed it will get a donation from Swift, according to a statement from Hargitay, best known for her longtime role as a New York sex-crimes detective on Law & Order: SUV and the <em>namesake</em> of the singer's cat.",
            "vi": "Cho đến thời điểm này, chỉ có một trong số các người nhận may mắn, quỹ Joyful Heart của Mariska Hargitay, đã xác nhận rằng tổ chức này sẽ nhận được sự quyên góp từ Swift, theo một tuyên bố của Hargitay, người nổi tiếng với vai một thám tử điều tra tội phạm tình dục trong phim Law & Order: SUV và Taylor đặt tên chú mèo của mình theo tên nhân vật của Mariska trong phim."
        },
        {
            "en": "To many eyes, the bike you see here is, well, just a bike. But to millions of people across Africa who rely on pedal power to move themselves, their families and their goods, the Buffalo is very beautiful, indeed. The brainchild of the US-based charity World Bicycle Relief, the Buffalo is assembled by trained local workers at facilities in several African nations. From there, the bikes are donated to non-governmental organisations or sold to consumers across the continent. Its prim look, intended to recall classic British touring bikes, belies genuine brawn. Like its bovine <em>namesake</em>, the Buffalo bike is built for the rigors of African use – heavy loads, rough terrain and infrequent maintenance (each one includes a small tool kit and a tire pump).",
            "vi": "Trong mắt nhiều người, chiếc xe đạp bạn thấy đây chỉ là một chiếc xe đạp không hơn không kém. Nhưng đối với hàng triệu người trên khắp Châu Phi phải lệ thuộc vào sức mạnh của chiếc bàn đạp để đi lại, để chở người thân và hàng hoá thì chiếc Buffalo quả là đẹp vô cùng. Là sản phẩm tâm đắc của tổ chức từ thiện World Bicycle Relief, chiếc Buffalo được lắp ráp bởi những công nhân địa phương đã qua đào tạo tại các xưởng thuộc một số nước Châu Phi. Từ đó, xe được tặng cho các tổ chức phi chính phủ hoặc được bán cho những ai có nhu cầu trên toàn Châu Phi. Kiểu dáng không chút phá cách của xe dường như gợi nhớ đến kiểu xe đạp leo núi trước kia của Anh, dễ khiến người ta nhầm tưởng về sức mạnh thực sự của nó. Đúng như tên gọi, chiếc Buffalo được thiết kế nhằm đáp ứng những nhu cầu khắc nghiệt tại Châu Phi như tải nặng, đường xấu và ít bảo dưỡng thường xuyên (mỗi chiếc được trang bị một bộ đồ nghề sửa xe nhỏ và một chiếc bơm.)"
        },
        {
            "en": "Often found floating (or moving at speeds close to 5 mph) in the Indo-Pacific waters north of Australia, these transparent, nearly invisible invertebrates are considered by the National Oceanic and Atmospheric Administration as the most venomous marine animal in the world. Their <em>namesake</em> cubic frames contain up to 15 tentacles at the corners, with each growing as much as 10 feet long, all lined with thousands of stinging cells—known as nematocytes—that contain toxins that simultaneously attack the heart, nervous system, and skin cells. While antivenins do exist, the venom is so potent and overwhelming that many human victims, of the hundreds of reported fatal encounters each year, have been known to go into shock and drown or die of heart failure before reaching shore. Even if you are lucky enough to make it to the hospital and receive the antidote, survivors can sometimes experience considerable pain for weeks afterward, while bearing nasty scars from the creature’s tentacles.",
            "vi": "Sứa hộp thường được tìm thấy trôi nổi ( hoặc di chuyển với vận đốc 5mph) ở vùng biển Ấn Độ Dương, thuộc phía Bắc nước Úc, những động vật không xương gần như vô hình và trong suốt này được Cục Quản lý Đại Dương và Khí Quyển Quốc gia đánh giá là loài động vật biển độc nhất trên thế giới. Khung hình của chúng chứa tới 15 xúc tu ở các góc, và mỗi lần lớn lên nhiều nhất là dài 10 feet, các xúc tu nối dài với hàng ngàn tế bào châm chích- được biết đến là nematocytes- có chứa độc tố tấn công trung tâm của hệ thống thần kinh và các tế bào da. Trong khi vẫn có sự tồn tại của chất antivenins, nọc độc rất mạnh, áp đảo nhiều nhiều nạn nhân là con người, trong tổng số báo cáo tử vong mỗi năm, được cho là bị sốc và hoặc chết đuối hoặc chết do suy tim khi chưa đến bờ. Thậm chí nếu may mắn bạn đưa học đến được bệnh viện và nhận thuốc giải thì những người sống sót có thể vẫn bị đau đáng kể trong nhiều tuần sau đó, khi mang trên mình những vết sẹo từ xúc tu của quái vật"
        }
    ],
    "suggestions": []
}