{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nændu]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) đà điểu Mỹ</td></tr></table><i/></div>",
            "word": "nandu",
            "pronounce": "['nændu]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nandu",
            "pronounce": "['nændu]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nandu",
            "pronounce": "['nændu]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nandu",
            "pronounce": "['nændu]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nandu",
            "pronounce": "['nændu]"
        }
    },
    "sentences": [
        {
            "en": "meltdown <em>N</em> [C,<em>U</em>]",
            "vi": "hiện tượng lõi lò phản ứng hạt nhân chảy tan"
        },
        {
            "en": "The <em>U</em>. <em>N</em> is a multi - cultural organization.",
            "vi": "Liên Hiệp Quốc là một tổ chức đa văn hóa."
        },
        {
            "en": "<em>U</em>. <em>N</em>. officials say more than 11 million people are in need of emergency food aid.",
            "vi": "Các quan chức Liên Hiệp Quốc nói rằng hơn 11 triệu người đang trong tình trạng cần được viện trợ lương thức khẩn cấp."
        },
        {
            "en": "Tt ca cac khoang cach khng gian du rng ln <em>n</em> <em>u</em>.",
            "vi": "All distances of time, all inanimate forms."
        },
        {
            "en": "Moi ngi co long trc <em>n</em> <em>u</em> khng chiu ni s au kh cua ke khac.",
            "vi": "It is more blessed to give than to revceive."
        },
        {
            "en": "He spelled the word \"honor\" \"h-o-<em>n</em>-o-r\" instead of \"h-o-<em>n</em>-o-<em>u</em>-r\" as it is spelled in Britain.",
            "vi": "Ông ấy đánh vần từ \"honor\" là \"h - o - n - o - r\" thay vì \"h - o - n - o - u - r\" như ở anh."
        },
        {
            "en": "World leaders condemned the suicide bombing, with <em>U</em>. S. President Barack Obama calling it \"outrageous,\" and <em>U</em>. <em>N</em>. chief Ban Ki - moon saying he is \"appalled.\"",
            "vi": "Các nhà lãnh đạo trên thế giới lên án vụ đánh bom liều chết này, tổng thống Hoa Kỳ Barack Obama cho rằng vụ đánh bom này \"thật kinh khủng,\" và tổng thư ký LHQ Ban Ki-moon cho biết ông cảm thấy \"kinh sợ\" khi nghe tin."
        },
        {
            "en": "Could you send it to 27 Arbuthnot Place - A-R-B-<em>U</em>-T-H-<em>N</em>-O-T - Place. Dumfries.",
            "vi": "Anh có thể chuyển nó đến số 27 Arbuthnot Place, Dumfries được không?"
        },
        {
            "en": "<em>U</em>. <em>N</em>. Secretary General called heads of major international agencies to a meeting this week in the Swiss capital, Bern.",
            "vi": "Tổng thư ký Liên Hiệp Quốc đã kêu gọi những người đứng đầu các cơ quan quốc tế quan trọng đến dự một buổi họp tuần này tại Bern, thủ đô Thụy Sĩ."
        },
        {
            "en": "They went in deep water to shield themselves <em>n</em> said: We wont come out until <em>u</em> leave.",
            "vi": "Các nàng bơi đến chỗ sâu để ẩn thân, rồi bảo: Ông mà không đi thì tụi này không lên bờ đâu."
        },
        {
            "en": "Gulf War was a war waged by a <em>U</em>. <em>N</em>. - authorized coalition force from thirty - four nations led by the United States and United Kingdom against Iraq.",
            "vi": "Chiến tranh vùng vịnh là cuộc chiến được tiến hành bởi lực lượng được cho phép của Liên Hiệp Quốc liên minh từ 34 nước dẫn đầu bởi Hoa Kì và Anh Quốc chống lại I rắc."
        },
        {
            "en": "The <em>U</em>. <em>N</em>. was asked to provide military assistance in the Congo in 1960 when the Belgian Congo became the Republic of the Congo",
            "vi": "Dân chúng yêu cầu Liên Hiệp Quốc hỗ trợ quân sự cho Congo (Congo) vào năm 1960 khi Công-gô (Congo) thuộc Bỉ trở thành nước Cộng hòa Công-gô (Congo)."
        },
        {
            "en": "<em>N</em> = none, or no market access restrictions; <em>U</em> = unbound, reserving the right to make market access restrictions; JV = joint venture required, including performance requirements.",
            "vi": "N = không, hoặc không có hạn chế tiếp cận thị trường; U = không cam kết, duy trì quyền áp dụng các biện pháp hạn chế tiếp cận thị trường; JV = yêu cầu liên doanh, gồm có các thủ tục thực hiện."
        },
        {
            "en": "French President Jacques Chirac and Chinese Prime Minister Zhu Rongji both said the <em>U</em>. <em>N</em>. Security Council must play a vital role in the crisis.",
            "vi": "Cả tổng thống Pháp Jacques Chirac lẫn thủ tướng Trung Quốc Chu Dung Cơ đều cho rằng Hội đồng bảo an Liên hiệp quốc phải đóng vai trò sống còn trong cuộc khủng hoảng này."
        },
        {
            "en": "(<em>n</em>)framework",
            "vi": "cơ cấu, organisation framework : kết cấu doanh nghiệp, society framework : kết cấu xã hội"
        },
        {
            "en": "(<em>n</em>) argument",
            "vi": "cuộc tranh cãi"
        },
        {
            "en": "collectivist (<em>n</em>)",
            "vi": "người theo chủ nghĩa tập thể"
        },
        {
            "en": "hatchling (<em>n</em>)",
            "vi": "vừa mới nở"
        },
        {
            "en": "<em>N</em> day.",
            "vi": "Ngày dự trù."
        },
        {
            "en": "After their talk on the sidelines of the <em>U</em>. <em>N</em>. General Assembly meeting in New York, Mr. Obama said the United States and Japan have a major role in working with other countries toward economic recovery.",
            "vi": "Sau cuộc hội đàm với Thủ tướng Nhật bên lề hội nghị Đại hội đồng Liên hiệp quốc tại New York, Tổng thống Obama nói rằng Hoa Kỳ và Nhật Bản giữ vai trò hàng đầu trong việc cùng làm việc với các nước khác để tiến đến hồi phục kinh tế."
        }
    ],
    "suggestions": []
}