{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Naomi"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Naomi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Naomi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Naomi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Naomi"
        }
    },
    "sentences": [
        {
            "en": "Mr Wilkins, 43, said: “Both <em>Naomi</em> and I were holding our breath waiting for her to take her first breath; we didn’t dare breathe until she took her first breath. When she cried, we cried. I felt hopeless and just held onto <em>Naomi</em> and was staring into her eyes praying that it was all going to be ok. Twenty minutes went by and she was still shouting her head off - it made us so joyful and teary,” Mr Wilkins said.",
            "vi": "Ông Wilkins, 43 tuổi, nói: \"Cả Naomi và tôi đều nín thở chờ con thở hơi thở đầu đời; chúng tôi không dám thở cho đến khi bé hít hơi thở đầu tiên. Khi bé khóc, chúng tôi cũng khóc. Tôi cảm thấy vô vọng và chỉ biết ôm Naomi và nhìn mãi vào mắt con, cầu xin mọi chuyện sẽ suông sẻ. Hai mươi phút trôi qua mà nhóc vẫn gào khóc to tướng – khiến chúng tôi mừng đến chảy nước mắt,\" Ông Wilkins cho biết."
        },
        {
            "en": " <em>Naomi</em> Findlay and Dean Wilkins, of Bulwell, Nottinghamshire, were warned that the extremely rare condition meant almost no chance of survival. Now, they have told of their anxious wait after baby Vanellope Hope was born, with doctors warning that the first 10 minutes would prove crucial.",
            "vi": " Đôi vợ chồng Naomi Findlay và Dean Wilkins, ở Bulwell, Nottinghamshire, đã được báo trước rối loạn cực kỳ hiếm thấy này nghĩa là gần như không có cơ hội sống. Bây giờ, họ kể chuyện mình đã chờ đợi lo lắng sau khi bé Vanellope Hope ra đời, kèm theo lời cảnh báo của các bác sĩ rằng 10 phút đầu đời sẽ là những giây phút quyết định."
        },
        {
            "en": "A mother who refused to terminate her pregnancy is celebrating her “miracle baby” - believed to be the first in the UK to survive after being born with her heart outside her body. <em>Naomi</em> Findlay and Dean Wilkins, of Bulwell, Nottinghamshire, were warned that the extremely rare condition meant almost no chance of survival. Now, they have told of their anxious wait after baby Vanellope Hope was born, with doctors warning that the first 10 minutes would prove crucial.",
            "vi": "Một bà mẹ không chịu phá thai đang vui mừng chào đón “đứa con kì diệu” của mình - được cho là bé đầu tiên ở Anh sống sót sau khi sinh ra với trái tim nằm ngoài cơ thể. Đôi vợ chồng Naomi Findlay và Dean Wilkins, ở Bulwell, Nottinghamshire, đã được báo trước rối loạn cực kỳ hiếm thấy này nghĩa là gần như không có cơ hội sống. Bây giờ, họ kể chuyện mình đã chờ đợi lo lắng sau khi bé Vanellope Hope ra đời, khi các bác sĩ cảnh báo rằng 10 phút đầu đời sẽ là những giây phút quyết định."
        }
    ],
    "suggestions": []
}