{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Naples",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Naples",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Naples",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Naples",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Naples",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Our ship touched at <em>Naples</em>.",
            "vi": "Tàu của chúng tôi ghé vào Naples."
        },
        {
            "en": "I had pizza in <em>Naples</em>.",
            "vi": "Tôi đã ăn bánh pizza ở Naples."
        },
        {
            "en": "He had spent the previous months in <em>Naples</em>.",
            "vi": "Ông ấy đã trải qua những tháng trước đó tại Naples."
        },
        {
            "en": "Their ship is sailing from Genoa to <em>Naples</em>.",
            "vi": "Con tàu của họ đang đi từ Genoa đến Naples."
        },
        {
            "en": "My Dad is walking along a street in <em>Naples</em>.",
            "vi": "Cha em đang đi bộ dọc theo một con phố ở Naples."
        },
        {
            "en": "She wanted to paint the Bay of <em>Naples</em> some day.",
            "vi": "Cô ấy muốn có ngày nào đó vẽ tranh phong cảnh vịnh Naples."
        },
        {
            "en": "An hour later she said: \"Someday I hope to paint the Bay of <em>Naples</em>.\"",
            "vi": "Một tiếng đồng hồ sau cô ấy nói : \"Một ngày nào tớ hy vọng sẽ vẽ một bức tranh vịnh Naples.\""
        },
        {
            "en": "Transferred from Barcelona to <em>Naples</em>, Maradona signed a highly lucrative three-year contract",
            "vi": "Được chuyển nhượng từ Barcelona sang Naples, Maradona đã ký một hợp đồng ba năm rất béo bở"
        },
        {
            "en": "\"She -- she wanted to paint the Bay of <em>Naples</em> in Italy some day,\" said Sue.",
            "vi": "\"Cô ấy -- cô ấy muốn vẽ vịnh Naples ở Ý một ngày nào đó,\" Sue nói."
        },
        {
            "en": "Enzo, an 18-year old, lives with his family in a suburb of <em>Naples</em>.",
            "vi": "Enzo, 18 tuổi, sống cùng gia đình ở vùng ngoại ô của thành phố Naples."
        },
        {
            "en": "My favorite pizza is the traditional type made in <em>Naples</em> in Italy.",
            "vi": "Món pít - da (pizza) yêu thích của tôi là loại truyền thống được làm tại thành phố Naples ở Ý."
        },
        {
            "en": "My favorite pizza is the traditional type made in <em>Naples</em> in Italy.",
            "vi": "Món pít-da (pizza) yêu thích của tôi là loại truyền thống được làm tại thành phố Naples ở Ý."
        },
        {
            "en": "Enzo, an 18 - year old, lives with his family in a suburb of <em>Naples</em>.",
            "vi": "Enzo, 18 tuổi, sống cùng gia đình ở vùng ngoại ô của thành phố Naples."
        },
        {
            "en": "I think he was born in the 1850s and he died in <em>Naples</em> in 1942.",
            "vi": "Tôi nghĩ là anh ấy sinh vào thập niên 50 của thế kỷ 19 và qua đời ở Naples vào năm 1942."
        },
        {
            "en": "Transferred from Barcelona to <em>Naples</em>, Maradona signed a highly lucrative three - year contract",
            "vi": "Được chuyển nhượng từ Barcelona sang Naples, Maradona đã ký một hợp đồng ba năm rất béo bở"
        },
        {
            "en": "The wide sweep of the Bay of <em>Naples</em> spread out far below us.",
            "vi": "Đường cong rộng lớn của vịnh Naples trải ra xa bên dưới chúng tôi."
        },
        {
            "en": "It's the sixth day of the cruise, and their ship is sailing from Genoa to <em>Naples</em>.",
            "vi": "Hôm nay là ngày thứ sáu của cuộc hải trình và con tàu của họ đang đi từ genoa đến naples."
        }
    ],
    "suggestions": []
}