{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,nɑ:sə'sistik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tự yêu mình; quá chú ý đến vẻ đẹp của mình</td></tr></table><i/></div>",
            "word": "narcissistic",
            "pronounce": "[,nɑ:sə'sistik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "narcissistic",
            "pronounce": "[,nɑ:sə'sistik]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>narcissistic</k><blockquote>▸ <cclass>adjective VAIN, self-loving, self-admiring, self-absorbed, self-obsessed, conceited, self-centred, self-regarding, egotistic, egotistical, egoistic.</cclass></blockquote></div>",
            "word": "narcissistic",
            "pronounce": "[,nɑ:sə'sistik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "narcissistic",
            "pronounce": "[,nɑ:sə'sistik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "narcissistic",
            "pronounce": "[,nɑ:sə'sistik]"
        }
    },
    "sentences": [
        {
            "en": "<em>Narcissistic</em> men may pay with their health",
            "vi": "Người đàn ông quá tự cao tự đại có thể phải trả giá bằng chính sức khỏe của mình"
        },
        {
            "en": "The participants also completed the 40-item <em>Narcissistic</em> Personality Inventory questionnaire.",
            "vi": "Người tham dự cũng đã hoàn thành 40 mục câu hỏi yêu cầu tự mình đánh giá về nhân cách bản thân."
        },
        {
            "en": "<em>Narcissistic</em> traits help you get more money, but there are also downsides (Credit: Getty Images)",
            "vi": "Những người tự yêu mình thường thành công về mặt tài chính, nhưng dễ gặp phải những bất lợi trong quan hệ xã hội"
        },
        {
            "en": "The 'dark triad' of personalities: Machiavellian, psychopathic and <em>narcissistic</em> (Credit: Thinkstock)",
            "vi": "Các nhà tâm lý học phân những người tàn nhẫn nhất ra thành ba loại: nham hiểm, tự yêu bản thân, và thái nhân cách"
        },
        {
            "en": "4. You let go of things that don’t make you feel good.  No, this is not <em>narcissistic</em> even though it might seem like it. Self-love is success.",
            "vi": "Bạn bỏ qua những điều khiến bạn cảm thấy không tốt.  Đây không phải là bạn quá yêu bản thân mình dù trông có vẻ như vậy. Yêu chính mình là thành công."
        },
        {
            "en": "\"<em>Narcissistic</em> men may be paying a high price in terms of their physical health, in addition to the psychological cost to their relationships.\"",
            "vi": "“Người đàn ông quá tự yêu bản thân có thể phải trả giá đắt về mặt sức khỏe thể chất, ngoài cái giá về mặt tâm lý cho các mối quan hệ của họ.”"
        },
        {
            "en": "My sister - in law is a very <em>narcissistic</em> person. She checks her make - up and hair every 30 minutes with a mirror.",
            "vi": "Người em dâu tôi là một người rất yêu bản thân. Cô ta chỉnh sửa trang điểm và tóc mỗi 30 phút qua môt chiếc gương."
        },
        {
            "en": "My sister-in law is a very <em>narcissistic</em> person. She checks her make-up and hair every 30 minutes with a mirror.",
            "vi": "Người em dâu tôi là một người rất yêu bản thân. Cô ta chỉnh sửa trang điểm và tóc mỗi 30 phút qua môt chiếc gương."
        },
        {
            "en": "Narcissism is well known for the <em>Narcissistic</em> Personality Disorder, but narcissism itself is not a disorder; it is a normal personality trait that varies between individuals.",
            "vi": "Chứng ái kỷ còn được biết đến với hội chứng Rối loạn nhân cách ái kỷ (Narcissistic personality disorder – NPD), tuy nhiên bản thân 'ái kỷ' không phải là một chứng rối loạn, đây là một tính cách bình thường tạo nên sự khác biệt giữa các cá nhân."
        },
        {
            "en": "The question that has occupied psychologists for more than a century now is: why do some children become <em>narcissistic</em>? What leads them to feel more special than everyone else?",
            "vi": "Câu hỏi luôn tồn tại trong đầu các nhà tâm lý học suốt hơn một thế kỷ qua là: Tại sao một số trẻ lại hình thành chứng ái kỷ? Điều gì khiến chúng cảm thấy mình đặc biệt hơn tất cả những người khác?"
        },
        {
            "en": "<em>Narcissistic</em> children feel superior to others, believe they are entitled to privileges and crave admiration from others. When they don't get the admiration they want, they may lash out aggressively.",
            "vi": "Những đứa trẻ bị ái kỷ (hay còn gọi là \"tự yêu bản thân\") cảm thấy chúng vượt trội hơn người khác, tin rằng chúng có đặc quyền được ưu tiên và được những người khác ngưỡng mộ. Khi không được người khác ngưỡng mộ như chúng muốn, chúng sẽ nổi nóng và hung hăng."
        },
        {
            "en": "The findings weren't just due to overvaluing parents being <em>narcissistic</em> themselves. Regardless of parents' own narcissism levels, how much they overvalued their child predicted the child's narcissism levels six months later.",
            "vi": "Phát hiện cho thấy nguyên nhân không chỉ do tính ái kỷ của những ông bố bà mẹ đánh giá quá cao con mình. Bất kể là những người làm bố làm mẹ có ái kỷ đến đâu thì mức độ ái kỷ của đứa trẻ vào sáu tháng sau chỉ có thể được dự đoán dựa vào sự đánh giá quá cao của bố mẹ chúng."
        },
        {
            "en": "So why have today’s young people become more <em>narcissistic</em>? According to research, the decrease in young people’s levels of empathy is partly the result of changes in parenting styles that came about in the 1980s.",
            "vi": "Tại sao nhiều thanh thiếu niên ngày nay trở nên yêu bản thân mình quá mức? Theo nghiên cứu, sự đồng cảm ở người trẻ giảm sút một phần là do cách thức giáo dục con cái của các bậc cha mẹ thay đổi từ những năm 1980."
        },
        {
            "en": "Why do some children become <em>narcissistic</em>, whereas others develop more modest views of themselves? We have undertaken research into this question and we found socialisation plays a significant role.",
            "vi": "Vậy tại sao một số trẻ lại mắc chứng ái kỷ, trong khi những trẻ khác lại khiêm tốn hơn về bản thân? Chúng tôi đã tiến hành nghiên cứu vấn đề này và phát hiện việc hòa nhập cộng đồng đóng một vai trò rất quan trọng."
        },
        {
            "en": "Other psychologists argue that narcissism is fostered by parental overvaluation: parents seeing their child as an \"embryonic genius\" or as \"God's gift to humanity\". Children may internalise these views to form inflated, <em>narcissistic</em> views of themselves.",
            "vi": "Những nhà tâm lý học khác cho rằng chứng ái kỷ là do bố mẹ đánh giá quá cao con cái của mình: bố mẹ xem con cái mình như \"thần đồng\" hoặc như \"Món quà Chúa ban tặng cho con người\". Trẻ có thể tiếp nhận những quan điểm này và thổi phồng bản thân của chúng."
        },
        {
            "en": "In this study, Konrath and colleagues assessed five different components of narcissism: two unhealthy (exploitativeness and entitlement) and three healthy (leadership/authority, superiority/arrogance, and self-absorption/self-admiration). These components are measured on a 40-item questionnaire called the <em>Narcissistic</em> Personality Inventory.",
            "vi": "Ở nghiên cứu này, Konrath và đồng nghiệp đánh giá năm thành phần khác nhau của thói tự cao tự đại: 2 không lành mạnh (quyền lợi & sự lợi dụng quá mức) và 3 lành mạnh (khả năng lãnh đạo / quyền hành, thế mạnh / kiêu ngạo, và sự tự say mê bản thân / sự tự ngưỡng mộ). Các thành phần này được đo trên một bảng câu hỏi 40 mục gọi là bảng điều tra về tính cách tự yêu bản thân."
        },
        {
            "en": "Men with an inflated view of their importance, who are incapable of putting themselves in other people's shoes and who see themselves as \"special\" and superior to others, some of the traits of a <em>narcissistic</em> personality, may pay for this with their health. This is because a new study suggests even when such men are not under stress, they have high levels of cortisol in their bloodstream, increasing their risk for developing cardiovascular problems. The study was published online on 23 January in PLoS ONE.",
            "vi": "Những người đàn ông với một cái nhìn thổi phồng tầm quan trọng của họ, những người không có khả năng tự đặt mình vào hoàn cảnh của người khác, và người tự xem mình là \" đặc biệt \" và giỏi hơn người khác, một số đặc trưng của nhân cách tự yêu mình, có thể phải trả giá cho điều này bằng sức khoẻ của họ. Điều này là bởi vì một nghiên cứu mới cho thấy ngay cả khi người đàn ông như vậy không bị căng thẳng, họ vần có mức cortisol cao trong máu, làm tăng nguy cơ phát triển các vấn đề tim mạch. Nghiên cứu được công bố trực tuyến vào ngày 23 tháng 1 trên tờ PLoS ONE."
        }
    ],
    "suggestions": []
}