{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[nɑ:'sisizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính tự yêu mình; tính quá chú ý chăm sóc đến vẻ đẹp của mình</td></tr></table><i/></div>",
            "word": "narcissism",
            "pronounce": "[nɑ:'sisizm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>narcissism</k><blockquote><cclass>[<cclass>'nα:sɪsɪz(ə)m<cclass>, <cclass>nα:'sɪs-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun excessive or erotic interest in oneself and one's physical appearance. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>narcissist</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>narcissistic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>narcissistically</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from <i>Narcissus</i>, the name of a beautiful youth in Greek mythology who fell in love with his own reflection in a pool, + <kref>-ism</kref>. </blockquote></div>",
            "word": "narcissism",
            "pronounce": "[nɑ:'sisizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>narcissism</k><blockquote>▸ <cclass>noun VANITY, self-love, self-admiration, self-absorption, self-obsession, conceit, self-centredness, self-regard, egotism, egoism.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>modesty.</blockquote></div>",
            "word": "narcissism",
            "pronounce": "[nɑ:'sisizm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "narcissism",
            "pronounce": "[nɑ:'sisizm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội chứng tự mê</font></td></tr></tbody></table></div>",
            "word": "narcissism",
            "pronounce": "[nɑ:'sisizm]"
        }
    },
    "sentences": [
        {
            "en": "Raising self-esteem without breeding <em>narcissism</em>",
            "vi": "Nâng cao lòng tự trọng mà không nuôi dưỡng tính ái kỷ"
        },
        {
            "en": "-        <em>Narcissism</em>: how self-centred you are",
            "vi": "   - Tự yêu bản thân: Những người xem mình là trọng tâm của mọi thứ"
        },
        {
            "en": "Socialisation isn't the sole origin of <em>narcissism</em>: <em>narcissism</em> is moderately to largely heritable. But our findings suggest that, above and beyond its heritable basis, <em>narcissism</em> can be shaped by socialisation experiences.",
            "vi": "Vấn đề hòa nhập xã hội không phải là nguyên nhân duy nhất dẫn đến chứng ái kỷ: ái kỷ ít nhiều cũng là do di truyền. Tuy nhiên, những phát hiện của chúng tôi cho thấy ngoài nguyên nhân di truyền, chứng ái kỷ có thể được hình thành do những trải nghiệm khi hòa nhập với xã hội."
        },
        {
            "en": "<em>Narcissism</em> is well known for the Narcissistic Personality Disorder, but <em>narcissism</em> itself is not a disorder; it is a normal personality trait that varies between individuals.",
            "vi": "Chứng ái kỷ còn được biết đến với hội chứng Rối loạn nhân cách ái kỷ (Narcissistic personality disorder – NPD), tuy nhiên bản thân 'ái kỷ' không phải là một chứng rối loạn, đây là một tính cách bình thường tạo nên sự khác biệt giữa các cá nhân."
        },
        {
            "en": "They found no link between healthy <em>narcissism</em> and cortisol in either males or females.",
            "vi": "Họ không tìm thấy mối liên hệ giữa việc tự hào về bản thân một cách lành mạnh với mức cortisol ở cả nam và nữ."
        },
        {
            "en": "This finding may pave the way for interventions to curtail <em>narcissism</em> at an early age.",
            "vi": "Phát hiện này có thể mở ra một hướng nghiên cứu đến những biện pháp can thiệp nhằm hạn chế tính ái kỷ ở tuổi nhỏ."
        },
        {
            "en": "\"Given societal definitions of masculinity that overlap with <em>narcissism</em> --for example, the belief that men should be arrogant and dominant -- men who endorse stereotypically male sex roles and who are also high in <em>narcissism</em> may feel especially stressed.\"",
            "vi": "“Căn cứ vào định nghĩa của xã hội về nam tính mà chồng chéo với thói tự cao tự đại - ví dụ, niềm tin rằng đàn ông nên kiêu ngạo và chiếm ưu thế -- những người đàn ông xác nhận vai trò giới tính nam giới theo khuôn mẫu có sẵn và người cao tự đại cũng có thể đặc biệt cảm thấy bị căng thẳng”."
        },
        {
            "en": "The findings weren't just due to overvaluing parents being narcissistic themselves. Regardless of parents' own <em>narcissism</em> levels, how much they overvalued their child predicted the child's <em>narcissism</em> levels six months later.",
            "vi": "Phát hiện cho thấy nguyên nhân không chỉ do tính ái kỷ của những ông bố bà mẹ đánh giá quá cao con mình. Bất kể là những người làm bố làm mẹ có ái kỷ đến đâu thì mức độ ái kỷ của đứa trẻ vào sáu tháng sau chỉ có thể được dự đoán dựa vào sự đánh giá quá cao của bố mẹ chúng."
        },
        {
            "en": "Konrath said:\"Our findings suggest that the HPA axis may be chronically activated in males high in unhealthy <em>narcissism</em>, even without an explicit stressor.\"",
            "vi": "Konrath cho biết:“Phát hiện của chúng tôi cho thấy rằng trục HPA có thể được kích hoạt kinh niên ở nam giới quá tự cao tự đại, thậm chí ngay cả khi không có nguyên nhân gây căng thẳng rõ ràng.”"
        },
        {
            "en": "But, why should there be such a stark contrast between men and women, why does <em>narcissism</em> predominantly affect males in this way?",
            "vi": "Tuy nhiên, lý do tại sao lại có một sự tương phản hoàn toàn giữa nam giới và phụ nữ, tại sao thói tự ngưỡng mộ mình phần lớn ảnh hưởng đến phái nam theo cách này?"
        },
        {
            "en": "Using regression analysis, the researchers looked at the statistical effect of <em>narcissism</em> and gender on the levels of cortisol they measured.",
            "vi": "Sử dụng phân tích hồi quy, các nhà nghiên cứu xem xét hiệu quả thống kê của tính tự cao tự đại và giới tính trên các mức cortisol họ đo được."
        },
        {
            "en": "<em>Narcissism</em> appears to be on the rise in America, and it is more prevalent in men, according to previous investigations by study co-author Sara Konrath and others.",
            "vi": "Thói tự ngưỡng mộ mình dường như đang gia tăng ở Hoa Kỳ, và lan tràn nhiều hơn ở nam giới, theo khám phá trước đây của đồng tác giả nghiên cứu Sara Konrath và một số nhà khoa học khác."
        },
        {
            "en": "Some psychologists argue that <em>narcissism</em> is fostered by lack of parental warmth. Children may put themselves on a pedestal in an attempt to fill the emotional void.",
            "vi": "Một số nhà tâm lý học cho rằng chứng ái kỷ xuất phát từ sự thiếu tình cảm yêu thương của cha mẹ. Trẻ có thể tự nâng mình lên cao nhằm nỗ lực lấp đầy những trống trải tình cảm."
        },
        {
            "en": "We found that <em>narcissism</em> and self-esteem have remarkably distinct origins. When children were overvalued by their parents, they developed higher levels of <em>narcissism</em>. Being overvalued, although seemingly benign, may convey to children that they are superior individuals who are entitled to privileges.",
            "vi": "Chúng tôi phát hiện rằng chứng ái kỷ và lòng tự trọng có nguồn gốc hoàn toàn khác nhau. Khi trẻ được bố mẹ đánh giá quá cao, chúng sẽ phát triển mức độ ái kỷ cao hơn. Việc được đánh giá quá cao, mặc dù có vẻ như vô hại, có thể khiến trẻ hiểu rằng chúng là những cá nhân vượt trội và xứng đáng nhận được những ưu tiên đặc cách."
        },
        {
            "en": "<em>Narcissism</em> can be measured in children as young as seven years old — the age at which they can form global self-evaluations and readily compare themselves to others: \"I'm special (and more special than everyone else)!\"",
            "vi": "Chứng ái kỷ có thể được đánh giá ở trẻ em từ 7 tuổi, là lứa tuổi mà chúng có thể hình thành những đánh giá đối với bản thân mình và sẵn sàng tự so sánh mình với người khác: \"Mình đặc biệt (và đặc biệt hơn tất cả mọi người)!\""
        },
        {
            "en": "In new research published in Proceedings of the National Academy of Sciences, we put these perspectives to the test. In four six-monthly measurements, we tracked parents' overvaluation and warmth levels and children's <em>narcissism</em> and self-esteem levels.",
            "vi": "Trong một nghiên cứu mới công bố trên Các báo cáo của Viện Khoa Học Quốc Gia, chúng tôi đã thử nghiệm những quan điểm nhìn nhận này. Trong 4 đánh giá định kỳ 6 tháng một lần, chúng tôi theo dõi mức độ đánh giá quá cao và tình cảm ấm áp ở bố mẹ cũng như mức độ ái kỷ và mức độ tự trọng của trẻ."
        },
        {
            "en": "Other psychologists argue that <em>narcissism</em> is fostered by parental overvaluation: parents seeing their child as an \"embryonic genius\" or as \"God's gift to humanity\". Children may internalise these views to form inflated, narcissistic views of themselves.",
            "vi": "Những nhà tâm lý học khác cho rằng chứng ái kỷ là do bố mẹ đánh giá quá cao con cái của mình: bố mẹ xem con cái mình như \"thần đồng\" hoặc như \"Món quà Chúa ban tặng cho con người\". Trẻ có thể tiếp nhận những quan điểm này và thổi phồng bản thân của chúng."
        },
        {
            "en": "She said their study extends other previous findings by showing that \"<em>narcissism</em> may not only influence how people respond to stressful events, but may also affect how they respond to their regular day-to-day routines and interactions\".",
            "vi": "Bà cho biết nghiên cứu của họ phát triển sâu thêm các phát hiện khác trước đó bằng cách cho thấy “thói tự ngưỡng mộ mình có thể không chỉ ảnh hưởng đến cách mọi người phản ứng với các sự kiện căng thẳng, mà còn có thể ảnh hưởng đến cách họ phản ứng với thói quen và tương tác thường xuyên hàng ngày”."
        },
        {
            "en": "Konrath is planning further studies along these lines. She wants to explore why <em>narcissism</em> does not impose such a high health cost on women like it seems to on men, and also to study links to other biological responses of stress and poor coping. Also, Konrath wants to use more inflammatory markers, such as C-Reactive Protein.",
            "vi": "Konrath đang có kế hoạch nghiên cứu sâu hơn nữa theo hướng này. Bà muốn khám phá lý do tại sao thói tự cao tự đại không khiến phụ nữ phải trả giá về sức khỏe như có vẻ xảy ra với đàn ông, và cũng để nghiên cứu các mốiliên hệ với các phản ứng sinh học khác của căng thẳng và đáp ứng kém. Ngoài ra, Konrath muốn sử dụng thêm các dấu hiệu viêm, chẳng hạn như C-Reactive Protein."
        },
        {
            "en": "In this study, Konrath and colleagues assessed five different components of <em>narcissism</em>: two unhealthy (exploitativeness and entitlement) and three healthy (leadership/authority, superiority/arrogance, and self-absorption/self-admiration). These components are measured on a 40-item questionnaire called the Narcissistic Personality Inventory.",
            "vi": "Ở nghiên cứu này, Konrath và đồng nghiệp đánh giá năm thành phần khác nhau của thói tự cao tự đại: 2 không lành mạnh (quyền lợi & sự lợi dụng quá mức) và 3 lành mạnh (khả năng lãnh đạo / quyền hành, thế mạnh / kiêu ngạo, và sự tự say mê bản thân / sự tự ngưỡng mộ). Các thành phần này được đo trên một bảng câu hỏi 40 mục gọi là bảng điều tra về tính cách tự yêu bản thân."
        }
    ],
    "suggestions": []
}