{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nɑ:kəlepsi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng ngủ rũ</td></tr></table><i/></div>",
            "word": "narcolepsy",
            "pronounce": "['nɑ:kəlepsi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>narcolepsy</k><blockquote><cclass>[<cclass>'nα:kə(ʊ)lɛpsi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a condition characterized by an extreme tendency to fall asleep whenever in relaxing surroundings. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>narcoleptic</b><cclass>adjective &amp;noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>narkē</i> 'numbness', on the pattern of <i>epilepsy</i>. </blockquote></div>",
            "word": "narcolepsy",
            "pronounce": "['nɑ:kəlepsi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "narcolepsy",
            "pronounce": "['nɑ:kəlepsi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "narcolepsy",
            "pronounce": "['nɑ:kəlepsi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "narcolepsy",
            "pronounce": "['nɑ:kəlepsi]"
        }
    },
    "sentences": [
        {
            "en": "It is usually associated with <em>narcolepsy</em>.",
            "vi": "Nó thường phối hợp với cơn ngủ thoáng qua."
        },
        {
            "en": "The drug has been used in the treatment of <em>narcolepsy</em>, mild depressive neuroses, and obesity.",
            "vi": "Thuốc dùng để điều trị cơn buồn ngủ, bệnh thần kinh trầm cảm nhẹ, và chứng béo phì."
        },
        {
            "en": "It is hypothesized that unduly high or low degrees of arousal lead to neuropsychiatric problems, such as <em>narcolepsy</em> and mania.",
            "vi": "Người ta cho rằng những mức độ thấp hay cao quá mức của tỉnh thức sẽ đưa đến những vấn đề về bệnh học thần kinh - tâm thần như cơn ngủ thoáng qua và cơn hưng cảm."
        },
        {
            "en": "In addition to propofol, Jackson's blood contained anxiety sedatives lidocaine, diazepam, nordiazepam, lorazepam and midazolam, as well as ephedrine, which is used for <em>narcolepsy</em> and depression.",
            "vi": "Ngoài propofol, máu của Jackson còn chứa cả thuốc an thần lidocaine, diazepam, nordiazepam, lorazepam, midazolam, và ephedrine vốn được dùng để chữa chứng ngủ rũ và suy nhược cơ thể."
        },
        {
            "en": "Can’t Sleep    Do you struggle for hours to get to sleep, no matter how tired you are? Or do you wake up in the middle of the night and lie awake for hours, anxiously watching the clock? If so, you’re in good company. Insomnia is a very common sleep problem. It’s frustrating to toss and turn during the night, only to wake up bleary-eyed at the sound of the alarm and drag through the day exhausted. Insomnia takes a toll on your energy, mood, and ability to function during the day. Chronic insomnia can even contribute to health problems such as heart disease, high blood pressure, and diabetes. But you don’t have to put up with insomnia. Simple changes to your lifestyle and daily habits can put a stop to sleepless nights.  Understanding insomnia and its symptoms Insomnia is the inability to get the amount of sleep you need to wake up feeling rested and refreshed. Because different people need different amounts of sleep, insomnia is defined by the quality of your sleep and how you feel after sleeping—not the number of hours you sleep or how quickly you doze off. Even if you’re spending eight hours a night in bed, if you feel drowsy and fatigued during the day, you may be experiencing insomnia.  Although insomnia is the most common sleep complaint, it is not a single sleep disorder. It’s more accurate to think of insomnia as a symptom of another problem. The problem causing the insomnia differs from person to person. It could be something as simple as drinking too much caffeine during the day or a more complex issue like an underlying medical condition or feeling overloaded with responsibilities. The good news is that most cases of insomnia can be cured with changes you can make on your own—without relying on sleep specialists or turning to prescription or over-the-counter sleeping pills. Symptoms of insomnia:     * Difficulty falling asleep despite being tired     * Waking up frequently during the night     * Trouble getting back to sleep when awakened     * Unrefreshing sleep     * Relying on sleeping pills or alcohol to fall asleep     * Waking up too early in the morning     * Daytime drowsiness, fatigue, or irritability     * Difficulty concentrating during the day Causes of insomnia: Figuring out why you can’t sleep In order to properly treat and cure your insomnia, you need to become a sleep detective. Emotional issues such as stress, anxiety, and depression cause half of all insomnia cases. But your daytime habits, sleep routine, and physical health may also play a role. Try to identify all possible causes of your insomnia. Once you figure out the root cause, you can tailor treatment accordingly.     * Are you under a lot of stress?     * Are you depressed? Do you feel emotionally flat or hopeless?     * Do you struggle with chronic feelings of anxiety or worry?     * Have you recently gone through a traumatic experience?     * Are you taking any medications that might be affecting your sleep?     * Do you have any health problems that may be interfering with sleep?     * Is your sleep environment quiet and comfortable?     * Do you try to go to bed and get up around the same time every day? Common mental and physical causes of insomnia:  Sometimes, insomnia only lasts a few days and goes away on its own, especially when the insomnia is tied to an obvious temporary cause, such as stress over an upcoming presentation, a painful breakup, or jet lag. Insomnia is also stubbornly persistent. Chronic insomnia is usually tied to an underlying mental or physical issue.     * Psychological problems that can cause insomnia: depression, anxiety, chronic stress, bipolar disorder, post-traumatic stress disorder.      * Medications that can cause insomnia: antidepressants; cold and flu medications that contain alcohol; pain relievers that contain caffeine (Midol, Excedrin); diuretics, corticosteroids, thyroid hormone, high blood pressure medications.     * Medical problems that can cause insomnia: asthma, allergies, Parkinson’s disease, hyperthyroidism, acid reflux, kidney disease, cancer, or chronic pain.     * Sleep disorders that can cause insomnia: sleep apnea, <em>narcolepsy</em>, restless legs syndrome. Anxiety and depression: Two of the most common causes of chronic insomnia Most people suffering from an anxiety disorder or depression have trouble sleeping. What’s more, the sleep deprivation can make the symptoms of anxiety or depression worse. If your insomnia is caused by anxiety or depression, treating the underlying psychological issue is the key to the cure. Insomnia cures and treatments: Changing habits that disrupt sleep While treating underlying physical and mental issues is a good first step, it may not be enough to cure your insomnia. You also need to look at your daily habits. Some of the things you’re doing to cope with insomnia may actually be making the problem worse. For example, maybe you’re using sleeping pills or alcohol to fall asleep, which disrupts sleep even more over the long-term. Or maybe you drink excessive amounts of coffee during the day, making it harder to fall asleep later. Oftentimes, changing the habits that are reinforcing sleeplessness is enough to overcome the insomnia altogether. It may take a few days for your body to get used to the change, but once you do, you will sleep better.  Using a sleep diary to identify insomnia-inducing habits Habits that make insomnia worse:     * drinking a lot of caffeine     * drinking or smoking before bed     * taking naps during the day     * an irregular sleep schedule Some habits are so ingrained that you may overlook them as a possible contributor to your insomnia.  Maybe your daily Starbucks habit affects your sleep more than you realize. Or maybe you’ve never made the connection between your late-night TV viewing or Internet surfing and your sleep difficulties. Keeping a sleep diary is a helpful way to pinpoint habits and behaviors contributing to your insomnia.  All you have to do is jot down daily details about your daytime habits, sleep routine, and insomnia symptoms. For example, you can keep track of when you go to sleep and when you wake up, where you fall asleep, what you eat and drink, and any stressful events that occur during the day. Adopting new habits to help you sleep     * Make sure your bedroom is quiet, dark, and cool. Noise, light, and heat can interfere with sleep. Try using a sound machine or earplugs to mask outside noise, an open window or fan to keep the room cool, and blackout curtains or an eye mask to block out light     * Stick to a regular sleep schedule. Support your biological clock by going to bed and getting up at the same time every day, including weekends. Get up at your usual time in the morning even if you’re tired. This will help you get back in a regular sleep rhythm.     * Avoid naps. Napping during the day can make it more difficult to sleep at night. If you feel like you have to take a nap, limit it to 30 minutes before 3 p.m.      * Avoid stimulating activity and stressful situations before bedtime. This includes vigorous exercise; big discussions or arguments; and TV, computer, or video game use. Turn off all electronics at least an hour before bed.      * Limit caffeine, alcohol, and nicotine. Stop drinking caffeinated beverages at least 8 hours before bed. Avoid drinking in the evening. While alcohol can make you feel sleepy, it interferes with the quality of your sleep. Quit smoking or avoid it at night, as nicotine is a stimulant. Insomnia cures and treatments: Neutralizing anxiety when you can’t sleep The more trouble you have with sleep, the more it starts to invade your thoughts. You may dread going to sleep because you just know that you’re going to toss and turn for hours or be up at 2 a.m. again. Or maybe you’re worried because you have a big day tomorrow, and if you don’t get a solid 8 hours, you’re sure you’ll blow it. But agonizing and expecting sleep difficulties only makes insomnia worse. Worrying about getting to sleep or how tired you’re going to be floods your body with adrenaline, and before you know it, you’re wide-awake. Learning to associate your bed with sleeping, not sleeplessness If sleep worries are getting in the way of your ability to unwind at night, the following strategies may help. The goal is to train your body to associate the bed with sleep and nothing else—especially not frustration and anxiety.     * Use the bedroom only for sleeping and sex. Don’t work, read, watch TV, or use your computer in bed or the bedroom. The goal is to associate the bedroom with sleep alone, so that your brain and body get a strong signal that it’s time to nod off when you get in bed.     * Get out of bed when you can’t sleep. Don’t try to force yourself to sleep. Tossing and turning only amps up the anxiety. Get up, leave the bedroom, and do something relaxing, such as reading, drinking a warm cup of caffeine-free tea, taking a bath, or listening to soothing music. When you’re sleepy, go back to bed.     * Move bedroom clocks out of view. Anxiously watching the minutes tick by when you can’t sleep—knowing that you’re going to be exhausted when the alarm goes off—is a surefire recipe for insomnia. You can use an alarm, but make sure you can’t see the time when you’re in bed. Insomnia cures and treatments: Harnessing your body’s relaxation response If you feel wound up much of the time and unable to let go of stress at the end of the day, you may benefit from relaxation techniques. Not only do relaxation techniques help you quiet your mind and relieve tension in the body, but they also help you fall asleep faster and get back to sleep more quickly if you awaken in the middle of the night. And all without the side effects of sleep medication! A variety of relaxation techniques help you achieve the relaxation, including:     * deep breathing     * progressive muscle relaxation     * meditation     * visualization     * yoga     * tai chi It takes regular practice to learn these techniques and harness their stress-relieving power. But the benefits can be huge. You can do them as part of your bedtime routine, when you are lying down preparing for sleep, and if you wake up in the middle of the night. Relaxation techniques that can help you sleep     * A relaxing bedtime routine. As a start to your relaxation practice, develop a calming bedtime routine. Focus on quiet, soothing activities, such as reading, knitting, or listening to soft music. Keep the lights low. The following relaxation and stress management techniques can help you enter a more relaxed state.     * Abdominal breathing. Most of us don’t breathe as deeply as we should. When we breathe deeply and fully, involving not only the chest, but also the belly, lower back, and ribcage, it can actually help our parasympathetic nervous system, which controls relaxation. Close your eyes, and try taking deep, slow breaths, making each breath even deeper than the last. Breathe in through your nose and out through your mouth. You can try making each exhale a little longer than each inhale.     * Progressive muscle relaxation. Progressive muscle relaxation is easier than it sounds. Lie down or make yourself comfortable. Starting with your feet, tense the muscles as tightly as you can. Hold for a count of 10, then relax slowly. Continue to do this for every muscle group in your body, working your way up from your feet to the top of your head. Insomnia cures and treatments: Using supplements and medication wisely When you’re tossing and turning at night, it can be tempting to turn to sleep aids for relief. But before you do, here’s what you need to know. Dietary supplements for insomnia There are many dietary and herbal supplements marketed for their sleep-promoting effects. Although they may be described as “natural,” be aware that sleep remedies can still have side effects and interfere with other medications or vitamins you’re taking. For more information, talk to your doctor or pharmacist. While scientific evidence is still being gathered for alternative sleep remedies, you might find that some of them work wonderfully for you. The two supplements with the most evidence supporting their effectiveness for insomnia are melatonin and valerian.     * Melatonin. Melatonin is a naturally occurring hormone that your body produces at night. Melatonin helps regulate your sleep-wake cycle. Melatonin is also available as an over-the-counter supplement. While melatonin doesn’t work for everyone, it may be an effective insomnia treatment for you—especially if you’re an extreme “night owl” with a tendency to go to bed and get up much later than others.     * Valerian. Valerian is an herb with mild sedative effects that may help you sleep better. However, the quality of valerian supplements varies widely. Prescription sleeping pills for insomnia While prescription sleep medications can provide temporary relief, it’s important to understand that sleeping pills are not a cure for insomnia. And if not used carefully, they actually make insomnia worse in the long run. It’s best to use medication only as a last resort, and then, only on a very limited, as-needed basis. First, try changing your sleep habits, your daily routine, and your attitudes about sleep. Evidence shows that lifestyle and behavioral changes make the largest and most lasting difference when it comes to insomnia. When to consider seeking professional insomnia treatment If you’ve tried the insomnia cures and treatments listed above, and are still having trouble getting the sleep you need, a doctor or sleep disorder specialist may be able to help. When to seek professional help for insomnia:     * If your insomnia doesn’t respond to self-help strategies     * If your insomnia is causing major problems at home, work, or school     * If you’re experiencing scary symptoms like chest pain or shortness of breath     * If your insomnia occurs almost every night and is getting worse",
            "vi": "Không ngủ được    Có phải bạn thao thức hàng giờ mới có thể dỗ được giấc ngủ không, cho dù là bạn đang mệt mỏi thế nào đi nữa? Hay là bạn thức giấc lúc nửa đêm và lại nằm thao thức hàng tiếng đồng hồ, bồn chồn nhìn thời gian trôi? Nếu vậy thì bạn được chia sẻ rồi đấy. Mất ngủ là một vấn đề rất phổ biến về giấc ngủ. Thật bực bội khi phải trăn trở cả đêm, rồi cũng chỉ là thức dậy với đôi mắt lờ đờ, đờ đẫn nghe âm thanh gõ nhịp của chuông đồng hồ báo thức và lê một ngày dài trong trạng thái cực kỳ mệt mỏi.  Mất ngủ ảnh hưởng xấu đến năng lượng, tâm trạng, và khả năng hoạt động vào ban ngày của bạn. Bệnh mất ngủ mãn tính thậm chí có thể góp phần tạo nên các vấn đề về sức khoẻ là bệnh tim, cao huyết áp, và tiểu đường. Nhưng bạn chẳng cần phải chịu đựng chứng bệnh này đâu. Những thay đổi đơn giản trong lối sống của bạn và trong thói quen hàng ngày có thể làm cho bạn hết mất ngủ vào ban đêm.  Hiểu về chứng mất ngủ và các triệu chứng của nó Chứng mất ngủ là sự mất khả năng để có được số lượng giấc ngủ mà bạn cần có để khi thức dậy có được cảm giác được nghỉ ngơi và được khoan khoái mới mẻ lại. Bởi vì những người khác nhau cần số lượng khác nhau về giấc ngủ, mất ngủ được định nghĩa bởi chất lượng giấc ngủ của bạn và bạn cảm thấy như thế nào sau khi ngủ – không phải số giờ bạn ngủ hoặc bạn ngủ lơ mơ nhanh chóng ra sao. Ngay cả khi bạn ngủ 8 tiếng trên giường, nếu bạn cảm thấy buồn ngủ và uể oải ban ngày thì bạn có thể đang bị mất ngủ đấy.  Mặc dù mất ngủ là bệnh về giấc ngủ thường thấy nhất, nhưng nó không phải là một rối loạn giấc ngủ đơn thuần. Chính xác hơn thì hãy liên tưởng bệnh mất ngủ như là một triệu chứng của một vấn đề sức khỏe khác. Nguyên nhân gây mất ngủ không phải ai cũng giống ai. Nó có thể chỉ đơn giản như uống quá nhiều chất kích thích cà-phê-in vào ban ngày hoặc một vấn đề phức tạp hơn như một chứng bệnh tiềm ẩn khác hoặc đang cảm thấy trách nhiệm quá nặng nề.  Tin vui là hầu hết các trường hợp mất ngủ đều có thể được chữa khỏi bằng các thay đổi mà bạn có thể tự thực hiện được – không cần phải dựa vào các bác sĩ chuyên khoa về giấc ngủ hoặc chuyển sang dùng thuốc ngủ theo toa hoặc thuốc ngủ mua tự do không theo toa.  Các triệu chứng của bệnh mất ngủ:  * Khó ngủ mặc dù là đang mệt mỏi  * Thường xuyên thức giấc suốt đêm * Khó ngủ lại khi đã thức giấc * Giấc ngủ không khoan khoái, thoải mái  * Lệ thuộc vào thuốc ngủ hoặc rượu bia mới ngủ được * Thức dậy quá sớm vào buổi sáng  * Buồn ngủ vào ban ngày, mệt mỏi, hoặc dễ cáu gắt * Khó tập trung vào ban ngày Các nguyên nhân gây mất ngủ: Phỏng đoán nguyên nhân làm bạn mất ngủ  Để chữa và điều trị chuẩn xác bệnh mất ngủ, bạn nên hiểu biết, khám phá về giấc ngủ của mình. Các vấn đề về xúc cảm như căng thẳng, lo âu, và trầm cảm là nguyên nhân gây phân nửa trong tổng số các trường hợp mất ngủ. Nhưng những thói quen ban ngày của bạn, giờ giấc ngủ nghỉ thường ngày, và sức khỏe thể chất cũng có thể đóng một vai trò quan trọng. Hãy cố gắng xác định tất cả các nguyên nhân gây mất ngủ có thể xảy ra. Một khi đã tìm được nguyên nhân cơ bản thì bạn có thể điều chỉnh phương pháp điều trị cho phù hợp.  * Bạn có đang căng thẳng quá không?  * Bạn có đang bị trầm cảm không? Có cảm thấy trống rỗng hay thất vọng không?  * Bạn có vật vã với những cảm giác lo âu hoặc hồi hộp không dứt không?  * Gần đây bạn có trải qua một biến động thương đau không?  * Bạn có đang sử dụng bất cứ loại thuốc nào có thể ảnh hưởng đến giấc ngủ không? * Bạn có vấn đề sức khỏe nào đó có thể làm ảnh hưởng giấc ngủ không?  * Môi trường ngủ của bạn có yên tĩnh và thoải mái không?  * Bạn có cố đi ngủ và thức dậy đúng giờ mỗi ngày không?  Các nguyên nhân về thể chất lẫn tinh thần gây mất ngủ thường thấy:  Đôi khi chứng mất ngủ chỉ kéo dài trong một vài ngày và có thể tự hết, nhất là khi gắn liền với một nguyên nhân tạm thời rõ ràng nào đó, chẳng hạn như căng thẳng vì một buổi thuyết trình sắp tới, chuyện tình cảm đổ vỡ gây tổn thương, đau khổ, hoặc tình trạng mệt mỏi sau một chuyến bay dài. Mặt khác, chứng mất ngủ cũng dai dẳng, kéo dài. Chứng mất ngủ mãn tính thường liên quan đến một vấn đề tiềm ẩn nào đó về thể chất lẫn tinh thần.  * Các vấn đề tâm lý có thể gây mất ngủ: trầm cảm, lo âu, thường xuyên căng thẳng, rối loạn lưỡng cực, trầm cảm sau chấn thương. * Nhiều loại thuốc cũng có thể gây mất ngủ: thuốc chống trầm cảm; thuốc cảm cúm chứa rượu cồn; thuốc giảm đau chứa cà-phê-in (Midol, Excedrin); thuốc lợi tiểu, corticosteroids, hooc-môn tuyến giáp, và thuốc trị cao huyết áp. * Nhiều chứng bệnh cũng có thể gây mất ngủ: hen suyễn, dị ứng, bệnh liệt rung, cường giáp, trào ngược a-xít, bệnh thận, ung thư, hoặc đau nhức kinh niên. * Rối loạn giấc ngủ cũng có thể gây ra mất ngủ: ngừng thở khi ngủ, ngủ rũ, hội chứng đau chân/tê chân khi bất động. Lo âu và trầm cảm: Hai nguyên nhân gây mất ngủ mãn tính thường thấy nhất  Hầu hết những người bị rối loạn lo âu hoặc trầm cảm đều cảm thấy khó ngủ. Hơn nữa, tình trạng thiếu ngủ có thể làm cho các triệu chứng lo âu hoặc trầm cảm càng tệ hại hơn. Nếu bạn bị mất ngủ do lo âu hoặc trầm cảm thì việc xử lý vấn đề tiềm ẩn về tâm lý là mấu chốt trị liệu.  Các biện pháp chữa mất ngủ: Thay đổi những thói quen làm gián đoạn giấc ngủ  Cho dù xử lý các vấn đề tiềm ẩn về thể chất lẫn tinh thần là biện pháp có hiệu quả đầu tiên, nhưng đây có thể chưa đủ để có thể chữa lành bệnh mất ngủ. Bạn cũng cần nên xem lại các thói quen thường nhật của mình. Một số cách bạn đang áp dụng để đối phó với bệnh mất ngủ thực sự có thể làm cho vấn đề càng thêm nghiêm trọng hơn.  Ví dụ như, có thể bạn đang sử dụng thuốc ngủ hoặc bia rượu mới ngủ được, những thứ này làm gián đoạn giấc ngủ thậm chí nhiều hơn về lâu dài. Hoặc có thể bạn uống quá nhiều cà phê vào ban ngày, làm khó ngủ hơn sau đó. Thông thường, việc thay đổi những thói quen làm giảm mất ngủ cũng đủ để khắc phục chứng mất ngủ theo luôn. Có thể phải mất vài ngày cơ thể của bạn mới quen với sự thay đổi đó, nhưng khi bạn đã thực hiện được thì bạn sẽ ngủ ngon hơn.  Sử dụng quyển sổ tay ghi chép về giấc ngủ để xác định những thói quen làm mất ngủ Các thói quen làm cho tình trạng mất ngủ càng trầm trọng thêm: * uống nhiều chất cà-phê-in  * uống rượu bia hoặc hút thuốc trước khi đi ngủ  * ngủ quá nhiều giấc vào ban ngày  * ngủ không đúng giờ  Một số thói quen quá ăn sâu vào người đến nỗi bạn có thể bỏ qua, không tính như là một yếu tố có thể góp phần làm cho bạn mất ngủ. Có thể những thói quen hằng ngày lâu năm ảnh hưởng đến giấc ngủ của bạn nhiều hơn mức độ bạn có thể nhận ra. Hoặc là có thể bạn chẳng bao giờ nghĩ việc xem ti vi muộn hoặc lướt web và tình trạng khó ngủ có mối tương quan. Hãy sử dụng một quyển nhật ký giấc ngủ là biện pháp hỗ trợ tốt để điểm ra những thói quen và hành vi góp phần gây mất ngủ.  Mỗi ngày bạn chỉ cần ghi nhanh các chi tiết về các thói quen ban ngày, giờ giấc ngủ nghỉ, và các triệu chứng mất ngủ. Chẳng hạn như, bạn có thể theo dõi khi nào đi ngủ và khi nào thức dậy, ngủ ở đâu, ăn và uống gì, và bất kỳ sự việc nào gây căng thẳng trong ngày của mình.  Chấp nhận các thói quen mới giúp bạn ngủ ngon hơn * Phải đảm bảo phòng ngủ của bạn được yên tĩnh, tối, và mát mẻ. Tiếng ồn, ánh sáng, hơi nóng có thể làm bạn ngủ không ngon. Hãy sử dụng máy cản âm thanh hoặc dùng đồ nhét tai để ngăn tiếng ồn bên ngoài, mở cửa sổ hoặc quạt máy để cho căn phòng được mát mẻ, và kéo rèm cửa hoặc che mắt để chắn ánh sáng vào.  * Hãy thực hiện kế hoạch ngủ nghỉ đúng giờ. Hãy hỗ trợ đồng hồ sinh học của bạn bằng cách đi ngủ và thức dậy đúng giờ mỗi ngày, kể cả những ngày cuối tuần. Hãy thức dậy đúng giờ vào buổi sáng cho dù bạn có mệt mỏi đi nữa. Điều này sẽ giúp bạn trở lại nhịp điệu giấc ngủ bình thường.  * Tránh ngủ nhiều giấc ngắn vào ban ngày. Việc chợp mắt suốt cả ngày có thể làm cho bạn khó ngủ hơn vào ban đêm. Nếu bạn thấy cần phải ngủ trưa thì hãy giới hạn trong 30 phút trước 3 giờ chiều nhé.  * Hãy tránh các hoạt động có tính chất kích thích và các tình huống gây căng thẳng trước giờ ngủ: vận động quá mức; tranh luận hoặc cãi vã gay gắt; ti vi, máy tính hoặc trò chơi điện tử. Hãy tắt hết tất cả các máy điện tử trước giờ đi ngủ ít nhất là 1 tiếng đồng hồ.  * Hãy hạn chế cà-phê-in, rượu bia, và ni-cô-tin. Hãy ngưng các thức uống có chứa cà-phê-in trước khi đi ngủ ít nhất là 8 tiếng đồng hồ. Tránh uống rượu bia vào buổi tối. Cho dù là bia rượu có thể làm bạn cảm thấy buồn ngủ, nhưng nó quấy nhiễu chất lượng giấc ngủ của bạn. Hãy ngưng hút thuốc và tránh hút thuốc vào buổi tối, bởi ni-cô-tin là chất gây kích thích.  Chữa mất ngủ: “Quẳng gánh lo đi” khi không ngủ được  Bạn càng khó ngủ thì nỗi ám ảnh giấc ngủ càng bắt đầu xâm nhập vào đầu nhiều hơn. Bạn có thể sợ đi ngủ bởi biết ngay rằng mình cũng sẽ trằn trọc nhiều giờ liền hoặc lại tỉnh giấc vào lúc 2 giờ sáng. Hoặc bạn có thể đang lo lắng bởi ngày mai sẽ là một ngày trọng đại, và nếu không ngủ được tròn 8 tiếng, thì chắc chắn là bạn không làm được tốt. Nhưng việc khổ sở và mong mỏi giấc ngủ khó khăn chỉ làm cho chứng mất ngủ thêm tệ hại hơn. Tâm trạng lo lắng để có được giấc ngủ hoặc lo bị mệt làm cho cơ thể tiết ra nhiều hooc-môn a-đrê-na-lin (chất hoóc-môn tiết ra từ tuyến thượng thận làm tăng huyết áp, tim đập nhanh và hoạt động như một tác nhân truyền tín hiệu thần kinh khi cơ thể bị căng thẳng hay gặp nguy hiểm), và trước khi bạn biết được điều này thì bạn hoàn toàn tỉnh táo rồi.  Biết cách kết hợp giường với giấc ngủ, chứ không phải là tình trạng trằn trọc thâu đêm  Nếu nỗi lo về giấc ngủ làm cho bạn không tài nào nghỉ ngơi, thư giãn được vào ban đêm thì những “chiến lược” dưới đây có thể giúp ích được cho bạn. Mục tiêu là rèn cho cơ thể bạn biết kết hợp giường với giấc ngủ chứ không phải là thứ gì khác – nhất là tình trạng thất vọng và lo âu.  * Chỉ sử dụng giường để ngủ và quan hệ tình dục. Đừng làm việc, đọc sách, xem ti vi, hoặc sử dụng máy tính trên giường hoặc phòng ngủ. Mục tiêu duy nhất là kết hợp phòng ngủ và việc ngủ mà thôi, sao cho não và cơ thể nhận được tín hiệu mạnh là đã đến giờ ngủ khi lên giường.  * Hãy ra khỏi giường khi không ngủ được. Đừng cố ép mình phải ngủ. Việc trằn trọc chỉ làm cho tâm trạng bồn chồn lo âu trầm trọng thêm. Hãy đứng dậy, ra khỏi phòng ngủ, và làm việc gì đó thư giãn, chẳng hạn như đọc sách, uống một tách trà ấm không chứa cà-phê-in, tắm rửa, hoặc nghe nhạc êm dịu. Khi buồn ngủ, hãy trở lại giường.  * Hãy dời đồng hồ ở phòng ngủ ra khuất tầm mắt của bạn. Việc nhìn nhịp đồng hồ trôi qua từng phút một cách bồn chồn khi không ngủ được – biết rằng bạn sẽ mệt mỏi, kiệt sức khi chuông báo thức vang lên – chắc chắn là nguyên nhân làm cho bạn mất ngủ. Bạn có thể sử dụng chuông báo thức, nhưng phải đảm bảo là không nhìn thấy đồng hồ khi đã lên giường ngủ.  Chữa mất ngủ bằng cách tận dụng, khai thác phản ứng thư giãn của cơ thể Nếu bạn cảm thấy căng thẳng phần lớn thời gian và không giải toả stress vào cuối ngày được, thì những kỹ thuật thư giãn có thể đem lại hiệu quả tốt cho bạn. Các kỹ thuật thư giãn không chỉ giúp bạn thanh thản đầu óc và giải toả căng thẳng cơ thể, mà còn làm cho bạn dỗ được giấc ngủ nhanh hơn và ngủ lại nhanh hơn trong trường hợp bạn thức giấc giữa đêm. Và các kỹ thuật này không có tác dụng phụ của thuốc ngủ!  Nhiều kỹ thuật thư giãn giúp cơ thể bạn được thư giãn, gồm:  * hít thở sâu * thả lỏng cơ tăng tiến * gạt hết mọi thứ ra khỏi đầu mình  * hình thành tư tưởng tích cực  * yoga * thái cực quyền Phải luyện tập thường xuyên mới nắm được các kỹ thuật này và khai thác triệt để khả năng giải toả căng thẳng của mình. Nhưng những cái lợi đó có thể là to lớn lắm. Bạn có thể thực hiện chúng như một công đoạn trong giờ giấc ngủ nghỉ hằng ngày của mình, khi bạn nằm chuẩn bị ngủ, và trong trường hợp bạn thức giấc lúc nửa đêm nữa nhé. Các kỹ thuật thư giãn có thể giúp cho bạn ngủ ngon * Thói quen ngủ nghỉ thoải mái. Như một sự khởi đầu để rèn luyện sự buông xả thoải mái, hãy phát huy thói quen ngủ nghỉ yên ắng. Hãy tập trung vào sự yên lặng, các hoạt động nhẹ nhàng, chẳng hạn như đọc sách, đan len, hoặc nghe nhạc êm dịu. Hãy để đèn ở độ sáng yếu. Các kỹ thuật thư giãn và chế ngự stress dưới đây có thể giúp bạn đi vào trạng thái thoải mái hơn.  * Thở bằng bụng. Hầu hết chúng ta không hít thở sâu như chúng ta nên làm như vậy. Khi hít thở sâu và đủ, không chỉ liên quan đến lồng ngực, mà còn bụng, thắt lưng, và sườn, nó thực sự có thể giúp hệ thần kinh phó giao cảm của chúng ta kiểm soát tình trạng thư giãn của mình. Hãy nhắm mắt lại, và cố gắng hít sâu vào, hít thở chậm chậm nhẹ nhàng, làm cho từng hơi thở thậm chí sâu hơn làn hơi trước đó. Bạn nên hít vào bằng mũi và thở ra bằng miệng và có thể cố gắng thở ra dài hơn một chút so với hít vào.  * Thả lỏng cơ tăng tiến. Việc thả lỏng cơ tăng tiến dễ hơn là nói. Hãy nằm xuống hoặc thư giãn; bắt đầu bằng chân, kéo căng cơ ở mức có thể. Giữ như vậy trong vòng 10 tiếng đếm, rồi từ từ buông lỏng. Bạn hãy tiếp tục thực hiện cho từng nhóm cơ trong cơ thể, vận động như thế từ bàn chân cho đến đỉnh đầu.  Chữa mất ngủ bằng cách sử dụng chất bổ sung và thuốc một cách khôn ngoan  Khi phải đang trằn trọc thao thức ban đêm, bạn có cảm giác rất muốn có biện pháp nào đó để chữa được chứng bệnh mất ngủ của mình. Nhưng trước khi làm một việc gì, bạn cũng nên cần biết những điều dưới đây.  Thực phẩm bổ sung chữa mất ngủ Có nhiều thực phẩm và thảo dược bổ sung được bày bán trên thị trường có tác dụng giúp ngủ ngon hơn. Mặc dù có thể được mô tả là “chất tự nhiên/ từ thiên nhiên”, nhưng bạn nên hiểu rằng các bài thuốc trị mất ngủ có thể gây tác dụng phụ và ảnh hưởng đến các loại thuốc hoặc vi-ta-min khác mà bạn đang sử dụng. Để biết thêm thông tin, bạn nên tham khảo ý kiến của bác sĩ hoặc dược sĩ nhé.  Trong khi bằng chứng khoa học vẫn còn đang được thu thập về các bài thuốc trị mất ngủ có thể thay thế được thì bạn có thể thấy rằng một số bài thuốc đó cũng có tác dụng rất tốt. Hai chất bổ sung có bằng chứng hỗ trợ hiệu quả nhất để chữa bệnh mất ngủ là mê-la-tô-nin và nữ lang.  * Mê-la-tô-nin. Mê-la-tô-nin là hooc-môn tự nhiên do cơ thể tiết ra vào ban đêm. Mê-la-tô-nin giúp điều hoà chu kỳ thức-ngủ của cơ thể. Mê-la-tô-nin cũng có bán như là chất bổ sung, có thể mua tự do không theo toa. Mặc dù không phải bất kỳ người nào cũng ngủ ngon hơn khi sử dụng mê-la-tô-nin, nhưng nó có thể là bài thuốc trị mất ngủ hiệu quả đối với bạn – nhất là khi bạn bị mất ngủ trầm trọng “mắt mở thao láo như con cú đêm” có xu hướng đi ngủ và thức dậy muộn hơn những người khác.  * Nữ lang. Nữ lang là một thảo dược có tác dụng an thần nhẹ / thuốc giảm đau nhẹ có thể giúp bạn ngủ ngon hơn. Tuy nhiên, chất lượng của chất bổ sung nữ lang không giống nhau.  Các loại thuốc trị mất ngủ theo toa  Mặc dù các loại thuốc trị mất ngủ theo toa có thể làm cho bạn ngủ được tạm thời, nhưng quan trọng là bạn phải hiểu được rằng thuốc ngủ không phải là một cách chữa chứng mất ngủ. Và nếu không được sử dụng cẩn thận, thì chúng thực sự làm cho bệnh mất ngủ càng tệ hại hơn về lâu dài. Tốt nhất là chỉ nên sử dụng thuốc như là một phương kế sau cùng, và rồi sau đó, hạn chế khi thật cần thiết, ngay khi thực sự cần thiết. Trước tiên, hãy thử thay đổi thói quen ngủ nghỉ, thói quen công việc thường nhật của bạn, và quan niệm của bạn về giấc ngủ. Bằng chứng cho thấy những thay đổi lối sống và hành vi đã tạo sự khác biệt lớn nhất và kéo dài nhất khi nói đến bệnh mất ngủ.  Khi nào cần đến biện pháp chữa mất ngủ chuyên nghiệp  Nếu bạn đã từng thử qua các biện pháp chữa mất ngủ được liệt kê trên và vẫn còn khó ngủ thì bác sĩ hoặc chuyên gia về rối loạn giấc ngủ có thể giúp đỡ được cho bạn.  Khi nào cần đến sự hỗ trợ của chuyên gia để chữa chứng mất ngủ:  * Nếu bệnh mất ngủ của bạn không có phản hồi đối với những chiến lược/ phương pháp tự cứu chữa của bản thân * Nếu bệnh mất ngủ của bạn đang gây ra nhiều vấn đề nghiêm trọng ở nhà, chỗ làm, hoặc ở trường học * Nếu bạn bị các triệu chứng đáng sợ như đau ngực hoặc khó thở * Nếu hầu như tối nào bạn cũng bị mất ngủ và tình trạng này càng ngày càng tệ hại hơn"
        }
    ],
    "suggestions": []
}