{
    "en_vn": {
        "data": {
            "content": null,
            "word": "NASA"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>NASA</k><blockquote><cclass>[<cclass>'nasə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>abbreviation (in the US) National Aeronautics and Space Administration. </cclass></blockquote></div>",
            "word": "NASA"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "NASA"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "NASA"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "NASA"
        }
    },
    "sentences": [
        {
            "en": "<em>NASA</em>: National Aeronautics and Space Administration.",
            "vi": "Nasa: cơ quan quản trị hàng không và không gian quốc gia."
        },
        {
            "en": "<em>NASA</em> has developed a life support system.",
            "vi": "NASA đã phát triển hệ thống duy trì sự sống."
        },
        {
            "en": "<em>NASA</em> telescope to look for other Earths",
            "vi": "Kính thiên văn của NASA có thể tìm kiếm những hành tinh khác"
        },
        {
            "en": "<em>NASA</em> finds radio signals around Saturn.",
            "vi": "Cơ quan hàng không vũ trụ Hoa Kỳ tìm tín hiệu vô tuyến xung quanh sao Thổ."
        },
        {
            "en": "<em>NASA</em> had been beaten to its first goal.",
            "vi": "Mục tiêu đầu tiên của NASA đã bị thất bại."
        },
        {
            "en": "<em>NASA</em> began operations on October first, nineteen fifty-eight.",
            "vi": "NASA bắt đầu hoạt động vào ngày 1 tháng 10 năm 1958."
        },
        {
            "en": "<em>NASA</em> fired a rocket into the Moon today.",
            "vi": "Hôm nay vệ tinh NASA đã phóng tên lửa lên mặt trăng."
        },
        {
            "en": "<em>NASA</em> is planning the next generation of space exploration vehicles.",
            "vi": "NASA đang lên kế hoạch cho thế hệ kế tiếp của tàu thám hiểm không gian."
        },
        {
            "en": "<em>NASA</em> plans to fire a rocket into the moon.",
            "vi": "NASA lên kế hoạch phóng tên lửa/hỏa tiễn lên mặt trăng."
        },
        {
            "en": "We invite you to explore more about <em>NASA</em>.",
            "vi": "Chúng tôi mời bạn khám phá thêm về NASA."
        },
        {
            "en": "<em>NASA</em> began operations on October first, nineteen fifty - eight.",
            "vi": "NASA bắt đầu hoạt động vào ngày 1 tháng 10 năm 1958."
        },
        {
            "en": "<em>NASA</em> returned to Mercury in 2008 with the Messenger spacecraft.",
            "vi": "NASA đã quay lại sao Thủy vào năm 2008 bằng phi thuyền Messenger."
        },
        {
            "en": "<em>NASA</em> has visited Mars more often than any other planet.",
            "vi": "NASA đã đến thăm sao Hỏa thường xuyên hơn bất cứ hành tinh nào khác."
        },
        {
            "en": "Mars: <em>Nasa</em> images show signs of flowing water",
            "vi": "Sao Hỏa: hình ảnh của Nasa cho thấy dấu hiệu nước chảy"
        },
        {
            "en": "A so-called “face” on Mars. (<em>NASA</em> / JPL-Caltech)",
            "vi": "Khuôn mặt trên sao Hỏa (Ảnh: NASA / JPL-Caltech)"
        },
        {
            "en": "<em>NASA</em> says it still does not know what caused the leak but postponing the launch forced <em>NASA</em> to cut discovery trip by one day.",
            "vi": "NASA vẫn chưa biết nguyên nhân gây ra vụ rò rỉ nhưng việc trì hoãn phóng tàu buộc NASA phải hoãn chuyến thám hiểm lại một ngày."
        },
        {
            "en": "All pictures on the moon's surface were stored in a database of <em>NASA</em>.",
            "vi": "Tất cả những bức ảnh về mặt Trăng đều đã được lưu trữ trong cơ sở dữ liệu của NASA."
        },
        {
            "en": "In the nineteen sixties, <em>NASA</em> first started to explore other planets with the Mariner probes.",
            "vi": "Trong thập niên 1960, NASA đã lần đầu tiên bắt đầu khám phá các hành tinh khác bằng các tàu thăm dò vũ trụ Mariner."
        },
        {
            "en": "<em>NASA</em> moved the space shuttle Atlantis to the launch pad for a flight next month.",
            "vi": "NASA đưa tàu vũ trụ con thoi Atlantis đến bệ phóng để chuẩn bị cho chuyến bay vào tháng tới."
        },
        {
            "en": "<em>NASA</em> says the Messenger spacecraft sent 360 images back to Earth, Tuesday.",
            "vi": "NASA cho biết tàu không gian Messenger đã gửi về Trái đất được 360 bức ảnh vào hôm thứ Ba."
        }
    ],
    "suggestions": []
}