{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nashville",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nashville",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nashville",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nashville",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nashville",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She is about to give the keynote address at this dinner tonight in <em>Nashville</em>.",
            "vi": "Cô ấy sẽ đọc bài phát biểu chính tại bữa tối đêm nay ở Nashville."
        },
        {
            "en": "Keosavanh Xayarath was threatened at gunpoint by the mystery man at his store in <em>Nashville</em>, Tennessee, around 11 years ago.",
            "vi": "Khoảng 11 năm trước, Keosavanh Xayarath bị gã cướp bí ẩn kia chĩa súng đe doạ ngay tại cửa hàng của ông ở Nashville, tiểu bang Tennessee."
        },
        {
            "en": "Amelia and Cliff Cody kept a pledge that they made on their wedding day back in 1998 in <em>Nashville</em>.",
            "vi": "Amelia và cliff cody vẫn giữ lời ước nguyện mà họ đã trao nhau trong ngày cưới năm 1998 ở nashville."
        },
        {
            "en": "Helm also toured with Ringo Starr's All Starr Band in the 1980s and won multiple Grammy awards in recent years, including one in 2011 for a live recording in <em>Nashville</em>, Tennessee.",
            "vi": "Helm cũng đi lưu diễn với ban nhạc All Starr của ca sĩ Ringo Starr vào những năm 1980 và đạt nhiều giải Grammy trong những năm gần đây, bao gồm một giải vào năm 2011 được ghi hình trực tiếp ở Nashville, Tennessee."
        },
        {
            "en": "The following simple Self-Assessment was printed by Incentive Publications, <em>Nashville</em>, Tennessee, but there are many available on the web and are free to take if you want to know how your child learns best and under what circumstances. ",
            "vi": "Bản tự đánh giá đơn giản sau đây được in bởi Xuất bản phẩm Khuyến khích (Incentive Publications), thành phố Nashville, tiểu bang Tennessee, nhưng có rất nhiều bản có sẵn trên web và được xem thoải mái nếu bạn muốn biết làm thế nào và trong hoàn cảnh nào con mình học tốt nhất."
        }
    ],
    "suggestions": []
}