{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nast",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nast",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nast",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nast",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nast",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The New Yorker and other Conde <em>Nast</em> title have taken the heat for looking poor under the new display, but they're not alone. Titles from other magazine publishers -- we looked at Time magazine and Sports Illustrated from Time Inc., and at Esquire and O: The Oprah Magazine from Hearst -- all suffered from the same problems.",
            "vi": "Tờ New Yorker và các tờ tạp chí khác của công ty xuất bản Conde Nast đã bị chỉ trích vì trông tệ hại trên màn hình iPad mới, nhưng không chỉ có những tờ này. Các tờ tạp chí của những công ty xuất bản khác - - Time Magazine và Sports Illustrated của Time Inc., và Esquire and O: The Oprah Magazine của Hearst - - đều gặp phải tình trạng trên."
        },
        {
            "en": "The only exception? Vogue, which launched its iPad edition the same day the iPad 3 hit stores. The title planned its debut in conjunction with the tablet's release, and thus was able to optimize for the iPad's \"retina display\" ahead of time, a Conde <em>Nast</em> spokesperson told us.",
            "vi": "Ngoại lệ duy nhất? Đó là tờ Vogue.Tờ này đã cho ra mắt phiên bản dành cho iPad cùng ngày với ngày iPad 3 được bán ra. Tờ Vouge đã lên kế hoạch ra mắt phiên bản này cùng thời điểm iPad mới được tung ra, và do đó có thể tối ưu hoá cho màn hình retina của iPad sớm, người phát ngôn của Conde Nast cho biết."
        },
        {
            "en": "Chanel, under Karl Lagerfeld, presented more tangible evidence for this shift to Seoul in May, when it unveiled its 2016 cruise collection in the South Korean capital. The next meeting of the prestigious Condé <em>Nast</em> International Luxury Conference will be held in the city in April.",
            "vi": "Chanel sau Karl Lagerfeld đã thể hiện một bằng chứng rõ ràng cho sự thay đổi này đến Seoul vào tháng 5, khi nó đã giới thiệu bộ sưu tập biển 2016 ở thủ đô Hàn Quốc. Cuộc gặp gỡ tiếp theo của hội nghị Condé Nast International Luxury uy tín sẽ được tổ chức trong thành phố này vào tháng 4"
        }
    ],
    "suggestions": []
}