{
    "en_vn": {
        "data": {
            "content": null,
            "word": "natch"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>natch</k><blockquote>■ <cclass>adverb <cclass>informal naturally. </cclass></cclass></blockquote></div>",
            "word": "natch"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "natch"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "natch"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "natch"
        }
    },
    "sentences": [
        {
            "en": "Scenario #2: You forget to pick up your luggage upon landing Cause: Maybe you're distracted by an urgent text upon landing at home, and head straight for a taxi. Maybe you're weighed down with heavy carry-on bags and forget you checked once more. Or perhaps you're a tad buzzed from in-flight cocktails. Whatever the reason, you walk straight past the carousel and leave the airport without collecting your generic black roller bag (with no I.D. tag, <em>natch</em>), and don't realize it until you've arrived at home.Effect: Eventually, an airline employee takes the bag off the carousel and stores it in the carrier's unclaimed baggage room. You call the airline and they put you through to an airport-based staff member who takes down a description and begins a search.",
            "vi": "Tình huống #2: Bạn quên lấy hành lý của mình khi máy bay hạ cánh Nguyên nhân: Có lẽ bạn bị phân tâm vì một chuyện cấp bách nào đó khi máy bay hạ cánh về nhà, và cứ thế bạn tiến thẳng về phía chiếc tắc-xi. Có lẽ bạn oằn người với nhiều túi hành lý xách tay nặng mà quên kiểm tra lại một lần nữa. Hoặc có lẽ bạn giống như đứa trẻ bị lâng lâng bởi buổi tiệc  cốc-tai trên chuyến bay. Bất kể lý do gì đi nữa thì bạn cũng đi bộ ngang qua băng chuyền hành lý và rời khỏi sân bay mà không lấy chiếc va-li có bánh xe màu đen thông dụng của bạn (tất nhiên, không có thẻ nhận dạng), và không nhận ra nó mãi cho đến khi bạn về đến nhà.Hậu quả: Cuối cùng, nhân viên hãng hàng không lấy chiếc va-li ra khỏi băng chuyền hành lý và lưu nó ở phòng hành lý không người nhận của hãng hàng không. Bạn gọi cho hãng và họ chuyển bạn gặp nhân viên trực sân bay rồi nhân viên này ghi lại lời khai và bắt đầu tìm kiếm."
        }
    ],
    "suggestions": []
}