{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,næ∫nəlai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự quốc gia hoá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự quốc hữu hoá</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the nationalization of the railways</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự quốc hữu hoá đường sắt</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự nhập quốc tịch; sự cho nhập quốc tịch</td></tr></table><i/></div>",
            "word": "nationalization",
            "pronounce": "[,næ∫nəlai'zei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nationalization",
            "pronounce": "[,næ∫nəlai'zei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nationalization",
            "pronounce": "[,næ∫nəlai'zei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nationalization",
            "pronounce": "[,næ∫nəlai'zei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nationalization",
            "pronounce": "[,næ∫nəlai'zei∫n]"
        }
    },
    "sentences": [
        {
            "en": "They are against <em>nationalization</em>.",
            "vi": "Họ chống quốc hữu hóa."
        },
        {
            "en": "<em>Nationalization</em> of the railways",
            "vi": "Quốc hữu hoá đường sắt"
        },
        {
            "en": "They proposed <em>nationalization</em> of the telephone system.",
            "vi": "Họ đã đề nghị quốc hữu hóa hệ thống điện thoại."
        },
        {
            "en": "One of government's projects is the <em>nationalization</em> of the railway.",
            "vi": "Một trong những dự án của chính phủ là quốc hữu hóa đường sắt."
        },
        {
            "en": "Conservative governments in Britain favour private enterprise rather than <em>nationalization</em>.",
            "vi": "Chính phủ bảo thủ ở Anh bênh vực các hoạt động kinh doanh tư nhân hơn là quốc hữu hoá."
        },
        {
            "en": "They are the problems arising/resulting from <em>nationalization</em>.",
            "vi": "Đây là những vấn đề phát sinh từ việc quốc hữu hoá."
        },
        {
            "en": "<em>Nationalization</em> was also used by formerly colonial countries to secure their natural resources against exploitation by foreign capitalist interests.",
            "vi": "Chính sách quốc hữu hoá cũng được nhiều nước thuộc địa trước đây áp dụng để bảo vệ tài nguyên thiên nhiên của họ khỏi bị bọn tư bản nước ngoài khai thác."
        },
        {
            "en": "In 1956, all British troops departed, so Egypt immediately seized the Suez Canal in accordance with a decree of <em>nationalization</em> issued by President Gamal Abdel Nasser.",
            "vi": "Năm 1956, quân Anh rút đi hết, nên Ai Cập lập tức chiếm giữ kênh đào Suez theo sắc lệnh quốc hữu hóa của Tổng thống Gamal Abdel Nasser."
        },
        {
            "en": "<em>Nationalization</em> or collectivization of all substantial-sized private companies in the south ensured that unification resulted in only a slight fall in the state’s share of industrial output.",
            "vi": "Chính sách quốc hữu hóa hoặc tập thể hóa tất cả các doanh nghiệp tư nhân có qui mô đáng kể ở miền Nam nhằm đảm bảo rằng sự nghiệp thống nhất sẽ chỉ làm giảm chút ít tỉ trọng sản lượng công nghiệp của khu vực quốc doanh."
        },
        {
            "en": "All enterprises operating legally on the territory of Viet Nam and under the Laws of Viet Nam were recognized and protected by the Laws, including protection against <em>nationalization</em>.",
            "vi": "Tất cả các doanh nghiệp thuộc mọi thành phần kinh tế hoạt động hợp pháp trên lãnh thổ việt nam vàtuân thủ pháp luật việt nam đều được pháp luật việt nam thừa nhận và bảo vệ, bao gồm cả việc đảm bảo không bị quốc hữu hoá."
        },
        {
            "en": "It also pushed for a policy change that was only relevant to private business people: enhanced legal guarantees against the <em>nationalization</em> of investor assets.",
            "vi": "Nó cũng kêu gọi có một thay đổi chính sách chỉ phục vụ doanh nghiệp tư nhân, đó là kêu gọi tăng sự đảm bảo pháp lý không quốc hữu hóa các tài sản của nhà đầu tư."
        },
        {
            "en": "However, it can be assumed that with <em>nationalization</em> of nearly all industry by the early 1960s, the most commercially valuable land in the north was in the hands of the state.",
            "vi": "Tuy nhiên, có thể cho rằng với việc quốc hữu hoá hầu như toàn bộ ngành công nghiệp vào đầu những năm 60, loại đất có giá trị thương mại nhất đều thuộc sở hữu nhà nước."
        },
        {
            "en": "\"He wanted to say that 'I am not going to be a Marxist. I am not going to be a crypto [secret] communist.  I am not someone who will make <em>nationalization</em> and things like that,'\" Cautres said. “So obviously, when he said so, he just wanted to reassure the international financial milieu and markets that you could be a socialist and a pragmatic person, and that France is not going to change.”",
            "vi": "\"Ông ấy muốn nói rằng “Tôi sẽ không theo chủ nghĩa Mác. Tôi sẽ không là đảng viên cộng sản bí mật. Tôi sẽ không quốc hữu hoá và làm những việc đại loại như thế,\" Cautres nói. \"Vậy rõ ràng, khi ông ta phát biểu như thế, ông chỉ muốn đảm bảo với các thị trường và giới tài chính quốc tế rằng người ta có thể vừa là đảng viên xã hội vừa là người thực dụng và nước Pháp sẽ không thay đổi.\""
        }
    ],
    "suggestions": []
}