{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['næt∫ərəlist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà tự nhiên học</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người theo chủ nghĩa tự nhiên</td></tr></table><i/></div>",
            "word": "naturalist",
            "pronounce": "['næt∫ərəlist]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>naturalist</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an expert in or student of natural history. </blockquote></blockquote><blockquote><blockquote>2》 an exponent or practitioner of naturalism. </blockquote></blockquote></div>",
            "word": "naturalist",
            "pronounce": "['næt∫ərəlist]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>naturalist</k><blockquote>▸ <cclass>noun NATURAL HISTORIAN, life scientist, wildlife expert; biologist, botanist, zoologist, ornithologist, entomologist, ecologist, conservationist, environmentalist. <i>See list at</i><kref>zoologist</kref>.</cclass></blockquote></div>",
            "word": "naturalist",
            "pronounce": "['næt∫ərəlist]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "naturalist",
            "pronounce": "['næt∫ərəlist]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "naturalist",
            "pronounce": "['næt∫ərəlist]"
        }
    },
    "sentences": [
        {
            "en": "Carl Akeley, the American <em>naturalist</em>, led two expeditions to these volcanoes in the nineteen-twenties, and now lies buried here among the animals he loved so well.",
            "vi": "Carl akeley, nhà khoa học hoa kỳ, đã từng dẫn hai đoàn thám hiểm đến núi lửa này vào những năm 1920, và bây giờ ông gởi nắm xương tàn ở nơi đó giữa những con vật mà ông mến yêu vô cùng."
        },
        {
            "en": "The patient French <em>naturalist</em> Jean - Henri Fabre set out fleshy bait of several kinds to lure burying beetles to where he could watch them.",
            "vi": "Ông jean henri fabre nhà khoa học tự nhiên pháp kiên nhẫn đặ mỗi thịt nhiều loại để nhử bọ chôn xác tới chỗ ông có thể quan sát."
        },
        {
            "en": "One <em>naturalist</em>, WH Hudson, has described how any stranger in a green space or public garden will soon find that ‘several sparrows are keeping him company … watching his every movement, and if he sits down on a chair or a bench several of them will come close to him, and hop this way and that before him, uttering a little plaintive note of interrogation — Have you got nothing for us?",
            "vi": "Một nhà nghiên cứu thiên nhiên, WH Hudson, đã mô tả cách để bất kỳ người lạ nào trong không gian xanh hoặc khu vườn công cộng sẽ sớm nhận thấy rằng 'một vài con chim sẻ đang giữ cho anh ta như một người bạn…. theo dõi mọi chuyển động của anh ta, và nếu anh ta ngồi xuống ghế hoặc băng ghế thì một vài chú chim sẽ đến gần anh ta, và nhảy nhót trước anh ta, thốt ra một lưu ý nhỏ kiểu tra hỏi - Bạn có gì cho chúng tôi không?"
        },
        {
            "en": "AFRICAN CAVE DEMONS: The continent of Africa has reported many sightings of bat-like beasts. In Cameroon, it is called the \"Olitiau,\" an immense bat creature that was seen by famed <em>naturalist</em> Ivan T. Sanderson in 1932 while on expedition. In Senegal, the creature is called \"Guiafairo.\" In Ghana, the bat-like creature is called \"Sasabonsam.\" A similar creature exists in Madagascar and is called the \"Fangalabolo,\" and in Indonesia, tales of the \"Organ-Bati\" about the creature is said to roost in an extinct volcano and snatch children.",
            "vi": "Quỷ hang động châu Phi: Lục địa châu Phi đã báo cáo nhiều lần nhìn thấy con thú giống như dơi. Ở Cameroon, nó được gọi là \"Olitiau\", một con dơi to lớn đã được nhìn thấy bởi nhà tự nhiên học nổi tiếng Ivan T. Sanderson vào năm 1932 khi đang thám hiểm. Ở Senegal, sinh vật này được gọi là \"Guiafairo\". Ở Ghana, những sinh vật giống như dơi được gọi là \"Sasabonsam\". Một sinh vật tương tự tồn tại ở Madagascar và được gọi là \"Fangalabolo\", và ở Indonesia, những câu chuyện về \"Organ-Bati\" là về sinh vật được cho là ngủ trên một ngọn núi lửa đã tắt và bắt cóc trẻ em."
        }
    ],
    "suggestions": []
}