{
    "en_vn": {
        "data": {
            "content": null,
            "word": "naturalized"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>naturalized</k><blockquote><cclass>adjective <cclass>Biology establish (a plant or animal) so that it lives wild in a region where it is not indigenous.</cclass></cclass></blockquote><blockquote>→ <kref>naturalize</kref></blockquote></div>",
            "word": "naturalized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "naturalized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "naturalized"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "naturalized"
        }
    },
    "sentences": [
        {
            "en": "He is <em>naturalized</em> in Vietnam.",
            "vi": "Anh đã được nhập tịch Việt Nam."
        },
        {
            "en": "I'm now a <em>naturalized</em> American.",
            "vi": "Hiện giờ tôi là dân mỹ nhập tịch."
        },
        {
            "en": "He was <em>naturalized</em> as an American citizen.",
            "vi": "Anh ấy đã được nhập tịch là công dân Mỹ."
        },
        {
            "en": "My aunt is a Vietnamese <em>naturalized</em> in France.",
            "vi": "Cô tôi là người Việt Nam nhập tịch Pháp."
        },
        {
            "en": "A <em>naturalized</em> French who was born in Vietnam",
            "vi": "Một người nhập quốc tịch pháp sinh ra ở việt nam"
        },
        {
            "en": "He's a Vietnamese who was <em>naturalized</em> in France.",
            "vi": "Ông ta là người Việt nhập quốc tịch ở Pháp."
        },
        {
            "en": "Many Chinese words have been <em>naturalized</em> in the Vietnamese language.",
            "vi": "Nhiều từ Trung Hoa được nhập tịch vào tiếng Việt."
        },
        {
            "en": "He is <em>naturalized</em> French who was born in Vietnam.",
            "vi": "Anh ta là người nhập quốc tịch Pháp sinh ra ở Việt Nam."
        },
        {
            "en": "The grey squirrel is now <em>naturalized</em> in Britain.",
            "vi": "Loài sóc xám hiện nay đã quen với thổ nhưỡng nước Anh."
        },
        {
            "en": "Citizen is a native or <em>naturalized</em> member of a state or other political community.",
            "vi": "Công dân là một người địa phương hay thành viên nhập quốc tịch của một tiểu ban hay một cộng đồng chính trị nào đó."
        },
        {
            "en": "What Immigration and Naturalization Service form is used to apply to become a <em>naturalized</em> citizen?",
            "vi": "Muốn xin quốc tịch Hoa Kỳ phải dùng biểu mẫu Nhập tịch hay Nhập cư nào?"
        },
        {
            "en": "Preserving the credibility of the economic citizenship program is perhaps the most critical challenge. A rigorous due diligence process for citizenship applications is essential to preclude potentially serious integrity and security risks. And a comprehensive framework is needed to curtail the use of investment options as routes for money laundering and financing criminal activity. Such safeguards are integral to the success of economic citizenship programs. A high level of transparency regarding economic citizenship program applicants will further enhance the program’s reputation and sustainability. This could include a publicly available list of newly <em>naturalized</em> citizens. Complying with international guidelines on the transparency and exchange of tax information would reduce the incidence of program misuse for purposes of tax evasion or other illicit activities and minimize the risk of adverse international pressure. Countries with similar programs should also collaborate among themselves and with concerned partner countries to improve oversight and ensure that suspicious applicants are identified.",
            "vi": "Chương trình bảo vệ quyền kinh tế của công dân cũng có thể là thử thách lớn nhất. Một quá trình thẩm định nghiêm ngặt về sự thi hành của công dân là điều cần thiết để loại trừ tính toàn vẹn và rủi ro an ninh nghiêm trọng.Và một khuôn khổ toàn diện là điều cần thiết để ngăn chặn việc sử dụng các lựa chọn đầu tư làm các tuyến đường cho hoạt động rửa tiền và hoạt động tội phạm tài chính.Biện pháp bảo vệ như vậy là không thể thiếu cho sự thành công của chương trình công dân kinh tế.Một mức độ cao của tính minh bạch liên quan đến sự thi hành chương trình công dân kinh tế sẽ tiếp tục nâng cao uy tín và sự bền vững của chương trình.Điều này có thể bao gồm một danh sách công khai của người dân mới được nhập tịch.Tuân thủ các hướng dẫn quốc tế về tính minh bạch và trao đổi thông tin về thuế sẽ làm giảm tỷ lệ mắc các chương trình sử dụng sai mục đích trốn thuế hoặc các hoạt động bất hợp pháp khác và giảm thiểu nguy cơ áp lực quốc tế bất lợi.Các quốc gia có chương trình tương tự cũng nên hợp tác với nhau và với các nước đối tác có liên quan để nâng cao giám sát và đảm bảo rằng sự thi hành đáng ngạc nhiên đã được diễn ra."
        }
    ],
    "suggestions": []
}