{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nɔ:siəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tanh tưởi, làm nôn mửa</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tởm, gớm, gớm guốc, đáng ghê</td></tr></table><i/></div>",
            "word": "nauseous",
            "pronounce": "['nɔ:siəs]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nauseous</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 affected with nausea. </blockquote></blockquote><blockquote><blockquote>2》 causing nausea; offensive to the taste or smell. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>nauseously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>nauseousness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L. <i>nauseosus</i> (from <i>nausea</i> 'seasickness'). </blockquote></div>",
            "word": "nauseous",
            "pronounce": "['nɔ:siəs]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>nauseous</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the food made her feel nauseous</i>: SICK, nauseated, queasy, bilious, green about/at the gills, ill, unwell; seasick, carsick, airsick, travel-sick; <cclass><i>N. Amer.</i><cclass><i>informal</i> barfy.</cclass></cclass></blockquote><blockquote><b>2</b><i>a nauseous stench.</i>: <i>See</i><kref>nauseating</kref>.</blockquote></div>",
            "word": "nauseous",
            "pronounce": "['nɔ:siəs]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nauseous</k><blockquote><blockquote><ex><abr>adj.</abr> to feel nauseous</ex></blockquote></blockquote><co>USAGE NOTE: Some purists still claim that <i>nauseous</i> means only 'nauseating'. In fact, most speakers now use it as a synonym of <i>nauseated</i>.</co></div>",
            "word": "nauseous",
            "pronounce": "['nɔ:siəs]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gây buồn nôn</font></td></tr></tbody></table></div>",
            "word": "nauseous",
            "pronounce": "['nɔ:siəs]"
        }
    },
    "sentences": [
        {
            "en": "I feel <em>nauseous</em>.",
            "vi": "Tôi muốn nôn quá."
        },
        {
            "en": "You may feel <em>nauseous</em> first.",
            "vi": "Bạn có lẽ cảm thấy buồn nôn trước."
        },
        {
            "en": "It has a <em>nauseous</em> smell.",
            "vi": "Nó có một mùi muốn ói."
        },
        {
            "en": "I feel dizzy and <em>nauseous</em>.",
            "vi": "Tôi thấy chóng mặt và buồn nôn."
        },
        {
            "en": "She felt <em>nauseous</em> during the sea crossing.",
            "vi": "Cô ta cảm thấy buồn nôn khi đi qua biển."
        },
        {
            "en": "She has got a fever and she feels <em>nauseous</em>.",
            "vi": "Cô ấy lên cơn sốt và buồn nôn."
        },
        {
            "en": "The baby kicked inside her, making her feel <em>nauseous</em>.",
            "vi": "Đứa bé trong bụng đạp dội lên khiến chị cảm thấy buồn nôn."
        },
        {
            "en": "If fatty food doesn't agree with you, try avoiding such foods while you feel <em>nauseous</em>.",
            "vi": "Nếu những thức ăn nhiều dầu mỡ không hợp với bạn thì hãy tránh những thức ăn đó khi bạn cảm thấy buồn nôn."
        },
        {
            "en": "I gasped as soon as I could catch my breath around the <em>nauseous</em> spasms.",
            "vi": "Tôi thở hổn hển ngay khi vừa thở được bình thường giữa những cơn co thắt vì buồn nôn."
        },
        {
            "en": "I realized, with a <em>nauseous</em> roll of my stomach, that the situation was worse than even that.",
            "vi": "Tôi nhận ra, dạ dày mình đang cuộn lên cơn buồn nôn, tình trạng thậm chí còn tệ hơn thế nữa."
        },
        {
            "en": "Hong said she and many women used to be <em>nauseous</em> and vomit in the boats for a long time.",
            "vi": "Chị Hồng cho biết, cô và nhiều phụ nữ từng bị buồn nôn và nôn mửa trên những chiếc thuyền trong một thời gian dài."
        },
        {
            "en": "* Do not eat solid food while <em>nauseous</em> or vomiting but drink plenty of fluids. * Small, frequent sips of clear liquids (those you can see through) are the best way to stay hydrated.",
            "vi": "Đừng nên ăn thức ăn đặc trong khi buồn nôn hoặc ói mà hãy uống nhiều nước.\nThường xuyên uống từng hớp nhỏ chất lỏng trong (những chất lỏng mà bạn có thể nhìn thấy được bên trong) là cách tốt nhất để không bị mất nước."
        },
        {
            "en": "Last night, Mary had the chills. Now she's got a fever and she feels <em>nauseous</em>. She is sick as a dog. Maybe I should get her to the doctor.",
            "vi": "Tối hôm qua Mary bị ớn lạnh. Bây giờ cô ấy lên cơn sốt và buồn nôn. Cô ấy bệnh khá nặng. Có lẽ tôi phải đưa cô ấy đến gặp bác sĩ."
        },
        {
            "en": "\"i get to a certain time when my body temperature falls, then i start feeling <em>nauseous</em>, i get a stinking headache and i need to go and be sick.\"",
            "vi": "\"tôi cố cho đến một lúc khi thân nhiệt tôi hạ xuống và tôi bắt đầu có cảm giác buồn nôn, tôi gặp cơn đau đầu khủng khiếp và tôi phải về nghỉ rồi sau đó bệnh luôn.\""
        },
        {
            "en": "Yoga is a powerful workout. You may feel light-headed or <em>nauseous</em> during your first experience. The heated room combined with your physical movements can cause this. But don't leave the room or get discouraged. Simply lie down until you are feeling better and don't worry if you skip some poses. Rejoin when you feel up to it.",
            "vi": "Yoga làm môn tập luyện thể lực mạnh. Cho nên có thể bạn sẽ cảm thấy đầu lâng lâng hoặc mắc ói khi mới tập lần đầu. Phòng nóng kèm theo hoạt động cơ thể có thể gây ra chuyện này. Nhưng đừng bỏ lớp hay nản chí. Chỉ cần nằm xuống cho đến khi cảm thấy khoẻ hơn và đừng lo lắng nếu có bỏ tập một số tư thế. Hãy tập tiếp khi thấy đủ sức."
        },
        {
            "en": "It is said that the hallucinogenic effects can start approximately 30 minutes after the mushrooms are consumed. A person’s perceptions of color, sound and light may change. Surfaces may seem to move or ripple. Moving objects may seem to have visible trails that linger behind them. Along with these effects, some people also feel <em>nauseous</em>, muscle weakness, and other physical changes. Changes in perception and thinking can last between three and eight hours.",
            "vi": "Người ta nói rằng các tác động gây ảo giác có thể bắt đầu khoảng 30 phút sau khi dùng loại nấm này. Nhận thức của một người về màu sắc, âm thanh và ánh sáng có thể thay đổi. Các mặt phẳng dường như di chuyển hoặc gợn sóng. Các vật thể di chuyển dường như có những vệt dài có thể nhìn thấy đằng sau chúng. Cùng với những ảnh hưởng này, một số người cũng cảm thấy buồn nôn, yếu cơ, và những biến đổi thể chất khác. Sự thay đổi trong nhận thức và suy nghĩ có thể kéo dài từ ba đến tám tiếng."
        },
        {
            "en": "In both cases, sufferers will experience symptoms similar to those that accompany situations of extreme anxiety or panic attacks. A person may feel <em>nauseous</em> or dizzy in stressful situations and be unable to think clearly or even formulate words. Their heart rate will also increase, as will their blood pressure, and they may even desire to, or actually flee, the stressful situation. Luckily, many therapy methods have had proven success in treating spectrophobia.",
            "vi": "Trong cả hai trường hợp, người bệnh sẽ gặp các triệu chứng tương tự như những triệu chứng xảy ra trong những tình huống cực kỳ lo lắng hoặc hoảng loạn. Một người có thể cảm thấy buồn nôn hay chóng mặt trong những tình huống căng thẳng và không thể suy nghĩ một cách rõ ràng hoặc thậm chí không thể thốt nên lời. Nhịp tim & huyết áp của họ cũng sẽ tăng lên, và họ thậm chí còn có thể mong muốn, hoặc thực sự chạy trốn khỏi tình hình căng thẳng. May mắn thay, nhiều phương pháp trị liệu đã được chứng minh có hiệu quả trong điều trị ám ảnh sợ soi gương."
        },
        {
            "en": "It is said that the hallucinogenic effects can start approximately 30 minutes after the mushrooms are consumed. A person’s perceptions of color, sound and light may change. Surfaces may seem to move or ripple. Moving objects may seem to have visible trails that linger behind them. Along with these effects, some people also feel <em>nauseous</em>, muscle weakness, and other physical changes. Changes in perception and thinking can last between three and eight hours.",
            "vi": "Người ta nói rằng các tác động gây ảo giác có thể bắt đầu khoảng 30 phút sau khi dùng loại nấm này. Nhận thức của một người về màu sắc, âm thanh và ánh sáng có thể thay đổi. Các mặt phẳng dường như di chuyển hoặc gợn sóng. Các vật thể di chuyển dường như có những vệt dài có thể nhìn thấy đằng sau chúng. Cùng với những ảnh hưởng này, một số người cũng cảm thấy buồn nôn, yếu cơ, và những biến đổi thể chất khác. Sự thay đổi trong nhận thức và suy nghĩ có thể kéo dài từ ba đến tám tiếng."
        },
        {
            "en": "I know, America. You're sick of politics. I get it. After months of endlessly refreshing FiveThirtyEight every twelve seconds and trying to respond reasonably to your aunt's racist Facebook rants, you're tired. You researched the issues, you registered, you voted (please, please tell me that you voted), and now you want to take a yearlong bath. Even the color orange makes you <em>nauseous</em> now, for some reason. So what better way to try and rinse the ugly 2016 election out of your brain than with a bunch of quotes about politics? Specifically, quotes from famous writers about politics (and how most of those famous writers are sick of politics, too).",
            "vi": "Tôi hiểu, nước Mỹ. Bạn đang phát chán vì chính trị. Tôi hiểu rồi. Sau nhiều tháng không ngừng theo dõi thông tin mới trên trang FiveThirtyEight mỗi mười hai giây và cố gắng phản ứng một cách kiếm chế về những lập luận phân biệt chủng tộc của người thân (ví dụ như dì của bạn) trên Facebook, bạn đang mệt mỏi. Bạn đã nghiên cứu nhiều vấn đề, bạn đã đăng ký, bạn đã bầu chọn (làm ơn, làm ơn cho tôi biết rằng bạn đã bầu chọn) và bây giờ bạn muốn được thư giãn trong một năm. Vì một số lý do nào đó, ngay cả màu da cam (màu của Đảng Dân chủ của những người Kito giáo) cũng làm cho bạn cảm thấy buồn nôn. Có cách nào tốt để tẩy rửa cuộc bầu cử 2016 xấu xí ra khỏi bộ não của bạn hơn là một loạt các câu nói về chính trị? Những câu nói từ các nhà văn nổi tiếng về chính trị (và hầu hết những nhà văn nổi tiếng cũng đang chán ngán vì chính trị như thế nào?)"
        },
        {
            "en": "10. Say you have a migraine. The symptoms; headache, dizziness, <em>nauseous</em> are the same as a hangover. You just need to make sure you don't smell of alcohol or your game is up.Sit on the toilet seat lid for a good quarter hour and just close your eyes. It's peaceful and the door is locked so nobody can tell you're snoozing in there. Yes, this is gross but it's a small price to pay for hiding the hangover.Stay away from as many people as you can - your coworkers, your boss, your clients and those gossips. If you can't get away from a meeting, stare intensely at each speaker. Preferably, cancel all meetings for the day and reschedule to tomorrow.",
            "vi": "10. Hãy nói bạn bị nhức nửa đầu. Các triệu chứng nhức đầu, chóng mặt, buồn nôn cũng giống như bị uể oải sau khi uống rượu vậy. Bạn chỉ cần đảm bảo mình không bốc mùi cồn hoặc lộ tẩy của mình mà thôi. Ngồi trên nắp bồn xí 15 phút và nhắm nghiền mắt lại đi. Không gian thật yên tĩnh, cửa đóng kín thì chẳng ai nói bạn đang “khò” trong đó cả. Vâng, gớm quá nhưng đó là cái giá quá rẻ khi phải trốn né vì tội say rượu. Né càng nhiều người càng tốt – đồng nghiệp, sếp, khách hàng và các cuộc nói chuyện tầm phào, tào lao nữa. Nếu bạn buộc lòng phải đi họp thì hãy nhìn chăm chú vào từng người nói. Tốt hơn hết là hãy huỷ hết các cuộc họp trong ngày đi và dời lại ngày mai."
        }
    ],
    "suggestions": []
}