{
    "en_vn": {
        "data": {
            "content": null,
            "word": "NAV",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>NAV</k><blockquote>■ <cclass>abbreviation net asset value. </cclass></blockquote></div>",
            "word": "NAV",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "NAV",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "NAV",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "NAV",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The Crispr technology works like a combination of a sat-<em>nav</em> and a pair of scissors. The sat-<em>nav</em> finds the right spot in the genetic code, and then the scissors perform the cut.",
            "vi": "Công nghệ Crispr hoạt động như một sự kết hợp của vệ tinh và cây kéo. Vệ tinh này tìm đúng chỗ trong mã di truyền và sau đó cây kéo tiến hành cắt."
        },
        {
            "en": "Father-of-five Alan James, 54, said: “It was amazing but we have no idea how he did it. He must have a Sat-<em>Nav</em> in his brain.”",
            "vi": "Ông Alan James 54 tuổi, một người cha có 4 con, nói: \"Rất ngạc nhiên, không rõ bằng cách nào mà nó về được. Chắc trong đầu nó có vệ tinh hoa tiêu quá.\""
        },
        {
            "en": "Most smartphones are designed to work even on hot days. Apple, for example, states that the iPhone is designed to work in ambient temperatures of between 0 and 35 degrees Celsius, meaning it should in theory get through this week’s heat wave. However, certain conditions or processes can make this worse. The most common ones are direct sunlight and running programs that are either processor or screen intensive - these include playing games, watching video and using sat-<em>nav</em> systems.",
            "vi": "Hầu hết các điện thoại thông minh được thiết kế để hoạt động cả khi trời nóng. Ví dụ, Apple cho biết iPhone được thiết kế để hoạt động ở nhiệt độ trong khoảng từ 0 đến 35 độ C, có nghĩa là về mặt lý thuyết, lẽ ra iphone chịu nổi đợt nóng tuần này. Thế nhưng, một số điều kiện thời tiết hoặc quá trình nào đó có thể làm điều này tệ hơn. Phổ biến nhất là ánh nắng chiếu trực tiếp và các chương trình chạy chiếm nhiều bộ xử lý hoặc màn hình – như các chương trình chơi game, xem video và sử dụng hệ thống định vị của vệ tinh."
        }
    ],
    "suggestions": []
}