{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Navajo"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Navajo</k><blockquote><cclass>[<cclass>'navəhəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>Navaho</b>) </cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Navajos</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a member of an American Indian people of New Mexico and Arizona. </blockquote></blockquote><blockquote><blockquote>2》 the Athabaskan language of the Navajo. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Sp. <i>Apaches de Navajó</i> 'apaches from Navajo', from Tewa <i>navahu:</i> 'fields adjoining an arroyo'. </blockquote></div>",
            "word": "Navajo"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Navajo"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Navajo"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Navajo"
        }
    },
    "sentences": [
        {
            "en": "<em>Navajo</em> language had great potential as an indecipherable code.",
            "vi": "Tiếng Navajo có khả năng là một mật mã không thể giải đoán được."
        },
        {
            "en": "In 2003, the Devil’s Highway was officially renamed U.S. Highway 491. The renaming coincided with a series of road construction projects designed to improve the highway’s safety. Although many believe that the highway’s now vastly improved safety record is due to the construction and not the name change, it is worth noting that the official dedication featured a <em>Navajo</em> medicine man who supposedly removed the highway’s curse.",
            "vi": "Năm 2003, Đường cao tốc ma quỷ đã được chính thức đổi tên thành Đường cao tốc 491 của Hoa Kỳ. Việc đổi tên trùng hợp với một loạt các dự án xây dựng đường bộ được thiết kế để cải thiện sự an toàn của đường cao tốc. Mặc dù nhiều người tin rằng hiện nay độ an toàn của con đường này được cải thiện rất nhiều là nhờ việc xây dựng chứ không phải việc thay đổi tên, nhưng vẫn đáng ghi nhận sự cống hiến nổi bật của một viên chức người thổ dân Bắc Mỹ, người được cho là loại bỏ lời nguyền của con đường cao tốc này."
        },
        {
            "en": "A WITCH IN ANIMAL FORM: In the lore of some Native American tribes, particularly the <em>Navajo</em>, the \"skinwalker\" is an evil witch that can shift into animal shape. Although generally believed to take the form of a wolf, coyote, crow, fox or owl, it is said skinwalkers can take any animal shape they desire. Those who report having seen skinwalkers say they are slightly deformed in their animal state with dull and unreflective eyes — the opposite of a real animal. In human form, their eyes are said to shine with an inhuman animal glow.",
            "vi": "Phù thủy trong lốt động vật: Trong truyền thuyết của một số bộ lạc thổ dân châu Mỹ, đặc biệt là bộ lạc Navajo, \"skinwalker\" là một phù thuỷ ác có thể biến hình thành động vật. Mặc dù thường được cho là ở lốt chó sói, sói đồng cỏ, quạ, cáo hoặc cú, phù thủy hóa thú được cho là có thể biến thành bất kỳ động vật nào mà họ muốn. Những nhân chứng nhìn thấy phù thủy hóa thú cho rằng họ đang hơi bị biến dạng ở trong lốt động vật của mình với đôi mắt buồn tẻ và vô hồn - trái ngược với một con thú thực sự. Trong hình dạng con người, ánh mắt của họ lóe sáng tàn ác lạnh lùng."
        },
        {
            "en": "Cloud services will also need to start thinking about encryption as users start worrying about their personal data and enterprises try to protect the corporate data leaving their networks, according to Geoff Webb, director of product marketing at Credant Technologies. Users have a \"real desire\" to take back control over the files they put in the cloud, Webb said. Storage and collaboration services will begin offering user-owned data-security and encryption options, according to Webb. Salesforce.com acquired <em>Navajo</em> Systems in August to provide customers with data-encryption capabilities.",
            "vi": "Dịch vụ điện toán đám mây cũng cần phải nghĩ tới việc mã hóa khi người sử dụng bắt đầu lo lắng về dữ liệu cá nhân của họ và doanh nghiệp cố gắng bảo vệ dữ liệu chung trên mạng của họ, theo Geoff Webb, Giám đốc tiếp thị sản phẩm tại công ty Credant Technologies. Người dùng có một \"mong muốn thực sự\" để lấy lại quyền kiểm soát trên các tập tin mà họ đặt trong các đám mây, Webb nói. Dịch vụ lưu trữ và cộng tác sẽ bắt đầu cung cấp các tùy chọn mã hóa và người dùng tự mã hóa bảo mật dữ liệu của mình, theo Webb. Salesforce.com mua lại công ty Navajo Systems vào tháng 8 để đem lại cho khách hàng khả năng mã hóa dữ liệu."
        }
    ],
    "suggestions": []
}