{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['neivl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lỗ nhỏ ở giữa bụng nơi dây rốn nối vào khi mới đẻ; rốn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trung tâm</td></tr></table><i/></div>",
            "word": "navel",
            "pronounce": "['neivl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>navel</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a rounded knotty depression in the centre of a person's belly caused by the detachment of the umbilical cord after birth; the umbilicus. </blockquote></blockquote><blockquote><blockquote>2》 the central point of a place. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>nafela</i>, of Gmc origin. </blockquote></div>",
            "word": "navel",
            "pronounce": "['neivl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>navel</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><cclass><i>informal</i> belly button, tummy button; <cclass>Anatomy umbilicus.</cclass></cclass></blockquote><blockquote><b>2</b><i>the navel of Byzantine culture</i>: CENTRE, central point, hub, focal point, focus, nucleus, heart, core; <cclass><i>poetic/literary</i> omphalos.</cclass></blockquote><blockquote><cclass>Related Terms</cclass></blockquote><blockquote>umbilical, omphalo-.</blockquote></div>",
            "word": "navel",
            "pronounce": "['neivl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "navel",
            "pronounce": "['neivl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "navel",
            "pronounce": "['neivl]"
        }
    },
    "sentences": [
        {
            "en": "<em>navel</em>",
            "vi": "lỗ rốn / lỗ rún"
        },
        {
            "en": "Umbilical (<em>navel</em>) hernias are common in newborns, particularly in infants of African heritage.",
            "vi": "Thoát vị rốn (lồi rốn) cũng là chứng bệnh thường gặp ở trẻ sơ sinh, nhất là những trẻ gốc châu Phi."
        },
        {
            "en": "A belly button, also called a <em>navel</em>, is something everyone in the world has!",
            "vi": "Cái rốn, còn gọi là cái lỗ nhỏ giữa bụng, là cái mà mọi người trên thế giới đều có!"
        },
        {
            "en": "An umbilical hernia, most common in young children, appears as a bulge at the <em>navel</em>.",
            "vi": "Thoát vị rốn thường thấy nhất ở trẻ nhỏ, thấy như một chỗ lồi ở rốn."
        },
        {
            "en": "This giant began to draw a furrow through the <em>navel</em> of the Earth.",
            "vi": "Người khổng lồ này đã bắt đầu vạch một luống cày xuyên qua trung tâm của Trái Đất."
        },
        {
            "en": "8. Under Egyptian law, belly-dancers must have their <em>navel</em> covered when they perform.",
            "vi": "8- Theo luật của Ai Cập, những người múa bụng sẽ phải che rốn lại khi họ biểu diễn"
        },
        {
            "en": "The <em>navel</em> of the newborn lamb needs to be disinfected as soon after birth as possible.",
            "vi": "Rốn của cừu mới sinh cần phải được khử trùng càng sớm càng tốt."
        },
        {
            "en": "3. The Aztecs called the tomato xitomatl, meaning “plump thing with a <em>navel</em>”.",
            "vi": "Người Aztec gọi cà chua là xitomatl, có nghĩa là : \"quả tròn trĩnh có một rốn\""
        },
        {
            "en": "To date, over 150 cases have been carried out there. This included two cases in which the patients were saved with <em>navel</em> cord blood from the community’s bank of <em>navel</em> cord blood cells.",
            "vi": "Cho đến nay, hơn 150 trường hợp đã được thực hiện ở đó. Bao gồm hai trường hợp, trong đó các bệnh nhân đã được cứu bằng máu từ dây rốn của ngân hàng các tế bào máu dây rốn."
        },
        {
            "en": "Consult your doctor if the <em>navel</em> area becomes reddened or if a foul odor or discharge develops.",
            "vi": "Ếu vùng rốn của bé trở nên đỏ tấy hoặc có mùi hôi hay bị chảy mủ thì bạn hãy tham khảo ý kiến bác sĩ của bạn."
        },
        {
            "en": "Wrapped around the waist, it covers the area from the breastbone all the way to below the <em>navel</em>.",
            "vi": "Khi quấn quanh eo, nó phủ kín từ xương ngực cho đến qua lỗ rốn."
        },
        {
            "en": "The blood stem cells were selected among 900 cell samples kept at the community’s bank of <em>navel</em> cord blood cells.",
            "vi": "Các tế bào máu gốc đã được lựa chọn trong số 900 mẫu tế bào lưu giữ tại ngân hàng tế bào máu lấy từ dây rốn."
        },
        {
            "en": "You should consult your baby's doctor if the <em>navel</em> area becomes red or if a foul odor or discharge develops.",
            "vi": "Nếu thấy vùng rốn của bé bị đỏ ; có mùi thối hoặc chảy mủ thì bạn nên tham khảo ý kiến của bác sĩ."
        },
        {
            "en": "You should consult your baby's doctor if the <em>navel</em> area becomes red or if a foul odor or discharge develops.",
            "vi": "Nếu thấy vùng rốn của bé bị đỏ; có mùi thối hoặc chảy mủ thì bạn nên tham khảo ý kiến của bác sĩ."
        },
        {
            "en": "The infant's <em>navel</em> area shouldn't be submerged in water until the cord stump falls off and the area is healed.",
            "vi": "Vùng rốn của trẻ sơ sinh không nên để ngập nước cho đến khi cuống rốn rụng và khô lành."
        },
        {
            "en": "If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your <em>navel</em> or genitals, it may be due to seborrheic dermatitis or seborrhea.",
            "vi": "bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn."
        },
        {
            "en": "If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your <em>navel</em> or genitals, it may be due to seborrheic dermatitis or seborrhea.",
            "vi": "Nếu bạn bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn."
        },
        {
            "en": "A hole in the wall of the abdomen at the site of the umbilical cord <em>navel</em> allows the baby's intestine to protrude through when he or she cries or strains, causing the overlying skin to bulge outward.",
            "vi": "Tại vùng dây rốn trên thành bụng có một lỗ làm cho ruột của bé phồng to ra khi bé kêu khóc hay cố sức, làm cho lớp da trên cùng phồng ra ngoài."
        },
        {
            "en": "Diagnosis: Laparoscopy  Laparoscopy is the only sure way to determine if you have endometriosis. A surgeon inflates the abdomen with gas through a small incision in the <em>navel</em>. A laparoscope is a viewing instrument that's inserted through the incision. The surgeon can take small pieces of tissue for examination in a lab -- called a biopsy -- to confirm the diagnosis.",
            "vi": "Chẩn đoán bệnh bằng cách soi ổ bụng  Soi ổ bụng là cách chắc chắn duy nhất để xác định xem liệu bạn có bị bệnh lạc nội mạc tử cung hay không. Bác sĩ phẫu thuật bơm hơi vào bụng qua một vết rạch nhỏ ở rốn. Ống soi ổ bụng là ống nhòm (dụng cụ để nhòm) được chèn vào chỗ rạch. Bác sĩ phẫu thuật có thể lấy nhiều mẩu mô nhỏ để kiểm tra trong phòng thí nghiệm – đây được gọi là sinh thiết – nhằm để xác thực chẩn đoán."
        },
        {
            "en": "At first Miguel thought he had a gastroenteritis or gastrointestinal infection. His stomach hurt and he was throwing up. He wasn't hungry at all. But the next day, instead of feeling better, he felt worse. In addition to his other symptoms, he had a fever. Miguel's dad called the doctor, who asked them to come in right away. After examining Miguel, the doctor said they had done the right thing by calling because Miguel, as it turned out, had appendicitis and needed surgery. What is appendicitis? Appendicitis is an inflammation of the appendix. The appendix is a tubular shaped piece of tissue, the size of a finger, that connects to the large intestine at the lower right side of the abdomen. The inside of the appendix forms a pouch that opens to the large intestine. Appendicitis can occur when the opening of the appendix to the large intestine gets blocked. Blockage can be due to hard rock-like stool, inflammation of lymph nodes in the intestines, or even parasites. Once the appendix is blocked, it becomes inflamed and bacteria can overgrow in it. If the infected appendix is not removed, it can eventually burst or rupture from the buildup of pressure. This may happen as soon as 48 to 72 hours after symptoms start. The infection from a ruptured appendix is very serious — it can form an abscess (infection of pus) or spread throughout the abdomen. Symptoms of appendicitis The classic symptoms of appendicitis are abdominal pain and loss of appetite. Abdominal pain usually begins in the center of the abdomen, around the area of the <em>navel</em>. Later, the pain may move downward and to the right, to an area called McBurney's point, which roughly corresponds to the location of the appendix. After abdominal pain begins, a person with appendicitis may develop a slight fever, have a loss of appetite, feel nauseated, or vomit. The pain from appendicitis can become steadily worse. If appendicitis isn't treated promptly, the infected appendix may rupture and the infection may spread to other areas of the abdomen and cause pain over the whole abdomen. Of course, some of the symptoms of appendicitis can occur in a variety of illnesses. That's why it's important that you call your doctor to help make a diagnosis. Development and duration of appendicitis There is no specific incubation period (the time it takes for symptoms to develop) for appendicitis. Once the appendicitis symptoms appear, it can take as little as 48 to 72 hours for the infected appendix to rupture. If the appendix ruptures, the infection will likely spread to other areas of the abdomen, increasing the risk of serious complications and making treatment more difficult. When to call the doctor If you suspect that you have appendicitis, call a doctor immediately. Appendicitis is an emergency that must be treated surgically. It can't be treated at home. To help make a diagnosis, your doctor will ask you about your medical history and perform a physical exam. The doctor will usually do some blood tests and may recommend X-rays, a CAT scan, or an ultrasound examination. The doctor will decide whether you need surgery. Ask before taking any pain medications (such as acetaminophen or ibuprofen) because your doctor will need to examine your abdomen for signs of pain and tenderness. Don't take laxatives or use enemas until your doctor sees you because these can cause the appendix to rupture. Also, if your doctor suspects you have appendicitis, you will probably be asked to stop eating or drinking (precaution when a person is possibly going to have surgery). Treating appendicitis Appendicitis is treated with surgery to remove the infected appendix. The operation is called an appendectomy. To prepare for the surgery a person will receive anesthesia. Anesthesia puts a person in a deep sleep and prevents pain. An appendectomy generally has few complications, with a hospital stay of 1 to 3 days. However, if the infected appendix ruptures before surgery, the person usually stays in the hospital longer to receive antibiotics that will help kill bacteria that may have spread to the abdominal cavity. Even if the appendix has not ruptured, the doctor may prescribe antibiotics because they can decrease the risk of infection after surgery. After a few days of rest at home, a student can safely return to school. If you think you have appendicitis The best thing you can do is to get help from your doctor right away if you suspect that you have appendicitis. Prompt treatment of appendicitis usually prevents complications and gets you back to your regular routine faster.          ",
            "vi": "Lúc đầu Miguel nghĩ mình bị viêm dạ dày-ruột hoặc bị nhiễm trùng dạ dày-ruột. Cậu bé cảm thấy đau bụng và buồn nôn. Em chẳng đói bụng. Nhưng qua ngày hôm sau, lẽ ra Miguel thấy khỏe hơn, nhưng ngược lại cậu bị bệnh nặng thêm. Ngoài những triệu chứng khác thì em còn bị sốt. Bố Miguel gọi điện cho bác sĩ, và bác sĩ đã yêu cầu đưa em đến bệnh viện ngay tức khắc. Sau khi khám cho Miguel, bác sĩ cho gia đình biết rằng đã gọi điện đúng lúc bởi cậu bé bị viêm ruột thừa và cần phải mổ.  Viêm ruột thừa là gì? Thuật ngữ “appendicitis” có nghĩa là viêm ruột thừa. Ruột thừa là một ống có hình dạng mẩu mô, kích cỡ bằng ngón tay, tiếp giáp với ruột già ở vùng bên phải bụng dưới. Bên trong của ruột thừa hình thành một túi thông đến ruột già.  Viêm ruột thừa có thể xảy ra khi ống thông ruột thừa và ruột già bị nghẽn. Khối nghẽn này có thể là do vật cứng tạo nên – chẳng hạn như phân, viêm các hạch bạch huyết trong ruột, hoặc thậm chí là do động vật ký sinh. Khi ruột thừa bị nghẽn, nó trở nên viêm và vi khuẩn có thể phát triển sinh sôi trong đó.   Nếu viêm ruột thừa để lâu không cắt, nó có thể bị vỡ hoặc đứt do ruột bị đè nặng. Tình trạng này có thể xảy ra trong vòng từ 48 đến 72 tiếng đồng hồ ngay sau khi bắt đầu bộc phát triệu chứng. Nhiễm trùng do vỡ ruột thừa rất nguy hiểm – nó có thể tạo áp-xe (nhiễm trùng mủ) hoặc lây lan ra khắp bụng.  Các triệu chứng viêm ruột thừa Các triệu chứng viêm ruột thừa cổ điển là đau bụng và ăn không ngon miệng. Bệnh nhân thường đau ở giữa bụng, vùng quanh lỗ rốn trước tiên. Sau đó, có thể đau xuống vùng bụng dưới và qua bên phải, đây là vùng chậu phải (McBurney's point), khá trùng với vị trí của ruột thừa.  Sau khi cơn đau bụng khởi phát, người bệnh có thể bị sốt nhẹ, cảm giác chán ăn, buồn nôn, hoặc ói mửa. Cơn đau viêm ruột thừa có thể tăng lên đều đặn. Nếu không điều trị viêm ruột thừa kịp thời thì ruột thừa bị viêm có thể bị vỡ ra và làm nhiễm trùng lan sang các vùng khác trong bụng và gây đau đớn khắp vùng bụng.  Tất nhiên là một số triệu chứng viêm ruột thừa có thể giống triệu chứng của nhiều bệnh khác. Đó là lý do cần thiết phải gọi điện cho bác sĩ để nhờ chẩn đoán.  Sự phát triển và thời gian diễn tiến của bệnh viêm ruột thừa Bệnh viêm ruột thừa không có thời kỳ ủ bệnh cụ thể (thời kỳ ủ bệnh là thời gian để triệu chứng bộc phát). Khi xuất hiện triệu chứng, thì trong vòng 48-72 tiếng đồng hồ, ruột thừa bị viêm sẽ vỡ ra. Nếu ruột thừa bị vỡ, nhiễm trùng sẽ có thể lan sang các vùng khác trong bụng, làm tăng nguy cơ phát triển các biến chứng nguy hiểm và làm cho việc điều trị trở nên khó khăn hơn.   Khi nào nên gọi điện cho bác sĩ  Nếu nghi ngờ bị viêm ruột thừa, thì bạn nên gọi điện cho bác sĩ ngay tức khắc. Đây là chứng bệnh khẩn cấp cần phải được điều trị bằng phẫu thuật. Bạn không thể trị ở nhà được.  Để giúp chẩn đoán, bác sĩ sẽ hỏi bạn về tiền sử sức khỏe và cho bạn kiểm tra sức khỏe. Bên cạnh đó bác sĩ cũng thường sẽ cho bạn làm xét nghiệm máu và có thể yêu cầu chụp X-quang, chụp cắt lớp (chụp CT), hoặc xét nghiệm siêu âm. Bác sĩ cũng sẽ quyết định xem liệu bạn có cần làm phẫu thuật hay không.  Bạn nên hỏi ý kiến bác sĩ trước khi sử dụng bất kỳ loại thuốc giảm đau nào nhé (chẳng hạn như thuốc acetaminophen hoặc ibuprofen) bởi bác sĩ cần phải khám bụng của bạn để tìm dấu hiệu đau và khó chịu. Không nên sử dụng thuốc nhuận tràng hoặc dụng cụ thụt rửa cho đến khi bác sĩ khám xong cho bạn bởi chúng có thể làm cho ruột thừa vỡ ra.  Ngoài ra, nếu bác sĩ nghi ngờ bạn bị viêm ruột thừa thì có thể bạn sẽ không được ăn hoặc uống gì (phòng khi bệnh nhân có thể sắp phải phẫu thuật).  Chữa viêm ruột thừa  Bệnh viêm ruột thừa được điều trị bằng phẫu thuật để cắt bỏ đoạn ruột thừa bị viêm. Đây là thủ thuật cắt bỏ ruột thừa. Bệnh nhân sẽ được gây mê trước khi mổ ruột thừa. Phương pháp gây mê làm cho người bệnh ngủ sâu và không bị đau đớn.  Bệnh nhân mổ ruột thừa thường phải nằm viện từ 1 đến 3 ngày, và thủ thuật cắt bỏ ruột thừa này cũng thường phát sinh một số biến chứng. Tuy nhiên, nếu ruột thừa bị viêm vỡ trước khi phẫu thuật thì bệnh nhân thường phải ở lại bệnh viện lâu hơn để được điều trị bằng thuốc kháng sinh giúp diệt vi khuẩn có thể đã lan sang khoang bụng. Dù là ruột thừa chưa bị vỡ thì bác sĩ cũng có thể cho sử dụng thuốc kháng sinh bởi loại thuốc này có thể làm giảm nguy cơ nhiễm trùng sau khi mổ.  Sau khi nghỉ ngơi ở nhà một vài ngày, sinh viên (học sinh) có thể đi học lại an toàn.  Nếu nghĩ mình bị viêm ruột thừa Nếu nghi ngờ bị viêm ruột thừa thì tốt hơn hết là bạn nên nhờ bác sĩ can thiệp ngay lập tức. Việc điều trị viêm ruột thừa kịp thời thường có thể ngăn ngừa được các biến chứng và có thể giúp bạn trở lại hoạt động thường nhật của mình nhanh hơn.   "
        }
    ],
    "suggestions": []
}