{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nearsighted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nearsighted</k><blockquote>■ <cclass>adjective <cclass>chiefly N. Amer. another term for <kref>short-sighted</kref>. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>nearsightedly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>nearsightedness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "nearsighted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nearsighted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nearsighted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nearsighted"
        }
    },
    "sentences": [
        {
            "en": "<em>Nearsighted</em> or farsighted?",
            "vi": "Cận thị hay viễn thị?"
        },
        {
            "en": "I am <em>nearsighted</em>.",
            "vi": "Tôi bị cận thị."
        },
        {
            "en": "An eye exam revealed I was <em>nearsighted</em>.",
            "vi": "Một cuộc xét nghiệm mắt cho biết tôi bị cận thị."
        },
        {
            "en": "If you can see things clearly up close but not in the distance, you are probably <em>nearsighted</em>.",
            "vi": "Nếu bạn chỉ có thể thấy rõ những vật gần kề còn xa thì không thấy, chắc chắn bạn bị cận thị."
        },
        {
            "en": "term Diopter is commonly referred to with a \"d\". A prescription would read \"- 1. 00 D\" or \"- 1. 00 d\". A plus sign means you 're farsighted and a minus sign means you' re <em>nearsighted</em>.",
            "vi": "Độ (điôp) là đơn vị đo độ mắt của bạn. Thuật ngữ Diopter thường được viết là \"d\". Độ mắt có thể đọc là \"-1.00 D\" hoặc \"-1.00 d\". Dấu cộng có nghĩa là bạn bị viễn và dấu trừ có nghĩa là bạn bị cận."
        },
        {
            "en": "referred to with a \"d\". A prescription would read \"- 1. 00 D\" or \"- 1. 00 d\". A plus sign means you 're farsighted and a minus sign means you' re <em>nearsighted</em>.",
            "vi": "Độ (điôp) là đơn vị đo độ mắt của bạn. Thuật ngữ Diopter thường được viết là \"d\". Độ mắt có thể đọc là \"-1.00 D\" hoặc \"-1.00 d\". Dấu cộng có nghĩa là bạn bị viễn và dấu trừ có nghĩa là bạn bị cận."
        },
        {
            "en": "A Diopter is the unit of measurement of your prescription. The term Diopter is commonly referred to with a \"d\". A prescription would read \"- 1. 00 D\" or \"- 1. 00 d\". A plus sign means you 're farsighted and a minus sign means you' re <em>nearsighted</em>.",
            "vi": "Độ (điôp) là đơn vị đo độ mắt của bạn. Thuật ngữ Diopter thường được viết là \"d\". Độ mắt có thể đọc là \"-1.00 D\" hoặc \"-1.00 d\". Dấu cộng có nghĩa là bạn bị viễn và dấu trừ có nghĩa là bạn bị cận."
        },
        {
            "en": "of measurement of your prescription. The term Diopter is commonly referred to with a \"d\". A prescription would read \"- 1. 00 D\" or \"- 1. 00 d\". A plus sign means you 're farsighted and a minus sign means you' re <em>nearsighted</em>.",
            "vi": "Độ (điôp) là đơn vị đo độ mắt của bạn. Thuật ngữ Diopter thường được viết là \"d\". Độ mắt có thể đọc là \"-1.00 D\" hoặc \"-1.00 d\". Dấu cộng có nghĩa là bạn bị viễn và dấu trừ có nghĩa là bạn bị cận."
        },
        {
            "en": "A Diopter is the unit of measurement of your prescription. The term Diopter is commonly referred to with a \"d\". A prescription would read \"-1.00 D\" or \"-1.00 d\". A plus sign means you're farsighted and a minus sign means you're <em>nearsighted</em>.",
            "vi": "Diopter thường được viết là\"d\". Độ mắt có thể đọc là\"- 1. 00 D\" hoặc \"- 1. 00 d\". Dấu cộng có nghĩa là bạn bị viễn và dấu trừ có nghĩa là bạn bị cận."
        },
        {
            "en": "Millions Likely Suffering From Computer Vision Syndrome (CVS)       Computer Vision Syndrome is a medical condition associated with our addiction to digital devices -- from computers to smart phones, hand-held video games and e-books. Doctors estimate that nearly 80 million people in the U.S. could suffer from it.  And that does not include the growing number of children developing eye problems related to electronic devices.  If you spend more than three hours a day in front of a computer or electronic terminal you probably have some level of what physicians are calling \"Computer Vision Syndrome.\"  Dr. Michael Duenas is with the American Optometric Association. \"It causes fatigue, it can cause headaches, neck ache, back ache and it can cause things like diplopia or double vision and intermittent blur vision,\" he explained. \"This isn't damaging the eyes, is not producing a disease like we would talk about glaucoma or diabetic retinopathy, it's not a disease like that,\" Dr. Rachel Bishop added. She is chief of consulting services at the National Institutes of Health in Washington. \"It is surface dryness and is eye strain from focusing.\" Dr. Bishop says studies show that people do not blink as much when they are concentrating on a computer task, and that causes dryness and fatigue. \"There is a muscle in the eye that focuses the eye on whatever you are looking at. The computer terminal is typically further away from a book, and if your focus continues for hours, that muscle tires,\" she said. Dr. Duenas says the syndrome can cause low productivity in adults and learning disabilities and low grades among school children. \"The fact is that even children now are on computer terminals for long periods of time, and many are playing games using hand held devices that put strain on their vision system,\" Dr. Duenas said. Doctors agree that looking at an electronic screen is different from looking at printed material.  Printed material has greater contrast while electronic screens are more difficult to bring into focus and require more effort. \"It does have to do with optimizing contrast, optimizing lighting and decreasing disturbances like glare disturbance that can cause strain,\" Dr. Bishop said. But  Dr. Duenas says data show youngsters having increasing problems. \"We are finding now more and more children are becoming <em>nearsighted</em>,\" he said, \"because of the excessive close work on hand held devices.\" Doctors say some easy steps can deal with many of the problems.  For example, occupational glasses. \"There is a new kind of glasses called occupational glasses,\" Dr. Bishop said, \"where instead of the traditional distance glasses at the top and near or intermediate glasses below, which is bi-focal or tri-focal, they put the computer distance glasses at the top because that's typically where we are looking out of our glasses and the reading glasses below.\" Doctors also recommend using eye drops for lubrication and taking a break every 15 minutes to look into the distance.  And one more thing.  \"Make sure that the height of the computer terminal is at the right height,\" Dr. Duenas said. \"You want it at about 4 inches [10.2 cm] below your line of sight.  You don't want to be looking up at a computer terminal.\" Although the solutions seem simple, doctors expect Computer Vision Syndrome will get worse as more movies and television programs become available on computer and with the growing number of small electronic devices.",
            "vi": "Hàng triệu người có thể mắc hội chứng rối loạn thị lực do sử dụng máy tính (CVS)    Hội chứng rối loạn thị lực do sử dụng máy tính là căn bệnh liên quan đến thói quen sử dụng thiết bị kỹ thuật số của chúng ta -- từ máy tính cho đến những điện thoại thông minh (smart phone), máy chơi game cầm tay và sách điện tử. Các bác sĩ ước tính có gần 80 triệu người ở Mỹ có thể mắc hội chứng này. Đó là chưa kể đến số trẻ em gặp phải những vấn đề về thị lực do có liên quan đến thiết bị điện tử ngày càng gia tăng. Nếu bạn sử dụng hơn ba giờ một ngày ngồi trước một máy tính hay một màn hình điện tử thì có lẽ bạn đã ở trong tình trạng mà các bác sĩ gọi là “hội chứng rối loạn thị lực do sử dụng máy tính”. Bác sĩ Michael Duenas đang cộng tác với Hiệp hội đo thị lực Hoa Kỳ (American Optometric Association) cho biết: \"Hội chứng này gây ra tình trạng mệt mỏi, nhức đầu, đau cổ, đau lưng và nó có thể gây ra một vài biến chứng đại loại như nhìn một thành hai và mắt mờ không liên tục\". Bác sĩ Rachel Bishop, trưởng ban tư vấn tại Viện Y tế quốc gia ở Washington, cho biết thêm: “Nó không hề gây tổn thương mắt, cũng không tạo ra căn bệnh kiểu như chúng ta hay nói như bệnh tăng nhãn áp hoặc bệnh võng mạc do tiểu đường, nó không phải là những căn bệnh như thế.  Mà đó chỉ là tình trạng mắt bị khô và mỏi do tập trung điều tiết quá nhiều.\" Bác sĩ Bishop nói các nghiên cứu cho thấy người ta không chớp mắt nhiều khi đang tập trung vào một tác vụ trên máy tính, và điều này gây ra mỏi và khô mắt. \"Có một cơ trong mắt giúp mắt tập trung vào bất cứ thứ gì bạn đang nhìn. Một màn hình máy tính thường khác xa so với một cuốn sách, và nếu bạn tập trung nhìn vào nó liên tục hàng giờ thì sẽ khiến cơ mắt đó trở nên mỏi\". Bác sĩ Duenas nói rằng hội chứng nà có thể dẫn đến năng suất lao động thấp ở người lớn và khả năng tiếp thu kém và học hành sa sút ở các em học sinh. \"Thực tế là ngày nay có quá nhiều trẻ em ngồi trên máy tính hay chơi game bằng thiết bị cầm tay hàng giờ liền đã khiến mắt của chúng trở nên căng thẳng”. Các bác sĩ đều đồng tình với ý kiến nhìn vào màn hình điện tử khác với nhìn các tài liệu in ấn. Sách báo có độ tương phản lớn hơn trong khi việc tập trung nhìn vào màn hình điện tử gây nhiều khó khăn hơn và đòi hỏi mắt phải điều tiết hơn. \"Giải pháp tốt nhất là nên tối ưu hoá độ tương phản, ánh sáng và giảm sự nhiễu loạn tầm nhìn như chói mắt có thể gây tình trạng căng thẳng ở mắt,\" bác sĩ Bishop cho biết. Nhưng theo bác sĩ Duenas, các dữ liệu cho thấy thế hệ trẻ gặp phải vấn đề thị lực ngày càng nhiều. \"Chúng tôi phát hiện ngày càng có nhiều đứa trẻ bị cận thị vì chúng hay nhìn vào cái thiết bị cầm tay trong khoảng cách quá gần\" Các bác sĩ cho hay có một số biện pháp dễ dàng đối phó với một số vấn đề trên. Chẳng hạn như các loại kính chuyên dụng. \"Có một loại kính gọi là kính chuyên dụng,\" bác sĩ Bishop nói, \"thay vì gắn tròng kính viễn thị ở phía trên hoặc cận thị ở phía dưới như kiểu cũ, gọi là kính 2 tròng hoặc 3 tròng, giờ đây họ gắn tròng kính nhìn máy tính ở bên trên vì đó thường là nơi chúng ta nhìn qua kính còn tròng kính đọc sách báo ở phía dưới.\" Bác sĩ cũng đề nghị dùng thuốc nhỏ mắt để làm mắt trơn ướt và nghỉ ngơi 15 phút một lần để nhìn ra bên ngoài. Và một điều nữa là \"đảm bảo màn hình máy tính phải đặt ở độ cao đúng chuẩn” bác sĩ Duenas nói. \"Nên đặt nó dưới tầm mắt của bạn khoảng 4 inch [10.2 cm]. Không nên ngước nhìn lên màn hình máy tính.\" Mặc dù các giải pháp có vẻ đơn giản, nhưng các bác sĩ cho rằng Hội chứng rối loạn thị lực do sử dụng máy tính sẽ ngày một trầm trọng hơn khi phim ảnh, các chương trình truyền hình và các thiết bị điện tử nhỏ nhắn đang ngày một phát triển hơn."
        }
    ],
    "suggestions": []
}