{
    "en_vn": {
        "data": {
            "content": null,
            "word": "necessities",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "necessities",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "necessities",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "necessities",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "necessities",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Food and warmth are <em>necessities</em>.",
            "vi": "No ấm là thiết yếu đối với cuộc sống."
        },
        {
            "en": "To help somebody in his <em>necessities</em>",
            "vi": "Giúp đỡ ai trong hoàn cảnh nghèo túng"
        },
        {
            "en": "Here are tips on two camping <em>necessities</em>:",
            "vi": "Dưới đây là lời khuyên về hai điều thiết yếu khi cắm trại:"
        },
        {
            "en": "Great <em>necessities</em> call out great virtues.",
            "vi": "Trách nhiệm lớn lao đòi hỏi đức hạnh lớn lao."
        },
        {
            "en": "They had nothing beyond the bare <em>necessities</em>.",
            "vi": "Chúng chẳng có thứ gì ngoại trừ những thứ thiết yếu."
        },
        {
            "en": "They just need <em>necessities</em> like food and clothing.",
            "vi": "Họ chỉ cần những thứ thiết yếu như đồ ăn và quần áo mà thôi."
        },
        {
            "en": "This money is just enough to pay for basic <em>necessities</em>.",
            "vi": "Số tiền này chỉ đủ để trả cho những nhu cầu cơ bản."
        },
        {
            "en": "The luxuries of today are the <em>necessities</em> of tomorrow",
            "vi": "Sự xa xỉ của ngày hôm nay là những thứ cần thiết cho ngày mai"
        },
        {
            "en": "Civilization is the limitless multiplication of unnecessary <em>necessities</em>.",
            "vi": "Nền văn minh là phép tính nhân không giới hạn của những sự cần thiết không cần thiết."
        },
        {
            "en": "We lacked even the bare <em>necessities</em> of life.",
            "vi": "Chúng tôi thiếu cả những thứ cần thiết cơ bản trong đời sống."
        },
        {
            "en": "Food and water are the bare <em>necessities</em> of life.",
            "vi": "Thức ăn và nước uống là những thứ tối cần thiết cho cuộc sống."
        },
        {
            "en": "Like foodstuff, water and electricity are <em>necessities</em> in people’s lives",
            "vi": "Giống như thực phẩm, nước và điện là những thứ thiết yếu trong cuộc sống con người"
        },
        {
            "en": "Food and clothing are basic <em>necessities</em> of life.",
            "vi": "Cơm ăn áo mặc là những thứ cần thiết cơ bản trong đời sống."
        },
        {
            "en": "The price of <em>necessities</em> didn't go up after Tet holiday",
            "vi": "Giá của nhu yếu phẩm đã không tăng sau kì nghỉ Tết"
        },
        {
            "en": "In Western countries, electricity, gas, and water are <em>necessities</em>.",
            "vi": "Ở các nước phương Tây, điện, khí đốt và nước là những thứ cần thiết."
        },
        {
            "en": "The basic living <em>necessities</em> of the unemployed are generally guaranteed.",
            "vi": "Những nhu cầu cơ bản trong đời sống của người thất nghiệp nói chung được đảm bảo."
        },
        {
            "en": "Are washing machines and fridges <em>necessities</em> or luxuries?",
            "vi": "Máy giặt và tủ lạnh là những thứ cần thiết hay đồ xa xỉ?"
        },
        {
            "en": "\"We've only enough money for basic <em>necessities</em>.\" \"That's something.\"",
            "vi": "\"Chúng tôi chỉ có đủ tiền để mua những thứ cần thiết cơ bản.\"\"Thế là tốt rồi.\""
        },
        {
            "en": "Food, clothing and shelter are all basic <em>necessities</em> of life.",
            "vi": "Thực phẩm, quần áo và nhà ở là tất cả những thứ cần thiết cơ bản cho cuộc sống."
        },
        {
            "en": "The refugees need basic <em>necessities</em> of life : food, transportation and shelter.",
            "vi": "Người tị nạn cần những nhu cầu cơ bản cho cuộc sống như thực phẩm, chuyên chở, và nơi tạm trú."
        }
    ],
    "suggestions": []
}