{
    "en_vn": {
        "data": {
            "content": null,
            "word": "neem"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>neem</k><blockquote><cclass>[<cclass>ni:m<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a tropical Old World tree which yields mahogany-like wood, oil, medicinal products, and insecticide. [<i>Azadirachta indica</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: via Hindi from Sanskrit <i>nimba</i>. </blockquote></div>",
            "word": "neem"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neem"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neem"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neem"
        }
    },
    "sentences": [
        {
            "en": "<em>neem</em> tree s grow locally, so the only “cost” is the labor to prepare <em>neem</em> for application to fields.",
            "vi": "Những cây sầu đâu sinh trưởng tại địa phương, vì vậy chỉ tốn “ chi phi” duy nhất là công nhân chuẩn bị những chế phẩm của cây sầu đâu để áp dụng cho những cánh đồng."
        },
        {
            "en": "<em>neem</em> tree is a broad-leaved evergreen tree related to mahogany .",
            "vi": "cây sầu đâu là một cây có lá rộng xanh quanh năm cùng họ với cây nhạc ngựa ( xoan Tây Ấn)"
        },
        {
            "en": "To protect crops from insects, <em>neem</em> seeds are simply ground into a powder that is soaked overnight in water.",
            "vi": "Để bảo vệ cây trồng khỏi sâu bệnh, chỉ đơn giản là rải bột của hạt sầu đâu đã được làm ẩm với nước qua một đêm lên trên mặt đất."
        },
        {
            "en": "In fact, <em>neem</em> has been used traditionally in India to protect stored grains from insects and to produce soaps, skin lotions , and other health products.",
            "vi": "Trên thực tế, cây sầu đâu đã được dùng từ rất lâu ở Ấn Độ để bảo vệ những kho chứa nông sản khỏi những côn trùng có hại và sản xuất ra xà phòng, kem dưỡng da , và những sản phẩm liên quan đến sức khỏe khác."
        },
        {
            "en": "The women of Punukula created a new source of income by collecting, grinding, and selling <em>neem</em> seeds for NPM in other villages.",
            "vi": "Những phụ nữ ở Punukula đã tạo ra những nguồn thu nhập mới bằng cách thu thập, nghiền nát và bán các hạt sầu đâu cho các NPM ở những làng khác."
        },
        {
            "en": "The most important resource in the NPM toolkit was the <em>neem</em> tree (Azadirachta indica ) which is common throughout much of India.",
            "vi": "Nguồn tài nguyên quan trọng nhất trong bộ dụng cụ NPM là cây sầu đâu ( xoan Ấn Độ) là loại cây vô cùng phổ biến ở Ấn Độ."
        },
        {
            "en": "Another preparation, <em>neem</em> cake, can be mixed into the soil to kill pests and diseases in the soil, and it doubles as an organic fertilizer high in nitrogen.",
            "vi": "Một chế phẩm khác, bánh sầu đâu, có thể được trộn chung với đất để tiêu diệt sâu hại và những mầm bệnh có trong đất, và tăng gấp đôi như là một loại phân bón hữu cơ với hàm lượng nitơ cao."
        }
    ],
    "suggestions": []
}