{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Neisseria",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Neisseria",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Neisseria",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Neisseria",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vi khuẩn hình cầu, Gram âm, hiếu khí, không di động có đặc trưng xếp thành đôi</font></td></tr></tbody></table></div>",
            "word": "Neisseria",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A type of meningitis caused by the bacterium <em>neisseria</em> meningitidis.",
            "vi": "Một dạng viêm màng não do vi khuẩn neisseria mentingitidis."
        },
        {
            "en": "Causes of sepsisBacteria are almost always the cause of sepsis in newborns and infants. Bacteria such as E. coli, Listeria monocytogenes, <em>Neisseria</em> meningitidis, Streptococcus pneumoniae, Haemophilus influenzae type b, Salmonella, and Group B streptococcus (GBS) are the more common culprits in sepsis in newborns and infants younger than 3 months.",
            "vi": "Các nguyên nhân gây nhiễm trùng máu Vi khuẩn hầu như lúc nào cũng là nguyên nhân gây nhiễm trùng máu ở trẻ sơ sinh và trẻ nhỏ. Các loại vi khuẩn chẳng hạn như trực khuẩn E.coli, Vi khuẩn hình que monocytogenes, Neisseria mentingitidis, vi khuẩn phế cầu, viêm màng não mũ do HIB loại B, khuẩn Salmonella, và nhóm khuẩn cầu chuỗi B (GBS) là những nguyên nhân thường thấy nhiều hơn đối với bệnh nhiễm trùng máu ở trẻ sơ sinh và trẻ nhỏ dưới 3 tháng tuổi."
        },
        {
            "en": "Gonorrhea    What Is It? Gonorrhea is a sexually transmitted disease (STD) caused by bacteria called <em>Neisseria</em> gonorrhoeae. The bacteria can be passed from one person to another through vaginal, oral, or anal sex, even when the person who is infected has no symptoms. It can also be passed from a mother to her baby during birth. You cannot catch gonorrhea from a towel, a doorknob, or a toilet seat. How Does a Girl Know She Has It? A girl who has gonorrhea may have no symptoms at all or her symptoms may be so mild that she doesn't notice them until they become more severe. In some cases, girls will feel a burning sensation when they urinate, or they will have a yellow-green vaginal discharge. Girls may also experience vaginal bleeding between menstrual periods. If the infection becomes more widespread and moves into the uterus or fallopian tubes, it may result in an infection called pelvic inflammatory disease (PID), which can cause abdominal pain, fever, and pain during sexual intercourse, as well as the symptoms above. How Does a Guy Know He Has It? Guys who have gonorrhea are much more likely to notice symptoms, although a guy can have gonorrhea and not know it. Guys often feel a burning sensation when they urinate, and yellowish-white discharge may ooze out of the urethra (at the tip of the penis). How Long Until There Are Symptoms? Symptoms usually appear 2 to 7 days after a person has been exposed to gonorrhea, and in girls they may appear even later. What Can Happen? Gonorrhea can be very dangerous if it is left untreated, even in someone who has mild or no symptoms. In girls, the infection can move into the uterus, fallopian tubes, and ovaries (causing PID) and can lead to scarring and infertility (the inability to have a baby). Gonorrhea infection during pregnancy can cause problems for the newborn baby, including meningitis (an inflammation of the membranes around the brain and spinal cord) and an eye infection that can result in blindness if it is not treated. In guys, gonorrhea can spread to the epididymis (the structure attached to the testicle that helps transport sperm), causing pain and swelling in the testicular area. This can create scar tissue that might make a guy infertile. In both guys and girls, untreated gonorrhea can affect other organs and parts of the body including the throat, eyes, heart, brain, skin, and joints, although this is less common. How Is It Treated? If you think you may have gonorrhea or if you have had a partner who may have gonorrhea, you need to see your doctor or gynecologist. He or she will do an exam which may include checking a urine sample, or for a girl, swabbing the vagina or cervix for discharge, which will then be analyzed. Talk to your doctor about which test is best for you. The doctor may also test for other STDs, such as syphilis or chlamydia. Let the doctor know the best way to reach you confidentially with any test results. If you are diagnosed with gonorrhea, your doctor will prescribe antibiotics to treat the infection. Anyone with whom you've had sex should also be tested and treated for gonorrhea immediately. This includes any sexual partners in the last 2 months, or your last sexual partner if it has been more than 2 months since your last sexual experience. If a sexual partner has gonorrhea, quick treatment will reduce the risk of complications for that person and will lower your chances of being reinfected if you have sex with that partner again. (You can become infected with gonorrhea again even after you have been treated because having gonorrhea does not make you immune to it.) It's better to prevent gonorrhea than to treat it, and the only way to completely prevent the infection is to abstain from all types of sexual intercourse. If you do have sex, use a latex condom every time. This is the only birth control method that will help prevent gonorrhea.",
            "vi": "Bệnh lậu   \nBệnh lậu là gì?  Bệnh lậu là bệnh lây truyền qua đường tình dục ( STD) do vi khuẩn tên là Neisseria gonorrhoeae gây ra. Vi khuẩn có thể truyền từ người này sang người khác khi quan hệ tình dục qua âm đạo, miệng hoặc hậu môn, thậm chí khi người bị nhiễm bệnh không có triệu chứng. Nó cũng có thể truyền từ mẹ sang con trong khi sanh. Bạn không thể mắc bệnh lậu từ khăn, tay nắm cửa hoặc bồn cầu.  Làm sao một cô gái biết mình mắc bệnh lậu?  Một cô gái mắc bệnh lậu có thể không có chút triệu chứng nào hay triệu chứng nhẹ đến nỗi cô ấy không nhận ra cho đến khi chúng trở nên nặng hơn. Trong vài trường hợp, các cô gái sẽ cảm thấy nóng rát khi đi tiểu, hoặc là họ sẽ có khí hư màu vàng chanh. Các cô gái cũng có thể bị xuất huyết âm đạo giữa các kỳ kinh. Nếu việc lây nhiễm lan rộng hơn và di chuyển sang tử cung hoặc ống dẫn trứng, nó có thể dẫn đến một chứng nhiễm trùng được gọi là viêm khung chậu (PID), có thể gây đau bụng, sốt, và đau đớn trong lúc giao hợp, cũng như các triệu chứng kể trên.  Làm sao một người đàn ông biết mình mắc bệnh lậu?  Đàn ông mắc bệnh lậu có thể nhận biết triệu chứng nhiều hơn, tuy vậy một người đàn ông có thể mắc bệnh lậu mà không biết. Đàn ông thường cảm thấy nóng rát khi đi tiểu, và có thể có chất trắng hơi vàng từ niệu đạo (tại đầu dương vật) chảy ra. Bao lâu cho đến khi có triệu chứng?  Triệu chứng thường xuất hiện từ 2 đến 7 ngày sau khi một người mắc bệnh lậu, và ở nữ giới chúng có thể xuất hiện thậm chí trễ hơn.  Chuyện gì có thể xảy ra?              Bệnh lậu có thể rất nguy hiểm nếu như không được điều trị, ngay cả ở người có triệu chứng nhẹ hoặc không có triệu chứng. Ở nữ giới, bệnh có thể lây nhiễm sang tử cung, ống dẫn trứng và buồng trứng (gây viêm khung chậu) và có thể gây ra sẹo và vô sinh (không có khả năng sanh con). Nhiễm bệnh lậu khi đang có thai có thể gây bệnh cho trẻ sơ sinh, trong đó có viêm màng não (viêm màng quanh não và tuỷ sống) và nhiễm trùng mắt có thể dẫn đến mù nếu như không được điều trị.  Ở nam giới, bệnh lậu có thể lan sang mào tinh hoàn (cấu trúc dính với tinh hoàn giúp tinh trùng di chuyển), gây ra đau đớn và sưng vùng tinh hoàn. Điều này có thể tạo ra mô sẹo có thể làm cho đàn ông bị vô sinh.  Ở cả nam lẫn nữ, bệnh lậu nếu không được điều trị có thể ảnh hưởng đến các cơ quan và các bộ phận khác trong cơ thể, trong đó có họng, mắt, tim, não, da, và khớp, mặc dù điều này không phổ biến lắm. Bệnh lậu được điều trị như thế nào?  Nếu bạn nghĩ bạn có thể mắc bệnh lậu hoặc bạn tình của bạn có thể mắc bệnh lậu, bạn cần đi khám bác sĩ hay bác sĩ phụ khoa. Anh ấy hay cô ấy sẽ kiểm tra, trong đó có kiểm tra mẫu nước tiểu, hoặc lau sạch âm đạo hoặc cổ tử cung chảy dịch cho nữ giới, sau đó sẽ được phân tích. Hãy nói với bác sĩ của bạn cách kiểm tra nào là tốt nhất đối với bạn. Bác sĩ cũng có thể kiểm tra các bệnh lây truyền qua đường tình dục khác, như là giang mai hoặc bệnh nhiễm khuẩn Chlamydia trachomatis . Cho bác sĩ biết cách tốt nhất để liên lạc với bạn một cách kín đáo với bất kỳ kết quả kiểm tra nào. Nếu bạn bị chẩn đoán mắc bệnh lậu, bác sĩ của bạn sẽ kê toa thuốc kháng sinh để điều trị. Bất kỳ người nào mà bạn đã quan hệ tình dục cũng nên được kiểm tra và điều trị bệnh lậu ngay lập tức. Điều này bao gồm bất kỳ bạn tình nào trong 2 tháng gần đây nhất, hoặc bạn tình mới nhất của bạn nếu đã hơn 2 tháng kể từ khi bạn quan hệ tình dục lần cuối. Nếu bạn tình mắc bệnh lậu, việc điều trị nhanh chóng sẽ giảm nguy cơ biến chứng cho người đó và sẽ làm giảm nguy cơ bạn bị tái nhiễm nếu bạn có quan hệ tình dục với bạn tình trở lại. (Bạn có thể bị nhiễm bệnh lậu trở lại ngay cả sau khi bạn đã được điều trị vì mắc bệnh lậu rồi không làm cho bạn miễn dịch với nó.) Thà ngăn ngừa bệnh lậu còn hơn là điều trị, và cách duy nhất để ngăn ngừa hoàn toàn việc nhiễm bệnh là tránh mọi kiểu giao hợp. Nếu bạn quan hệ tình dục, hãy sử dụng bao cao su trong mỗi lần quan hệ. Đây là phương pháp tránh thai duy nhất sẽ giúp ngăn ngừa bệnh lậu."
        }
    ],
    "suggestions": []
}