{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nematodes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nematodes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nematodes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nematodes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nematodes"
        }
    },
    "sentences": [
        {
            "en": "The following are invertebrate groups of medical importance: insect, ticks, <em>nematodes</em>, flukes, protozoans, and tapeworms.",
            "vi": "Các động vật không xương sống sau đây có tầm quan trọng về mặt y học: côn trùng, ve, giun, sán lá, động vật nguyên sinh, và sán dây."
        },
        {
            "en": "Any of the various parasitic worms, including the flukes, tape worm, and <em>nematodes</em>.",
            "vi": "Bất kỳ loại nào trong nhóm các ký sinh trùng gồm sán lá, sán dây, và giun."
        },
        {
            "en": "Ascaris lumbricoides, widely distributed throughout the word, is the largest of the human intestinal <em>nematodes</em>-an adult female measures up to 35 cm in length.",
            "vi": "Ascaris lumbricoides phân bố khắp thế giới, là loại giun tròn lớn nhất trong ruột người - giun cái trưởng thành có thể dài tới 35 cm."
        },
        {
            "en": "A genus of small parasitic <em>nematodes</em> that inhabit the small intestine and are widely distributed in Europe, America, Asia, and Africa.",
            "vi": "Một loài giun tròn ký sinh nhỏ cư ngụ ở bên trong ruột non và phân bố rất rộng ở châu âu, châu mỹ, châu á và châu phi."
        },
        {
            "en": "The preadult or immature stage hatching from the egg of some animal groups, e.g. inserts and <em>nematodes</em>, which may be markedly different from the the sexually mature adult and have a totally different way of life.",
            "vi": "Giai đoạn trước khi trưởng thành hay còn non từ khi nở ra khỏi trứng của một vài nhóm động vật, như côn trùng và giun, ấu trùng có thể rất khác với khi trưởng thanh sinh dục và có một các sống hoàn toàn khác."
        },
        {
            "en": "Coffee farmers have been reluctant to replant their trees due to a low level of survival. A mere 14% of the replanted acreage can grow well and the rest die due to nematode infections. The seedlings on which farmers have long relied are not well resistant to <em>nematodes</em>.",
            "vi": "Nông dân trồng cà phê đã phải miễn cưỡng trồng lại nhiều cây của mình vì mức sống của chúng bị xuống thấp. Khoảng 14% diện tích trồng lại có thể phát triển tốt và phần còn lại sẽ bị chết do nhiễm các loại giun tròn. Cây giống mà nông dân dùng để trồng lại không kháng tốt các loại giun tròn."
        }
    ],
    "suggestions": []
}