{
    "en_vn": {
        "data": {
            "content": null,
            "word": "neocortex",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>neocortex</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>neocortices</b>) <cclass>Anatomy a part of the cerebral cortex concerned with sight and hearing in mammals, regarded as the most recently evolved part of the cortex. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>neocortical</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "neocortex",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neocortex",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neocortex",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neocortex",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Tex</em> Murphy gets a new lease on life.",
            "vi": "Tex Murphy có cơ may được hưởng sức khỏe tốt hơn trước."
        },
        {
            "en": "<em>Tex</em> Murphy gets a new lease of life.",
            "vi": "Tex Murphy có cơ may được hưởng sức khỏe tốt hơn trước."
        },
        {
            "en": "Only boots with a waterproof membrane like Gore - <em>tex</em> would be sure to keep your feet dry on a rainy day.",
            "vi": "Chỉ những đôi giày ống có màng chống thấm như hiệu Gore-tex mới đảm bảo giữ cho đôi chân của bạn khô ráo trong ngày mưa."
        },
        {
            "en": "But Batter Blaster, based in Austin, <em>Tex</em>., has nibbled at success, last year selling 2 million cans that retail for $4 each.",
            "vi": "Vậy mà Batter Blaster (trụ sở ở Austin, Texas) vẫn tiến đều tới thành công, trong năm ngoái đã bán được 2 triệu hộp sản phẩm với giá bán lẻ là 4USD/hộp."
        },
        {
            "en": "Only boots with a waterproof membrane like Gore-<em>tex</em> would be sure to keep your feet dry on a rainy day.",
            "vi": "Chỉ những đôi giày ống có màng chống thấm như hiệu Gore - tex mới đảm bảo giữ cho đôi chân của bạn khô ráo trong ngày mưa."
        },
        {
            "en": "Work on the first line connecting Ben Thanh and Suoi Tien in District 9 began in 2012 and is expected to finish by 2018.<em>tex</em>",
            "vi": "Dự án tuyến đường đầu tiên nối liền Bến Thành, Suối Tiên, quận 9 đã bắt đầu vào năm 2012 và dự kiến sẽ hoàn thành vào năm 2018."
        },
        {
            "en": "Only human capabilities extend far beyond the scope of these two cortexes. Humans eat, sleep and play, but we also speak, plot, rationalise and debate finer points of morality. Our unique abilities are the result of an expansive third brain – the <em>neocortex</em> –which engages with logic, reason and ideas. The power of the <em>neocortex</em> comes from its ability to think beyond the present, concrete moment.",
            "vi": "Chỉ có con người có khả năng mở rộng phạm vi của hai phần não này. Con người ăn, ngủ và giải trí, nhưng chúng ta cũng nói, tính toán, suy nghĩ và chiến đấu cho công lý. Những khả năng độc nhất của chúng ta là kết quả của một phần não mở rộng thứ ba - não cấp cao - thể hiện sự logic, lý trí và những ý tưởng. Sức mạnh của phần não cấp cao đến từ khả năng nghĩ xa hơn hiện tại, thời điểm cụ thể."
        },
        {
            "en": "Over three years, this ongoing sacrifice translates into a first class degree and a scholarship to graduate school; over a lifetime, it can mean groundbreaking contributions to human knowledge and development. The ability to sacrifice our drive for immediate satisfaction in order to benefit later is a product of the <em>neocortex</em>.",
            "vi": "Qua 3 năm, sự hi sinh này sẽ được thể hiển là học sinh sẽ đứng nhóm đầu của lớp và nhận học bổng để học đại học; trong suốt cuộc đời, nó có thể mang ý nghĩa mở ra những đóng góp cho kiến thức và sự phát triển con người. Khả năng từ bỏ những ham muốn nhất thời để đạt được những lợi ích về sau chính là một sản phẩm của não não cấp cao."
        },
        {
            "en": "The <em>neocortex</em> is also responsible for the process by which we decide on and commit to particular courses of action. Strung together over time, these choices can accumulate into feats of progress unknown to other animals. Anticipating a better grade on the following morning’s exam, a student can ignore the limbic urge to socialise and go to sleep early instead.",
            "vi": "'Não cấp cao' cũng có vai trò trong quá trình chúng ta quyết định và thỏa hiệp với những tiến trình nhất định của hành động. Qua thời gian, những sự lựa chọn này có thể tích lũy thành những kỹ năng của quá trình tiến bộ rõ rệt so với những động vật khác. Vì đoán trước rằng sẽ đạt cấp độ tốt hơn nếu làm tốt bài kiểm tra buối sáng, một học sinh có thể từ bỏ ham muốn chơi bời và đi ngủ sớm hơn."
        },
        {
            "en": "If everyone recycled one plastic bag, those materials could be reused in making 28,906 park benches or, according to <em>Tex</em> data,144,530 16-foot composite deck boards. Right now, plastic bags must taken to a drop-off location for recycling and shouldn't be mixed in with other recyclables. ",
            "vi": "Nếu mỗi người tái chế một túi ni lông, thì vật liệu này có thể được tái sử dụng trong việc chế tạo 28.906 ghế ngồi công viên hoặc 144.530 sàn chất liệu composite 16-foot. Ngay lúc này, các túi ni lông phải được đem đến điểm thu gom để tái chế và không được trộn lẫn với các vật liệu có thể tái chế khác."
        },
        {
            "en": "One of the neurological wonders of history occurred when a railway worker named Phineas Gage survived an incident during which a metal rod skewered his skull, taking a considerable amount of his <em>neocortex</em> with it. Though Gage continued to live and work as before, his fellow employees observed a shift in the equilibrium of his personality.",
            "vi": "Một điều kì diệu liên quan đến thần kinh trong lịch sử đã xảy ra với công nhân Phineas Gage ngành tàu hỏa - người sống sót sau tai nạn thanh kim loại xuyên vào sọ và lấy đi một phần đáng kể não cấp cao của anh. Mặc dù Gage tiếp tục sống và làm việc như trước, những đồng nghiệp của anh đã quan sát thấy một sự thay đổi trong cân bằng tính cách của anh."
        }
    ],
    "suggestions": []
}