{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ni:ou'liθik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) thời kỳ đồ đá mới</td></tr></table><i/></div>",
            "word": "neolithic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "neolithic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neolithic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neolithic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neolithic"
        }
    },
    "sentences": [
        {
            "en": "We are a technological species—we’ve always been one. But for hundreds of thousands of years our technologies were rudimentary. When our minds evolved from paleolithic to <em>neolithic</em> to now, our technologies did, too. We’re drawn to technologies not only because they are foisted on us by corporations, but also because the impetus for them lies within the architecture of our very being.",
            "vi": "Chúng ta là một loài công nghệ - chúng ta luôn luôn là một sinh vật như vậy. Nhưng trong hàng trăm nghìn năm, công nghệ của chúng ta rất thô sơ. Khi trí tuệ của chúng ta phát triển từ thời đồ đá cũ đến thời đồ đá mới rồi đến hiện đại, công nghệ của chúng tôi cũng đã phát triển theo. Chúng ta bị thu hút bởi các công nghệ không phải chỉ bởi vì chúng được các công ty gán cho chúng ta, mà còn bởi vì sự thúc đẩy cho chúng nằm trong cấu trúc tồn tại của chính chúng ta."
        },
        {
            "en": "Stonehenge, England  Stonehenge is a prehistoric monument located in Wiltshire, England, about 2 miles (3 km) west of Amesbury and 8 miles (13 km) north of Salisbury. One of the most famous sites in the world, Stonehenge is the remains of a ring of standing stones set within earthworks. It is in the middle of the most dense complex of <em>Neolithic</em> and Bronze Age monuments in England, including several hundred burial mounds.",
            "vi": "Stonehenge, AnhStonehenge là một di tích thời tiền sử nằm ở Wiltshire, Anh, cách phía tây Amesbury khoảng 2 dặm (3 km) và phía bắc Salisbury 8 dặm ( 13 km ). Một trong những địa điểm nổi tiếng nhất thế giới, Stonehenge là tàn tích một vòng đá xếp dựng đứng giữa công sự. Nằm giữa quần thể rất nhiều di tích thuộc Thời kỳ đồ đá sớm và thời kỳ đồ đồng ở Anh, có khoảng vài trăm nấm mồ."
        },
        {
            "en": "The secrets of Britain's abandoned villages          The ghosts of thousands of long-forgotten villages haunt Britain, inhabitations suddenly deserted and left to ruin. As a new campaign begins to shed further light on these forgotten histories, the Magazine asks - what happened and why? Albert Nash, blacksmith for 44 years in the village of Imber, Wiltshire, was found by his wife Martha slumped over the anvil in his forge. He was, in her words, crying like a baby.  It was the beginning of November 1943, a day or two after Mr Nash and the rest of the villagers had been told by the War Office they had 47 days to pack their bags and leave, to make way for US forces. Within weeks Mr Nash had died. Folklore had it that the death certificate said the cause was a broken heart. Imber, once a Saxon settlement, is one of thousands of British ex-villages - once thriving communities that succumbed to natural or human forces, like disease, coastal erosion, industrial decline, reservoirs or war. To mark the launch of the new Times Atlas of Britain, its publisher Collins wants people to send in their memories of such places, to create a digital archive dedicated to these lost locations.  \"While compiling the first comprehensive atlas of its type to be published in the UK in over 40 years, we were not only interested in how the United Kingdom had changed geographically over time, but the implications of this for residents of our islands,\" says Jethro Lennox, senior publishing manager at Times Atlas. \"Initially, we found that natural factors such as coastal erosion and flooding had made some places uninhabitable... while economic, military or industrial-related reasons also contributed towards an abandonment of settlements, including Dylife, Imber and Radcliffe.\" The anguish of Mr Nash shows the pain that such events in history can wreak on families and communities. Mr Nash's grandson, Ken Mitchell, now 84, remembers the eviction well. \"It was a bombshell dropped on the villagers. The elders were called together for a meeting in the schoolroom and when they were told, it was a complete surprise. \"Albert was very upset and it hit him very hard. He moved to Bishops Cannings, near Devizes, but he had lost the will to live and only survived four or five weeks.\"  Ken was 17 at the time. He had for a time worked with his grandfather in the smithy but was now seeking a career in the RAF.  After leaving Imber and the vicarage where he worked, Ken's father became a labourer on a farm about 15 miles away, and took his wife and three children there, although a year later Ken joined the Army.  All 155 villagers left, most of them scattered around the Salisbury Plain area, working as farmhands. Their demands to return after the war came to nothing. \"There was no anger at the time. Dismay and disappointment, yes, but the anger took a long time. They felt they were helping the country and helping the war effort, and they thought they were coming back. My mother was visibly upset but I don't think it really affected the children.\" For a few weekends a year, the Ministry of Defence allows public access to Imber, so Ken and other surviving villagers return, but the thatched cottage he left behind has been demolished and the Victorian vicarage destroyed.  The story of Imber has long fascinated Rex Sawyer, a former headmaster in Wiltshire and author of Little Imber on the Down, and he says it's now part of the county's identity. \"It has such a grip on the hearts and minds of Wiltshire people. When Imber opens, people flood there, but the village is in a very sad state now, just a few buildings.\" For many other \"ghost\" settlements, there are no remains at all, so long ago were they inhabited and then deserted.  Villages, hamlets and farms have been moving around since the <em>Neolithic</em> Age, when people settled down for the first time, says Trevor Rowley, author of Deserted Villages, although some periods in history such as the Black Death in the late Middle Ages, have been more turbulent than others.  “These changes happen in places previously desirable but no longer worth living in because you can't make your living there any more. So it reflects on social history and economic history,\" says Mr Rowley.  Archaeologists are happy because the remains give them an undisturbed snapshot of society, he says, but there is an underlying sadness to these events. Although some people affected were rehoused, many others took up a life of squatting while the most unfortunate turned to vagrancy. One of the most infamous examples in British history was the Highlands Clearances in the 18th and 19th Centuries, which displaced thousands and had a deep cultural impact.  Around the same time, Irish poet Oliver Goldsmith evoked feelings of melancholy in The Deserted Village, about returning to his village after a long absence, to find it neglected and empty - \"desolation saddens all they green\" - apart from one lonely widow. Stephen Fisk, who visits Britain's abandoned villages and documents them on his website, says his devotion was stimulated by the human stories behind evictions and resettlements. \"I wanted to know what it was like for people forced to leave their homes and land, and how they coped afterwards. When it's a wealthy landlord forcing people out for one reason or another, I think there's more anger. You can't help but feel indignation on their behalf.\" But when it's due to natural causes, it is at least a gradual process, at least in the UK, says Mr Fisk. Dunwich in Suffolk was a very important port in the Middle Ages but it was washed away by the sea, in a process that probably happened over hundreds of years. In the last 100 years, societies have proved to be remarkably versatile, he says, and the general decline in industries has not claimed as many villages as one might think. \"Communities have survived or developed a new purpose, or even just become commuter places for the town or city nearby.\" Resettlements have become less likely to happen today, because the power structures don't exist and we're better at resisting them, he says, although the village of Sipson in west London only escaped when plans for the third runway at Heathrow Airport were cancelled recently.  Still today, there are reminders of abandonments of the past - a solitary church or a strange bump on the landscape. And in the Dorset village of Tyneham, a more poignant tribute. As if frozen in time, the coat pegs in the schoolhouse still bear the names of the children evacuated 70 years ago, when the village become an Army training base for the D-Day landings.",
            "vi": "Ký ức mù mờ về hàng ngàn ngôi làng bị lãng quên từ lâu vẫn ám ảnh nước Anh, những nơi cư trú bỗng dưng vắng vẻ và chỉ còn lại đống đổ nát     Ký ức mù mờ về hàng ngàn ngôi làng bị lãng quên từ lâu vẫn ám ảnh nước Anh, những nơi cư trú bỗng dưng vắng vẻ và chỉ còn lại đống đổ nát. Khi bắt đầu có một chiến dịch mới để làm sáng tỏ về những câu chuyện bị lãng quên này, thì Magazine mới tự hỏi là – điều gì đã xảy ra và vì sao lại như vậy?  Albert Nash, thợ rèn sống 44 năm ở làng Imber, Wiltshire, được vợ ông là bà Martha thấy là đang ngồi sụp xuống cái đe trong lò rèn của mình.  Theo lời bà ấy thì ông đang khóc như một đứa trẻ. Đó là vào đầu tháng mười một năm 1943, một hoặc hai ngày sau khi ông Nash và những người dân làng còn lại được Bộ Chiến tranh Anh thông báo là họ có 47 ngày để thu xếp hành lý và rời khỏi đây, để nhường chỗ cho quân Mỹ.  Trong vài tuần ông Nash đã chết. Thiên hạ cho rằng giấy khai tử có nói nguyên nhân là do phiền muộn.  Imber, trước đây là nơi định cư của người Xắc-xông, là một trong số hàng ngàn ngôi làng trước đây của Anh – từng là các cộng đồng thịnh vượng không cưỡng lại được sức mạnh của thiên nhiên hay của con người, như là bệnh tật, xói mòn bờ biển, giảm sút về công nghiệp, bể chứa nước hay chiến tranh.  Để đánh dấu việc ra mắt Times Atlas of Britain mới, nhà xuất bản Collins muốn mọi người phổ biến kỷ niệm của mình về những nơi như thế, để tạo ra bản lưu trữ kỹ thuật số về những nơi bị bỏ hoang này.  \"Trong khi biên soạn tập bản đồ toàn diện đầu tiên thuộc loại này để được xuất bản ở Anh trong hơn 40 năm, chúng tôi không chỉ quan tâm đến việc Vương quốc Anh đã thay đổi về mặt địa lý theo dòng thời gian như thế nào, mà còn muốn cho các cư dân trên đảo của chúng tôi biết về điều này,\" theo lời của Jethro Lennox, giám đốc xuất bản tại Times Atlas.  \"Ban đầu, chúng tôi nhận thấy là các yếu tố tự nhiên như là xói mòn bờ biển và nạn lụt đã làm cho một số nơi không thể ở được. .. trong khi các lý do về kinh tế, quân sự hoặc công nghiệp cũng góp phần vào việc bỏ hoang các nơi định cư này, trong đó có Dylife, Imber và Radcliffe. \" Sự đau khổ của ông Nash cho thấy nỗi đau những sự kiện lịch sử có thể trút lên các gia đình và cộng đồng. Ken Mitchell, cháu trai của ông Nash, nay đã 84 tuổi và vẫn còn nhớ như in cái lần bị trục xuất đó.  \"Đó là một quả bom trút xuống dân làng. Những người lớn được triệu tập lại để bàn bạc trong một phòng học và khi họ được báo cho biết, đó là một điều bất ngờ hoàn toàn.  \"Albert rất hoang mang và chuyện này tác động quá lớn đến ông. Ông chuyển đến Bishops Cannings, gần Devizes, nhưng ông không muốn sống nữa và chỉ sống được bốn hoặc năm tuần thôi.\" Lúc đó Ken 17 tuổi. Có một thời gian anh ấy làm việc với ông của anh ấy ở lò rèn, nhưng lúc bấy giờ lại muốn lập nghiệp trong không quân hoàng gia Anh.  Sau khi rời khỏi Imber và văn phòng mục sư nơi anh ấy làm việc, cha của Ken trở thành người lao động trong một trang trại cách đó khoảng 15 dặm, dẫn vợ và ba đứa con đến đó, dù vậy một năm sau Ken nhập ngũ.  Cả 155 dân làng đều rời khỏi, hầu hết họ sống rải rác khắp khu vực Salisbury Plain, làm công nhân nông trường. Mong muốn của họ quay lại đó sau chiến tranh đã không thành.  \"Lúc đó không có gì là tức giận. Mất tinh thần và thất vọng, vâng, nhưng tức giận làm mất nhiều thời gian. Họ cảm thấy họ đang giúp cho quốc gia và giúp cho nỗ lực tham chiến, và họ nghĩ họ sắp trở lại. Rõ ràng là mẹ tôi rất hoang mang nhưng tôi nghĩ là điều đó không thật sự ảnh hưởng đến con cái như vậy.\" Mỗi năm lại có một vài kỳ cuối tuần để Bộ quốc phòng cho phép dân chúng vào Imber, vì vậy Ken và những người dân làng khác còn sống sót trở lại, nhưng cái lều tranh mà anh ấy bỏ lại đã hư hỏng và văn phòng mục sư thời nữ hoàng Victoria đã bị phá huỷ.  Câu chuyện về Imber từ lâu đã lôi cuốn Rex Sawyer, cựu hiệu trưởng ở  Wiltshire và cũng là tác giả của Little Imber on the Down, và anh ấy nói chuyện đó ngày nay đã thuộc về lai lịch của hạt này.  \"Nó lôi cuốn cả tâm lẫn trí của người dân Wiltshire. Khi Imber mở cửa đón khách thì mọi người tràn vào đó, nhưng nay thì ngôi làng này vẫn rất buồn thảm, chỉ có vài toà nhà mà thôi.\" Đối với nhiều nơi nơi định cư “ma” khác, không còn tàn tích nào cả, nơi từng có người ở rồi lại bị bỏ hoang cách đây rất lâu.  Làng mạc, thôn xóm và nông trại đã chuyển dời từ thời kỳ đồ đá mới cho tới nay, từ khi người dân đến định cư lần đầu tiên, theo lời của Trevor Rowley, tác giả của Deserted Villages, mặc dù trong lịch sử có một số thời kỳ như là Black Death chẳng hạn còn xáo động hơn nhiều nữa.  \"Những thay đổi này xảy ra ở những nơi hấp dẫn trước đây nhưng nay thì không còn đáng để ở vì bạn không thể kiếm sống ở đó nữa. Vậy là nó phản ánh lịch sử xã hội và lịch sử kinh tế, \" Ông Rowley nói.  Các nhà khảo cổ thấy vui mừng vì các tàn tích mang lại cho họ một cái nhìn trọn vẹn về xã hội, anh ấy nói, nhưng vẫn có một nỗi buồn ẩn sau các sự kiện này. Vài người trong cuộc đã được chuyển đến chỗ ở mới, nhưng nhiều người khác lại nhảy vào chiếm chỗ trong khi những kẻ bất hạnh nhất thì phải chuyển sang cảnh sống lang thang.  Một trong những điển hình khét tiếng nhất trong lịch sử Anh là Highlands Clearances vào thế kỷ 18 và 19, buộc hàng ngàn người phải rời bỏ nơi định cư và có sức ảnh hưởng sâu sắc về văn hoá.  Cùng thời gian đó, nhà thơ Ái Nhĩ Lan Oliver Goldsmith đã gợi lên cảm xúc sầu muộn trong tác phẩm The Deserted Village, về việc ông quay về làng sau một thời gian dài xa vắng, thấy ngôi làng bị bỏ phế và trống trải - \"nỗi cô đơn làm cho tất cả đều xanh xao vàng vọt\" – ngoại trừ một quả phụ cô đơn. Stephen Fisk, đi thăm các ngôi làng bị bỏ hoang ở Anh và đưa tư liệu về chúng lên trang web của mình, nói rằng lòng say mê của anh ấy chịu ảnh hưởng của những câu chuyện về con người đằng sau những lần tái định cư và những lần bị trục xuất.  \"Tôi muốn biết mọi người như thế nào khi bị buộc phải rời bỏ nhà cửa và đất đai của họ, và sau đó họ đương đầu như thề nào. Khi mà một địa chủ giàu có buộc mọi người ra đi vì một lý do nào đó, tôi nghĩ sẽ tức giận hơn. Tất nhiên là bạn phải cảm thấy phẫn nộ thay cho họ.\" Nhưng khi đó là do nguyên nhân tự nhiên, ít nhất nó là quá trình dần dần, ít nhất ở nước Anh, ông Fisk nói. Dunwich ở Suffolk là cảng rất quan trọng vào thời kỳ Trung cổ nhưng nó đã bị biển cuốn trôi, trong quá trình có lẽ đã xảy ra hơn hàng trăm năm.  Trong 100 năm qua, các xã hội đã thay đổi rõ rệt, ông nói, và tình trạng suy thoái chung trong các ngành công nghiệp đã không ảnh hưởng đến nhiều làng mạc như người ta nghĩ.  \"Các cộng đồng đã tồn tại hoặc phát triển một mục đích mới, hoặc thậm chí chỉ là những khu ngoại thành mà thôi.\" Ngày nay ít có khả năng xảy ra việc tái định cư, vì cơ cấu quyền lực không còn nữa và chúng ta đã có kinh nghiệm phản kháng lại những thứ như vậy, ông nói, mặc dù làng Sipson ở miền tây Luân Đôn chỉ thoát nạn khi kế hoạch xây dựng đường băng thứ ba ở Heathrow Airport bị hủy bỏ gần đây. Dù vậy ngày nay vẫn còn nhiều điều gợi nhớ về những gì bị bỏ phế trong quá khứ - một nhà thờ hiu quạnh hoặc một chỗ nhô lên khác lạ trong cảnh quan. Và ở làng Dorset của Tyneham, một bằng chứng sâu sắc hơn nữa. Như sống mãi với thời gian, những chiếc móc áo trong nhà trường vẫn mang tên của những đứa trẻ từng di tản 70 năm trước đây, khi ngôi làng này trở thành căn cứ huấn luyện Lục quân để chuẩn bị cho ngày đổ bộ của lực lượng đồng minh."
        }
    ],
    "suggestions": []
}