{
    "en_vn": {
        "data": {
            "content": null,
            "word": "neonatal",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>neonatal</k><blockquote><cclass>[<cclass>ˌni:ə(ʊ)'neɪt(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to newborn children (or mammals). </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>neonatally</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>neonatologist</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>neonatology</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "neonatal",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neonatal",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neonatal",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sơ sinh, mới sinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">neonatal death rate</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tỷ lệ tử vong sơ sinh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">neonatal diarrhea</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ỉa chảy trẻ sơ sinh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">neonatal line</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đường sơ sinh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "neonatal",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It is about research in perinatal and <em>neonatal</em> medicine.",
            "vi": "Đó là nghiên cứu y học về thời kỳ mang thai và trẻ sơ sinh."
        },
        {
            "en": "However, <em>neonatal</em> mortality is not tracked as a national indicator, and most health centres do not record causes of <em>neonatal</em> mortality.",
            "vi": "Tuy nhiên, tỷ lệ tử vong ở trẻ sơ sinh thì không được theo dõi như là một chỉ số quốc gia, và hầu hết các trung tâm y tế không ghi lại những nguyên nhân tử vong ở trẻ sơ sinh."
        },
        {
            "en": "Respiratory diseases, diarrheal diseases and <em>neonatal</em> conditions remain major killers of children in Viet Nam.",
            "vi": "Các bệnh về đường hô hấp, tiêu chảy và điều kiện cho trẻ sơ sinh vẫn là các nguyên nhân hàng đầu gây tử vong ở trẻ em Việt Nam."
        },
        {
            "en": "When evaluating a <em>neonatal</em> nurse program, one should consider several factors.",
            "vi": "Khi đánh giá một chương trình y tá trẻ sơ sinh, ta nên xem xét nhiều yếu tố."
        },
        {
            "en": "<em>Neonatal</em> deaths are further subdivided into early (first week) and late (second, third, and fourth weeks).",
            "vi": "Tỷ lệ tử vong sơ sinh còn chia thêm ra thành sớm (tuần đầu) và muộn (các tuần thứ hai, ba, tư)."
        },
        {
            "en": "In South East Asia, <em>neonatal</em> causes were the leading cause of death.",
            "vi": "Ở Đông Nam Á, trẻ em mới sinh cũng là nguyên nhân gây tử vong hàng đầu."
        },
        {
            "en": "Most maternal and <em>neonatal</em> deaths can be prevented through universal access to reproductive health care services.",
            "vi": "Phần lớn các trường hợp tử vong bà mẹ và tử vong thời kỳ chu sinh có thể phòng ngừa được bằng việc đảm bảo tất cả mọi người đều được tiếp cận chăm sóc sức khoẻ sinh sản."
        },
        {
            "en": "In Kfar Saba, the <em>neonatal</em> unit has taken the theory a step without research.",
            "vi": "Tại Kfar Saba, các đơn vị chăm sóc trẻ sơ sinh đã áp dụng phương pháp này không cần nghiên cứu."
        },
        {
            "en": "Obstetric delivery care is important both for maternal mortality and for <em>neonatal</em> mortality.",
            "vi": "Sản hộ sinh có vai trò quan trọng đối với cả tử vong bà mẹ và tử vong trẻ sơ sinh."
        },
        {
            "en": "Major causes of <em>neonatal</em> mortality include haemorrhage, infection, hypothermia and poor nutrition during pregnancy.",
            "vi": "Những nguyên nhân chính gây ra tử vong ở trẻ bao gồm xuất huyết, nhiễm trùng, giảm thế nhiệt và thiếu dinh dưỡng trong thời kỳ thai nhi."
        },
        {
            "en": "Special attention should be given to infant health, especially <em>neonatal</em> (under 1 month) and under-five malnutrition issue.",
            "vi": "Cần quan tâm đặc biệt tới sức khoẻ của trẻ sơ sinh, nhất là đối với trẻ dưới 1 tháng tuổi, và vấn đề dinh dưỡng đối với trẻ dưới 5 tuổi."
        },
        {
            "en": "Results of this pilot will be useful in directing development of national programs to reduce <em>neonatal</em> mortality nationally.",
            "vi": "Kết quả thí điểm sẽ được sử dụng để xây dựng các chương trình quốc gia nhằm giảm tỷ lệ tử vong trẻ sơ sinh trên toàn quốc."
        },
        {
            "en": "Subsequent testing of a <em>neonatal</em> blood sample taken from the baby confirmed that the cancer had spread before birth.",
            "vi": "Thử nghiệm tiếp theo của mẫu máu sơ sinh lấy từ em bé đã xác nhận rằng bệnh ung thư đã phát tán trước khi bé được sinh ra."
        },
        {
            "en": "Average unit cost of five diseases – bronchitis, diarrhea infections, brain injury in traffic accidents, appendectomy, and <em>neonatal</em> care.",
            "vi": "Đơn vị chi phí trung bình của 5 bệnh – viêm phế quản, ỉa chảy, chấn thương sọ não do tai nạn giao thông, mổ ruột thừa và chăm sóc sơ sinh."
        },
        {
            "en": "Further progress is needed on issues including <em>neonatal</em> and maternal mortality, child malnutrition and access to clean water and sanitation.",
            "vi": "Cũng cần đạt được nhiều tiến bộ hơn nữa trong việc giảm tỷ lệ tử vong ở bà mẹ và trẻ sơ sinh, suy dinh dưỡng ở trẻ em, tiếp cận với nước sạch và vệ sinh môi trường."
        },
        {
            "en": "In prosperous countries <em>neonatal</em> deaths account for about two - thirds of infant mortalities, the majority being in the first week.",
            "vi": "Trong các nước giàu tỷ lệ tử vong sơ sinh chiếm khoảng hai phần ba tỷ lệ tử vong trẻ thơ, đa số trong tuần đầu tiên."
        },
        {
            "en": "The country’s consistently high immunization coverage eradicated polio in 2000, and maternal and <em>neonatal</em> tetanus in 2005.",
            "vi": "Tỉ lệ tiêm chủng luôn đạt mức cao đã giúp Việt Nam thanh toán bệnh bại liệt vào năm 2000 và uốn ván bà mẹ và trẻ sơ sinh vào năm 2005."
        },
        {
            "en": "The babies are then transferred to the <em>neonatal</em> unit where they are placed in an incubator and taken out of the bag.",
            "vi": "Các em bé này sau đó được chuyển giao cho khoa sơ sinh, nơi các em được đặt trong lồng ấp và đưa ra khỏi túi."
        },
        {
            "en": "There is a crisis of <em>neonatal</em> mortality, with around 55 per cent of all under-five mortality in Viet Nam occurring during the first month of life.",
            "vi": "Tỷ lệ tử vong ở trẻ mới sinh cao ở mức báo động, với khoảng 55% trong tất cả các trường hợp tử vong của trẻ em dưới 5 tuổi ở Việt Nam xảy ra ở tháng thứ nhất sau khi sinh."
        },
        {
            "en": "Further progress in reduction of <em>neonatal</em> and maternal mortality, reduction of child malnutrition as well as access to clean water and sanitation are needed.",
            "vi": "Chúng ta cần đạt được nhiều tiến bộ hơn nữa trong việc giảm tỷ lệ tử vong ở trẻ sơ sinh và bà mẹ, giảm số trẻ bị suy dinh dưỡng cũng như đảm bảo khả năng tiếp cận với nước sạch và vệ sinh môi trường."
        }
    ],
    "suggestions": []
}