{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nepali",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Nepali</k><blockquote><cclass>[<cclass>nɪ'pɔ:li<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Nepalis</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a native or national of Nepal. </blockquote></blockquote><blockquote><blockquote>2》 the Indic official language of Nepal. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Nepal or Nepali. </cclass></blockquote></div>",
            "word": "Nepali",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nepali",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nepali",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nepali",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Nepali</em> Information Minister Minendra Rijal said there had been \"massive damage\" at the epicentre, from where little information is emerging.",
            "vi": "Bộ trưởng Thông tin của Nepal, Minendra Rijal cho biết, \"thiệt hại rất lớn\" tại tâm chấn, rất ít nơi qua khỏi."
        },
        {
            "en": "With a population of about 5, 000 Sherpas, New York City is the largest <em>Nepali</em> community in the USA.",
            "vi": "Với số lượng 5.000 người Sherpa, thành phố New York là cộng đồng người Nê-pan (Nepal) lớn nhất ở Mỹ."
        },
        {
            "en": "Yoghurt is a part of the <em>Nepali</em> culture, used in local festivals, marriage ceremonies, parties, religious occasions, family gatherings, and so on.",
            "vi": "Ya - ua là một phần văn hóa của Nepal, thường dùng trong các lễ hội, cưới xin, tiệc tùng, lễ tôn giáo, sum họp gia đình, vân vân."
        },
        {
            "en": "Yoghurt is a part of the <em>Nepali</em> culture, used in local festivals, marriage ceremonies, parties, religious occasions, family gatherings, and so on.",
            "vi": "Ya-ua là một phần văn hóa của Nepal, thường dùng trong các lễ hội, cưới xin, tiệc tùng, lễ tôn giáo, sum họp gia đình, vân vân."
        },
        {
            "en": "Linh, the girl, commented that the teaching of English in Nepal was not professional, because it did not have much money to buy TVs, cassettes and dictionaries. However, she believed that <em>Nepali</em> students’ English skills were better than Vietnamese, though Nepal is a poor country.",
            "vi": "Linh, cô gái nhận xét rằng việc dạy tiếng Anh ở Nepal là không chuyên nghiệp, bởi vì họ không có nhiều tiền để mua TV, cassette và từ điển. Tuy nhiên, cô tin rằng các kỹ năng tiếng Anh của sinh viên Nepal tốt hơn so với Việt Nam, mặc dù Nepal là một nước nghèo."
        }
    ],
    "suggestions": []
}