{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ness"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ness</k><blockquote>■ <cclass>noun a headland or promontory. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>næs</i>, perh. reinforced in ME by ON <i>nes</i>; related to OE <i>nasu</i> 'nose'. </blockquote></div>",
            "word": "ness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ness"
        }
    },
    "sentences": [
        {
            "en": "\"- <em>ness</em>\" is a particle.",
            "vi": "\"-ness\" là hậu tố."
        },
        {
            "en": "The Loch <em>Ness</em> monster is called Nessie or <em>Ness</em>.",
            "vi": "Thủy quái hồ Loch Ness được gọi là Nessie hay Ness."
        },
        {
            "en": "Many nouns have the ending \"- <em>ness</em>\".",
            "vi": "Nhiều danh từ có đuôi là \"-ness\"."
        },
        {
            "en": "Many nouns have the ending \"-<em>ness</em>\".",
            "vi": "Nhiều danh từ có đuôi là\"- ness\"."
        },
        {
            "en": "The suffix \"-<em>ness</em>\" is added to \"happy\" to make \"happiness\".",
            "vi": "Hậu tố\"ness\"được thêm vào từ\"happy\" làm thành \"happiness\"."
        },
        {
            "en": "Is there really a Loch <em>Ness</em> Monster or a Yeti?",
            "vi": "Thực sự có quái vật hồ Loch Ness hay người tuyết không?"
        },
        {
            "en": "The suffix \"- <em>ness</em>\" is added to \"happy\" to make \"happiness\".",
            "vi": "Hậu tố \"ness\" được thêm vào từ \"happy\" làm thành \"happiness\"."
        },
        {
            "en": "Social factors can reduce effective-<em>ness</em> of CDD programs.",
            "vi": "Các nhân tố xã hội có thể làm giảm tính hiệu quả của các chương trình CDD."
        },
        {
            "en": "It is this human-<em>ness</em> of the gorilla which is so beguiling.",
            "vi": "Chính cái nhân tính này của khỉ đột mới thật là thú vị."
        },
        {
            "en": "Short <em>ness</em> of the skull, with a cephalic index of about 80.",
            "vi": "Hộp sọ ngắn, chỉ số đầu vào khoảng 80."
        },
        {
            "en": "Legitimate news sources can also go astray. The Washington Post recently began an article about FBI director James Comey with this lead: “From Elliot <em>Ness</em> to Clarice Starling, the image of the FBI—unflappable, smart and relentlessly fair—has been sterling.” This statement omits years of troubled history at the federal agency, especially of former director J. Edgar Hoover. (And <em>Ness</em> actually wasn’t even an FBI agent: He was employed by the Treasury department.)",
            "vi": "Cả những nguồn tin chính thống cũng có thể sai lệch về thông tin. Tờ báo \"The Washington Post\" mới gần đây đã bắt đầu với một bài viết về giám đốc của FBI là ông James Comey với lời dẫn này: \"Đặc vụ Elliot Ness và Clarice Starling, hình ảnh của FBI là những người bình tĩnh, thông minh và luôn công bằng, là hình ảnh của những chân giá trị.\" Tuyên bố này đã bỏ qua những năm lịch sử khó khăn tại cơ quan liên bang, đặc biệt là của cựu giám đốc J. Edgar Hoover. (Và Ness thậm chí không phải là một nhân viên FBI, ông làm việc cho Bộ Tài Chính.)"
        }
    ],
    "suggestions": []
}