{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nestled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nestled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nestled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nestled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nestled"
        }
    },
    "sentences": [
        {
            "en": "They <em>nestled</em> into bed.",
            "vi": "Họ chui vào giường rồi."
        },
        {
            "en": "She <em>nestled</em> her head on his shoulder.",
            "vi": "Cô ta rúc đầu vào vai anh ấy."
        },
        {
            "en": "She <em>nestled</em> the baby in her arms.",
            "vi": "Cô ta ôm ấp đứa bé trong vòng tay."
        },
        {
            "en": "The child <em>nestled</em> close to his mother",
            "vi": "Đứa bé nép mình vào mẹ"
        },
        {
            "en": "The egg <em>nestled</em> in the long grass.",
            "vi": "Quả trứng nằm khuất trong đám cỏ cao."
        },
        {
            "en": "She <em>nestled</em> closer into the protection of his shoulder.",
            "vi": "Nàng nép sát hơn vào vai anh."
        },
        {
            "en": "The village <em>nestled</em> at the foot of the hill.",
            "vi": "Ngôi làng nép mình dưới chân đồi."
        },
        {
            "en": "The children had <em>nestled</em> down under the blankets, ready for their bedtime story.",
            "vi": "Trẻ em đã rúc vào dưới mền, sẵn sàng nghe kể chuyện trước khi ngủ."
        },
        {
            "en": "Sally <em>nestled</em> up beside him on the sofa and waited for the programme to begin.",
            "vi": "Sally nép vào cạnh anh ấy trên ghế trường kỉ và chờ chương trình bắt đầu."
        },
        {
            "en": "There was a big sprawling out-of-town shopping mall <em>nestled</em> south and west of the highway interchange.",
            "vi": "Có một dãy các cửa hàng mua sắm lớn nằm ngoài thị trấn nép sát về phía nam và phía tây giao lộ đường cao tốc."
        },
        {
            "en": "There was a big sprawling out - of - town shopping mall <em>nestled</em> south and west of the highway interchange.",
            "vi": "Có một dãy các cửa hàng mua sắm lớn nằm ngoài thị trấn nép sát về phía nam và phía tây giao lộ đường cao tốc."
        },
        {
            "en": "Danang, Vietnam's fourth most populous city, has been booming over recent years, thanks to its great geography, <em>nestled</em> between jungle - covered mountains and miles of sandy beaches.",
            "vi": "Đà Nẵng, thành phố đông dân hàng thứ tư của Việt Nam, đã và đang phát triển nhanh chóng trong những năm gần đây, nhờ vị trí địa lý thuận lợi, núi rừng nối tiếp với bờ biển cát dài hàng dặm."
        },
        {
            "en": "The first night I brought her home at 5.5 weeks old, she couldn't sleep unless she was <em>nestled</em> up to my doggy.",
            "vi": "Tối hôm mình đem chú mèo ta về nhà, chú ấy mới được 5,5 tuần tuổi, chú ta không tài nào ngủ được, chỉ đến khi chú rúc mình vào chú chó thì mới thôi."
        },
        {
            "en": "For there, <em>nestled</em> amid folds of white linen, lay the tiny mortuary tablets that had once stood before the altar in our tipsy house.",
            "vi": "Vì trong hộp, nằm giữa lớp vải trắng xếp nếp là những chiếc thẻ bài vị tên người chết mà tôi đã thấy để trên bàn thờ ở ngôi nhà ngà say của chúng tôi."
        },
        {
            "en": "Luang Prabang is <em>nestled</em> in the valleys of the mountainous north, a former royal capital and now a World Herritage site.",
            "vi": "Luang Prabang ẩn mình trong thung lũng của miền núi phía bắc, từng là một thủ đô hoàng tộc và giờ đây đã là một địa điểm di sản thế giới."
        },
        {
            "en": "Besides the old quarter <em>nestled</em> along the poetic Hoai River, Hoi An also attracts visitors because of many beautiful beaches as Cua Dai and An Bang. ",
            "vi": "Bên cạnh khu phố khu cổ năm fodjc theo bờ sông Hoài thơ mộng, Hội An cũng thu hút nhiều du khách bởi vì có nhiều bãi biển đẹ như Cửa Đại và An Bằng."
        },
        {
            "en": "Danang, Vietnam's fourth most populous city, has been booming over recent years, thanks to its great geography, <em>nestled</em> between jungle-covered mountains and miles of sandy beaches.",
            "vi": "Đà Nẵng, thành phố đông dân hàng thứ tư của Việt Nam, đã và đang phát triển nhanh chóng trong những năm gần đây, nhờ vị trí địa lý thuận lợi, núi rừng nối tiếp với bờ biển cát dài hàng dặm."
        },
        {
            "en": "When the bundle was <em>nestled</em> in her arms and she moved the fold of cloth to look upon his tiny face, she gasped.",
            "vi": "Khi đứa bé trong chăn quấn được nằm gọn trong vòng tay của mình, người mẹ giở nếp gấp khăn để nhìn rõ khuôn mặt nhỏ nhắn của đứa bé, cô đã hà hốc mồm."
        },
        {
            "en": "Many of the biggest sights and highlights are <em>nestled</em> together in the Higashiyama district, so you can easily get around on foot if you're looking to explore the best of Kyoto's local culture.",
            "vi": "Rất nhiều điểm tham quan lớn nhất nằm liền kề nhau ở quận Higashiyama, vì vậy bạn có thể dễ dàng đi dạo xung quanh nếu bạn muốn tìm hiểu về văn hóa địa phương tuyệt vời nhất của Kyoto."
        },
        {
            "en": "Somewhere between the various thoughts about my mother - somewhere past the discomfort in my lip - there <em>nestled</em> a pleasant thought i tried again and again to bring into focus.",
            "vi": "Xen kẽ vào những ý nghì lo sợ về bệnh trạng của mẹ tôi - xen kẽ vào cảm giác khó chịu vì cái môi sưng vù - là cảm giác dễ chịu cảm giác này chốc chốc lại hiện ra trong óc tôi."
        }
    ],
    "suggestions": []
}