{
    "en_vn": {
        "data": {
            "content": null,
            "word": "neuropathy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>neuropathy</k><blockquote><cclass>[<cclass>ˌnjʊə'rɒpəθi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine disease or dysfunction of peripheral nerves. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>neuropathic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "neuropathy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neuropathy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neuropathy"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệnh thần kinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">diabetic neuropathy</font><font color=\"#282828\">: bệnh thần kinh đái tháo đường</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">ischemic neuropathy</font><font color=\"#282828\">: bệnh thần kinh do thiếu máu cục bộ</font></li></td></tr></tbody></table></div>",
            "word": "neuropathy"
        }
    },
    "sentences": [
        {
            "en": "It is highly toxic; side-effects include nausea, vomiting, kidney damage, peripheral <em>neuropathy</em>, and hearing loss.",
            "vi": "Thuốc có độc tính cao; tác dụng phụ gồm có buồn nôn, ói mửa, tổn hại thận, bệnh thần kinh ngoại biên và mất thính giác."
        },
        {
            "en": "Doctors vaguely ascribe the nature of my condition to a form of <em>neuropathy</em> but are not exactly sure.",
            "vi": "Các bác sĩ ngờ ngợ quy cho tôi bị một dạng rối loạn thần kinh nào đó nhưng lại không chắc chắn chính xác."
        },
        {
            "en": "Amyotrophy is a feature of any chronic <em>neuropathy</em> and it may be the most prominent neurological symptom of diabetes mellitus and meningovascular syphilis.",
            "vi": "Chứng teo cơ là một đặc điểm của bất cứ bệnh nhân thần kinh mãn nào và có thể là triệu chứng thần kinh nổi bật nhất của bệnh đái tháo đường và của bệnh giang mai mạch màng não."
        },
        {
            "en": "You have numbness or tingling  Nerve damage (called peripheral <em>neuropathy</em>) can be another sign of chronically elevated blood sugars. It results in numbness or tingling in your hands and feet, or inability to feel pain or temperature changes. See your podiatrist for regular foot exams. People with <em>neuropathy</em> may not realize they have been injured from a cut or that a wound is becoming infected. Or they may be oversensitive to pain. They might experience severe and constant pain from painless stimulation.",
            "vi": "Tay chân bạn bị  tê hoặc có cảm giác ngứa ran   Tổn thương dây thần kinh (được gọi là rối loạn thần kinh ngoại vi) có thể là dấu hiệu khác của chứng đường huyết cao mãn tính. Hậu quả là bàn tay và bàn chân bạn bị tê hoặc có cảm giác ngứa ran, hoặc không có cảm giác đau đớn hoặc khi nhiệt độ thay đổi. Hãy đến khám bác sĩ chuyên về chân để được khám chân đều đặn. Bệnh nhân bị rối loạn thần kinh có thể không nhận ra mình bị thương do cắt rạch hoặc một vết thương nào đó trở nên bị nhiễm trùng. Hoặc cũng có thể là họ quá nhạy cảm với chứng đau nhức của mình. Những người này có thể cảm thấy đau dữ dội và đau không ngớt do một kích thích không đau đớn gì."
        }
    ],
    "suggestions": []
}