{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[njuə'rɔlədʒist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà thần kinh học</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thầy thuốc chuyên khoa thần kinh</td></tr></table><i/></div>",
            "word": "neurologist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "neurologist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neurologist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neurologist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neurologist"
        }
    },
    "sentences": [
        {
            "en": "Peter is <em>neurologist</em>.",
            "vi": "Peter là bác sĩ chuyên khoa thần kinh."
        },
        {
            "en": "<em>Neurologist</em>: This type of doctor specializes in brain and nervous system disorders.",
            "vi": "Bác sĩ thần kinh: bác sĩ chuyên về não và các rối loạn hệ thần kinh."
        },
        {
            "en": "Indian <em>Neurologist</em> Dr. Sudhir Shah has expressed enthusiastic support for Manek, vouching for the genuine nature of his permanent fast. ",
            "vi": "Nhà thần kinh học người Ấn Độ, tiến sĩ Sudhir Shah, đã bày tỏ sự ủng hộ tích cực với Manek, xác nhận đó là trạng thái tự nhiên thuần tuý của sự nhịn ăn trường kỳ của ông."
        },
        {
            "en": "So I had high expectations of Musicophilia, the latest offering from <em>neurologist</em> and prolific author Oliver Sacks.",
            "vi": "Vì vâỵ, tôi đặt kì vọng lớn về Musicophilia, một tác phẩm mới nhất của nhà thần kinh học, tác giả của rất nhiều đầu sách, Oliver Sacks."
        },
        {
            "en": "\"We're learning more about blood flow in the brain and its effect on thinking skills,\" said study author Dr Farzaneh Sorond a <em>neurologist</em> at Harvard Medical School.",
            "vi": " “ Chúng tôi đang tìm hiểu về lưu thông máu trong não và tác động của nó về kĩ năng tư duy.” theo tác giả nghiên cứu-Tiến sĩ Farzaneh Sorond- bác sĩ chuyên khoa thần kinh Đại học Harvard cho biết."
        },
        {
            "en": "Coffee, sex and blowing your nose could increase the risk of a type of stroke, say researchers in the Netherlands. The study on 250 patients identified eight risk factors linked to bleeding on the brain. They all increase blood pressure which could result in blood vessels bursting, according to research published in the journal Stroke. The Stroke Association said more research was needed to see if the triggers caused the rupture. More than 150,000 people in the UK have a stroke each year with nearly 29,000 due to bleeding on the brain.  Bleeding can happen when a weakened blood vessel, known as a brain aneurysm, bursts. This can result in brain damage or death. The researchers at the University Medical Center in Utrecht looked at 250 patients for three years to identify what triggers ruptures. Caffeine danger  They found that coffee was responsible for more than one in 10 burst brain aneurysms.  While people drinking coffee had only a 1.7 times greater risk, it is more common than other risk factors. Being startled increased the risk by more than 23 times, but was responsible for just 2.7% of cases. Dr Monique Vlak, a <em>neurologist</em> and the study's lead author, said: \"All of the triggers induce a sudden and short increase in blood pressure, which seems a possible common cause for aneurysmal rupture.\" Lower risk  The authors said one in 50 people has a brain aneurysm, but only a few rupture. Dr Vlak advised that: \"Reducing caffeine consumption or treating constipated patients with unruptured intracranial (brain) aneurysms with laxatives may lower the risk of subarachnoid haemorrhage.\"  The study only looked at the triggers for the burst. High blood pressure weakens blood vessels in the first place and can be caused by being overweight, smoking and a lack of exercise.  Dr Sharlin Ahmed, Research Liaison Officer at The Stroke Association said: \"A sudden surge in high blood pressure can increase the likelihood of an aneurysm rupturing. However, it's very difficult to determine whether the triggers identified in this study are definitely related to the onset of a stroke as they could simply be put down to coincidence.  \"A lot more research needs to be carried out to assess whether each of the identified triggers could directly cause an aneurysm to rupture.\"",
            "vi": "Theo các nhà nghiên cứu ở Hà Lan cho biết cà phê, tình dục và hỉ mũi có thể làm tăng nguy cơ đột quỵ. Nghiên cứu này thực hiện ở 250 bệnh nhân đã nhận diện tám yếu tố rủi ro liên quan đến xuất huyết não. Theo nghiên cứu được công bố trên tạp chí Stroke thì tất cả những yếu tố này đều làm tăng huyết áp, có thể dẫn đến vỡ mạch máu. Hiệp hội nghiên cứu về chứng Đột quỵ nói rằng cần phải nghiên cứu thêm để xem có phải những tác nhân kích thích này đã làm vỡ mạch máu hay không. Mỗi năm ở Anh có hơn 150.000 người bị đột quỵ trong đó có gần 29.000 người đột quỵ do xuất huyết não. Xuất huyết não có thể xảy ra khi một mạch máu yếu đi, gọi là mạch máu não bị phình sưng, vỡ tung. Điều này có thể dẫn đến tổn thương não hoặc tử vong. Các nhà nghiên cứu tại trường Đại học Y Dược ở Utrecht đã theo dõi 250 bệnh nhân trong ba năm để nhận diện các tác nhân làm vỡ mạch máu não. Mối nguy hiểm của cà-phê-in Họ thấy rằng cà phê là nguyên nhân gây ra nhiều hơn một phần mười ca mạch máu não phình vỡ. Mặc dù người uống cà-phê chỉ bị nguy cơ cao hơn 1,7 lần, thì đây là yếu tố rủi ro phổ biến hơn các yếu tố rủi ro khác.  Bị giật mình làm tăng rủi ro này hơn 23 lần, nhưng chỉ gây ra 2,7% trường hợp. Tiến sĩ Monique Vlak, bác sĩ chuyên khoa thần kinh và là tác giả chính của nghiên cứu này nói rằng:”Mọi tác nhân kích thích gây ra huyết áp tăng nhanh và đột ngột, đều dường như là một nguyên nhân khả dĩ có thể làm vỡ mạch máu sưng phình.”  Nguy cơ thấp hơn Các nhà nghiên cứu cho biết cứ 50 người bị chứng phình mạch máu não thì chỉ có vài người bị vỡ mạch mà thôi. Tiến sĩ Vlak khuyên: ”Giảm lượng cà-phê-in hay cho bệnh nhân táo bón bị phình mạch máu não nội sọ nhưng không vỡ uống thuốc nhuận tràng thì có thể giảm nguy cơ xuất huyết dưới màng nhện.” Nghiên cứu này chỉ xem xét các tác nhân gây vỡ mạch máu. Huyết áp cao làm mạch máu yếu trước tiên, và có thể do béo phì, hút thuốc và thiếu vận động. Tiến sĩ Sharlin Ahmed, thành viên Hiệp hội nghiên cứu bệnh Đột Quỵ Hoa Kỳ nói rằng:”Huyết áp tăng đột ngột có thể làm tăng khả năng vỡ phình mạch. Tuy nhiên rất khó mà biết là các tác nhân đã nhận diện trong nghiên cứu này có chắc chắn liên quan đến việc khởi phát triệu chứng đột quỵ hay không vì có thể đây chỉ là sự trùng hợp ngẫu nhiên mà thôi.” “Cần phải tiến hành nghiên cứu nhiều hơn nữa để đánh giá xem mỗi tác nhân kích thích đã nhận diện này có thể trực tiếp gây ra chứng vỡ phình mạch hay không.”"
        },
        {
            "en": "What Does Autism Mean? Autism causes kids to experience the world differently from the way most other kids do. It's hard for kids with autism to talk with other people and express themselves using words. Kids who have autism usually keep to themselves and many can't communicate without special help. They also may react to what's going on around them in unusual ways. Normal sounds may really bother someone with autism — so much so that the person covers his or her ears. Being touched, even in a gentle way, may feel uncomfortable. Kids with autism often can't make connections that other kids make easily. For example, when someone smiles, you know the smiling person is happy or being friendly. But a kid with autism may have trouble connecting that smile with the person's happy feelings. A kid who has autism also has trouble linking words to their meanings. Imagine trying to understand what your mom is saying if you didn't know what her words really mean. It is doubly frustrating then if a kid can't come up with the right words to express his or her own thoughts. Autism causes kids to act in unusual ways. They might flap their hands, say certain words over and over, have temper tantrums, or play only with one particular toy. Most kids with autism don't like changes in routines. They like to stay on a schedule that is always the same. They also may insist that their toys or other objects be arranged a certain way and get upset if these items are moved or disturbed. If someone has autism, his or her brain has trouble with an important job: making sense of the world. Every day, your brain interprets the sights, sounds, smells, and other sensations that you experience. If your brain couldn't help you understand these things, you would have trouble functioning, talking, going to school, and doing other everyday stuff. Kids can be mildly affected by autism, so that they only have a little trouble in life, or they can be very affected, so that they need a lot of help. What Causes Autism? Autism affects about 1 in every 150 kids, but no one knows what causes it. Some scientists think that some kids might be more likely to get autism because it or similar disorders run in their families. Knowing the exact cause of autism is hard because the human brain is very complicated. The brain contains over 100 billion nerve cells called neurons. Each neuron may have hundreds or thousands of connections that carry messages to other nerve cells in the brain and body. The connections and the chemical messengers they send (called neurotransmitters) let the neurons that help you see, feel, move, remember, and work together as they should. For some reason, some of the cells and connections in the brain of a kid with autism — especially those that affect communication, emotions, and senses — don't develop properly or get damaged. Scientists are still trying to understand how and why this happens. What Do Doctors Do? Figuring out if a kid has autism can be difficult. A parent is usually the first to suspect that something is wrong. Maybe the kid is old enough to speak but doesn't, doesn't seem interested in people, or behaves in other unusual ways. But autism isn't the only problem that can cause these kinds of symptoms. For example, kids who have hearing problems might have trouble speaking, too. Usually, the results of lab tests and other medical tests are normal in kids with autism, but doctors may do them to make sure the kid doesn't have other problems. These medical tests can include blood and urine tests, a hearing exam, an EEG (a test to measure brain waves), and an MRI (a picture that shows the structure of the brain). Intelligence (IQ) tests also might be done. Often, specialists work together as a team to figure out what is wrong. The team might include a pediatrician, a pediatric <em>neurologist</em>, a child psychologist, speech and language therapists, and others. The team members study how the child plays, learns, communicates, and behaves. The team listens carefully to what parents have noticed, too. Using the information they've gathered, doctors can decide whether a child has autism or another problem. How Is Autism Treated? There is no cure for autism, but doctors, therapists, and special teachers can help kids with autism overcome or adjust to many difficulties. The earlier a kid starts treatment for autism, the better. Different kids need different kinds of help, but learning how to communicate is always an important first step. Spoken language can be hard for kids with autism to learn. Most understand words better by seeing them, so therapists teach them how to communicate by pointing or using pictures or sign language. That makes learning other things easier, and eventually, many kids with autism learn to talk. Therapists also help kids learn social skills, such as how to greet people, wait for a turn, and follow directions. Some kids need special help with living skills (like brushing teeth or making a bed). Others have trouble sitting still or controlling their tempers and need therapy to help them control their behavior. Some kids take medications to help their moods and behavior, but there's no medicine that will make a kid's autism go away. Students with mild autism sometimes can go to regular school. But most kids with autism need calmer, more orderly surroundings. They also need teachers trained to understand the problems they have with communicating and learning. They may learn at home or in special classes at public or private schools. Living With Autism Some kids with mild autism will grow up and be able to live on their own. Those with more serious problems will always need some kind of help. But all kids with autism have brighter futures when they have the support and understanding of doctors, teachers, caregivers, parents, brothers, sisters, and friends.",
            "vi": "Bệnh tự kỷ là gì?  Bệnh tự kỷ làm cho trẻ con cảm nhận thế giới này khác với hầu hết những đứa trẻ khác. Trẻ mắc bệnh tự kỷ khó nói chuyện với người khác và cũng khó dùng từ ngữ mà diễn đạt những gì mình muốn. Trẻ mắc bệnh tự kỷ thường thu mình lại và nhiều trẻ không thể giao tiếp nếu như không được trợ giúp đặc biệt. Chúng cũng có thể phản ứng lại những gì đang diễn ra xung quanh chúng theo những cách khác thường. Ngay cả những âm thanh bình thường cũng có thể làm cho người mắc bệnh tự kỷ cảm thấy bực mình - đến nỗi người bệnh bịt tai lại. Khi bị chạm vào, thậm chí là bị  91ọng gặp lại bạn ở hai vòng cuối.chạm nhẹ thì người mắc bệnh tự kỷ cũng có thể cảm thấy khó chịu.  Thường thì trẻ mắc bệnh tự kỷ không thể liên tưởng được dễ dàng như các trẻ khác. Chẳng hạn như, khi ai đó cười, bạn biết là người đang cười vui vẻ hoặc thân thiện. Nhưng trẻ mắc bệnh tự kỷ khó có thể liên tưởng nụ cười với niềm vui của người đang cười.   Trẻ mắc bệnh tự kỷ cũng gặp khó khăn khi liên kết một từ với nghĩa của từ đó. Hãy tưởng tượng như bạn đang cố hiểu xem mẹ bạn đang nói gì nếu như bạn không biết thực sự mẹ bạn đang muốn nói gì. Trẻ sẽ càng bực dọc khi không nghĩ ra được từ nào thích hợp để diễn tả những gì mình nghĩ.  Bệnh tự kỷ làm cho trẻ hành động theo những cách khác thường. Chúng có thể vỗ tay, lặp đi lặp lại một số từ, có tính khí nóng nảy, hay chỉ chơi một món đồ chơi nào đó mà thôi. Hầu hết trẻ mắc bệnh tự kỷ đều không thích thay đổi lề thói hàng ngày. Chúng thích lệ thuộc vào một cái gì đó thường ngày. Có thể chúng cũng khăng khăng đòi phải sắp xếp đồ chơi hay những món đồ  nào đó theo một cách nào đó và thấy khó chịu nếu mấy món đó bị dời đi hoặc bị xáo trộn.  Nếu một người nào đó mắc bệnh tự kỷ thì não của người ấy sẽ không làm được cái việc quan trọng là nhận biết thế giới xung quanh. Ngày nào não của bạn cũng diễn giải hình ảnh, âm thanh, mùi vị, và vô số cảm giác khác mà bạn cảm nhận được. Nếu não không giúp bạn hiểu được mấy thứ này thì bạn khó mà hoạt động, nói năng, đi học, và làm vô số những việc hàng ngày khác. Nếu mắc bệnh tự kỷ dạng nhẹ thì trẻ chỉ gặp chút ít rắc rối trong cuộc sống, còn nếu bị nặng thì phải được trợ giúp nhiều.  Nguyên nhân gây bệnh tự kỷ là gì?  Cứ 150 trẻ thì có 1 trẻ mắc bệnh tự kỷ, nhưng không ai biết nguyên nhân là gì. Một số nhà khoa học cho rằng nếu trong gia đình của trẻ có người bị tự kỷ hoặc những rối loạn tương tự như vậy thì trẻ sẽ dễ mắc bệnh hơn. Rất khó biết được nguyên nhân thật sự của bệnh tự kỷ vì não người rất phức tạp. Não chứa hơn 100 tỉ tế bào thần kinh được gọi là nơ-ron. Mỗi nơ-ron có thể có hàng trăm hoặc hàng ngàn mối liên kết mang thông điệp đến các tế bào thần kinh khác trong não và cơ thể. Các mối liên kết và các tác nhân hoá học mà chúng gửi đi (được gọi chất dẫn truyền thần kinh) sẽ làm cho các nơ-ron giúp bạn nhìn thấy, cảm nhận, cử động, ghi nhớ, và phối hợp nhau đúng cách.  Vì một lý do nào đó mà một vài tế bào và mối liên kết trong não của trẻ bị tự kỷ - nhất là những thứ có ảnh hưởng đến giao tiếp, cảm xúc, và các giác quan - không phát triển đúng cách hoặc bị tổn hại. Các nhà khoa học vẫn còn đang cố gắng tìm hiểu cách thức và nguyên nhân của chuyện này.  Các bác sĩ làm gì?  Thật khó xác định xem một đứa trẻ có bị tự kỷ hay không. Thường thì cha mẹ những người đầu tiên phát  hiện xem có điều gì đó không ổn hay không. Có thể trẻ đến tuổi biết nói nhưng lại không nói, có vẻ như không quan tâm đến mọi người, hoặc cư xử khác thường. Nhưng bệnh tự kỷ không phải là vấn đề duy nhất dẫn đến những triệu chứng như thế này. Chẳng hạn như trẻ gặp vấn đề về thính giác thì cũng có thể gặp khó khăn trong việc nói năng.  Thường thì kết quả xét nghiệm trong phòng thí nghiệm và các xét nghiệm y khoa khác đều bình thường ở trẻ mắc bệnh tự kỷ, nhưng có thể bác sĩ làm như vậy là để bảo đảm trẻ không có vấn đề gì khác. Các xét nghiệm này bao gồm xét nghiệm máu và xét nghiệm nước tiểu, kiểm tra thính lực, điện não đồ (xét nghiệm để đo sóng não), và cộng hưởng từ (hình ảnh cho thấy cấu trúc não). Có thể làm cả trắc nghiệm về chỉ số thông minh (IQ). Thường thì các chuyên gia hợp tác với nhau thành một nhóm để phát hiện xem có gì không ổn hay không. Nhóm này có thể bao gồm bác sĩ nhi khoa, bác sĩ thần kinh nhi khoa, chuyên gia về tâm lý trẻ em, nhà trị liệu ngôn ngữ và nhiều chuyên gia khác nữa. Các thành viên trong nhóm sẽ nghiên cứu xem trẻ chơi, học, giao tiếp và ứng xử như thế  nào. Cả  nhóm cũng chăm chú tìm hiểu xem cha mẹ chúng đã phát hiện được điều gì. Qua những thông tin thu thập được, các bác sĩ sẽ xác định xem trẻ có mắc bệnh tự kỷ hay là một bệnh gì khác hay không. Bệnh tự kỷ được điều trị như thế nào?  Chưa có cách nào điều trị bệnh tự kỷ, nhưng các bác sĩ, nhà trị liệu, và huấn luyện viên đặc biệt có thể giúp trẻ tự kỷ vượt qua hoặc thích ứng với hoàn cảnh khó khăn. Trẻ mắc bệnh tự kỷ được điều trị càng sớm càng tốt.  Các trẻ khác nhau cần được trợ giúp nhiều cách khác nhau, nhưng điều quan trọng nhất vẫn là tìm hiểu xem cách thức giao tiếp như thế nào. Trẻ mắc bệnh tự kỷ có thể khó học nói. Nếu thấy chữ thì hầu hết trẻ đều dễ hiểu hơn, cho nên các nhà trị liệu sẽ dạy cho trẻ giao tiếp bằng cách chỉ vào hình hoặc dùng điệu bộ. Như vậy trẻ sẽ học thêm được  nhiều điều khác, và cuối cùng là nhiều trẻ mắc bệnh tự kỷ học nói được.   Các nhà trị liệu cũng giúp trẻ học các kỹ năng giao tiếp, chẳng hạn như chào hỏi, chờ đến lượt mình, và làm theo hướng dẫn. Một số trẻ cần được trợ giúp đặc biệt về kỹ năng sinh hoạt (như là đánh răng hoặc dọn giường ngủ). Đứa nào khó ngồi yên hoặc khó kiểm soát được tính khí thì cần phải có liệu pháp giúp cho chúng kiểm soát hành vi của mình. Cũng có một số trẻ uống thuốc để ổn định tính khí và hành vi, nhưng chưa có thuốc nào trị khỏi bệnh tự kỷ ở trẻ. Đôi khi người mắc bệnh tự kỷ nhẹ vẫn có thể học ở những trường bình thường. Nhưng hầu hết trẻ mắc bệnh tự kỷ đều cần có môi trường yên tĩnh hơn, ngăn nắp hơn. Cũng cần có những huấn luyện viên chuyên nghiệp để hiểu được những vấn đề mà trẻ gặp phải về giao tiếp và học tập. Trẻ có thể học tại nhà hay ở các lớp đặc biệt tại trường công hay trường tư. Sống với bệnh tự kỷ Một số trẻ mắc bệnh tự kỷ nhẹ sẽ lớn lên và cũng tự sinh hoạt một mình được. Những trẻ gặp các vấn đề nghiêm trọng hơn thì lúc nào cũng cần được trợ giúp. Nhưng nếu có được sự hỗ trợ và thông cảm của bác sĩ, thầy cô, người chăm sóc, cha mẹ, anh chị em và bạn bè thì tất cả các trẻ mắc bệnh tự kỷ đều sẽ có tương lai xán lạn hơn.      "
        },
        {
            "en": "What's Cerebral Palsy? Some kids with cerebral palsy use wheelchairs and others walk with the help of crutches or braces. In some cases, a kid's speech may be affected or the person might not be able to speak at all. Cerebral palsy is a condition that affects thousands of children each year. It is not contagious, which means you can't catch it from anyone who has it.  A kid with cerebral palsy has trouble controlling the muscles of the body. Normally, the brain tells the rest of the body exactly what to do and when to do it. But because cerebral palsy affects the brain, depending on what part of the brain is affected, a kid might not be able to walk, talk, eat, or play the way most kids do. Types of Cerebral Palsy There are three types of cerebral palsy: spastic, athetoid, and ataxic. The most common type of cerebral palsy is spastic. A kid with spastic cerebral palsy can't relax his or her muscles or the muscles may be stiff. Athetoid cerebral palsy affects a kid's ability to control the muscles of the body. This means that the arms or legs that are affected by athetoid cerebral palsy may flutter and move suddenly. A kid with ataxic cerebral palsy has problems with balance and coordination.  A kid with cerebral palsy can have a mild case or a more severe case — it really depends on how much of the brain is affected and which parts of the body that section of the brain controls. If both arms and both legs are affected, a kid might need to use a wheelchair. If only the legs are affected, a kid might walk in an unsteady way or have to wear braces or use crutches. If the part of the brain that controls speech is affected, a kid with cerebral palsy might have trouble talking clearly. Another kid with cerebral palsy might not be able to speak at all. For some babies, injuries to the brain during pregnancy or soon after birth may cause cerebral palsy. Children most at risk of developing cerebral palsy are small, premature babies and babies who need to be on a ventilator (a machine to help with breathing) for several weeks or longer. But for most kids with cerebral palsy, the problem in the brain occurs before birth. Often, doctors don't know why. What Do Doctors Do? Doctors who specialize in treating kids with problems of the brain, nerves, or muscles are usually involved in diagnosing a kid with cerebral palsy. These specialists could include a pediatric <em>neurologist</em>, a doctor who deals with problems of the nervous system and brain in kids. Three other kinds of doctors who can help kids with cerebral palsy include a pediatric orthopedist, who handles problems with bones or joints, a developmental pediatrician, who looks at how a kid is growing or developing compared with other kids the same age, and a pediatric physiatrist, who helps treat children with disabilities of many kinds. There is no special test to figure out if a kid has cerebral palsy. Doctors may order X-rays and blood tests to find out if some other disease of the brain and nervous system may be causing the problem. To diagnose cerebral palsy, doctors usually wait to see how a kid develops to be sure. A case of cerebral palsy often can be diagnosed by the age of 18 months. For example, if a child does not sit up or walk by the time most kids should be doing these things, the kid might have cerebral palsy or some other problem that is causing development to go more slowly. Doctors follow infant and child development closely and look for problems with muscle tone and strength, movement, and reflexes. How Is Cerebral Palsy Treated? For a kid with cerebral palsy, the problem with the brain will not get any worse as the kid gets older. For example, a kid who has cerebral palsy that affects only the legs will not develop cerebral palsy in the arms or problems with speech later on. The effect of cerebral palsy on the arms or legs can get worse, however, and some kids may develop dislocated hips (when the bones that meet at the hips move out of their normal position) or scoliosis (curvature of the  That is why therapy is so important. Kids with cerebral palsy usually have physical, occupational, or speech therapy to help them develop skills like walking, sitting, swallowing, and using their hands. There are also medications to treat the seizures that some kids with cerebral palsy have. Some medications can help relax the muscles in kids with spastic cerebral palsy. And some kids with cerebral palsy may have special surgeries to keep their arms or legs straighter and more flexible.  Living With Cerebral Palsy Cerebral palsy usually doesn't stop kids from going to school, making friends, or doing things they enjoy. But they may have to do these things a little differently or they may need some help. With computers to help them communicate and wheelchairs to help them get around, kids with cerebral palsy often can do a lot of stuff that kids without cerebral palsy can do. Be patient if you know someone or meet someone with cerebral palsy. If you can't understand what a person with cerebral palsy is saying or if it takes a person with cerebral palsy longer to do things, give him or her extra time to speak or move. Being understanding is what being a good friend is all about, and a kid with cerebral palsy will really appreciate it.       ",
            "vi": "Bại não là gì?  Một số trẻ bị bại não phải ngồi xe lăn còn những trẻ khác thì phải chống nạng hoặc dùng dụng cụ chỉnh hình. Trong một số trường hợp thì trẻ có thể gặp vấn đề về ngôn ngữ hoặc có thể người bệnh hoàn toàn không nói chuyện được.  Bại não là bệnh ảnh hưởng đến hàng ngàn trẻ em mỗi năm. Bệnh này không truyền nhiễm, có nghĩa là bạn không thể mắc bệnh do người bệnh lây sang.   Trẻ bị bại não khó mà kiểm soát các cơ trong cơ thể. Bình thường thì não điều khiển các bộ phận khác trong cơ thể cần phải làm gì và khi nào thì làm như vậy một cách chính xác. Nhưng vì bệnh bại não làm ảnh hưởng đến não và tùy phần não bị ảnh hưởng mà có thể trẻ không đi lại được, nói chuyện, ăn uống, hay chơi đùa giống như hầu hết các trẻ khác. Các loại bại não Có ba loại bại não: co cứng, múa vờn, và mất điều hoà. Loại bại não thường gặp nhất là bại não co cứng. Trẻ bị bại não co cứng không thể thả lỏng các cơ hoặc có thể cơ bị cứng.  Bại não múa vờn ảnh hưởng đến khả năng kiểm soát cơ trong cơ thể của trẻ. Điều này có nghĩa là tay hoặc chân bị ảnh hưởng do bại não múa vờn có thể bị run và cử động đột ngột. Trẻ bị bại não mất điều hoà gặp rắc rối trong việc giữ thăng bằng và phối hợp.   Trẻ có thể bị bị bại não nhẹ hay nặng hơn - thật ra thì nặng hay nhẹ còn tùy thuộc vào việc não bị ảnh hưởng nhiều hay ít và phần não này điều khiển các bộ phận nào trên cơ thể. Nếu như cả tay và chân đều bị ảnh hưởng thì có thể trẻ cần phải ngồi xe lăn. Nếu như chỉ có chân bị ảnh hưởng thì có thể trẻ đi không vững hay phải đeo dụng cụ chỉnh hình hoặc chống nạng. Nếu như phần não kiểm soát ngôn ngữ bị ảnh hưởng thì có thể trẻ bị bại não khó mà nói chuyện được một cách rõ ràng. Trẻ khác bị bại não có thể hoàn toàn không nói chuyện được.  Đối với một số bé thì việc tổn thương não khi còn nằm trong bụng mẹ hoặc ngay sau khi chào đời có thể gây bại não. Trẻ có nguy nguy cơ bị bại não nhiều nhất là các trẻ nhẹ cân, sinh non và trẻ phải thở bằng máy (máy giúp hô hấp) trong vài tuần hoặc lâu hơn. Nhưng đối với hầu hết trẻ bị bại não thì vấn đề về não xảy ra trước khi chào đời. Thường thì bác sĩ không biết lý do. Các bác sĩ làm gì?  Các bác sĩ chuyên điều trị cho trẻ em gặp vấn đề về não, thần kinh, hay cơ thì thường làm luôn việc chẩn đoán trẻ bị bại não. Các chuyên gia này có thể bao gồm bác sĩ thần kinh nhi khoa, bác sĩ điều trị các vấn đề về hệ thần kinh và não ở trẻ.  Ba nhóm bác sĩ khác có thể giúp cho trẻ bị bại não gồm có bác sĩ chỉnh hình cho trẻ em, điều trị các vấn đề về xương hoặc khớp, bác sĩ chuyên về sự phát triển của trẻ em, xem xét trẻ tăng trưởng hay phát triển như thế nào so với các trẻ khác đồng trang lứa, và bác sĩ vật lý trị liệu cho trẻ em, giúp điều trị cho các trẻ bị khuyết tật đủ loại. Chưa có xét nghiệm đặc biệt nào để xác định xem liệu trẻ có bị bại não hay không. Các bác sĩ có thể cho chụp X quang và xét nghiệm máu để tìm ra liệu có căn bệnh nào khác liên quan đến não và hệ thần kinh có thể gây ra vấn đề này. Để chẩn đoán bệnh bại não, thường thì bác sĩ chờ xem trẻ phát triển như thế nào cho chắc chắn.  Trường hợp bại não thường có thể chẩn đoán được lúc 18 tháng tuổi. Chẳng hạn như, nếu một đứa trẻ không thể ngồi dậy hoặc đi lại vào khoảng thời gian mà hầu hết trẻ con làm được thì có thể là trẻ bị bại não hoặc gặp vấn đề gì khác làm cho trẻ phát triển chậm hơn. Các bác sĩ theo dõi sự phát triển của trẻ sơ sinh và trẻ nhỏ một cách chặt chẽ và tìm ra vấn đề về trương lực cơ, sức mạnh, cử động và phản xạ.  Bại não được điều trị như thế nào?  Đối với trẻ bị bại não thì vấn đề về não sẽ không trầm trọng hơn khi trẻ trưởng thành. Chẳng hạn như trẻ bị bại não chỉ ảnh hưởng tới chân sẽ không bị bại não ảnh hưởng đến tay hoặc những vấn đề về ngôn ngữ sau này. Tuy nhiên, hậu quả của bệnh bại não đối với tay hay chân có thể trầm trọng hơn, và một số trẻ có thể bị trật khớp hông (khi các xương nối nhau ở hông lệch khỏi vị trí bình thường) hoặc vẹo xương sống (cong xương sống).  Đó là lý do tại sao mà việc điều trị lại quan trọng đến thế. Trẻ bị bại não thường cần đến vật lý trị liệu, liệu pháp lao động hay liệu pháp ngôn ngữ để giúp chúng phát triển các kỹ năng như là đi lại, ngồi xuống, nuốt, và sử dụng bàn tay. Cũng có thuốc để điều trị chứng co giật mà một số trẻ bị bại não mắc phải. Một số loại thuốc có thể giúp làm giãn cơ ở trẻ bị bại não co cứng. Và một số trẻ bị bại não có thể trải qua các ca phẫu thuật đặc biệt để giữ cho tay chân thẳng hơn và linh hoạt hơn.  Sống với bệnh bại não Thường thì bệnh bại não không gây khó khăn cho trẻ trong việc đi học, kết bạn, hoặc làm những điều chúng thích. Nhưng chúng có thể làm mấy chuyện này khác đi một chút hoặc có thể chúng cần được giúp đỡ. Có máy tính giúp trẻ giao tiếp và xe lăn giúp trẻ đi lại dễ dàng, thường thì trẻ bị bại não có thể làm được nhiều việc mà trẻ không bị bại não có thể làm được. Hãy kiên nhẫn nếu như bạn biết ai đó hay gặp ai đó bị bại não. Nếu bạn không hiểu được người bị bại não đang nói gì hoặc nếu người bị bại não làm một việc gì đó lâu hơn bình thường thì hãy cho họ thêm thời gian để nói chuyện hoặc cử động. Biết thông cảm thì mới đúng là một người bạn tốt, có như vậy thì ngay cả một trẻ bé bị bại não cũng phải cảm kích về nghĩa cử của bạn.     "
        }
    ],
    "suggestions": []
}