{
    "en_vn": {
        "data": {
            "content": null,
            "word": "neuron",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>neuron</k><blockquote><cclass>[<cclass>'njʊərɒn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>neurone</b><cclass>-rəʊn) </cclass></cclass></blockquote><blockquote>■ <cclass>noun a specialized cell transmitting nerve impulses. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>neuronal</b><cclass>-'rəʊn(ə)l <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote><cclass><b>neuronic</b><cclass>-'rɒnɪk <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>neuron</i> 'sinew, tendon'; cf. <kref>nerve</kref>. </blockquote></div>",
            "word": "neuron",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neuron",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neuron",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nơron tế bào thần kinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">afferent neuron</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nơron dẫn vào</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">efferent neuron</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nơron dẫn ra</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">motor neuron</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nơron vận động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">motor neuron desease</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệnh tế bào thần kinh vận động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polymorphic neuron</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> neron đa dạng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "neuron",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "If an efferent <em>neuron</em> is connected to a muscle, it is also called a motor <em>neuron</em>.",
            "vi": "Nếu một tế bào thần kinh ly tâm kết nối với cơ thì nó được gọi là tế bào thần kinh vận động."
        },
        {
            "en": "This type of <em>neuron</em> can be found in the retina.",
            "vi": "Kiểu tế bào thần kinh này có thể tìm thấy ở võng mạc."
        },
        {
            "en": "Grey matter is closely packed by <em>neuron</em> cell bodies.",
            "vi": "Chất xám là được bao bọc chặt chẽ bởi các nhóm tế bào thần kinh."
        },
        {
            "en": "Finally, the <em>neuron</em> converts this electrical signal to a chemical one and transmits it to another <em>neuron</em> or to an effector such as a muscle or gland.",
            "vi": "Cuối cùng, tế bào thần kinh chuyển tín hiệu điện này thành tín hiệu hoá học và chuyển tới tế bào thần kinh khác hay tới bộ phận đáp ứng như cơ hay tuyến."
        },
        {
            "en": "The dendrites and axon are thin cytoplasmic extensions of the <em>neuron</em>.",
            "vi": "Các đuôi gai và sợi trục là những phần tế bào chất mỏng kéo dài của tế bào thần kinh."
        },
        {
            "en": "The <em>neuron</em> propagates the signal along its length at high speed.",
            "vi": "Tế bào thần kinh lan truyền tín hiệu dọc theo chiều dài của nó với tốc độ cao."
        },
        {
            "en": "A <em>neuron</em> receives information from the external environment or from other neurons.",
            "vi": "Tế bào thần kinh nhận thông tin từ môi trường ngoài hay từ các tế bào thần kinh khác."
        },
        {
            "en": "A typical <em>neuron</em> in a vertebrate consists of four major regions: a cell body, dendrites, an axon, and synaptic terminals.",
            "vi": "Một tế bào thần kinh điển hình của động vật có xương sống bao gồm bốn vùng chính : thân tế bào, các đuôi gai, một sợi trục và các tận cùng xi náp."
        },
        {
            "en": "<em>Neuron</em> cell bodies are grouped into clusters called ganglia, which are usually located along the animal's midline.",
            "vi": "Các thân của tế bào thần kinh nhóm lại với nhau tạo thành các đám gọi là hạch thần kinh, thường nằm dọc theo đường giữa của động vật."
        },
        {
            "en": "A typical <em>neuron</em> in a vertebrate consists of four major regions : a cell body, dendrites, an axon, and synaptic terminals.",
            "vi": "Một tế bào thần kinh điển hình của động vật có xương sống bao gồm bốn vùng chính: thân tế bào, các đuôi gai, một sợi trục và các tận cùng xi náp."
        },
        {
            "en": "One <em>neuron</em> in the human brain may receive input from as many as one hundred thousand other neurons.",
            "vi": "Một tế bào thần kinh ở bộ não con người có thể nhận thông tin đi vào từ một nghìn tế bào thần kinh khác."
        },
        {
            "en": "When a nerve impulse reaches the end of a <em>neuron</em>, it triggers the release of a chemical, or neurotransmitter.",
            "vi": "Khi một xung thần kinh tiến đến một đầu của tế bào thần kinh, nó sẽ kích hoạt giải phóng hoá chất hay chất trung gian dẫn truyền thần kinh."
        },
        {
            "en": "The <em>neuron</em> integrates, or processes, the information from all of its inputs and determines whether or not to send an output signal.",
            "vi": "Tế bào thần kinh tích hợp hay xử lý mọi nguồn thông tin đi vào và quyết định có gửi một tín hiệu đi ra hay không."
        },
        {
            "en": "The basic purpose of a <em>neuron</em> is to receive incoming information and, based upon that information, send a signal to other neurons, muscles, or glands.",
            "vi": "Mục đích cơ bản của tế bào thần kinh là tiếp nhận thông tin đi vào rồi dựa trên thông tin đó để gửi tín hiệu đến tế bào thần kinh khác, đến các cơ và các tuyến."
        },
        {
            "en": "The primary cell type found in the nervous system is the <em>neuron</em> and long extensions to carry information from one part of the body to another.",
            "vi": "Loại tế bào chủ yếu được tìm thấy ở hệ thần kinh là tế bào thần kinh và những phần kéo dài để mang thông tin từ bộ phận này đến bộ phận khác của cơ thể."
        },
        {
            "en": "Scientists say a new method for recreating the brain cells of patients with schizophrenia could shed new light on the cause of the disabling mental disorder, which is marked by paranoid delusions and auditory hallucinations.  Schizophrenia’s cause remains a mystery, and researchers hoping to gain a better understanding of the disorder have used genetic technology to recreate a schizophrenic patient’s own brain cells, or neurons. Gong Chen, a neurobiologist in the Department of Biology at Pennsylvania State University, worked with researchers at the Salk Institute for Biological Studies in La Jolla, California, to create the cells.  Chen says scientists used molecular biology techniques to reprogram the skin cells of schizophrenic patients to become stem cells. These unspecialized master cells can be coaxed with growth factors and other chemicals to become any type of cell in the body. Researchers then cultured the stem cells in a petri dish to become neurons. These brain cells from schizophrenic patients were then compared to brain cells derived from the skin cells of healthy volunteers. Chen used electrophysiology techniques to test the function of the stem cell-derived neurons. Chen says that at the individual <em>neuron</em> level, there was little apparent difference between the two groups of brain cells. But researchers discovered a distinct difference in how they behaved when grouped as a circuit. When compared to healthy neurons, the neurons generated from schizophrenic patients made fewer connections with each other. \"In the circuit level, when we look at a massive number of neurons, then the neuronal connectivity is indeed decreased,\" he said. An estimated one percent of the world’s population suffers from schizophrenia, the most persistently debilitating of the major mental health conditions. There are anti-psychotic medications to treat the condition, but they are frequently ineffective. Chen says the Salk investigators tried a number of anti-psychotic compounds and found that one of the drugs improved the connectivity and communication among brain cells derived from the schizophrenic patients. Chen believes that using living cells to learn more about the biological mechanisms of diseases like schizophrenia will help researchers develop better treatments. \"We think understanding that it maybe is not (an) individual neuronal problem but rather a circuit level problem will help us to thinking about what kinds of strategy to take to combat this kind of disease,\" he said. Researchers say the method of growing neurons in a dish will aid in the study of other mental and developmental conditions, including autism and a type of chronic depression called bipolar disorder.  Chen says his group’s groundbreaking work with recreated neurons is an example of personalized medicine in which doctors will someday be able to prescribe effective treatments based on their patients’ unique biological make-up. An article describing the creation of brain cells to better understand schizophrenia is published in the journal Nature.",
            "vi": "Các nhà khoa học đã đưa ra phương pháp mới về tái tạo tế bào não ở người mắc bệnh tâm thần phân liệt đồng thời có thể giúp tìm ra nguyên nhân rối loạn tâm thần mất khả năng hoạt động có biểu hiện ở bệnh hoang tưởng và chứng ảo giác thính giác. Nguyên nhân căn bệnh tâm thần phân liệt vẫn còn là điều bí ẩn và các nhà nghiên cứu hi vọng sẽ hiểu rõ hơn về chứng rối loạn này đã sử dụng công nghệ di truyền để tái tạo tế bào não hay tế bào thần kinh của chính người mắc chứng tâm thần phân liệt. Gong Chen là một nhà sinh học thần kinh thuộc khoa sinh học tại trường Đại học bang Pennsylvania đã cùng với các nghiên cứu thuộc Viện nghiên cứu sinh học Salk ở La Jolla, California tạo ra các loại tế bào. Ông Chen cho biết các nhà khoa học đã sử dụng kỹ thuật sinh học phân tử để tái lập trình tế bào da thành tế bào gốc ở bệnh nhân bị tâm thần phân liệt. Những tế bào chủ không chuyên này có thể được điều khiển bằng các nhân tố phát triển và các hoá chất khác để tạo thành một số loại tế bào trong cơ thể. Sau đó họ sẽ cấy tế bào gốc trong đĩa Petri thành tế bào thần kinh. Các tế bào não ở những bệnh nhân bị tâm thần phân liệt được so sánh với tế bào não được lấy từ tế bào da của những người tình nguyện khoẻ mạnh. Ông Chen còn sử dụng kỹ thuật điện sinh lý học để kiểm tra chức năng của tế bào thần kinh lấy từ tế bào gốc. Ông nói rằng tại cấp tế bào thần kinh cá nhân thì ít có sự khác biệt rõ ràng giữa hai nhóm tế bào não này. Nhưng các nhà nghiên cứu đã phát hiện ra sự khác biệt rõ ràng trong cách chúng hoạt động khi được nhóm lại thành quy mô lớn. So với các tế bào thần kinh khoẻ mạnh thì tế bào thần kinh ở người bị bệnh tâm thần phân liệt ít liên kết với nhau hơn. “ Ở cấp độ có quy mô khi chúng ta nhìn vào một số lượng lớn tế bào thần kinh thì khả năng liên kết tế bào thần kinh thực sự giảm đi”. Ước tính có khoảng một phần trăm dân số thế giới mắc bệnh tâm thần phân liệt và hầu hết những người này đều bị suy nhược liên tục chủ yếu về tình trạng sức khoẻ thần kinh. Có nhiều loại thuốc làm giảm rối loạn thần kinh để chữa trị bệnh này nhưng thường chúng không có hiệu quả.  Ông Chen còn cho biết các điều tra viên ở Salk đã thử nghiệm một số hợp chất làm giảm rối loạn tâm thần và đã tìm ra một trong các loại thuốc đó có thể cải thiện khả năng liên kết và trao đối thông tin giữa các tế bào não ở bệnh nhân tâm thần phân liệt. Ông tin rằng việc sử dụng tế bào sống để hiểu hơn về cơ chế sinh học của bệnh như bệnh tâm thần phân liệt sẽ giúp các nhà nghiên cứu điều trị tốt hơn. Ông nói “chúng tôi nghĩ hãy hiểu rằng đó có thể không phải là một căn bệnh thần kinh ở cá nhân mà hãy hiểu rằng đó là một căn bệnh ở cấp quy mô lớn thì sẽ giúp chúng ta nghĩ ra loại chiến lược thích hợp để ngăn ngừa căn bệnh này.” Các nhà nghiên cứu đưa ra phương pháp phát triển tế bào thần kinh ở đĩa sẽ giúp nghiên cứu các căn bệnh tiến triển về thần kinh, kể cả bệnh tự kỷ và một loại bệnh về chứng trầm cảm mãn tính gọi là chứng rối loạn lưỡng cực. Ông Chen cho biết công việc mang tính đột phá bằng việc tái tạo tế bào thần kinh của nhóm nghiên cứu là một ví dụ về loại thuốc đã được cá nhân hoá nghĩa là rồi đây bác sĩ có thể kê đơn chữa trị một cách hiệu quả dựa vào đặc tính sinh học riêng biệt của bệnh nhân. Bài báo đưa tin về sự tạo ra tế bào não giúp hiểu hơn về bệnh tâm thần phân liệt công bố trên tạp chí Nature."
        },
        {
            "en": "What Does Autism Mean? Autism causes kids to experience the world differently from the way most other kids do. It's hard for kids with autism to talk with other people and express themselves using words. Kids who have autism usually keep to themselves and many can't communicate without special help. They also may react to what's going on around them in unusual ways. Normal sounds may really bother someone with autism — so much so that the person covers his or her ears. Being touched, even in a gentle way, may feel uncomfortable. Kids with autism often can't make connections that other kids make easily. For example, when someone smiles, you know the smiling person is happy or being friendly. But a kid with autism may have trouble connecting that smile with the person's happy feelings. A kid who has autism also has trouble linking words to their meanings. Imagine trying to understand what your mom is saying if you didn't know what her words really mean. It is doubly frustrating then if a kid can't come up with the right words to express his or her own thoughts. Autism causes kids to act in unusual ways. They might flap their hands, say certain words over and over, have temper tantrums, or play only with one particular toy. Most kids with autism don't like changes in routines. They like to stay on a schedule that is always the same. They also may insist that their toys or other objects be arranged a certain way and get upset if these items are moved or disturbed. If someone has autism, his or her brain has trouble with an important job: making sense of the world. Every day, your brain interprets the sights, sounds, smells, and other sensations that you experience. If your brain couldn't help you understand these things, you would have trouble functioning, talking, going to school, and doing other everyday stuff. Kids can be mildly affected by autism, so that they only have a little trouble in life, or they can be very affected, so that they need a lot of help. What Causes Autism? Autism affects about 1 in every 150 kids, but no one knows what causes it. Some scientists think that some kids might be more likely to get autism because it or similar disorders run in their families. Knowing the exact cause of autism is hard because the human brain is very complicated. The brain contains over 100 billion nerve cells called neurons. Each <em>neuron</em> may have hundreds or thousands of connections that carry messages to other nerve cells in the brain and body. The connections and the chemical messengers they send (called neurotransmitters) let the neurons that help you see, feel, move, remember, and work together as they should. For some reason, some of the cells and connections in the brain of a kid with autism — especially those that affect communication, emotions, and senses — don't develop properly or get damaged. Scientists are still trying to understand how and why this happens. What Do Doctors Do? Figuring out if a kid has autism can be difficult. A parent is usually the first to suspect that something is wrong. Maybe the kid is old enough to speak but doesn't, doesn't seem interested in people, or behaves in other unusual ways. But autism isn't the only problem that can cause these kinds of symptoms. For example, kids who have hearing problems might have trouble speaking, too. Usually, the results of lab tests and other medical tests are normal in kids with autism, but doctors may do them to make sure the kid doesn't have other problems. These medical tests can include blood and urine tests, a hearing exam, an EEG (a test to measure brain waves), and an MRI (a picture that shows the structure of the brain). Intelligence (IQ) tests also might be done. Often, specialists work together as a team to figure out what is wrong. The team might include a pediatrician, a pediatric neurologist, a child psychologist, speech and language therapists, and others. The team members study how the child plays, learns, communicates, and behaves. The team listens carefully to what parents have noticed, too. Using the information they've gathered, doctors can decide whether a child has autism or another problem. How Is Autism Treated? There is no cure for autism, but doctors, therapists, and special teachers can help kids with autism overcome or adjust to many difficulties. The earlier a kid starts treatment for autism, the better. Different kids need different kinds of help, but learning how to communicate is always an important first step. Spoken language can be hard for kids with autism to learn. Most understand words better by seeing them, so therapists teach them how to communicate by pointing or using pictures or sign language. That makes learning other things easier, and eventually, many kids with autism learn to talk. Therapists also help kids learn social skills, such as how to greet people, wait for a turn, and follow directions. Some kids need special help with living skills (like brushing teeth or making a bed). Others have trouble sitting still or controlling their tempers and need therapy to help them control their behavior. Some kids take medications to help their moods and behavior, but there's no medicine that will make a kid's autism go away. Students with mild autism sometimes can go to regular school. But most kids with autism need calmer, more orderly surroundings. They also need teachers trained to understand the problems they have with communicating and learning. They may learn at home or in special classes at public or private schools. Living With Autism Some kids with mild autism will grow up and be able to live on their own. Those with more serious problems will always need some kind of help. But all kids with autism have brighter futures when they have the support and understanding of doctors, teachers, caregivers, parents, brothers, sisters, and friends.",
            "vi": "Bệnh tự kỷ là gì?  Bệnh tự kỷ làm cho trẻ con cảm nhận thế giới này khác với hầu hết những đứa trẻ khác. Trẻ mắc bệnh tự kỷ khó nói chuyện với người khác và cũng khó dùng từ ngữ mà diễn đạt những gì mình muốn. Trẻ mắc bệnh tự kỷ thường thu mình lại và nhiều trẻ không thể giao tiếp nếu như không được trợ giúp đặc biệt. Chúng cũng có thể phản ứng lại những gì đang diễn ra xung quanh chúng theo những cách khác thường. Ngay cả những âm thanh bình thường cũng có thể làm cho người mắc bệnh tự kỷ cảm thấy bực mình - đến nỗi người bệnh bịt tai lại. Khi bị chạm vào, thậm chí là bị  91ọng gặp lại bạn ở hai vòng cuối.chạm nhẹ thì người mắc bệnh tự kỷ cũng có thể cảm thấy khó chịu.  Thường thì trẻ mắc bệnh tự kỷ không thể liên tưởng được dễ dàng như các trẻ khác. Chẳng hạn như, khi ai đó cười, bạn biết là người đang cười vui vẻ hoặc thân thiện. Nhưng trẻ mắc bệnh tự kỷ khó có thể liên tưởng nụ cười với niềm vui của người đang cười.   Trẻ mắc bệnh tự kỷ cũng gặp khó khăn khi liên kết một từ với nghĩa của từ đó. Hãy tưởng tượng như bạn đang cố hiểu xem mẹ bạn đang nói gì nếu như bạn không biết thực sự mẹ bạn đang muốn nói gì. Trẻ sẽ càng bực dọc khi không nghĩ ra được từ nào thích hợp để diễn tả những gì mình nghĩ.  Bệnh tự kỷ làm cho trẻ hành động theo những cách khác thường. Chúng có thể vỗ tay, lặp đi lặp lại một số từ, có tính khí nóng nảy, hay chỉ chơi một món đồ chơi nào đó mà thôi. Hầu hết trẻ mắc bệnh tự kỷ đều không thích thay đổi lề thói hàng ngày. Chúng thích lệ thuộc vào một cái gì đó thường ngày. Có thể chúng cũng khăng khăng đòi phải sắp xếp đồ chơi hay những món đồ  nào đó theo một cách nào đó và thấy khó chịu nếu mấy món đó bị dời đi hoặc bị xáo trộn.  Nếu một người nào đó mắc bệnh tự kỷ thì não của người ấy sẽ không làm được cái việc quan trọng là nhận biết thế giới xung quanh. Ngày nào não của bạn cũng diễn giải hình ảnh, âm thanh, mùi vị, và vô số cảm giác khác mà bạn cảm nhận được. Nếu não không giúp bạn hiểu được mấy thứ này thì bạn khó mà hoạt động, nói năng, đi học, và làm vô số những việc hàng ngày khác. Nếu mắc bệnh tự kỷ dạng nhẹ thì trẻ chỉ gặp chút ít rắc rối trong cuộc sống, còn nếu bị nặng thì phải được trợ giúp nhiều.  Nguyên nhân gây bệnh tự kỷ là gì?  Cứ 150 trẻ thì có 1 trẻ mắc bệnh tự kỷ, nhưng không ai biết nguyên nhân là gì. Một số nhà khoa học cho rằng nếu trong gia đình của trẻ có người bị tự kỷ hoặc những rối loạn tương tự như vậy thì trẻ sẽ dễ mắc bệnh hơn. Rất khó biết được nguyên nhân thật sự của bệnh tự kỷ vì não người rất phức tạp. Não chứa hơn 100 tỉ tế bào thần kinh được gọi là nơ-ron. Mỗi nơ-ron có thể có hàng trăm hoặc hàng ngàn mối liên kết mang thông điệp đến các tế bào thần kinh khác trong não và cơ thể. Các mối liên kết và các tác nhân hoá học mà chúng gửi đi (được gọi chất dẫn truyền thần kinh) sẽ làm cho các nơ-ron giúp bạn nhìn thấy, cảm nhận, cử động, ghi nhớ, và phối hợp nhau đúng cách.  Vì một lý do nào đó mà một vài tế bào và mối liên kết trong não của trẻ bị tự kỷ - nhất là những thứ có ảnh hưởng đến giao tiếp, cảm xúc, và các giác quan - không phát triển đúng cách hoặc bị tổn hại. Các nhà khoa học vẫn còn đang cố gắng tìm hiểu cách thức và nguyên nhân của chuyện này.  Các bác sĩ làm gì?  Thật khó xác định xem một đứa trẻ có bị tự kỷ hay không. Thường thì cha mẹ những người đầu tiên phát  hiện xem có điều gì đó không ổn hay không. Có thể trẻ đến tuổi biết nói nhưng lại không nói, có vẻ như không quan tâm đến mọi người, hoặc cư xử khác thường. Nhưng bệnh tự kỷ không phải là vấn đề duy nhất dẫn đến những triệu chứng như thế này. Chẳng hạn như trẻ gặp vấn đề về thính giác thì cũng có thể gặp khó khăn trong việc nói năng.  Thường thì kết quả xét nghiệm trong phòng thí nghiệm và các xét nghiệm y khoa khác đều bình thường ở trẻ mắc bệnh tự kỷ, nhưng có thể bác sĩ làm như vậy là để bảo đảm trẻ không có vấn đề gì khác. Các xét nghiệm này bao gồm xét nghiệm máu và xét nghiệm nước tiểu, kiểm tra thính lực, điện não đồ (xét nghiệm để đo sóng não), và cộng hưởng từ (hình ảnh cho thấy cấu trúc não). Có thể làm cả trắc nghiệm về chỉ số thông minh (IQ). Thường thì các chuyên gia hợp tác với nhau thành một nhóm để phát hiện xem có gì không ổn hay không. Nhóm này có thể bao gồm bác sĩ nhi khoa, bác sĩ thần kinh nhi khoa, chuyên gia về tâm lý trẻ em, nhà trị liệu ngôn ngữ và nhiều chuyên gia khác nữa. Các thành viên trong nhóm sẽ nghiên cứu xem trẻ chơi, học, giao tiếp và ứng xử như thế  nào. Cả  nhóm cũng chăm chú tìm hiểu xem cha mẹ chúng đã phát hiện được điều gì. Qua những thông tin thu thập được, các bác sĩ sẽ xác định xem trẻ có mắc bệnh tự kỷ hay là một bệnh gì khác hay không. Bệnh tự kỷ được điều trị như thế nào?  Chưa có cách nào điều trị bệnh tự kỷ, nhưng các bác sĩ, nhà trị liệu, và huấn luyện viên đặc biệt có thể giúp trẻ tự kỷ vượt qua hoặc thích ứng với hoàn cảnh khó khăn. Trẻ mắc bệnh tự kỷ được điều trị càng sớm càng tốt.  Các trẻ khác nhau cần được trợ giúp nhiều cách khác nhau, nhưng điều quan trọng nhất vẫn là tìm hiểu xem cách thức giao tiếp như thế nào. Trẻ mắc bệnh tự kỷ có thể khó học nói. Nếu thấy chữ thì hầu hết trẻ đều dễ hiểu hơn, cho nên các nhà trị liệu sẽ dạy cho trẻ giao tiếp bằng cách chỉ vào hình hoặc dùng điệu bộ. Như vậy trẻ sẽ học thêm được  nhiều điều khác, và cuối cùng là nhiều trẻ mắc bệnh tự kỷ học nói được.   Các nhà trị liệu cũng giúp trẻ học các kỹ năng giao tiếp, chẳng hạn như chào hỏi, chờ đến lượt mình, và làm theo hướng dẫn. Một số trẻ cần được trợ giúp đặc biệt về kỹ năng sinh hoạt (như là đánh răng hoặc dọn giường ngủ). Đứa nào khó ngồi yên hoặc khó kiểm soát được tính khí thì cần phải có liệu pháp giúp cho chúng kiểm soát hành vi của mình. Cũng có một số trẻ uống thuốc để ổn định tính khí và hành vi, nhưng chưa có thuốc nào trị khỏi bệnh tự kỷ ở trẻ. Đôi khi người mắc bệnh tự kỷ nhẹ vẫn có thể học ở những trường bình thường. Nhưng hầu hết trẻ mắc bệnh tự kỷ đều cần có môi trường yên tĩnh hơn, ngăn nắp hơn. Cũng cần có những huấn luyện viên chuyên nghiệp để hiểu được những vấn đề mà trẻ gặp phải về giao tiếp và học tập. Trẻ có thể học tại nhà hay ở các lớp đặc biệt tại trường công hay trường tư. Sống với bệnh tự kỷ Một số trẻ mắc bệnh tự kỷ nhẹ sẽ lớn lên và cũng tự sinh hoạt một mình được. Những trẻ gặp các vấn đề nghiêm trọng hơn thì lúc nào cũng cần được trợ giúp. Nhưng nếu có được sự hỗ trợ và thông cảm của bác sĩ, thầy cô, người chăm sóc, cha mẹ, anh chị em và bạn bè thì tất cả các trẻ mắc bệnh tự kỷ đều sẽ có tương lai xán lạn hơn.      "
        }
    ],
    "suggestions": []
}