{
    "en_vn": {
        "data": {
            "content": null,
            "word": "neuroscience"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>neuroscience</k><blockquote>■ <cclass>noun any or all of the sciences concerned with the nervous system and brain. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>neuroscientist</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "neuroscience"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neuroscience"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neuroscience"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neuroscience"
        }
    },
    "sentences": [
        {
            "en": "David Ginty, Ph.D., professor of <em>neuroscience</em> at Johns Hopkins explains:",
            "vi": "Tiến sĩ David Ginty, giáo sư khoa học thần kinh tại Đại học Johns Hopkins cho biết:"
        },
        {
            "en": "Startups co-found network of <em>neuroscience</em> labs in Vietnam",
            "vi": "Đồng startup phát triển mạng lưới các phòng thí nghiệm thần kinh học tại Việt Nam"
        },
        {
            "en": "The Gallup study appears in the Aug. 28 online issue of Frontiers in Evolutionary <em>Neuroscience</em>.",
            "vi": "Nghiên cứu của Gallup được đăng tải trên số báo trực tuyến ngày 28 tháng 8 của tờ Frontiers in Evolutionary Neuroscience."
        },
        {
            "en": "The resulting fusion of <em>neuroscience</em> and marketing is Inevitably , being called ' Neuromarketing ’.",
            "vi": "Sự hợp nhất kết quả của khoa học thần kinh và marketing tất nhiên, được gọi là ' Tiếp thị thần kinh học '."
        },
        {
            "en": "To readers who are unfamiliar with <em>neuroscience</em> and music behavior, Musicophilia may be something of a revelation.",
            "vi": "Với những độc giả còn xa lạ với ngành khoa học thần kinh và hành vi âm nhạc, Musicophilia có lẽ là một điều đáng ngạc nhiên."
        },
        {
            "en": "The authors say that this study has revealed facts that could have implications for mental health and <em>neuroscience</em> research.",
            "vi": "Các tác giả nói rằng nghiên cứu này đã tiết lộ những sự thật có thể có tác động đến việc nghiên cứu sức khỏe tâm thần và sinh học thần kinh."
        },
        {
            "en": "Senior author Matthew Walker, associate professor of psychology and <em>neuroscience</em> at UC Berkeley, says in a media statement:",
            "vi": "Tác giả kỳ cựu Matthew Walker, giáo sư tâm lý học và khoa học thần kinh tại UC Berkeley, cho biết trong một bài phát biển trên phương tiện truyền thông:"
        },
        {
            "en": " Two tech startups from Vietnam and Australia have agreed to establish a network of laboratories for <em>neuroscience</em> studies, named Neuro Lab, in Vietnam.",
            "vi": "Hai công ty startup từ Việt Nam và Úc đã đồng ý thành lập một mạng lưới các phòng thí nghiệm nghiên cứu thần kinh học, được đặt tên là Neuro Lab, tại Việt Nam."
        },
        {
            "en": "At the same time, developments in <em>neuroscience</em> provided new clue s to what makes us happy and what that looks like in the brain.",
            "vi": "Đồng thời, sự phát triển của khoa học thần kinh đã cung cấp những Manh mối mới về điều khiến cho chúng ta vui vẻ và nó trông như thế nào trong não bộ."
        },
        {
            "en": "'It is cognition that counts, not the physical matter that does the cognition , 'argued Nancy Kanwisher, a professor of <em>neuroscience</em> at the Massachusetts Institute of Technology.",
            "vi": "“Nó là sự Nhận thức được tính, không phải là vật chất mà là Nhận thức ’, Giáo sư khoa thần kinh học viện Công nghệ Massachusetts, Nancy Kanwisher tranh luận."
        },
        {
            "en": "They hope the study, in the Journal of <em>Neuroscience</em>, may aid work on attention deficit disorders which are linked to problems in the same part of the brain.",
            "vi": "Trên tạp chí khoa học về thần kinh, họ hy vọng rằng nghiên cứu sẽ có thể giúp những công trình liên quan đến những rối loạn thiểu năng chú ý có liên quan đến các vấn đề trên cùng một khu vực của não."
        },
        {
            "en": "Vietnam's DTT Technology Group and Australia-based EMOTIV agreed to establish a network of laboratories for <em>neuroscience</em> studies, named Neuro Lab, in Vietnam. ",
            "vi": "Tập đoàn công nghệ DTT của Việt Nam và EMOTIV của Úc đã đồng ý thành lập một mạng lưới các phòng thí nghiệm nghiên cứu thần kinh học, được đặt tên là Neuro Lab, tại Việt Nam."
        },
        {
            "en": "In the teenagers’ real lives, the influence of their friends is likely to be even more dramatic, said Mirella Dapretto, professor of psychiatry and biobehavioral sciences at UCLA’s Semel Institute of <em>Neuroscience</em> and Human Behavior.",
            "vi": "Mirella Dapretto, giáo sư khoa học tâm sinh lý tại Viện Khoa học thần kinh Semel và hành vi con người của UCLA nói rằng: Trong cuộc sống thực tế của thanh thiếu niên, sự tác động từ những người bạn có khả năng gây ấn tượng sâu sắc."
        },
        {
            "en": "The gum chewers did significantly better than the others, remembering an average of eight or nine words immediately after hearing the list, said Dr Scholey of the university's Human Cognitive <em>Neuroscience</em> Unit.",
            "vi": "Tiến sỹ scholey thuộc bộ phận khoa học thần kinh về nhận thức của con người cho biết những người nhai kẹo cao su nhớ tốt hơn những người khác, họ nhớ được trung bình tám hoặc chín từ ngay lập tức sau khi nghe bản liệt kê."
        },
        {
            "en": "However, there are major hurdles that the scientists will need to overcome if they are to achieve their goals, including “<em>neuroscience</em>, synthetic biology, low-power electronics, photonics, medical device packaging and manufacturing, systems engineering, and clinical testing”.",
            "vi": "Tuy nhiên, có nhiều trở ngại lớn mà các nhà khoa học cần phải vượt qua nếu họ đạt được mục tiêu, bao gồm \"thần kinh học, sinh học tổng hợp, điện tử công suất thấp, quang tử, đóng gói và sản xuất thiết bị y tế, kỹ thuật hệ thống và thử nghiệm lâm sàng\"."
        },
        {
            "en": "Scientists in China and Canada won a <em>neuroscience</em> prize for trying to understand what happens in the brains of people who see the face of Jesus in a piece of toast.",
            "vi": "Các nhà khoa học Trung Quốc và Canada nhận giải khoa học thần kinh cho công trình nghiên cứu xem não người phản ứng như thế nào khi nhìn thấy gương mặt của chúa Giê-xu trên một chiếc bánh mì."
        },
        {
            "en": "A recent paper in <em>Neuroscience</em> by a research team in Montreal, Canada, marks an important step in repealing the precise underpinnings of ‘ the potent pleasurable stimulus ’ that is music.",
            "vi": "Một bài báo gần đây của Neuroscience bởi một nhóm nghiên cứu tại Montreal, Canada, đánh dấu một bước quan trọng  trong việc bãi bỏ những nền tảng xác định của \" sự kích thích thú vị đầy mạnh mẽ \" đó là âm nhạc. "
        },
        {
            "en": "Spoof Nobel prizes that honor the humor in science were handed out at Harvard University, celebrating the physics of stepping on a banana skin and the <em>neuroscience</em> behind spotting Jesus in toast.",
            "vi": "Các giải Nobel ngược tôn vinh tính hài hước trong khoa học được trao tại đại học Harvard, tán dương các nghiên cứu vật lý học với đề tài trượt vỏ chuối và những nghiên cứu về não những người nhìn thấy mặt của chúa Giê-xu trên chiếc bánh mì."
        },
        {
            "en": "If you forced early risers to have to work late into the night they'd also face health problems, says Russell Foster, head of the Nuffield Laboratory of Ophthalmology and the Sleep and Circadian <em>Neuroscience</em> Institute.",
            "vi": "Nếu bạn buộc họ phải dậy sớm nhưng phải làm việc muộn vào ban đêm thì họ sẽ phải đối mặt với các vấn đề về sức khỏe, theo ông Russell Foster, người đứng đầu ở phòng thí nghiệm nhãn khoa Nuffield và viện khoa học thần kinh và giấc ngủ cho biết."
        },
        {
            "en": "Stephanie Cacioppo, a psychologist at the University of Chicago who has studied the <em>neuroscience</em> of romantic love for the past decade, explains that the process involves several complex changes, particularly in the brain’s reward system.",
            "vi": "Nhà tâm lý học tại đại học Chicago, Stephanie Cacioppo đã nghiên cứu khoa học thần kinh về sự lãng mạn trong tình yêu trong thập kỷ qua, giải thích rằng quá trình này liên quan tới một số thay đổi phức tạp, đặc biệt là trong hệ thống củng cố của não."
        }
    ],
    "suggestions": []
}