{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,njuərou'lɔdʒikl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) thần kinh, (thuộc) hệ thần kinh</td></tr></table><i/></div>",
            "word": "neurological",
            "pronounce": "[,njuərou'lɔdʒikl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "neurological",
            "pronounce": "[,njuərou'lɔdʒikl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neurological",
            "pronounce": "[,njuərou'lɔdʒikl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neurological",
            "pronounce": "[,njuərou'lɔdʒikl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neurological",
            "pronounce": "[,njuərou'lɔdʒikl]"
        }
    },
    "sentences": [
        {
            "en": "She has symptoms of <em>neurological</em> dysfunction.",
            "vi": "Cô ấy có những dấu hiệu bất ổn về thần kinh."
        },
        {
            "en": "This is a procedure to help doctors diagnose <em>neurological</em> conditions.",
            "vi": "Đây là một thủ tục để giúp các bác sĩ chẩn đoán bệnh thần kinh."
        },
        {
            "en": "The goal of restorative surgery is to repair <em>neurological</em> function.",
            "vi": "Mục đích của ca phẫu thuật phục hồi này là hồi phục lại chức năng thần kinh."
        },
        {
            "en": "In unvaccinated humans, rabies is almost always fatal after <em>neurological</em> symptoms have developed.",
            "vi": "Ở những người không tiêm vacxin, hầu hết đều chết do bệnh dại sau khi các triệu chứng về thần kinh bộc phát."
        },
        {
            "en": "\"The present case represents a new <em>neurological</em> complication of wearing tight jeans,\" they wrote.",
            "vi": "Họ đã viết \"Các trường hợp này là biểu hiện của một biến chứng thần kinh mới khi mặc quần Jeans bó sát\"."
        },
        {
            "en": "The <em>neurological</em> condition resulting when the spinal cord has been partly cut through.",
            "vi": "Tình trạng thần kinh xảy ra khi dây cột sống bị cắt ngang một phần."
        },
        {
            "en": "Malignant tumours grow rapidly, spreading through the otherwise normal brain tissue and causing progressive <em>neurological</em> disability.",
            "vi": "Bướu ác tính phát triển nhanh lan rộng qua mô não bình thường và tạo nên sự liệt hệ thần kinh tiến triển."
        },
        {
            "en": "<em>Neurological</em> disorders may occur when the balance of neurotransmitters is upset.",
            "vi": "Rối loạn thần kinh có thể xuất hiện khi sự cân bằng các chất dẫn truyền thần kinh bị đảo lộn."
        },
        {
            "en": "14% of the global burden of disease is attributable to mental, <em>neurological</em>, and substance use disorders.",
            "vi": "14% gánh nặng bệnh tật toàn cầu liên quan đến các bệnh rối loạn về tâm- thần kinh và sử dụng chất gây nghiện."
        },
        {
            "en": "He continued his postdoctoral training at the National Institute of <em>Neurological</em> Disorders and Stroke at the National Institutes of Health.",
            "vi": "Ông ấy tiếp tục đào tạo sau tiến sĩ tại Viện Rối Loạn Thần Kinh và Đột Quỵ Quốc Gia ở Viện Y tế Quốc Gia."
        },
        {
            "en": "Because of these key <em>neurological</em> differences, the worriers also had exceptionally active imaginations, which only exacerbates these feelings of threat.",
            "vi": "Vì những khác biệt thần kinh quan trọng này, nên những người cả nghĩ cũng có trí tưởng tượng hoạt động rất tích cực, do vậy mà sợ hãi thái quá về mối đe doạ."
        },
        {
            "en": "Another conclusion one could draw is that there seem to be no \"cures” for <em>neurological</em> prob-lems involving music.",
            "vi": "Một kết luạn khác có thể nhắc đến là dường như không có cách chữa cho những vấn đề tâm thần có liên quan đến âm nhạc."
        },
        {
            "en": "Overflow incontinence is leakage from a full bladder, which occurs most commonly in old men with bladder outflow obstruction or in patients with <em>neurological</em> conditions affecting bladder control.",
            "vi": "Không kềm được do quá tải là thoát nước tiểu ra khỏi bàng quang đã đầy, thường xảy ra nhất ở các ông già bị tắc dòng chảy khỏi bàng quang hay ở các bệnh nhân bị các rối loạn thần kinh ảnh hưởng tới việc kiểm soát bàng quang."
        },
        {
            "en": "Robert Zatorre, of the Montreal <em>Neurological</em> Institute of Canada, said: \"this finding tells us something about the mechanisms in the brain that are important for attention.",
            "vi": "Robert zatorre của viện thần kinh học montreal, canada thì nói: \"phát hiện này cho chúng ta biết đôi điều về cơ chế hoạt động của não bộ là điều quan trọng trong việc tập trung chú ý."
        },
        {
            "en": "The virus has caused alarm because it is suspected to cause severe brain damage in newborns, Guillain-Barre syndrome and other auto-immune and <em>neurological</em> disorders.",
            "vi": "Virus này đã làm mọi người hoảng sợ vì người ta nghi nó gây tổn thương não nghiêm trọng ở trẻ sơ sinh, hội chứng Guillain-Barre và các rối loạn tự miễn dịch và rối loạn thần kinh khác."
        },
        {
            "en": "Mental, <em>neurological</em>, and substance use disorders are common in all regions of the world, affecting every community and age group across all income categories.",
            "vi": "Các rối loạn tâm- thần kinh và rối loạn liên quan đến sử dụng chất (gây nghiện), phổ biến ở tất cả các vùng trên toàn thế giới, tác động đến mọi độ tuổi và cộng đồng với các mức thu nhập khác nhau."
        },
        {
            "en": "More than 75% of patients with mental, <em>neurological</em>, and substance use disorders in many low-income countries do not have access to treatment.",
            "vi": "Hơn 75% bệnh nhân tâm thần, động kinh và sử dụng chất gây nghiện ở các nước có thu nhập thấp không được tiếp cận điều trị."
        },
        {
            "en": "Not only can they cause sores and foul-smelling discharge, they can lead to serious complications, such as liver failure, cancers, <em>neurological</em> problems and death!",
            "vi": "Không những chúng có thể gây ra vết loét và chất mủ hôi hám, chúng có thể dẫn đến những biến chứng trầm trọng, chẳng hạn như suy gan, ung thư, bệnh thần kinh và tử vong!"
        },
        {
            "en": "In pregnant women, STDs can cause: spontaneous abortion, low birth weight, premature birth, <em>neurological</em> damage to the newborn, transmission of the infection to the baby.",
            "vi": "Ở phụ nữ có thai, stds có thể gây ra: hư thai tự nhiên, trẻ sinh nhẹ ký, sinh non, tổn thương thần kinh ở trẻ sơ sinh, lây bệnh truyền nhiễm cho trẻ sơ sinh."
        },
        {
            "en": "Most countries allocate a small fraction of the resources that are needed to be able to adequately respond to mental, <em>neurological</em>, and substance use disorders.",
            "vi": "Phần lớn các nước chỉ dành một phần nhỏ trong số nguồn lực cần phải có cho các rối loạn tâm- thần kinh và rối loạn do sử dụng chất (gây nghiện)."
        }
    ],
    "suggestions": []
}