{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nju:trəlaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">neutralize</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nju:trəlaiz]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">neutralize</font></td></tr></table><i/></div>",
            "word": "neutralise",
            "pronounce": "['nju:trəlaiz]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "neutralise",
            "pronounce": "['nju:trəlaiz]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "neutralise",
            "pronounce": "['nju:trəlaiz]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "neutralise",
            "pronounce": "['nju:trəlaiz]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "neutralise",
            "pronounce": "['nju:trəlaiz]"
        }
    },
    "sentences": [
        {
            "en": "The 38-page Basic report warns a security breach could '<em>neutralise</em> operations, lead to loss of life, defeat or perhaps even the catastrophic exchange of nuclear warheads (directly or indirectly)'.",
            "vi": "Báo cáo Basic dài 38 trang cảnh báo vi phạm an ninh có thể \"vô hiệu hóa các hoạt động, dẫn đến thiệt hại về tính mạng, đánh bại hoặc thậm chí là sự chuyển đổi đầy thảm họa của các đầu đạn hạt nhân (trực tiếp hay gián tiếp)\"."
        },
        {
            "en": "I know, I said gas *eww*. But seriously, if you suffer from bloat or feel gassy on the regular then a mug of warm honey water will help to <em>neutralise</em> the gas in your system. You’ll feel half a stone lighter in no time.",
            "vi": "Tôi biết, tôi đã nói xì hơi \"eo ơi\". Nhưng nghiêm túc mà nói, nếu bạn phải chịu đựng cảm giác trướng và đầy hơi thường xuyên thì một ly mật ong pha nước ấm sẽ giúp trung hòa khí trong cơ thể. Bạn sẽ không còn cảm thấy nặng nề."
        },
        {
            "en": "All kinds of ripe fruit and vegetables have an alkaline reaction, helping to <em>neutralise</em> excess acid in your body. Things like meat, sugar, fat and dairy products have the opposite effect.   \"My body itself knows what is better for it’’ is one of the most insidious mind traps. An alcoholic’s body wants to drink; a smoker’s body dreams of a cigarette; our bodies are always hungry for chocolate and fries. How can the body know what is better?   Food affects not only your body but also your mind. The most ’’clean’’ kinds of food are fresh fruit, vegetables, cereals, and that which is cooked with a minimum amount of oil, spices, and salt.",
            "vi": "Mọi loại rau quả chín đều có phản ứng kiềm, giúp trung hòa a-xít dư thừa trong cơ thể của bạn. Những thức ăn như thịt, đường, chất béo và sản phẩm sữa thì lại có tác dụng ngược lại.  \"Cơ thể tôi tự nó biết những gì là tốt cho nó\" là một trong những suy nghĩ sai lầm nhất. Cơ thể một người nghiện rượu thì muốn uống rượu; cơ thể người nghiện thuốc lá thì thích hút thuốc lá; cơ thể chúng ta luôn thèm sô-cô-la và khoai tây chiên. Làm sao cái cơ thể ấy biết được cái gì là tốt cho nó hơn chứ?  Thực phẩm không chỉ tác động đến cơ thể mà còn lên cả suy nghĩ của chúng ta nữa. Những loại thực phẩm \"sạch\" nhất là trái cây tươi, rau, ngũ cốc, và thực phẩm được nấu nướng có ít dầu, gia vị, và muối nhất."
        }
    ],
    "suggestions": []
}