{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Nevada"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nevada"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nevada"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nevada"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nevada"
        }
    },
    "sentences": [
        {
            "en": "There is military underground in <em>Nevada</em>.",
            "vi": "Có một tổ chức quân đội bí mật nằm ở Nevada."
        },
        {
            "en": "I teach economics at <em>Nevada</em> University three times per week.",
            "vi": "Tôi dạy môn kinh tế học ở Đại học Nevada ba lần một tuần."
        },
        {
            "en": "Buses bring visitors from the famous city of Las Vegas, <em>Nevada</em>.",
            "vi": "Xe buýt chở khách từ thành phố nổi tiếng Nevada của Las Vegas tới."
        },
        {
            "en": "In 1866, an American railroad company was constructing a tunnel through the Sierra <em>Nevada</em> mountains.",
            "vi": "Năm 1866, một công ty đường sắt Hoa Kỳ đang xây dựng một đường hầm băng qua dãy núi Sierra Nevada"
        },
        {
            "en": "I scan the sixty faces in my economics class at <em>Nevada</em> University.",
            "vi": "Tôi lướt nhìn sáu mươi gương mặt trong lớp kinh tế học của tôi tại Đại học Nevada."
        },
        {
            "en": "The people in <em>Nevada</em> are opposed to the creation of a nuclear waste repository.",
            "vi": "Người dân ở Nevada chống lại việc tạo ra kho phế liệu hạt nhân."
        },
        {
            "en": "The cardiologist is licensed in California and Texas and also has an office in Las Vegas, <em>Nevada</em>.",
            "vi": "Bác sĩ tim mạch này được cấp phép ở California và Texas và cũng có văn phòng ở Las Vegas, Nevada."
        },
        {
            "en": "It extends more than two hundred twenty-five kilometers across the southern part of the state of California, and across the border with the state of <em>Nevada</em>.",
            "vi": "Nó trải dài hơn 225 km qua phía Nam của tiểu bang California, và qua biên giới của bang Nevada."
        },
        {
            "en": "In addition to teaching here at <em>Nevada</em> University, I also teach at the community college in Henderson, seventeen miles down the freeway from where I live.",
            "vi": "Ngoài việc dạy học ở đây, tại Đại học Nevada, tôi còn dạy ở trường cao đẳng cộng đồng ở Henderson, cách nơi tôi sống mười bảy dặm xuôi theo xa lộ."
        },
        {
            "en": "LAS VEGAS, NV - AUGUST 09: Actress and emcee Rosie Perez arrives at the second annual <em>Nevada</em> Boxing Hall of Fame induction gala at the New Tropicana Las Vegas on August 9, 2014 in Las Vegas, <em>Nevada</em>. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 9 tháng 8: Nữ diễn viên kiêm dẫn chương trình Rosie Perez đã đến dự lễ khai mạc thường niên lần thứ hai của Nevada Boxing Hall of Fame tại khách sạn New Tropicana Las Vegas vào ngày 9 tháng 8 năm 2014 tại Las Vegas, Nevada. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "LAS VEGAS, NV - AUGUST 09: Actress and emcee Rosie Perez arrives at the second annual <em>Nevada</em> Boxing Hall of Fame induction gala at the New Tropicana Las Vegas on August 9, 2014 in Las Vegas, <em>Nevada</em>. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 9 tháng 8: Nữ diễn viên kiêm dẫn chương trình Rosie Perez đã đến dự lễ khai mạc thường niên lần thứ hai của Nevada Boxing Hall of Fame tại khách sạn New Tropicana Las Vegas vào ngày 9 tháng 8 năm 2014 tại Las Vegas, Nevada. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "There are pirate museums in North Carolina, a pirate ride at Disney World in Orlando, Florida; a pirate hotel in Las Vegas, <em>Nevada</em> and there is even a yearly International Talk Like a Pirate Day.",
            "vi": "Có những bảo tàng của cướp biển ở bắc carolina; con đường cướp biển trong thế giới disney ở orlando, florid; khách sạn cho cướp biển ở las vegas, nevada và có cả ngày hội cướp biển - một hội thảo quốc tế tổ chức hàng năm."
        },
        {
            "en": "According to the Guardian, the leaked data includes emails, financial spreadsheets, passports and corporate documents that show the secret owners of bank accounts and companies in 21 offshore jurisdictions, including <em>Nevada</em>, Hong Kong and the British Virgin Islands.",
            "vi": "Theo Guardian, dữ liệu bị rò rỉ bao gồm email, bảng tính tài chính, hộ chiếu và các tư liệu công ty tiết lộ người chủ sở hữu bí mật của các tài khoản ngân hàng và các công ty ở 21 vùng lãnh thổ ngoài khơi, bao gồm Nevada, Hồng Kông và Đảo Virgin của Anh Quốc."
        },
        {
            "en": ", the only ship of the United States Navy to ever be named for the 46th state, was a World War I - era battleship and the second of two ships in her class ; her sister ship was <em>Nevada</em>.",
            "vi": "USS Oklahoma (BB-37), chiếc tàu chiến duy nhất của Hải quân Hoa Kỳ được đặt cái tên này nhằm tôn vinh tiểu bang thứ 46 của Hoa Kỳ, là một thiết giáp hạm/chiến hạm thời kỳ Thế Chiến I, và là chiếc thứ hai trong tổng số hai chiếc thuộc loại này; con tàu cùng loại với nó là chiếc thiết giáp hạm Nevada."
        },
        {
            "en": "Death Valley is a huge place. It extends more than two hundred twenty-five kilometers across the southern part of the state of California, and across the border with the state of <em>Nevada</em>.",
            "vi": "Thung lũng chết là một khu vực rất rộng lớn. Nó trải dài hơn 225 km qua phía Nam của tiểu bang California, và qua biên giới của bang Nevada."
        },
        {
            "en": "Death Valley is a huge place. It extends more than two hundred twenty - five kilometers across the southern part of the state of California, and across the border with the state of <em>Nevada</em>.",
            "vi": "Thung lũng chết là một khu vực rất rộng lớn. Nó trải dài hơn 225 km qua phía Nam của tiểu bang California, và qua biên giới của bang Nevada."
        },
        {
            "en": "LAS VEGAS, NV - AUGUST 11: UFC lightweight champion Conor McGregor hits a heavy bag during a media workout at the UFC Performance Institute on August 11, 2017 in Las Vegas, <em>Nevada</em>. McGregor will fight Floyd Mayweather Jr. in a boxing match at T-Mobile Arena on August 26 in Las Vegas. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 11 tháng 08: Nhà vô địch hạng nhẹ UFC Conor McGregor đấm một bao cát trong buổi tập luyện tại UFC Performance Institute vào ngày 11 tháng 8 năm 2017 tại Las Vegas, Nevada. McGregor sẽ đấu với Floyd Mayweather Jr. trong trận quyền anh tại nhà thi đấu T-Mobile Arena vào ngày 26 tháng 8 tại Las Vegas. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "LAS VEGAS, NV - AUGUST 11: UFC lightweight champion Conor McGregor hits a heavy bag during a media workout at the UFC Performance Institute on August 11, 2017 in Las Vegas, <em>Nevada</em>. McGregor will fight Floyd Mayweather Jr. in a boxing match at T-Mobile Arena on August 26 in Las Vegas. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 11 tháng 08: Nhà vô địch hạng nhẹ UFC Conor McGregor đấm một bao cát trong buổi tập luyện tại UFC Performance Institute vào ngày 11 tháng 8 năm 2017 tại Las Vegas, Nevada. McGregor sẽ đấu với Floyd Mayweather Jr. trong trận quyền anh tại nhà thi đấu T-Mobile Arena vào ngày 26 tháng 8 tại Las Vegas. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "USS Oklahoma (BB - 37), the only ship of the United States Navy to ever be named for the 46th state, was a World War I - era battleship and the second of two ships in her class ; her sister ship was <em>Nevada</em>.",
            "vi": "USS Oklahoma (BB-37), chiếc tàu chiến duy nhất của Hải quân Hoa Kỳ được đặt cái tên này nhằm tôn vinh tiểu bang thứ 46 của Hoa Kỳ, là một thiết giáp hạm/chiến hạm thời kỳ Thế Chiến I, và là chiếc thứ hai trong tổng số hai chiếc thuộc loại này; con tàu cùng loại với nó là chiếc thiết giáp hạm Nevada."
        },
        {
            "en": "USS Oklahoma (BB-37), the only ship of the United States Navy to ever be named for the 46th state, was a World War I-era battleship and the second of two ships in her class; her sister ship was <em>Nevada</em>.",
            "vi": "của Hoa Kỳ, là một thiết giáp hạm/chiến hạm thời kỳ Thế Chiến I, và là chiếc thứ hai trong tổng số hai chiếc thuộc loại này ; con tàu cùng loại với nó là chiếc thiết giáp hạm Nevada."
        }
    ],
    "suggestions": []
}