{
    "en_vn": {
        "data": {
            "content": null,
            "word": "newsletter"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>newsletter</k><blockquote>■ <cclass>noun a bulletin issued periodically to those in a particular group. </cclass></blockquote></div>",
            "word": "newsletter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "newsletter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "newsletter"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thư thông báo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thư tin tức</font></td></tr></tbody></table></div>",
            "word": "newsletter"
        }
    },
    "sentences": [
        {
            "en": "They scanned a <em>newsletter</em>.",
            "vi": "Họ đọc nhanh một bản tin."
        },
        {
            "en": "Our <em>newsletter</em> is delivered daily.",
            "vi": "Bản tin của chúng tôi được đưa ra hàng ngày."
        },
        {
            "en": "Daily corporate <em>newsletter</em> contains many hightlighted events.",
            "vi": "Bản tin công ty hàng ngày có nhiều sự kiện nổi bật."
        },
        {
            "en": "Stick the <em>newsletter</em> on the board.",
            "vi": "Hãy dán bản tin này lên bảng."
        },
        {
            "en": "Government House, Ulaanbaatar, Mongolia, “Asian Forum <em>Newsletter</em>.”",
            "vi": "Nhà Chính phủ, U-lan-ba-to, Mông Cổ. 2/11/2004, “Diễn đàn Tin tức Châu Á”."
        },
        {
            "en": "Only the English <em>newsletter</em> editor was interviewed.",
            "vi": "Chỉ biên tập viên bản tin tiếng Anh được phỏng vấn."
        },
        {
            "en": "The debate was recorded in the <em>newsletter</em>.",
            "vi": "Cuộc thảo luận đã được ghi nhận qua bản tin."
        },
        {
            "en": "This is a monthly <em>newsletter</em> in Vietnamese.",
            "vi": "Đây là một bản tin hàng tháng tại Việt Nam."
        },
        {
            "en": "I got the advertisement of the event from Lufthansa's <em>newsletter</em>.",
            "vi": "Tôi biết được thông báo về sự việc đó từ thư thông báo của Lufthansa."
        },
        {
            "en": "This <em>newsletter</em> may be freely redistributed by email in its unedited form.",
            "vi": "Bản tin này có thể được phân phát lại một cách tự do bằng thư điện tử trong hình thức không được biên tập."
        },
        {
            "en": "Paper-based <em>newsletter</em> can assemble and provide basic information on unsuccessful transactions between buyers and sellers.",
            "vi": "Các bản tin có thể tổng hợp và cung cấp thông tin về các giao dịch không thành công giữa người mua và người bán."
        },
        {
            "en": "Many associations provide their members with a monthly or quarterly <em>newsletter</em> (83.8% of companies who are association members in this survey said they receive a <em>newsletter</em>).",
            "vi": "Nhiều hiệp hội cung cấp bản tin cho hội viên hàng tháng hoặc hàng quý (theo kết quả điều tra, 83,8% doanh nghiệp hội viên cho biết họ nhận được bản tin)."
        },
        {
            "en": "Every professional organisation has a <em>newsletter</em>, magazine or e - zine that reaches their members.",
            "vi": "Mỗi công ty chuyên nghiệp đều có bản tin, tạp chí hoặc báo điện tử để gởi đến thành viên của mình."
        },
        {
            "en": "Every professional organisation has a <em>newsletter</em>, magazine or e-zine that reaches their members.",
            "vi": "Mỗi công ty chuyên nghiệp đều có bản tin, tạp chí hoặc báo điện tử để gởi đến thành viên của mình."
        },
        {
            "en": "The death of Inez Finch was a stop-press item in our last <em>newsletter</em>.",
            "vi": "Cái chết của Inez Finch là tin giờ chót từ những nhà báo cuối cùng của chúng tôi."
        },
        {
            "en": "While she was working there, she wrote a financial advice column for their monthly <em>newsletter</em>.",
            "vi": "Lúc làm ở đó, cô ta đã viết một mục lời khuyên tài chính cho bản tin hằng tháng của họ."
        },
        {
            "en": "The death of Inez Finch was a stop - press item in our last <em>newsletter</em>.",
            "vi": "Cái chết của Inez Finch là tin giờ chót từ những nhà báo cuối cùng của chúng tôi."
        },
        {
            "en": "We received a huge postbag on the spelling mistakes in our <em>newsletter</em>.",
            "vi": "Chúng ta nhận được một túi thư lớn về các lỗi chính tả trong bản tin chúng ta."
        },
        {
            "en": "We still produce the company <em>newsletter</em> in - house but we out - sourced the printing.",
            "vi": "Chúng ta vẫn phát hành báo nội bộ công ty nhưng chúng ta sẽ in ở bên ngoài."
        },
        {
            "en": "The third issue of ODAP <em>newsletter</em> was distributed at the SC meeting and the workshop.",
            "vi": "Tờ tin thứ ba của ODAP đã được phân phát tại cuộc họp BCĐ và tại hội thảo."
        }
    ],
    "suggestions": []
}