{
    "en_vn": {
        "data": {
            "content": null,
            "word": "newsstand"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "newsstand"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "newsstand"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "newsstand"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "newsstand"
        }
    },
    "sentences": [
        {
            "en": "He's standing at the <em>newsstand</em>.",
            "vi": "Ông ta đang đứng ở quầy bán báo."
        },
        {
            "en": "My house is near a <em>newsstand</em>.",
            "vi": "Nhà tôi gần một quầy bán báo."
        },
        {
            "en": "All airside buildings include a <em>newsstand</em> and snack bar.",
            "vi": "Tất cả các tòa nhà ngoài sân bay đều có cả sạp báo và quầy thức ăn nhẹ."
        },
        {
            "en": "I mostly feel ashamed when passing the <em>newsstand</em> here.",
            "vi": "Tôi gần như cảm thấy xấu hổ khi đi ngang qua quầy báo ở đây."
        },
        {
            "en": "The day the story appeared, I ran to the <em>newsstand</em> to get the paper.",
            "vi": "Cái ngày câu chuyện được đăng, tôi đã chạy ra sạp báo để mua một tờ."
        },
        {
            "en": "Was I supposed to notice a guy sitting inside a cardboard box next to a <em>newsstand</em>?",
            "vi": "Liệu lúc đó tôi có buồn để ý gì đến một anh chàng ngồi bên trong một chiếc thùng các-tông kế bên cạnh một sạp báo hay không?"
        },
        {
            "en": "There's nothing like the exquisite joy of seeing your name on a <em>newsstand</em>, especially if you're the publisher of a magazine that covers your favorite subject--whether it's music, shopping, collecting or world issues.",
            "vi": "Chẳng có niềm vui nào mãnh liệt bằng niềm vui khi được thấy tên mình trên quầy báo, đặc biệt là khi bạn là nhà phát hành ra một tạp chí viết về các vấn đề mà bạn yêu thích – dù là âm nhạc, mua sắm, sưu tập hay các vấn đề thế giới. "
        },
        {
            "en": "Whether students are accessing magazines in print or digitally through platforms such as EBSCO’s Flipster®, digital magazine <em>newsstand</em>, it’s clear that magazines are making a difference for student success in the classroom.",
            "vi": "Cho dù học sinh đang tiếp cận với các tạp chí in ấn hay kỹ thuật số có nền tảng như EBSCO's Flipster, thì tiêu chuẩn của một tạp chí kĩ thuật số chính là tạo nên sự khác biệt về thành công của học sinh ở trường."
        }
    ],
    "suggestions": []
}