{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[nju:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) sa giông</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">say túy lúy, say hết biết gì</td></tr></table><i/></div>",
            "word": "newt"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>newt</k><blockquote>■ <cclass>noun a small slender-bodied amphibian with a well-developed tail. [<i>Triturus</i> and other genera.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from <i>an ewt</i> (<i>ewt</i> from OE <i>efeta</i>: see <kref>eft</kref>), interpreted (by wrong division) as <i>a newt</i>. </blockquote></div>",
            "word": "newt"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "newt"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "newt"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "newt"
        }
    },
    "sentences": [
        {
            "en": "As pissed as a <em>newt</em>",
            "vi": "Say mèm"
        },
        {
            "en": "<em>Newt</em> Gingrich: Campaign aides quit 2012 team",
            "vi": "Newt Gingrich: các phụ tá chiến dịch rời khỏi nhóm vận động 2012"
        },
        {
            "en": "He is as drunk as a <em>newt</em>.",
            "vi": "Anh ta quá say hết biết."
        },
        {
            "en": "He is as pissed as a <em>newt</em>.",
            "vi": "Anh ta say bí tỉ."
        },
        {
            "en": "I got as pissed as a <em>newt</em>.",
            "vi": "Tôi quá say."
        },
        {
            "en": "He was as pissed as a <em>newt</em> last night.",
            "vi": "Anh ta say mềm vào tối qua."
        },
        {
            "en": "Just as the couple people were entering <em>Newt</em> shooing them like errant chickens\". ,",
            "vi": "Vài người bước vào, thì Newt đuổi chúng ra như đuổi gà !"
        },
        {
            "en": "You should have seen Tom when he got home last night, he was pissed as a <em>newt</em>!",
            "vi": "Tiếc là anh không nhìn thấy Tom lúc cậu ta về tới nhà tối qua, say bí tỉ!"
        },
        {
            "en": "A number of senior aides have left the 2012 presidential campaign team of Republican former House Speaker <em>Newt</em> Gingrich, citing strategic differences.",
            "vi": "Một số phụ tá kỳ cựu vừa rời khỏi nhóm vận động tranh cử tổng thống năm 2012 của cựu Chủ Tịch Hạ Nghị Viện thuộc đảng Cộng Hòa Newt Gingrich, nêu ra những khác biệt về chiến lược."
        },
        {
            "en": "Gallup says the 1995-1996 shutdown \"did little to impact\" Americans' views of President Clinton or Speaker of the House <em>Newt</em> Gingrich in the months after the closure began. Approval ratings for Congress as a whole, the U.S. economy and the country in general also were spared.",
            "vi": "Theo Gallup, đợt đóng cửa 1995-1996 \"gây chút xíu ảnh hưởng\" đến quan điểm của dân Mỹ về Tổng thống Clinton hay Chủ tịch Hạ viện Newt Gingrich trong những tháng sau khi bắt đầu đóng cửa. Tỷ lệ ủng hộ Quốc hội nói chung, nền kinh tế và cả nước Mỹ nói chung cũng không suy suyển mấy."
        },
        {
            "en": "9 June 2011 Last updated at 20:45 GMT         10 June 2011 Last updated at 01:30 GMT  http://www.bbc.co.uk/news/world-us-canada-13722318 <em>Newt</em> Gingrich: Campaign aides quit 2012 team A number of senior aides have left the 2012 presidential campaign team of Republican former House Speaker <em>Newt</em> Gingrich, citing strategic differences. \"When the campaign and the candidate disagree on the path, they've got to part ways,\" said ex-aide Rick Tyler, according to the Washington Post. The news will hit Mr Gingrich's hopes of being the Republican nominee to challenge President Barack Obama. But he said his \"solutions-orientated\" campaign was still moving forward. Question of commitment  His campaign got off to a halting start when he criticised a plan popular among Republicans to slash and privatise a healthcare programme for the elderly. Staff were also reportedly concerned after he took a recent holiday cruise. Mr Gingrich's campaign manager Rob Johnson and his entire senior staff, including strategists in early primary election states, were among those to quit on Thursday. Scott Rials, a longtime aide who joined the departure, told the Associated Press that he doubted Mr Gingrich's ability to win the nomination. \"I think the world of him. But at the end of the day we just could not see a clear path to win, and there was a question of commitment,\" he said. On his Facebook page on Thursday, Mr Gingrich indicated he would stay in the race. \"I am committed to running the substantive, solutions-oriented campaign I set out to run earlier this spring,\" he wrote. \"The campaign begins anew Sunday in Los Angeles.\" With the Republican primary campaign beginning to take shape, the lack of a core team could seriously hinder Mr Gingrich's chances at winning the Republican nomination, analysts say. Mr Gingrich remained widely respected in the party for leading congressional Republicans out of 40 years in opposition in 1994, although he lost the speaker's gavel in 1998 after the party took significant losses. After launching his White House bid in May, he quickly drew heavy criticism from virtually the entire national Republican establishment for criticising a Republican congressman's proposal to overhaul the popular Medicare healthcare programme.",
            "vi": "9 June 2011 Last updated at 20:45 GMT       10 June 2011 Last updated at 01:30 GMT  http://www.bbc.co.uk/news/world-us-canada-13722318 Newt Gingrich: các phụ tá chiến dịch rời khỏi nhóm vận động 2012 Một số phụ tá kỳ cựu vừa rời khỏi nhóm vận động tranh cử tổng thống năm 2012 của cựu Chủ Tịch Hạ Nghị Viện thuộc đảng Cộng Hòa Newt Gingrich, nêu ra những khác biệt về chiến lược. Theo tường thuật của Washington Post, cựu phụ tá Rick Tyler phát biểu, “Khi chiến dịch vận động và ứng cử viên bất đồng về đường lối, họ phải chia tay,” Tin này sẽ tác động xấu đến những hy vọng của ông Gingrich trở thành người được đảng Cộng Hòa chỉ định ra tranh cử với Tổng Thống Barack Obama. Nhưng ông ta cho biết chiến dịch “hướng đến các giải pháp” của mình vẫn đang tiến triển. Vấn đề trách nhiệm Cuộc vận động của ông khởi đầu không trôi chảy khi ông chỉ trích kế hoạch được ưa chuộng trong số các đảng viên Cộng Hòa nhằm cắt giảm và tư hữu hóa một chương trình chăm sóc y tế dành cho người cao tuổi. Theo tường thuật các thành viên nhóm cũng lo ngại sau khi ông ta thực hiện chuyến đi trong kỳ nghỉ lễ mới đây. Rob Johnson người quản lý chiến dịch của ông Gingrich và toàn thể nhân sự cao cấp của ông ta, bao gồm các nhà chiến lược tại các bang bầu cử quan trọng ban đầu, nằm trong số những người rút lui vào hôm thứ Năm. Scott Rials, một phụ tá lâu năm tham gia nhóm rút lui, đã nói với hãng tin Associated Press rằng mình không tin khả năng ông Gingrich được đề cử. Ông cho biết, “Tôi hết sức ngưỡng mộ ống ấy. Nhưng đến cuối ngày chúng tôi không nhìn ra được con đường rõ ràng dẫn đến chiếng thắng, và có vấn đề trách nhiệm”. Trên trang Facebook của mình vào hôm thứ Năm, ông Gingrich nói rõ ông vẫn tiếp tục tranh cử.  “Tôi quyết tâm tiến hành cuộc vận động quan trọng, hướng đến giải pháp mà tôi đã bắt đầu tiến hành vào đầu mùa xuân này,” ông viết. “Cuộc vận động bắt đầu hoàn toàn mới vào Chủ Nhật tại Los Angeles.” Khi chiến dịch quan trọng của đảng Cộng Hòa bắt đầu hình thành, việc thiếu nhóm cốt lõi có thể cản trở nghiêm trọng cơ hội của ông Gingrich giành chiến thắng trong cuộc đề cử của đảng Cộng Hòa, các nhà phân tích nhận định. Ông Gingrich vẫn còn được nhiều người kính trọng trong đảng nhờ lãnh đạo các đảng viên Cộng Hòa trong Quốc hội kết thúc 40 năm giữ vị trí đối lập vào năm 1994, mặc dù ông đã mất quyền chủ tịch vào năm 1998 sau khi đảng thiệt hại đáng kể. Sau khi phát động chiến dịch chạy đua vào Tòa Bạch Ốc hồi tháng Năm, ông nhanh chóng bị chỉ trích nặng nề từ hầu như toàn bộ guồng máy của đảng Cộng Hòa trên toàn quốc vì chỉ trích đề xuất của một hạ nghị sĩ Cộng Hòa đòi xem xét lại toàn bộ chương trình y tế Medicare nhiều người biết đến."
        },
        {
            "en": "6 May 2011 Last updated at 01:37 GMT           6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nUS election 2012: Key Republicans sit out debate\n The first debate on the road to the Republican 2012 presidential nomination is being held with most major potential candidates absent from the stage. In South Carolina on Thursday, five men were expected to debate the US economy, the budget and healthcare, and to take shots at President Barack Obama. But only ex-Minnesota Governor Tim Pawlenty is seen as a credible candidate for the Republicans in 2012. While Mr Obama is seen as vulnerable, the field is slow to take shape. The debate - hosted by the South Carolina Republican Party and broadcast on Fox News - includes Mr Pawlenty, former New Mexico Governor Gary Johnson, former Pennsylvania Senator Rick Santorum, Congressman Ron Paul and former pizza restaurant magnate Herman Cain. Tea Party role A string of well-known potential contenders are sitting out the debate. They include former Alaska Governor and 2008 vice-presidential candidate Sarah Palin, former Arkansas Governor Mike Huckabee and former Massachusetts Governor Mitt Romney. <em>Newt</em> Gingrich, the former speaker of the House of Representatives, is also not attending, and none of Indiana Governor Mitch Daniels, Congresswoman Michele Bachmann, real estate magnate and reality television star Donald Trump and former Ambassador to China Jon Huntsman will take to the stage. Mr Obama's poll numbers indicate he is vulnerable, due in large part to the poor state of the US economy. But a host of factors have left leading Republicans shy of jumping into the campaign, analysts say.  They include the uncertain role of the populist Tea Party, the consolidation of power among hard-right conservative Republicans and the perceived weakness of would-be front-runner Mr Romney. Mr Obama's fund-raising prowess is also seen as a factor dissuading potential opponents. By contrast, in May 2007 - when both Republican and Democratic nominations were open - a South Carolina Republican debate included two sitting senators, four former governors, three US congressmen, and a former New York City mayor. The first balloting of the 2012 primary campaign will be the Iowa caucus on 6 February 2012. Meanwhile, the Associated Press, America's most wide-reaching news agency, has said it is boycotting Thursday's debate to protest against the Fox News channel's restrictions on coverage by its photographers",
            "vi": "6 May 2011 Last updated at 01:37 GMT         6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nBầu cử nước Mỹ 2012: Các đảng viên Cộng hòa chủ chốt đứng ngoài cuộc tranh luận\n Cuộc tranh luận đầu tiên trong quá trình chỉ định ứng viên tranh cử tổng tống năm 2012 của Đảng Cộng Hòa đang diễn ra không có sự tham gia của hầu hết các ứng viên tiềm năng quan trọng Tại Nam Carolina hôm thứ Năm, năm người sẽ phải tranh cãi về nền kinh tế, ngân sách và chính sách y tế của Hoa Kỳ, và chỉ trích Tổng thống Barack Obama Nhưng chỉ có cựu thống đốc bang Minnesota Tim Pawlenty được xem là ứng cử viên đáng tin cậy của Phe Cộng Hòa vào năm 2012 Trong khi Ông Obama được xem là dễ bị tổn thương, cuộc chơi đang từ từ hình thành. Cuộc tranh luận – do Đảng Cộng Hòa tại Nam Carolina tổ chức và được phát sóng trên kênh Fox News – gồm có ông Pawlenty, cựu thống đốc New Mexico Gary Johnson, cựu thượng nghị sĩ Pennsylvania Rick Santorum, hạ nghị sĩ Ron Paul và ông trùm hệ thống nhà hàng pizza trước đây Herman Cain Vai trò của Đảng Trà  Một loạt các đối thủ tiềm năng tên tuổi đứng ngoài cuộc tranh luận Họ gồm có cựu thống đốc Alaska và ứng cử viên phó tổng thống 2008 Sarah Palin, cựu thống đốc Arkansas Mike huckabee và cựu thống đốc Massachusetts Mitt Romney Newt Ginrich, cựu phát ngôn viên Hạ Nghị Viện, cũng không tham gia, và không ai trong số Thống Đốc Indiana Mitch Daniels, nữ nghị sĩ Michele Bachmann, trùm bất động sản và ngôi sao chương trình truyền hình thực tế Donald Trump và cựu Đại sứ tại Trung Quốc Jon Huntsman tham gia đăng đàn Các số liệu thăm dò ý kiến dành cho ông Obama cho thấy ông bị yếu thế, phần lớn là do tình trạng yếu kém của nền kinh tế Mỹ Nhưng hàng loạt các yếu tố khiến cho các đảng viên Cộng Hòa ngần ngại tham dự chiến dịch này, giới phân tích cho biết Họ tính đến vai trò không chắc chắn của Đảng Trà theo chủ nghĩa dân kiểm, sự hợp nhất quyền lực giữa các đảng viên Cộng Hòa bảo thủ theo đường lối cứng rắn của cánh hữu và sự yếu kém cảm nhận được của ông Romney có triển vọng dẫn đầu  Khả năng gây quỹ của ông Obama cũng được xem là yếu tố làm nản lòng các đối thủ tìềm năng Ngược lại, vào tháng Năm 2007 – khi cả hai đảng Cộng Hòa và Dân Chủ tiến hành chỉ định – một cuộc tranh luận của đảng Cộng Hòa ở Nam Carolina có sự tham gia của hai thượng nghị sĩ đương nhiệm, bốn cựu thống đốc, ba hạ nghị sĩ Mỹ, và một cựu thị trưởng thành phố New York Cuộc bỏ phiếu đầu tiên của chiến dịch sơ bộ 2012 sẽ là cuộc họp kín tổ chức tại bang Iowa vào 6 tháng Hai 2012 Trong khi đó, Associated Press, hãng tin có tầm hoạt động lớn nhất của Mỹ, cho biết họ tẩy chay cuộc tranh luận vào hôm thứ Năm để phản đối kênh truyền hình Fox News đã hạn chế việc đưa tin của các phóng viên ảnh của họ"
        }
    ],
    "suggestions": []
}