{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['neksəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mối quan hệ, mối liện hệ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the causal nexus</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">quan hệ nhân quả</font></td></tr></table><i/></div>",
            "word": "nexus"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nexus</k><blockquote><cclass>[<cclass>'nɛksəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>nexuses</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a link or connection: <cclass>the nexus between industry and political power. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a connected group; a network. </blockquote></blockquote><blockquote><blockquote>2》 a central or focal point. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L., 'a binding together', from <i>nex-</i>, <i>nectere</i> 'bind'. </blockquote></div>",
            "word": "nexus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nexus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nexus"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> liên hệ</font></td></tr></tbody></table></div>",
            "word": "nexus"
        }
    },
    "sentences": [
        {
            "en": "The causal <em>nexus</em>",
            "vi": "Quan hệ nhân quả"
        },
        {
            "en": "Samsung Launching Android <em>Nexus</em> 2 Smartphone Nov. 8",
            "vi": "Samsung ra mắt điện thoại thông minh Nexus Two chạy HĐH Android vào ngày 8/11"
        },
        {
            "en": "Politics is the <em>nexus</em> of money, passion, and power.",
            "vi": "Chính trị là mối quan hệ giữa tiền bạc, niềm đam mê, và quyền lực."
        },
        {
            "en": "It holds together, or is the seed of another rebirth, or phenomena, the causal <em>nexus</em>.",
            "vi": "Nó giữ lấy tất cả các nhân thiện ác và giữ cho thân thể của hữu tình chúng luôn luân lưu trong luân hồi sanh tử."
        },
        {
            "en": "The follow-up to the failed Google <em>Nexus</em> One smartphone, according to a gadget blog.",
            "vi": "Theo một trang tin blog thì phiên bản tiếp theo của chiếc điện thoại thông minh Nexus One của Google đã thất bại."
        },
        {
            "en": "The study is about the causal <em>nexus</em> between financial development and economic growth in India.",
            "vi": "Cuộc nghiên cứu nói về quan hệ nhân quả giữa sự phát triển tài chính và sự tăng trưởng kinh tế ở Ấn Độ."
        },
        {
            "en": "A measure reflecting the <em>nexus</em> between employment and growth is employment elasticity of growth.",
            "vi": "Một chỉ số thể hiện mối liên hệ giữa tăng trưởng và việc làm là độ co giãn của việc làm đối với tăng trưởng kinh tế."
        },
        {
            "en": "This might be called the employment <em>nexus</em> between growth and poverty.",
            "vi": "Điều này có thể gọi là mối quan hệ việc làm giữa tăng trưởng và nghèo đói."
        },
        {
            "en": "Apple's design and software claims involved scores of Samsung devices, including the <em>Nexus</em> S 4G and S II.",
            "vi": "Tuyên bố về quyền sở hữu thiết kế và phần mềm của Apple liên quan đến rất nhiều thiết bị của Samsung, bao gồm Nexus S 4G và S II."
        },
        {
            "en": "In October, sales bans in the US on Samsung's Galaxy <em>Nexus</em> phone and its Galaxy 10.1 tablet computer were lifted.",
            "vi": "Hồi tháng Mười, lệnh cấm bán điện thoại Galaxy Nexus của Samsung và máy tính bảng Galaxy 10.1 ở Hoa Kỳ đã được gỡ bỏ."
        },
        {
            "en": "Samsung and Google next month may unveil the <em>Nexus</em> Two, which is based on Google's Android 2. 3, or Gingerbread, operating system.",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên hệ điều hành Android 2.3 hoặc Gingerbread của Google."
        },
        {
            "en": "Samsung and Google next month may unveil the <em>Nexus</em> Two, which is based on Google's Android 2.3, or Gingerbread, operating system. Android and Me scored the scoop.",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên HĐH Android 2.3 hoặc Gingerbread của Google. Trang tin Adroid and Me đã có được thông tin sốt dẻo này."
        },
        {
            "en": "Samsung and Google next month may unveil the <em>Nexus</em> Two, which is based on Google's Android 2.3, or Gingerbread, operating system.",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên hệ điều hành Android 2. 3 hoặc Gingerbread của Google."
        },
        {
            "en": "See Saigon Times article “HCMC Party Unit Regulates Party Members, Their Families Banned to do Private Business” found on Lexus/<em>Nexus</em>, load-date: August 8, 1997.",
            "vi": "Tham khảo bài viết trên tạp chí Thời báo Sài gòn “Thành uỷ thành phố Hồ Chí Minh quy định các đảng viên và gia đình của họ không được phép kinh doanh tư nhân” trong phần dữ liệu Lexus/Nexus, ngày nhập:8/8/1997."
        },
        {
            "en": "Google has built <em>Nexus</em> phones (in conjunction with a hardware partner) before, but the emphasis is different now. <em>Nexus</em> devices were once meant to be a reference for developers and hardware makers. Now, Google seems to view them as a way to deliver Android software and Google Play services directly to consumers, unmodified by other companies and untainted by bloatware.",
            "vi": "Trước đây Google đã phát triển điện thoại Nexus (phối hợp với một đối tác phần cứng), nhưng điểm nhấn hiện giờ đã khác. Điện thoại Nexus từng được nhắm đến như là một tham chiếu cho các lập trình viên và nhà sản xuất phần cứng. Hiện tại, có vẻ như Google xem chúng như là cách để cung cấp hệ điều hành Android và các dịch vụ trên Google Play trực tiếp đến tay người tiêu dùng, mà không bị các hãng khác chỉnh sửa hoặc cài thêm bloatware. "
        },
        {
            "en": "The <em>nexus</em> of economic growth, employment and poverty reduction for seven countries from Asia, Africa and Latin America is investigated in great detail in a recent ILO paper by Islam (2004).",
            "vi": "Mối quan hệ giữa tăng trưởng kinh tế, việc làm và giảm nghèo của bảy nước châu á, châu Phi và Mỹ Laưtinh đã được nghiên cứu sâu trong bài ILO của Islam (2004)."
        },
        {
            "en": "Even worse, these customizations make it harder to update phones and tablets to the latest version of Android. Even the Samsung Galaxy <em>Nexus</em>, a phone that's supposed to have the most up-to-date version of Android, carries a different operating system depending on which version a person purchases. The Sprint, Verizon, and unlocked versions all receive updates at different intervals, and are all running different versions of Ice Cream Sandwich. I'm still waiting for the performance-enhancing 4.0.4 update to become available for my Verizon Galaxy <em>Nexus</em>. That update supposedly fixes several critical bugs--and it has been available for well over two months for the unlocked <em>Nexus</em>.",
            "vi": "Thậm chí còn tệ hơn, khả năng tùy biến khiến việc cập nhật điện thoại và máy tính bảng lên phiên bản Android mới nhất trở nên khó khăn hơn. Ngay cả Samsung Galaxy Nexus, chiếc điện thoại phải có phiên bản Android mới nhất, lại chạy hệ điều hành khác nhau tùy vào phiên bản mà mua người chọn. Phiên bản của nhà hai nhà mạng Sprint, Verizon, và phiên bản quốc tế được cập nhật theo những khoảng thời gian khác nhau, và chạy phiên bản Ice Cream Sandwich khác nhau. Tôi vẫn đang đợi được cập nhật phiên bản Android 4.0.4 cải thiện hiệu suất  cho chiếc Galaxy Nexus khoá mạng Verizon của mình. Bản cập nhật này được cho là sẽ sửa  một vài lỗi quan trọng - - và đã có trên Galaxy Nexus phiên bản quốc tế được hơn hai tháng rồi."
        },
        {
            "en": "Samsung and Google next month may unveil the <em>Nexus</em> Two, which is based on Google's Android 2.3, or Gingerbread, operating system. Android and Me scored the scoop. Samsung and Google next month could unveil the <em>Nexus</em> Two based on Google's Android 2.3 operating system, the follow-up to the failed Google <em>Nexus</em> One smartphone, according to a gadget blog.  Samsung has scheduled a press event for Nov. 8 in New York City, and media invites to the event went out earlier this week. While some believe the news will be the Android-based Samsung Galaxy Player, the gadget blog Android and Me said the companies would unveil the <em>Nexus</em> Two as the first smartphone based on Android 2.3, or the Gingerbread, build that is optimized for tablet computers.  The news comes two days after City A.M. said Carphone Warehouse would sell the <em>Nexus</em> Two exclusively in the United Kingdom this holiday season.  Both Google and Samsung declined to comment. The emergence of a <em>Nexus</em> Two on Samsung would be a surprise to the 5 million owners of the Samsung Galaxy S devices offered by Verizon Wireless, AT&T, Sprint and T-Mobile. If Android and Me's claim is true, it would also count as a revitalization of the <em>Nexus</em> brand after the demise of the inaugural Google <em>Nexus</em> One.  Google launched the <em>Nexus</em> One last January as the first handset based on Android 2.1, selling the device unlocked through its Webstore for $529, or $179 with a two-year contract from T-Mobile. The device was unique because, while HTC made the hardware, Google put only the software it wanted on it. Few people purchased the device and, after Sprint and Verizon Wireless reneged on their plans to offer the device, Google shuttered the Webstore in the spring, offering the <em>Nexus</em> One to developers as a test-bed gadget. Questions remain. If Samsung launches the <em>Nexus</em> Two this holiday season, will it retain the <em>Nexus</em> brand model of allowing Google to provide all of the software? If so, what carrier will carry it, outside of Carphone Warehouse across the pond?  Read phonetically Moreover, how soon before existing Samsung handsets, many of which have yet to get the Android 2.2 bump, receive Gingerbread?",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên HĐH Android 2.3 hoặc Gingerbread của Google. Trang tin Adroid and Me đã có được thông tin sốt dẻo này. Samsung và Google vào tháng sau có thể ra mắt Nexus Two dựa trên hệ điều hành Android 2.3 của Google, theo một trang tin blog thì phiên bản tiếp theo của chiếc điện thoại thông minh Nexus One của Google đã thất bại. Samsung đã lên kế hoạch tổ chức một sự kiện báo chí vào ngày 8/11 tại New York và mời các phương tiện truyền thông đến tham gia sự kiện vào đầu tuần này. Trong khi một số tin rằng tin tức này dựa trên sự xuất hiện của máy nghe nhạc Samsung Galaxy Player chạy HĐH Android, trang tin blog Android and Me cho rằng các công ty sẽ ra mắt Nexus Two là chiếc điện thoại thông minh đầu tiên dựa trên HĐH Android 2,3 hoặc Gingerbread, được xây dựng để tối ưu hóa cho các máy tính bảng. Thông tin này được đưa ra hai ngày sau khi trang báo City A.M nói rằng công ty bán lẻ Carphone Warehouse sẽ bán độc quyền Nexus Two tại Anh vào mùa lễ này. Cả Goolge và Samsung đều từ chối bình luận. Sự xuất hiện của Nexus Two của Samsung sẽ là một bất ngờ cho 5 triệu chủ nhân sở hữu thiết bị Samsung Galaxy S được cung cấp bởi các nhà mạng Verizon Wireless, AT & T, Sprint và T-Mobile. Nếu lời xác nhận của trang tin Android and Me đúng thì nó cũng sẽ được xem như là một sự tái sinh của thương hiệu Nexus sau sự thất bại của Google Nexus One lần đầu ra mắt. Google ra mắt Nexus One vào tháng Giêng như là chiếc điện thoại đầu tiên dựa trên HĐH Android 2.1, Google bán chiếc điện thoại này đã được mở khóa thông qua Webstore của mình với mức giá là $ 529, hoặc $ 179 với một hợp đồng hai năm từ nhà mạng T-Mobile. Chiếc điện thoại này phần cứng do HTC sản xuất, Google chỉ đưa các phần mềm họ muốn trên đó. Rất ít người đặt mua thiết bị này và sau đó hai nhà mạng Sprint và Verizon Wireless từ bỏ kế hoạch cung cấp Nexus One nữa, Google đóng cửa Webstore vào mùa xuân và cung cấp Nexus One cho các nhà phát triển như là một thiết bị thử nghiệm. Câu hỏi còn lại. Nếu Samsung ra mắt Nexus Two vào mùa lễ này thì họ có duy trì mô hình thương hiệu Nexus và cho phép Google cung cấp tất cả các phần mềm không? Nếu vậy, thì nhà mạng nào sẽ bán nó nữa ngoài công ty bán lẻ Carphone Warehouse ?Listen Read phonetically Hơn nữa, những chiếc điện thoại di động hiện có của Samsung nhiều trong số đó vẫn chưa có khả năng chạy HĐH Android 2,2 , sẽ đón nhận Gingerbread bằng cách nào?"
        },
        {
            "en": "It will be interesting to see what price tag Samsung attaches to the Galaxy Player 5.8. If it costs more than $200 or $250 (the Player 5.0 start at $200), then the Galaxy Player 5.8 won’t pose many advantages for anyone looking for a media player compared to Google’s <em>Nexus</em> 7 tablet. The <em>Nexus</em> 7 has a bigger and higher-solution display, more suited for media watching, and starts at $200 for the 8GB model ($250 for 16GB).",
            "vi": "Sẽ rất thú vị để đợi xem mức giá mà Samsung gán cho Galaxy Player 5.8. Nếu thiết bị này có giá cao hơn 200 hoặc 250 đô la (Galaxy Player 5.0 có giá khởi điểm là 200 đô la) thì Galaxy Player 5.8 sẽ không có nhiều lợi thế so với máy tính bảng Nexus 7 của Google đối với bất kỳ ai đang tìm kiếm thiết bị giải trí. Nexus 7 có màn hình lớn hơn và độ phân giải cao hơn, thích hợp hơn cho việc xem đa phương tiện, và có giá khởi điểm là 200 đô la đối với mẫu 8 GB (250 đô la đối với mẫu 16 GB ). "
        },
        {
            "en": "Microsoft's not the only company that's taken a liking to Apple's approach. Google also intends to build more of its own hardware. A new Google-branded tablet, manufactured by Asus, may be announced next week at the Google I/O developers conference, according to numerous reports. Several more Google devices, including new <em>Nexus</em> phones, are also reportedly on the way. Don't forget that Google now owns a hardware maker, Motorola, which may start churning out its own <em>Nexus</em> hardware in the future.",
            "vi": "Microsoft không phải công ty duy nhất ưa chuộng cách tiếp cận của Apple. Google cũng dự định xây dựng thêm phần cứng của riêng hãng. Một chiếc máy tính bảng mới mang thương hiệu Google, do Asus sản xuất, có thể sẽ được công bố vào tuần tới tại hội nghị các nhà phát triển Google I/O, theo nhiều nguồn tin cho biết. Một vài thiết bị khác của Google, trong đó có điện thoại Nexus mới, cũng là được cho là đang được phát triển. Bạn đừng quên rằng Google hiện đang sở hữu một công ty sản xuất phần cứng, Motorola. Trong tương lai, Motorola có thể sản xuất phần cứng cho dòng sản phẩm Nexus của Google."
        }
    ],
    "suggestions": []
}