{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['naiəsin]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) niaxin</td></tr></table><i/></div>",
            "word": "niacin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>niacin</k><blockquote><cclass>[<cclass>'nʌɪəsɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun another term for <kref>nicotinic acid</kref>. </cclass></blockquote></div>",
            "word": "niacin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "niacin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "niacin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "niacin"
        }
    },
    "sentences": [
        {
            "en": "<em>Niacin</em> (vitamin B3)",
            "vi": "Ni - a - xin (vi - ta - min b3)"
        },
        {
            "en": "Deficiency of vitamin B3 (<em>niacin</em>) and zinc can cause problems with the endocrine system, which may cause taste loss or alteration.",
            "vi": "Thiếu vitamin B3 (niacin) và kẽm có thể gây ra các vấn đề về hệ nội tiết, gây mất vị giác hay các biến đổi khác."
        },
        {
            "en": "Plain white rice has far less Vitamin E, Thiamin, Riboflavin, <em>Niacin</em>, Vitamin B6, Folacin, Potassium, Magnesium, Iron and over dozen other nutrients.",
            "vi": "Gạo trắng có rất ít vitamin E, ti - a - min, vitamin B2, ni - a - xin, vi - ta - min B6, a - xít phô - lích, ka - li,"
        },
        {
            "en": "Plain white rice has far less Vitamin E, Thiamin, Riboflavin, <em>Niacin</em>, Vitamin B6, Folacin, Potassium, Magnesium, Iron and over dozen other nutrients.",
            "vi": "Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa."
        },
        {
            "en": "The water-soluble vitamins — C and the B-complex vitamins (such as vitamins B6, B12, <em>niacin</em>, riboflavin, and folate) — need to dissolve in water before your body can absorb them. Your body can't store these vitamins.",
            "vi": "Những vi - ta - min hoà tan trong nước gồm vi - ta - min C và nhóm vi - ta - min B (như vi - ta - min B6, B12, a - xít ni - cô -"
        },
        {
            "en": "Pellagra  Pellagra is the condition that occurs as a result of severe <em>niacin</em> deficiency. Carcinoid syndrome can cause pellagra when carcinoid tumors use the body's tryptophan to make serotonin instead of <em>niacin</em>. The symptoms of pellagra include diarrhea, dementia, and dry skin. Other symptoms of pellagra are scaly skin sores, headaches, weakness, loss of appetite, and psychiatric and emotional disturbances such as depression and anxiety.",
            "vi": "Bệnh pen-la-grơ  Bệnh pen-la-grơ là bệnh do thiếu ni-a-xin trầm trọng gây ra. Hội chứng hạch có dạng ung thư có thể gây ra pen-la-grơ khi các khối u hạch có dạng ung thư sử dụng tryp-tô-phan của cơ thể để sản sinh serotonin thay vì ni-a-xin. Các triệu chứng của bệnh pen-la-grơ gồm tiêu chảy, suy giảm trí nhớ, và da khô. Bên cạnh đó cũng còn một số triệu chứng khác như loét da có vảy, nhức đầu, yếu ớt, chán ăn, và rối loạn tâm thần và xúc cảm chẳng hạn như trầm cảm và lo âu."
        },
        {
            "en": "Nutritionists and dieticians are now increasingly recommending brown rice as an excellent source of all-round nutrition. Experts say the difference between brown rice and the more popular white rice is not just the color. White rice actually lacks the necessary quantities of over a dozen important nutrients, including vitamin E, thiamin, <em>niacin</em>, vitamin B1, B3, B6, folacin, potassium, magnesium and iron.",
            "vi": "Các chuyên gia dinh dưỡng ngày càng khuyên ăn gạo lức vì đây là một nguồn dưỡng chất tuyệt vời về mọi mặt. Các chuyên gia cho rằng sự khác biệt giữa gạo lức và gạo trắng phổ biến hơn không chỉ ở màu sắc của hạt gạo. Gạo trắng thực sự thiếu nhiều dưỡng chất thiết yếu, như vi-ta-min E, ti-a-min, ni-a-xin, vi-ta-min B1, B3, B6, a-xít phô-lích, ka-li, ma-giê và sắt."
        },
        {
            "en": "Brown rice vs white rice    Brown rice vs white rice Brown rice is not only better for you, but it's better for the environment than white rice too. So what's the difference? Rice goes through a variety of processes before it's ready for cooking. After harvesting, the seeds are run through a rice huller/husker for milling to remove the outer grain husks. After this process, you're left with brown rice. Nice and simple.  To create white rice, there's added steps. The germ and the inner husk (bran) is removed, the grain is then polished, usually using glucose or talc. The loss of nutrients is broad and substantial. Plain white rice has far less Vitamin E, Thiamin, Riboflavin, <em>Niacin</em>, Vitamin B6, Folacin, Potassium, Magnesium, Iron and over dozen other nutrients.  Added to that, the dietary fiber contained in white rice is around a quarter of brown rice. So, brown rice certainly appears to be more healthy, but where does the environmental benefit come from? It's basically down to processing - the less processing of a food, the less energy required. These sorts of processes are well known for their negative impact on the environment. If you're accustomed to white rice, making the switch to brown suddenly can cause a taste bud rebellion - it certainly did for me. It's somewhat of an acquired taste for many people. I suggest adding extra sauces to mask the \"wilder\" taste of brown rice for a while to allow your tastes to adjust. Once you've acquired a taste for brown rice, it's likely you'll never go back to white. When you buy rice, because it keeps so well, try and buy in quantity to save on packaging. The rice we buy comes in cloth bags which we've put to very good use after finishing the contents. Added notes: A couple of readers have pointed out (thanks by the way!) that uncooked brown rice doesn't keep for as long as white rice. Stored in an airtight container, I'm told brown rice will keep fresh for about six months.  Brown rice does take a little longer to cook than white rice,  but the time isn't much longer if you pre-soak the rice for a while and cook using the absorption method. This is where you use less water and cover the pot, leaving very little excess water left by the time the rice has cooked - the steam generated using this method also helps speed up the cooking process.",
            "vi": "Gạo lức & gạo trắng    Gạo lức & gạo trắng Gạo lức không chỉ tốt cho sức khỏe của bạn, mà còn tốt hơn cho môi trường so với gạo trắng nữa. Vậy sự khác biệt đó là gì? Gạo được qua nhiều quy trình chế biến trước khi đem nấu. Sau khi thu hoạch xong, gạo được qua quá trình bóc vỏ để tách lớp vỏ ngoài. Sau quá trình này, chúng ta có gạo lức. Thật đơn giản và thoải mái.  Để có được gạo trắng, cần thêm nhiều bước nữa. Mầm và lớp vỏ lụa bên trong hạt gạo (cám) được tẩy sạch và hạt gạo qua quy trình đánh bóng, thường bằng glucoza hoặc bột talc.  Mất rất nhiều dưỡng chất và lượng dưỡng chất mất đi rất đáng kể. Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa. Hơn nữa, lượng chất xơ trong gạo trắng khoảng chừng ¼ lượng chất xơ trong gạo lức.  Vì vậy, gạo lức chắc chắn là có lợi cho sức khỏe hơn rồi, nhưng lợi ích môi trường ở đâu? Cơ bản là do quá trình chế biến – càng ít chế biến thực phẩm thì càng ít sử dụng năng lượng. Các quá trình chế biến này cũng có ảnh hưởng xấu đến môi trường.  Nếu bạn quen ăn gạo trắng thì việc chuyển sang gạo lức đột ngột có thể làm bạn không hợp vị – dĩ nhiên tôi cũng có cảm giác tương tự. Đối với nhiều người cần phải mất một thời gian mới quen dần hương vị này. Tôi đề nghị là nên thêm vào nước xốt để át bớt đi hương vị “thuần tuý” của gạo lức trong một thời gian để bạn có thể điều chỉnh thích hợp vị giác của mình. Một khi mà bạn đã quen hương vị gạo lức thì có thể sẽ chẳng bao giờ muốn quay lại ăn gạo trắng đâu. Khi bạn mua gạo, vì gạo bảo quản rất tốt, thế nên cố mua nhiều để tiết kiệm bao bì. Gạo chúng ta mua thường đựng trong túi vải và chúng ta sử dụng được sau khi ăn hết gạo. Lưu ý thêm là một vài độc giả đã chỉ (dù sao cũng cảm ơn!) gạo lức sống (chưa nấu) không bảo quản được lâu như gạo trắng. Hãy bảo quản gạo trong chỗ đựng kín gió, tôi được biết là gạo lức sẽ có thể được bảo quản trong vòng khoảng chừng 6 tháng.  Nấu cơm gạo lức phải mất thời gian hơn cơm gạo trắng một chút, nhưng nếu bạn ngâm gạo trước một lúc và nấu bằng phương pháp hấp thụ thì sẽ chẳng mất thời gian nhiều. Phương pháp này dùng ít nước hơn và đậy nắp nồi, để nước tràn rất ít trong thời gian nấu cơm – hơi nước bốc ra bằng phương pháp này cũng giúp cho quy trình nấu bếp nhanh chóng hơn nhiều."
        },
        {
            "en": "Brown rice – Health benefits of brown rice    Nutritionists and dieticians are now increasingly recommending brown rice as an excellent source of all-round nutrition. Experts say the difference between brown rice and the more popular white rice is not just the color. White rice actually lacks the necessary quantities of over a dozen important nutrients, including vitamin E, thiamin, <em>niacin</em>, vitamin B1, B3, B6, folacin, potassium, magnesium and iron.  Relieve Constipation: The fibers present in brown rice, increase bowl movement, thus helping in reducing constipation. Prevention of Asthma: According to researchers, increased intake of whole grains and fish could reduce the risk of childhood asthma by about fifty percent. The numerous anti-inflammatory compounds found in fish and brown rice help in reducing wheezing Most people who eat brown rice expect to derive the health benefits that are attributed to this type of rice. Some benefits have been medically proven and research is continously being conducted to study the nutritional value of brown rice. It is widely believed that brown rice helps control blood pressure and also reduces wide fluctuations in blood sugar. The high fiber content of brown rice has a good effect on controlling cholestrol and cholestrol control is of prime importance in keeping away heart disease. The health benefits of high fiber content foods are numerous, it reduces the possibility of heart diseases, helps avoid abrupt spikes in sugar levels, helps digestion and reduces constipation etc. Some medical tests have indicated that the health benefits of brown rice could include controlling high blood pressure. Besides high fiber content, brown rice also contains other nutrients like, B vitamins, manganese, selenium and iron. By eating brown rice, you will also get the health benefits that such nutrients give the human body. Brown rice is essentially the same as white rice, in the fact that it comes from the same plant. There is no \"brown rice\" plant and \"white rice\" plant. The difference between the two colored rices is the process by which they are hulled. Whole grain rice consists of several layers. When only the outermost hull is removed, we end up with brown rice. It is when the rice is further milled, removing the bran and germ layer, that we end up with a whiter rice. The rice is then polished, removing the aleurone layer, giving us the white rice that we most often see in stores. Brown rice has reduces the risk of colon cancer. Brown rice is packed full of fiber. One cup supplies 14% of our suggested daily intake of fiber. Brown rice also contains Selenium which has also been shown to reduce the risk of colon cancer. It is also beneficial for stomach and intestinal ulcers, and for curing the dreaded case of diarrhea. In fact, brown rice is one of the most easily digested starches, and what's more - because of its high mineral content, brown rice supplies important nutrients for the hair, teeth, nails, muscles and bones.",
            "vi": "Gạo lức – Các lợi ích sức khỏe của gạo lức    Các chuyên gia dinh dưỡng ngày càng khuyên ăn gạo lức vì đây là một nguồn dưỡng chất tuyệt vời về mọi mặt. Các chuyên gia cho rằng sự khác biệt giữa gạo lức và gạo trắng phổ biến hơn không chỉ ở màu sắc của hạt gạo. Gạo trắng thực sự thiếu nhiều dưỡng chất thiết yếu, như vi-ta-min E, ti-a-min, ni-a-xin, vi-ta-min B1, B3, B6, a-xít phô-lích, ka-li, ma-giê và sắt. Làm giảm chứng táo bón: Chất xơ trong gạo lức làm tăng sự bài tiết của ruột, giúp giảm chứng táo bón.  Phòng tránh bệnh hen suyễn: Các nhà nghiên cứu cho biết việc tăng cường ăn cá và ngũ cốc nguyên hạt có thể làm giảm nguy cơ hen suyễn ở trẻ em khoảng năm mươi phần trăm. Nhiều hợp chất kháng viêm có trong cá và gạo lức giúp giảm chứng thở khò khè. Hầu hết người ăn gạo lức mong được khỏe mạnh, được các lợi ích về sức khỏe vốn đã được quy cho loại gạo này. Một số lợi ích đã được chứng minh về mặt sức khoẻ và người ta vẫn không ngừng nghiên cứu về giá trị dinh dưỡng của gạo lức. Người ta cũng thường cho rằng gạo lức giúp kiểm soát huyết áp cũng như giúp đường huyết khỏi biến đổi bất thường. Hàm lượng chất xơ cao trong gạo lức giúp kiểm soát tốt cholestrol và việc kiểm soát cholestrol là quan trọng hàng đầu trong việc phòng tránh bệnh tim. Có rất nhiều lợi ích sức khỏe của các thức ăn chứa nhiều hàm lượng chất xơ: làm giảm nguy cơ mắc bệnh tim mạch, giúp lượng đường khỏi biến đổi đột ngột, giúp cho tiêu hoá tốt và làm giảm chứng táo bón,…Một số xét nghiệm y học cho biết nhiều lợi ích sức khỏe của gạo lức có thể bao gồm kiểm soát chứng cao huyết áp. Ngoài hàm lượng chất xơ cao, gạo lức còn chứa nhiều dưỡng chất khác như các loại vi-ta-min B, man-gan, xê-len và sắt. Cơ thể bạn sẽ có được những lợi ích sức khỏe của những dưỡng chất này bằng cách ăn gạo lức.  Gạo lức về cơ bản giống như gạo trắng, ở chỗ gạo lức và gạo trắng có cùng một giống cây trồng. Không có cây \"gạo lức\" và cây \"gạo trắng\". Sự khác biệt giữa hai màu gạo là quá trình tách vỏ của gạo. Gạo nguyên hạt có nhiều lớp. Khi chỉ tách lớp vỏ duy nhất ngoài cùng, chúng ta có gạo lức. Khi xay nghiền thêm, làm sạch lớp cám và lớp mầm, chúng ta có gạo trắng hơn. Gạo sau đó được đánh bóng, làm sạch lớp hạt a-lơ-ron, để cho chúng ta thứ gạo trắng mà chúng ta thường thấy trong các cửa hàng. Gạo lức giúp giảm nguy cơ mắc ung thư ruột kết. Trong gạo lức chứa đủ chất xơ. Một chén gạo lức cung cấp 14% lượng chất xơ mà chúng ta nên có mỗi ngày. Gạo lức cũng chứa xê-len vốn được biết có tác dụng làm giảm nguy cơ gây ung thư ruột kết. Gạo lức cũng có tác dụng tốt đối với chứng loét dạ dày và ruột, và còn chữa được chứng bệnh tiêu chảy đáng sợ. Thực ra, gạo lức là một trong những loại tinh bột dễ tiêu hoá nhất, và hơn nữa vì gạo lức chứa hàm lượng khoáng chất cao nên nó cung cấp các dưỡng chất quan trọng cho tóc, răng, móng, cơ bắp và xương."
        },
        {
            "en": "Why are my ears ringing    What is tinnitus? Tinnitus is a ringing, swishing, or other type of noise that seems to originate in the ear or head. In many cases, it is not a serious problem but rather a nuisance that needs resolving. Rarely, however, tinnitus can represent a serious medical health condition.  It is not a single disease but a symptom of an underlying condition. Nearly 36 million Americans suffer from this disorder. In almost all cases, only the affected person can hear the noise. Some head noise is normal If a person goes into a soundproof booth and normal outside noise is diminished, he or she becomes aware of these normal sounds. We usually are not aware of these normal body sounds, because outside noise masks them. Anything, such as ear wax or a foreign body in the external ear, that blocks these background sounds will cause us to be more aware of the sounds in our heads. What causes tinnitus? Tinnitus can originate from any of the following areas: the outer ear, middle ear, inner ear; or it can be due to abnormalities in the brain. Common causes of tinnitus include the following:     * Fluid, infection, or disease of the middle ear bones or ear drum (tympanic membrane)     * Damage to the microscopic endings of the hearing nerve in the inner ear (advanced aging is generally accompanied by a certain amount of hearing nerve impairment)     * Loud noise exposure, such as loud noises from firearms, and highly intense music     * Medications (for example, aspirin)     * Meniere's syndrome     * In rare situations, tinnitus can be a symptom of serious problems such as a brain aneurysm or acoustic nerve tumor. How is tinnitus evaluated? A medical history, physical examination, and a series of special tests can help determine precisely where the tinnitus is originating. It is helpful for the doctor to know if the tinnitus is constant, intermittent, or pulsating (synchronous with the heartbeat, referred to as pulsatile tinnitus), or if it is associated with hearing loss or loss of balance (vertigo or vestibular balance disorders). All individuals with persisting unexplained tinnitus need a hearing test (audiogram). Patterns of hearing loss may lead the doctor to the diagnosis.  Other tests, such as the auditory brain stem response (ABR), a computerized test of the hearing nerves and brain pathways, computer tomography scan (CT scan), or magnetic resonance imaging (MRI scan) may be needed to rule out a tumor occurring on the hearing or balance nerve. These tumors are rare, but they can cause tinnitus. What is the treatment of tinnitus? After a careful evaluation, your doctor may find an identifiable cause and be able to treat or make recommendations to treat the tinnitus. Once you have had a thorough evaluation, an essential part of treatment is your own understanding of tinnitus (what has caused it, your specific symptoms, and options for treatment). Tinnitus medications In many cases, there is no specific treatment for tinnitus. It may simply resolve on its own, or it may be a permanent disability that the person will have to \"live with.\" Some otolaryngologists (ear specialists) have recommended <em>niacin</em> to treat tinnitus. However, there is no scientific evidence to suggest that <em>niacin</em> helps reduce tinnitus, and it may cause problems with skin flushing. The drug gabapentin (Neurontin, Gabarone) was studied in high doses and was found to reduce the annoyance level of the tinnitus in some patients, but it did not decrease the volume of the noise and was not found to be better than placebo. In patients who suffer from related depression, nortriptyline (Pamelor, Aventyl) is the most helpful treatment. Selective serotonin reuptake inhibitor (SSRI) antidepressants appear to have a better safety record compared to tricyclic antidepressants. Sertraline (Zoloft) at fixed doses and paroxetine (Paxil) at low doses have been shown to be helpful. In a 2009 study by Jalai, alprazolam (Xanax) improved VAS (visual analog scale) scores in patients with tinnitus who did not have anxiety or depression disorders. Relief remedies for tinnitus Some common and easy remedies, such as the following, may be of benefit to some individuals:     * Reduce or avoid caffeine and salt intake, and quit smoking.     * Some individual's with tinnitus have been found to have lower zinc levels and may benefit from zinc supplementation.     * Melatonin may help those who suffer with tinnitus, particularly those with disturbed sleep due to tinnitus.     * Ginkgo biloba has been touted as a natural tinnitus remedy, but to date, controlled studies have not shown to be effective.     * Some behavioral and cognitive therapies that have been successful include retraining therapy, masking, and behavioral therapy.  Can tinnitus be prevented? The only real prevention for tinnitus is to avoid damaging your hearing. Most causes other than hearing loss do not have prevention strategies. However, there are several things you can do to protect yourself from noise-related tinnitus. These tips will be described in the following slides. Tinnitus prevention tip #1 Do not use cotton swabs to clean your ears. This can cause a wax impaction against your eardrum, which can cause tinnitus. Tinnitus prevention tip #2 Protect your hearing at work. Your workplace should follow Occupational Safety & Health Administration (OSHA) regulations. Wear earplugs or earmuffs and follow hearing conservation guidelines set by your employer. Tinnitus prevention tip #3 When around any noise that bothers your ears (a concert, sporting event, hunting) wear hearing protection to reduce noise levels. Wear protective earplugs or earmuffs if you cannot avoid loud noises. Do not use wadded-up tissue or cotton balls since they may become lodged in the ear canal and do not protect adequately against the more dangerous high frequencies and loud noises. Tinnitus prevention tip #4 Be careful when using music headphones. If the music is so loud that others can hear it clearly or you can't hear other sounds around you, the volume is too high. Tinnitus prevention tip #5 Even everyday noises, such as blow-drying your hair or operating a lawn mower, can require hearing protection. Keep earplugs or earmuffs handy for these activities. Tinnitus prevention tip #6 Cut back on or stop drinking alcohol and beverages that contain caffeine. Don't smoke or use smokeless tobacco products (secondhand smoke also affects those around you and may contribute to SIDS, ear infections, and asthma in children). Nicotine use may cause tinnitus by reducing blood flow to the structures of the ear. Tinnitus prevention tip #7 Tinnitus occurs more frequently in obese adults. Exercising regularly and maintaining a healthy weight improves blood flow to the structures of the ear and may prevent tinnitus. Is there anything to lessen the intensity of tinnitus?     * Avoid exposure to loud sounds and noises.     * Control your blood pressure.     * Decrease your salt intake.     * Avoid nerve stimulants such as coffee and colas (caffeine) and tobacco (nicotine).     * Reduce your anxiety.     * Stop worrying about the tinnitus. The more you worry and concentrate on the noise, the louder it will become.     * Get adequate rest and avoid fatigue.     * Exercise regularly.     * Utilize a soft noise (for example a ticking clock, a radio, a fan, or white noise machine).     * Biofeedback may help or diminish tinnitus in some individuals.     * Avoid aspirin or aspirin products in large quantities.",
            "vi": "Vì sao tôi bị ù tai    Chứng ù tai là gì? Bệnh nhân bị ù tai nghe thấy nhiều tiếng động vo ve, ù ù, sột soạt, vun vút hoặc bất kỳ âm thanh nào khác được cảm giác như là xuất phát từ trong lỗ tai hoặc trong đầu. Thông thường thì chứng bệnh ù tai không phải là vấn đề gì nghiêm trọng nhưng làm cho người bệnh cảm thấy hơi khó chịu và phiền phức rất muốn chữa lành. Tuy nhiên, chứng ù tai trong trường hợp bất thường cũng có thể là dấu hiệu của một vấn đề sức khỏe nghiêm trọng nào đó.  Đây không phải là một bệnh riêng lẻ mà là triệu chứng của một chứng bệnh tiềm ẩn nào đó. Ở Mỹ, có khoảng 36 triệu người mắc bệnh ù tai và trong hầu hết các trường hợp thì chỉ có người bệnh mới có thể nghe được những âm thanh bất thường như trên.  Một số âm thanh bên trong đầu là bình thường  Khi cho một người vào phòng cách âm và giảm âm thanh bình thường bên ngoài thì người ấy sẽ bắt đầu cảm thấy những âm thanh bình thường này. Chúng ta thường không để ý và không nhận ra những âm thanh bình thường phát ra từ bên trong cơ thể bởi tiếng động bên ngoài đã làm át mất. Bất kỳ vật gì, chẳng hạn như ráy tai hoặc một dị vật nào đó làm bịt ống tai ngoài sẽ làm cho chúng ta nhận thức rõ hơn những âm thanh từ bên trong đầu.  Các nguyên nhân gây ù tai Những âm thanh bất thường gây ù tai có thể xuất phát từ một trong những thành phần cấu tạo tai dưới đây: tai ngoài, tai giữa, tai trong; hoặc có thể do những bất thường nào đó trong não bộ. Các nguyên nhân thường thấy của chứng bệnh ù tai gồm:  * Dịch tai, viêm tai, hoặc một bệnh lý nào đó ở vùng xương tai giữa hoặc màng nhĩ  * Tổn thương ở các đầu dây thần kinh thính giác rất nhỏ của tai trong (thông thường thì tuổi tác tỉ lệ thuận với chứng suy yếu thần kinh thính giác) * Việc tiếp xúc với tiếng ồn lớn, chẳng hạn như tiếng súng nổ, tiếng nhạc mở lớn  * Một số loại thuốc (chẳng hạn như thuốc aspirin) * Hội chứng Meniere (bệnh lý gồm những cơn chóng mặt lặp đi lặp lại kèm theo ù tai và điếc dần tai bị bệnh) * Hiếm khi ù tai cũng có thể là một triệu chứng của các vấn đề nghiêm trọng chẳng hạn như phình mạch não hoặc khối u dây thần kinh thính giác. Xác định chứng bệnh ù tai như thế nào?  Tiền sử sức khỏe của bệnh nhân, kết quả khám sức khỏe và một loạt các xét nghiệm đặc biệt khác có thể giúp xác định chính xác căn nguyên của chứng ù tai. Điều này cũng rất cần thiết cho bác sĩ để xác định xem liệu chứng ù tai này là liên tục, từng cơn hay theo nhịp mạch (xuất hiện tương ứng với nhịp tim, đây là chứng ù tai đồng nhịp tim), hay nó lại liên quan với tình trạng giảm thính lực hoặc mất thăng bằng (chóng mặt hoặc rối loạn tiền đình). Người bị ù tai dai dẳng không biết nguyên nhân cần phải làm xét nghiệm thính lực (thính lực đồ / đồ thị nghe / âm đồ). Một số trường hợp bệnh nhân mất thính lực có thể giúp cho bác sĩ chẩn đoán được nguyên nhân.  Một số xét nghiệm khác, chẳng hạn như nghiệm pháp đánh giá đáp ứng của não bộ về thính giác(ABR), đây là xét nghiệm kiểm tra các dây thần kinh thính giác và chuỗi phản ứng hoá sinh trong não bộ sử dụng máy điện toán, chụp cắt lớp điện toán (CT scan), hoặc chụp cộng hưởng từ (MRI scan) có thể giúp loại bỏ khối u trên dây thần kinh thính giác hoặc dây thần kinh tiền đình (dây thần kinh giúp cơ thể giữ được thăng bằng trong không gian). Các khối u này rất hiếm gặp, nhưng có thể là nguyên nhân gây ra chứng ù tai.  Phương pháp điều trị chứng ù tai Sau khi khám và xác định kỹ lưỡng, bác sĩ có thể phát hiện ra nguyên nhân cụ thể gây bệnh và có phát đồ điều trị hoặc đề ra giải pháp điều trị cho bệnh nhân. Khi bạn đã được kiểm tra và xác định bị ù tai thì quan trọng là bạn phải tự mình có khái niệm hiểu biết về căn bệnh này (nguyên nhân gây bệnh, các triệu chứng đặc trưng, và lựa chọn phương pháp điều trị).  Thuốc trị ù tai Thường thì không có phương pháp đặc trị nào đối với bệnh ù tai. Nó có thể tự khỏi hoặc có thể sẽ mãi là thương tật vĩnh viễn mà người bệnh phải “sống chung”. Một số bác sĩ tai mũi họng (bác sĩ chuyên khoa tai) đã cho sử dụng ni-a-xin để chữa ù tai. Tuy nhiên, không có một bằng chứng khoa học nào cho thấy ni-a-xin có thể giúp làm giảm ù tai cả, và nó có thể còn gây nhiều vấn đề kích ứng làm đỏ da. Thuốc động kinh (Neurontin, Gabarone) được nghiên cứu thí nghiệm ở liều cao có kết quả làm giảm khó chịu do ù tai đối với một số bệnh nhân, nhưng nó không làm giảm âm lượng tiếng ồn và không có kết quả tốt hơn so với thuốc trấn an.  Đối với những bệnh nhân bị suy nhược, trầm cảm liên quan đến ù tai thì liệu pháp sử dụng nortriptyline (Pamelor, Aventyl) – hợp chất thuốc an thần và trị trầm cảm là liệu pháp hữu hiệu nhất. Thuốc ức chế tái hấp thu serotonin có chọn lọc (SSRI) có kết quả an toàn hơn so với thuốc chống suy nhược. Thuốc Sertraline (Zoloft) ở liều cố định và paroxetine (Paxil) ở liều thấp cho kết quả khả quan. Công trình nghiên cứu của Jalai năm 2009 cho thấy alprazolam (Xanax) đã cải thiện được thước đo điểm đau / thước đánh giá mức độ đau đối với những bệnh nhân bị ù tai không bị rối loạn lo âu hoặc trầm cảm.  Các biện pháp giúp giảm ù tai Một số biện pháp thường thấy và dễ sử dụng dưới đây có thể có ích đối với một số bệnh nhân bị ù tai:  * Giảm hoặc tránh cà-phê-in và lượng muối hấp thu vào cơ thể, bỏ thuốc lá.  * Một số người bị ù tai do thiếu kẽm có thể giảm được bệnh nhờ bổ sung kẽm.  * Mê-la-tô-nin cũng có thể có hiệu quả tốt đối với bệnh nhân ù tai, nhất là với người bị rối loạn giấc ngủ do ù tai.  * Thuốc bột làm bằng lá cây bạch quả đã nhiều người biết đến như một bài thuốc thiên nhiên trị ù tai, nhưng cho đến nay, nhiều công trình nghiên cứu đã được kiểm tra cũng không cho kết quả tốt như vậy.  * Một số liệu pháp hành vi và dựa theo kinh nghiệm đã cho kết quả thành công gồm liệu pháp tập luyện lại, liệu pháp mặt nạ, và liệu pháp hành vi. Chứng ù tai có thể phòng tránh được không? Biện pháp phòng ngừa ù tai thực sự duy nhất là nên tránh làm tổn thương đến thính giác của bạn. Ngoài chứng mất thính lực thì hầu hết các nguyên nhân gây bệnh khác đều không có biện pháp phòng tránh. Tuy nhiên cũng có một vài cách có thể giúp bạn tự bảo vệ khỏi bệnh ù tai do tiếng ồn. Những biện pháp ấy sẽ được miêu tả trong những khung hình dưới đây.  Biện pháp 1  Không nên sử dụng miếng gạc bông để làm sạch lỗ tai. Gạc bông có thể làm cho ráy tai cọ xát vào màng nhĩ, gây ù tai.  Biện pháp 2 Bảo vệ tai, bảo vệ thính giác ở nơi làm việc. Chỗ làm việc của bạn nên tuân thủ theo những nguyên tắc của Cơ quan Quản lý An toàn và Sức khỏe Nghề nghiệp (OSHA). Hãy mang nút bịt tai hoặc mũ che tai và thực hiện theo các hướng dẫn bảo vệ tai của người quản lý.  Biện pháp 3 Khi phải ở một môi trường với nhiều âm thanh, tiếng động làm phiền nhiễu đến tai bạn (ở buổi hoà nhạc, sự kiện thể thao, cuộc đi săn) bạn nên mang đồ bảo vệ tai để làm giảm âm lượng tiếng ồn. Hãy mang nút bịt tai hoặc mũ che tai bảo vệ nếu không tránh được tiếng ồn lớn. Không nên nhét tai bằng nùi vải hoặc cuộn bông bởi chúng có thể kẹt ở ống tai và không bảo vệ đủ khỏi các tần số cao nguy hiểm hơn và các tiếng động mạnh.  Biện pháp 4 Nên cẩn thận khi sử dụng tai nghe nhạc. Nếu nhạc quá to đến nỗi người khác có thể nghe được rõ ràng hoặc bạn không nghe các tiếng động khác xung quanh mình thì lúc ấy âm lượng của bạn quá cao rồi đấy.  Biện pháp 5 Ngay cả đối với các tiếng ồn hằng ngày, chẳng hạn như tiếng máy sấy tóc hoặc tiếng máy cắt cỏ thì bạn cũng cần phải bảo vệ tai. Hãy mang theo nút bịt tai hoặc mũ che tai khi làm các công việc này nhé.  Biện pháp 6 Hạn chế hoặc bỏ hẳn rượu bia và các thức uống chứa cà-phê-in. Không nên hút thuốc lá hoặc sử dụng các sản phẩm thuốc lá không khói (khói thuốc do người khác hút cũng gây ảnh hưởng đến những người xung quanh bạn và có thể gây SIDS-hội chứng đột tử ở trẻ dưới 1 tuổi, viêm tai, và hen suyễn ở trẻ em). việc sử dụng ni-cô-tin cũng có thể gây ù tai bằng cách làm giảm lưu thông máu đến các cấu trúc tai.  Biện pháp 7 Chứng ù tai thường xảy ra ở người lớn béo phì nhiều hơn. Chế độ luyện tập thường xuyên và duy trì trọng lượng cơ thể khỏe mạnh sẽ giúp làm tăng lưu thông máu đến các cấu trúc tai và có thể giúp phòng tránh được bệnh ù tai.  Có cách nào làm giảm cường độ của tiếng ù tai không? * Tránh tiếp xúc với những âm thanh và tiếng ồn lớn. * Kiểm soát huyết áp của mình. * Hạn chế lượng muối hấp thu vào cơ thể.  * Tránh các chất kích thích thần kinh chẳng hạn như cà phê và cô-la (cà-phê-in) và thuốc lá (ni-cô-tin).  * Hạn chế lo âu.  * Đừng lo lắng về chứng ù tai nữa. Bạn càng lo và để ý đến tiếng ồn thì tiếng ồn càng trở nên lớn hơn.  * Nghỉ ngơi đầy đủ và tránh mệt mỏi.  * Tập thể dục thường xuyên.  * Sử dụng tiếng động khe khẽ, nhẹ nhàng (chẳng hạn như tiếng đồng hồ tíc tắc, tiếng máy ra-đi-ô, tiếng máy quạt, hoặc tiếng máy tạp âm trắng) * Phản hồi sinh học cũng có thể giúp hoặc làm giảm tiếng ù tai ở một số người.  * Tránh sử dụng thuốc aspirin hoặc các sản phẩm aspirin ở số lượng lớn."
        },
        {
            "en": "Vitamins and Minerals    Breakfast cereals advertise that they're packed with vitamins and minerals. Sports drinks claim they can rev up your flagging energy with a jolt of vitamins or minerals (sorry, but even powerful vitamins and minerals can't act that fast!). You know vitamins and minerals are good for you. But which ones does your body really need? And is it possible to get too much of a good thing? What are vitamins and minerals? Vitamins and minerals make people's bodies work properly. Although you get vitamins and minerals from the foods you eat every day, some foods have more vitamins and minerals than others. Vitamins fall into two categories: fat soluble and water soluble. The fat-soluble vitamins — A, D, E, and K — dissolve in fat and can be stored in your body. The water-soluble vitamins — C and the B-complex vitamins (such as vitamins B6, B12, <em>niacin</em>, riboflavin, and folate) — need to dissolve in water before your body can absorb them. Your body can't store these vitamins. Any vitamin C or B that your body doesn't use may be lost mostly when you pee. So you need a fresh supply of these vitamins every day. Whereas vitamins are organic substances (made by plants or animals), minerals are inorganic elements that come from the soil and water and are absorbed by plants or eaten by animals. Your body needs larger amounts of some minerals, such as calcium, to grow and stay healthy. Other minerals like chromium, copper, iodine, iron, selenium, and zinc are called trace minerals because you only need very small amounts of them each day. what do vitamins and minerals do? Vitamins and minerals boost the immune system, support normal growth and development, and help cells and organs do their jobs. For example, you've probably heard that carrots are good for your eyes. It's true! Carrots are full of substances called carotenoids that your body converts into vitamin A, which helps prevent eye problems. Another vitamin, vitamin K, helps blood to clot (so cuts and scrapes stop bleeding quickly). You'll find vitamin K in green leafy vegetables, broccoli, and soybeans. And to have strong bones, you need to eat foods such as milk, yogurt, and green leafy vegetables, which are rich in the mineral calcium. Fuel for growth People go through a lot of physical changes — including growth and puberty — during their teenage years. Eating right during this time is especially important because the body needs a variety of vitamins and minerals to grow, develop, and stay healthy. Eating a variety of foods is the best way to get all the vitamins and minerals you need each day, as well as the right balance of carbohydrates, proteins, fats, and calories. Whole or unprocessed foods — like fresh fruits and vegetables, grains, low-fat dairy products, lean meats, fish, and poultry — are the best choices for providing the nutrients your body needs to stay healthy and grow properly. It's OK to eat foods like potato chips and cookies once in a while, but don't overdo high-calorie foods like these because they offer little nutritionally. To choose healthy foods, check food labels and pick items that are high in vitamins and minerals. For example, if you're choosing beverages, you'll find that a glass of milk is a good source of vitamin D and the minerals calcium, phosphorous, and potassium. A glass of soda, on the other hand, offers very few vitamins or minerals — if any. You can also satisfy your taste without sacrificing nutrition while eating out: Vegetable pizzas or fajitas, sandwiches with lean meat, fresh salads, and baked potatoes are a few delicious, nutritious choices. If you're a vegetarian, you'll need to plan carefully for a diet that offers the vitamins and minerals found primarily in meats. The best sources for the minerals zinc and iron are meats, fish, and poultry. However, you can get zinc and iron in dried beans, seeds, nuts, and leafy green vegetables like kale. Vitamin B12, which is important for manufacturing red blood cells, is not found in plant foods. If you don't eat meat, you can find vitamin B12 in eggs, milk and other dairy foods, and fortified breakfast cereals. Vegans (vegetarians who eat no animal products at all, including dairy products) may need to take vitamin supplements. If you're thinking about becoming a vegetarian, talk to your doctor or a dietitian about how to plan a healthy, balanced diet. Common Concerns Lots of teens wonder if they should take vitamin or mineral supplements. If your diet includes a wide variety of foods, including grain products, fresh fruits and vegetables, dairy products, nuts, seeds, eggs, and meats, then you are probably getting the vitamins and minerals your body needs. But if you're skipping meals, dieting, or if you're concerned that you're not eating enough items from a particular category, such as vegetables or dairy products, then talk to your doctor or to a dietitian. These professionals can help you create an eating plan that includes the nutrients your body needs. consult your doctor before taking vitamin or mineral supplements. Some people think that if something is good for you, then the more you take in, the healthier you'll be. But that's not necessarily true when it comes to vitamins and minerals. For example, fat-soluble vitamins or minerals, which the body stores and excretes more slowly, can build up in your system to levels where they could cause problems. There are hundreds of supplements on the market and of course their manufacturers want you to purchase them. Beware of unproven claims about the benefits of taking more than recommended amounts of any vitamin or mineral. A healthy teen usually doesn't need supplements if he or she is eating a well-rounded diet. Your best bet for getting the vitamins and minerals you need is to eat a wide variety of healthy foods and skip the vitamin pills and then you'll feel better!",
            "vi": "Vi-ta-min và khoáng chất    Các loại thực phẩm làm từ ngũ cốc dành để ăn điểm tâm quảng cáo rằng chúng được bổ sung thêm vi-ta-min và khoáng chất. Các thức uống thể thao khẳng định có thể tăng cường năng lượng đang dần suy kiệt của bạn cùng rất nhiều vi-ta-min và khoáng chất (tiếc là, ngay cả những loại vi-ta-min và khoáng chất có cường độ mạnh cũng không thể làm điều đó nhanh chóng được!). Ai cũng biết là vi-ta-min và khoáng chất có lợi cho sức khỏe của mình. Nhưng cơ thể bạn thực sự cần những loại vi-ta-min và khoáng chất nào? Và liệu dùng quá nhiều vi-ta-min và khoáng chất có tốt không? Khoáng chất và vi-ta-min là gì? Khoáng chất và vi-ta-min giúp cho cơ thể hoạt động tốt. Mặc dù cơ thể bạn hấp thụ vi-ta-min và khoáng chất từ thức ăn mỗi ngày nhưng một số thực phẩm có hàm lượng vi-ta-min và khoáng chất cao hơn những thực phẩm khác. Có hai loại vi-ta-min: vi-ta-min hoà tan trong chất béo và vi-ta-min hoà tan trong nước. Các vi-ta-min hoà tan trong chất béo gồm vi-ta-min A, D, E và K hoà tan được trong chất béo và có thể tích trữ trong cơ thể. Những vi-ta-min hoà tan trong nước gồm vi-ta-min C và nhóm vi-ta-min B (như vi-ta-min B6, B12, a-xít ni-cô-ti-ních, B2, và a-xít phô-lích) cần được hoà tan trong nước trước khi hấp thụ vào cơ thể vì cơ thể chúng ta không tích trữ các loại vi-ta-min này. Những loại vi-ta-min C và vi-ta-min B mà cơ thể không sử dụng có thể mất đi, hầu hết là qua đường tiểu tiện. Vì thế bạn cần cung cấp mới cho cơ thể những vi-ta-min này mỗi ngày. Trong khi vi-ta-min là các chất hữu cơ (từ thực vật hoặc động vật) thì khoáng chất là những nguyên tố vô cơ có nguồn gốc từ đất và nước, được các loài thực vật hấp thụ vào hoặc được các loài động vật ăn vào. Cơ thể của bạn cần một lượng lớn các khoáng chất như can-xi, để phát triển và khỏe mạnh. Những loại khoáng chất khác như crôm, đồng, iốt, sắt, xê-len, và kẽm là những khoáng chất mà cơ thể cần rất ít mỗi ngày. Khoáng chất và vi-ta-min có tác dụng gì? Khoáng chất và vi-ta-min giúp tăng cường hệ miễn dịch, thúc đẩy việc tăng trưởng và phát triển bình thường, và giúp các tế bào và cơ quan trong cơ thể thực hiện các nhiệm vụ của mình. Chẳng hạn như, bạn có lẽ đã biết là cà rốt tốt cho mắt. Đúng đấy! Cà rốt có nhiều chất carotenoid (chất hóa học màu vàng, cam hay đỏ lấy từ thực vật dùng làm phẩm nhuộm) được cơ thể chuyển thành vi-ta-min A, giúp ngăn ngừa các bệnh về mắt. Một loại vi-ta-min khác là vi-ta-min K, giúp cho máu đông lại (vi-ta-min K giúp cầm máu nhanh các vết đứt hay trầy xước). vi-ta-min K có trong các loại rau lá xanh, cải bẹ xanh, và đậu nành. Và nếu muốn cho xương cứng cáp, khỏe mạnh, bạn nên ăn những loại thực phẩm như sữa, sữa chua, và rau có lá xanh, những loại này rất giàu can-xi. Chất kích thích tăng trưởng Cơ thể chúng ta trải qua nhiều thay đổi bề ngoài - bao gồm việc phát triển và dậy thì – suốt thời niên thiếu. Việc ăn uống phù hợp trong suốt giai đoạn này đặc biệt quan trọng bởi cơ thể cần nhiều vi-ta-min và khoáng chất để phát triển và khoẻ mạnh.  cách tốt nhất là ăn nhiều loại thực phẩm để có đủ hết các loại vi-ta-min và khoáng chất cơ thể cần mỗi ngày, cũng như sự cân đối phù hợp hy-đrát-các-bon, prô-tê-in, chất béo, ca-lo-ri. Các loại thực phẩm còn nguyên chất hoặc thực phẩm chưa chế biến – như trái cây tươi và rau, ngũ cốc, các sản phẩm làm từ sữa ít chất béo, thịt nạc, cá, và thịt gia cầm – là sự lựa chọn tốt nhất để cung cấp chất dinh dưỡng mà cơ thể cần để khoẻ mạnh và phát triển hợp lý. Thỉnh thoảng cũng có thể ăn khoai tây chiên và bánh quy, nhưng đừng ăn quá nhiều các loại thực phẩm giàu ca-lo như thế này vì chúng rất ít chất dinh dưỡng. Để chọn thức ăn có lợi cho sức khỏe, hãy kiểm tra các nhãn thực phẩm và chọn các mặt hàng có hàm lượng vi-ta-min và khoáng chất cao. Chẳng hạn như, nếu bạn đang chọn đồ uống, bạn sẽ thấy rằng một ly sữa là nguồn cung cấp vi-ta-min D hữu hiệu và các khoáng chất can-xi, phốt-pho và ka-li. Trong khi đó, một ly xô-đa nếu có thì cũng cung cấp rất ít vi-ta-min và khoáng chất. Bạn cũng có thể đáp ứng sở thích của mình mà không mất đi chất dinh dưỡng khi ăn tiệm như món bánh pizza hoặc món thịt Mê-hi-cô có rau, món xăng-uých dùng với thịt nạc, rau xà-lách tươi, và khoai tây nướng là những món ăn ngon và bổ dưỡng. Nếu bạn là người ăn chay thì bạn cần có kế hoạch cẩn thận cho chế độ ăn uống của mình để cung cấp vi-ta-min và khoáng chất mà chủ yếu có trong thịt. Nguồn cung cấp khoáng chất kẽm và sắt nhiều nhất là từ thịt, cá, và thịt gia cầm. Tuy nhiên, bạn cũng có thể cung cấp kẽm và sắt cho cơ thể từ đậu khô, hạt, quả hạch và nhiều loại rau lá xanh như cải xoăn. Vi-ta-min B12 rất quan trọng trong việc sản xuất ra hồng cầu, không có trong các loại thực phẩm thực vật. Nếu bạn không ăn thịt, bạn có thể cung cấp vi-ta-min B12 cho cơ thể từ trứng, sữa và các thực phẩm từ sữa, và các loại thực phẩm làm từ ngũ cốc dành để ăn điểm tâm được bổ sung vi-ta-min. Người ăn chay (người hoàn toàn không ăn thực phẩm động vật, kể cả các sản phẩm làm từ sữa) có thể cần phải bổ sung thêm vi-ta-min. Nếu bạn muốn ăn chay thì hãy hỏi ý kiến bác sĩ hoặc chuyên gia dinh dưỡng về kế hoạch ăn uống khoẻ mạnh và cân đối.  Mối lo ngại chung Nhiều thiếu niên muốn biết là liệu có nên bổ sung thêm vi-ta-min và khoáng chất không. Nếu chế độ ăn uống của bạn gồm đa dạng nhiều loại thức ăn, như ngũ cốc, trái cây và rau tươi, các sản phẩm từ sữa, củ, hạt, trứng, và thịt, thì chắc là bạn đã cung cấp cho cơ thể đủ các loại vi-ta-min và khoáng chất rồi đấy. Nhưng nếu bạn bỏ bữa, ăn kiêng, hoặc nếu bạn lo rằng bạn không ăn đầy đủ thực phẩm trong các loại đặc biệt như rau hoặc các sản phẩm từ sữa thì hãy tham khảo ý kiến của bác sĩ hoặc chuyên gia dinh dưỡng. Các chuyên gia này có thể giúp bạn có kế hoạch ăn uống đủ chất dinh dưỡng mà cơ thể cần. Hãy tư vấn bác sĩ của bạn trước khi bổ sung vi-ta-min và khoáng chất. Nhiều người nghĩ là hễ cái gì tốt cho mình thì dùng càng nhiều, càng khỏe. Nhưng điều này chưa hẳn đúng với vi-ta-min và khoáng chất. Chẳng hạn như, các vi-ta-min và khoáng chất hoà tan trong chất béo, được cơ thể tích trữ và bài tiết ra ngoài chậm, và tích tụ lại trong cơ thể tới mức độ có thể gây bệnh. Có hàng trăm loại vi-ta-min và khoáng chất bổ sung trên thị trường và dĩ nhiên là các nhà sản xuất đều muốn bạn mua hàng của họ. Hãy đề phòng các lời khẳng định chưa được kiểm chứng về lợi ích của việc dùng bất kỳ loại vi-ta-min và khoáng chất bổ sung nào quá mức đề nghị. Một thiếu niên khỏe mạnh thường không cần bổ sung thêm vi-ta-min và khoáng chất nếu có chế độ ăn uống đa dạng và cân đối.  Điều tốt nhất để có được đầy đủ vi-ta-min và khoáng chất là ăn nhiều thức ăn có lợi cho sức khỏe và hãy bỏ những viên vi-ta-min đi và bạn sẽ cảm thấy khỏe hơn!"
        }
    ],
    "suggestions": []
}