{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Niagara"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Niagara"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Niagara"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Niagara"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Niagara"
        }
    },
    "sentences": [
        {
            "en": "<em>Niagara</em> falls",
            "vi": "Thác niagara"
        },
        {
            "en": "<em>Niagara</em> Falls are magnificent!",
            "vi": "Thác Niagara thật là tráng lệ!"
        },
        {
            "en": "They shot <em>Niagara</em>.",
            "vi": "Họ đã đánh bài liều."
        },
        {
            "en": "Where is the <em>Niagara</em> Falls?",
            "vi": "Thác Niagara ở đâu?"
        },
        {
            "en": "What's the meaning of <em>Niagara</em>, I wonder.",
            "vi": "Tôi tự hỏi Niagara nghĩa là gì?"
        },
        {
            "en": "Have you ever visited <em>Niagara</em> Falls?",
            "vi": "Bạn đã tham quan thác Niagara bao giờ chưa?"
        },
        {
            "en": "The sight of the <em>Niagara</em> Falls is breathtaking.",
            "vi": "Cảnh thác Niagara rất ngoạn mục."
        },
        {
            "en": "Let's cancel the helicopter tour over <em>Niagara</em> Falls.",
            "vi": "Chúng ta hãy hủy bỏ chuyến đi trực thăng đến Thác Niagara."
        },
        {
            "en": "The sight of the <em>Niagara</em> Falls is  breathtaking.",
            "vi": "Cảnh thác Niagara rất ngoạn mục."
        },
        {
            "en": "<em>Niagara</em> Country is located in western New York State.",
            "vi": "Vùng Niagara thuộc khu vực phía tây của bang New York."
        },
        {
            "en": "They come to see the famous <em>Niagara</em> Falls.",
            "vi": "Họ đến để xem thác Niagara nổi tiếng."
        },
        {
            "en": "The Iguacu Falls is larger than <em>Niagara</em> Falls and one of South America's great natural wonders.",
            "vi": "Thác Iguacu to hơn thác Niagara và là một trong những kỳ quan thiên nhiên vĩ đại ở Nam Mỹ."
        },
        {
            "en": "The winter of 1932 was so cold that <em>Niagara</em> Falls froze completely solid.",
            "vi": "Mùa đông năm 1932 lạnh đến nỗi mà Thác Niagara đóng băng cứng hoàn toàn."
        },
        {
            "en": "\"we have great pictures of us: in Wrigley Field wearing T-shirts, at <em>Niagara</em> Falls while i was pregnant.\"",
            "vi": "\"chúng tôi có những hình ảnh tốt đẹp bên nhau: ở wrigley field trong trang phục áo thun, ở thác niagara khi tôi mang bầu.\""
        },
        {
            "en": "Beginning in the western town of <em>Niagara</em> Falls, gay and lesbian couples began being married early in the morning as soon as Sunday began.",
            "vi": "Khởi đầu từ thị trấn phía tây của thác Niagara, những cặp đôi cùng giới (cùng nam hay cùng nữ) đã bắt đầu tổ chức kết hôn ngay từ sáng sớm ngày Chủ Nhật."
        },
        {
            "en": "We had a lovely holiday in Canada. One of the best days was when we went to see <em>Niagara</em> Falls. The waterfalls are incredibly loud but they look so impressive.",
            "vi": "Chúng tôi có một kỳ nghỉ hè tuyệt vời tại Canada. Một trong những ngày tuyệt vời là khi chúng tôi đến xem thác nước Niagara. Thác nước này thật sự rất ồn ào nhưng chúng nhìn rất ấn"
        },
        {
            "en": "We had a lovely holiday in Canada. One of the best days was when we went to see <em>Niagara</em> Falls. The waterfalls are incredibly loud but they look so impressive.",
            "vi": "Chúng tôi có một kỳ nghỉ hè tuyệt vời tại Canada. Một trong những ngày tuyệt vời là khi chúng tôi đến xem thác nước Niagara. Thác nước này thật sự rất ồn ào nhưng chúng nhìn rất ấn tượng."
        },
        {
            "en": "Taller than <em>Niagara</em> Falls and twice as wide, Iguazu Falls are the result of a volcanic eruption which left a large crack in the earth. During the rainy season of November – March, the rate of flow of water going over the falls may reach 450,000 cubic feet (12,750 cubic m) per second.   The best times to see Iguazu Falls are in the spring and fall. Summer is intensely tropically hot and humid, and in winter the water level is considerably lower.On her first sight of the tremendous falls, Eleanor Roosevelt exclaimed: “Poor <em>Niagara</em>!”",
            "vi": "Cao hơn và rộng gấp đôi thác Niagara, Iguazu Falls là kết quả của sự phun trào núi lửa đã để lại một đường nứt lớn trong trái đất. Trong mùa mưa từ tháng 11 đến tháng Ba, tốc độ nước chảy xuống thác có thể lên đến 450.000 feet khối ( 12.750 mét khối ) mỗi giây.Thời gian lý tưởng nhất để ngắm Iguazu Falls là vào mùa xuân và mùa thu. Mùa hè cực nóng và ẩm, còn vào mùa đông mực nước rất thấpLần đầu tiên Eleanor Roosevelt nhìn thấy cụm thác mênh mông này, bà đã thốt lên :\"Niagara không thể sánh nổi!\""
        },
        {
            "en": "Iguazu currently has the greatest average annual flow of any waterfall in the world. The water falling over Iguazu in peak flow has a surface area of about 40 Ha (1.3 million ft²) whilst Victoria in peak flow has a surface area of over 55 ha (1.8 million ft²). By comparison, <em>Niagara</em> has a surface area of under 18.3 ha (600,000 ft²).",
            "vi": "Hiện nay Iguazu có lưu lượng nước trung bình hàng năm lớn nhất mọi thác trên thế giới. Lượng nước đổ xuống dòng Iguazu cao nhất phủ diện tích khoảng 40 ha ( 1.3 - triệu ft² ) trong khi lượng nước lớn nhất của Victoria phủ trên diện tích hơn 55 ha ( 1.8 - triệu ft² ). Còn Niagara phủ trên diện tích dưới 18.3 ha ( 600,000 ft² )."
        },
        {
            "en": "The other Canadian activities scheduled for their two-week stay include seeing the Stratford Festival’s production of Guys and Dolls, taking a back-stage tour of the Festival Theatre and the costume warehouse, visiting <em>Niagara</em> Falls, and singing at a local seniors’ home,",
            "vi": "Các hoạt động khác ở Canada được lên kế hoạch cho tuần thứ hai bao gồm xem buổi biểu diễn Guys and Dolls của lễ hội Stratford, tham dự một chuyến dạo quanh hậu trường sân khấu của Festival Theatre và phòng phục trang, tham quan thác Niagara và ca hát tại nhà của những người cao tuổi địa phương."
        }
    ],
    "suggestions": []
}