{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nicaragua"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nicaragua"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nicaragua"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nicaragua"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nicaragua"
        }
    },
    "sentences": [
        {
            "en": "School decentralization in <em>Nicaragua</em>.",
            "vi": "Phân cấp trường học tại Nicaragua."
        },
        {
            "en": "How do I say hello if you are from <em>Nicaragua</em>?",
            "vi": "Nếu bạn đến từ Nicaragua thì tôi chào bạn bằng cách nào?"
        },
        {
            "en": "In <em>Nicaragua</em>, they incinerate thousands of tons of cotton waste every year.",
            "vi": "Ở Nicaragua họ thiêu trụi hàng ngàn tấn chất thải bông mỗi năm."
        },
        {
            "en": "The Marginalized is <em>Nicaragua</em> (64th with TAI 0.185), followed by Pakistan with TAI 0.167.",
            "vi": "Nhóm thứ yếu là Nicaragua (đứng thứ 64 với TAI 0.185), theo sau là Pakistan với TAI 0.167."
        },
        {
            "en": "These findings are consistent with similar analyses for Cambodia, <em>Nicaragua</em> and Tanzania.",
            "vi": "Các phát hiện này nhất quán với các kết quả phân tích tương tự của Cam-pu-chia, Ni-ca-ra-goa và Tan-za-nia."
        },
        {
            "en": "Millions of people have sent in donations to help victims of Hurricane Mitch in <em>Nicaragua</em>.",
            "vi": "Hàng triệu người đã gửi đến các khoản quyên góp để giúp các nạn nhân của cơn bão Mitch ở Nicaragua."
        },
        {
            "en": "You could find the answer in Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola and Ethiopia (Africa) or <em>Nicaragua</em>, Honduras, Guatemala, and Columbia (Central America).",
            "vi": "Bạn có thể tìm thấy câu trả lời ở Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola và Ethiopia (châu Phi) hay Nicaragua, Honduras, Guatemala, và Columbia (Trung Mĩ)."
        },
        {
            "en": "Myanmar topped the list with a salary range similar to Vietnam. <em>Nicaragua</em> came third, followed by Nepal, Brazil, Madagascar, Chile, UAE, the Czech Republic and the Philippines.",
            "vi": "Myanmar đứng hàng đầu trong danh sách với mức lương tương tự như Việt Nam. Nicaragua đứng thứ ba, theo sau là Nepal, Brazil, Madagascar, Chile, Tiểu Vương quốc Ả Rập, cộng hòa Séc và Philippines."
        },
        {
            "en": "Myanmar topped the list with a salary range similar to Vietnam. <em>Nicaragua</em> came third, followed by Nepal, Brazil, Madagascar, Chile, UAE, the Czech Republic and the Philippines.",
            "vi": "Myanmar đứng hàng đầu trong danh sách với mức lương tương tự như Việt Nam. Nicaragua đứng thứ ba, theo sau là Nepal, Brazil, Madagascar, Chile, Tiểu Vương quốc Ả Rập, cộng hòa Séc và Philippines."
        },
        {
            "en": "However he did accuse Washington of \"inventing\" plots by Iran to attack the US with help from Cuba, <em>Nicaragua</em> and Venezuela.",
            "vi": "Tuy nhiên ông buộc tội Washington đã \"bịa ra\" việc I-ran âm mưu tấn công Hoa Kỳ nhờ sự giúp đỡ của Cuba, Nicaragua và Venezuela."
        },
        {
            "en": "I have seen many programmers from countries such as Chile, Argentina, <em>Nicaragua</em>, Nigeria, Congo, and Kenya compete successfully against India and China as they make about 20% of what an average programmer in China made.",
            "vi": "Tôi đã thấy nhiều người lập trình từ các nước như Chile, Argentina, Nicaragua, Nigeria, Congo, và Kenya cạnh tranh thành công với Ấn Độ và Trung Quốc khi họ làm quãng 20% của điều người lập trình trung bình ở Trung Quốc làm."
        },
        {
            "en": "The world's safest countries  The World Economic Forum's (WEF) latest Travel and Tourism Competitiveness Report, meanwhile, published in April, found that Finland is the safest country on Earth.  The presence of the United Arab Emirates and Oman in the top five, and Qatar in the top 10, will no doubt surprise many given their location in the troubled Middle East. Rwanda, in ninth, ahead of countries such as Portugal and New Zealand, to name just two, will also raise eyebrows.  Equally remarkable is the UK's lowly position. It's down in 78th, below the likes of Zimbabwe, Saudi Arabia and <em>Nicaragua</em>, among others.  The world's 20 safest countries, according to the WEF20 nước an toàn nhất thế giới theo WEF: \nFinland - rating: 6.65\nUAE - 6.6\nIceland - 6.57\nOman - 6.49\nHong Kong - 6.47\nSingapore - 6.45\nNorway - 6.41\nSwitzerland - 6.41\nRwanda - 6.39\nQatar - 6.33 \nLuxembourg - 6.32\nPortugal - 6.32\nNew Zealand - 6.31\nAustria - 6.28\nEstonia - 6.26\nSweden - 6.22\nSlovenia - 6.2\nSpain - 6.16\nNetherlands - 6.14\nMorocco - 6.14",
            "vi": "Những nước an toàn nhất thế giớiTrong khi đó, Báo cáo Năng lực cạnh tranh Du lịch mới nhất của Diễn đàn Kinh tế Thế giới (WEF) công bố hồi tháng Tư cho thấy, Phần Lan là quốc gia an toàn nhất thế giới.Sự hiện diện của Các tiểu vương quốc Ả Rập thống nhất và Oman trong nhóm 5 nước an toàn nhất và Qatar trong nhóm 10 nước an toàn nhất chắc chắn khiến nhiều người ngạc nhiên vì đây là những nước Trung Đông, khu vực có nhiều bất ổn. Rwanda đứng thứ 9, xếp trên những nước như Bồ Đào Nha và New Zealand, đến 2 bậc, cũng gây sốc.Đồng thời rất đáng chú ý là vị trí quá thấp của Anh. Tụt xuống thứ 78, dưới cả những nước như Zimbabwe, Ả Rập Xê - út và Nicaragua, cùng các nước khác."
        }
    ],
    "suggestions": []
}