{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nickelodeon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nickelodeon</k><blockquote><cclass>[<cclass>ˌnɪkə'ləʊdɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>N. Amer. </cclass></cclass></blockquote><blockquote><blockquote>1》 <cclass>informal, dated a jukebox, originally one operated by the insertion of a nickel. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>historical a cinema charging one nickel. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from <kref>nickel</kref> + a shortened form of <kref>melodeon</kref>. </blockquote></div>",
            "word": "nickelodeon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nickelodeon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nickelodeon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nickelodeon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A huge orange <em>Nickelodeon</em> blimp hangs from the ceiling next to WWF t-shirts and a Baby (from Dinosaurs) doll. The vast array of colors and shapes will feel familiar to anyone up on current fashion and street style trends. The racks are filled with inspiration for what’s hot now.",
            "vi": "Một khinh khí cầu khổng lồ màu cam của hãng Nickelodeon treo từ trần nhà, bên cạnh cửa hàng áo thun WWF và của hàng búp bê trẻ em (Dinosaurs). Các mảng màu sắc rộng lớn và hình dạng sẽ tạ nên cảm giác quen thuộc với bất cứ ai trên đường phố đang theo xu hướng thời trang và phong cách hiện tại. Các giá treo được bố trí từ việc lấy nguồn cảm hứng từ những câu chuyện 'nóng bỏng' hiện nay."
        },
        {
            "en": "“Everyone asks if my <em>Nickelodeon</em> blimp is for sale like, ‘Oh, how much would you sell it for?’ Wagner says. “I wouldn’t [sell it] because it’s from an era when money wasn’t important. It’s a metaphor for an [era] when things were a little bit easier, when everything wasn’t so serious.” Wagner refuses to let go of the blimp because, in a way, it would signify letting go of the ’90s.",
            "vi": "Mọi người hỏi khinh khí cầu Nickelodeon có bán hay không \"Ồ, tôi sẽ bán nó với giá bao nhiêu?\" Wagner trả lời: \"Tôi sẽ không bán nó vì nó bắt nguồn từ một thời đại mà tiền không quan trọng. Đó là một phép ẩn dụ cho một [thời] khi mọi thứ đã dễ dàng hơn một chút, khi tất cả mọi thứ không quá nghiêm trọng. \"Wagner từ chối bán đi khinh khí cầu bởi vì, theo cách đó, thể hiện những nét đặc trưng toát ra của những năm 90."
        }
    ],
    "suggestions": []
}