{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nielsen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nielsen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nielsen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nielsen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nielsen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Dear miss <em>Nielsen</em>.",
            "vi": "Mến gửi cô nielsen."
        },
        {
            "en": "\"Vietnam’s retail sector has so much potential to grow,” said Vaughan Ryan, CEO of <em>Nielsen</em> Vietnam.",
            "vi": "Vaughan Ryan, Giám đốc điều hành của Neilsen Việt Nam đã nói: \"Ngành bán lẻ của Việt Nam có rất nhiều tiềm năng để phát triển\"."
        },
        {
            "en": "In a partnership with the <em>Nielsen</em> Company, he put his company's influence and money behind measuring how effective games were as a medium for advertisers.",
            "vi": "Trong sự liên kết với công ty Nielsen, anh ta đã đặt ảnh hưởng và vốn của công ty mình đằng sau sự đo lường hiệu quả của trò chơi như một phương tiện cho những người quảng cáo."
        },
        {
            "en": "There is widely acknowledged epidemiologic evidence that migration increases people’s vulnerability to HIV/ AIDS (Deaton and Lubotsky 2001; <em>Nielsen</em> 1994; UNFPA 2003).",
            "vi": "Có bằng chứng về dịch tễ học được nhiều người thừa nhận là việc di cư làm gia tăng nguy cơ nhiễm HIV/AIDS của người dân (Deaton và Lubotsky 2001; Nielsen 1994; UNFPA 2003)."
        },
        {
            "en": "A survey conducted by <em>Nielsen</em> concluded that Vietnam ranks third in the world in terms of fondness for branded goods, only surpassed by China and India.",
            "vi": "Một cuộc khảo sát được tiến hành bởi Nielsen đã cho kết luận rằng Việt Nam đứng thứ ba trên thế giới về thị hiếu đối hàng hiệu, chỉ kém Trung Quốc và Ấn Độ."
        },
        {
            "en": "The project has yet to secure funding, but <em>Nielsen</em> believes it could have a huge impact on students’ attitudes towards the environment.",
            "vi": "Dự án vẫn chưa đảm bảo kinh phí, nhưng Nielsen tin rằng nó có thể có một tác động rất lớn vào những thái độ của sinh viên đối với môi trường."
        },
        {
            "en": "The number of convenience stores in Vietnam has quadrupled over the last six years, according to global data analytics firm <em>Nielsen</em> released at a press conference on Thursday.",
            "vi": "Số lượng cửa hàng tiện lợi ở Việt Nam đã tăng gấp bốn lần trong 6 năm qua, theo công ty phân tích dữ liệu toàn cầu Nielsen đưa ra tại cuộc họp báo hôm thứ năm."
        },
        {
            "en": "Market Pulse, the report released by <em>Nielsen</em>, also pointed out that rural areas have emerged as a potential market for manufacturers. In 2015, the sales in the areas increased by 5.5 percent.",
            "vi": "Market Pulse, báo cáo của Nielsen, cũng chỉ ra rằng các khu vực nông thôn đã nổi lên như một thị trường tiềm năng cho các nhà sản xuất. Trong năm 2015, doanh số bán hàng trong khu vực này tăng 5,5%."
        },
        {
            "en": "3XN founder Kim Herforth <em>Nielsen</em> says this learning environment will not only have a positive impact on wellbeing, behaviour and performance, but will be an important tool for teaching the next generation about sustainable living.",
            "vi": "Người sáng lập 3XN Kim Herforth Nielsen cho biết môi trường học tập này sẽ không những có tác động tích cực đối với sức khoẻ, hành vi và hiệu suất, mà sẽ là một công cụ quan trọng cho việc giảng dạy thế hệ tiếp theo về cuộc sống bền vững."
        },
        {
            "en": "Figures from <em>Nielsen</em> released in May show that nearly 60 per cent of Vietnam’s population are under the age of 35 and the number of university graduates has increased by 60 per cent within the last decade.",
            "vi": "Thống kê của Nielsen trong tháng 5 cho thấy gần 60% dân số Việt Nam ở độ tuổi dưới 35 và số người tốt nghiệp đại học đã tăng 60% trong 10 năm qua."
        },
        {
            "en": "Convenience stores and minimarts have become more popular in Vietnam and are now the fastest growing segment of the retail industry here, according to a new report from <em>Nielsen</em>.",
            "vi": "Những cửa hàng tiện lợi và siêu thị mini đã trở nên phổ biến hơn ở Việt Nam và hiện là phân khúc này phát triển nhanh nhất trong ngành công nghiệp bán lẻ ở đây, theo một báo cáo mới từ Nielsen."
        },
        {
            "en": " “Students [will] learn first-hand about how to work with green technologies, such as urban farming,” explains <em>Nielsen</em>. “It’s not only a nice park, everything has a use and a meaning. You are literally living and learning in a greenhouse.”",
            "vi": "\"Sinh viên [sẽ] học đầu tiên về làm làm việc ra sao với các công nghệ xanh, như nông nghiệp đô thị\", Nielsen giải thích. \"Nó không chỉ là một công viên đẹp, mọi thứ đều sử dụng và có ý nghĩa. Bạn đang sống và học tập trong một nhà xanh theo đúng nghĩa đen\"."
        },
        {
            "en": "Nearly 49 million people in Vietnam, or more than half of the country’s population, are online. A <em>Nielsen</em> survey released last September found that 92 percent of them watch online videos at least once a week, and 64 percent are daily viewers.",
            "vi": "Gần 49 triệu người Việt Nam, nói cách khác là hơn một nửa dân số cả nước đang sử dụng mạng. Cuộc khảo sát của Nielsen vào tháng chín năm ngoái cũng cho thấy rằng 92% trong số họ xem những video trực tuyến ít nhất mỗi tuần một lần, và 64% thì xem hàng ngày."
        },
        {
            "en": "The latest report published by <em>Nielsen</em> showed that the confidence index of Vietnamese consumers improved in the fourth quarter of 2015 with 108 points, up by 3 points from the third quarter. Vietnam ranks 6th worldwide for the consumer’s optimism, behind a number of countries in the region such as the Philippines, Indonesia, and Thailand.",
            "vi": "Báo cáo mới nhất được công bố bởi Nielsen cho thấy chỉ số niềm tin của người tiêu dùng Việt đã được cải thiện trong quý IV của năm 2015 với 108 điểm, tăng 3 điểm so với quý III. Việt Nam xếp thứ 6 trên toàn thế giới về sự lạc quan của người tiêu dùng, đứng sau một số nước trong khu vực như Philippines, Indonesia và Thái Lan."
        },
        {
            "en": "According to Ryan Vaughan, CEO of <em>Nielsen</em> Vietnam, the index of consumer confidence in the fourth quarter of Vietnam continues to be improved thanks to the willingness of spending. The confidence of retailers was also improved clearly during the Lunar New Year (Tet holidays) – the busy shopping period of the year.",
            "vi": "Theo Ryan Vaughan, Giám đốc điều hành của Nielsen Việt Nam, chỉ số niềm tin của người tiêu dùng trong quý thứ tư của Việt Nam tiếp tục được cải thiện nhờ vào việc sẵn sàng chi tiêu. Sự tự tin của các nhà bán lẻ cũng đã được cải thiện rõ rệt trong dịp Tết Nguyên đán - thời kỳ mua sắm bận rộn của năm."
        },
        {
            "en": "Only 5% of the authors it spoke to agreed to have their article posted for review on the Web - and their instinct turned out to be right, because almost half of the papers attracted no comments. Michael <em>Nielsen</em>, an expert on quantum computers, belongs to a new wave of scientist bloggers who want to change this. He thinks the reason for the lack of comments is that potential reviewers lack incentive",
            "vi": "Chỉ 5% những tác giả cho rằng họ được đồng ý cho đăng bài bởi tờ báo này trên trang Web này- và dự liệu của họ đã đúng khi mà hầu hết một nửa trong số bài của họ không có bình luận. Michael Nielsen, một chuyên gia về máy tính lượng tử, là một nhà khoa học trong làn sóng mới về các nhà blogger khoa học muốn tạo ra sự thay đổi. Anh ấy nghĩ lý do dẫn đến việc thiếu các bình phẩm và do lượng đọc tiềm năng không được khích lệ"
        }
    ],
    "suggestions": []
}