{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nigel",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nigel",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nigel",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nigel",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nigel",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Nigel</em> is carrying out research on early Christian art.",
            "vi": "Nigel sẽ tiến hành cuộc nghiên cứu về hội họa của đạo Cơ đốc."
        },
        {
            "en": "<em>Nigel</em> spent the weekend stripping down his motorbike.",
            "vi": "Nigel bỏ những ngày cuối tuần ra để rã chiếc xe máy của anh ấy."
        },
        {
            "en": "<em>Nigel</em> Short has a very British sense of humour.",
            "vi": "Nigel Short có một óc hài hước rất Anh."
        },
        {
            "en": "From an article in The Financial Times by <em>Nigel</em> Andrews (Adapted).",
            "vi": "Trích bài báo trong the financial tiems (thời báo tài chính) của nigel andrews (chuyển thể)."
        },
        {
            "en": "British Piers – The Postcard Collection, by <em>Nigel</em> Sadler, is published by Amberley. It is available for £14.99 RRP.",
            "vi": "British Piers - bộ sưu tập bưu thiếp, của Nigel Sadler, được xuất bản bởi Amberley. bộ sưu tập có giá 14.99 bảng Anh."
        },
        {
            "en": "It says a lot for <em>Nigel</em> that he gives up his Saturdays to coach the kids' football team.",
            "vi": "Ta thấy được ở Nigel nhiều phẩm chất tốt đẹp khi anh ấy bỏ những ngày thứ Bảy của mình ra để huấn luyện cho bọn trẻ trong đội bóng."
        },
        {
            "en": "British Piers – The Postcard Collection, by <em>Nigel</em> Sadler, is published by Amberley. It is available for £14.99 RRP.",
            "vi": "British Piers - bộ sưu tập bưu thiếp, của Nigel Sadler, được xuất bản bởi Amberley. bộ sưu tập có giá 14.99 bảng Anh."
        },
        {
            "en": "Airports continue to diversify their role in an effort to generate income. Are business meeting facilities the next step? <em>Nigel</em> Halpern, Anne Graham and Rob Davidson investigate.",
            "vi": "Sân bay tiếp tục mở rộng chức năng để nỗ lực tạo ra nguồn thu. Bước tiếp theo là trang bị cơ sở vật chất cho họp mặt công việc? Theo nghiên cứu của Nigel Halpen, Anne Graham và Rob Davidson"
        },
        {
            "en": "The book’s author <em>Nigel</em> Sadler believes that that postcards provide a different insight into the history of piers than regular photographs.",
            "vi": "Tác giả của cuốn sách Nigel Sadler tin rằng so với những bức ảnh thông thường, những tấm bưu thiếp cung cấp một cái nhìn khác sâu sắc hơn về lịch sử của bến tàu."
        },
        {
            "en": "Peacock, <em>Nigel</em> (2004) \"Trade Issues Background Paper: The Impact of Dumping on Trade in Fisheries Products\", paper prepared for Project 26109, Food and Agriculture Organisation (FAO), July.",
            "vi": "Peacock, Nigel (2004) \"Tài liệu nền về các vấn đề thương mại: Tác động của việc bán phá giá đối với thương mại các thuỷ sản\", tài liệu chuẩn bị cho Dự án 26109, Tổ chức Lương thực và Nông nghiệp (FAO), tháng Bảy."
        },
        {
            "en": "Commenting on the research, Dr <em>Nigel</em> Crawford and Dr Steve Graham, both from the University of Melbourne, said the vaccine was tailored to the predominant strain in China.",
            "vi": "Bình luận về nghiên cứu này, Tiến sĩ Nigel Crawford và Tiến sĩ Steve Graham, thuộc Đại học Melbourne, cho biết loại vắc-xin này đã được cải tiến so với loại phổ biến nhất ở Trung Quốc."
        },
        {
            "en": "Policeman and historical enthusiast <em>Nigel</em> Amos played the part of Duke William in a re - enactment of the Battle of Hastings, October 9, 2010.",
            "vi": "Cảnh sát và người đam mê lịch sử Nigel Amos đóng vai Duke William trong cuộc tái hiện trận Hastings, ngày 09 Tháng 10 năm 2010."
        },
        {
            "en": "Policeman and historical enthusiast <em>Nigel</em> Amos played the part of Duke William in a re-enactment of the Battle of Hastings, October 9, 2010.",
            "vi": "Cảnh sát và người đam mê lịch sử Nigel Amos đóng vai Duke William trong cuộc tái hiện trận Hastings, ngày 09 Tháng 10 năm 2010."
        },
        {
            "en": "The book’s author <em>Nigel</em> Sadler believes that that postcards provide a different insight into the history of piers than regular photographs.",
            "vi": "Tác giả của cuốn sách Nigel Sadler tin rằng so với những bức ảnh thông thường, những tấm bưu thiếp cung cấp một cái nhìn khác sâu sắc hơn về lịch sử của bến tàu."
        },
        {
            "en": "The Dortmund coach is set to leave the Bundesliga club at the end of the season but <em>Nigel</em> Winterburn believes the Gunners should stick with the Frenchman.",
            "vi": "HLV Dortmund sẽ rời đội bóng ở Bundesliga ngay trong mùa giải này nhưng Nigel Winterburn tin rằng các Pháo thủ nên tiếp tục gắn bó với HLV người Pháp."
        },
        {
            "en": "The survey was designed to establish the risk to the segment from overly depending on one crop and buyers in one specific country that could prove potentially devastating, said <em>Nigel</em> Smith, CEO of Fine Fruit Asia.",
            "vi": "Nigel Smith, Giám đốc điều hành của Fine Fruit Asia, cho biết cuộc khảo sát được thiết kế để xác định rủi ro đối với phân khúc thị trường này do phụ thuộc quá nhiều vào một loại cây trồng và người mua của một quốc gia cụ thể, điều đó có thể tiềm ẩn mối nguy hại."
        },
        {
            "en": "Arsenal legend <em>Nigel</em> Winterburn believes Jurgen Klopp would be a \"perfect fit\" for the Gunners but has called on the club to place their faith in Arsene Wenger for two more years.",
            "vi": "Huyền thoại của Arsenal Nigel Winterburn tin rằng Jurgen Klopp sẽ là sự thay thế hoàn hảo cho các Pháo thủ nhưng ông ấy cũng cho rằng câu lạc bộ nên đặt niềm tin vào Arsene Wenger thêm 2 năm nữa."
        },
        {
            "en": "Transits have helped shape our view of the whole Universe, as Heather Cooper and <em>Nigel</em> Henbest explain. On 8 June 2004, more than half the population of the world were treated to a rare astronomical event.",
            "vi": "Sự di chuyển này đã giúp định hình quan điểm của chúng ta về toàn bộ Vũ trụ, như Heather Cooper và Nigel Henbest giải thích. Vào ngày 8 tháng 6 năm 2004, hơn một nửa dân số thế giới đã được chứng kiến một sự kiện thiên văn hiếm hoi."
        },
        {
            "en": "“NEPs are moving to a standardized software and hardware platform that can deliver and manage highly available services,” <em>Nigel</em> Ball, vice president of Oracle’s Communications Industry Solutions, said in a statement at the time the deal was announced. “The addition of GoAhead technology will help us deliver a comprehensive, standards-based, carrier-grade platform that supports the delivery of new services in the call path of the network.”",
            "vi": "\"NEP đang hướng đến một nền tảng phần mềm và phần cứng tiêu chuẩn hóa mà có thể cung cấp và quản lí các dịch vụ sẵn sàng cao \", Nigel Ball phó chủ tịch của Giải pháp Ngành công nghiệp Truyền thông của Oracle cho biết trong một tuyên bố tại thời điểm thỏa thuận này được công bố. \"Việc bổ sung công nghệ của GoAhead sẽ giúp chúng tôi cung cấp một nền tảng toàn diện, dựa trên các tiêu chuẩn và đáng tin cậy hỗ trợ việc cung cấp các dịch vụ mới theo dõi cuộc gọi trong mạng.\""
        }
    ],
    "suggestions": []
}