{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nigerian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Nigerian</k><blockquote><cclass>[<cclass>nʌɪ'dʒɪərɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of Nigeria. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Nigeria. </cclass></blockquote></div>",
            "word": "Nigerian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nigerian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nigerian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nigerian"
        }
    },
    "sentences": [
        {
            "en": "Epic tragedy: 800,000 <em>Nigerian</em> kids displaced by Boko Haram, violence",
            "vi": "Thảm kịch lịch sử: 800.000 trẻ em Nigeria phải di dời do phiến quân Boko Haram, bạo lực"
        },
        {
            "en": "In reporting crime, <em>Nigerian</em> newspapers said police open a can of worms when raiding criminal hideouts.",
            "vi": "Trong bài tường thuật về tình hình phạm tội, báo chí Negeria cho biết cảnh sát gặp phải vấn đề phức tạp khi đột kích hang ổ bọn tội phạm."
        },
        {
            "en": "It is also the property of the Canadian and the Indian, the Australian and the <em>Nigerian</em>.",
            "vi": "Nó còn là tài sản của người canada và người ấn độ, người úc và người nigieri."
        },
        {
            "en": "The two unions canceled the strike following negotiations led by <em>Nigerian</em> government.",
            "vi": "Hai liên đoàn này đã hủy bỏ cuộc đình công sau các cuộc đàm phán do chính phủ nigeria lãnh đạo."
        },
        {
            "en": "Among the cases, police in Ho Chi Minh City have received 58 reports and arrested 21 suspects, two of whom were <em>Nigerian</em>.",
            "vi": "Trong số các trường hợp trên, cảnh sát ở thành phố Hồ Chí Minh đã nhận được 58 báo cáo và bắt giữ 21 nghi phạm, 2 trong số đó là người Nigeria."
        },
        {
            "en": "Hundreds of <em>Nigerian</em> militants earlier on Saturday surrendered their weapons, mortar bombs and gunboats during a public ceremony in the Bayelsa state capital Yenagoa.",
            "vi": "Hàng trăm chiến binh Nigeria vào sáng sớm hôm thứ bảy đă giao nộp vũ khí, bom vôi và tàu chiến của họ trong buổi lễ công khai ở thủ phủ Yenagoa bang Bayelsa."
        },
        {
            "en": "<em>Nigerian</em> tech developer and senior consultant, Gbolahan Alli believes Google is embarking on the project in Nigeria because its business model depends on internet accessibility.",
            "vi": "Nhà phát triển công nghệ cao và chuyên gia tư vấn cấp cao của Nigeria là Gbolahan Alli tin rằng Google đang bắt tay vào dự án ở Nigeria vì mô hình kinh doanh của nó phụ thuộc vào khả năng truy cập internet."
        },
        {
            "en": "<em>Nigerian</em> tech experts noted similarities between Google Station and Facebook's Express Wi-Fi, which was launched in Nigeria in November 2017. Express Wi-Fi which is also available in Kenya, Tanzania, India, and Indonesia aims to reduce the cost of internet access.",
            "vi": "Các chuyên gia công nghệ Nigeria đã lưu ý sự tương đồng giữa Google Station và Wi-Fi tốc độ nhanh của Facebook, được ra mắt tại Nigeria vào tháng 11 năm 2017. Wi-Fi tốc độ nhanh cũng có sẵn ở Kenya, Tanzania, Ấn Độ và Indonesia nhằm giảm chi phí truy cập internet."
        },
        {
            "en": "Google is not deploying its moonshot Project Loon to provide connectivity, instead, it is partnering with <em>Nigerian</em> fiber optic telecoms service provider 21st Century to roll out Wi-Fi spots at public places such as colleges, malls, markets and bus stations.",
            "vi": "Google sẽ không triển khai Project Loon của mình để cung cấp kết nối, thay vào đó, họ đã và đang hợp tác với nhà cung cấp dịch vụ viễn thông cáp quang thế kỷ 21 của Nigeria để tung ra các điểm Wi-Fi tại các địa điểm công cộng như các trường cao đẳng, khu mua sắm, chợ và trạm xe buýt."
        },
        {
            "en": "The average <em>Nigerian</em> school concentrates more on STEM subject than ‘softer’ subjects such as Fine Arts, Music, Drama/Theatre and Languages (alternative). This is because these kinds of subjects, usually categorized as ‘The arts”, are not considered as important as other subjects. They are not always recognized as a vital component of modern day learning, so are not evaluated through high stakes. Even more, several parents discourage their children from opting for these subjects, as they hold the misconception that art is a superfluous, isolated subject. They rather encourage the children to go for “serious subjects” that help them secure jobs that meet the needs of our ever-changing economy.",
            "vi": "Trường trung học Nigeria tập trung nhiều vào các môn STEM hơn là các môn học 'mềm mại' như Mỹ thuật, Âm nhạc, Kịch/ rạp hát và Ngôn ngữ (thay thế). Đây là do các thể loại môn học này thường được phân ra là ‘Nghệ thuật”, không được xem là quan trọng như các môn khác. Chúng không phải lúc nào cũng được công nhận là một thành phần quan trọng của việc học tập hiện đại, do đó mà không được đánh giá thông qua các thành tích cao. Hơn thế nữa, một số bậc cha mẹ không khuyến khích con cái của họ lựa chọn các môn học này, vì họ vẫn giữ quan niệm sai lầm rằng nghệ thuật là một môn học không cần thiết và cô lập. Đúng hơn là họ khuyến khích trẻ lựa chọn “các môn học nghiêm túc” giúp chúng bảo đảm việc làm đáp ứng nhu cầu của nền kinh tế luôn thay đổi."
        },
        {
            "en": "The average <em>Nigerian</em> school concentrates more on STEM subject than ‘softer’ subjects such as Fine Arts, Music, Drama/Theatre and Languages (alternative). This is because these kinds of subjects, usually categorized as ‘The arts”, are not considered as important as other subjects. They are not always recognized as a vital component of modern day learning, so are not evaluated through high stakes. Even more, several parents discourage their children from opting for these subjects, as they hold the misconception that art is a superfluous, isolated subject. They rather encourage the children to go for “serious subjects” that help them secure jobs that meet the needs of our ever-changing economy.",
            "vi": "Trường trung học Nigeria tập trung nhiều vào các môn STEM hơn là các môn học 'mềm mại' như Mỹ thuật, Âm nhạc, Kịch/ rạp hát và Ngôn ngữ (thay thế). Đây là do các thể loại môn học này thường được phân ra là ‘Nghệ thuật”, không được xem là quan trọng như các môn khác. Chúng không phải lúc nào cũng được công nhận là một thành phần quan trọng của việc học tập hiện đại, do đó mà không được đánh giá thông qua các thành tích cao. Hơn thế nữa, một số bậc cha mẹ không khuyến khích con cái của họ lựa chọn các môn học này, vì họ vẫn giữ quan niệm sai lầm rằng nghệ thuật là một môn học không cần thiết và cô lập. Đúng hơn là họ khuyến khích trẻ lựa chọn “các môn học nghiêm túc” giúp chúng bảo đảm việc làm đáp ứng nhu cầu của nền kinh tế luôn thay đổi."
        },
        {
            "en": "A:  Gosh, every time I do a test I come back and think, well that was interesting!  One example was with a very nice <em>Nigerian</em> man; he was asked something about telling the truth and he said: ‘Well I'm a religious man, so you should always tell the truth, but when I was a little boy I did that and it didn’t do me any good!’  I asked him why and he said he’d hit a little girl in his playgroup and she had told her mother, so the mother came and asked him if he’d done it, so he told the truth and admitted it, but ended up getting an even a bigger clip round the ear!  So he burst into this hearty laughter and said: ‘Its not always a good thing to tell the truth!’   ",
            "vi": "Đáp: Mỗi khi tôi làm một bài kiểm tra, tôi trở lại và nghĩ rằng, điều đó thật thú vị! Có một ví dụ về một người đàn ông Nigeria đẹp trai; anh ta được hỏi điều gì đó về chuyện nói thật và đã nói: \"Tôi là một người đàn ông theo đạo, vì vậy bạn luôn luôn nên nói sự thật, nhưng khi tôi còn nhỏ, tôi đã làm điều đó và chẳng có ích lợi gì cả!\" Tôi hỏi anh ta tại sao và anh ta nói rằng anh ta đã đánh một cô bé trong nhóm chơi nhạc của anh ta và cô ta đã mách với mẹ mình, vì vậy người mẹ đến và hỏi anh ta có làm điều đó không, vậy nên anh ta nói sự thật và thừa nhận, nhưng cuối cùng anh ta nhận được một cú véo tai đau đớn. Vì vậy, anh đã bật cười vui vẻ và nói: \"Không phải lúc nào nói sự thật cũng đều tốt cả!\""
        },
        {
            "en": "A:  Gosh, every time I do a test I come back and think, well that was interesting!  One example was with a very nice <em>Nigerian</em> man; he was asked something about telling the truth and he said: ‘Well I'm a religious man, so you should always tell the truth, but when I was a little boy I did that and it didn’t do me any good!’  I asked him why and he said he’d hit a little girl in his playgroup and she had told her mother, so the mother came and asked him if he’d done it, so he told the truth and admitted it, but ended up getting an even a bigger clip round the ear!  So he burst into this hearty laughter and said: ‘Its not always a good thing to tell the truth!’   ",
            "vi": "Đáp: Mỗi khi tôi làm một bài kiểm tra, tôi trở lại và nghĩ rằng, điều đó thật thú vị! Có một ví dụ về một người đàn ông Nigeria đẹp trai; anh ta được hỏi điều gì đó về chuyện nói thật và đã nói: \"Tôi là một người đàn ông theo đạo, vì vậy bạn luôn luôn nên nói sự thật, nhưng khi tôi còn nhỏ, tôi đã làm điều đó và chẳng có ích lợi gì cả!\" Tôi hỏi anh ta tại sao và anh ta nói rằng anh ta đã đánh một cô bé trong nhóm chơi nhạc của anh ta và cô ta đã mách với mẹ mình, vì vậy người mẹ đến và hỏi anh ta có làm điều đó không, vậy nên anh ta nói sự thật và thừa nhận, nhưng cuối cùng anh ta nhận được một cú véo tai đau đớn. Vì vậy, anh đã bật cười vui vẻ và nói: \"Không phải lúc nào nói sự thật cũng đều tốt cả!\""
        },
        {
            "en": "Nigeria rebel group to resume attacks, ends talks      Source: Reuters * Main militant group to end ceasefire on Sept. 15 * Rebel group vows fresh attacks against oil industry * Hundreds of militants surrender arms in amnesty programme (Updates with MEND to resume attacks, new throughout) By Austin Ekeinde YENAGOA, Nigeria, Aug 22 (Reuters) - Nigeria's main rebel group said on Saturday it would resume attacks against Africa's biggest energy industry next month, overshadowing the surrender of hundreds of arms by rebels in a federal amnesty programme. The Movement for the Emancipation of the Niger Delta (MEND), responsible for attacks that have wrought havoc on the OPEC member's oil operations, said it would resume its campaign of violence on Sept. 15. MEND, a loose coalition of militant groups, denounced the hundreds of rebels that have participated in President Umaru Yar'Adua's 60-day amnesty programme, which aims to stem unrest in the Niger Delta. \"The ongoing amnesty programme by the government of Nigeria seems to have achieved separating those who still have the zeal to fight for our freedom from those who were in it for the money,\" the group said in a statement. MEND, which declared a 60-day ceasefire in July to allow for peace talks, said it has suspended negotiations with the government. Hundreds of <em>Nigerian</em> militants earlier on Saturday surrendered their weapons, mortar bombs and gunboats during a public ceremony in the Bayelsa state capital Yenagoa. The handover by dozens of militant groups was the largest collection of weapons and ammunition since President Umaru Yar'Adua's 60-day amnesty programme began two weeks ago. A CHANCE FOR PEACE \"We give up our weapons so that we give peace a chance and for all oil companies and other multinationals to come into our region to develop the place,\" said Erepamutei Olotu, known as General Ogunbos, during a public handing-over ceremony. Attacks on pipelines and industry facilities along with the kidnapping of oil workers since early 2006 have cost the world's eighth-biggest oil exporter billions of dollars a year in lost revenues and added to volatility in global energy prices. At the ceremony, former militant leader Ebikabowei Victor Ben, known as Boyloaf, gave a senior government official his flak jacket emblazoned with the logo of Nigeria's most prominent militant group -- the Movement for the Emancipation of the Niger Delta (MEND). \"As chairman of MEND in Bayelsa state, I hand over this jacket as a proclamation that we have disarmed and stand by our word. We expect the president to stand by his word and develop the Niger Delta,\" Ben told a crowd of hundreds that included former militants, government officials and security officers. Ben was among 25 former militant leaders that surrendered more than 500 weapons, dozens of rocket launchers and mortar bombs and 14 gunboats, which were on display at the ceremony. Ben, whose group handed over the bulk of the weapons collected on Saturday, has warned that failure to develop the Niger Delta would lead to a resumption of violence. Sceptics question whether the amnesty scheme will buy anything more than a short-term lull in the violence, saying the government has done little to create employment or training opportunities for those who do hand over their guns. MEND has said a replacement to take over Boyloaf's command had already been put in place, somewhat undermining the point of his departure, and other key commanders in the creeks of the delta have shown no such willingness to take part. No mention has been made of other hardliners like Ateke Tom, Farah Dagogo or Government Tompolo -- against whom the military launched its biggest campaign for years just months ago -- joining the amnesty programme. A previous attempt at disarmament under Yar'Adua's predecessor Olusegun Obasanjo in 2004 broke down as factions argued over the money paid for their weapons. Thousands of guns were handed over but the subsequent five years were among the most violent in the history of the Niger Delta.",
            "vi": "Nigeria rebel group to resume attacks, ends talks    Nguồn : Reuters * Nhóm binh sĩ chủ lực chấm dứt lệnh ngừng bắn vào ngày 15 tháng chín * Nhóm phiến quân tuyên thệ những cuộc tấn công mới chống lại ngành công nghiệp dầu lửa * Hàng trăm binh sĩ buông khí giới trong chương trình ân xá  ( cập nhật sự tấn công trở lại rộng khắp của Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND)) Austin Ekeinde YENAGOA, Nigeria, ngày 22 tháng Tám (Hãng tin Reuters ) – Hôm thứ bảy nhóm phiến quân chủ lực của Nigeria cho biết họ sẽ bắt đầu tấn công trở lại chống lại ngành công nghiệp năng lượng lớn nhất của Châu Phi vào tháng tới, để làm lu mờ hình ảnh hàng trăm phiến quân giao nộp vũ khí trong chương trình ân xá của chính phủ. Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), chịu trách nhiệm về những vụ tấn công đã tàn phá các hoạt động khai thác dầu khí của thành viên OPEC, cho biết nó sẽ tiếp tục chiến dịch bạo lực trở lại vào ngày 15 tháng chín. Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), một liên minh các nhóm chiến đấu lỏng lẻo, đã lên án hàng trăm phiến quân tham gia chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua, một chương trình cố gắng cản trở tình trạng náo động ở Đồng bằng sông Niger. Trong một bài phát biểu nhóm này đã nói: \"Chương trình ân xá đang được chính phủ Nigeria tiến hành dường như đã thành công trong việc tách biệt những người còn có nhiệt tình chiến đấu cho tự do của chúng ta với những kẻ chiến đấu chỉ vì tiền\". MEND đã tuyên bố lệnh ngừng bắn 60 ngày vào tháng bảy để cho phép những cuộc đàm phán hoà bình nhưng giờ đây họ cho biết rằng đã đình chỉ thương lượng với chính phủ. Hàng trăm chiến binh Nigeria vào sáng sớm hôm thứ bảy đã giao nộp vũ khí, bom vôi và tàu chiến của họ trong buổi lễ công khai ở thủ phủ Yenagoa bang Bayelsa. Các nhóm chiến binh đã chuyển giao một bộ sưu tập vũ khí và đạn dược lớn nhất từ khi chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua bắt đầu cách đây hai tuần. CƠ HỘI HOÀ BÌNH Trong buổi lễ chuyển giao công khai, Erepamutei Olotu, hay còn gọi là Tướng Ogunbos, đã nói: \"Chúng tôi từ bỏ vũ khí của mình để cho hoà bình một cơ hội và cho tất cả các công ty dầu lửa và công ty đa quốc gia khác đi vào vùng của chúng tôi để phát triển nơi này\". Các vụ tấn công vào đường ống dẫn và cơ sở công nghiệp cùng với vụ bắt cóc công nhân dầu khí kể từ đầu năm 2006 đã làm mất hàng tỉ đô la doanh thu một năm của khu vực xuất khẩu dầu lớn thứ tám trên thế giới, đồng thời gây ra sự bất ổn giá năng lượng toàn cầu.  Tại buổi lễ này, cựu lãnh đạo binh sĩ Ebikabowei Victor Ben, được biết với tên gọi Boyloaf, đã đưa cho một viên chức chính phủ cao cấp áo chống đạn của ông ta được trang trí logo nhóm vũ trang tài giỏi nhất của Nigeria -- Phong trào Giải phóng Đồng bằng Châu thổ Niger ( MEND ). Ben nói với một đám đông hàng trăm người bao gồm các cựu chiến binh, các viên chức chính phủ và các nhân viên an ninh: \"Là thủ lĩnh phiến quân Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND) ở bang Bayelsa, tôi chuyển giao áo khoác này như lời tuyên bố chúng tôi đã giải giới và làm đúng như lời đã nói. Chúng tôi mong tổng thống cũng sẽ làm đúng như lời ông đã nói và phát triển Đồng bằng sông Niger\". Ben nằm trong số 25 cựu lãnh đạo binh sĩ đã giao nộp hơn 500 vũ khí, hàng tá bệ phóng tên lửa và bom vôi và 14 tàu chiến, những thứ đang được trưng bày ở buổi lễ. Nhóm của Ben đã chuyển giao phần lớn vũ khí thu thập vào hôm thứ bảy và ông đã cảnh báo là thất bại trong việc phát triển Đồng bằng sông Niger sẽ khiến tình trạng bạo lực quay trở lại. Những người hoài nghi phân vân không biết chương trình ân xá có mang lại điều gì tốt đẹp hay không hay chỉ là việc tạm lắng ngắn hạn tình trạng bạo lực này, và cho rằng chính phủ hầu như chẳng làm gì để tạo công ăn việc làm và đào tạo cơ hội cho những người đã chuyển giao súng của họ. MEND cho biết một sự thay thế để tiếp quản mệnh lệnh của Boyloaf đã được đặt đúng chỗ, có phần ngấm ngầm phá hoại điểm khởi hành của anh ấy, và những chỉ huy then chốt khác ở các nhánh sông của vùng châu thổ đã cho thấy không hề có lòng tự nguyện như thế để tham gia. Không hề có ai nhắc đến những người kiên định lập trường khác như Ateke Tom, Farah Dagogo hoặc Chính quyền Tompolo -- chống lại người mà quân đội phát động chiến dịch lớn nhất của nó trong nhiều năm chỉ mấy tháng trước -- tham gia chương trình ân xá. Nỗ lực trước đây nhằm giải trừ quân bị dưới người tiền nhiệm của Yar' Adua Olusegun Obasanjo vào năm 2004 đã bị phá vỡ khi các phe phái tranh cãi với nhau về số tiền trả cho vũ khí của họ. Hàng ngàn khẩu súng đã được chuyển giao nhưng năm năm tiếp theo nằm ở thời kỳ bạo lực nhất trong lịch sử Đồng bằng sông Niger."
        }
    ],
    "suggestions": []
}