{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nigeria"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nigeria"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nigeria"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nigeria"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nigeria"
        }
    },
    "sentences": [
        {
            "en": "When will political assassinations stop in <em>Nigeria</em>?",
            "vi": "Khi nào những cụ ám sát chính trị sẽ chấm dứt ở Nigeria?"
        },
        {
            "en": "Brazil needed to beat USA for <em>Nigeria</em> to qualify.",
            "vi": "Nigeria đủ điều kiện khi Brazil đá bại Mỹ."
        },
        {
            "en": "<em>Nigeria</em> has a population of nearly 100 million.",
            "vi": "Ni-giê-ri-a có dân số gần 100 triệu người."
        },
        {
            "en": "<em>Nigeria</em> has the largest peacekeeping contingent in Darfar.",
            "vi": "Nigeria có đội quân gìn giữ hòa bình lớn nhất ở Darfar."
        },
        {
            "en": "<em>Nigeria</em> rebel group to resume attacks, ends talks",
            "vi": "Nhóm phiến quân Nigeria chấm dứt cuộc đàm phán và bắt đầu tấn công trở lại"
        },
        {
            "en": "Investors have the opportunity establish cement production plants in <em>Nigeria</em>.",
            "vi": "Các nhà đầu tư có cơ hội xây dựng các nhà máy sản xuất xi măng ở Nigeria."
        },
        {
            "en": "Who is the air marshal of the <em>Nigeria</em> air force?",
            "vi": "Trung tướng không quân của lực lượng hàng không Nigeria là ai?"
        },
        {
            "en": "How will they decide to invest in <em>Nigeria</em>?",
            "vi": "Họ sẽ quyết định đầu tư như thế nào ở Nigeria?"
        },
        {
            "en": "<em>Nigeria</em> has a population of nearly 100 million.",
            "vi": "Ni - giê - ri - a có dân số gần 100 triệu người."
        },
        {
            "en": "<em>Nigeria</em> Page, the National Democratic Institute for International Affairs.",
            "vi": "Trang Nigeria, Viện Dân chủ Quốc gia về Quan hệ Quốc tế."
        },
        {
            "en": "An international aid agency says 400 children have died from lead poisoning in northwestern <em>Nigeria</em>.",
            "vi": "Cơ quan viện trợ quốc tế nói rằng 400 trẻ em đã chết vì nhiễm độc chì ở Tây Bắc Nigeria."
        },
        {
            "en": "South Korea tied 2–2 with <em>Nigeria</em> in last night's match.",
            "vi": "Hàn Quốc hòa 2 đều với Nigeria trong trận đấu tối hôm qua."
        },
        {
            "en": "2006 was a peculiar year in the history of political assassinations in <em>Nigeria</em>.",
            "vi": "Năm 2006 là một năm khác thường trong lịch sử các vụ ám sát chính trị ở Nigeria."
        },
        {
            "en": "Several Killed in Blast at World Cup Viewing Area in <em>Nigeria</em>",
            "vi": "Nhiều người thiệt mạng trong vụ nổ tại Khu vực Xem World Cup ở Nigeria"
        },
        {
            "en": "Kenya, Madagascar, <em>Nigeria</em>, and South Africa fall within the sphere of Google’s empire,",
            "vi": "Kenya, Madagascar, Nigeria và Nam Phi chịu sự\nthống trị của “ông lớn” Google"
        },
        {
            "en": "Prior to the <em>Nigeria</em> launch, Google Station service was available in India, Indonesia, Mexico and Thailand.",
            "vi": "Trước khi ra mắt tại Nigeria, dịch vụ Google Station đã có ở Ấn Độ, Indonesia, Mexico và Thái Lan."
        },
        {
            "en": "In the event, USA beat Brazil, so <em>Nigeria</em> was out of the competition.",
            "vi": "Trong trường hợp Mỹ thắng Brazil thì Nigeria sẽ bị loại."
        },
        {
            "en": "Two labor unions in <em>Nigeria</em> have canceled plans for a strike that was to begin Monday.",
            "vi": "Hai liên đoàn lao động ở nigeria đã hủy các kế hoạch cho một cuộc đình công dự định bắt đầu vào thứ hai."
        },
        {
            "en": "He has a tour of three years as a lecturer in <em>Nigeria</em>.",
            "vi": "Anh ta có một chuyến đi ba năm với tư cách là diễn giả ở Nigeria."
        },
        {
            "en": "Hàn Quốc hòa 2 đều với <em>Nigeria</em> trong trận đấu tối hôm qua.",
            "vi": "South Korea tied 2–2 with Nigeria in last night's match."
        }
    ],
    "suggestions": []
}