{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nighttime"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nighttime"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nighttime"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nighttime"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nighttime"
        }
    },
    "sentences": [
        {
            "en": "It felt safer inside, like <em>nighttime</em>.",
            "vi": "Ngồi bên trong cảm thấy an toàn hơn, như ban đêm."
        },
        {
            "en": "Daytime naps may steal hours from <em>nighttime</em> slumber.",
            "vi": "Giấc ngủ trưa có thể khiến bạn ngủ ít đi vào ban đêm."
        },
        {
            "en": "<em>Nighttime</em> Urination Linked to Higher Death Rate Among Elderly",
            "vi": "Đi tiểu đêm gắn liền với tỷ lệ tử vong cao ở người lớn tuổi"
        },
        {
            "en": "Discover what your <em>nighttime</em> visions mean, how you can control them and more",
            "vi": "Khám phá ý nghĩa của những điều bạn mơ thấy trong đêm, và cách để bạn có thể kiểm soát chúng và nhiều hơn nữa"
        },
        {
            "en": "\"<em>Nighttime</em> urination is not necessarily just a matter of getting older.\"",
            "vi": "“Đi tiểu đêm không chỉ nhất thiết là một vấn đề khi về già.\""
        },
        {
            "en": "Sleep primarily at night. Daytime naps may steal hours from <em>nighttime</em> slumber.",
            "vi": "Chủ yếu nên dành giấc ngủ cho buổi tối. Giấc ngủ trưa có thể khiến bạn ngủ ít đi vào ban đêm."
        },
        {
            "en": "He'd called them Aro, Caius, and Marcus, <em>nighttime</em> patrons of the arts...",
            "vi": "Anh đã gọi tên họ là Aro, Caius, và Marcus, nhà bảo trợ nghệ thuật của đêm đen..."
        },
        {
            "en": "There was hardly a let-up in the rain during the <em>nighttime</em>.",
            "vi": "Mưa hầu như không ngớt suốt đêm."
        },
        {
            "en": "There was hardly a let - up in the rain during the <em>nighttime</em>.",
            "vi": "Mưa hầu như không ngớt suốt đêm."
        },
        {
            "en": "In addition to using hand lotion regularly, try this <em>nighttime</em> treatment from dermatologist Dee Anna Glaser, M.D.",
            "vi": "Ngoài việc sử dụng kem thoa tay thường xuyên, hãy thử cách điều trị vào ban đêm của bác sĩ chuyên khoa da liễu Dee Anna Glaser."
        },
        {
            "en": "<em>Nighttime</em> was the most likely time that they would come looking for me and what could I say to get Charlie out of the house?",
            "vi": "Đêm chắc chắn sẽ là lúc thích hợp nhất để họ đến tìm tôi và tôi có thể nói gì đây để làm Charlie ra khỏi nhà?"
        },
        {
            "en": "In addition to using the bleach bottle lamps and the <em>nighttime</em> solar bulbs, the group also converts kerosene lamps into solar lamps.",
            "vi": "Ngoài việc sử dụng những chiếc bóng đèn chai nhựa nước tẩy trắng và bóng đèn năng lượng mặt trời vào ban đêm, MyShelter cũng chuyển đổi đèn dầu hỏa thành đèn năng lượng mặt trời."
        },
        {
            "en": "Bladder control develops gradually in children, with <em>nighttime</em> bladder control, the final stage of the process, reached generally by age 6 or 7.",
            "vi": "Khả năng tự chủ trong việc tiểu tiện phát triển dần dần ở trẻ em, với khả năng kiểm soát bàng quang vào ban đêm, giai đoạn cuối của quá trình, thường đạt được ở 6 hoặc 7 tuổi."
        },
        {
            "en": "It has become a favorite destination of vacationers from all over the world because of the amazing choices for both daytime and <em>nighttime</em> amusement.",
            "vi": "Nó đã trở nên một điểm đến mà những người đi nghỉ mát trên khắp thế giới ưa thích bởi vì có đủ thú vui cả ban ngày lẫn ban đêm để chọn lựa."
        },
        {
            "en": "Researchers have now started to investigate how relationships with friends and family affect <em>nighttime</em> sleep – particularly among teens and emerging adults.",
            "vi": "Các nhà nghiên cứu đã bắt đầu khảo sát xem những mối quan hệ với bạn bè và gia đình ảnh hưởng đến giấc ngủ ban đêm như thế nào - đặc biệt là ở thanh thiếu niên và những người đang độ trưởng thành."
        },
        {
            "en": "Prenatal vitamins can also trigger nausea for some expectant moms. \"Don't take your vitamins on an empty stomach,\" Moore says. \"A lot of women feel better if they take them at <em>nighttime</em> or with dinner.\"",
            "vi": "Vitamin cho phụ nữ có thai cũng có thể gây buồn nôn cho một số thai phụ. \"Đừng uống vitamin khi bụng đói\", Moore khuyên. \"Nhiều phụ nữ cảm thấy dễ chịu hơn nếu uống vào ban đêm hoặc vào bữa tối\"."
        },
        {
            "en": "Baselines are system performance measurements gathered over brief but carefully tar­geted periods, such as 10 minutes during times of highest daily activity or 20 minutes during <em>nighttime</em> administrative operations.",
            "vi": "Mơ đi cưng!"
        },
        {
            "en": "France: A special <em>nighttime</em> feast called Le Réveillon de la Saint-Sylvestre is loaded with traditional dishes like pancakes, foie gras and Champagne. The meal is thought to bring prosperity and good luck.",
            "vi": "Pháp: Một bữa tiệc đêm đặc biệt gọi là Le Réveillon de la Saint-Sylvestre được bày biện với món ăn truyền thống như bánh kếp, foie gras và rượu Sâm-panh. Người ta cho rằng bữa ăn mang lại sự thịnh vượng và may mắn."
        },
        {
            "en": "France: A special <em>nighttime</em> feast called Le Réveillon de la Saint-Sylvestre is loaded with traditional dishes like pancakes, foie gras and Champagne. The meal is thought to bring prosperity and good luck.",
            "vi": "Pháp: Một bữa tiệc đêm đặc biệt gọi là Le Réveillon de la Saint-Sylvestre được bày biện với món ăn truyền thống như bánh kếp, foie gras và rượu Sâm-panh. Người ta cho rằng bữa ăn mang lại sự thịnh vượng và may mắn."
        },
        {
            "en": "Sometimes hot flashes are accompanied by night sweats (episodes of drenching sweats at <em>nighttime</em>). This may lead to awakening and difficulty falling asleep again, resulting in unrefreshing sleep and daytime tiredness.",
            "vi": "Đôi khi chứng trào huyết này cũng thường kèm theo đổ mồ hôi vào ban đêm (mồ hô ướt sũng vào ban đêm). Điều này có thể làm thức giấc và khó ngủ lại được, dẫn đến tình trạng giấc ngủ không được thoải mái và mệt mỏi vào ban ngày."
        }
    ],
    "suggestions": []
}