{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['naitiηgeil]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) chim sơn ca</td></tr></table><i/></div>",
            "word": "nightingale",
            "pronounce": "['naitiηgeil]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nightingale</k><blockquote>■ <cclass>noun a small migratory thrush with drab brownish plumage, noted for its melodious song which can often be heard at night. [<i>Luscinia megarhynchos</i>, family Turdidae.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>nihtegala</i>, of Gmc origin, from the base of <kref>night</kref> and a base meaning 'sing'. </blockquote></div>",
            "word": "nightingale",
            "pronounce": "['naitiηgeil]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nightingale",
            "pronounce": "['naitiηgeil]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nightingale</k><blockquote><blockquote><ex><abr>n.</abr> nightingales sing, warble</ex></blockquote></blockquote></div>",
            "word": "nightingale",
            "pronounce": "['naitiηgeil]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nightingale",
            "pronounce": "['naitiηgeil]"
        }
    },
    "sentences": [
        {
            "en": "His wife sings like a <em>nightingale</em>.",
            "vi": "Vợ anh ta hát như chim hót."
        },
        {
            "en": "Florence <em>Nightingale</em> was a famous English nurse.",
            "vi": "Florence Nightingale là một y tá nổi tiếng người Anh."
        },
        {
            "en": "The <em>nightingale</em> walked slowly, dragging one wing along.",
            "vi": "Con chim sơn ca đi chậm chạp, kéo lê một cánh."
        },
        {
            "en": "A pause, and Pa began to play the nightingale's song. The <em>nightingale</em> answered him. The <em>nightingale</em> began to sing again. It was singing with Pa's fiddle.",
            "vi": "Ngưng lại một giây, rồi Bố đàn lại điệu hót của con họa mi. Con họa mi lập tức đáp lại lời Bố. Nó bắt đầu lên tiếng hót trở lại. Tiếng chim hót hoà theo tiếng đàn của bố."
        },
        {
            "en": "A pause, and Pa began to play the nightingale's song. The <em>nightingale</em> answered him. The <em>nightingale</em> began to sing again. It was singing with Pa's fiddle.",
            "vi": "Ngưng lại một giây, rồi Bố đàn lại điệu hót của con họa mi. Con họa mi lập tức đáp lại lời Bố. Nó bắt đầu lên tiếng hót trở lại. Tiếng chim hót hoà theo tiếng"
        },
        {
            "en": "And the newspapers were full of stories of Florence <em>Nightingale</em> and her soldiers.",
            "vi": "Và báo chí đầy rẫy những câu chuyện về Florence Nightingale và binh sĩ của cô ấy."
        },
        {
            "en": "Those are the words written by British medical worker Florence <em>Nightingale</em>.",
            "vi": "Đó là những dòng do một nhân viên y tế người Anh cô Florence Nightingale viết."
        },
        {
            "en": "The <em>nightingale</em> began to sing as the sky paled into dawn.",
            "vi": "Chú chim hoạ mi bắt đầu cất tiếng hót lúc bình minh."
        },
        {
            "en": "Then from the woods by the creek a <em>nightingale</em> began to sing. Everything was silent, listening to the nightingale's song.",
            "vi": "Từ rừng cây bên lạch suối, một con hoạ mi bắt đầu lên tiếng. Vạn vật im lìm lắng nghe."
        },
        {
            "en": "You may not believe me when i tell you that this cream was made from <em>nightingale</em> droppings, but it's true.",
            "vi": "Chắc anh không tin khi nghe tôi nói thứ kem này được làm bằng phân của chim sơn ca, nhưng sự thực là thế."
        },
        {
            "en": "Like many European visitors, Miss <em>Nightingale</em> wrote a detailed description of her months of travel through this country.",
            "vi": "Giống như nhiều du khách châu Âu khác, cô Nightingale đã mô tả một cách chi tiết những tháng cô đi du lịch xuyên đất nước này."
        },
        {
            "en": "Unlike the other birds, the <em>nightingale</em> does not sing to attract the female, nor for good food, nor out of competition or hatred.",
            "vi": "Không giống như các loài chim khác, chim sơn ca hót không phải để quyến rũ chim mái, không phải vì mồi ngon, cũng chẳng phải vì ganh ghét hay thách thức."
        },
        {
            "en": "But the <em>Nightingale</em> understood the secret of the Student's sorrow, and she sat silently in the oak-tree, and thought about the mystery of Love.",
            "vi": "Nhưng chim sơn ca thấu hiểu bí mật của nỗi lòng chàng thư sinh, nó ngồi lặng lẽ trong tán cây sồi, suy nghĩ về bí mật của tình yêu."
        },
        {
            "en": "But the <em>Nightingale</em> understood the secret of the Student's sorrow, and she sat silently in the oak - tree, and thought about the mystery of Love.",
            "vi": "Nhưng chim sơn ca thấu hiểu bí mật của nỗi lòng chàng thư sinh, nó ngồi lặng lẽ trong tán cây sồi, suy nghĩ về bí mật của tình yêu."
        },
        {
            "en": "When the strings were silent, the <em>nightingale</em> went on singing. When it paused, the fiddle called to it and it sang again.",
            "vi": "Khi những dây đàn im tiếng, con hoạ mi tiếp tục hót. Nếu nó ngưng lại, cây đàn lại mời gọi và nó lập tức hót theo."
        },
        {
            "en": "More than a quarter of UK birds, including the puffin, <em>nightingale</em> and curlew, require urgent conservation efforts to ensure their survival, according to a new report on the state of the UK’s birds.",
            "vi": "Theo một báo cáo mới về tình trạng các loài chim ở Anh, hơn một phần tư các loài chim của Anh, trong đó có hải âu rụt cổ, sơn ca và chim choắt mỏ cong, cần ra sức bảo tồn khẩn cấp để đảm bảo sự sống còn của chúng."
        },
        {
            "en": "\"From what we understand from the announcement, no browser will be able to support Flash on Android 4.1 and above,\" Jonathan <em>Nightingale</em>, senior engineering director at Mozilla Firefox, told PCMag.",
            "vi": "\"Theo những gì chúng tôi hiểu từ thông báo này, sẽ không có trình duyệt nào có thể hỗ trợ Flash trên Android 4.1 và phiên bản cao hơn\", Jonathan Nightingale, giám đốc kỹ thuật cao cấp của Mozilla Firefox, chia sẻ với PCMag."
        },
        {
            "en": "The crow still did not say anything. She did not even move. So the fox continued, \"I have heard that you have the most beautiful voice among all the creatures of the wood. It is even more melodious than that of the <em>nightingale</em>. Won't you sing me a song?\"",
            "vi": "Nàng quạ vẫn chẳng nói gì. Thậm chí nàng chẳng nhúc nhích. Thế là cáo nói tiếp,\"Ta từng nghe mọi người khen nàng có giọng nói ngọt ngào nhất trong mọi sinh vật trong khu rừng này. Thậm chí còn du dương hơn cả tiếng sơn ca nữa cơ. Nàng ca một bài cho ta thưởng thức với?\"."
        }
    ],
    "suggestions": []
}