{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nike",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nike",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nike",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nike",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nike",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Nike</em> HyperAdapt 1.0 in white (<em>Nike</em>, Inc.)",
            "vi": "Nike HyperAdapt 1.0 màu trắng (Nike, Inc.)"
        },
        {
            "en": "The <em>Nike</em> HyperAdapt 1.0 in grey (<em>Nike</em>, Inc.)",
            "vi": "Nike HyperAdapt 1.0 màu xám (Nike, Inc.)"
        },
        {
            "en": "The <em>Nike</em> HyperAdapt 1.0 in black (<em>Nike</em>, Inc.)",
            "vi": "Nike HyperAdapt 1.0 màu đen (Nike)"
        },
        {
            "en": "13. <em>Nike</em> logo price tag: $35",
            "vi": "13. Logo Nike có giá: 35 USD"
        },
        {
            "en": "Do you have any <em>Nike</em> athletic shorts?",
            "vi": "Bạn có cái quần ngắn thể thao hiệu Nike nào không?"
        },
        {
            "en": "<em>Nike</em> commits a professional foul on Adidas.",
            "vi": "Tập đoàn Nike thừa nhận chơi xấu Adidas."
        },
        {
            "en": "<em>Nike</em> nosed out Adidas in the sports shoe industry.",
            "vi": "Nike trội hơn Adidas chút ít trong ngành giày thể thao."
        },
        {
            "en": "They target <em>Nike</em> because <em>Nike</em> is a high profile company and a major creator of jobs in Vietnam.",
            "vi": "Họ nhằm vào Nike vì Nike là một công ty nổi tiếng và là công ty tạo ra việc làm lớn ở Việt Nam."
        },
        {
            "en": "<em>Nike</em> Has Made the First Self-Tying Shoe",
            "vi": "Hãng Nike ra mắt sản phẩm giày tự buộc đầu tiên"
        },
        {
            "en": "I've been dying to buy a set of <em>Nike</em> sportswear.",
            "vi": "Từ lâu tôi đã khao khát mua một bộ áo quần thể thao hiệu Nike."
        },
        {
            "en": "<em>Nike</em> football boots are one of the best brands in the world.",
            "vi": "Giày đinh của hãng Nike là một trong những hãng tốt nhất trên thế giới."
        },
        {
            "en": "<em>NIKE</em> is now the world's most competitive sport and fitness company.",
            "vi": "NIKE hiện đang là công ty hàng đầu thế giới về thể thao."
        },
        {
            "en": "I 've been dying to buy a set of <em>Nike</em> sportswear.",
            "vi": "Từ lâu tôi đã khao khát mua một bộ áo quần thể thao hiệu Nike."
        },
        {
            "en": "In the future, product will come alive.— Tinker Hatfield, designer, <em>Nike</em>",
            "vi": "Trong tương lai, sản phẩm sẽ trở nên thông dụng— Tinker Hatfield, nhà thiết kế, Nike"
        },
        {
            "en": "Buy <em>Nike</em> shoes and enjoy the fine feeling they brought for you.",
            "vi": "Hãy mua giày của Nike và tận hưởng những cảm xúc tốt đẹp mà chúng mang lại cho bạn."
        },
        {
            "en": "If I say, \"Swoosh,\" what comes to mind? I will be shocked if most people don't respond, \"<em>Nike</em>.\"",
            "vi": "Nếu tôi nói \"Swoosh\" thì bạn nghĩ đến điều gì? Tôi sẽ rất ngạc nhiên nếu đa số mọi người không nói là\"Nike\"."
        },
        {
            "en": "After exposing consumers to the <em>Nike</em> swoosh for two decades, and infusing the symbol with all the athletic grandeur we now associate with the symbol, the company has trained us to think \"<em>Nike</em>\" whenever we see that simple little symbol.",
            "vi": "Nike trong suốt hai thập niên, và truyền vào biểu tượng này tinh thần thể thao đỉnh cao, công ty đã huấn luyện chúng ta nghĩ đến \"Nike\" bất cứ khi nào chúng ta nhìn thấy dấu hiệu nhỏ bé này."
        },
        {
            "en": "The <em>Nike</em> HyperAdapt 1.0—which the company submits as “an ultimate solution to individual idiosyncrasies in lacing and tension preference”—was announced on March 16 at the <em>Nike</em> Innovation Summit.",
            "vi": "Đôi giày siêu thích ứng Nike Hyper Adapt 1.0 mà công ty Nike vừa trình ra như là “một giải pháp tối thượng phù hợp với đặc tính từng cá nhân về sở thích buộc dây giày” – được công bố ngày 16 tháng 3 là đỉnh cao sáng tạo của Nike."
        },
        {
            "en": "Though rather discouraged, he persevered and went on to form his own company, making <em>NIKE</em> athletic shoes.",
            "vi": "Mặc dù khá nản lòng, anh ấy vẫn cứ kiên trì và tiếp tục thành lập công ty cho riêng mình bằng cách sản xuất ra những đôi giày chạy điền kinh mang nhãn hiệu Nike."
        },
        {
            "en": "The 5 <em>Nike</em> subcontractors, employing close to 10,000 workers each, are only operating at 75% of their capacity.",
            "vi": "Năm doanh nghiệp gia công cho hãng Nike, mỗi doanh nghiệp sử dụng gần 10.000 công nhân, hiện chỉ hoạt động ở mức 75% công suất."
        }
    ],
    "suggestions": []
}