{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nina"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nina"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nina"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nina"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nina"
        }
    },
    "sentences": [
        {
            "en": "<em>Nina</em>, blushing with embarrassment, began to stammer.",
            "vi": "Nina, đỏ mặt và ngượng ngùng, bắt đầu nói lắp/cà lăm."
        },
        {
            "en": "Local <em>Nina</em> Baranovskaya, 26, was the only one who replied.",
            "vi": "Cô Local Nina Baranovskaya, 26 tuổi, là người duy nhất hồi âm."
        },
        {
            "en": "President Obama Meets <em>Nina</em> Pham, Nurse Who Survived Ebola",
            "vi": "Tổng thống Obama gặp nữ y tá Nina Phạm sau khi cô thoát khỏi Ebola"
        },
        {
            "en": "Hi <em>Nina</em>. I’m Learning to drive at last!",
            "vi": "Chào Nina. Cuối cùng thì tôi đang Học lái xe !"
        },
        {
            "en": "I used to think that <em>Nina</em> was not only a colleague, but also my friend.",
            "vi": "Trước đây, tôi thường nghĩ rằng Nina không những là một đồng nghiệp mà còn là bạn tôi nữa."
        },
        {
            "en": "<em>Nina</em> Auerbach is a literature professor at the University of Pennsylvania.",
            "vi": "Nina Auerbach là một giáo sư văn học ở đại học Pennsylvania."
        },
        {
            "en": "<em>Nina</em> visits the hospital every week to chat to the patients, just to jolly them up a bit",
            "vi": "Nina đến thăm bệnh viện mỗi tuần để nói chuyện với các bệnh nhân, đơn giản là để làm cho họ vui chút ít"
        },
        {
            "en": "According to <em>Nina</em> Kraus, a neurobiologist at Northwestern University in Illinois, musical training involves putting together information from multiple sources.",
            "vi": "Theo bà Nina Kraus, một nhà sinh lý học thần kinh tại Đại học Northwestern ở bang Illinois thì việc học âm nhạc liên quan đến việc tổng hợp thông tin từ nhiều nguồn phức tạp."
        },
        {
            "en": "<em>Nina</em> measured the depth of water in a bathtub at two - minute intervals after the tap was turned on.",
            "vi": "Nina đã đo độ sâu của nước trong bồn tắm hai phút một lần sau khi vòi đã được mở."
        },
        {
            "en": "<em>Nina</em> measured the depth of water in a bathtub at two-minute intervals after the tap was turned on.",
            "vi": "Nina đã đo độ sâu của nước trong bồn tắm hai phút một lần sau khi vòi đã được mở."
        },
        {
            "en": "Musical training involves putting together information from multiple sources, according to <em>Nina</em> Kraus, a neurobiologist at Northwestern University in Illinois.",
            "vi": "Theo bà Nina Kraus, một nhà sinh lý học thần kinh tại Trường Đại học Northwestern ở bang Illinois thì việc học âm nhạc có liên quan đến việc đưa thông tin từ nhiều nguồn hòa lẫn vào với nhau."
        },
        {
            "en": "I had to remember to Keep to the left instead of to the right. It was a Nightmare . <em>Nina</em>",
            "vi": "Tôi phải nhớ giữ để rẽ sang trái thay vì rẽ phải. Đó là một Cơn ác mộng . Nina"
        },
        {
            "en": "The pilot Peter Maloney and his passenger <em>Nina</em> Heatly walked away unscathed from the accident with the pair appearing surprisingly calm afterwards.",
            "vi": "Anh phi công Peter Maloney và hành khách tên Nina Heatly bình an vô sự khỏi tai nạn, sau đó hai người họ xuất hiện bình tĩnh đến kinh ngạc."
        },
        {
            "en": "Living in Los Angeles in her late teens, Angelina signed to the <em>Nina</em> Blanchard agency after her mother, Marcheline Bertrand, suggested she do some modelling.",
            "vi": "Cô từ sống ở Los Angeles thuở thiếu thời, Angelina đã đăng ký tham gia công ty Nina Blanchard sau khi mẹ Angelina Jolie là bà Marcheline Bertrand đã góp ý con gái đi làm người mẫu"
        },
        {
            "en": "Other members of the task team were Froniga Greig (consultant), Laila Al-Hamad, Carolyn Turk, Phillip Brylski, <em>Nina</em> Bhatt from the World Bank and Yuriko Uehara and Nguyen Nhat Tuyen from ADB.",
            "vi": "Các thành viên khác của nhóm công tác bao gồm Froniga Greig (tư vấn), Laila Al-Hamad, Carolyn Turk, Phillip Brylski và Nina Bhatt từ Ngân hàng Thế giới và Yuriko Uehara, Nguyễn Nhật Tuyến từ ADB."
        },
        {
            "en": "President Barack Obama gives a hug to Dallas nurse <em>Nina</em> Pham while meeting with her in the Oval Office of the White House on Friday (October 24) in Washington, D.C.",
            "vi": "Tổng thống Barack Obama đã ôm nữ y tá của thành phố Dallas cô Nina trong buổi tiếp cô tại Phòng bầu dục của Nhà Trắng hôm thứ sáu (24 tháng 10) ở Washington, D.C."
        },
        {
            "en": "Typhoon Tokage is considered a late arrival due to the shift from the El Nino phenomenon, which has caused serious drought over the past century, to the La <em>Nina</em> phenomenon, the weather center said.",
            "vi": "Trung tâm thời tiết cho biết cơn bão Tokage được coi là đến trễ do sự thay đổi từ hiện tượng El Nino đã gây ra đợt hạn hán nghiêm trọng trong thế kỷ qua, hiện tượng La Nina."
        },
        {
            "en": "“Although I no longer have Ebola, I know that it may be awhile before I have my strength back,” <em>Nina</em> said (via CNN). “So with gratitude and respect for everyone’s concern, I ask for my privacy and for my family’s privacy to be respected as I return to Texas and try to get back to a normal life and reunite with my dog, Bentley.”",
            "vi": "Nina nói (trên CNN): \"Mặc dù tôi đã hết Ebola, nhưng tôi biết rằng có thể cần một thời gian nữa trước khi bình phục hoàn toàn. Tôi biết ơn và tôn trọng mọi người quan tâm đến mình, tôi mong mọi người tôn trọng quyền riêng tư của tôi cũng như của gia đình tôi khi tôi về lại Texas và trở lại cuộc sống thường nhật, gặp lại chú chó Bentley của tôi.\""
        }
    ],
    "suggestions": []
}