{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nainti:z]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">độ tuổi từ 90 đến 99</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">những năm 90 (của (thế kỷ))</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">những con số từ 90 đến 99</td></tr></table><i/></div>",
            "word": "nineties",
            "pronounce": "['nainti:z]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nineties",
            "pronounce": "['nainti:z]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nineties",
            "pronounce": "['nainti:z]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nineties",
            "pronounce": "['nainti:z]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nineties",
            "pronounce": "['nainti:z]"
        }
    },
    "sentences": [
        {
            "en": "This was in the eighteen <em>nineties</em>.",
            "vi": "Lúc này là vào những năm 1890."
        },
        {
            "en": "I grew up in Paris during the early <em>nineties</em>.",
            "vi": "Tôi lớn lên ở Paris suốt đầu những năm 90."
        },
        {
            "en": "My grandmother is in her <em>nineties</em>, but very fit.",
            "vi": "Bà tôi ở tuổi 90 rồi nhưng rất khỏe mạnh."
        },
        {
            "en": "She was still hale and hearty in her <em>nineties</em>.",
            "vi": "Chín mươi tuổi rồi mà bà cụ vẫn còn khỏe mạnh."
        },
        {
            "en": "It resulted in fifty - six thousand hospital emergency room visits a year during the nineteen <em>nineties</em>.",
            "vi": "Nó cũng là nguyên nhân của 56000 ca nhập viện khẩn cấp mỗi năm trong suốt thập niên 90."
        },
        {
            "en": "My grandparents live well into their <em>nineties</em>, and it runs in the family.",
            "vi": "Ông bà của tôi sống thọ đến chín mươi mấy tuổi và đó là một đặc điểm của dòng họ tôi."
        },
        {
            "en": "This country experienced a brief period of population growth during the early <em>nineties</em>.",
            "vi": "Đất nước này đã trải qua một thời kỳ tăng dân số ngắn trong đầu những năm 1990."
        },
        {
            "en": "It resulted in fifty-six thousand hospital emergency room visits a year during the nineteen <em>nineties</em>.",
            "vi": "Nó cũng là nguyên nhân của 56000 ca nhập viện khẩn cấp mỗi năm trong suốt thập niên 90."
        },
        {
            "en": "Vietnamese people who were born in the <em>nineties</em> are so unyielding.",
            "vi": "Người Việt Nam sinh ra trong những năm 90 thì rất kiên cường."
        },
        {
            "en": "During the nineteen <em>nineties</em>, much of GM's profits came from the sale of large sports utility vehicles, or SUVs.",
            "vi": "Trong suốt thập niên 1990, hầu hết lợi nhuận của GM là do việc bán những chiếc xe hơi thể thao đa dụng cỡ lớn, hay những chiếc SUV."
        },
        {
            "en": "The Louvre museum is owned by the French government ; however, since the <em>nineties</em> it has become more independent.",
            "vi": "Bảo tàng Louvre thuộc chính phủ Pháp, nhưng kể từ thế kỷ 19 nó ngày càng độc lập hơn."
        },
        {
            "en": "The Louvre museum is owned by the French government; however, since the <em>nineties</em> it has become more independent.",
            "vi": "Bảo tàng Louvre thuộc chính phủ Pháp, nhưng kể từ thế kỷ 19 nó ngày càng độc lập hơn."
        },
        {
            "en": "In spite of rather unfavourable international trends, the country experienced a steady growth in ODA throughout the <em>nineties</em>.",
            "vi": "Bất chấp những xu thế bất lợi trên thế giới, nước này có nguồn vốn ODA tăng ổn định trong suốt những năm 90."
        },
        {
            "en": "ODA rose from about one per cent in the early <em>nineties</em> to around three per cent in 1995.",
            "vi": "Tỷ trọng ODA từ 1% vào đầu những năm 1990 tăng lên tới khoảng 3% vào năm 1995."
        },
        {
            "en": "The <em>nineties</em> saw the emergence of dozens of new newspapers in China, a few dozen think-tanks in Beijing and a proliferation of voices expressed through the Internet.",
            "vi": "Thập kỷ 90 từng chứng kiến sự xuất hiện của hàng chục tờ báo mới ở Trung quốc, vài chục ban tham mưu ở Bắc Kinh và sự bùng phát ý kiến được bộc lộ thông qua mạng Internet."
        },
        {
            "en": "In the nineteen <em>nineties</em>, choreographer Matthew Bourne set his \"Cinderella\" during the bomb attacks that hit London, England during World War Two.",
            "vi": "Trong thập niên 1990, biên đạo múa Matthew Bourne đã dựng vở Cinderella của ông trong suốt các trận đánh bom tấn công Luân Đôn, nước Anh trong Thế Chiến Thứ II."
        },
        {
            "en": "The <em>nineties</em> saw the emergence of dozens of new newspapers in China, a few dozen think - tanks in Beijing and a proliferation of voices expressed through the Internet.",
            "vi": "Thập kỷ 90 từng chứng kiến sự xuất hiện của hàng chục tờ báo mới ở Trung quốc, vài chục ban tham mưu ở Bắc Kinh và sự bùng phát ý kiến được bộc lộ thông qua mạng Internet."
        },
        {
            "en": "This sub-sector used to receive around one eighth of all ODA or about fifty per cent of the funds for infrastructure in the mid-<em>nineties</em>.",
            "vi": "Vào giữa những năm 90, phân ngành này nhận được khoảng một phần tám trong tổng số vốn ODA, hay khoảng 50% số vốn trong lĩnh vực cơ sở hạ tầng."
        },
        {
            "en": "The <em>nineties</em> saw the emergence of dozens of new newspapers in China, a few dozen think-tanks in Beijing and a proliferation of voices expressed through the Internet.",
            "vi": "Thập kỷ 90 từng chứng kiến sự xuất hiện của nhiều tờ báo mới ở Trung Quốc, vài tá ban tham mưu ở Bắc Kinh và sự bùng phát ý kiến được bộc lộ thông qua mạng Internet."
        },
        {
            "en": "There has been increasing monetisation and financial deepening in the economy, especially in the second half of the <em>nineties</em> and the early twenty-first century (Table 5.2).",
            "vi": "Thực tế đã diễn ra việc tiền tệ hóa và tăng chiều sâu tài chính ngày càng nhiều trong nền kinh tế, đặc biệt trong nửa sau của thập kỷ 90 và các năm đầu của thế kỷ 21 (Bảng 5.2)."
        }
    ],
    "suggestions": []
}