{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Nippon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Nippon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Nippon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Nippon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Nippon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Japan's All <em>Nippon</em> Airways were expecting the plane by the end of this year",
            "vi": "Hãng hàng không All Nippon Airways Nhật Bản mong đợi chiếc máy bay này vào cuối năm nay."
        },
        {
            "en": "You told me that your group has a deep interest in the <em>Nippon</em> Centre.",
            "vi": "Bạn đã nói với tôi rằng tập đoàn của bạn rất quan tâm đến trung tâm Nippon mà."
        },
        {
            "en": "Broadcasters <em>Nippon</em> Television, Fuji Television and TV Asahi are among the companies which have signed partnerships with mobile operators.",
            "vi": "Các đài truyền hình nippon, fuji và tv asahi là ba trong số các đơn vị đã ký kết làm đối tác cho các nhà cung cầp dịch vụ điện thoại."
        },
        {
            "en": "On another occasion, i joined her to accompany the former president of <em>Nippon</em> telephone & telegraph on a tour of Kyoto by limousine.",
            "vi": "Vào dịp khác, tôi theo cô ấy để tháp tùng ông cựu giám đốc công ty điện báo & điện thoại nippon đi tham quan kyoto một vòng bằng xe hơi màu đen."
        },
        {
            "en": "Researchers at the <em>Nippon</em> Dental University were investigating stem cells from dental pulp - the bit in the middle of the tooth.",
            "vi": "Các nhà nghiên cứu thuộc Đại học Nippon Dental đã nghiên cứu tế bào gốc từ tuỷ răng- một mẫu ở giữa răng."
        },
        {
            "en": "Dr Ken Yaegaki, from <em>Nippon</em> Dental University in Japan, said: \"High purity means there are less 'wrong cells' that are being differentiated to other tissues, or remaining as stem cells.\"",
            "vi": "Tiến sĩ Ken Yaegaki thuộc Đại học Nippon Dental ở Nhật cho hay: “ Thuần khiết cao nghĩa là có ít” tế bào không hoạt động tốt” được phân biệt với các mô khác hoặc vẫn còn là tế bào gốc”."
        }
    ],
    "suggestions": []
}