{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['no(u)ə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuyền Nô-ê</td></tr></table><i/></div>",
            "word": "Noah"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Noah"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Noah"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Noah"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Noah"
        }
    },
    "sentences": [
        {
            "en": "One was <em>Noah</em> Webster.",
            "vi": "Một trong số những người ấy là noah webster."
        },
        {
            "en": "<em>Noah</em> is very humorous and has a likeable character.",
            "vi": "Noah rất hóm hỉnh và có một tính cách dễ thương."
        },
        {
            "en": "<em>Noah</em> Webster said every part of a word should be spoken.",
            "vi": "Noah webster nói rằng nên phát âm rõ từng phần của một từ."
        },
        {
            "en": "As technology renders jobs obsolete, what will keep us busy? Sapiens author Yuval <em>Noah</em> Harari examines ‘the useless class’ and a new quest for purpose",
            "vi": "Khi công nghệ khiến cho việc làm trở nên dư thừa, điều gì vẫn khiến bạn bận rộn? Tác giả nhân chủng học Yuval Noah Harari nghiên cứu \"lớp sinh vật vô dụng\" và mở ra một cuộc tìm kiếm mới nhằm đạt được câu trả lời"
        },
        {
            "en": "Well, there are lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive, like <em>Noah</em> and the ark.",
            "vi": "truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive, like <em>Noah</em> and the ark.",
            "vi": "Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": ", there are lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive, like <em>Noah</em> and the ark.",
            "vi": "Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "Yuval <em>Noah</em> Harari lectures at the Hebrew University of Jerusalem and is the author of Sapiens: A Brief History of Humankind and Homo Deus: A Brief History of Tomorrow",
            "vi": "Yuval Noah Harari giảng dạy tại Đại học Hebrew ở Jerusalem, đồng thời là tác giả của cuốn Sapiens: A Brief History of Humankind và cuốn Homo Deus: A Brief History of Tomorrow"
        },
        {
            "en": "Well, there are lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive, like <em>Noah</em> and the ark.",
            "vi": "Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "The ordeal began when Stephen Ursrey, 8, and his 11-year-old brother <em>Noah</em>, were separated from their family and became stranded in the riptide around 90 metres from the beach.",
            "vi": "Câu chuyện bắt đầu khi bé Stephen Ursrey 8 tuổi và cậu anh trai Noah 11 tuổi không ở bên gia đình và bị cơn thủy triều chảy xiết cuốn ra ngoài bờ biển khoảng 90m."
        },
        {
            "en": "One separate point that adds weight to the Bible controversy is the body of photographic and physical evidence of a large object encrusted in Mount Ararat, where, according to the Christian text narrations, finally rested the ark of <em>Noah</em>.",
            "vi": "Một điểm làm chênh lệch cán cân trong cuộc tranh luận về Kinh Thánh là bằng chứng về hình ảnh và vật chất cụ thể của một vật thể lớn bị kết thành lớp vỏ cứng trong núi Ararat, nơi mà, theo lời kể lại trong Kinh Thánh, là điểm dừng cuối cùng của chiếc thuyền Noah."
        },
        {
            "en": "\"Well, there are lots of legends, some of them claiming to date back to the Flood — supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive like <em>Noah</em> and the ark.\" He smiled, to show me how little stock he put in the histories.",
            "vi": "cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót được như Noah và gia đình.\"Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó."
        },
        {
            "en": "\"Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót được như <em>Noah</em> và gia đình.\" Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó.",
            "vi": "are lots of legends, some of them claiming to date back to the Flood — supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive like Noah and the ark.\"He smiled, to show me how little stock he put in the histories."
        },
        {
            "en": "According to the water-covers-the-earth theory, in the times of <em>Noah</em> the upper layers of the atmosphere contained a substantial amount of water that today makes up the oceans. This atmospheric water was what covered the whole planet, and which later returned to the ocean troughs by violent vertical tectonic movements.",
            "vi": "Theo thuyết ‘nước bao phủ trái đất’ này, trong thời đại của Noah, các tầng trên của khí quyển chứa một lượng nước đáng kể mà ngày nay tạo nên các đại dương. Lượng nước trong khí quyển này khi ấy đã bao phủ toàn bộ hành tinh, và sau đó quay trở lại các máng biển bởi những chuyển động kiến ​​tạo dữ dội theo chiều thẳng đứng. "
        },
        {
            "en": "The air of two Midwestern US cities contains significant amounts of bacteria from feces, particularly dog poop, according to a new study led by the University of Colorado Boulder, published recently in the journal Applied and Environmental Microbiology. The researchers tested the air of four locations in the Great Lakes region, and found that, in addition to the more predictable organic sources (such as leaves and soil), fecal material, most likely from dogs, often represents an unexpected source of atmospheric bacteria in urbanized areas during the winter.  Lead author Robert Bowers, a graduate student at the University of Colorado Boulder and Cooperative Institute for Research in Environmental Sciences (CIRES), told the press on Thursday: \"We found unexpectedly high bacterial diversity in all of our samples, but to our surprise the airborne bacterial communities of Detroit and Cleveland most closely resembled those communities found in dog poop.\"\nThe atmosphere around and above us is full of material of organic origin, a significant amount being bacteria, including those that cause disease in plants and animals. Some of them also cause or trigger human diseases, including asthma and seasonal allergies. Yet, despite their importance, we don't know a lot about them, and it is only in the last few years that scientists have begun to realize the diversity of bacteria in the air:  \"There is a real knowledge gap,\" said co-author <em>Noah</em> Fierer, an assistant professor in CU-Boulder's ecology and evolutionary biology department and a CIRES fellow. \"We are just starting to realize this uncharted microbial diversity in the air -- a place where you wouldn't exactly expect microbes to be living\". \"We breathe in bacteria every minute we are outside, and some of these bugs may have potential health implications,\" he added. For the study, the team analyzed the numbers and types of bacteria in nearly 100 local air samples, taken in summer and winter, at four places in the Great Lakes region of the US: three large cities of more than 2 million inhabitants (Chicago Cleveland and Detroit), and one town with less than 6,000 people (Mayville in Wisconsin).   They looked for bacterial DNA in the air samples and compared it to a database of known DNA signatures of bacteria from leaf surfaces, soil, and human, cow and dog feces. They found a surprising diversity in the atmospheric bacterial communities. Also, in the winter samples from two of the four locations, Detroit and Cleveland, the bacterial DNA signatures most closely resembled that of dog feces.  \"As best as we can tell, dog feces are the only explanation for these results,\" said Fierer, adding that they need to do more research before they can be sure.  Bowers suggested that because the snow covers the ground in the winter, the proportion of airborne bacteria from leaf surfaces, soil and dust goes down. Fierer said they don't know if the patterns they found in these four cities are unique: \"Does San Francisco have the same bacteria as New York? Nobody knows as yet,\" said Fierer.  \"We need much better information on what sources of bacteria we are breathing in every time we go outside,\" so that scientists can then investigate their impact on human health, he added. The team now wants to investigate other cities and create a continental \"atlas\" of airborne bacterial communities.  Funds from CIRES (a joint institute of CU-Boulder and the National Oceanic and Atmospheric Administration), the US Environmental Protection Agency, the National Science Foundation, the Howard Hughes Medical Institute and the National Institutes of Health helped pay for the research, with additional support from the Lake Michigan Air Directors Consortium for air sample collection.\nWritten by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Không khí của hai thành phố miền Trung Tây Hoa Kỳ có chứa một lượng đáng kể vi khuẩn từ phân, đặc biệt là phân của chó, theo một nghiên cứu mới dẫn đầu bởi Đại học Colorado Boulder, công bố gần đây trong tạp chí Vi sinh học ứng dụng và môi trường. Các nhà nghiên cứu đã thử nghiệm không khí của bốn địa điểm trong vùng Hồ Lớn, và phát hiện ra rằng, ngoài dự đoán nhiều hơn các nguồn hữu cơ (chẳng hạn như lá cây và đất), vật chất phân, rất có khả năng từ chó, thường đại diện cho một nguồn bất ngờ của các vi khuẩn trong không khí tại các khu vực đô thị hoá trong mùa đông. Tác giả chính Robert Bowers, nghiên cứu sinh tại Đại học Colorado Boulder và Viện hợp tác nghiên cứu Khoa học Môi trường (CIRES), trả lời báo chí hôm thứ năm:  “Chúng tôi thấy sự đa dạng vi khuẩn cao bất ngờ trong tất cả các nhóm mẫu của chúng tôi, nhưng ngạc nhiên là, các cộng đồng vi khuẩn trong không khí ở Detroit và Cleveland trông gần giống với các cộng đồng vi khuẩn thấy trong phân chó”. Bầu không khí xung quanh chúng ta có đầy các vật chất có nguồn gốc hữu cơ, một số lượng đáng kể là vi khuẩn, bao gồm cả những vi khuẩn gây bệnh ở thực vật và động vật. Một số vi khuẩn đó cũng có thể gây ra các bệnh ở người, bao gồm cả bệnh hen suyễn và dị ứng theo mùa.  Tuy nhiên, mặc dù tầm quan trọng của các vi khuẩn đó, chúng ta chưa biết nhiều về chúng, và chỉ trong những năm gần đây các nhà khoa học mới bắt đầu nhận ra sự đa dạng của vi khuẩn trong không khí: “Có một lỗ hổng kiến thức thực tế”, theo đồng tác giả Noah Fierer, trợ lý giáo sư tại khoa sinh học tiến hóa và sinh thái học của CU-Boulder và là một nghiên cứu sinh CIRES. “Chúng tôi chỉ mới bắt đầu nhận ra sự đa dạng vi sinh vật chưa được thăm dò này trong không khí - một nơi mà bạn sẽ không cho rằng vi khuẩn sống trong đó”.  “Mỗi phút chúng ta ra ngoài, chúng ta đều hít vào vi khuẩn, và một số loài vi khuẩn có thể có tác động tới sức khỏe”, ông nói thêm.  Trong nghiên cứu này, nhóm đã phân tích số lượng và chủng loại vi khuẩn trong gần 100 mẫu không khí ở địa phương, được chụp vào mùa hè và mùa đông, ở bốn địa điểm trong khu vực Hồ Lớn của Hoa Kỳ: ba thành phố lớn với hơn 2 triệu dân (Chicago Cleveland và Detroit), và một thị xã ít hơn 6.000 dân (Mayville ở Wisconsin).  Họ đã xem xét ADN của vi khuẩn trong các mẫu không khí và so sánh nó với một cơ sở dữ liệu ADN đã biết của vi khuẩn từ bề mặt lá, đất, và phân bò, người và chó.  Họ tìm thấy một sự đa dạng đáng ngạc nhiên trong các cộng đồng vi khuẩn trong không khí. Ngoài ra, trong các mẫu lấy trong mùa đông từ 2 trong 4 địa điểm, Detroit và Cleveland, đặc trưng ADN của vi khuẩn gần giống nhất với vi khuẩn từ phân chó.\n“Điều tốt nhất mà chúng ta có thể nói, phân chó là lời giải thích duy nhất cho những kết quả này”, Fierer cho biết thêm rằng họ cần phải nghiên cứu sâu hơn nữa trước khi có thể chắc chắn. Bowers cho rằng vì tuyết bao phủ mặt đất trong mùa đông, tỷ lệ vi khuẩn trong không khí từ bề mặt lá, đất và bụi giảm. Fierer nói họ không biết liệu các mô hình mà họ tìm thấy trong bốn thành phố đó có là duy nhất không:  “Liệu San Francisco có vi khuẩn tương tự như New York không? Cho đến nay chưa ai biết được”, Fierer nói.  “Chúng ta cần nhiều thông tin tốt hơn về các nguồn vi khuẩn chúng ta đang hít thở trong mỗi lần đi ra ngoài”, để các nhà khoa học sau đó có thể điều tra tác động của chúng trên sức khỏe con người, ông nói thêm.  Hiện nay nhóm nghiên cứu muốn kiểm tra các thành phố khác và tạo ra một \"bản đồ\" lục địa của các cộng đồng vi khuẩn trong không khí. Được tài trợ bởi CIRES (viện CU-Boulder và Đoàn Ủy nhiệm Quản trị Khí quyển và Đại dương Quốc gia), Cơ quan Bảo vệ Môi trường Hoa Kỳ, Quỹ khoa học quốc gia, Viện Y học Howard Hughes và Viện Y tế quốc gia đã giúp trả tiền cho nghiên cứu, với sự hỗ trợ bổ sung thu thập mẫu không khí từ Hiệp hội Hồ Michigan. Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "12         12. INTRUDER My eyes flew wide open with fright, though i was so exhausted and muddled that I was not yet positive whether I was awake or asleep. Something scratched against my window again with the same thin, high-pitched sound. Confused and clumsy with sleep, I stumbled out of my bed and to the window, blinking the lingering tears from my eyes on the way. A huge, dark shape wobbled erratically on the other side of the glass, lurching toward me like it was going to smash right through. I staggered back, terrified, my throat closing around a scream. Victoria. She'd come for me. I was dead. Not Charlie, too! I choked back the building scream. I would have to keep quiet through this. Somehow. I had to keep Charlie from coming to investigate… And then a familiar, husky voice called from the dark shape. \"Bella!\" it hissed. \"Ouch! Damn it, open the window! OUCH!\" I needed two seconds to shake off the horror before I could move, but then I hurried to the window and shoved the glass out of the way. The clouds were dimly lit from behind, enough for me to make sense of the shapes. \"What are you doing?\" I gasped. Jacob was clinging precariously to the top of the spruce that grew in the middle of Charlie's little front yard. His weight had bowed the tree toward the house and he now swung—his legs dangling twenty feet above the ground—not a yard away from me. The thin branches at the tip of the tree scraped against the side of the house again with a grating squeal. \"I'm trying to keep\"—he huffed, shifting his weight as the treetop bounced him—\"my promise!\" I blinked my wet blurry eyes, suddenly sure that I was dreaming. \"When did you ever promise to kill yourself falling out of Charlie's tree?\" He snorted, unamused, swinging his legs to improve his balance. \"Get out of the way,\" he ordered. \"What?\" He swung his legs again, backwards and forward, increasing his momentum. I realized what he was trying to do. \"No, Jake!\" But I ducked to the side, because it was too late. With a grunt, he launched himself toward my open window. Another scream built in my throat as I waited for him to fall to his death—or at least maim himself against the wooden siding. To my shock, he swung agilely into my room, landing on the balls of his feet with a low thud. We both looked to the door automatically, holding our breath, waiting to see if the noise had woken Charlie. A short moment of silence passed, and then we heard the muffled sound of Charlie's snore. A wide grin spread slowly across Jacob's face; he seemed extremely pleased with himself. It wasn't the grin that I knew and loved—it was a new grin, one that was a bitter mockery of his old sincerity, on the new face that belonged to Sam. That was a bit much for me. I'd cried myself to sleep over this boy. His harsh rejection had punched a painful new hole in what was left of my chest. He'd left a new nightmare behind him, like an infection in a sore—the insult after the injury. And now he was here in my room, smirking at me as if none of that had passed. Worse than that, even though his arrival had been noisy and awkward, it reminded me of when Edward used to sneak in through my window at night, and the reminder picked viciously at the unhealed wounds.  All of this, coupled with the fact that I was dog-tired, did not put me in a friendly mood. \"Get out!\" I hissed, putting as much venom into the whisper as I could. He blinked, his face going blank with surprise. \"No,\" he protested. \"I came to apologize.\" \"I don't accept!\" I tried to shove him back out the window—after all, if this was a dream, it wouldn't really hurt him. It was useless, though. I didn't budge him an inch. I dropped my hands quickly, and stepped away from him. He wasn't wearing a shirt, though the air blowing in the window was cold enough to make me shiver, and it made me uncomfortable to have my hands on his bare chest. His skin was burning hot, like his head had been the last time I'd touched him. Like he was still sick with the fever. He didn't look sick. He looked huge. He leaned over me, so big that he blacked out the window, tongue-tied by my furious reaction. Suddenly, it was just more than I could handle—it felt as if all of my sleepless nights were crashing down on me en masse. I was so brutally tired that I thought I might collapse right there on the floor. I swayed unsteadily, and struggled to keep my eyes open. \"Bella?\" Jacob whispered anxiously. He caught my elbow as I swayed again, and steered me back to the bed. My legs gave out when I reached the edge, and I plopped into a limp heap on the mattress. \"Hey, are you okay?\" Jacob asked, worry creasing his forehead. I looked up at him, the tears not yet dried on my cheeks. \"Why in the world would I be okay, Jacob?\" Anguish replaced some of the bitterness in his face. \"Right,\" he agreed, and took a deep breath. \"Crap. Well… I—I'm so sorry, Bella.\" The apology was sincere, no doubt about it, though there was still an angry twist to his features. \"Why did you come here? I don't want apologies from you, Jake.\" \"I know,\" he whispered. \"But I couldn't leave things the way I did this afternoon. That was horrible. I'm sorry.\" I shook my head wearily. \"I don't understand anything.\" \"I know. I want to explain—\" He broke off suddenly, his mouth open, almost like something had cut off his air. Then he sucked in a deep breath. \"But I can't explain,\" he said, still angry. \"I wish I could.\" I let my head fall into my hands. My question came out muffled by my arm. \"Why?\" He was quiet for a moment. I twisted my head to the side—too tired to hold it up—to see his expression.  It surprised me. His eyes were squinted, his teeth clenched, his forehead wrinkled in effort. \"What's wrong?\" I asked. He exhaled heavily, and I realized he'd been holding his breath, too. \"I can't do it,\" he muttered, frustrated. \"Do what?\" He ignored my question. \"Look, Bella, haven't you ever had a secret that you couldn't tell anyone?\" He looked at me with knowing eyes, and my thoughts jumped immediately to the Cullens. I hoped my expression didn't look guilty. \"Something you felt like you had to keep from Charlie, from your mom… ?\" he pressed. \"Something you won't even talk about with me? Not even now?\" I felt my eyes tighten. I didn't answer his question, though I knew he would take that as a confirmation. \"Can you understand that I might have the same kind of… situation?\" He was struggling again, seeming to fight for the right words. \"Sometimes, loyalty gets in the way of what you want to do. Sometimes, it's not your secret to tell.\" So, I couldn't argue with that. He was exactly right—I had a secret that wasn't mine to tell, yet a secret I felt bound to protect. A secret that, suddenly, he seemed to know all about. I still didn't see how it applied to him, or Sam, or Billy. What was it to them, now that the Cullens were gone? \"I don't know why you came here, Jacob, if you were just going to give me riddles instead of answers.\" \"I'm sorry,\" he whispered. \"This is so frustrating.\" We looked at each other for a long moment in the dark room, both our faces hopeless. \"The part that kills me,\" he said abruptly, \"is that you already know. I already told yon everything!\" \"What are you talking about?\" He sucked in a startled breath, and then leaned toward me, his face shifting from hopelessness to blazing intensity in a second. He stared fiercely into my eyes, and his voice was fast and eager. He spoke the words right into my face; his breath was as hot as his skin. \"I think I see a way to make this work out—because you know this, Bella! I can't tell you, but if you guessed it! That would let me right off the hook!\" \"You want me to guess? Guess what?\" \"My secret! You can do it—you know the answer!\" I blinked twice, trying to clear my head. I was so tired. Nothing he said made sense. He took in my blank expression, and then his face tensed with effort again. \"Hold on, let me see if I give you some help,\" he said. Whatever he was trying to do, it was so hard he was panting. \"Help?\" I asked, trying to keep up. My lids wanted to slip closed, but I forced them open. \"Yeah,\" he said, breathing hard. \"Like clues.\" He took my face in his enormous, too-warm hands and held it just a few inches from his. He stared into my eyes while he whispered, as if to communicate something besides the words he spoke. \"Remember the first day we met—on the beach in La Push?\" \"Of course I do.\" \"Tell me about it.\" I took a deep breath and tried to concentrate. \"You asked about my truck…\" He nodded, urging me on. \"We talked about the Rabbit…\" \"Keep going.\" \"We went for a walk down the beach…\" My cheeks were growing warm under his palms as I remembered, but he wouldn't notice, hot as his skin was. I'd asked him to walk with me, flirting ineptly but successfully, in order to pump him for information. He was nodding, anxious for more. My voice was nearly soundless. \"You told me scary stories… Quileute legends.\" He closed his eyes and opened them again. \"Yes.\" The word was tense, fervent, like he was on the edge of something vital. He spoke slowly, making each word distinct. \"Do you remember what I said?\" Even in the dark, he must be able to see the change in the color of my face. How could I ever forget that? Without realizing what he was doing, Jacob had told me exactly what I needed to know that day—that Edward was a vampire. He looked at me with eyes that knew too much. \"Think hard,\" he told me. \"Yes, I remember,\" I breathed. He inhaled deeply, struggling. \"Do you remember all the story—\" He couldn't finish the question. His mouth popped open like something had stuck in his throat. \"All the stories?\" I asked. He nodded mutely. My head churned. Only one story really mattered. I knew he'd begun with others, but I couldn't remember the inconsequential prelude, especially not while my brain was so clouded with exhaustion. I started to shake my head. Jacob groaned and jumped off the bed. He pressed his fists against his forehead and breathed fast and angry. \"You know this, you know this,\" he muttered to himself. \"Jake? Jake, please, I'm exhausted. I'm no good at this right now. Maybe in the morning…\" He took a steadying breath and nodded. \"Maybe it will come back to you. I guess I understand why you only remember the one story,\" he added in a sarcastic, bitter tone. He plunked back onto the mattress beside me. \"Do you mind if I ask you a question about that?\" he asked, still sarcastic. \"I've been dying to know.\" \"A question about what?\" I asked warily. \"About the vampire story I told you.\" I stared at him with guarded eyes, unable to answer. He asked his question anyway. \"Did you honestly not know?\" he asked me, his voice turning husky. \"Was I the one who told you what he was?\" How did he know this? Why did he decide to believe, why now? My teeth clenched together. I stared back at him, no intention of speaking. He could see that. \"See what I mean about loyalty?\" he murmured, even huskier now. \"It's the same for me, only worse.  You can't imagine how tight I'm bound…\" I didn't like that—didn't like the way his eyes closed as if he were in pain when he spoke of being bound. More than dislike—I realized I hated it, hated anything that caused him pain. Hated it fiercely. Sam's face filled my mind. For me, this was all essentially voluntary. I protected the Cullens' secret out of love; unrequited, but true. For Jacob, it didn't seem to be that way. \"Isn't there any way for you to get free?\" I whispered, touching the rough edge at the back of his shorn hair. His hands began to tremble, but he didn't open his eyes. \"No. I'm in this for life. A life sentence.\" A bleak laugh. \"Longer, maybe.\" \"No, Jake,\" I moaned. \"What if we ran away? Just you and me. What if we left home, and left Sam behind?\" \"It's not something I can run away from, Bella,\" he whispered. \"I would run with you, though, if I could.\" His shoulders were shaking now, too. He took a deep breath. \"Look, I've got to leave.\" \"Why?\" \"For one thing, you look like you're going to pass out at any second. You need your sleep—I need you firing on all pistons. You're going to figure this out, you have to.\" \"And why else?\" He frowned. \"I had to sneak out—I'm not supposed to see you. They've got to be wondering where I am.\" His mouth twisted. \"I suppose I should go let them know.\" \"You don't have to tell them anything,\" I hissed. \"All the same, I will.\" The anger flashed hot inside me. \"I hate them!\" Jacob looked at me with wide eyes, surprised. \"No, Bella. Don't hate the guys. It's not Sam's or any of the others' faults. I told you before—it's me. Sam is actually… well, incredibly cool. Jared and Paul are great, too, though Paul is kind of… And Embry's always been my friend. Nothing's changed there—the only thing that hasn't changed. I feel really bad about the things I used to think about Sam…\" \"Sam was incredibly cool.\" I glared at him in disbelief, but let it go. \"Then why aren't you supposed to see me?\" I demanded. \"It's not safe,\" he mumbled looking down. His words sent a thrill of fear through me. Did he know that, too? Nobody knew that besides me. But he was right—it was the middle of the night, the perfect time for hunting. Jacob shouldn't be here in my room. If someone came for me, I had to be alone. \"If I thought it was too… too risky,\" he whispered, \"I wouldn't have come. But Bella,\" he looked at me again, \"I made you a promise. I had no idea it would be so hard to keep, but that doesn't mean I'm not going to try.\" He saw the incomprehension in my face. \"After that stupid movie,\" he reminded me. \"I promised you that I wouldn't ever hurt you… So I really blew it this afternoon, didn't I?\" \"I know you didn't want to do it, Jake. It's okay.\" \"Thanks, Bella.\" He took my hand. \"I'm going to do what I can to be here for you, just like I promised.\" He grinned at me suddenly. The grin was not mine, nor Sam's, but some strange combination of the two. \"It would really help if you could figure this out on your own, Bella. Put some honest effort into it.\" I made a weak grimace. \"I'll try.\" \"And I'll try to see you soon.\" He sighed. \"And they'll try to talk me out of that.\" \"Don't listen to them.\" \"I'll try.\" He shook his head, as if he doubted his success. \"Come and tell me as soon as you figure it out.\" Something occurred to him just then, something that made his hands shake. \"If you… if you want to.\" \"Why wouldn't I want to see you?\" His face turned hard and bitter, one hundred percent the face that belonged to Sam. \"Oh, I can think of a reason,\" he said in a harsh tone. \"Look, I really have to go. Could you do something for me?\" I just nodded, frightened of the change in him. \"At least call me—if you don't want to see me again. Let me know if it's like that.\" \"That won't happen—\" He raised one hand, cutting me off. \"Just let me know.\" He stood and headed for the window. \"Don't be an idiot, Jake,\" I complained. \"You'll break your leg. Use the door. Charlie's not going to catch you.\" \"I won't get hurt,\" he muttered, but he turned for the door. He hesitated as he passed me, staring at me with an expression like something was stabbing him. He held one hand out, pleading. I took his hand, and suddenly he yanked me—too roughly—right off the bed so that I thudded against his chest. \"Just in case,\" he muttered against my hair, crushing me in a bear hug that about broke my ribs. \"Can't—breathe!\" I gasped. He dropped me at once, keeping one hand at my waist so I didn't fall over. He pushed me, more gently this time, back down on the bed. \"Get some sleep, Bells. You've got to get your head working. I know you can do this. I need you. To understand. I won't lose you, Bella. Not for this.\" He was to the door in one stride, opening it quietly, and then disappearing through it. I listened for him to hit the squeaky step in the stairs, but there was no sound. I lay back on my bed, my head spinning. I was too confused, too worn out. I closed my eyes, trying to make sense of it, only to be swallowed up by unconsciousness so swiftly that it was disorienting. It was not the peaceful, dreamless sleep I'd yearned for—of course not. I was in the forest again, and I started to wander the way I always did. I quickly became aware that this was not the same dream as usual. For one thing, I felt no compulsion to wander or to search; I was merely wandering out of habit, because that was what was usually expected of me here. Actually, this wasn't even the same forest. The smell was different, and the light, too. It smelled, not like the damp earth of the woods, but like the brine of the ocean. I couldn't see the sky; still, it seemed like the sun must be shining—the leaves above were bright jade green. This was the forest around La Push—near the beach there, I was sure of it. I knew that if I found the beach, I would be able to see the sun, so I hurried forward, following the faint sound of waves in the distance. And then Jacob was there. He grabbed my hand, pulling me back toward the blackest part of the forest.  \"Jacob, what's wrong?\" I asked. His face was the frightened face of a boy, and his hair was beautiful again, swept back into a ponytail on the nape of his neck. He yanked with all his strength, but I resisted; I didn't want to go into the dark. \"Run, Bella, you have to run!\" he whispered, terrified. The abrupt wave of déjà vu was so strong it nearly woke me up. I knew why I recognized this place now. It was because I'd been here before, in another dream. A million years ago, part of a different life entirely. This was the dream I'd had the night after I'd walked with Jacob on the beach, the first night I knew that Edward was a vampire. Reliving that day with Jacob must have dredged this dream out of my buried memories. Detached from the dream now, I waited for it to play out. A light was coming toward me from the beach. In just a moment, Edward would walk through the trees, his skin faintly glowing and his eyes black and dangerous. He would beckon to me, and smile. He would be beautiful as an angel, and his teeth would be pointed and sharp… But I was getting ahead of myself. Something else had to happen first. Jacob dropped my hand and yelped. Shaking and twitching, he fell to the ground at my feet. \"Jacob!\" I screamed, but he was gone. In his place was an enormous, red-brown wolf with dark, intelligent eyes. The dream veered off course, like a train jumping the tracks. This was not the same wolf that I'd dreamed of in another life. This was the great russet wolf I'd stood half a foot from in the meadow, just a week ago. This wolf was gigantic, monstrous, bigger than a bear. This wolf stared intently at me, trying to convey something vital with his intelligent eyes. The black-brown, familiar eyes of Jacob Black. I woke screaming at the top of my lungs. I almost expected Charlie to come check on me this time. This wasn't my usual screaming. I buried my head in my pillow and tried to muffle the hysterics that my screams were building into. I pressed the cotton tight against my face, wondering if I couldn't also somehow smother the connection I'd just made. But Charlie didn't come in. and eventually I was able to strangle the strange screeching coming out of my throat. I remembered it all now—every word that Jacob had said to me that day on the beach, even the part before he got to the vampires, the \"cold ones.\" Especially that first part. \"Do you know any of our old stories, about where we came from—the Quileutes, I mean?\" he asked. \"Not really,\" I admitted. \"Well, there are lots of legends, some of them claiming to date back to the Flood—supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive, like <em>Noah</em> and the ark.\" He smiled then, to show me how little stock he put in the histories. \"Another legend claims that we descended from wolves—and that the wolves are our brothers still. It's against tribal law to kill them. \"Then there are the stories about the cold ones.\" His voice dropped a little lower. \"The cold ones?\" \"Yes. There are stories of the cold ones as old as the wolf legends, and some much more recent. According to legend, my own great-grandfather knew some of them. He was the one who made the treaty that kept them off our land.\" Jacob rolled his eyes. \" Your great-grandfather?\" \"He was a tribal elder, like my father. You see, the cold ones are the natural enemies of the wolf— well, not the wolf really, but the wolves that turn into men, like our ancestors. You would call them werewolves.\" \"Werewolves have enemies?\" \"Only one.\" There was something stuck in my throat, choking me. I tried to swallow it down, but it was lodged there, un-moving. I tried to spit it out. \"Werewolf,\" I gasped. Yes, that was the word that I was choking on. The whole world lurched, tilting the wrong way on its axis. What kind of a place was this? Could a world really exist where ancient legends went wandering around the borders of tiny, insignificant towns, facing down mythical monsters? Did this mean every impossible fairy tale was grounded somewhere in absolute truth? Was there anything sane or normal at all, or was everything just magic and ghost stories? I clutched my head in my hands, trying to keep it from exploding. A small, dry voice in the back of my mind asked me what the big deal was. Hadn't I already accepted the existence of vampires long ago—and without all the hysterics that time? Exactly, I wanted to scream back at the voice. Wasn't one myth enough for anyone, enough for a lifetime? Besides, there'd never been one moment that I wasn't completely aware that Edward Cullen was above and beyond the ordinary. It wasn't such a surprise to find out what he was—because he so obviously was something. But Jacob? Jacob, who was just Jacob, and nothing more than that? Jacob, my friend? Jacob, the only human I'd ever been able to relate to… And he wasn't even human. I fought the urge to scream again. What did this say about me? I knew the answer to that one. It said that there was something deeply wrong with me. Why else would my life be filled with characters from horror movies? Why else would I care so much about them that it would tear big chunks right out of my chest when they went off along their mythical ways? In my head, everything spun and shifted, rearranging so that things that had meant one thing before, now meant something else. There was no cult. There had never been a cult, never been a gang. No, it was much worse than that. It was a pack. A pack of five mind-blowingly gigantic, multihued werewolves that had stalked right past me in Edward's meadow… Suddenly, I was in a frantic hurry. I glanced at the clock—it was way too early and I didn't care. I had to go to La Push now. I had to see Jacob so he could tell me that I hadn't lost my mind altogether. I pulled on the first clean clothes I could find, not bothering to be sure they matched, and took the stairs two at a time. I almost ran into Charlie as I skidded into the hallway, headed for the door. \"Where are you going?\" he asked, as surprised to see me as I was to see him. \"Do you know what time it is?\" \"Yeah. I have to go see Jacob.\" \"I thought the thing with Sam—\" \"That doesn't matter, I have to talk to him right now.\" \"It's pretty early.\" He frowned when my expression didn't change. \"Don't you want breakfast?\" \"Not hungry.\" The words flew through my lips. He was blocking my path to the exit. I considered ducking around him and making a run for it, but I knew I would have to explain that to him later. \"I'll be back soon, okay?\" Charlie frowned. \"Straight to Jacob's house, right? No stops on the way?\" \"Of course not, where would I stop?\" My words were running together in my hurry. \"I don't know,\" he admitted. \"It's just… well, there's been another attack—the wolves again. It was real close to the resort by the hot springs—there's a witness this time. The victim was only a dozen yards from the road when he disappeared. His wife saw a huge gray wolf just a few minutes later, while she was searching for him, and ran for help.\" My stomach dropped like I'd hit a corkscrew on a roller coaster. \"A wolf attacked him?\" \"There's no sign of him—just a little blood again.\" Charlie's face was pained. \"The rangers are going out armed, taking armed volunteers. There're a lot of hunters who are eager to be involved—there's a reward being offered for wolf carcasses. That's going to mean a lot of firepower out there in the forest, and it worries me.\" He shook his head. \"When people get too excited, accidents happen…\" \"They're going to shoot the wolves?\" My voice shot through three octaves. \"What else can we do? What's wrong?\" he asked, his tense eyes studying my face. I felt faint; I must be whiter than usual. \"You aren't turning into a tree-hugger on me, are you?\" I couldn't answer. If he hadn't been watching me, I would have put my head between my knees. I'd forgotten about the missing hikers, the bloody paw prints… I hadn't connected those facts to my first realization. \"Look, honey, don't let this scare you. Just stay in town or on the highway—no stops—okay?\" \"Okay,\" I repeated in a weak voice. \"I've got to go.\" I looked at him closely for the first time, and saw that he had his gun strapped to his waist and hiking boots on. \"You aren't going out there after the wolves, are you, Dad?\" \"I've got to help, Bells. People are disappearing.\" My voice shot up again, almost hysterical now. \"No! No, don't go. It's too dangerous!\" \"I've got to do my job, kid. Don't be such a pessimist—I'll be fine.\" He turned for the door, and held it open. \"You leaving?\" I hesitated, my stomach still spinning in uncomfortable loops. What could I say to stop him? I was too dizzy to think of a solution. \"Bells?\" \"Maybe it's too early to go to La Push,\" I whispered. \"I agree,\" he said, and he stepped out into the rain, shutting the door behind him. As soon as he was out of sight, I dropped to the floor and put my head between my knees. Should I go after Charlie? What would I say? And what about Jacob? Jacob was my best friend; I needed to warn him. If he really was a—I cringed and forced myself to think the word—werewolf (and I knew it was true, I could feel it), then people would be shooting at him! I needed to tell him and his friends that people would try to kill them if they went running around like gigantic wolves. I needed to tell them to stop. They had to stop! Charlie was out there in the woods. Would they care about that? I wondered… Up until now, only strangers had disappeared. Did that mean anything, or was it just chance? I needed to believe that Jacob, at least, would care about that. Either way, I had to warn him. Or… did I? Jacob was my best friend, but was he a monster, too? A real one? A bad one? Should I warn him, if he and his friends were… were murderers! If they were out slaughtering innocent hikers in cold blood? If they were truly creatures from a horror movie in every sense, would it be wrong to protect them? It was inevitable that I would have to compare Jacob and his friends to the Cullens. I wrapped my arms around my chest, fighting the hole, while I thought of them. I didn't know anything about werewolves, clearly. I would have expected something closer to the movies—big hairy half-men creatures or something—if I'd expected anything at all. So I didn't know what made them hunt, whether hunger or thirst or just a desire to kill. It was hard to judge, not knowing that. But it couldn't be worse than what the Cullens endured in their quest to be good. I thought of Esme—the tears started when I pictured her kind, lovely face—and how, as motherly and loving as she was, she'd had to hold her nose, all ashamed, and run from me when I was bleeding. It couldn't be harder than that. I thought of Carlisle, the centuries upon centuries that he had struggled to teach himself to ignore blood, so that he could save lives as a doctor. Nothing could be harder than that. The werewolves had chosen a different path. Now, what should I choose?",
            "vi": "12        12. KẺ ĐỘT NHẬP Mắt tôi vụt mở to sợ hãi, dù đã quá kiệt sức và mụ mị đến nỗi tôi không chắc mình đang thức hay đang ngủ.  Có cái gì đó cào vào cửa sổ lần nữa cũng với âm thanh lặng lẽ, rin rít. Bối rối và vụng về vì mê ngủ, tôi loạng choạng ra khỏi giường và lại gần cửa sổ, vừa đi vừa chớp giũ nước mắt còn đọng lại.  Một bóng đen khổng lồ đang lắc lư bên kia cửa kính, nhào về phía tôi như sắp phá cửa lao vào. Tôi bật lùi lại, kinh hoàng, suýt thét lên.  Victoria.  Cô ta đến bắt tôi.  Tôi tiêu đời.  Nhưng không phải luôn cả Charlie! Tôi kiềm tiếng thét sắp tuôn ra. Tôi phải giữ thật yên suốt toàn bộ chuyện này. Không biết làm sao, nhưng tôi phải giữ để Charlie không đến kiểm tra.  Rồi một giọng khàn khàn quen thuộc gọi từ bóng đen đó.  \"Bella!\" nó rít lên. \"Ối! Khốn kiếp, mở cửa sổ! Ối!\" Tôi cần hai giây để rũ bỏ sợ hãi rồi mới nhúc nhích được, nhưng rồi tôi vội vã chạy đến cửa sổ và đẩy kính qua một bên.  Những đám mây được chiếu rọi lờ mờ từ phía sau, đủ cho tôi nhận ra các hình bóng.  \"Bạn đang làm gì vậy?\" Tôi thở hổn hển.  Jacob đang bám bấp bênh bám vào ngọn cây vân sam mọc giữa sân nhỏ trước nhà Charlie. Trọng lượng của anh chàng làm oằn cong cây về phía ngôi nhà và bây giờ anh chàng đang đong đưa - đôi chân lủng lẳng trên mặt đất khoảng hai mươi bộ – cách tôi chưa đến một thước Anh.  Các cành mảnh dẻ trên ngọn cây cọ vào bên hông nhà nghe kèn kẹt.  \"Tôi đang cố giữ \" - anh chàng gắt, lắc lư qua lại vì ngọn cây đang đong đưa anh ta -- “lời hứa!\" Tôi chớp đôi mắt đẫm lệ, đột ngột chắc chắn mình đang mơ.  \"Bạn hứa sẽ tự tử bằng cách rơi xuống cây Charlie khi nào vậy?\" Anh chàng khịt mũi, lộ vẻ không vui, đung đưa đôi chân để giữ thăng bằng.  \"Tránh ra, \" anh ra lệnh.  \"Gì chứ?\" Anh đung đưa chân lần nữa, tới lui, tăng đà dần. Tôi hiểu ra anh đang định làm gì.  \"Đừng, Jake!” Nhưng tôi né sang một bên, vì đã quá muộn. Anh ta lầm bầm quăng mình về phía cửa sổ đang mở.  Một tiếng thét khác dâng lên trong cổ họng khi tôi chờ anh rơi xuống chết - hay ít ra cũng làm anh bị thương khi va vào tấm ván lá sách.  Trước sự bàng hoàng của tôi, anh nhanh nhẹn đu người vào phòng, hạ xuống trên lòng bàn chân với tiếng thịch nhỏ.  Cả hai chúng tôi bất giác nhìn ra cửa, nín thở, chờ xem liệu tiếng ồn có đánh thức Charlie không. Khoảnh khắc yên lặng ngắn ngủi trôi qua, rồi chúng tôi nghe ngáy nghèn nghẹt của Charlie.  Một nụ cười toe toét xếch đến tận mang tai Jacob; anh có vẻ cực kỳ hài lòng với mình.  Đó không phải là nụ cười tôi vẫn quen và yêu thích - đó là một nụ cười mới, một nụ cười giễu cợt cay đắng sự chân thành ngày xưa của anh, trên khuôn mặt mới thuộc về Sam.  Thật quá đỗi chịu đựng của tôi.  Tôi đã khóc thầm trong đêm vì cậu bé này.  Sự hắt hủi nhẫn tâm của anh ta đã đục một lỗ mới đau đớn trong thứ còn lại trong ngực tôi. Anh ta đã để lại một cơn ác mộng mới, như nhiễm trùng trong vết thương - lời sỉ nhục sau khi xúc phạm. Mà bây giờ anh ta lại ở đây trong phòng tôi, cười tự mãn với tôi như thể chẳng hề có chuyện gì xảy ra. Tệ hơn vậy, dù anh đến đây ồn ào và vụng về, nhưng vẫn nhắc tôi nhớ đến lúc Edward thường lẻn vào qua cửa sổ trong đêm, và điều nhắc nhở này đã khoét sâu vào vết thương chưa lành ấy.  Tất cả chuyện này, cùng với việc tôi đã mệt nhoài, không làm tôi thân thiện.  \"Ra ngoài!\" Tôi rít lên, ráng càng chua cay nặng nề trong lời thì thầm càng tốt.  Anh chớp mắt, khuôn mặt anh đầy ngạc nhiên.  \"Không, \" anh phản đối. \" Tôi đến để xin lỗi. \" \"Tôi không chấp nhận!\" Tôi cố đẩy anh ra khỏi cửa sổ - rốt cuộc, nếu đây là một giấc mơ, thì nó sẽ không làm anh ta đau thiệt. Nhưng thật vô ích. Tôi chẳng làm anh ta nhúc nhích một inch nào. Tôi buông tay ra thật nhanh, rồi tránh xa ra.  Anh không mặc áo sơ mi, dù không khí thoảng đưa vào cửa sổ đủ lạnh để làm tôi rùng mình, và tôi không thoải mái khi đặt tay lên bờ ngực trần của anh ta. Da anh nóng bỏng, như đầu anh lần cuối tôi chạm vào. Giống như anh chàng vẫn còn ốm vì sốt.  Anh trông không có vẻ ốm gì cả. Anh ta trông thật khổng lồ. Anh ta nghiêng về phía tôi, cao lớn đến nỗi che hết cửa sổ, không nói nên lời vì phản ứng giận dữ của tôi.  Đột nhiên, mọi chuyện trở nên quá sức chịu đựng - như thể mọi đêm không ngủ đang đồng loạt phủ chụp xuống tôi. Tôi mệt mỏi kinh khủng đến mức tôi nghĩ mình có thể quỵ ngã ngay trên sàn. Tôi lảo đảo, và cố mở to mắt ra.  “Bella?\" Jacob thì thầm lo lắng. Anh chộp khuỷu tay tôi khi tôi lại loạng choạng, rồi đưa tôi trở lại giường. Đôi chân tôi quỵ xuống khi đến mép giường, rồi tôi đổ sầm vào đống nệm mềm mại.  \"Nè, bạn có ổn không vậy?\" Jacob hỏi, lo lắng hằn trên trán.  Tôi ngước nhìn anh, nước mắt chưa khô trên má tôi. \"Làm sao mà tôi có thể ổn được hả, Jacob ?\" Nỗi thống khổ thay cho nét cay đắng trên mặt anh. \"Đúng vậy,” anh đồng ý, và hít thật sâu. \"Quỷ quái. À... Tôi - Tôi thật lòng xin lỗi, Bella. \" Lời xin lỗi chân thành, chẳng có gì để nghi ngờ, dù vẫn còn nét tức giận trên mặt anh.  \"Tại sao bạn đến đây? Tôi không muốn bạn  xin lỗi, Jake. \" \"Tôi biết, \" anh thì thầm. \"Nhưng tôi không thể để mọi thứ theo cách tôi đã làm chiều nay. Thật khủng khiếp. Tôi xin lỗi. \" Tôi lắc đầu mệt mỏi. \" Tôi chẳng hiểu gì hết. \" \"Tôi biết. Tôi muốn giải thích - \" anh dừng lại đột ngột, miệng há hốc, gần giống như cái gì đó đã ngăn chặn đường thở của anh.  Rồi anh hít thật sâu. \"Nhưng tôi không giải thích được, \" anh nói, vẫn tức giận. \" Tôi ước tôi có thể làm được. \" Tôi để đầu rơi vào bàn tay. Câu hỏi phát ra bị chẹn bởi cánh tay tôi. \"Tại sao?\" Anh yên lặng trong chốc lát. Tôi nghiêng đầu sang một bên - quá mệt mỏi để ngẩng lên - xem vẻ mặt của anh.  Nó làm tôi ngạc nhiên. Mắt anh lác đi, răng nghiến chặt, trán nhăn lại cố gắng.  \"Có chuyện gì vậy?\" Tôi hỏi.  Anh thở ra nặng nề, và tôi nhận ra anh cũng nín thở. \"Tôi không thể làm chuyện đó được,” anh lẩm bẩm, tuyệt vọng.  \"Làm chuyện gì?\" Anh phớt lờ câu hỏi của tôi. \"Nè, Bella, bộ bạn chưa từng có một bí mật không thể kể cho bất kỳ ai sao?\" Anh nhìn tôi bằng đôi mắt hiểu biết, và suy nghĩ của tôi nhảy ngay lập tức đến nhà Cullens. Tôi hy vọng vẻ mặt tôi không có vẻ đầy tội lỗi.  \"Chuyện mà bạn cảm thấy như mình phải giữ kín với Charlie, với mẹ bạn?\" anh nhấn mạnh. \"Chuyện mà thậm chí bạn cũng sẽ không kể cho tôi nghe? Ngay cả bây giờ cũng vậy?\" Tôi cảm thấy mắt mình nhắm chặt. Tôi không trả lời câu hỏi của anh, dù tôi biết anh xem cử chỉ đó như lời xác nhận.  \"Bạn có hiểu là tôi cũng có thể lâm vô ... hoàn cảnh giống vậy không?\" Anh lại đang đấu tranh, như cố gắng kiếm từ thích hợp. \"Đôi khi, lòng trung thành cản trở chuyện mình muốn làm. Đôi khi, đó không phải là bí mật của riêng mình để kể cho người khác biết.” Vì vậy, tôi hoàn toàn đồng ý. Anh rất đúng - tôi đã có một bí mật không phải của mình để kể, nhưng vẫn phải giữ kín nó. Một bí mật, đột nhiên, anh có vẻ biết hết rồi.  Nhưng tôi vẫn không hiểu tại sao điều đó lại cũng áp dụng cho cả anh, hoặc Sam, hay Billy. Chuyện đó có ý nghĩa gì với họ chứ khi mà bây giờ cả nhà Cullens đã ra đi? \"Tôi không biết tại sao bạn lại đến đây, Jacob, nếu chỉ để mang lại cho tôi một câu đố thay vì câu trả lời.” \"Tôi xin lỗi, \" anh thì thầm. \"Chuyện này thiệt là bực.” Chúng tôi nhìn nhau hồi lâu trong phòng tối, cả hai khuôn mặt của chúng tôi đều tuyệt vọng.  \"Phần làm tôi khổ tâm không thể nói ra được, \" anh đột ngột nói, \"bạn đã biết rồi. Tôi đã kể cho bạn nghe mọi thứ !\" \"Bạn đang nói về chuyện gì vậy?\" Anh hít một hơi hốt hoảng, rồi nghiêng mình về phía tôi, khuôn mặt anh chuyển từ tuyệt vọng sang bừng bừng kích động trong một giây. Anh nhìn chằm chằm dữ dội vào mắt tôi, và giọng anh nhanh và sốt ruột. Anh nói từng tiếng vào mặt tôi; hơi thở anh nóng như da anh.  \"Tôi nghĩ tôi đã nghĩ ra cách làm chuyện này rồi - vì bạn biết chuyện này, Bella! Tôi không thể kể cho bạn biết, nhưng bạn có thể đoán ra! Thế thì tôi sẽ không bị trách cứ!\" \"Bạn muốn tôi đoán? Đoán gì?\" \"Bí mật của tôi! Bạn có thể làm chuyện đó - bạn biết câu trả lời!\" Tôi chớp mắt hai lần, cố làm đầu óc minh mẫn. Tôi vô cùng mệt mỏi. Chẳng điều gì anh nói có ý nghĩa cả.  Anh để ý vẻ hững hờ của tôi, rồi khuôn mặt của anh bồn chồn cố gắng lần nữa. \"Chờ chút, để xem liệu tôi có giúp bạn được không, \" anh nói. Dù anh đang cố gắng làm gì thì chuyện đó cũng khó khăn đến nỗi anh đang nói hổn hển.  \"Giúp?\" Tôi hỏi, cố hiểu.  Mi mắt tôi muốn sụp xuống, nhưng tôi buộc chúng phải mở ra.  \"Ờ,”  anh nói, thở mạnh. \"Giống như manh mối á. \" Anh ôm mặt tôi trong bàn quá ấm, khổng lồ của mình rồi kéo mặt tôi đến gần mặt anh chỉ cách có mấy inch.  Anh nhìn chằm chằm vào mắt của tôi khi thì thầm, như thể muốn truyền đạt cái gì đó ngoài lời đang nói.  \"Nhớ ngày đầu tiên mình gặp nhau không - trên bãi biển ở La Push ?\" \"Dĩ nhiên là nhớ.” \"Hãy kể tôi nghe về ngày đó.” Tôi hít thật sâu và cố tập trung. \"Bạn hỏi thăm về xe tải của tôi...” Anh gật đầu, giục tôi nói tiếp.  \"Chúng ta nói về chiếc Rabbit... \" \"Tiếp tục.\" \"Mình đi dạo dưới bãi biển...”  Má tôi ấm lên dưới lòng bàn tay anh khi tôi nhớ lại, nhưng anh không nhận thấy, nóng như da anh. Tôi đã mời anh đi dạo với tôi, tán tỉnh một cách vụng về nhưng lại thành công, để moi tin từ anh.  Anh gật đầu, mong muốn nhiều hơn.  Giọng tôi gần không thành tiếng. \"Bạn kể tôi nghe những câu chuyện rùng rợn ... những truyền thuyết của người Quileute.” Anh nhắm mắt lại rồi lại mở ra. \"Đúng rồi.” Lời nói căng thẳng, nhiệt thành, như thể anh đang sắp nói một chuyện quan trọng. Anh nói chậm rãi, rõ từng từ. \"Bạn có nhớ tôi đã nói gì không?” Ngay cả trong bóng tối, anh hẳn cũng có thể thấy sự thay đổi màu sắc của mặt tôi.  Làm sao tôi có thể quên được? Không biết mình đang làm gì, Jacob đã kể tôi nghe đúng chuyện tôi cần biết ngày hôm ấy – rằng Edward là một con ma cà rồng.  Anh nhìn tôi bằng đôi mắt hiểu biết quá nhiều. \"Ráng nghĩ đi, \" anh bảo tôi.  \"Có, tôi có nhớ, \" tôi thở.  Anh hít sâu, cố gắng. \"Bạn có nhớ hết mọi câu chuyện -- \" Anh không thể nói xong câu hỏi.  Miệng anh há mở như thể có cái gì đó đang kẹt trong cổ họng.  \"Mọi câu chuyện ?\" Tôi hỏi.  Anh gật đầu lặng thinh.  Đầu tôi rối tung. Chỉ có một chuyện thật sự quan trọng đối với tôi. Tôi biết anh đã bắt đầu bằng mấy câu chuyện khác, nhưng tôi không thể nhớ ra phần mở đầu vụn vặt ấy, nhất là trong khi não tôi đã mịt mù vì kiệt sức. Tôi bắt đầu lắc đầu.  Jacob rên rỉ và nhảy ra khỏi giường. Anh ấn hai nắm tay lên trán, thở nhanh và tức giận. \"Bạn biết chuyện này, bạn biết chuyện này, \" anh lẩm bẩm với mình.  \"Jake? Jake, xin bạn, tôi mệt ghê lắm.  Bây giờ tôi không đoán được đâu. Có lẽ vào buổi sáng...” Anh hít thở đều rồi gật đầu. \"Có lẽ trí nhớ sẽ trở về với bạn. Tôi nghĩ tôi hiểu tại sao bạn chỉ nhớ một chuyện thôi, \" anh nói thêm mỉa mai, cay đắng. Anh lại ngồi phịch xuống nệm cạnh tôi.  \"Bạn có phiền không nếu tôi hỏi bạn một câu về chuyện đó?\"  anh hỏi, vẫn mỉa mai. \"Tôi đã rất muốn biết.” \"Hỏi về cái gì?\" Tôi hỏi thận trọng.  \"Về chuyện ma cà rồng tôi đã kể cho bạn nghe. \" Tôi nhìn anh chằm chằm với đôi mắt dè dặt, không thể trả lời.  Nhưng anh vẫn cứ hỏi.  \"Có phải bạn thật đã không hề biết?\" anh hỏi tôi, giọng anh trở nên khàn khàn. \"Có phải tôi là người đã kể bạn biết anh ta là ai?” Sao anh lại biết chuyện này? Tại sao anh lại tin, tại sao lại là bây giờ?  Răng tôi siết chặt vào nhau. Tôi nhìn chằm chằm lại anh, không định nói gì cả.  Anh hiểu.  \"Thấy điều tôi muốn nói về lòng trung thành chưa?\"  anh thì thầm, bây giờ thậm chí giọng còn khàn hơn. \"Tôi cũng vậy, tệ hại hơn.  Bạn không thể tưởng tượng nỗi tôi buộc phải ...” Tôi không thích thế  - không thích cách anh nhắm kín mắt như thể anh đang đau đớn khi nói đến chuyện bị ràng buộc.  Còn hơn cả ghét - tôi nhận ra tôi căm thù chuyện đó, căm thù bất cứ thứ gì làm anh đau đớn. Hết sức căm thù.  Khuôn mặt Sam choáng hết tâm trí tôi.  Đối với tôi, điều này về cơ bản là hoàn toàn tự nguyện. Tôi bảo vệ bí mật của gia đình nhà Cullens vì tình yêu; không được đáp lại, nhưng chân thành.  Còn với Jacob, dường như không giống vậy.  \"Chẳng có cách nào để giải phóng bạn sao?” Tôi thì thầm, sờ vào rìa lởm chởm sau mái tóc bị xén của anh.  Bàn tay anh bắt đầu run rẩy, nhưng anh không mở mắt. \"Không. Tôi thuộc về bí mật này suốt đời. Án chung thân.”  Một nụ cười ảm đạm. \"Có lẽ, dài hơn.” \"Đừng, Jake, \" tôi than van. \"Chuyện gì sẽ xảy ra nếu chúng ta bỏ trốn? Chỉ bạn và tôi. Mình bỏ nhà đi, và bỏ lại Sam được không?” \"Đó không phải là thứ tôi có thể bỏ trốn được, Bella, \" anh thì thầm. \"Tuy là tôi sẽ bỏ đi cùng bạn, nếu tôi có thể làm được. \" Vai anh cũng đang rung chuyển. Anh hít thật sâu. \"Nè, tôi phải đi đây.” \"Tại sao?\" \"Vì một lý do là bạn trông như sắp bất tỉnh bất cứ lúc nào. Bạn cần phải ngủ - tôi cần bạn cố hết sức mình.  Bạn sẽ nghĩ ra, bạn phải nghĩ ra. \" \"Còn điều khác nữa?\" Anh cau mày. \" Tôi phải lén trốn – tôi không được phép gặp bạn. Họ chắc đang tự hỏi tôi đang ở đâu. \" Miệng anh méo xệch. \"Tôi nghĩ tôi nên đi báo họ biết.” \"Bạn chẳng cần phải kể cho họ nghe chuyện gì hết, \" tôi rít lên.  \"Cũng thế thôi, tôi sẽ kể.” Nỗi tức giận chợt bừng lên trong tôi. \" Tôi căm thù họ!\" Jacob mở to mắt nhìn tôi, bị bất ngờ. \"Đừng, Bella. Đừng thù ghét mấy bạn đó.  Không phải lỗi của Sam hay ai khác đâu. Trước đây tôi đã nói bạn biết rồi - đó là chuyện của tôi.  Sam thực ra ...  ừm, cực kỳ tuyệt vời.  Jared và Paul cũng rất tuyệt, cho dù Paul hơi ... Còn Embry luôn là bạn tôi.  Chẳng có gì thay đổi cả - điều duy nhất chẳng hề thay đổi. Tôi cảm thấy thật bậy bạ về điều đã nghĩ về Sam…” \"Sam cực kỳ tuyệt vời.” Tôi nhìn anh trừng trừng hoài nghi, nhưng bỏ qua chuyện đó.  \"Vậy thì tại sao bạn không được gặp tôi ?\" Tôi hỏi.  \"Không an toàn, \" anh lầm bầm nhìn xuống.  Lời anh làm tôi rùng mình sợ hãi.  Anh cũng biết chuyện đó nữa sao?  Không ai biết chuyện đó ngoài tôi. Nhưng anh nói đúng – đang nửa đêm, thời gian tốt nhất để đi săn. Jacob không nên ở đây trong phòng tôi. Nếu ai đó đến bắt tôi, tôi phải ở một mình.  \"Nếu tôi nghĩ quá ... nguy hiểm, \" anh thì thầm, \"thì tôi đã không đến. Nhưng Bella,” anh lại nhìn tôi, \" tôi đã hứa với bạn. Tôi chẳng hề nghĩ khó giữ lời đến thế, nhưng không có nghĩa là tôi sẽ không cố.” Anh thấy vẻ không hiểu trên khuôn mặt tôi. \" Sau bộ phim ngu ngốc đó, \" anh nhắc tôi. \"tôi đã hứa với bạn tôi sẽ không bao giờ làm bạn đau khổ... Thế mà tôi lại chẳng giữ lời chiều nay, phải không?\" \"Tôi biết bạn không muốn làm chuyện đó, Jake. Ổn mà. \" \"Cám ơn, Bella. \" Anh nắm tay tôi. \" Tôi sẽ cố gắng hết mức có thể để ở đây vì bạn, như đã hứa. \" Anh bỗng toét miệng cười với tôi. Không phải nụ cười quen thuộc của tôi, cũng chẳng phải của Sam, mà là sự kết hợp kỳ lạ của cả hai.  \"Sẽ rất tốt nếu bạn tự mình nghĩ ra được chuyện này, Bella.  Hãy cố hết sức nghĩ cho ra nhé.” Tôi làm vẻ mặt hơi nhăn nhó. \"Tôi sẽ cố.” \"Và tôi sẽ cố gặp lại bạn sớm.” Anh thở dài. \" Và họ sẽ cố ngăn tôi làm chuyện đó. \" \"Đừng thèm nghe lời họ.” \"Tôi sẽ cố.” Anh lắc đầu, như thể anh chẳng tin mình làm được. \"Hãy đến cho tôi biết ngay khi bạn nghĩ ra được chuyện đó. \" Ngay lúc đó điều gì đó nảy ra trong đầu anh, khiến bàn tay anh run rẩy. \"Nếu bạn ... nếu bạn muốn vậy. \" \"Tại sao tôi lại không muốn gặp bạn chứ?\" Khuôn mặt anh trở nên oán giận và cay đắng, khuôn mặt hoàn toàn thuộc về Sam. \"Ồ, tôi chỉ có thể nghĩ ra một lý do thôi,” anh nói gay gắt. \"Nè, tôi thật phải đi đây.  Bạn có thể làm một chuyện cho tôi không?\" Tôi chỉ gật đầu, sợ sự thay đổi trong anh.  \"Ít nhất hãy gọi tôi - nếu bạn không muốn gặp lại tôi nữa.  Hãy cho tôi biết nếu bạn thế. \" \"Không có chuyện đó đâu - \" Anh đưa một tay lên, ngắt lời tôi. \" Chỉ cần cho tôi biết là được. \" Anh đứng lên đi về phía cửa sổ.  \"Đừng ngốc, Jake, \" tôi than phiền. \" Bạn sẽ bị gãy chân. Dùng cửa đi.  Charlie sẽ không bắt bạn đâu. \" \"Tôi sẽ không bị thương đâu, \" anh lẩm bẩm, nhưng anh quay ra cửa. Anh do dự khi đi qua tôi, nhìn tôi chằm chằm với kiểu như thể có gì đó đang đâm anh. Anh đưa một tay ra, khẩn khoản.  Tôi nắm tay anh, và đột ngột anh kéo mạnh tôi - khá thô bạo – ra khỏi giường khiến tôi đâm sầm vô ngực anh.  \"Để phòng hờ, \" anh lẩm bẩm vào tóc tôi, nghiền nát tôi trong vòng tay ôm siết suýt làm gãy xương sườn tôi.  \"Không - thở được!\" Tôi thở hổn hển.  Anh buông tôi ra ngay lập tức, giữ một tay ở thắt lưng để tôi không té lăn. Anh đẩy tôi, lần này nhẹ nhàng hơn, về lại giường.  \"Ngủ một chút đi, Bells. Bạn phải buộc đầu óc bạn làm việc. Tôi biết bạn có thể làm chuyện này. Tôi cần bạn. Cần bạn hiểu tôi. Tôi sẽ không để mất bạn, Bella. Không để mất bạn vì chuyện này.”  Anh đến cửa chỉ một sải bước, mở nhẹ, rồi biến mất. Tôi lắng nghe coi anh có bước cót két trên cầu thang không, nhưng không có tiếng động nào.  Tôi nằm xuống giường trở lại, đầu quay cuồng. Tôi quá bối rối, quá mệt mỏi. Tôi nhắm mắt lại, cố hiểu mọi chuyện, nhưng rồi bị nuốt chửng bởi giấc ngủ nhanh đến nỗi chẳng hề hay biết.  Đó không phải là giấc ngủ êm đềm, không mộng mị tôi đã mong mỏi - dĩ nhiên là không rồi. Tôi lại ở trong rừng, và bắt đầu lang thang y như mọi khi.  Tôi nhanh chóng nhận ra đây không phải là giấc mơ như thường lệ. Vì một lý do là tôi không cảm thấy nỗi thúc bách phải lang thang hay tìm kiếm nữa; tôi chỉ đơn thuần đang lang thang theo thói quen, vì đó là điều tôi biết sẽ xảy ra ở đây. Thực ra thì, thậm chí đây cũng không phải là khu rừng cũ. Mùi khác, và cả ánh sáng. Nó tỏa mùi, không giống mùi đất ẩm ướt trong rừng, mà là mùi muối trong đại dương. Tôi không nhìn thấy bầu trời; nhưng, hình như  mặt trời hẳn đang chói chang - lá trên đầu có màu xanh ngọc bích tươi tắn.  Đây là khu rừng quanh La Push – gần bãi biển ở đó, tôi chắc chắn vậy. Tôi biết là nếu tôi thấy bãi biển, tôi sẽ thấy được mặt trời, vì vậy tôi vội vã tiến về phía trước, đi theo âm thanh yếu ớt của sóng vỗ xa xa.  Rồi Jacob ở đó. Anh chộp bàn tay tôi, kéo tôi quay lại nơi âm u nhất trong rừng.  \"Jacob, có chuyện gì vậy?\" Tôi hỏi. Khuôn mặt anh là khuôn mặt khiếp sợ của một cậu bé, và tóc anh lại xinh đẹp, cột thành đuôi gà sau gáy. Anh kéo mạnh hết sức mình, nhưng tôi cưỡng lại; tôi không muốn đi vào chỗ tối.  \"Chạy đi, Bella, bạn phải chạy đi!\" anh thì thầm, kinh hoàng.  Cảm giác ngờ ngợ ùa đến đột ngột mạnh đến nỗi suýt làm tôi thức giấc.  Bây giờ tôi đã biết vì sao mình nhận ra nơi này. Đó là vì tôi đã từng đến đây, trong một giấc mơ khác. Cách đây cả triệu năm rồi, thuộc một cuộc đời hoàn toàn khác. Đây là giấc mơ tôi đã mơ sau khi đi với Jacob trên bãi biển, đêm đầu tiên tôi biết Edward là ma cà rồng. Việc hồi tưởng lại ngày hôm đó với Jacob hẳn đã moi ra giấc mơ này từ những kỷ niệm đã chôn kín của tôi. Bây giờ đứng nhìn giấc mơ, tôi chờ nó diễn ra. Ánh sáng đang đi về phía tôi từ bãi biển.  Chỉ chốc lát nữa thôi, Edward sẽ bước qua các hàng cây, da anh sáng mờ và mắt anh đen nhánh và nguy hiểm. Anh sẽ vẫy tay gọi tôi, rồi cười. Anh sẽ xinh đẹp như thiên thần, và răng anh sẽ nhọn và sắc... Nhưng tôi đang tự tiến lên phía trước.  Phải có chuyện khác xảy ra trước.  Jacob thả bàn tay tôi rồi kêu lên đau đớn. Run rẩy và co rúm người, anh ngã xuống đất dưới chân tôi.  \"Jacob !\" Tôi thét lên, nhưng anh đã biến mất.  Ở chỗ anh bây giờ là một con sói khổng lồ, màu nâu đỏ với đôi mắt đen thông minh.  Giấc mơ chuyển theo hướng khác, như xe lửa trệch khỏi đường ray.  Đây cũng không phải là con sói tôi từng mơ thấy trong cuộc đời kia. Đây là con sói màu nâu đỏ to lớn chỉ cách tôi có nửa bước chân trong đồng cỏ, mới tuần trước. Con sói này khổng lồ, quái dị, to hơn cả gấu.  Con sói này bắt đầu chăm chú nhìn tôi, cố truyền đạt điều gì đó quan trọng bằng đôi mắt thông minh của anh. Đôi mắt nâu sậm, quen thuộc của Jacob Black.  Tôi thức giấc thét to hết cỡ.  Lần này, tôi nghĩ hẳn Charlie sẽ đến kiểm tra xem tôi có ổn không. Đây không phải là tiếng thét mọi khi. Tôi vùi đầu trong gối và cố ngăn chặn cơn kích động mấy tiếng thét gây ra. Tôi siết gối vào mặt, tự hỏi không biết mình có thể che giấu được mối liên kết vừa nghĩ ra không.  Nhưng Charlie không vô. Và cuối cùng tôi đã có thể bóp nghẹt tiếng thét thất thanh kỳ lạ ra khỏi cổ họng mình. Bây giờ tôi đã nhớ hết mọi chuyện rồi – từng lời Jacob nói với tôi ngày hôm đó trên bãi biển, cả cái phần trước khi anh đề cập đến chuyện ma cà rồng, \"những người lạnh.” Nhất là phần đầu. \"Bạn có biết chuyện nào trong số mấy câu chuyện thời xa xưa của chúng tôi không, về chuyện chúng tôi từ đâu đến, ý tôi là – bộ tộc Quileutes đó?\" anh hỏi.  \"Không biết, \" tôi thừa nhận.  \"Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.” Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó.  \"Một truyền thuyết khác cho rằng chúng tôi là hậu duệ của loài sói - và sói vẫn đang là anh em của chúng tôi.  Giết sói là phạm luật của bộ lạc.  \"Và có truyền thuyết về người lạnh. \" anh chàng hạ giọng thấp hơn nữa.  \"Người lạnh à?\"  \"Ừ. Có những truyền thuyết về người lạnh cũng xưa như truyền thuyết chó sói, và gần đây nhiều hơn nữa. Theo truyền thuyết thì ông cố tôi biết một số người. Ông là người đã ký hiệp ước không cho họ vào lãnh thổ của chúng tôi. \" anh chàng tỏ vẻ không tin. \"Ông cố bạn?\"  \"Ông là tù trưởng, như cha tôi vậy. Bạn thấy đó, người lạnh là kẻ thù truyền kiếp của chó sói - à, thực ra thì không phải chó sói, mà là sói biến thành người, giống như tổ tiên của chúng tôi. Bạn gọi họ là người sói. \" \"Người sói có kẻ thù sao?\" \"Chỉ một mà thôi. \" Có gì đó nghẹn trong cổ họng, làm tôi nghẹt thở. Tôi cố nuốt xuống, nhưng nó cứ nằm đó, không nhúc nhích. Tôi cố khạc ra.  \"Người sói, \" tôi thở hổn hển.  Đúng vậy, đó là từ đang làm tôi nghẹn.  Cả thế giới chao đảo, nghiêng ngả kỳ lạ trên trục của nó.  Đây là cái nơi quỷ gì? Chẳng lẽ có thực một thế giới nơi các huyền thoại cổ xưa lang thang quanh biên giới của mấy cái cái thị trấn nhỏ xíu, tầm thường, đối đầu với mấy con quái vật huyền thoại?  Có phải điều này có nghĩa là mỗi câu chuyện cổ tích vô lý nhất cũng được xây dựng trên một sự thực nào đó?  Rốt cuộc trên đời này có cái gì hợp lý hay bình thường không, hay chỉ toàn là chuyện ma quỷ siêu nhiên không thôi? Tôi ôm chặt đầu tôi trong tay, cố giữ cho nó không bị nổ tung.  Một giọng nói nhỏ, lạnh lùng tận sâu trong tâm khảm hỏi tôi chuyện đó có quan trọng gì không chớ.  Chẳng phải trước đây tôi đã từng chấp nhận sự tồn tại của ma cà rồng đó sao - và lúc đó không có mấy chuyện kích động này sao? Chính xác, tôi muốn thét lại tiếng nói ấy.  Chẳng phải một chuyện hoang đường là đã đủ cho bất kỳ ai sao, chưa đủ cho cả cuộc đời sao? Hơn nữa, chưa bao giờ có một khoảnh khắc nào tôi không nghĩ Edward Cullen vượt trên và vượt xa điều thông thường.  Nên chẳng hề bất ngờ khi biết ra anh là gì - bởi vì anh rất rõ ràng là cái gì đó khác thường. Nhưng còn Jacob? Jacob, chỉ là Jacob, và chẳng gì hơn thế? Jacob, bạn tôi? Jacob, người duy nhất tôi từng có thể gắn bó... Mà giờ thậm chí anh cũng chẳng phải là người.  Tôi cố gắng cưỡng lại nỗi thôi thúc muốn la hét trở lại.  Điều này nói gì về tôi ? Tôi biết câu trả lời cho câu này.  Đó là có cái gì đó vô cùng bất thường với tôi. Tại sao đời tôi lại đầy những nhân vật trong phim kinh dị? Tại sao tôi lại quan tâm đến họ nhiều như thế đến mức khi họ bỏ đi trên con đường hoang đường của họ, tim tôi lại bị rứt một miếng to? Trong đầu tôi, mọi thứ quay cuồng và hoán đổi, sắp xếp lại sao cho những thứ trước đây có nghĩa này, bây giờ lại có nghĩa khác.  Chẳng có nhóm ưu tú nào cả.  Chẳng hề có một nhóm ưu tú nào, chẳng hề có băng đảng nào. Không, còn tệ hại hơn nhiều so với thứ đó. Đó là một đàn.  Một đàn năm người sói khổng lồ, đủ màu sắc làm ta sững sờ đã hiên ngang đi qua tôi trong đồng cỏ của Edward Đột nhiên, tôi cảm thấy vội vàng điên cuồng. Tôi liếc nhìn đồng hồ – hơi quá sớm nhưng tôi chẳng quan tâm. Tôi phải đến La Push ngay. Tôi phải gặp Jacob để anh có thể nói cho tôi biết là tôi không điên.  Tôi mặc ngay bộ đồ sạch đầu tiên tìm thấy, chẳng thèm coi chúng có hợp nhau không, rồi nhảy hai bậc thang một lúc. Tôi suýt tông vô Charlie khi lao vô hành lang để ra cửa. \"Con định đi đâu vậy?\" ông hỏi, ngạc nhiên khi gặp tôi y như tôi ngạc nhiên vì gặp ông. \"Con có biết bây giờ mấy giờ không?\" \"Biết. Con phải đi gặp Jacob. \" \"Bố nghĩ chuyện với Sam- \" \"Chẳng sao hết, con phải nói chuyện với bạn ấy ngay bây giờ.” \"Còn sớm quá đó.”  Ông cau mày khi vẻ mặt tôi không thay đổi. \"Con không muốn ăn điểm tâm sao?\" \"Không đói.” Lời nói vụt qua môi tôi.  Ông đang chận đường ra ngoài của tôi. Tôi đã định lách qua ông rồi chạy thục mạng, nhưng tôi biết mình sẽ phải giải thích với ông về sau. \"Con sẽ về sớm mà, được không?” Charlie cau mày. \"Đi thẳng đến nhà Jacob, được không? Đừng dừng lại ở dọc đường?\" \"Dĩ nhiên là không đâu, con dừng lại ở đâu cơ chứ?\" Lời nói của tôi tuôn ra vì vội vã.  \"Bố không biết, \" ông thừa nhận. \"Chỉ vì ... ừm, lại có vụ tấn công nữa – lại là bọn sói. Sát khu nghỉ mát cạnh suối nước nóng – lần này có nhân chứng.  Nạn nhân chỉ cách đường có chục mét lúc anh ta biến mất. Vợ anh ta thấy một con sói xám khổng lồ sau đó chỉ vài phút, khi đang tìm chồng, và đã kêu cứu. \" Dạ dày tôi sụt xuống như thể tôi mới vô một vòng xoắn trên tàu lượn siêu tốc. \"Sói đã tấn công ông ta sao?\" \"Chẳng thấy bóng dáng ông ta đâu cả – lại chỉ có chút máu.” Mặt Charlie đau đớn. \"Kiểm lâm mang theo vũ khí ra đó, trang bị vũ khí cho cả người tình nguyện. Có nhiều thợ săn muốn tham gia – người ta đã đưa ra giải thưởng cho ai mang xác sói về.  Chuyện đó sẽ có nghĩa là sẽ có nhiều vụ bắn giết trong rừng, và chuyện đó làm bố lo lắng.” Ông lắc đầu. \"Khi mọi người trở nên quá phấn khích, thế nào cũng xảy ra tai nạn ...” \"Họ sẽ bắn sói ư?\"  Giọng tôi the thé.  \"Chớ còn gì nữa? Có chuyện gì vậy?\" ông hỏi, đôi mắt căng thẳng dò xét mặt tôi. Tôi cảm thấy chóng mặt;  hẳn mặt tôi trắng bệch hơn bình thường. \"Con sẽ không trở thành nhà bảo vệ môi trường chống lại bố, phải không?\" Tôi không trả lời được. Nếu ông không đang quan sát tôi, tôi hẳn sẽ kẹp đầu mình giữa đầu gối. Tôi đã quên mất chuyện những người đi bộ đường dài mất tích, dấu vết đẫm máu... Tôi đã không liên kết các sự việc đó với phát hiện đầu của mình.  \"Nè, con gái, đừng để chuyện này làm con sợ nhé.  Chỉ cần ở trong thành phố hoặc trên đường cao tốc – đừng dừng lại – được không?\" \"Được, \" tôi lặp lại bằng giọng yếu ớt.  \"Bố phải đi đây. \" Tôi nhìn kỹ ông lần đầu tiên, và thấy ông đã giắt súng vào thắt lưng và mang giầy đi bộ đường dài.  \"Bố không ra đó săn đuổi sói chớ, bố?\" \"Bố phải giúp họ, Bells.  Dân chúng đang bị mất tích.” Giọng tôi lại cao the thé, bây giờ hầu như cuồng loạn. \"Đừng! Đừng, đừng đi.  Quá nguy hiểm!\" \"Bố phải làm phận sự của mình, bé à. Đừng bi quan thế – Bố sẽ ổn thôi.” Ông quay ra cửa, và giữ cửa mở. \"Con có đi không?” Tôi do dự, dạ dày tôi vẫn cuộn tròn nhộn nhạo khó chịu.  Tôi phải nói gì để ngăn ông đây?  Tôi quá chóng mặt không thể nghĩ ra được cách nào.  \"Bells?\" \"Có lẽ còn quá sớm để đến La Push, \" tôi thì thầm.  \"Đúng rồi, \" ông nói, rồi bước ra màn mưa, đóng cửa lại phía sau.  Ngay khi ông vừa đi khuất, tôi ngồi xuống sàn và đặt đầu vào giữa đầu gối.  Tôi có nên chạy theo Charlie không?  Tôi sẽ nói gì đây? Và còn Jacob thì sao? Jacob là bạn thân nhất của tôi; tôi cần cảnh báo cho anh biết.  Nếu anh thật sự là một -- tôi co rúm người, và buộc mình phải nghĩ đến từ đó – người sói (và tôi biết đúng vậy, tôi có thể cảm nhận được điều đó), thì mọi người sẽ bắn anh!  Tôi cần nói với anh và bạn anh là mọi người sẽ giết họ nếu họ chạy rong như mấy con sói khổng lồ. Tôi phải bảo họ dừng lại.  Họ phải dừng lại!  Charlie ở trong rừng ngoài kia.  Liệu họ có thèm quan tâm không? Tôi tự hỏi ... Cho đến bây giờ, chỉ người lạ mất tích.  Điều này có nghĩa gì không, hay chỉ là tình cờ? Tôi cần tin rằng Jacob, ít nhất, sẽ quan tâm đến chuyện đó.  Dù sao đi nữa, tôi cũng phải cảnh báo anh.  Hay ...  tôi? Jacob là bạn thân nhất của tôi, nhưng có phải cũng là một con quái vật không?  Một con quái vật thực sự?  Một con quái vật độc ác?  Tôi có nên cảnh báo anh không nếu anh và bạn bè là ... là những kẻ sát nhân!  Nếu họ đã ra ngoài giết những người đi bộ đường dài vô tội không chút gớm tay?  Nếu họ đúng thực là những sinh vật trong phim kinh dị đúng nghĩa, thì có phải là sai trái không khi bảo vệ họ? Tôi bất giác so sánh Jacob cùng bạn bè với gia đình Cullens. Tôi ôm chặt tay quanh ngực, chống lại vết thương đau đớn, khi nghĩ về họ.  Rõ ràng tôi chẳng hề biết gì về người sói. Tôi hẳn nghĩ đó là thứ giống trong phim ảnh – những sinh vật nửa đàn ông to lớn đầy lông hoặc cái gì đó - nếu tôi có nghĩ chút nào. Vì thế tôi không biết điều gì làm họ đi săn, do cái đói hay cái khát hay chỉ là do thích giết chóc.  Thật khó mà đánh giá, khi chẳng hề biết chuyện đó. Nhưng không thể nào tệ hơn điều gia đình Cullens đã phải chịu đựng khi cố gắng làm người tốt. Tôi nghĩ về Esme - nước mắt bắt đầu rơi khi mường tượng ra khuôn mặt dễ thương, tử tế của bà – và bà đằm thắm và bao la tình mẹ biết bao, bà đã phải bịt mũi, hết sức xấu hổ, và tránh xa tôi khi tôi bị chảy máu.  Chẳng thể nào khó khăn hơn thế.  Tôi nghĩ về Carlisle, hàng bao thế kỷ ông đã cố gắng luyện cho mình không để ý tới máu, để ông có thể cứu sống nhiều mạng người với tư cách là một bác sĩ.  Chẳng có gì có thể khó hơn chuyện đó.  Người sói đã chọn một con đường khác.  Bây giờ, tôi nên quyết định sao đây?"
        },
        {
            "en": "6           6. SCARY STORIES  As I sat in my room, trying to concentrate on the third act of Macbeth, I was really listening for my truck. I would have thought, even over the pounding rain, I could have heard the engine's roar. But when I went to peek out the curtain — again — it was suddenly there. I wasn't looking forward to Friday, and it more than lived up to my non-expectations. Of course there were the fainting comments. Jessica especially seemed to get a kick out of that story. Luckily Mike had kept his mouth shut, and no one seemed to know about Edward's involvement. She did have a lot of questions about lunch, though. \"So what did Edward Cullen want yesterday?\" Jessica asked in Trig. \"I don't know,\" I answered truthfully. \"He never really got to the point.\" \"You looked kind of mad,\" she fished. \"Did I?\" I kept my expression blank. \"You know, I've never seen him sit with anyone but his family before. That was weird.\" \"Weird,\" I agreed. She seemed annoyed; she flipped her dark curls impatiently — I guessed she'd been hoping to hear something that would make a good story for her to pass on. The worst part about Friday was that, even though I knew he wasn't going to be there, I still hoped. When I walked into the cafeteria with Jessica and Mike, I couldn't keep from looking at his table, where Rosalie, Alice, and Jasper sat talking, heads close together. And I couldn't stop the gloom that engulfed me as I realized I didn't know how long I would have to wait before I saw him again. At my usual table, everyone was full of our plans for the next day. Mike was animated again, putting a great deal of trust in the local weatherman who promised sun tomorrow. I'd have to see that before I believed it. But it was warmer today — almost sixty. Maybe the outing wouldn't be completely miserable. I intercepted a few unfriendly glances from Lauren during lunch, which I didn't understand until we were all walking out of the room together. I was right behind her, just a foot from her slick, silver blond hair, and she was evidently unaware of that. \"…don't know why Bella\" — she sneered my name — \"doesn't just sit with the Cullens from now on.\" I heard her muttering to Mike. I'd never noticed what an unpleasant, nasal voice she had, and I was surprised by the malice in it. I really didn't know her well at all, certainly not well enough for her to dislike me — or so I'd thought. \"She's my friend; she sits with us,\" Mike whispered back loyally, but also a bit territorially. I paused to let Jess and Angela pass me. I didn't want to hear any more. That night at dinner, Charlie seemed enthusiastic about my trip to La Push in the morning. I think he felt guilty for leaving me home alone on the weekends, but he'd spent too many years building his habits to break them now. Of course he knew the names of all the kids going, and their parents, and their great-grandparents, too, probably. He seemed to approve. I wondered if he would approve of my plan to ride to Seattle with Edward Cullen. Not that I was going to tell him. \"Dad, do you know a place called Goat Rocks or something like that? I think it's south of Mount Rainier,\" I asked casually. \"Yeah — why?\" I shrugged. \"Some kids were talking about camping there.\" \"It's not a very good place for camping.\" He sounded surprised. \"Too many bears. Most people go there during the hunting season.\" \"Oh,\" I murmured. \"Maybe I got the name wrong.\" I meant to sleep in, but an unusual brightness woke me. I opened my eyes to see a clear yellow light streaming through my window. I couldn't believe it. I hurried to the window to check, and sure enough, there was the sun. It was in the wrong place in the sky, too low, and it didn't seem to be as close as it should be, but it was definitely the sun. Clouds ringed the horizon, but a large patch of blue was visible in the middle. I lingered by the window as long as I could, afraid that if I left the blue would disappear again. The Newtons' Olympic Outfitters store was just north of town. I'd seen the store, but I'd never stopped there — not having much need for any supplies required for being outdoors over an extended period of time. In the parking lot I recognized Mike's Suburban and Tyler's Sentra. As I pulled up next to their vehicles, I could see the group standing around in front of the Suburban. Eric was there, along with two other boys I had class with; I was fairly sure their names were Ben and Conner. Jess was there, flanked by Angela and Lauren. Three other girls stood with them, including one I remembered falling over in Gym on Friday. That one gave me a dirty look as I got out of the truck, and whispered something to Lauren. Lauren shook out her cornsilk hair and eyed me scornfully.  So it was going to be one of those days. At least Mike was happy to see me. \"You came!\" he called, delighted. \"And I said it would be sunny today, didn't I?\" \"I told you I was coming,\" I reminded him. \"We're just waiting for Lee and Samantha… unless you invited someone,\" Mike added. \"Nope,\" I lied lightly, hoping I wouldn't get caught in the lie. But also wishing that a miracle would occur, and Edward would appear. Mike looked satisfied. \"Will you ride in my car? It's that or Lee's mom's minivan.\" \"Sure.\" He smiled blissfully. It was so easy to make Mike happy. \"You can have shotgun,\" he promised. I hid my chagrin. It wasn't as simple to make Mike and Jessica happy at the same time. I could see Jessica glowering at us now. The numbers worked out in my favor, though. Lee brought two extra people, and suddenly every seat was necessary. I managed to wedge Jess in between Mike and me in the front seat of the Suburban. Mike could have been more graceful about it, but at least Jess seemed appeased. It was only fifteen miles to La Push from Forks, with gorgeous, dense green forests edging the road most of the way and the wide Quillayute River snaking beneath it twice. I was glad I had the window seat. We'd rolled the windows down — the Suburban was a bit claustrophobic with nine people in it — and I tried to absorb as much sunlight as possible.  I'd been to the beaches around La Push many times during my Forks summers with Charlie, so the mile-long crescent of First Beach was familiar to me. It was still breathtaking. The water was dark gray, even in the sunlight, white-capped and heaving to the gray, rocky shore. Islands rose out of the steel harbor waters with sheer cliff sides, reaching to uneven summits, and crowned with austere, soaring firs. The beach had only a thin border of actual sand at the water's edge, after which it grew into millions of large, smooth stones that looked uniformly gray from a distance, but close up were every shade a stone could be: terra-cotta, sea green, lavender, blue gray, dull gold. The tide line was strewn with huge driftwood trees, bleached bone white in the salt waves, some piled together against the edge of the forest fringe, some lying solitary, just out of reach of the waves. There was a brisk wind coming off the waves, cool and briny. Pelicans floated on the swells while seagulls and a lone eagle wheeled above them. The clouds still circled the sky, threatening to invade at any moment, but for now the sun shone bravely in its halo of blue sky. We picked our way down to the beach, Mike leading the way to a ring of driftwood logs that had obviously been used for parties like ours before. There was a fire circle already in place, filled with black ashes. Eric and the boy I thought was named Ben gathered broken branches of driftwood from the drier piles against the forest edge, and soon had a teepee-shaped construction built atop the old cinders. \"Have you ever seen a driftwood fire?\" Mike asked me. I was sitting on one of the bone-colored benches; the other girls clustered, gossiping excitedly, on either side of me. Mike kneeled by the fire, lighting one of the smaller sticks with a cigarette lighter. \"No,\" I said as he placed the blazing twig carefully against the teepee.  \"You'll like this then — watch the colors.\" He lit another small branch and laid it alongside the first. The flames started to lick quickly up the dry wood. \"It's blue,\" I said in surprise. \"The salt does it. Pretty, isn't it?\" He lit one more piece, placed it where the fire hadn't yet caught, and then came to sit by me. Thankfully, Jess was on his other side. She turned to him and claimed his attention.  I watched the strange blue and green flames crackle toward the sky. After a half hour of chatter, some of the boys wanted to hike to the nearby tidal pools. It was a dilemma. On the one hand, I loved the tide pools. They had fascinated me since I was a child; they were one of the only things I ever looked forward to when I had to come to Forks. On the other hand, I'd also fallen into them a lot. Not a big deal when you're seven and with your dad. It reminded me of Edward's request — that I not fall into the ocean. Lauren was the one who made my decision for me. She didn't want to hike, and she was definitely wearing the wrong shoes for it. Most of the other girls besides Angela and Jessica decided to stay on the beach as well. I waited until Tyler and Eric had committed to remaining with them before I got up quietly to join the pro-hiking group. Mike gave me a huge smile when he saw that I was coming. The hike wasn't too long, though I hated to lose the sky in the woods.  The green light of the forest was strangely at odds with the adolescent laughter, too murky and ominous to be in harmony with the light banter around me. I had to watch each step I took very carefully, avoiding roots below and branches above, and I soon fell behind. Eventually I broke through the emerald confines of the forest and found the rocky shore again. It was low tide, and a tidal river flowed past us on its way to the sea. Along its pebbled banks, shallow pools that never completely drained were teeming with life. I was very cautious not to lean too far over the little ocean ponds. The others were fearless, leaping over the rocks, perching precariously on the edges. I found a very stable-looking rock on the fringe of one of the largest pools and sat there cautiously, spellbound by the natural aquarium below me. The bouquets of brilliant anemones undulated ceaselessly in the invisible current, twisted shells scurried about the edges, obscuring the crabs within them, starfish stuck motionless to the rocks and each other, while one small black eel with white racing stripes wove through the bright green weeds, waiting for the sea to return. I was completely absorbed, except for one small part of my mind that wondered what Edward was doing now, and trying to imagine what he would be saying if he were here with me. Finally the boys were hungry, and I got up stiffly to follow them back. I tried to keep up better this time through the woods, so naturally I fell a few times. I got some shallow scrapes on my palms, and the knees of my jeans were stained green, but it could have been worse.  When we got back to First Beach, the group we'd left behind had multiplied. As we got closer we could see the shining, straight black hair and copper skin of the newcomers, teenagers from the reservation come to socialize. The food was already being passed around, and the boys hurried to claim a share while Eric introduced us as we each entered the driftwood circle.  Angela and I were the last to arrive, and, as Eric said our names, I noticed a younger boy sitting on the stones near the fire glance up at me in interest. I sat down next to Angela, and Mike brought us sandwiches and an array of sodas to choose from, while a boy who looked to be the oldest of the visitors rattled off the names of the seven others with him. All I caught was that one of the girls was also named Jessica, and the boy who noticed me was named Jacob. It was relaxing to sit with Angela; she was a restful kind of person to be around — she didn't feel the need to fill every silence with chatter.  She left me free to think undisturbed while we ate. And I was thinking about how disjointedly time seemed to flow in Forks, passing in a blur at times, with single images standing out more clearly than others. And then, at other times, every second was significant, etched in my mind. I knew exactly what caused the difference, and it disturbed me. During lunch the clouds started to advance, slinking across the blue sky, darting in front of the sun momentarily, casting long shadows across the beach, and blackening the waves. As they finished eating, people started to drift away in twos and threes. Some walked down to the edge of the waves, trying to skip rocks across the choppy surface. Others were gathering a second expedition to the tide pools. Mike — with Jessica shadowing him — headed up to the one shop in the village. Some of the local kids went with them; others went along on the hike. By the time they all had scattered, I was sitting alone on my driftwood log, with Lauren and Tyler occupying themselves by the CD player someone had thought to bring, and three teenagers from the reservation perched around the circle, including the boy named Jacob and the oldest boy who had acted as spokesperson. A few minutes after Angela left with the hikers, Jacob sauntered over to take her place by my side. He looked fourteen, maybe fifteen, and had long, glossy black hair pulled back with a rubber band at the nape of his neck. His skin was beautiful, silky and russet-colored; his eyes were dark, set deep above the high planes of his cheekbones. He still had just a hint of childish roundness left around his chin. Altogether, a very pretty face. However, my positive opinion of his looks was damaged by the first words out of his mouth. \"You're Isabella Swan, aren't you?\" It was like the first day of school all over again. \"Bella,\" I sighed. \"I'm Jacob Black.\" He held his hand out in a friendly gesture. \"You bought my dad's truck.\" \"Oh,\" I said, relieved, shaking his sleek hand. \"You're Billy's son. I probably should remember you.\" \"No, I'm the youngest of the family — you would remember my older sisters.\" \"Rachel and Rebecca,\" I suddenly recalled. Charlie and Billy had thrown us together a lot during my visits, to keep us busy while they fished. We were all too shy to make much progress as friends. Of course, I'd kicked up enough tantrums to end the fishing trips by the time I was eleven. \"Are they here?\" I examined the girls at the ocean's edge, wondering if I would recognize them now. \"No.\" Jacob shook his head. \"Rachel got a scholarship to Washington State, and Rebecca married a Samoan surfer — she lives in Hawaii now.\" \"Married. Wow.\" I was stunned. The twins were only a little over a year older than I was. \"So how do you like the truck?\" he asked. \"I love it. It runs great.\" \"Yeah, but it's really slow,\" he laughed. \"I was so relived when Charlie bought it. My dad wouldn't let me work on building another car when we had a perfectly good vehicle right there.\" \"It's not that slow,\" I objected. \"Have you tried to go over sixty?\" \"No,\" I admitted. \"Good. Don't.\" He grinned. I couldn't help grinning back. \"It does great in a collision,\" I offered in my truck's defense. \"I don't think a tank could take out that old monster,\" he agreed with another laugh. \"So you build cars?\" I asked, impressed. \"When I have free time, and parts. You wouldn't happen to know where I could get my hands on a master cylinder for a 1986 Volkswagen Rabbit?\" he added jokingly. He had a pleasant, husky voice. \"Sorry,\" I laughed, \"I haven't seen any lately, but I'll keep my eyes open for you.\" As if I knew what that was. He was very easy to talk with. He flashed a brilliant smile, looking at me appreciatively in a way I was learning to recognize. I wasn't the only one who noticed. \"You know Bella, Jacob?\" Lauren asked — in what I imagined was an insolent tone — from across the fire. \"We've sort of known each other since I was born,\" he laughed, smiling at me again. \"How nice.\" She didn't sound like she thought it was nice at all, and her pale, fishy eyes narrowed. \"Bella,\" she called again, watching my face carefully, \"I was just saying to Tyler that it was too bad none of the Cullens could come out today. Didn't anyone think to invite them?\" Her expression of concern was unconvincing. \"You mean Dr. Carlisle Cullen's family?\" the tall, older boy asked before I could respond, much to Lauren's irritation. He was really closer to a man than a boy, and his voice was very deep. \"Yes, do you know them?\" she asked condescendingly, turning halfway toward him. \"The Cullens don't come here,\" he said in a tone that closed the subject, ignoring her question. Tyler, trying to win back her attention, asked Lauren's opinion on a CD he held. She was distracted. I stared at the deep-voiced boy, taken aback, but he was looking away toward the dark forest behind us. He'd said that the Cullens didn't come here, but his tone had implied something more — that they weren't allowed; they were prohibited. His manner left a strange impression on me, and I tried to ignore it without success. Jacob interrupted my meditation. \"So is Forks driving you insane yet?\" \"Oh, I'd say that's an understatement.\" I grimaced. He grinned understandingly. I was still turning over the brief comment on the Cullens, and I had a sudden inspiration. It was a stupid plan, but I didn't have any better ideas. I hoped that young Jacob was as yet inexperienced around girls, so that he wouldn't see through my sure-to-be-pitiful attempts at flirting. \"Do you want to walk down the beach with me?\" I asked, trying to imitate that way Edward had of looking up from underneath his eyelashes. It couldn't have nearly the same effect, I was sure, but Jacob jumped up willingly enough. As we walked north across the multihued stones toward the driftwood seawall, the clouds finally closed ranks across the sky, causing the sea to darken and the temperature to drop. I shoved my hands deep into the pockets of my jacket. \"So you're, what, sixteen?\" I asked, trying not to look like an idiot as I fluttered my eyelids the way I'd seen girls do on TV. \"I just turned fifteen,\" he confessed, flattered. \"Really?\" My face was full of false surprise. \"I would have thought you were older.\" \"I'm tall for my age,\" he explained. \"Do you come up to Forks much?\" I asked archly, as if I was hoping for a yes. I sounded idiotic to myself. I was afraid he would turn on me with disgust and accuse me of my fraud, but he still seemed flattered. \"Not too much,\" he admitted with a frown. \"But when I get my car finished I can go up as much as I want — after I get my license,\" he amended.  \"Who was that other boy Lauren was talking to? He seemed a little old to be hanging out with us.\" I purposefully lumped myself in with the youngsters, trying to make it clear that I preferred Jacob. \"That's Sam — he's nineteen,\" he informed me. \"What was that he was saying about the doctor's family?\" I asked innocently. \"The Cullens? Oh, they're not supposed to come onto the reservation.\" He looked away, out toward James Island, as he confirmed what I'd thought I'd heard in Sam's voice. \"Why not?\" He glanced back at me, biting his lip. \"Oops. I'm not supposed to say anything about that.\" \"Oh, I won't tell anyone, I'm just curious.\" I tried to make my smile alluring, wondering if I was laying it on too thick. He smiled back, though, looking allured. Then he lifted one eyebrow and his voice was even huskier than before. \"Do you like scary stories?\" he asked ominously. \"I love them,\" I enthused, making an effort to smolder at him. Jacob strolled to a nearby driftwood tree that had its roots sticking out like the attenuated legs of a huge, pale spider. He perched lightly on one of the twisted roots while I sat beneath him on the body of the tree. He stared down at the rocks, a smile hovering around the edges of his broad lips. I could see he was going to try to make this good. I focused on keeping the vital interest I felt out of my eyes.  \"Do you know any of our old stories, about where we came from — the Quileutes, I mean?\" he began. \"Not really,\" I admitted. \"Well, there are lots of legends, some of them claiming to date back to the Flood — supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive like <em>Noah</em> and the ark.\" He smiled, to show me how little stock he put in the histories. \"Another legend claims that we descended from wolves — and that the wolves are our brothers still. It's against tribal law to kill them.  \"Then there are the stories about the cold ones.\" His voice dropped a little lower. \"The cold ones?\" I asked, not faking my intrigue now. \"Yes. There are stories of the cold ones as old as the wolf legends, and some much more recent. According to legend, my own great-grandfather knew some of them. He was the one who made the treaty that kept them off our land.\" He rolled his eyes. \"Your great-grandfather?\" I encouraged. \"He was a tribal elder, like my father. You see, the cold ones are the natural enemies of the wolf—well, not the wolf, really, but the wolves that turn into men, like our ancestors. You would call them werewolves.\" \"Werewolves have enemies?\" \"Only one.\" I stared at him earnestly, hoping to disguise my impatience as admiration. \"So you see,\" Jacob continued, \"the cold ones are traditionally our enemies. But this pack that came to our territory during my great-grandfather's time was different. They didn't hunt the way others of their kind did — they weren't supposed to be dangerous to the tribe. So my great-grandfather made a truce with them. If they would promise to stay off our lands, we wouldn't expose them to the pale-faces.\" He winked at me. \"If they weren't dangerous, then why… ?\" I tried to understand, struggling not to let him see how seriously I was considering his ghost story. \"There's always a risk for humans to be around the cold ones, even if they're civilized like this clan was. You never know when they might get too hungry to resist.\" He deliberately worked a thick edge of menace into his tone. \"What do you mean, 'civilized'?\" \"They claimed that they didn't hunt humans. They supposedly were somehow able to prey on animals instead.\" I tried to keep my voice casual. \"So how does it fit in with the Cullens? Are they like the cold ones your greatgrandfather met?\" \"No.\" He paused dramatically. \"They are the same ones.\" He must have thought the expression on my face was fear inspired by his story. He smiled, pleased, and continued. \"There are more of them now, a new female and a new male, but the rest are the same. In my great-grandfather's time they already knew of the leader, Carlisle. He'd been here and gone before your people had even arrived.\" He was fighting a smile. \"And what are they?\" I finally asked. \"What are the cold ones?\" He smiled darkly. \"Blood drinkers,\" he replied in a chilling voice. \"Your people call them vampires.\" I stared out at the rough surf after he answered, not sure what my face was exposing. \"You have goose bumps,\" he laughed delightedly. \"You're a good storyteller,\" I complimented him, still staring into the waves. \"Pretty crazy stuff, though, isn't it? No wonder my dad doesn't want us to talk about it to anyone.\" I couldn't control my expression enough to look at him yet. \"Don't worry, I won't give you away.\" \"I guess I just violated the treaty,\" he laughed. \"I'll take it to the grave,\" I promised, and then I shivered. \"Seriously, though, don't say anything to Charlie. He was pretty mad at my dad when he heard that some of us weren't going to the hospital since Dr. Cullen started working there.\" \"I won't, of course not.\" \"So do you think we're a bunch of superstitious natives or what?\" he asked in a playful tone, but with a hint of worry. I still hadn't looked away from the ocean. I turned and smiled at him as normally as I could.  \"No. I think you're very good at telling scary stories, though. I still have goose bumps, see?\" I held up my arm. \"Cool.\" He smiled. And then the sound of the beach rocks clattering against each other warned us that someone was approaching. Our heads snapped up at the same time to see Mike and Jessica about fifty yards away, walking toward us.  \"There you are, Bella,\" Mike called in relief, waving his arm over his head. \"Is that your boyfriend?\" Jacob asked, alerted by the jealous edge in Mike's voice. I was surprised it was so obvious. \"No, definitely not,\" I whispered. I was tremendously grateful to Jacob, and eager to make him as happy as possible. I winked at him, carefully turning away from Mike to do so. He smiled, elated by my inept flirting. \"So when I get my license…\" he began. \"You should come see me in Forks. We could hang out sometime.\" I felt guilty as I said this, knowing that I'd used him. But I really did like Jacob. He was someone I could easily be friends with. Mike had reached us now, with Jessica still a few paces back. I could see his eyes appraising Jacob, and looking satisfied at his obvious youth. \"Where have you been?\" he asked, though the answer was right in front of him. \"Jacob was just telling me some local stories,\" I volunteered. \"It was really interesting.\" I smiled at Jacob warmly, and he grinned back. \"Well,\" Mike paused, carefully reassessing the situation as he watched our camaraderie. \"We're packing up — it looks like it's going to rain soon.\" We all looked up at the glowering sky. It certainly did look like rain. \"Okay.\" I jumped up. \"I'm coming.\" \"It was nice to see you again,\" Jacob said, and I could tell he was taunting Mike just a bit. \"It really was. Next time Charlie comes down to see Billy, I'll come, too,\" I promised. His grin stretched across his face. \"That would be cool.\" \"And thanks,\" I added earnestly. I pulled up my hood as we tramped across the rocks toward the parking lot. A few drops were beginning to fall, making black spots on the stones where they landed. When we got to the Suburban the others were already loading everything back in. I crawled into the backseat by Angela and Tyler, announcing that I'd already had my turn in the shotgun position. Angela just stared out the window at the escalating storm, and Lauren twisted around in the middle seat to occupy Tyler's attention, so I could simply lay my head back on the seat and close my eyes and try very hard not to think.",
            "vi": "6           6. Chuyện ma Khi ngồi trong phòng cố gắng tập trung vào màn ba của vở Macbeth, tôi thực ra đang dỏng tai nghe ngóng tiếng xe tải.  Dù có mưa như trút nước, tôi vẫn nghe được tiếng gầm rống của động cơ.  Thế nhưng khi đến nhìn qua màn cửa – lần nữa – thì nó đã ở đó sẵn rồi. Tôi chẳng mong chờ gì ngày thứ Sáu, và còn hơn cả không mong đợi. Dĩ nhiên là đã có lời tiếng xầm xì.  Jessica đặc biệt có vẻ khoái chuyện đó. May sao Mike nín thinh, và dường như không ai biết Edward có dính líu vô chuyện này. Dù vậy, nhỏ đã hỏi rất nhiều về chuyện bữa trưa.  “Thế hôm qua Edward Cullen muốn gì vậy?\" Jessica hỏi trong giờ Lượng giác.  \"Tôi không biết, \" tôi thực thà trả lời. \"Anh ta không hề đi thẳng vào vấn đề. \" \"Trông bạn có vẻ bực mình, \" nhỏ nhử.  \"Tôi à?\" tôi giữ vẻ mặt hững hờ .  \"Bạn biết đó, tôi chưa từng thấy anh ta ngồi với bất kỳ ai ngoài gia đình anh ta. Thiệt kỳ lạ. \" \"Kỳ thiệt, \" tôi đồng ý. Nhỏ có vẻ bực bội; cô nàng sốt ruột hất lọn tóc đen quăn của mình - tôi đoán nhỏ mong sẽ nghe được điều gì đó hay ho để kể cho người khác nghe.  Phần tệ nhất về ngày thứ Sáu là, mặc dù tôi biết anh sẽ không ở đó, tôi vẫn cứ hy vọng. Khi vào quán ăn tự phục vụ với Jessica và Mike, tôi không thể nào không nhìn qua bàn anh, nơi Rosalie, Alice, và Japser ngồi nói, chụm đầu vào nhau. Và tôi không thể chặn được nỗi u sầu nhận chìm tôi khi nhận ra không biết bao lâu nữa mới được gặp lại anh. Ở bàn tôi vẫn thường ngồi, mọi người bận rộn bàn kế hoạch cho ngày hôm sau. Mike sôi nổi trở lại, đặt nhiều tin tưởng vào chuyên gia dự báo thời tiết trong vùng, người đã hứa là mai sẽ có nắng. Tôi phải thấy mới tin được. Nhưng hôm nay trời đã ấm hơn - gần 60 độ (F) rồi. Có lẽ chuyến đi chơi này sẽ không khổ sở hoàn toàn.  Tôi bắt gặp mấy cái liếc nhìn không thân thiện của Lauren suốt bữa trưa, tôi chẳng hiểu gì cả cho đến khi tất cả chúng tôi cùng nhau ra khỏi phòng. Tôi ở ngay phía sau cô ấy, chỉ cách mái tóc vàng óng mượt mà của cô nàng một bước chân mà cô nàng chẳng hề hay biết.  \"Chẳng biết sao Bella \" - cô ta gọi tên tôi với vẻ khinh miệt  - \"không ngồi luôn với bọn Cullens từ nay luôn cho rồi. \" Tôi nghe cô lẩm bẩm với Mike. Tôi chưa từng nhận ra giọng mũi khó chịu của cô ta, nên bất ngờ vì nỗi hận thù chất chứa trong đó. Tôi thật chẳng hề biết nhiều về cô ta, tất nhiên không nhiều để cô ta có thể không thích tôi - hoặc để tôi nghĩ thế. \" Cô ấy là bạn tôi ; cô ấy ngồi với chúng tôi, \" Mike thì thầm lại một cách trung kiên, và cả hơi chiếm hữu. Tôi ngừng lại để Jess và Angela đi trước mình. Tôi không muốn nghe thêm nữa.  Đêm đó khi ăn tối, Charlie có vẻ nhiệt tình ủng hộ chuyến đi đến La Push buổi sáng của tôi.  Tôi nghĩ bố cảm thấy mình có lỗi vì để tôi ở nhà một mình vào các ngày cuối tuần, nhưng bố quen như thế vậy đã quá nhiều năm rồi nên không thể từ bỏ được. Tất nhiên bố biết hết tên của bọn trẻ cùng đi, cả tên cha mẹ, và có lẽ cả tên ông bà chúng nữa.  Ông có vẻ thích chuyện đó. Tôi tự hỏi không biết bố có tán thành kế hoạch đi Seattle với Edward Cullen của tôi không. Tôi nhất định sẽ không nói với bố chuyện đó.  \"Bố, bố có biết chỗ có tên là Goat Rocks hay giông giống vậy không? Con nghĩ nó ở phía nam Mount Rainier, \" tôi hững hờ hỏi.  \"Có – sao vậy?\" Tôi nhún vai. \"Có mấy bạn nói sẽ cắm trại ở đó.” \"Đó không phải là nơi lý tưởng lắm để cắm trại. \" Bố có vẻ ngạc nhiên. \"Nhiều gấu lắm. Hầu hết mọi người chỉ đến đó vào mùa săn bắn thôi. \" \"Ồ,\" tôi thì thầm. \"chắc con nhầm tên.” Tôi định ngủ, nhưng ánh sáng khác thường đã đánh thức tôi. Tôi mở mắt nhìn thấy luồng ánh sáng vàng trong trẻo đang xuyên qua cửa sổ . Thật không thể tin nổi. Tôi vội vã đến cửa sổ kiểm tra, và không còn nghi ngờ gì nữa, có mặt trời. Mặt trời ở không đúng chỗ của nó trên bầu trời, quá thấp, và tuy không có vẻ giống mọi khi, nhưng đúng là mặt trời.  Mây giăng mắc chân trời, nhưng một khoảng trời xanh dương vẫn còn thấy rõ ở chính giữa. Tôi nấn ná bên cửa sổ thật lâu, e là nếu tôi bỏ đi bầu trời xanh ấy sẽ lại biến mất.  Cửa hàng thiết bị thể thao Olympic Outfitters  của gia đình Newton ở ngay phía bắc thành phố. Tôi đã từng nhìn thấy nhưng chưa từng ghé qua – vì đâu cần gì đến những vật dụng sống ngoài trời cả một thời gian dài. Tại bãi đậu xe, tôi nhận ra chiếc Suburban của Mike và chiếc Sentra của Tyler.  Khi đến gần xe họ, tôi thấy một nhóm đang đứng vẩn vơ trước chiếc Suburban. Eric ở đó, với hai chàng trai khác học chung lớp với tôi; tôi biết chắc tên họ là Ben và Conner. Jess cũng ở đó, hai bên là Angela và Lauren. Ba cô gái khác đứng cùng họ, trong đó có một cô nàng tôi nhớ đã té lăn quay trong giờ thể dục hôm thứ sáu. Cô này nhìn tôi khinh miệt khi tôi bước ra khỏi xe, và thì thầm gì đó với Lauren. Lauren hất mái tóc vàng óng ả và nhìn tôi khinh miệt.  Vậy chắc sẽ là một ngày như bao ngày mà thôi.  Ít nhất thì Mike vui mừng vì gặp tôi.  \"Bạn đến rồi!\" anh gọi, vui mừng. \"Tôi đã nói hôm nay trời nắng mà, đúng không?\" \"Tôi đã nói là tôi sẽ đến mà, \" tôi nhắc anh.  \"Chúng ta chỉ còn chờ Lee và Samantha ... trừ phi bạn mời thêm ai đó, \" Mike nói thêm.  \"Không có ai, \" tôi nói dối yếu ớt, hy vọng sẽ không bị bắt quả tang đang nói dối. Nhưng cũng ước ao phép màu sẽ xảy ra, và Edward sẽ xuất hiện.  Mike có vẻ hài lòng.  \"Bạn đi xe mình chứ? Hay đi xe tải nhỏ của mẹ Lee.” \"Dĩ nhiên là đi với bạn rồi.” Anh mỉm cười hạnh phúc. Thật dễ làm Mike hạnh phúc.  \"Bạn có thể ngồi ghế trước đó, \" anh hứa. Tôi che giấu chán nản.  Thật không đơn giản để làm Mike và Jessica hạnh phúc cùng một lúc. Tôi có thể nhìn thấy Jessica đang trừng mắt nhìn vào chúng tôi.  Tuy thế đông người hoá ra lại có lợi cho tôi. Lee dẫn theo hai người nữa, nên tự nhiên chỗ nào cũng kín chỗ. Tôi đã cố nhét Jess vào giữa tôi và Mike ở ghế trước của chiếc Suburban. Mike có vẻ lịch sự hơn nhưng ít nhất thì Jess có vẻ nguôi ngoai.  Từ Forks đến La Push chỉ có 15 dặm, với rừng rậm xanh ngát, đẹp tuyệt vời ở hai bên đường hầu như suốt quãng đường đi và dòng Quillayute mênh mông uốn lượn phía dưới. Tôi mừng vì được ngồi bên cạnh cửa sổ. Chúng tôi hạ kính cửa xuống – chiếc Suburban hơi chật chội với chín người bên trong – nên  tôi cố tận hưởng càng nhiều ánh sáng mặt trời càng tốt.  Tôi đã từng đến mấy bãi biển quanh La Push nhiều lần lúc nghỉ hè ở Forks với Charlie, nên bãi cát hình lưỡi liềm dài hàng dặm của First Beach tôi đã quen thuộc. Nó vẫn hớp hồn  tôi. Nước biển màu xám sậm, dù là dưới ánh mặt trời, sóng trắng xoá vỗ vào bãi biển đầy đá lô nhô.  Các hòn đảo chắn thành vùng biển êm đềm với những vách đá dựng đứng, đỉnh nhọn hoắc, mọc đầy những thông cao vút, cứng cỏi. Bãi biển có bãi cát hẹp sát mép nước, bên trong là hàng triệu tảng đá lớn trơn láng nhìn từ xa toàn màu xám, nhưng khi nhìn gần sẽ thấy đủ màu: màu đất nung, màu xanh nước biển, màu tím nhạt, màu xám xanh, màu vàng xỉn.  Dòng thuỷ triều vương vãi đầy cây gỗ khổng lồ trôi giạt, bạc màu vì sóng mặn, một số cây chồng chất lên nhau bên rìa rừng, một số nằm cô độc, ngay ngoài tầm với của sóng.  Một làn gió trong lành từ biển thổi vào, mát và mằn mặn. Mấy con bồ nông nổi trên sóng còn mấy con hải âu và một con đại bàng cô độc đang bay vòng vòng bên trên. Mây vẫn vây quanh bầu trời, đe doạ sẽ che phủ bầu trời xanh chính giữa bất kỳ lúc nào, nhưng bây giờ mặt trời đang dũng cảm chiếu rọi hào quang trên trời xanh.  Chúng tôi rón rén xuống bãi biển, Mike dẫn đường đến một vòng tròn đầy gỗ trôi giạt, rõ ràng trước đây đã được dùng để họp mặt như chúng tôi.  Có một vết cháy tròn nơi đó, đầy tro đen. Eric và anh chàng tôi nghĩ tên Ben gom những nhánh gỗ trôi giạt từ mấy đống củi khô ở mép rừng, rồi một công trình hình chóp nhọn đã được dựng lên ngay bên trên đống tro tàn cũ.  \"Bạn đã bao giờ nhìn thấy lửa trại chưa?\" Mike hỏi tôi. Tôi đang ngồi trên một trong những băng ghế màu ngà; mấy cô gái khác chụm lại, tán dóc đầy phấn khích, ở cả hai bên.  Mike quỳ cạnh đống lửa, đốt một trong những cành nhỏ hơn bằng hộp quẹt đốt thuốc.  \"Chưa bao giờ, \" tôi nói khi anh đặt cành cây cháy rực cẩn thận tựa vào đống hình chóp.  \"Bạn sẽ thích cho xem – hãy nhìn màu sắc kìa. \" anh đốt một nhánh nhỏ khác và đặt dọc theo cành đầu tiên. Lửa bắt đầu liếm nhanh vào gỗ khô.  “Nó màu xanh dương,” Tôi ngạc nhiên.  \"Tại muối đó. Đẹp há?\" anh đốt thêm một miếng nữa, đặt vào chỗ lửa chưa bắt đến, rồi đến ngồi cạnh tôi.  May thay, Jess ở phía kia của anh. Cô quay qua anh và bắt anh chú ý mình.  Tôi nhìn ngọn lửa màu xanh dương và xanh lá cây kỳ lạ kêu lắc rắc bốc lên cao.  Sau nửa giờ tán dóc, vài chàng trai muốn đi dạo sang vũng biển gần đó. Thật khó xử. Một mặt, tôi thích vũng biển. Tôi mê chúng từ khi còn bé;  Đó là một trong những thứ duy nhất tôi mong đợi khi phải đến Forks.  Mặt khác, tôi thế nào cũng té vô đó riết.  Đó là chuyện nhỏ khi bạn bảy tuổi và đi với bố mình.  Điều này làm tôi nhớ đến yêu cầu của Edward – đừng té xuống biển.  Lauren là người quyết định giùm tôi. Cô không thích đi bộ, và cô rõ là đã mang giày không hợp cho chuyện đi bộ đường dài. Hầu hết các cô gái khác ngoài Angela và Jessica đều quyết định ở lại bãi biển. Tôi đợi đến khi Tyler và Eric cam đoan sẽ ở lại với họ rồi mới lặng lẽ đứng dậy gia nhập nhóm ủng hộ đi bộ đường dài. Mike cười toe toét khi thấy tôi cùng đi.  Chuyến đi bộ đường dài không quá xa, dù tôi không thích bị che mất bầu trời khi vào rừng.  Ánh sáng xanh của rừng trái ngược kỳ lạ so với tiếng cười của thanh niên, quá âm u và đầy đe doạ để hoà hợp với những lời nói đùa vui vẻ quanh tôi. Tôi phải cẩn thận từng bước đi, tránh rễ cây bên dưới và các cành nhánh bên trên, nên tôi mau chóng bị tụt lại đằng sau. Cuối cùng tôi vượt qua vùng xanh ngọc lục bảo của rừng và nhìn thấy bãi biển đầy đá lần nữa. Thuỷ triều rút, và dòng thuỷ triều chảy qua chúng tôi để về với biển. Dọc bờ sỏi, những cái hồ nông không bao giờ khô cạn đang tràn đầy sức sống.  Tôi rất thận trọng không đi xa hơn mấy cái hồ nhỏ này.  Những người khác đều chẳng sợ gì cả, nhảy trên các tảng đá, ngồi bấp bênh ở rìa đá. Tôi tìm thấy một tảng đá trông có vẻ hết sức vững chãi ở rìa một trong những cái hồ lớn nhất và ngồi ở đó một cách cẩn thận, bị mê hoặc bởi động vật thủy sinh tự nhiên bên dưới. Những bó cỏ chân ngỗng rực rỡ nhấp nhô không ngừng theo dòng chảy vô hình, những con sò xoắn ốc uốn hối hả chạy vào bờ, quấy rầy mấy con cua trong đó, con sao biển mắc kẹt nằm bất động trong đá, trong khi một con lươn nhỏ màu đen sọc trắng len lỏi qua đám cỏ xanh sáng, chờ sóng biển trở lại. Tôi hoàn toàn say mê, trừ một phần nhỏ trong tâm trí cứ tự hỏi không biết Edward đang làm gì, và cố tưởng tượng anh sẽ nói gì nếu anh ở đây cùng tôi.  Cuối cùng các chàng trai đã đói, và tôi khó khăn đứng dậy để theo họ trở về. Lần này tôi cố theo kịp họ xuyên qua khu rừng, nên dĩ nhiên tôi té một vài lần. Tôi bị vài vết trầy xước nhỏ trong lòng bàn tay , và đầu gối quần jean đã dính xanh lè, nhưng lẽ ra có thể tệ hơn thế.  Khi quay lại First Beach, nhóm bạn chúng tôi bỏ lại lúc nãy đã tăng nhân số. Khi đến gần chúng tôi có thể nhìn thấy làn da màu đồng, mái tóc đen thẳng sáng bóng của những người mới đến, các thanh niên trong vùng bảo tồn đến chơi chung.  Thức ăn đã được phát cho mọi người và các chàng trai vội vã lấy phần của mình trong khi Eric giới thiệu chúng tôi khi từng người bước vào vòng tròn của các thân gỗ trôi giạt.  Angela và tôi là người đến sau cùng, và khi Eric gọi tên chúng tôi, tôi nhận thấy một cậu bé trẻ hơn ngồi trên các cục đá gần lửa liếc nhìn tôi đầy quan tâm. Tôi ngồi xuống cạnh Angela, rồi Mike đem lại cho chúng tôi bánh xăng - uých và một lốc xô - đa để chọn, trong khi đó cậu bé có vẻ lớn tuổi nhất trong đám khách đọc liền một hơi tên của bảy người đi cùng anh. Tôi chỉ nghe được một cô gái cũng có tên Jessica, và cậu bé chú ý đến tôi tên là Jacob.  Thật thoải mái khi ngồi với Angela; cô là loại người thư thái khi ở bên cạnh - cô ấy không cảm thấy cần phải xoá tan im lặng bằng cách tán dóc.  Cô để tôi tự do suy nghĩ không bị quấy rầy khi đang ăn. Và tôi đang nghĩ khoảng thời gian ở Forks trôi qua một cách rối rắm, đôi khi trôi qua thật nhanh, với những hình ảnh nổi bật hơn những hình ảnh khác. Thế rồi, lại có lúc, mỗi giây thật đầy ý nghĩa, khắc ghi trong tâm trí . Tôi biết rõ điều gì làm nên sự khác biệt ấy, và nó làm tôi bực bội.  Khi đang ăn trưa, mây bắt đầu kéo đến, che kín bầu trời xanh, kéo nhanh trước mặt trời trong giây lát, in một bóng dài ngang qua bãi biển, và làm sóng biển đen sẫm. Khi ăn xong, mọi người bắt đầu đi chơi thành nhóm hai ba người. Một số bước xuống mép sóng, cố bước qua những tảng đá nằm ngang mặt biển dập dềnh. Những người khác đang tụ tập để làm một cuộc thám hiểm thứ nhì đến mấy cái hồ thuỷ triều.  Mike – có Jessica kèm sát -  đến một cửa hàng trong làng. Một số thanh niên địa phương đi với họ; số khác tiếp tục chuyến đi bộ xuyên rừng. Vào lúc mọi người đều đi khắp nơi, tôi ngồi một mình trên khúc gỗ trôi giạt, với Lauren và Tyler chú tâm vào máy nghe đĩa CD mà ai đó đã mang theo, còn ba thanh niên từ vùng bảo tồn ngồi quanh vòng tròn, trong đó có anh chàng tên Jacob và anh chàng lớn tuổi nhất đã làm người phát ngôn cho cả nhóm.  Vài phút sau khi Angela rời khỏi cùng nhóm đi bộ đường dài, Jacob bước qua chiếm chỗ cô ấy bên cạnh tôi. Anh chàng trông khoảng 14 tuổi, có lẽ mười lăm, và có mái tóc huyền dài, mướt, kéo ra phía sau bằng một sợi dây thun ở sau gáy. Da anh chàng đẹp, láng và màu nâu đỏ; mắt đen, sâu thẳm bên trên gò má cao phẳng. Anh chàng vẫn còn nét tròn trĩnh trẻ con quanh cằm. Nói chung, một khuôn mặt rất đẹp. Tuy nhiên, ý nghĩ tốt đẹp về vẻ ngoài của anh chàng đã bị giảm bớt khi tôi nghe câu đầu tiên thốt ra khỏi miệng anh chàng.  \"Bạn là Isabella Swan, phải không?\" Y chang ngày đầu tiên đi học lại lặp lại.  \"Bella, \" tôi thở dài.  \"Tôi là Jacob Black. \" anh chàng chìa tay thân thiện. \"Bạn mua xe tải của cha tôi. \" \"Ồ, \" tôi nói, dễ chịu hẳn, bắt bàn tay láng mượt của anh ta. \"Bạn là con trai của Billy. Lẽ ra tôi phải nhớ bạn. \" \"Không, tôi là con út trong nhà – chắc bạn không quên mấy bà chị của tôi.” \" Rachel và Rebecca, \" tôi đột ngột nhớ lại. Charlie và Billy cho chúng tôi chơi với nhau trong các kỳ nghỉ của tôi, để làm chúng tôi bận rộn khi họ câu cá. Chúng tôi ai cũng quá nhút nhát đến mức không thể quen nhau như bạn bè được. Tất nhiên, tôi đã nổi cơn tam bành để chấm dứt mấy chuyến câu cá vào lúc tôi mười một tuổi.  \"Họ cũng ở đây à?\" tôi kiểm tra mấy cô gái bên bờ biển, tự hỏi không biết mình có nhận ra được họ không.  \"Không. \" Jacob lắc đầu. \" Rachel được học bổng đến Washington State, còn Rebecca cưới một tay lướt sóng người Samoan – chị ấy đang sống ở Hawaii. \" \"Đã lấy chồng rồi à. Chà. \" tôi sửng sốt. Hai chị em sinh đôi này chỉ lớn hơn tôi có một tuổi.  \"Thế bạn có thích chiếc xe tải không?\" anh chàng hỏi.  \"Tôi thích lắm. Nó chạy thật tuyệt. \" \"Vâng, nhưng chậm kinh khủng, \" anh chàng cười. \"Tôi thiệt là khoẻ khi Charlie mua nó. Cha tôi sẽ không cho tôi ráp chiếc khác khi chúng tôi đã có một chiếc hoàn hảo rồi. \" \"Đâu có chậm đến mức đó, \" tôi phản đối.  \"Thế bạn đã thử chạy hơn hơn sáu mươi chưa?\" \"Chưa, \" tôi thừa nhận.  \"Tốt. Đừng nhé. \" anh chàng cười toe toét.  Tôi không thể không cười toe toét đáp lại. \"Nó ngon lành khi tông xe, \" tôi bảo vệ xe mình .  \"Tôi không nghĩ xe tăng có thể hạ được con quái vật già đó, \" anh chàng đồng ý bằng nụ cười khác.  \"Thế bạn ráp xe hơi à?\" tôi hỏi, hết sức ấn tượng.  \"Khi tôi rảnh, và có phụ tùng. Bạn sẽ không thể nghĩ ra nỗi tôi tìm được xy-lanh chính cho chiếc Wolkswagen Rabbit 1986 ở đâu đâu?\" anh nói thêm đùa giỡn. Anh chàng có một giọng nói khàn khàn, thân mật.  \"Xin lỗi,” Tôi cười, \"tôi chưa thấy cái nào gần đây cả, nhưng tôi sẽ canh chừng bạn. \" Cứ như tôi biết đó là gì. Anh chàng thật dễ nói chuyện.  Anh chàng thoáng nở nụ cười tươi rói, nhìn tôi tán dương theo một kiểu mà tôi đang dần nhận ra. Tôi không phải là người duy nhất nhận ra.  \"Bạn biết Bella à, Jacob ?\" Lauren hỏi – bằng một giọng tôi nghĩ là xấc láo - từ bên kia ngọn lửa.  \"Chúng tôi phần nào biết nhau từ lúc tôi mới ra đời, \" anh chàng cười lớn, rồi mỉm cười với tôi lần nữa.  \"Hay thật. \" giọng cô chẳng có vẻ gì là hay cả, và đôi mắt ám muội, mờ tối của cô nàng nheo lại.  \"Bella, \" cô nàng gọi tiếp, nhìn mặt tôi cẩn thận, \"Tôi vừa mới nói với Tyler là thiệt là dở khi chẳng có ai trong nhóm Cullens đi chơi hôm nay.  Tôi không nghĩ là không có ai mời họ?\" Vẻ mặt quan tâm của cô nàng chẳng hề thuyết phục gì cả.  \"Ý bạn là gia đình bác sĩ Carlisle Cullen?\" anh chàng cao lớn, nhiều tuổi hơn hỏi trước khi tôi có thể đáp lại, làm Lauren hết sức bực bội. Anh chàng gần như là mmột người đàn ông chớ không còn là một cậu bé nữa, và tiếng nói của anh rất trầm.  “Vâng, bạn có biết họ không?\" Cô nàng trịch thượng hỏi, hơi xoay người sang anh ta.  \"Cullens không đến đây, \" anh ta nói bằng một giọng hàm ý không còn gì để nói thêm, lờ câu hỏi của cô.  Tyler, cố gắng làm cô nàng chú ý trở lại, hỏi ý kiến của Lauren về CD anh ta đang cầm. Cô nàng đã bị phân tâm.  Tôi nhìn chằm chằm vào anh chàng giọng trầm, ngạc nhiên, nhưng anh ta đang nhìn về phía khu rừng âm u sau lưng chúng tôi. Anh ta đã nói nhà Cullens không đến đây, nhưng giọng nói của anh ta ngụ ý chuyện gì khác – đó là họ không được phép; họ bị cấm. Thái độ của anh ta làm tôi cảm thấy kỳ lạ, và tôi cố làm lơ mà không xong.  Jacob cắt ngang luồng suy tư của tôi. \"Thế Forks làm bạn phát điên lên chưa?\" \"Ồ, tôi dám chắc đó là nói nhẹ đi rồi. \"Tôi nhăn nhó. Anh chàng cười toe toét đầy thông cảm.  Tôi vẫn còn nghiền ngẫm lời bình luận ngắn gọn về gia đình Cullens, và tôi bỗng cảm thấy hứng khởi.  Đó là một kế hoạch ngu ngốc, nhưng tôi chẳng biết làm sao hay hơn. Hy vọng Jacob khờ khạo vẫn chưa biết gì về con gái, nên anh chàng sẽ không nhìn thấu được ý định tán tỉnh chắc-chắn-hết-sức-thảm-thương của tôi.  \"Bạn có muốn đi dạo trên bờ biển với tôi không?\" tôi hỏi, cố gắng bắt chước cách Edward nhìn lên từ dưới rèm mi. Nó không thể có ảnh hưởng giống vậy, tôi chắc chắn, nhưng Jacob đứng bật dậy ngay, hết sức sẵn lòng.  Khi chúng tôi bước về phía bắc, ngang qua những đá đủ tông màu về phía đống gỗ trôi giạt trên biển, mây cuối cùng cũng đã vây kín bầu trời, làm cho biển âm u hơn và trời lạnh hơn. Tôi thọc sâu tay vào túi áo khoác .  \"Vậy là bạn, bao nhiêu nhỉ, 16 tuổi?\" tôi hỏi, cố không giống một con ngốc khi chớp mi theo kiểu đã thấy trên ti-vi.  \"Tôi mới vừa mười lăm, \" anh thú nhận, khoái chí.  \"Thật sao?\" Khuôn mặt tôi đầy vẻ ngạc nhiên giả tạo. \"Tôi cứ nghĩ bạn lớn hơn. \" \"Tôi cao so với tuổi mà, \" anh chàng giải thích.  \"Bạn có đến Forks nhiều không?\" tôi hỏi tinh nghịch, như thể tôi đang mong câu trả lời có. Tôi có vẻ ngớ ngẩn với chính mình. Tôi sợ anh chàng sẽ kinh tởm và buộc tội tôi giả dối, nhưng anh ta vẫn có vẻ khoái trá.  \"Không nhiều lắm, \" anh cau mày thú nhận. \" Nhưng khi nào ráp xong xe, tôi có thể đến khi nào tôi thích - sau khi tôi có giấy phép lái xe, \" anh chàng sửa lại.  \"Ai là người mà Lauren nói chuyện lúc nãy vậy? Anh này có vẻ hơi lớn để chơi chung với mình.”  Tôi cố tình tính mình vào nhóm thanh niên, cố tỏ rõ tôi thích Jacob hơn.  just curious.\" I tried to make my smile alluring, wondering if I was laying it on too thick. \"Đó là Sam - anh ấy 19 tuổi, \" anh báo cho tôi biết.  \"Điều anh ta nói về gia đình bác sĩ nghĩa là gì?\" tôi ngây thơ hỏi.  \"Nhà Cullens à?  Ồ, họ không được vào vùng bảo tồn. \" Anh chàng nhìn sang chỗ khác, về phía James Island, khi xác nhận điều tôi nghĩ là đã nghe được từ Sam.  \"Sao không được vậy?\" Anh liếc tôi, cắn môi. \"Ôi. Tôi lẽ ra không nên nói gì về chuyện đó cả. \" \"Ồ, tôi sẽ không kể cho ai biết đâu, tôi chỉ tò mò thôi mà. \"Tôi cố mỉm cười quyến rũ, tự nhỉ không biết mình có làm quá lố không.  Tuy vậy, anh chàng mỉm cười lại, có vẻ bị lôi cuốn. Rồi anh nhướng mày và giọng thậm chí còn khàn hơn trước.  \"Bạn có thích nghe chuyện kinh dị?\" anh chàng lo sợ hỏi.  \"Tôi thích lắm, \"  tôi tán tụng, cố làm anh chàng hào hứng.  Jacob đến khúc gỗ trôi giạt bên cạnh có bộ rễ loà xoà như bộ chân mảnh mai của một con nhện nhợt nhạt, khổng lồ. Anh chàng ngồi nhẹ nhàng trên một trong những cái rễ cong queo trong khi tôi ngồi trên thân cây phía dưới anh ta.  Anh chàng nhìn chằm chằm vào các tảng đá, nụ cười thoáng nở bên bờ môi rộng. Tôi có thể thấy anh chàng đang cố làm chuyện này thật tốt. Tôi tập trung ráng kềm không để lộ rõ sự quan tâm quá mức đang tràn dâng trong ánh mắt.  \"Bạn có biết chuyện nào trong số mấy câu chuyện thời xa xưa của chúng tôi không, về chuyện chúng tôi từ đâu đến, ý tôi là – dòng họ Quileutes đó?\" anh chàng bắt đầu.  \"Không biết, \" tôi thừa nhận.  \"Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.” Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó.  \"Một truyền thuyết khác cho rằng chúng tôi là hậu duệ của loài sói - và sói vẫn đang là anh em của chúng tôi.  Giết sói là phạm luật của bộ lạc.  \"Và có truyền thuyết về người lạnh. \" anh chàng hạ giọng thấp hơn nữa.  \"Người lạnh à?\" tôi hỏi, không còn giả vờ bị cuốn hút nữa.  \"Ừ. Có những truyền thuyết về người lạnh cũng xưa như truyền thuyết chó sói, và gần đây nhiều hơn nữa. Theo truyền thuyết thì ông cố tôi biết một số người. Ông là người đã ký hiệp ước không cho họ vào lãnh thổ của chúng tôi. \" anh chàng tỏ vẻ không tin.  \"Ông cố bạn?\" tôi khuyến khích.  \"Ông là tù trưởng, như cha tôi vậy. Bạn thấy đó, người lạnh là kẻ thù truyền kiếp của chó sói - à, thực ra thì không phải chó sói, mà là sói biến thành người, giống như tổ tiên của chúng tôi. Bạn gọi họ là người sói. \" \"Người sói có kẻ thù sao?\" \"Chỉ một mà thôi. \" Tôi nhìn anh chằm chằm khẩn thiết, hi vọng che giấu được sự nôn nóng của mình thành lòng ngưỡng mộ.  \"Nên bạn thấy đó, \" Jacob tiếp tục, \" người lạnh là kẻ thù truyền kiếp của chúng tôi. Nhưng nhóm người lạnh đã đến lãnh thổ của chúng tôi trong thời ông cố tôi thì khác. Họ không săn giống đồng loại của họ – nên họ không nguy hiểm cho bộ lạc.  Vì vậy ông đã ký thoả thuận ngừng giao chiến với họ. Nếu họ hứa tránh xa lãnh thổ của chúng tôi thì chúng tôi sẽ không giao họ cho mặt trắng. \" anh chàng nháy mắt với tôi.  \"Nếu họ không nguy hiểm, thì tại sao... ?\" tôi cố hiểu, cố không để anh ta thấy tôi xem chuyện ma của anh ta là nghiêm túc.  Loài người luôn bị nguy hiểm khi ở gần bọn người lạnh, dù là họ văn minh đến đâu. Bạn chẳng bao giờ biết khi nào họ quá đói không thể cưỡng lại được. \" anh chàng cố tình làm giọng nói của mình đầy vẻ đe doạ.  \"Ý bạn làm gì, 'văn minh'?\" \"Họ quả quyết họ không săn người. Bằng cách nào đó họ lại có thể săn thú thay cho săn người. \" Tôi cố giữ giọng hờ hững. \"Vậy chuyện đó liên quan gì tới nhà Cullens? Bộ họ giống nhóm người lạnh mà ông cố bạn đã gặp sao?\" \"Không. \" anh chàng ngừng lại hồi lâu. \"Họ chính là những người từ hồi đó. \" Anh chàng hẳn tưởng biểu hiện trên mặt tôi là nỗi sợ hãi do câu chuyện của anh gây ra. Anh ta mỉm cười, hài lòng, và tiếp tục.  \"Bây giờ họ đông hơn, thêm một phụ nữ và một người đàn ông mới, nhưng những người còn lại là những người từ thời đó. Trong thời ông cố họ đã biết thủ lãnh nhóm đó là Carlisle.  Ông ta đã ở đây và ra đi thậm chí trước khi dân bạn đến. \" anh gắng gượng cười.  \"Vậy họ là cái gì?\" cuối cùng thì tôi cũng hỏi. \"Mấy người lạnh này là cái gì?\" Anh chàng u ám.  \"Những kẻ hút máu người,” anh ta trả lời bằng một giọng đáng sợ. \"Dân bạn gọi chúng là ma cà rồng.” Tôi chằm chằm vào con sóng dữ dội sau khi anh ta trả lời, không biết mặt mình bộc lộ điều gì.  \"Bạn đang nổi da gà kìa, \" anh chàng cười vui vẻ.  \"Bạn là người kể chuyện hay, \" tôi khen anh, vẫn nhìn vào những con sóng vỗ.  \"Mấy chuyện khùng điên, phải không? Chẳng có gì lạ khi cha không muốn chúng tôi kể cho ai nghe mấy chuyện đó hết. \" Tôi chưa thể kiểm soát được vẻ mặt mình để có thể nhìn anh ta. \"Đừng lo, tôi sẽ không phản bội bạn đâu. \" \"Tôi thấy mình xâm phạm hiệp ước rồi, \" anh chàng cười.  \"Tôi sẽ mang nó xuống mồ, \" tôi hứa, rồi rùng mình.  \"Nhưng nói thiệt nghen, đừng kể gì cho Charlie nhé.  Ông đã giận cha tôi quá trời khi nghe nói một số người trong chúng tôi không đến bệnh viện từ khi bác sĩ Cullen làm việc ở đó. \" \"Không đâu, chắc chắn là không. \" \"Vậy bạn có nghĩ chúng tôi là một đám dân bản xứ mê tín không?\" anh hỏi bằng giọng bông đùa, nhưng có vẻ lo lắng. Tôi vẫn chưa rời mắt khỏi đại dương.  Tôi quay lại và mỉm cười với anh tự nhiên nhất có thể.  \"Không.  Nhưng tôi nghĩ bạn kể chuyện kinh dị rất hay. Tôi vẫn còn nổi da gà, thấy chưa?\" tôi giơ tay lên.  \"Tuyệt. \" anh chàng mỉm cười.  Rồi tiếng đá trên bãi biển lạo xạo báo chúng tôi biết có người đang đến gần. Đầu chúng tôi ngẩng lên ngay tức khắc cùng lúc và thấy Mike cùng Jessica cách đó khoảng năm mươi thước, đang đi về phía chúng tôi.  \"Bạn đây rồi, Bella, \" Mike gọi có vẻ yên tâm, vẫy tay qua đầu.  \"Bạn trai bạn đó à?\" Jacob hỏi, cảnh giác vì vẻ ghen tuông trong giọng Mike. Tôi bất ngờ vì điều đó thật rõ ràng.  \"Không, chắc chắn là không rồi, \" tôi thì thầm. Tôi cực kỳ biết ơn Jacob, và muốn làm anh chàng vui nhất có thể. Tôi nháy mắt với anh chàng, cẩn thận quay lưng lại Mike khi làm vậy. Anh mỉm cười, vui sướng vì sự tán tỉnh vụng về của tôi.  \"Vậy khi tôi có giấy phép lái xe ...\" anh bắt đầu.  \"Thì đến gặp tôi ở Forks nhé. Chúng mình có thể đi chơi đôi chút. \" Tôi cảm thấy mình có lỗi khi nói vậy, biết mình đã lợi dụng anh chàng. Nhưng tôi thật sự thích Jacob. Anh chàng là người tôi có thể dễ dàng kết bạn.  Mike đã đến gần chúng tôi, Jessica còn cách vài bước. Tôi có thể thấy mắt anh ta đánh giá Jacob, và có vẻ hài lòng vì vẻ trẻ thơ rõ rệt của anh chàng.  \"Bạn đã ở đâu vậy?\" anh ta hỏi, cho dù câu trả lời ở ngay đằng trước anh ấy.  \"Jacob đang kể tôi nghe một số truyền thuyết ở vùng này, \" tôi tự giác kể. \"Hay hết sức. \" Tôi cười nồng nhiệt với Jacob, và anh chàng cười toe toét trở lại.  \"Tốt, \" Mike ngừng lại, cẩn thận đánh giá lại tình huống khi nhìn thấy tình bạn của chúng tôi. \"Mĩnh sẽ xếp đồ đạc lên xe - Trời sắp mưa rồi. \" Tất cả chúng tôi đều nhìn lên bầu trời u ám. Chắc chắn sắp mưa rồi.  \" OK. \" tôi nhảy lên. \" tôi đến ngay. \" \"Thật vui khi gặp lại bạn, \" Jacob nói, và tôi dám cá anh ta định chọc Mike một chút.  \"Đúng vậy. Lần sau Charlie xuống gặp Billy, tôi cũng sẽ đến, \" tôi hứa.  Anh chàng cười toe toét hết cỡ thợ mộc. \"Vậy thì tuyệt lắm. \" \"Và cám ơn, \" Tôi thành khẩn nói thêm.  Tôi kéo lên mũ trùm đầu  khi bước qua các tảng đá về phía đậu xe. Một vài giọt mưa đang bắt đầu rơi, tạo thành những đốm đen trên đá. Khi chúng tôi đến được chiếc Suburban thì mọi người đã chất đồ đạc vào xe cả rồi. Tôi bò vào ghế sau cạnh Angela và Tyler, bảo là vì lúc nãy mình đã được ngồi ở ghế trước rồi.  Angela chỉ nhìn chằm chằm ra cửa sổ khi bão mạnh lên, và Lauren quay qua quay lại ở ghế giữa để làm Tyler chú ý, do đó tôi tựa đầu vào ghế, nhắm mắt lại và cố gắng hết mức để không suy nghĩ."
        }
    ],
    "suggestions": []
}