{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Noh",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Noh</k><blockquote><cclass>[<cclass>nəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>No</b>) </cclass></blockquote><blockquote>■ <cclass>noun traditional Japanese masked drama with dance and song, evolved from Shinto rites. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Japanese. </blockquote></div>",
            "word": "Noh",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Noh",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Noh",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Noh",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The Inoue school of dance, practiced by the geisha of Gion, derives from <em>Noh</em> theater.",
            "vi": "Trường múa inoue, nơi giới geisha ở gion thực tập, bắt nguồn từ nhà hát noh."
        },
        {
            "en": "I long ago developed a very practiced smile, which i call my \"<em>Noh</em> smile\", because it resembles a <em>Noh</em> mask whose features are frozen.",
            "vi": "Tôi cười ruồi với ông, từ lâu tôi đã tập được nụ cười mà tôi gọi là \"nụ cười của thần noh\", vì nụ cười giống như nụ cười vẽ trên mặt nạ thần noh một nụ cười lạnh lùng."
        },
        {
            "en": "<em>noh</em> ss! W! It didn't make sense until you read it UPSIDE DOWN!!",
            "vi": "Đêm qua anh muốn viết cho em một lá thư nhưng tất cả anh có thể viết được là:"
        },
        {
            "en": "In dances of the Inoue school, the face must be kept perfectly expressionless in imitation of the masks worn in <em>Noh</em> theater.",
            "vi": "Trong các điệu vũ của trường inoue, mặt của vũ công phải giữ cho thật hoàn hảo vô cảm như đeo mặt nạ trong kịch noh."
        },
        {
            "en": "In fact, a geisha leaves a tiny margin of skin bare all around the hairline, causing her makeup to look even more artificial, something like a mask worn in <em>Noh</em> drama.",
            "vi": "Thực ra, người geisha để trống mép da chạy quanh chân tóc của mình, để chứng tỏ hành động hóa trang của mình là việc nhân tạo, chẳng khác gì cái mặt nạ người ta đeo trong vở kịch thần noh."
        },
        {
            "en": "Because <em>Noh</em> is a very ancient art that has always been patronized by the imperial court, dancers in Gion consider their art superior to the school of dance practiced in the Ponto-cho district across the river, which derives from Kabuki.",
            "vi": "Vì noh là nơi nghệ thuật rất xưa luôn luôn được hòang gia bảo trợ, vũ công ở gion xem nghệ thuật của họ hơn trường múa ở quận ponto - cho nằm bên kia sông, nghệ thuật của trường này bắt nguồn từ nhà hát kabuki."
        },
        {
            "en": "Skyhook Wireless grabs another partner as Samsung signs up to put Skyhook's location-based services technology on the Wave smartphone. \"Skyhook Wireless, provider of the Core Location platform, today announced that Samsung will deploy Skyhook's technology across multiple mobile devices,\" Skyhook said in a news release July 2. \"The first handset to launch with Skyhook embedded will be the Samsung Wave\" smartphone, first announced at the Mobile World Congress in Barcelona, Spain.  \"The Wave is the initial handset to be released with Samsung's new, open mobile platform, Samsung Bada, and is the cornerstone of the company's commitment to provide a smartphone for every lifestyle. With the addition of Skyhook, Samsung devices, such as the Wave, will better enable all location-aware applications by providing\" accurate location information, the company said.    \"In 2003, Skyhook pioneered the development of the Wi-Fi Positioning System to provide precise and reliable location results in urban areas,\" the company said.  Skyhook argued, \"For some experiences, such as turn-by-turn navigation or local search, location is the central feature, but increasingly [social] applications such as Twitter, Shazam and OpenTable incorporate location to simplify user experience and to personalize content delivery.\"  \"Samsung is committed to delivering the maximum benefits of smartphones for our customers and developer partners,\" said Hyungmoon <em>Noh</em>, vice president of the R&D planning team at Samsung Electronics. \"Precise location is central to the mobile experience, and Skyhook's Core Location will provide Samsung mobile devices with market-leading location capabilities.\" The company said its Core Location system \"uses a combination of WiFi, cellular and GPS readings to produce a single, accurate location quickly and in all environments.\" \"Samsung creates innovative mobile platforms and user experiences,\" said Michael Shean, co-founder and senior vice president of business development for Skyhook Wireless. \"Skyhook is thrilled to further enhance the Samsung smartphone experience with superior location accuracy and availability on Samsung Bada and other platforms.\" According to Skyhook's Website, \"The Core Engine synthesizes data from Skyhook's Wi-Fi Positioning System (WPS), GPS satellites and cell towers with advanced hybrid positioning algorithms. ... Skyhook maintains a worldwide database of cell tower locations, which increases Core Engine coverage area and helps improve GPS satellite acquisition time.\"  The company also said, \"To develop this database, Skyhook has deployed drivers to survey every single street, highway and alley in tens of thousands of cities and towns worldwide, scanning for WiFi access points and cell towers plotting their precise geographic locations.\" Skyhook boasts that its \"coverage area includes most major metro areas in North America, Europe, Asia and Australia.\"  The Samsung announcement marks the second mobile platform partnership for Skyhook in 2010: In April, Motorola announced it would deploy the Core Location platform across much of the company's portfolio of Google Android-based mobile devices.",
            "vi": "Công ty Skyhook Wireless sẽ thu hút đối tác khác khi Samsung ký hợp đồng đầu tư công nghệ dịch vụ định vị của Skyhook trên điện thoại thông minh Wave.  “Nhà cung cấp nền tảng Định vị Lõi (Core Location) Skyhook Wireless hôm nay đã công bố rằng Samsung sẽ triển khai công nghệ của Skyhook trên nhiều thiết bị di động,” Skyhook đã cho biết trong một thông cáo báo chí phát hành vào ngày 2 tháng 7. \" Chiếc điện thoại cầm tay ra mắt đầu tiên mà được nhúng Skyhook sẽ là chiếc Samsung Wave” điện thoại thông minh được công bố đầu tiên tại Mobile World Congress ở Barcelona, Tây Ban Nha.   Công ty cho biết:” Wave là chiếc điện thoại đầu tiên sẽ được phát hành cùng với nền tảng Samsung Bada, nền tảng di động mới mã nguồn mở của Samsung, và là nền tảng cam kết của công ty để mang lại một chiếc điện thoại thông minh phù hợp với mỗi phong cách sống. Với sự thêm vào của Skyhook, các thiết bị của Samsung chẳng hạn như Wave sẽ cho phép tất cả các ứng dụng nhận biết vị trí tốt hơn bằng cách cung cấp thông tin định vị chính xác.  Công ty cho biết \" Vào năm 2003, Skyhook đã đi đầu trong việc phát triển Hệ thống Định vị Wi-Fi cung cấp những kết quả định vị chính xác và đáng tin cậy ở các khu đô thị”  Skyhook lập luận “Đối với một số trải nghiệm như định vị thay đổi (turn-by-turn) hoặc tìm kiếm cục bộ, định vị là đặc điểm chính, nhưng các ứng dụng ngày càng gia tăng chẳng hạn như Twitter, Shazam và OpenTable kết hợp định vị để đơn giản hóa trải nghiệm người dùng và cá nhân hoá phân phối nội dung.  Hyungmoon Noh phó chủ tịch của nhóm lên kế hoạch R&D tại Samsung Electronics đã cho biết \"Samsung cam kết mang lại lợi ích tối đa về các điện thoại thông minh cho các khách hàng và các đối tác phát triển” .\" Định vị chính xác là mối quan tâm chủ yếu cho trải nghiệm di động, và Core Location của Skyhook sẽ cung cấp cho các thiết bị di động của Samsung với các khả năng định vị dẫn đầu thị trường”. Công ty cho biết Hệ thống Định vị Lõi “sử dụng sự kết hợp của WiFi, mạng di động và Hệ thống Định vị Toàn cầu (GPS) để có được một vị trí chính xác duy nhất một cách nhanh chóng và trong tất cả các điều kiện môi trường” Michael Shean người đồng sáng lập kiêm phó chủ tịch kinh doanh phát triển cho Skyhook Wireless cho biết \" Samsung tạo ra nền tảng di động và những trải nghiệm người dùng sáng tạo” . “Skyhook hài lòng khi tiếp tục nâng cao trải nghiệm điện thoại thông minh của Samsung với tính sẵn sàng và độ định vị chính xác vượt trội trên nền tảng Samsung Bada và các nền tảng khác”. Theo trang web của Skyhook “Core Engine tổng hợp dữ liệu từ Hệ thống Định vị Wi-Fi của  Skyhook (WPS), các vệ tinh GPS và các trạm thu phát di động với các thuật toán định vị kết hợp tiên tiến… Skyhook duy trì một cơ sở dữ liệu toàn cầu về các vị trí đặt trạm thu phát, gia tăng vùng phủ sóng Core Engine và giúp cải thiện thời gian thu nhận từ vệ tinh GPS Công ty cũng cho biết “để phát triển cơ sở dữ liệu này, Skyhook đã triển khai các xe để khảo sát từng đường phố, đường cao tốc và con hẻm trong hàng chục ngàn tỉnh thành và thành phố trên toàn thế giới, quét các điểm truy cập WiFi và các trạm thu phát vẽ sơ đồ vị trí địa lý chính xác của họ” Skyhook tự hào rằng “vùng phủ sóng của họ bao gồm hầu hết các vùng đô thị lớn nhất ở Bắc Mỹ Châu Âu, Châu Á và Úc.\" Samsung công bố đánh dấu sự hợp tác nền tảng di động lần thứ 2 của Skyhook trong năm 2010: Trong tháng tư Motorola đã công bố họ sẽ triển khai trên nền tảng Core Location thông qua nhiều danh mục đầu tư của công ty về các thiết bị di động dựa trên Android của Google."
        }
    ],
    "suggestions": []
}