{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nom",
            "pronounce": "[nom]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nom",
            "pronounce": "[nom]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nom",
            "pronounce": "[nom]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nom",
            "pronounce": "[nom]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nom",
            "pronounce": "[nom]"
        }
    },
    "sentences": [
        {
            "en": "That spy's <em>nom</em> de guerre is Peter.",
            "vi": "Bí danh của nhân viên tình báo đó là Peter."
        },
        {
            "en": "Han-<em>Nom</em> bibliographies need to be kept carefully.",
            "vi": "Thư tịch Hán Nôm cần được giữ cẩn thận."
        },
        {
            "en": "<em>Nom</em> bo kho (Sweet and sour grated salad with dried beef) ",
            "vi": "Nộm khô bò"
        },
        {
            "en": "Whats in a <em>Nom</em>?: Many of the gates have been restored with traditional <em>Nom</em> characters. Hau Gate was refurbished in 1998. — Photos soha.vn",
            "vi": "Nhiều cổng làng trong đó đã được khôi phục với chữ Nôm truyền thống. Cổng Hậu được sửa lại vào năm 1998. - Ảnh soha.vn"
        },
        {
            "en": "High SUVA waters are generally enriched in hydrophobic <em>NOM</em>, such as humic substances.",
            "vi": "Các nguồn nước có SUVA cao nhìn chung được làm giàu trong NOM kỵ nước, như các cơ chất humic."
        },
        {
            "en": "The Open End is one of my works published under Peter – my <em>nom</em> de plume.",
            "vi": "The Open End là một trong những tác phẩm của tôi được xuất bản dưới tên Peter – bút danh của tôi."
        },
        {
            "en": "BDOC content of rivers varies with the origin of the <em>NOM</em>.",
            "vi": "Hàm lượng BDOC của các con sông thay đổi với nguồn gốc của NOM."
        },
        {
            "en": "<em>Nom</em> bo kho is sold everywhere, but to enjoy the best <em>Nom</em> bo kho, tourists should visit the Hue <em>nom</em> restaurant on Ham Long Street and Long Vi On restaurant at No. 23 Ho Hoan Kiem Street. The price for a dish of <em>nom</em> bo kho is from VND20,000 ($1).",
            "vi": "Nộm khô bò được bán ở mọi nơi, nhưng để ăn món nộm khô bò ngon nhất, du khách nên đến với nhà hàng Nộm Huế trên đường Hàm Long và nhà hàng Long Vĩ Ôn tại số 23 đường Hoàn Kiếm. Giá của một đĩa nộm khô bò là từ 20,000 đồng."
        },
        {
            "en": "Carbon - 13 nuclear magnetic resonance (13C - NMR) was used to determine a strong correlation between SUVA and the aromatic carbon contents of a large number of <em>NOM</em> fractions.",
            "vi": "Cộng hưởng từ hạt nhân Cacbon 13 (13C-NMR) được sử dụng để xác định một mối quan hệ chặt giữa SUVA và hàm lượng cacbon thơm của một số lượng lớn các phân số NOM."
        },
        {
            "en": "Carbon-13 nuclear magnetic resonance (13C-NMR) was used to determine a strong correlation between SUVA and the  aromatic carbon contents of a large number of <em>NOM</em> fractions.",
            "vi": "Cộng hưởng từ hạt nhân Cacbon 13 (13C - NMR) được sử dụng để xác định một mối quan hệ chặt giữa SUVA và hàm lượng cacbon thơm của một số lượng lớn các phân số NOM."
        },
        {
            "en": "Methods to characterize <em>NOM</em> by size are highly dependent on their aggregation state and interactions with media used for size separation.",
            "vi": "Các phương pháp để mô tả đặc điểm NOM bằng kích thước là phụ thuộc cao vào trạng thái tập hợp và những tương tác với vật liệu sử dụng cho sự phân chia kích thước."
        },
        {
            "en": "Until now place-name Hoang Sa is remained. Hoang Sa or in the <em>Nom</em> called Cat Vang have been confirmed by Westerners is Paracel in century XIX.",
            "vi": "Cho đến nay vẫn còn giữ địa danh Hoàng Sa. Địa danh Hoàng Sa hoặc chữ Nôm là Cát Vàng lại đã được người Phương Tây xác nhận chính là Paracel vào thế kỷ XIX."
        },
        {
            "en": "Until now place - name Hoang Sa is remained. Hoang Sa or in the <em>Nom</em> called Cat Vang have been confirmed by Westerners is Paracel in century XIX.",
            "vi": "Cho đến nay vẫn còn giữ địa danh Hoàng Sa. Địa danh Hoàng Sa hoặc chữ Nôm là Cát Vàng lại đã được người Phương Tây xác nhận chính  là Paracel vào thế kỷ XIX."
        },
        {
            "en": "Vietnam's documents mentioned geographic name Hoang Sa, known as Cat Vang or Con Vang in the <em>Nom</em> (demotic script), again very consistent from the beginning of the century XVII, from the Nguyen Lords' period to the century XX.",
            "vi": "Tư liệu Việt Nam đã đề cập đến địa danh Hoàng Sa, tiếng Nôm cùng nghĩa gọi là Cát Vàng hay Cồn Vàng, lại rất nhất quán từ đầu thế kỷ XVII, tức từ thời chúa Nguyễn đến thế kỷ"
        },
        {
            "en": "Vietnam's documents mentioned geographic name Hoang Sa, known as Cat Vang or Con Vang in the <em>Nom</em> (demotic script), again very consistent from the beginning of the century XVII, from the Nguyen Lords' period to the century XX.",
            "vi": "Tư liệu Việt Nam đã đề cập đến địa danh Hoàng Sa, tiếng Nôm cùng nghĩa gọi là Cát Vàng hay Cồn Vàng, lại rất nhất quán từ đầu thế kỷ XVII, tức từ thời chúa Nguyễn đến thế kỷ XX."
        },
        {
            "en": "The market also has other special dishes such as nem thính (a mix of meat and rice powder rolling with fig leaves), <em>nom</em> bo kho (a mix of dried beef and vegetables with fish sauce), and spring rolls. ",
            "vi": "Chợ còn nổi tiếng với những món đặc biệt khác như là nem thính (thịt trộn với thính cuốn trong lá sung), nộm bò khô (rau trộn với thịt bò khô và nước mắm) và gỏi cuốn."
        },
        {
            "en": "mentioned geographic name Hoang Sa, known as Cat Vang or Con Vang in the <em>Nom</em> (demotic script), again very consistent from the beginning of the century XVII, from the Nguyen Lords 'period to the century XX.",
            "vi": "Tư liệu Việt Nam đã đề cập đến địa danh Hoàng Sa, tiếng Nôm cùng nghĩa gọi là Cát Vàng hay Cồn Vàng, lại rất nhất quán từ đầu thế kỷ XVII, tức từ thời chúa Nguyễn đến thế kỷ XX."
        }
    ],
    "suggestions": []
}