{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nong"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nong</k><blockquote><cclass>[<cclass>nɒŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Austral./NZ <cclass>informal a foolish or stupid person. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1940s: of unknown origin; cf. <kref>ning-nong</kref>. </blockquote></div>",
            "word": "nong"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nong"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nong"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nong"
        }
    },
    "sentences": [
        {
            "en": "<em>nong</em>",
            "vi": "hot"
        },
        {
            "en": "so <em>nong</em> nghiep",
            "vi": "Department of Agriculture"
        },
        {
            "en": "binh tinh dung <em>nong</em>",
            "vi": "keep your hair on"
        },
        {
            "en": "The history of M' <em>Nong</em> tribe.",
            "vi": "Nguồn gốc dân tộc m'nông."
        },
        {
            "en": "The origin of M' <em>Nong</em> people.",
            "vi": "Nguồn gốc dân tộc m'nông."
        },
        {
            "en": "cam on vi su <em>nong</em> hau cua ban",
            "vi": "thank you for your hospitality"
        },
        {
            "en": "I am a student of <em>Nong</em> Lam university",
            "vi": "Tôi là sinh viên của trường đại học nông lâm"
        },
        {
            "en": "ca dem toi khong ngu duoc vi <em>nong</em>",
            "vi": "i got a restless night because of the heat"
        },
        {
            "en": "nguoi <em>nong</em> can tin vao may man, nguoi sau sac tin vao nguyen nhan ket qua",
            "vi": "shallow people belive in luck, strong people beleive in cause and effect"
        },
        {
            "en": "A vast bird sanctuary in Tam <em>Nong</em> distric, Dong Thap province.",
            "vi": "Một khu bảo tồn chim rộng lớn tại huyện tam nông, tỉnh đồng tháp."
        },
        {
            "en": "As a teacher of J'rai students in Ia Mo <em>Nong</em> stated, \"One girl did not have sandals.",
            "vi": "Như một giáo viên ở Ia Mơ Nông nói \"Một em gái không có dép đi."
        },
        {
            "en": "Ia Mo <em>Nong</em> lower secondary school only had one toilet for the teachers but none for the students.",
            "vi": "Trường THCS Ia Mơ Nông chỉ có một nhà vệ sinh cho giáo viên mà không có nhà vệ sinh cho học sinh."
        },
        {
            "en": "“Our water wells have become exhausted. We don’t have water for daily life,” said <em>Nong</em> Van Nang, a farmer in Cay Thi commune.",
            "vi": "\"Giếng nước của chúng tôi đã khô cạn. Chúng tôi không có nước để sinh hoạt\", ông Nông Văn Nàng, một nông dân ở xã Cây Thị nói."
        },
        {
            "en": "“Our water wells have become exhausted. We don’t have water for daily life,” said <em>Nong</em> Van Nang, a farmer in Cay Thi commune.",
            "vi": "\"Giếng nước của chúng tôi đã khô cạn. Chúng tôi không có nước để sinh hoạt\", ông Nông Văn Nàng, một nông dân ở xã Cây Thị nói."
        },
        {
            "en": "In his closing speech, National Assembly Chairman <em>Nong</em> Duc Manh said the Vietnamese people were confronting major difficulties and challenges within the context of major international complexities.",
            "vi": "diễn văn bế mạc, Chủ tịch Quốc hội Nông Đức Mạnh cho rằng nhân dân Việt Nam đang đối đầu với nhiều khó khăn và thách thức lớn trong bối cảnh tình hình quốc tế đang có nhiều diễn biến vô cùng phức tạp."
        },
        {
            "en": "The French visitors are scheduled to be received by a deputy prime minister before paying a courtesy visit to National Assembly Chairman <em>Nong</em> Duc Manh.",
            "vi": "Theo chương trình, các vị khách Pháp sẽ được một phó thủ tướng đón tiếp trước khi viếng thăm xã giao Chủ tịch quốc hội Nông Đức Mạnh."
        },
        {
            "en": "By August 2005 all provinces had operational Departments, including the three newly separated provinces (Hau Giang, Dac <em>Nong</em>, and Dien Bien).",
            "vi": "Đến tháng 8 năm 2005, tất cả các tỉnh thành đều đã thành lập Sở TNMT, kể cả các tỉnh mới lập (Hậu Giang, Đắc Nông và Điện Biên)."
        },
        {
            "en": "Authorities in the Central Highlands province of Dak <em>Nong</em> are considering disciplinary measures against ten local officials who have allegedly used fake high school diplomas for decades. ",
            "vi": "Các nhà chức trách ở tỉnh Đăk Nông đang xem xét các biện pháp kỷ luật đối với mười cán bộ địa phương, những người bị cáo buộc sử dụng văn bằng trung học giả trong nhiều thập kỷ."
        },
        {
            "en": "A teacher from Ia Mo <em>Nong</em> noted, \"When fruits from the forests (uoi) are sold at a high price, we don't see any students or parents.",
            "vi": "Các giáo viên Ia Mơ Nông nói \"Mùa ươi, quả trên núi bán rất đắt, tìm chẳng thấy học sinh cũng như phụ huynh đâu."
        },
        {
            "en": "A Ia Mo <em>Nong</em> mother noted, \"It is a trend here that the children go to school by bicycle, no matter if they live close or far away.\"",
            "vi": "Một bà mẹ ở Ia Mơ Nông cho biết \"ở đây có phong trào trẻ em đi học bằng xe đạp cho dù sống gần trường hay xa trường\"."
        }
    ],
    "suggestions": []
}