{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nonjudgmental"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nonjudgmental"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nonjudgmental"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nonjudgmental"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nonjudgmental"
        }
    },
    "sentences": [
        {
            "en": "Let's say you lost 10 pounds, created an office that's efficient and organized, or secured your dream job instead of settling for a paycheck. Well, how did you get there? Ask a trusted, <em>nonjudgmental</em> friend to interview you as your future self and ask these questions: What did you do to keep motivated? What steps did you take to get to your goal? How did you overcome temptations to fall back on old habits? What helped you the most in keeping the changes you made? What does it feel like to have accomplished your goals?",
            "vi": "Hãy nói rằng bạn đã giảm 10 pound (khoảng 4,54kg),mở một văn phòng có năng suất hiệu quả và có tổ chức, hoặc có một công việc mơ ước thay vì chấp nhận tạm bợ. Vâng, làm thế nào bạn làm được điều đó? Nhờ một người bạn đáng tin cậy và không phán xét phỏng vấn bạn( giả định là bạn của tương lai) hỏi những câu hỏi sau: Bạn đã làm gì để giữ lửa nhiệt huyết? Bạn đã có những bước đi nào để chạm đến thành công? Làm thế nào bạn vượt qua những cám dỗ để từ bỏ thói quen cũ? Điều gì đã giúp bạn nhiều nhất trong quá trình không ngừng thay đổi? Cảm xúc khi thành công như thế nào?"
        }
    ],
    "suggestions": []
}