{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nonspecific"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nonspecific"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nonspecific"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nonspecific"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nonspecific"
        }
    },
    "sentences": [
        {
            "en": "Phagocytosis and complement proteins are both examples of <em>nonspecific</em> immunity.",
            "vi": "Quá trình thực bào và các protein bổ thể đều là những ví dụ về miễn dịch không đặc hiệu."
        },
        {
            "en": "It is a <em>nonspecific</em> indication of disease in the cervical region of the spinal cord.",
            "vi": "Đây là một chỉ dẫn không đặc hiệu về bệnh ở vùng cổ dây cột sống."
        },
        {
            "en": "Triggers fall into two categories:     * allergens (\"specific\");     * nonallergens -- mostly irritants (<em>nonspecific</em>). Once your bronchial tubes (nose and eyes) become inflamed from an allergic exposure, an exposure to the offending allergens will often activate symptoms. These \"reactive\" bronchial tubes might also respond to other triggers, such as exercise, infections, and other irritants. The following is a simple checklist.",
            "vi": "Có 2 loại yếu tố khởi phát:  * chất gây dị ứng (\"đặc hiệu\"); * chất không gây dị ứng - hầu hết là các chất kích thích  (\"không đặc hiệu\"). Khi ống phế quản của bạn (mũi và mắt) bị viêm do tiếp xúc dị ứng, tiếp xúc với các chất gây dị ứng khó chịu sẽ thường làm khởi phát triệu chứng. Các ống phế quản “phản ứng” này cũng có thể phản ứng với những yếu tố khởi phát khác, chẳng hạn như luyện tập thể dục thể thao, nhiễm trùng, và các chất kích thích. Dưới đây là bảng liệt kê các yếu tố khởi phát đơn giản, thường thấy."
        },
        {
            "en": "Bronchial tubes that are chronically inflamed may become overly sensitive to allergens (specific triggers) or irritants (<em>nonspecific</em> triggers). The airways may become \"twitchy\" and remain in a state of heightened sensitivity. This is called \"bronchial hyperreactivity\" (BHR). However, it is clear that asthmatics and allergic individuals (without apparent asthma) have a greater degree of bronchial hyperreactivity than nonasthmatic and nonallergic people. In sensitive individuals, the bronchial tubes are more likely to swell and constrict when exposed to triggers such as allergens, tobacco smoke, or exercise. Amongst asthmatics, some may have mild BHR and no symptoms while others may have severe BHR and chronic symptoms.",
            "vi": "Các ống phế quản bị viêm kinh niên có thể trở nên nhạy cảm quá mức đối với các chất gây dị ứng/ các dị nguyên (các chất khởi phát đặc hiệu) hoặc nhạy cảm quá mức đối với các chất kích thích (các chất khởi phát không đặc hiệu). Đường thở có thể trở nên bị “xoắn vặn” và vẫn trong tình trạng nhạy cảm cao. Đây được gọi là “tình trạng quá mẫn cảm của phế quản” (BHR). Tuy nhiên, rõ ràng là người mắc bệnh hen và người bị dị ứng (không biểu hiện suyễn rõ ràng) có mức độ quá mẫn cảm cuống phổi/ phế quản cao hơn so với người không bị suyễn và không bị dị ứng. Đối với những người nhạy cảm thì ống phế quản có thể dễ sưng lên và co thắt khi tiếp xúc với các yếu tố khởi phát chẳng hạn như các chất gây dị ứng, khói thuốc lá, hoặc khi luyện tập thể dục thể thao. Trong số những người bị hen, vài người có thể bị quá mẫn cảm phế quản nhẹ và không bộc phát triệu chứng gì trong khi số khác có thể bị quá mẫn cảm phế quản nặng và có nhiều triệu chứng mãn tính."
        },
        {
            "en": "Early pregnancy symptoms    Most women equate a missed menstrual period with the possibility of being pregnant, but other symptoms and signs are frequently experienced by many women in the early stages of pregnancy. It's important to remember that not all women will experience these symptoms or have the symptoms to the same degree. Even the same woman can have different types of symptoms in a subsequent pregnancy than she had in previous pregnancies, and symptoms can change or develop on a weekly basis. Ectopic pregnancy symptoms, or tubal pregnancy symptoms, are very similar to normal pregnancy symptoms at the outset and can include many of the symptoms described below. However, with a tubal or other type of ectopic pregnancy, other symptoms, such as abdominal pain and vaginal bleeding, develop over time, usually 6 to 8 weeks after a missed menstrual period. The following are the most common pregnancy symptoms in the first trimester. Missed period A missed menstrual period is most often the first sign of pregnancy and is a common first trimester symptom. Sometimes a woman who is pregnant may still experience some bleeding or spotting around the time of the expected period, typically 6 to 12 days after conception. When it occurs, this so-called \"implantation bleeding\" is generally not as heavy or long as a regular menstrual period. This small amount of bleeding that happens at the time of the expected menstrual period occurs because the fertilized egg attaches to the uterine wall. This is referred to as implantation bleeding. Any bleeding during pregnancy is typically lighter than that observed during the regular menstrual period. However, if a woman does not have regular menstrual cycles, she may notice some of the other symptoms of early pregnancy before it is apparent that the menstrual period has been missed. A missed menstrual period also does not confirm that a woman is pregnant even if she has regular cycles, since both emotional and physical conditions may cause absent or delayed periods. Breast swelling, tenderness, and pain Feelings of breast swelling, tenderness, or pain are also commonly associated with early pregnancy. These symptoms are sometimes similar to the sensations in the breasts in the days before an expected menstrual period. Women may also notice a feeling of heaviness or fullness in the breasts. These symptoms can begin in some women as early as one to two weeks after conception.  Abdominal cramping and bloating Some women may experience feelings of abdominal enlargement or bloating, but there is usually only a small amount of weight gain in the first trimester of pregnancy. In this early stage of pregnancy a weight gain of about one pound per month is typical. Sometimes women also experience mild abdominal cramping during the early weeks of pregnancy, which may be similar to the cramping that occurs prior to or during the menstrual period. Food cravings Many women report cravings for certain foods during the early stages of pregnancy. These cravings can persist throughout the entire pregnancy. Fatigue and tiredness Fatigue and tiredness are symptoms experienced by many women in the early stages of pregnancy, and some women report feeling fatigued even in the weeks immediately prior to conception. The cause of this fatigue has not been fully determined, but it is believed to be related to rising levels of the hormone progesterone. Of course, fatigue is a very <em>nonspecific</em> symptom that can be related to many causes other than pregnancy. Elevated basal body temperature A persistently elevated basal body temperature (the oral temperature measured first thing in the morning, upon arising from sleep) is another characteristic sign of early pregnancy. An elevation in the basal body temperature occurs shortly after ovulation and persists until the next menstrual period occurs. Persistence of the elevated basal body temperature beyond the time of the expected menstrual period is another sign of early pregnancy. Nausea and vomiting Nausea and vomiting are also common in early pregnancy. Traditionally referred to as \"morning sickness,\" the nausea and vomiting associated with early pregnancy can occur at any time of the day or night. Its typical onset is anywhere between the 2nd and 8th weeks of pregnancy. Most women who have morning sickness develop nausea and vomiting about one month after conception, but it may develop sooner in some women. Sometimes women report an increased in sensitivity to certain odors or smells that can sometimes cause nausea and/or vomiting. Elevations in estrogen that occur early in pregnancy are thought to slow the emptying of the stomach and may be related to the development of nausea. Accompanying the characteristic \"morning sickness\" may be cravings for, or aversions to, specific foods or even smells. It is not unusual for a pregnant woman to change her dietary preferences, often having no desire to eat previous \"favorite\" foods. In most women, nausea and vomiting begin to subside by the second trimester of pregnancy. Frequent urination A woman in the early stages of pregnancy may feel she has to urinate frequently, especially at nighttime, and she may leak urine with a cough, sneeze, or laugh. The increased desire to urinate may have both physical and hormonal causes. Once the embryo has implanted in the uterus, it begins to produce the hormone known as human chorionic gonadotrophin (hCG), which is believed to stimulate frequent urination. Another cause of frequent urination that develops later is the pressure exerted by the growing uterus on the bladder, but this does not cause frequent urination until the second and third trimesters when the fetus is substantially larger. Changes in nipple color Women may notice a deepening of the color of the area surrounding the nipple and/or a dark line going down from the middle of the central abdomen area to the pubic area (known as the linea nigra). Some degree of darkening of the areola persists after pregnancy in many women, but the linea nigra typically disappears in the months following delivery of the baby. Melasma (darkening of the skin) Some women may develop a so-called \"mask of pregnancy\" in the first trimester, referring to a darkening of the skin on the forehead, bridge of the nose, upper lip, or cheeks. The darkened skin is typically present on both sides of the face. Doctors refer to this condition as melasma or chloasma, and it is more common in dark-skinned women than those with light skin. Melasma can also occur in some conditions other than pregnancy. Women who have a family history of melasma are at greater risk of developing this sign of pregnancy. Mood swings and stress Mood swings and stress are common symptoms reported by many women in the early stages of pregnancy. Many women in the early stages of pregnancy describe feelings of heightened emotions or even long crying. The rapid changes in hormone levels are believed to cause these changes in mood. Pregnant women may also notice more rapid and drastic changes in their moods. As with other <em>nonspecific</em> symptoms, mood swings can be caused by a number of conditions other than pregnancy. Headaches Some women report suffering from headaches early on in their pregnancy, which may be related to corresponding changes in hormone levels. These headaches are <em>nonspecific</em>, usually not involving just one side of the head, and are not accompanied by changes in vision.",
            "vi": "Các triệu chứng chớm thai    Hầu hết phụ nữ đồng nhất việc trễ kinh với khả năng có thai, nhưng nhiều người cũng thường có những dấu hiệu và triệu chứng khác trong các giai đoạn đầu thai nghén. Điều quan trọng nên nhớ là không phải ai cũng sẽ có những triệu chứng này hoặc có các triệu chứng giống nhau về mức độ. Thậm chí là một người cũng có thể biểu hiện nhiều kiểu triệu chứng khác ở lần thai sau so với các lần thai trước; và các triệu chứng cũng có thể thay đổi hoặc phát triển hằng tuần.   Triệu chứng thai ngoài tử cung, hoặc triệu chứng thai ở vòi trứng, rất giống với triệu chứng thai bình thường vào lúc đầu và có thể bao gồm nhiều triệu chứng được mô tả bên dưới. Tuy nhiên, thai ở vòi trứng hoặc kiểu thai ngoài tử cung khác thì cũng có triệu chứng khác, như là đau bụng và xuất huyết âm đạo, phát triển dần dần, thường từ 6 đến 8 tuần sau khi trễ kinh. Dưới đây là một số triệu chứng thai nghén thường thấy nhất trong quý đầu tiên.  Trễ kinh Trễ kinh là dấu hiệu thai nghén ban đầu thường thấy nhất và là triệu chứng thường thấy trong quý 1 của thai kỳ. Đôi khi thai phụ cũng vẫn thấy xuất huyết nhẹ hoặc xuất huyết lốm đốm vào khoảng thời gian chuẩn bị hành kinh, thường là từ 6 đến 12 ngày sau khi thụ thai. Đây được gọi là “xuất huyết làm tổ” – thường không xuất hiện máu nhiều hoặc dài ngày như kỳ kinh bình thường. Chút máu này tiết ra lúc chuẩn bị hành kinh bởi trứng đã được thụ tinh bám vào thành tử cung. Giai đoạn này được gọi là xuất huyết làm tổ. Bất kỳ hiện tượng xuất huyết nào trong quá trình thai nghén cũng thường nhẹ hơn so với kỳ kinh thường. Tuy nhiên, nếu người phụ nữ không có chu kỳ kinh nguyệt đều đặn, người ấy có thể nhận biết một số triệu chứng chớm thai khác trước khi biểu hiện rõ trễ kinh. Tình trạng trễ kinh cũng không xác định được thai nghén cho dù là người ấy có chu kỳ bình thường, bởi cả trạng thái thể chất lẫn tinh thần cũng có thể làm trễ hoặc mất kinh.   Đau nhức và sưng ngực Cảm giác sưng, đau nhức hoặc đau ngực cũng thường thấy ở giai đoạn bắt đầu thai nghén. Các triệu chứng này đôi khi giống như cảm giác ở ngực trong những ngày sắp hành kinh. Nhiều phụ nữ cũng có thể thấy cảm giác căng hoặc nặng ở ngực. Những triệu chứng này có thể xuất hiện đầu tiên đối với một số người ngay từ một đến 2 tuần sau khi thụ thai.  Bụng căng to và chuột rút  Một số phụ nữ có thể có cảm giác bụng căng to hoặc phình ra, nhưng thường thì thai phụ chỉ tăng cân ít trong quý đầu của thai kỳ. Trong giai đoạn chớm thai này thì mỗi tháng thai phụ thường tăng khoảng1 pao. Nhiều người đôi khi cũng có cảm giác chuột rút nhẹ ở bụng trong các tuần đầu thai nghén, giống như chuột rút xảy ra trước khi hoặc trong suốt kỳ kinh.  Thèm ăn Nhiều thai phụ cho biết họ có cảm giác thèm ăn một số loại thức ăn nào đó trong suốt các giai đoạn đầu thai nghén. Cảm giác này có thể kéo dài đến giai đoạn cuối thai kỳ.  Chán nản và mệt mỏi  Chán nản và mệt mỏi là những triệu chứng trong các giai đoạn đầu tiên của thai kỳ đối với nhiều phụ nữ, và một số người cũng cho biết họ có cảm giác mệt mỏi thậm chí nhiều tuần ngay trước khi thụ thai. Người ta chưa hoàn toàn xác định được nguyên nhân gây mệt mỏi, nhưng nó được cho là có liên quan đến nồng độ hooc-môn progesterone tăng cao. Tất nhiên mệt mỏi là một triệu chứng rất bình thường, không có gì đặc biệt có liên quan đến nhiều nguyên nhân khác ngoài thai nghén.   Nhiệt độ trung bình của cơ thể tăng cao Nhiệt độ trung bình của cơ thể liên tục tăng cao (nhiệt độ ở miệng được đo đầu tiên vào buổi sáng, vào lúc mới ngủ dậy) là một dấu hiệu đặc trưng khác của hiện tượng chớm thai. Nhiệt độ trung bình của cơ thể tăng cao chỉ xảy ra nhanh sau khi rụng trứng và kéo dài cho đến kỳ kinh kế tiếp. Tình trạng thân nhiệt trung bình tăng cao kéo dài dai dẳng ngoài khoảng thời gian hành kinh như mong đợi là một dấu hiệu khác của thời kỳ chớm thai.  Buồn nôn và ói mửa Buồn nôn và ói mửa cũng là những triệu chứng thường thấy trong giai đoạn đầu thai nghén. Theo truyền thống thì đây là chứng “ốm nghén”, triệu chứng buồn nôn và ói mửa đầu thai kỳ có thể xảy ra vào bất cứ thời điểm nào trong ngày hoặc đêm. Cơn khởi phát buồn nôn thường xuất hiện vào giữa tuần 2 và tuần 8 của thai kỳ. Hầu hết phụ nữ bị ốm nghén cảm thấy buồn nôn và ói sau khi thụ thai khoảng một tháng, nhưng cũng có thể sớm hơn ở một số phụ nữ. Nhiều người đôi khi cũng cho biết họ nhạy cảm hơn với một số mùi hoặc hương thơm nào đó cũng có thể làm buồn nôn và/hoặc ói mửa.  Người ta cho rằng nồng độ hooc-môn estrogen tăng cao vào thời kỳ chớm thai để làm cho dạ dày lâu đói và có thể liên quan đến việc làm buồn nôn nhiều hơn. Đi kèm với đặc trưng “ốm nghén” có thể là triệu chứng thèm ăn, hoặc ghét hay “dị ứng” với một số thức ăn đặc biệt nào đó hoặc thậm chí là với một số mùi nào đó. Đôi khi phụ nữ có thai cũng thay đổi sở thích ăn uống hay “gu” ăn uống, thường thì không thèm ăn các món “khoái khẩu” mà trước kia hay ăn nữa. Triệu chứng buồn nôn và ói mửa sẽ bắt đầu giảm dần ở quý 2 của thai kỳ đối với hầu hết phụ nữ.  Đi tiểu thường xuyên Phụ nữ trong giai đoạn đầu thai nghén có thể cảm thấy muốn đi tiểu thường xuyên hơn, nhất là vào ban đêm, và có thể bị són nước tiểu khi ho, hắt hơi hoặc cười. Nhu cầu muốn đi tiểu nhiều lần có thể là do cả nguyên nhân thể chất lẫn nguyên nhân hooc-môn. Khi phôi thai đã bám vào tử cung, nó bắt đầu tiết ra hooc-môn tên là hooc-môn nhau thai (hCG), được cho là có tác dụng kích thích đi tiểu thường xuyên. Một nguyên nhân khác làm cho thai phụ đi tiểu nhiều lần ở giai đoạn sau là áp lực của tử cung đang phát triển đè lên bàng quang, nhưng mãi đến quý 2 và quý 3 của thai kỳ khi bào thai lớn hơn nhiều thì mới có hiện tượng này.   Đầu vú bị đổi màu Nhiều phụ nữ có thể phát hiện thấy vùng quanh đầu vú đậm màu hơn và/ hoặc vùng giữa bụng xuất hiện lằn đen chạy dài từ trên xuống vùng xương mu (gọi là lằn đen). Quầng vú có thể sẫm màu ở nhiều mức độ khác nhau và kéo dài đến cả sau khi mang thai đối với nhiều phụ nữ, nhưng lằn đen thường biến mất sau khi sinh em bé được nhiều tháng.  Nám da (sạm da) Một số phụ nữ có thể mắc chứng “nám da” trong quý 1 thai kỳ, đây là hiện tượng sạm da ở trán, sống mũi, môi trên, hoặc má. Vùng da bị sạm thường thấy ở cả hai bên mặt. Bác sĩ quy chứng bệnh này là mặt nám hoặc nám da, và thường thấy ở phụ nữ da ngâm đen hơn là phụ nữ có da sáng. Chứng nám da cũng có thể xảy ra khi bị một số bệnh khác ngoài trường hợp thai nghén. Người có tiền sử gia đình bị nám da có nguy cơ phát triển dấu hiệu thai nghén này nhiều hơn.  Căng thẳng và tính khí thất thường  Tính khí thất thường và căng thẳng là những triệu chứng thường gặp ở nhiều phụ nữ ở giai đoạn đầu thai nghén. Nhiều phụ nữ mới chớm thai miêu tả các cảm giác xúc cảm dâng cao hoặc thậm chí là những cơn khóc kéo dài. Những thay đổi nồng độ hooc-môn nhanh chóng được cho là nguyên nhân gây ra các chuyển biến tâm trạng này. Nhiều thai phục cũng có thể phát hiện thấy tâm trạng của mình thay đổi nhanh và mạnh trong. Cũng giống như những triệu chứng bình thường khác, tính khí thất thường có thể gây ra do một số bệnh khác ngoài thai nghén. Nhức đầu Một số phụ nữ cho biết bị nhức đầu vào giai đoạn mới bắt đầu có thai, có thể liên quan đến sự thay đổi nồng độ hooc-môn tương ứng. Các cơn nhức đầu này không có nguyên nhân rõ ràng, thường không chỉ ở một bên đầu, và không đi kèm với các thay đổi về tầm nhìn của mắt."
        },
        {
            "en": "Urinary tract infection    What is urinary tract infection? A urinary tract infection (UTI) is a bacterial infection that affects any part of the urinary tract. The main etiologic agent is Escherichia coli. Although urine contains a variety of fluids, salts, and waste products, it does not usually have bacteria in it. When bacteria get into the bladder or kidney and multiply in the urine, they may cause a UTI. The most common type of UTI is acute cystitis often referred to as a bladder infection. An infection of the upper urinary tract or kidney is known as pyelonephritis, and is potentially more serious. Although they cause discomfort, urinary tract infections can usually be easily treated with a short course of antibiotics. Symptoms include frequent feeling and/or need to urinate, pain during urination, and cloudy urine. Signs and symptoms The most common symptoms of a bladder infection are burning with urination (dysuria), frequency of urination, an urge to urinate, without vaginal discharge or significant pain. An upper urinary tract infection or pyelonephritis may additionally present with flank pain and a fever.  The symptoms of urinary tract infections may vary with age and the part of the urinary system that was affected. In young children, urinary tract infection symptoms may include diarrhea, loss of appetite, nausea and vomiting, fever and excessive crying that cannot be resolved by typical measures. Older children on the other hand may experience abdominal pain, or incontinence. Lower urinary tract infections in adults may manifest with symptoms including hematuria (blood in the urine), inability to urinate despite the urge and malaise. Other signs of urinary tract infections include foul smelling urine and urine that appears cloudy.   Depending on the site of infection, urinary tract infections may cause different symptoms. Urethritis, meaning only the urethra has been affected, does not usually cause any other symptoms besides dysuria. If the bladder is however affected (cystitis), the patient is likely to experience more symptoms including lower abdomen discomfort, low-grade fever, pelvic pressure and frequent urination all together with dysuria. Infection of the kidneys (acute pyelonephritis) typically causes more serious symptoms such as chills, nausea, vomiting and high fever. Whereas in newborns the condition may cause jaundice and hypothermia, in the elderly, symptoms of urinary tract infections may even include lethargy and a change in the mental status, signs that are otherwise <em>nonspecific</em>. Risk factors Sexual activity In young sexually active women, sex is the cause of 75—90 % of bladder infections, with the risk of infection related to the frequency of sex. The term \"honeymoon cystitis\" has been applied to this phenomenon of frequent UTIs during early marriage. In post menopausal women sexual activity does not affect the risk of developing a UTI.  Gender Women are more prone to UTIs than men because in females, the urethra is much shorter and closer to the anus than in males, and they lack the bacteriostatic properties of prostatic secretions. Among the elderly, UTI frequency is roughly equal proportions in women and men. This is due, in part, to an enlarged prostate in older men. An enlarged prostate means the gland has grown bigger. Prostate enlargement happens to almost all men as they get older. As the gland grows, it can press on the urethra and cause urination and bladder problems. As the gland grows, it obstructs the urethra, leading to increased difficulty in micturition.  Urinary catheters Urinary catheters are a risk factor for urinary tract infections. The risk of an associated infection can be decreased by only catheterizing when necessary, using aseptic technique for insertion, and maintaining unobstructed closed drainage of the catheter. A predisposition for bladder infections may run in families. Others Other risk factors include diabetics, sickle-cell disease or anatomical malformations of the urinary tract such as prostate enlargement. Pathogenesis The most common organism implicated in UTIs (80—85 %) is E. Coli, while Staphylococcus saprophyticus is the cause in 5—10 %.   Prevention The following are measures that studies suggest may reduce the incidence of urinary tract infections.     * A prolonged course ( 6 months to a year ) of low-dose antibiotics (usually nitrofurantoin or TMP/SMX) is effective in reducing the frequency of UTIs in those with recurrent UTIs.     * Cranberry (juice or capsules) may decrease the incidence of UTI in those with frequent infections. Long term tolerance however is an issue.     * For post-menopausal women intravaginal application of topical estrogen cream can prevent recurrent cystitis. This however is not as useful as low dose antibiotics.     * Studies have shown that breastfeeding can reduce the risk of UTIs in infants. A number of measures have not been found to effect UTI frequency including: the use of birth control pills or condoms, voiding after sex, the type of underwear used, personal hygiene methods used after voiding or defecating, whether one takes a bath or shower. Diagnosis In straight forward cases a diagnosis may be made and treatment given based on symptoms alone without further laboratory confirmation. In complicated or questionable cases confirmation via urinalysis looking for the presence of nitrites, leukocytes or leukocyte esterase or via urine microscopy looking for the presence of red blood cells, white blood cells, and bacteria maybe useful. Most cases of lower urinary tract infections in females are benign and do not need exhaustive laboratory work-ups. However, UTI in young infants may receive some imaging study, typically a retrograde urethrogram, to ascertain the presence/absence of congenital urinary tract anomalies. All males with a confirmed UTI should be investigated further. Specific methods of investigation include x-ray, nuclear medicine, MRI and CAT scans. The presence of bacteria in the urinary tract of older adults, without symptoms or signs of infection, is a well recognized phenomenon which may not require antibiotics. This is usually referred to as asymptomatic bacteriuria. The overuse of antibiotics in the context of bacteriuria among the elderly is a concerning issue. Treatment Uncomplicated Uncomplicated UTIs can be diagnosed and treated based on symptoms alone. Oral antibiotics such as trimethoprim, cephalosporins, nitrofurantoin, or a fluoroquinolone such as ciprofloxacin substantially shorten the time to recovery. About 50% of people will recover without treatment within a few days or weeks. The Infectious Diseases Society of America recommends a combination of trimethoprim and sulfamethoxazole in uncomplicated UTIs rather than fluoroquinolones.  A three-day treatment with trimethoprim, TMP/SMX, or a fluoroquinolone is usually sufficient while nitrofurantoin requires 7 days. Trimethoprim is often recommended to be taken at night to ensure maximal urinary concentrations to increase its effectiveness. While trimethoprim / sulfamethoxazole was previously internationally used (and continues to be used in the U.S. and Canada); the addition of the sulfonamide gives little additional benefit compared to the trimethoprim component alone. It is responsible however for a high incidence of mild allergic reactions and rare but potentially serious complications. For simple UTIs children often respond well to a three-day course of antibiotics. Pyelonephritis Pyelonephritis is treated more aggressively than a simple bladder infection using either a longer course of oral antibiotics or intravenous antibiotics. Regimens vary, and include SMX/TMP and fluorquinolones. In the past, they have included aminoglycosides (such as gentamicin) used in combination with a beta-lactam, such as ampicillin or ceftriaxone. These are continued for 48 hours after fever subsides. If there is a poor response to IV antibiotics (marked by persistent fever, worsening renal function), then imaging is indicated to rule out formation of an abscess either within or around the kidney, or the presence of an obstructing lesion such as a stone or tumor. Recurrent Women with recurrent simple UTIs may benefit from self-treatment upon occurrence of symptoms with medical follow up only if the initial treatment fails. Effective treatment can also be delivered over the phone. Epidemiology Bladder infections are most common in young women with 10% of women getting an infection yearly and 60% having an infection at some point in their life. Pyelonephritis occurs between 18—29 times less frequently.  According to the 1997 National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey, urinary tract infection accounted for nearly 7 million office visits; 1 million emergency department visits, and 100,000 hospitalizations.  Nearly 1 in 3 women will have had at least 1 episode of urinary tract infections requiring antimicrobial therapy by the age of 24 years. The risk of urinary tract infection increases with increasing duration of catheterization.  The condition rarely occurs in men who are younger than 50 years old and who did not undergo any genitourinary procedure. However, the incidence of urinary tract infections in men tends to rise after the age of 50. According to statistics from 1990, the prevalence of urinary tract infections in pre-school and school girls was 1% to 3%, nearly 30-fold higher than that in boys. Also, the statistics from the same year show that approximately 5% of girls will develop at least one urinary tract infection in their school years.",
            "vi": "Nhiễm trùng đường tiểu      Nhiễm trùng đường tiểu là gì? Nhiễm trùng đường tiểu (UTI) là hiện tượng nhiễm khuẩn có thể ảnh hưởng đến bất kỳ phần nào của đường tiểu. Tác nhân gây bệnh chính là trực khuẩn E.coli. Mặc dù nước tiểu chứa nhiều chất lỏng, muối, và chất thải, nhưng thường vô khuẩn. Khi vi khuẩn vào bàng quang hay thận và sinh sôi nảy nở trong nước tiểu, chúng có thể gây ra UTI. Loại UTI thường gặp nhất là viêm bàng quang cấp thường được coi như chứng viêm bàng quang. Nhiễm trùng đường tiểu trên hay thận được coi là chứng viêm thận, và tiềm ẩn bệnh nghiêm trọng hơn. Mặc dù nhiễm trùng đường tiểu thường làm cho người ta cảm thấy khó chịu, nhưng bệnh này có thể dễ dàng chữa trị bằng cách dùng thuốc kháng sinh trong thời gian ngắn. Các triệu chứng nhiễm trùng đường tiểu bao gồm cảm giác thường xuyên và/hoặc mắc tiểu, đau khi đi tiểu, và nước tiểu đục. Các triệu chứng và dấu hiệu của nhiễm trùng đường tiểu  Các triệu chứng thường gặp nhất của chứng viêm bàng quang là đi tiểu rát (khó tiểu), đi tiểu nhiều lần, mắc tiểu nhiều lần, không có khí hư hoặc đau nhiều. Nhiễm trùng đường tiểu trên hay chứng viêm thận ngoài ra cũng có thể gây đau ở bên sườn và sốt.  Các triệu chứng của bệnh nhiễm trùng đường tiểu có thể thay đổi tuỳ theo độ tuổi và tuỳ theo đường tiểu bị nhiễm trùng ở phần nào. Ở trẻ em, triệu chứng nhiễm trùng đường tiểu có thể bao gồm tiêu chảy, chán ăn, buồn nôn và ói, sốt và khóc nhiều không dỗ nín được bằng các biện pháp thường. Mặt khác đối với trẻ lớn tuổi hơn thì có thể gặp triệu chứng đau bụng, hoặc ỉa đùn. Nhiễm trùng đường tiểu dưới ở người lớn có thể thấy rõ với nhiều triệu chứng gồm chứng huyết niệu (máu trong nước tiểu), không đi tiểu được mặc dù muốn tiểu và cảm thấy rất khó chịu. Những dấu hiệu nhiễm trùng đường tiểu khác như nước tiểu có mùi khó chịu và nước tiểu đục. Tùy theo vùng nhiễm trùng mà chứng nhiễm trùng đường tiểu có thể gây ra nhiều triệu chứng khác nhau. Đối với chứng viêm niệu đạo, nghĩa là chỉ có vùng niệu đạo bị nhiễm trùng, thường không gây ra các triệu chứng nào khác ngoài chứng khó tiểu. Tuy nhiên, nếu bàng quang bị nhiễm trùng (viêm bàng quang) thì bệnh nhân có thể gặp nhiều triệu chứng hơn như cảm giác khó chịu ở bụng dưới, sốt nhẹ, ép khung chậu và thường xuyên bị khó tiểu. Nhiễm trùng thận (viêm thận cấp) thường gây ra nhiều triệu chứng trầm trọng hơn như là ớn lạnh, buồn nôn, ói và sốt cao. Nhưng đối với trẻ sơ sinh, chứng nhiễm trùng đường tiểu có thể gây vàng da và giảm nhiệt, với người lớn, triệu chứng nhiễm trùng đường tiểu thậm chí có thể gồm chứng ngủ lịm và làm tinh thần thay đổi, mặt khác người ta còn chưa xác định rõ nguyên nhân của các dấu hiệu này.  Các yếu tố nguy hiểm gây nhiễm trùng đường tiểu Hoạt động tình dục Đối với phụ nữ trẻ thường quan hệ tình dục thì tình dục là nguyên nhân gây ra 75-90% chứng viêm bàng quang, nguy cơ nhiễm bệnh liên quan đến số lần quan hệ tình dục. Thuật ngữ “viêm bàng quang tuần trăng mật” được áp dụng cho hiện tượng nhiễm trùng đường tiểu thường xuyên này trong thời gian hôn nhân ban đầu. Ở phụ nữ hậu mãn kinh, hoạt động tình dục không ảnh hưởng đến nguy cơ phát triển bệnh UTI.  Giới tính Phụ nữ thường dễ bị nhiễm trùng đường tiểu hơn nam giới vì phụ nữ có niệu đạo ngắn hơn và gần với hậu môn hơn và thiếu các đặc tính kìm hãm vi khuẩn của tiết tuyến tiền liệt. Đối với người lớn tuổi thì tỉ lệ mắc UTI giữa nam và nữ thường bằng nhau. Điều này một phần là do tuyến tiền liệt ở đàn ông lớn tuổi bị giãn nở ra. Tuyến tiền liệt giãn ra có nghĩa nó trở nên to hơn. Chứng phì đại tuyến tiền liệt thường xảy ra ở hầu hết nam giới cao tuổi. Khi tuyến tiền liệt giãn nở ra, nó có thể đè lên niệu đạo và gây ra nhiều vấn đề về niệu đạo và bàng quang. Bên cạnh đó, khi tuyến tiền liệt phình to ra, nó làm nghẽn niệu đạo, làm khó tiểu nhiều hơn. Ống thông đường tiểu  Ống thông đường tiểu là yếu tố nguy hiểm dẫn đến nhiễm trùng đường tiểu. Nguy cơ lây nhiễm liên quan có thể làm giảm bằng cách chỉ dùng ống thông khi cần thiết, sử dụng kỹ thuật đặt ống thông tiểu vô trùng và giữ cho ống thông tiểu kín không bị nghẽn.  Bẩm chất viêm bàng quang có thể di truyền trong gia đình.  Các yếu tố nguy hiểm khác Các yếu tố nguy hiểm khác gây nhiễm trùng đường tiểu gồm tiểu đường, thiếu máu hồng cầu hình liềm hoặc các dị tật giải phẫu học của đường tiểu như chứng phì đại tuyến tiền liệt.  Sinh bệnh học Sinh vật thường gặp nhất liên quan đến bệnh nhiễm trùng đường tiểu (80—85 %) là trực khuẩn E.coli, trong khi tụ cầu khuẩn saprophyticus là nguyên nhân gây ra từ 5-10% trường hợp nhiễm trùng đường tiểu. Phòng ngừa nhiễm trùng đường tiểu Dưới đây là các biện pháp mà các công trình nghiên cứu đã đề nghị nhằm có thể làm giảm tỉ lệ mắc bệnh nhiễm trùng đường tiểu * Dùng kháng sinh liều thấp một đợt kéo dài (6 tháng đến 1 năm) (thường là nitrofurantoin hoặc TMP/SMX) có tác dụng làm giảm tần số UTIs ở những người bị nhiễm trùng đường tiểu tái phát. * Man việt quất (quả hoặc viên con nhộng) có thể làm giảm tỉ lệ mắc bệnh UTI ở những người bị nhiễm bệnh thường xuyên. Tuy nhiên dung nạp thuốc trong thời gian dài là cả một vấn đề. * Đối với phụ nữ hậu mãn kinh thì việc thoa kem estrogen trực tiếp lên vùng da bên trong âm đạo có thể ngăn ngừa chứng viêm bàng quang tái phát. Tuy nhiên điều này không có tác dụng như thuốc kháng sinh liều thấp. * Nhiều công trình nghiên cứu cho thấy việc nuôi con bằng sữa mẹ có thể làm giảm nguy cơ bị nhiễm trùng đường tiểu ở trẻ sơ sinh.  Các biện pháp như dùng thuốc tránh thai hoặc bao cao su, đi vệ sinh sau khi quan hệ tình dục, loại quần áo lót sử dụng, phương pháp vệ sinh cá nhân sau khi đi vệ sinh, tắm bồn hay tắm vòi hoa sen cũng chưa có kết luận gì đối với việc ảnh hưởng đến tần số bị nhiễm trùng đường tiểu.  Chẩn đoán nhiễm trùng đường tiểu  Đối với những ca bệnh sớm biết ngay lập tức thì có thể chẩn đoán được và điều trị dựa trên các triệu chứng riêng của nó mà không phải làm thêm một xét nghiệm nào khác. Nhưng đối với những trường hợp phức tạp hay đáng nghi thì việc làm xét nghiệm nước tiểu để phát hiện ni-trít, bạch cầu hoặc en-zim esteraza trong bạch cầu hoặc soi nước tiểu dưới kính hiển vi để phát hiện hồng cầu, tế bào bạch cầu, và vi khuẩn có lẽ sẽ có tác dụng. Hầu hết các trường hợp nhiễm trùng đường tiểu dưới ở phụ nữ là lành tính và không cần phải làm các xét nghiệm tổng quát khác. Tuy nhiên, nhiễm trùng đường tiểu ở trẻ sơ sinh có thể phải chụp hình, nhất là chụp niệu đạo ngược dòng, để xác định xem có các dị tật bẩm sinh ở đường tiểu hay không. Nam giới bị chẩn đoán chắc chắn bị nhiễm trùng đường tiểu nên được kiểm tra xét nghiệm nhiều hơn. Nhiều phương pháp kiểm tra để xác định bệnh nhiễm trùng đường tiểu cụ thể như phương pháp chụp X-quang, y học hạt nhân, MRI (cộng hưởng từ) và phương pháp dùng máy chụp cắt lớp.  Tình trạng vi khuẩn tồn tại trong đường tiểu của người già mà không có triệu chứng gì hay dấu hiệu truyền nhiễm gì cũng là một hiện tượng được người ta phát hiện và chú ý nhiều có thể không cần sử dụng thuốc kháng sinh. Đây thường được coi là tình trạng nước tiểu nhiễm khuẩn mà không có triệu chứng bệnh lý gì. Việc lạm dụng thuốc kháng sinh trong trường hợp nước tiểu nhiễm khuẩn của người già là một vấn đề đáng quan tâm.  Điều trị Trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp  Các trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp có thể được chẩn đoán và điều trị dựa trên các triệu chứng riêng của chúng. Các loại thuốc kháng sinh dạng uống như Trimethoprim, Cephalosporins, Nitrofurantoin, hoặc nhóm kháng sinh phổ biến (fluoroquinolone) như ciprofloxacin về cơ bản có tác dụng làm bệnh nhanh lành hơn. Khoảng 50% người bị nhiễm trùng đường tiểu sẽ lành bệnh mà không phải điều trị trong thời gian một vài ngày hay một vài tuần. Hội các bệnh lây nhiễm Hoa Kỳ khuyến cáo kết hợp trimethoprim và sulfamethoxazole đối với các trường hợp nhiễm trùng đường tiểu nhẹ chứ không dùng nhóm kháng sinh fluoroquinolone.  Điều trị bằng thuốc trimethoprim, TMP/SMX hoặc kháng sinh fluoroquinolone trong ba ngày thường là đủ và có kết quả trong khi nếu sử dụng nitrofurantoin phải cần 7 ngày. Trimethoprim thường phải được dùng vào ban đêm để đảm bảo nồng độ nước tiểu đạt mức cao nhất nhằm làm tăng hiệu quả của thuốc. Trong khi Trimethoprim/Sulfamethoxazole trước đây được sử dụng rộng rãi trên toàn thế giới (và hiện vẫn còn được sử dụng ở Hoa Kỳ và Ca-na-đa); việc bổ sung thêm Sulfonamide cũng mang lại nhiều lợi ích hơn so với một mình thành phần thuốc Trimethoprim. Tuy nhiên, nó có nguy cơ gây phản ứng dị ứng nhẹ và hiếm khi gặp các biến chứng tiềm ẩn nghiêm trọng. Đối với trẻ bị nhiễm trùng đường tiểu nhẹ thường phản ứng tốt với đợt điều trị bằng thuốc kháng sinh trong vòng 3 ngày.  Chứng viêm thận  Chứng viêm thận được điều trị khó khăn và lâu dài hơn trường hợp viêm bàng quang nhẹ, có thể điều trị theo đợt dùng kháng sinh dạng uống kéo dài hơn hoặc dùng kháng sinh dạng truyền tĩnh mạch. Phải thay đổi chế độ ăn uống, và còn phải dùng SMX/TMP và Fluorquinolones. Trước đây, các loại thuốc này gồm a-mi-nô glu-cô-zít (như gentamicin) dùng kết hợp với beta-lactam, như ampicillin hoặc ceftriaxone. Các loại thuốc này được sử dụng trong 48 tiếng đồng hồ sau khi đã hạ sốt. Nếu bệnh nhân phản ứng kém với các loại thuốc kháng sinh IV (dành cho trường hợp sốt dai dẳng, chức năng thận ngày càng yếu đi), thì cần phải chụp hình để xác định xem là có áp-xe bên trong hay quanh thận không, hay thận có bị thương gây nghẽn thận như sỏi hay khối u không. Chứng nhiễm trùng đường tiểu tái phát Những phụ nữ bị nhiễm trùng đường tiểu tái phát nhẹ có thể tự điều trị trong trường hợp xảy ra các triệu chứng bằng thuốc tiếp tục chỉ khi nào phương pháp điều trị ban đầu không thành công. Phương pháp điều trị có hiệu quả cũng có thể tư vấn qua điện thoại. Dịch tễ học Viêm bàng quang là căn bệnh thường gặp nhất ở phụ nữ trẻ, mỗi năm số phụ nữ mắc chứng bệnh này lên tới 10% và có đến 60% nhiễm bệnh vào một lúc nào đó trong đời. Chứng viêm thận thường xảy ra ít hơn từ 18 đến 29 lần so với viêm bàng quang.  Theo dữ liệu từ cuộc khảo sát chăm sóc sức khỏe ngoại trú quốc gia và khảo sát chăm sóc sức khỏe ngoại trú của bệnh viện quốc gia năm 1997, số bệnh nhân đến khám chữa bệnh nhiễm trùng đường tiểu chiếm gần 7 triệu người; 1 triệu bệnh nhân phải vào khoa cấp cứu, và 100.000 ca phải nằm viện. Người ta ước tính trước 24 tuổi cứ trong 3 người phụ nữ thì có gần 1 người bị nhiễm trùng đường tiểu ít nhất 1 lần cần phải chữa bằng thuốc kháng sinh. Nguy cơ bị nhiễm trùng đường tiểu tăng nếu thời gian dùng ống thông tiểu càng nhiều.  Bệnh hiếm khi xảy ra đối với nam dưới 50 tuổi và người chưa dùng phương pháp niệu-sinh dục lần nào. Tuy nhiên, tỉ lệ mắc bệnh nhiễm trùng đường tiểu ở nam giới có xu hướng tăng sau 50 tuổi. Theo số liệu thống kê từ năm 1990, bệnh nhiễm trùng đường tiểu ở bé gái tuổi mẫu giáo và tuổi học đường là từ1% đến 3%, cao hơn gần 30 lần số bé trai mắc bệnh này. Hơn nữa, số liệu thống kê năm này cũng cho thấy khoảng 5% bé gái bị nhiễm trùng đường tiểu ít nhất một lần trong suốt quãng đời học sinh của mình."
        }
    ],
    "suggestions": []
}