{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nontraditional",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nontraditional",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nontraditional",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nontraditional",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nontraditional",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "As you will see, foxpro is capable of storing graphics, sound, and other kinds of <em>nontraditional</em> data.",
            "vi": "Như bạn sẽ thấy, foxpro cũng có khả năng lưu trữ cả đồ họa, âm thanh, lẫn các dạng dữ liệu không truyền thống khác."
        },
        {
            "en": "Natalie, who owns Austin bakery Sideserf Cake Studio, acknowledge the cake design was \"very <em>nontraditional</em>\" in a Facebook post.",
            "vi": "Natalie là chủ của Studio mang tên Austin bakery Sideserf Cake, cô thừa nhận trên Facebook là cái bánh ấy làm \"rất không giống ai\"."
        },
        {
            "en": "Personality trait: OpenAre you open to trying new things? Cat people were 11% more likely to be open, according to the survey. Open people tend to be:* Curious * Creative * Artistic * <em>Nontraditional</em> thinkers",
            "vi": "Nét tính cách đặc trưng: Cởi mở, thật tình Bạn có thích thử những điều mới mẻ không? Theo bảng khảo sát thì người chuộng nuôi mèo thường hay có tính cách cởi mở chân tình hơn người thích nuôi chó 11%. Người cởi mở thường hay: * Tò mò* Sáng tạo* Có tài nghệ thuật* Là các nhà tư tưởng không truyền thống khác"
        },
        {
            "en": "The Donky Bike is a <em>nontraditional</em> beauty, to be sure, a bike that prioritises strength, simplicity and urban maneuverability over sensual lines or luxurious trappings. The cycle – which was nominated for a Design of the Year award by London's Design Museum – is BMX-inspired, with tough 20in wheels and a stocky frame bisected by a load-bearing steel beam, upon which are mounted front and rear cargo racks. It's a devoted hauler, but unlike traditional cargo bikes, which can stretch 8 feet or more end to end, the Donky is compact enough to park in the front hallway of a typical city flat.",
            "vi": "Đảm bảo với bạn Donky Bike là dòng xe mang vẻ đẹp hiện đại, nổi bật về độ mạnh mẽ, đơn giản và dễ điều khiển trong thành thị nhờ các dây cảm ứng hoặc dàn bánh sau “sang chảnh”. Dòng xe này đã được đề cử giải Thiết Kế của Năm do Bảo tàng Thiết kế Luân Đôn trao, lấy cảm hứng từ dòng BMX, với hai bánh rộng 20 inch chắc chắn cộng với khung xe rắn rỏi chia đôi bởi một ống thép chịu lực để đỡ hai giá chở đồ trước sau. Đúng là loại xe này dành riêng để chở hàng, nhưng khác với các loại xe truyền thống, nó có thể dãn ra đến 8 feet hoặc hơn tính đến cuối chiếc xe, vả lại bạn còn có thể dựng chiếc Donkey gọn gàng ngay trước hành lang của một căn hộ kiểu mẫu trong thành phố."
        }
    ],
    "suggestions": []
}