{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nonviolence",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nonviolence",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nonviolence",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nonviolence",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nonviolence",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This research argues that something fundamentally changes at the critical moment when domestic unrest shifts from <em>nonviolence</em> into violence.",
            "vi": "Nghiên cứu này tranh luận rằng một điều gì đó sẽ thay đổi về cơ bản ngay tại thời điểm quyết định khi tình trạng bất an trong gia đình chuyển từ phi bạo lực sang bạo lực."
        },
        {
            "en": "Martin Luther King is widely regarded as American's pre - eminent advocate of <em>nonviolence</em> and one of the greatest nonviolent leaders in world history.",
            "vi": "Martin Luther  King được xem là một người chủ trương chống bạo hành kiệt xuất của nhân dân Mỹ và là một trong những nhà lãnh đạo vĩ đại ủng hộ chống bạo hành trong lịch sử thế giới."
        },
        {
            "en": "It is better to be violent, if there is violence in our hearts, than to put on the cloak of <em>nonviolence</em> to cover impotence.",
            "vi": "Thà bạo lực, nếu trong trái tim là bạo lực, còn hơn khoác áo bất bạo lực để dấu đi sự bất tài."
        },
        {
            "en": "Martin Luther King is widely regarded as American's pre-eminent advocate of <em>nonviolence</em> and one of the greatest nonviolent leaders in world history.",
            "vi": "Martin Luther King được xem là một người chủ trương chống bạo hành kiệt xuất của nhân dân Mỹ và là một trong những nhà lãnh đạo vĩ đại ủng hộ chống bạo hành trong lịch sử thế giới."
        }
    ],
    "suggestions": []
}