{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nouzbli:d]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự chảy máu từ mũi ra; sự chảy máu cam</td></tr></table><i/></div>",
            "word": "nosebleed"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nosebleed</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an instance of bleeding from the nose. </blockquote></blockquote><blockquote><blockquote>2》 [as <cclass>modifier] <cclass>N. Amer. <cclass>informal denoting seats in an extremely high position in a stadium, theatre, etc. </cclass></cclass></cclass></blockquote></blockquote></div>",
            "word": "nosebleed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nosebleed"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nosebleed</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to have a nosebleed </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to stop a nosebleed </ex></blockquote></blockquote><blockquote><blockquote><ex>3) a light; severe nosebleed</ex></blockquote></blockquote></div>",
            "word": "nosebleed"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chảy máu mũi</font></td></tr></tbody></table></div>",
            "word": "nosebleed"
        }
    },
    "sentences": [
        {
            "en": "<em>Nosebleed</em>.",
            "vi": "Chảy máu cam."
        },
        {
            "en": "How can a <em>nosebleed</em> be dangerous?",
            "vi": "Làm thế nào mà chứng chảy máu cam có thể nguy hiểm đến vậy?"
        },
        {
            "en": "This more severe type of <em>nosebleed</em> needs immediate medical attention.",
            "vi": "Dạng chảy máu cam nặng hơn này cần được điều trị ngay."
        },
        {
            "en": "If you get a <em>nosebleed</em>, don't blow your nose. Doing so can cause additional nosebleeds.",
            "vi": "Nếu bạn bị chảy máu cam thì bạn không nên hỉ mũi. Làm vậy có thể sẽ làm cho máu chảy nhiều thêm."
        },
        {
            "en": "If the <em>nosebleed</em> was caused by atmospheric dryness, the patient should breathe steamy air.",
            "vi": "Nếu chảy máu cam gây ra do khô khí quyển, bệnh nhân phải thở không khí ẩm."
        },
        {
            "en": "I was deeply moved by the film and I cried and cried, I just couldn't help it. (<em>Nosebleed</em>)",
            "vi": "Tôi xem phim cảm động quá nên khóc hoài, tôi không kiềm chế được.  (Chảy máu cam.)"
        },
        {
            "en": "If you have a <em>nosebleed</em> after a heavy blow to your head, it could mean you have a fractured skull.",
            "vi": "Nếu anh bị chảy máu cam sau khi bị đập mạnh vào đầu, điều đó có thể là anh bị nứt sọ."
        },
        {
            "en": "I was deeply moved by the film and I cried and cried, I just couldn't help it.  (<em>Nosebleed</em>)",
            "vi": "Tôi xem phim cảm động quá nên khóc hoài, tôi không kiềm chế được. (Chảy máu cam.)"
        },
        {
            "en": "The blood may have been swallowed (e.g. following <em>nosebleed</em> or tonsillectomy) but more often arises from bleeding in the oesophagus, stomach, or duodenum.",
            "vi": "Có thể đây là máu đã nuốt vào (sau khi chảy máu cam hay cắt amiđan) nhưng thường do xuất huyết trong thực quản, dạ dày, hay tá tràng."
        },
        {
            "en": "If blood runs down the back of the throat when pressure is applied to the nose, it could be a higher-septum <em>nosebleed</em> and require a visit to the doctor.",
            "vi": "Nếu máu chảy xuống phía sau của họng khi mũi bị kẹp chặt, nó có thể là chảy máu cam ở vách ngăn cao và cần thiết phải khám bác sĩ."
        },
        {
            "en": "If blood runs down the back of the throat when pressure is applied to the nose, it could be a higher - septum <em>nosebleed</em> and require a visit to the doctor.",
            "vi": "Nếu máu chảy xuống phía sau của họng khi mũi bị kẹp chặt, nó có thể chảy máu cam ở vách ngăn cao và cần thiết phải khám bác sĩ."
        },
        {
            "en": "If blood runs down the back of the throat when pressure is applied to the nose, it could be a higher-septum <em>nosebleed</em> and require a visit to the doctor.",
            "vi": "Nếu máu chảy xuống phía sau của họng khi mũi bị kẹp chặt, nó có thể chảy máu cam ở vách ngăn cao và cần thiết phải khám bác sĩ."
        },
        {
            "en": "More rarely, posterior nosebleeds start when bleeding begins high and deep within the nose. Blood flows down the back of the mouth and throat even when the patient is sitting up or standing. This more severe type of <em>nosebleed</em> needs immediate medical attention.",
            "vi": "Hiếm khi hơn, chảy máu cam bắt đầu khi chảy máu bắt đầu ở cao và sâu trong mũi. Máu chảy xuống phía sau của miệng và họng thậm chí khi bệnh nhân đang ngồi hoặc đứng. Dạng"
        },
        {
            "en": "More rarely, posterior nosebleeds start when bleeding begins high and deep within the nose. Blood flows down the back of the mouth and throat even when the patient is sitting up or standing. This more severe type of <em>nosebleed</em> needs immediate medical",
            "vi": "Hiếm khi hơn, chảy máu cam bắt đầu khi chảy máu bắt đầu ở cao và sâu trong mũi. Máu chảy xuống phía sau của miệng và họng thậm chí khi bệnh nhân đang ngồi hoặc đứng. Dạng nặng hơn này của chảy máu cam cần điều trị ngay."
        },
        {
            "en": "More rarely, posterior nosebleeds start when bleeding begins high and deep within the nose. Blood flows down the back of the mouth and throat even when the patient is sitting up or standing. This more severe type of <em>nosebleed</em> needs immediate medical attention.",
            "vi": "Hiếm khi hơn, chảy máu cam bắt đầu khi chảy máu bắt đầu ở cao và sâu trong mũi. Máu chảy xuống phía sau của miệng và họng thậm chí khi bệnh nhân đang ngồi hoặc đứng. Dạng nặng hơn này của chảy máu cam cần điều trị ngay."
        },
        {
            "en": "Sitting in science class one afternoon, you feel your nose begin to run. As you wonder if you're catching a cold, you wipe your nose with a tissue and are shocked to see blood! You have a <em>nosebleed</em>, and if you're like most teens, you may be embarrassed. You might hope no one will notice, and you might be a little scared, too.",
            "vi": "Một buổi chiều đang ngồi học tiết khoa học, đột nhiên bạn cảm thấy mũi mình bắt đầu chảy nước. Không chắc là liệu mình có bị cảm không, bạn lấy khăn giấy lau mũi và sốc khi thấy máu! Bạn bị chảy máu cam đấy, và nếu cũng giống hầu hết các thanh thiếu niên khác thì bạn có thể sẽ cảm thấy lúng túng. Bạn mong là đừng ai thấy bạn đang chảy máu cam và bạn cũng có thể là hơi hoảng sợ nữa."
        },
        {
            "en": "Nosebleeds    Sitting in science class one afternoon, you feel your nose begin to run. As you wonder if you're catching a cold, you wipe your nose with a tissue and are shocked to see blood! You have a <em>nosebleed</em>, and if you're like most teens, you may be embarrassed. You might hope no one will notice, and you might be a little scared, too. Although nosebleeds are usually harmless and easily controlled, it may look like a gallon of blood is coming from your nose! Try not to worry — nosebleeds are almost always easy to stop. Stopping the gush Try these simple tips to stop your <em>nosebleed</em>:      * Get some tissues or a damp cloth to catch the blood.     * Sit or stand so your head is above your heart.     * Tilt your head forward and pinch your nostrils together just below the bony center part of your nose. Applying pressure helps stop the blood flow and the <em>nosebleed</em> will usually stop with 10 full minutes of steady pressure — don't keep checking to see if the bleeding has stopped.     * Apply a cold compress, such as ice wrapped in a cloth or paper towel, to the area around the nose. Applying pressure with a cotton pad inside the upper lip may also help.  If you get a <em>nosebleed</em>, don't blow your nose. Doing so can cause additional nosebleeds. Also, don't tilt your head back. This common practice will cause blood to run into your throat. This can make you cough or choke, and if you swallow a lot of blood, you might throw up.  If you've tried the steps above twice and the bleeding continues after 10 minutes, you'll need to see your school nurse or a doctor. Once you've stopped the <em>nosebleed</em>, don't lift heavy objects or do other activities that cause you to strain, and don't blow your nose for 24 hours. Also, keep your head elevated above your heart as much as possible.  Now that your <em>nosebleed</em> is over, let's take a look at what a <em>nosebleed</em> is and what can cause it.  Different kinds of nosebleeds The most common kind of <em>nosebleed</em> is an anterior <em>nosebleed</em>, which comes from the front of the nose. Capillaries, or very small blood vessels, that are inside the nose may break and bleed, causing this type of <em>nosebleed</em>. Another kind of <em>nosebleed</em> is a posterior <em>nosebleed</em>, which comes from the deepest part of the nose. Blood from a posterior <em>nosebleed</em> flows down the back of the throat even if the person is sitting or standing. Teens rarely have posterior nosebleeds, which occur most often in older people, people who have high blood pressure, and people who have had nose or face injuries. Causes and remedies The most common cause of anterior nosebleeds is dry air. A dry climate or heated indoor air irritates and dries out nasal membranes, causing crusts that may itch and then bleed when picked. Colds and other viruses may also irritate the lining of the nose. Bleeding may occur after repeated blowing. When you combine a cold with dry winter air, you have the perfect formula for nosebleeds.   Allergies may also cause problems, and a doctor may prescribe medications such as antihistamines or decongestants to control an itchy, runny, or stuffy nose. This can also dry out the nasal membranes and contribute to nosebleeds. An injury or blow to the nose may also cause bleeding and isn't usually cause for alarm. If you ever have a facial injury, use the tips outlined above to stop the <em>nosebleed</em>. If you can't stop the bleeding after 10 minutes or you think your nose is broken, see a medical professional right away. A single <em>nosebleed</em> is rarely cause for alarm, but frequent nosebleeds might indicate a more serious problem. If you get nosebleeds more than once a week, you should see your doctor. Most cases of frequent nosebleeds are easily treated. Sometimes blood vessels inside the nose become irritated and don't heal. This happens frequently in teens who have ongoing allergies or frequent colds. A doctor may have a solution if you have this problem. If your doctor rules out a sinus infection, allergies, or irritated blood vessels, he or she may order other tests to see why you're getting frequent nosebleeds. Rarely, a bleeding disorder could be a possibility, although it's unlikely that a bleeding disorder will first show up as a <em>nosebleed</em>.  Cocaine (or other drugs that are snorted through the nose) can also cause nosebleeds. If you suspect a friend is using cocaine, try talking about it and get help from a trusted adult. Preventing nosebleeds Whenever you blow your nose (especially when you have a cold), you should blow gently into a soft tissue. Don't blow forcefully or pick your nose.  Your doctor may recommend a humidifier to moisten your indoor air. You can also prevent your nasal passages from becoming too dry in winter months by using lubricants such as petroleum jelly (like Vaseline) before going to bed at night. Apply a pea-sized dab to a cotton swab and gently rub it up inside each nostril, especially on the middle part of the nose (called the nasal septum). Some doctors prescribe saline (salt water) drops for the same purpose.  An occasional <em>nosebleed</em> can be alarming, but there's no need to panic — now you know what to do!",
            "vi": "Chảy máu cam    Một buổi chiều đang ngồi học tiết khoa học, đột nhiên bạn cảm thấy mũi mình bắt đầu chảy nước. Không chắc là liệu mình có bị cảm không, bạn lấy khăn giấy lau mũi và sốc khi thấy máu! Bạn bị chảy máu cam đấy, và nếu cũng giống hầu hết các thanh thiếu niên khác thì bạn có thể sẽ cảm thấy lúng túng. Bạn mong là đừng ai thấy bạn đang chảy máu cam và bạn cũng có thể là hơi hoảng sợ nữa. Mặc dù chứng chảy máu cam thường là không có hại gì cả và có thể dễ dàng cầm máu, nhưng nó cũng trông giống như mũi bạn đang chảy ra cả một ga-lông máu vậy! Hãy cố đừng lo lắng – bởi hầu như lúc nào bạn cũng dễ dàng cầm máu được. Ngưng không cho máu phọt ra nữa  Hãy thử dùng những bí quyết đơn giản dưới đây để cầm máu cam nhé: * Lấy một vài miếng khăn giấy hoặc một miếng giẻ ướt để chặn máu. * Ngồi hoặc đứng để đầu bạn cao hơn ngực. Nghiêng đầu về phía trước và kẹp 2 lỗ mũi lại với nhau ngay dưới vùng xương giữa mũi. Việc kẹp chặt mũi như thế này giúp ngăn không cho máu chảy nữa và máu cam thường ngưng chảy sau 10 phút giữ ép chặt mũi như vậy-đừng nên kiểm tra xem máu cam có cầm được chưa nhé.  * Nên đắp một miếng gạc lạnh (quấn đá lạnh trong miếng giẻ hay khăn giấy) lên vùng quanh mũi. Giữ chặt miếng bông lót bên trong môi trên cũng có tác dụng giúp cầm máu. Nếu bạn bị chảy máu cam thì bạn không nên hỉ mũi vì hỉ mũi có thể sẽ làm cho máu chảy nhiều thêm. Ngoài ra, bạn cũng đừng ngả đầu ra sau nhé. Việc làm thường thấy này sẽ làm cho máu chảy vào cuống họng của bạn. Điều này có thể làm cho bạn bị ho hay bị nghẹn và nếu bạn nuốt nhiều máu, bạn có thể bị ói nữa. Nếu bạn đã thử làm các biện pháp trên 2 lần rồi mà sau 10 phút máu vẫn chảy thì lúc này bạn nên đến bác sĩ hay y tá chăm sóc sức khỏe ở trường rồi đấy. Khi bạn đã cầm máu cam được rồi thì không nên khuân nhấc các vật nặng và không nên làm việc gì khiến bạn phải ráng sức, và đừng hỉ mũi trong vòng 24 tiếng đồng hồ. Ngoài ra, cũng nên nhớ giữ cho đầu cao hơn ngực càng nhiều càng tốt. Giờ đây bạn đã hết chảy máu cam rồi, hãy tìm hiểu xem hiện tượng chảy máu cam là gì và nguyên nhân gì làm cho chúng ta chảy máu cam nhé.  Có nhiều loại chảy máu cam khác nhau  Loại chảy máu cam thường thấy nhất là chảy máu cam phía trước, máu chảy ra phía trước mũi. Các mao mạch, hoăc các mạch máu rất nhỏ nằm bên trong mũi có thể bị vỡ, gây nên loại chảy máu cam này. Một loại chảy máu cam khác đó là chảy máu cam phía sau, máu chảy ra ở vùng nằm sâu nhất trong mũi. Máu cam chảy xuống phía sau cổ họng mặc dù người bị chảy máu cam đang ngồi hay đang đứng. Thanh thiếu niên thường hiếm khi bị chảy máu cam phía sau, chứng bệnh này thường xảy ra nhiều nhất đối với người già, người bị cao huyết áp, và người bị chấn thương mũi hoặc chấn thương mặt. Nguyên nhân và các biện pháp khắc phục bệnh chảy máu cam   Nguyên nhân chảy máu cam phía trước thường gặp nhất là do không khí khô. Khí hậu khô hoặc không khí trong nhà nóng bức làm kích thích và làm khô màng mũi, tạo nhiều lớp vảy khô có thể gây ngứa ngáy khó chịu và làm chảy máu khi ngoáy vào. Bệnh cảm lạnh và nhiều loại vi-rút khác cũng có thể làm kích thích niêm mạc mũi. Bạn có thể bị chảy máu cam sau khi hỉ mũi nhiều lần. Khi bạn bị cảm lạnh vào tiết đông có không khí khô thì quả là lúc hoàn toàn có thể làm chảy máu cam. Các bệnh dị ứng cũng có thể khiến bạn chảy máu cam và bác sĩ có thể kê toa thuốc kháng histamine (trị dị ứng) hoặc thuốc làm thông mũi để làm giảm ngứa, chảy mũi, hoặc nghẹt mũi. Điều này cũng có thể làm khô màng mũi và góp phần làm chảy máu cam. Chấn thương ở mũi hay bị đánh vào mũi cũng có thể làm chảy máu cam và thường thì đây không phải là nguyên nhân báo động. Nếu bạn từng bị chấn thương ở mặt thì nên sử dụng các biện pháp theo trên để cầm máu cam. Nếu sau 10 phút mà bạn vẫn không cầm máu được hoặc bạn nghĩ là mũi mình bị gãy thì nên đến chuyên viên y tế ngay liền nhé. Nếu chảy máu cam một lần thì hiếm khi là nguyên nhân báo động, nhưng nếu bạn bị chảy máu cam thường xuyên thì có thể báo hiệu một chứng bệnh nguy hiểm hơn đấy. Nếu bạn bị chảy máu cam nhiều hơn 1 lần trong tuần thì nên đến khám bác sĩ. Hầu hết các trường hợp chảy máu cam thường xuyên đều dễ dàng chữa trị. Đôi khi các mạch máu bên trong mũi trở nên bị kích ứng và không lành. Điều này thường hay gặp ở thanh thiếu niên bị dị ứng liên tục hoặc bị cảm lạnh thường xuyên. Bác sĩ cũng có thể cho bạn giải pháp khắc phục trong trường hợp bạn mắc phải chứng bệnh này. Nếu bác sĩ loại trừ bệnh nhiễm trùng xoang mũi, dị ứng, hoặc mạch máu bị kích ứng thì bác sĩ có thể cho bạn làm các xét nghiệm khác để tìm xem lý do vì sao bạn bị chảy máu cam thường xuyên. hiếm khi bệnh máu loãng cũng là nguyên nhân làm chảy máu cam, mặc dù không chắc là bệnh máu loãng ban đầu sẽ xuất hiện như chứng chảy máu cam vậy. Cô-ca-in (hoặc những thứ thuốc khác được hít qua mũi) cũng có thể làm chảy máu cam. Nếu bạn nghi là một người bạn mình đang dùng cô-ca-in thì thử nói cho một người lớn mà bạn tin tưởng biết và nhờ họ giúp đỡ. Ngăn ngừa bệnh chảy máu cam Bất cứ khi nào bạn hỉ mũi (nhất là khi bạn bị cảm lạnh), nên hỉ nhẹ nhàng vào một miếng khăn giấy mềm. Đừng cố hỉ mũi hay ngoáy mũi nhé. Bác sĩ có thể giới thiệu cho bạn máy tạo hơi ẩm để làm ẩm không khí trong nhà của bạn. Bạn cũng có thể phòng tránh lỗ mũi mình quá khô vào những tháng mùa đông bằng cách sử dụng chất bôi trơn như thuốc mỡ trơn (Vaseline chẳng hạn) vào ban đêm trước khi đi ngủ. Để một lượng nhỏ thuốc mỡ bằng hạt đậu lên miếng gạc bông và chà nhẹ nhàng vào bên trong từng lỗ mũi, nhất là vùng giữa mũi (gọi là vách ngăn mũi). Một số bác sĩ cũng kê toa cho sử dụng dung dịch nhỏ nước muối với mục đích tương tự làm mũi bớt khô. Nếu thỉnh thoảng bạn bị chảy máu cam thì có thể cũng là dấu hiệu cảnh báo đấy, nhưng không cần phải hoảng sợ, lo lắng đâu-giờ thì bạn biết làm gì rồi phải không?"
        },
        {
            "en": "rarely, posterior nosebleeds start when bleeding begins high and deep within the nose. Blood flows down the back of the mouth and throat even when the patient is sitting up or standing. This more severe type of <em>nosebleed</em> needs immediate medical attention.",
            "vi": "Hiếm khi hơn, chảy máu cam bắt đầu khi chảy máu bắt đầu ở cao và sâu trong mũi. Máu chảy xuống phía sau của miệng và họng thậm chí khi bệnh nhân đang ngồi hoặc đứng. Dạng nặng hơn này của chảy máu cam cần điều trị ngay."
        },
        {
            "en": "Treatment: HormonesCalcitonin is a naturally occurring hormone in the body that slows bone loss. Two synthetic versions, Miacalcin and Fortical, are used against osteoporosis. Given as a nasal spray or injection, they can slow bone thinning in postmenopausal women and reduce risk of spine fractures. Side effects include a runny nose, headache, back pain, or <em>nosebleed</em>. The injection may cause flushing, nausea, allergic reactions, or skin rashes. Forteo, a synthetic parathyroid hormone, requires daily injections and actually builds new bone. Leg cramps and dizziness have been reported with Forteo use.",
            "vi": "Điều trị bằng hoóc-môn Hoóc-môn làm tăng can-xi là hoóc-môn tiết ra tự nhiên trong cơ thể làm chậm quá trình mất xương. 2 dòng thuốc tổng hợp - Miacalcin và Fortical – được sử dụng để chống loãng xương. Được sử dụng theo đường tiêm chích hoặc xịt mũi, các loại thuốc này có thể làm chậm tình trạng mất xương ở phụ nữ hậu mãn kinh và làm hạn chế nguy cơ nứt cột sống. Tác dụng phụ bao gồm sổ mũi, nhức đầu, đau lưng, hoặc chảy máu mũi. Tiêm thuốc có thể gây đỏ mặt, buồn nôn, phản ứng dị ứng, hoặc phát ban. Forteo, là một hoóc-môn tuyến cận giáp tổng hợp, đòi hỏi phải được tiêm hàng ngày và thực sự có thể tạo được xương mới. Bệnh nhân sử dụng Forteo đã từng cho biết họ bị chuột rút chân và chóng mặt."
        },
        {
            "en": "Nosebleeds    Nosebleeds are more often annoying than a serious health threat, although they can indicate the presence of other underlying illnesses.  Most nosebleeds can be treated at home. They are messy and can be embarrassing, but most do not need professional medical attention.  What are they?  Most nosebleeds start in the lower part of the septum, the semi-rigid wall that separates the two channels of the nose.  It contains blood vessels that can be broken by a blow to the nose or the edge of a sharp fingernail.  With these nosebleeds - known as anterior nosebleeds - bleeding can occur from one side of the nose (epistaxis) or both (epistaxis bilateral).  They can usually be treated easily at home and do not require medical attention.  More rarely, posterior nosebleeds start when bleeding begins high and deep within the nose.  Blood flows down the back of the mouth and throat even when the patient is sitting up or standing.  This more severe type of <em>nosebleed</em> needs immediate medical attention.  What causes them?  Nosebleeds are caused by the rupture of a small blood vessel called a capiliary in the nose.  The most common cause of this is injury - a good bash to the nose will result in bleeding.  The other main cause is dryness of the inside of the nose. A dry climate or heated indoor air irritates and dries out nasal membranes, causing crusts that may itch and then bleed when picked.  Other causes of nosebleeds are colds, high altitude, allergies and medications.  Nosebleeds can also result from a calcium deficiency.  Occasionally, nosebleeds may indicate other disorders such as bleeding disorders, cancer, high blood pressure or disease of the arteries.  They can also indicate hereditary haemorrhagic telangiectasia, also known as Osler-Weber-Rendu syndrome.  This is a disorder involving a vascular growth similar to a birthmark in the back of the nose.  What is the treatment?  Doctors advise people with lower-septum nosebleeds to sit up straight and pinch the nostrils together firmly for 10 minutes.  An ice pack can also be applied to the nose and cheeks.  The pressure should then be relieved to see if the nose is still bleeding.  If it is, patients are advised to pinch the nostrils for another 10 minutes.  If the <em>nosebleed</em> was caused by atmospheric dryness, the patient should breathe steamy air. After bleeding stops, petroleum jelly can be applied just inside the nose to prevent further bleeding.  Once bleeding has stopped, the sufferer should avoid any strenuous activity for 12 hours. Nor should they blow their nose, as this may dislodge blood clots and cause bleeding to start again.  If bleeding does not stop after 30 minutes of direct pressure, patients should see a doctor.  If blood runs down the back of the throat when pressure is applied to the nose, it could be a higher-septum <em>nosebleed</em> and require a visit to the doctor.  Patients should also seek professional help if nosebleeds occur more than once a week.  What is the treatment for serious nosebleeds?  Cauterisation is the minor surgical procedure used to stop heavy nosebleeds.  It involves destroying tissue with an electric current, a hot iron, or caustic chemicals.  This seals the ruptured blood vessel and prevents further bleeding.",
            "vi": "Nosebleeds    Chảy máu cam thường gây phiền toái hơn là đe doạ sức khỏe nghiêm trọng, mặc dù nó có thể cho biết sự hiện diện của các bệnh tiềm ẩn khác. Đa số chảy máu cam có thể được chữa trị tại nhà. Nó có vẻ bẩn thỉu và gây lúng túng, nhưng hầu hết không cần điều trị chuyên nghiệp. Chảy máu cam là gì? Phần lớn chảy máu cam bắt đầu trong phần bên dưới của vách ngăn, vách bán cứng tách biệt hai ống mũi. Nó chứa các mạch máu có thể bị bể do một cú đánh vào mũi hoặc cạnh của móng tay sắc. Với chảy máu cam do các điều trên - gọi là chảy máu mũi - chảy máu có thể xảy ra từ một bên mũi (chảy máu cam) hoặc cả hai (chảy máu cam hai bên). Chảy máu cam thường có thể chữa trị dễ dàng ở nhà và không đòi hỏi điều trị. Hiếm khi hơn, chảy máu cam bắt đầu khi chảy máu bắt đầu ở cao và sâu trong mũi. Máu chảy xuống phía sau của miệng và họng thậm chí khi bệnh nhân đang ngồi hoặc đứng. Dạng nặng hơn này của chảy máu cam cần điều trị ngay. Điều gì gây ra chảy máu cam? Chảy máu cam gây ra do thủng các mạch máu nhỏ gọi là mao mạch trong mũi. Nguyên nhân thường gặp nhất của chảy máu cam là thương tổn - một cú đánh thật mạnh vào mũi sẽ dẫn đến chảy máu. Nguyên nhân chính yếu khác là khô bên trong mũi. Khí hậu khô hoặc không khí nóng trong nhà kích thích và làm khô màng mũi, gây ra vảy có thể làm ngứa và chảy máu khi bị bong ra. Các nguyên nhân khác của chảy máu cam là cảm lạnh, độ cao, dược phẩm và dị ứng. Chảy máu cam cũng có thể là do thiếu can xi. Đôi khi, chảy máu cam có thể là biểu hiện của các rối loạn khác như là các rối loạn về chảy máu, bệnh ung thư, huyết áp cao hoặc bệnh của động mạch. Chúng cũng có thể cho biết chứng giãn mao mạch xuất huyết di truyền, cũng gọi là hội chứng Osler-Weber-Rendu. Hội chứng này là một rối loạn liên quan đến sự sinh trưởng mạch tương tự như vết chàm ở phía sau của mũi. Cách chữa trị? Bác sĩ khuyên người bị chảy máu cam ở vách ngăn - thấp của mũi hãy ngồi thẳng lưng và kẹp chặt lỗ mũi lại trong 10 phút. Cũng có thể chườm khăn bọc đá vào mũi và má. Sau đó bỏ kẹp mũi để xem coi có còn tiếp tục chảy máu hay không. Nếu vẫn còn chảy máu; bệnh nhân nên kẹp chặt lỗ mũi thêm 10 phút nữa. Nếu chảy máu cam gây ra do khô khí quyển, bệnh nhân phải thở không khí ẩm. Sau khi chảy máu ngưng, có thể bôi mỡ bôi trơn ngay bên trong mũi để ngăn ngừa chảy máu tái lại. Chảy máu một khi đã dừng lại, người bệnh nên tránh mọi hoạt động nặng suốt 12 tiếng đồng hồ. Cũng nên tránh hỉ mũi, vì việc này có thể cục đông máu bị bong ra và làm chảy máu trở lại. Nếu chảy máu không dừng lại sau 30 phút kẹp chặt mũi, bệnh nhân nên đi khám bác sĩ. Nếu máu chảy xuống phía sau của họng khi mũi bị kẹp chặt, nó có thể chảy máu cam ở vách ngăn cao và cần thiết phải khám bác sĩ. Bệnh nhân cũng nên đi bác sĩ chuyên khoa nếu chảy máu cam xảy ra nhiều hơn một lần trong một tuần. Làm thế nào để trị chảy máu cam nghiêm trọng? Đốt điện mạch máu là cách tiểu phẫu đơn giản dùng để ngăn chảy máu cam trầm trọng. Cách tiểu phẫu này bao gồm việc phá huỷ mô với dòng điện, sắt nóng, hoặc các hoá chất ăn mòn. Điều đó giúp đóng kín các mạch máu bị vỡ và ngăn chặn chảy máu."
        }
    ],
    "suggestions": []
}