{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nostrils"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nostrils"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nostrils"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nostrils</k><blockquote><blockquote><ex><abr>n.</abr> flaring, wide nostrils</ex></blockquote></blockquote></div>",
            "word": "nostrils"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nostrils"
        }
    },
    "sentences": [
        {
            "en": "Stink in someone's <em>nostrils</em>",
            "vi": "Chọc gai ai"
        },
        {
            "en": "The pig's <em>nostrils</em> flared.",
            "vi": "Lỗ mũi của con heo đã phồng to ra."
        },
        {
            "en": "The horse dilated its <em>nostrils</em>.",
            "vi": "Con ngựa nở rộng lỗ mũi."
        },
        {
            "en": "The boy has big <em>nostrils</em>.",
            "vi": "Thằng bé có lỗ mũi to."
        },
        {
            "en": "The smell of lemongrass fills my <em>nostrils</em>.",
            "vi": "Mùi sả xông vào mũi của tôi."
        },
        {
            "en": "His teeth were clenched and his <em>nostrils</em> flared with rage.",
            "vi": "Anh nghiến răng và mũi phập phồng tức giận."
        },
        {
            "en": "Some of us have a crooked nose with big <em>nostrils</em>.",
            "vi": "Một số chúng ta có mũi khoằm với lỗ mũi to."
        },
        {
            "en": "But that was enough for his perfume assailed my <em>nostrils</em>.",
            "vi": "Nhưng thế là đủ để mùi nước hoa của anh ta xộc vào mũi tôi."
        },
        {
            "en": "The stench of burnt meat assailed his <em>nostrils</em>.",
            "vi": "Mùi thịt cháy xộc vào mũi anh ta."
        },
        {
            "en": "She was pink with righteous anger, her gentle eyes snapping fire, her <em>nostrils</em> quivering.",
            "vi": "Mặt nàng đỏ hồng lên vì phẫn nộ chính đáng, cặp mắt hiền dịu của nàng như tóe lửa, hai cánh mũi rung rung."
        },
        {
            "en": "If it is, patients are advised to pinch the <em>nostrils</em> for another 10 minutes.",
            "vi": "Nếu vẫn còn; bệnh nhân nên kẹp chặt lỗ mũi thêm 10 phút nữa."
        },
        {
            "en": "It seems as if his whole nose quivered curiously, not only the <em>nostrils</em>.",
            "vi": "Dường như là toàn bộ cái mũi của nó đều phập phồng một cách kỳ dị/lạ lùng chứ không riêng gì lỗ mũi."
        },
        {
            "en": "His eyes were wide, as if in shock or fear, his <em>nostrils</em> flared.",
            "vi": "Mắt ông ta mở to, như thể bị sốc hay sợ hãi, mũi ông ta phập phồng."
        },
        {
            "en": "A smell of acrid petrol fumes filled and burned his <em>nostrils</em>.",
            "vi": "Mùi khói xăng cay xè hừng hực trong lỗ mũi của anh ta."
        },
        {
            "en": "During her dance, i could see her jaw jutting out and her <em>nostrils</em> flared.",
            "vi": "Trong khi cô ấy múa, tôi thấy hàm xai của cô ấy bạnh ra và hốc mũi phập phồng."
        },
        {
            "en": "She said, her <em>nostrils</em> were flared, her face consumed with anger like a burning twig.",
            "vi": "Cô ta nói, hai lỗ mũi phồng ra, mặt đỏ gay tức giận như thanh củi cháy phần phật."
        },
        {
            "en": "Each brush of wind that passed her face, the sweet scent of the tiger lilies filled her <em>nostrils</em>.",
            "vi": "Mỗi làn gió thoảng qua mặt cô đều được ướp hương hoa loa kèn thơm ngát và dịu ngọt."
        },
        {
            "en": "Doctors advise people with lower-septum nosebleeds to sit up straight and pinch the <em>nostrils</em> together firmly for 10 minutes.",
            "vi": "Bác sĩ khuyên người bị chảy máu cam ở vách ngăn thấp của mũi hãy ngồi thẳng lưng và kẹp chặt lỗ mũi lại trong 10 phút."
        },
        {
            "en": "She was so angry, her <em>nostrils</em> were bigger than usual, and her eyes were bunched up like fists.",
            "vi": "Bà ta quá giận, lỗ mũi phồng lên to hơn mọi khi, và cặp mắt nhíu lại như hai nắm tay."
        },
        {
            "en": "He threw down the cigar violently and it smoked acridly on the carpet, the smell of scorching wool rising to their <em>nostrils</em>.",
            "vi": "Chàng ném mạnh điếu xì gà xuống và nó bốc khói khét lẹt trên thảm, mùi len cháy bốc lên mũi họ."
        }
    ],
    "suggestions": []
}