{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nothings",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nothings",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nothings",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nothings",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nothings",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Soft <em>nothings</em>",
            "vi": "Chuyện tâm tình yêu thương"
        },
        {
            "en": "Sweet <em>nothings</em>",
            "vi": "Những lời âu yếm trao đổi giữa hai người yêu nhau"
        },
        {
            "en": "Whisper soft <em>nothings</em>",
            "vi": "Thầm thì chuyện tâm tình yêu thương"
        },
        {
            "en": "Say soft <em>nothings</em>",
            "vi": "Nói chuyện tâm tình yêu thương"
        },
        {
            "en": "The little <em>nothings</em> of life.",
            "vi": "Những chuyện lặt vặt của cuộc sống."
        },
        {
            "en": "<em>nothings</em> can stop my wings",
            "vi": "Không gì có thể ngăn cản tôi"
        },
        {
            "en": "She whispered sweet <em>nothings</em> into his ear.",
            "vi": "Cô ta thì thầm những lời âu yếm ngọt ngào vào tai anh ấy."
        },
        {
            "en": "Life goes on <em>nothings</em> gonna change.",
            "vi": "Cuộc đời vẫn trôi đi chẳng có gì thay đổi cả."
        },
        {
            "en": "He was whispering sweet <em>nothings</em> in her ear.",
            "vi": "Anh ta đang thì thầm những lời âu yếm với cô ta."
        },
        {
            "en": "They quarrelled about the little <em>nothings</em> of life.",
            "vi": "Họ cãi nhau vì những chuyện lặt vặt của cuộc sống."
        },
        {
            "en": "He's expert at using sweet <em>nothings</em> to get his way with a girl.",
            "vi": "Anh ta chuyên môn nói ngon nói ngọt với các cô gái để họ nghe lời anh ta."
        },
        {
            "en": "She decided to string along with the others as she had <em>nothings</em> else to do!",
            "vi": "Cô ta quyết định lẽo đẽo đi theo những người khác vì chẳng có việc gì khác!"
        },
        {
            "en": "We 've found that a few sweet <em>nothings</em> everyday really helps our marriage.",
            "vi": "Chúng tôi thấy rằng mỗi ngày nói với nhau vài câu ngọt ngào sẽ giúp ích cho cuộc hôn nhân của chúng tôi."
        },
        {
            "en": "We know we love each other, but it always makes us feel good to hear sweet <em>nothings</em> again from each other.",
            "vi": "Chúng tôi biết chúng tôi yêu nhau nhưng nghe lại những câu nói ngotï ngào này làm chúng tôi sung sướng."
        },
        {
            "en": "We've found that a few sweet <em>nothings</em> everyday really helps our marriage. We know we love each other, but it always makes us feel good to hear it again from each other.",
            "vi": "Chúng tôi thấy rằng mỗi ngày nói với nhau vài câu ngọt ngào sẽ khiến cuộc hôn nhân của chúng tôi tốt đẹp hơn. Chúng tôi biết chúng tôi yêu nhau nhưng nghe lại những câu nói ngọt ngào này làm chúng tôi sung sướng."
        },
        {
            "en": "Sis, be careful of that guy Peter you have a date with tonight. I hear he's expert at using sweet <em>nothings</em> to get his way with a girl. Later she finds out that's what they mean--nothing!",
            "vi": "em hẹn đi chơi tối nay. Anh nghe nói anh ta chuyên môn nói ngon nói ngọt với các cô gái để họ nghe lời anh ta. Sau đó họ khám phá ra rằng đó là những lời rỗng tuếch không có ý nghĩa gì cả."
        },
        {
            "en": "We 've found that a few sweet <em>nothings</em> everyday really helps our marriage. We know we love each other, but it always makes us feel good to hear it again from each other.",
            "vi": "Chúng tôi thấy rằng mỗi ngày nói với nhau vài câu ngọt ngào sẽ khiến cuộc hôn nhân của chúng tôi tốt đẹp hơn. Chúng tôi biết chúng tôi yêu nhau nhưng nghe lại những câu nói ngọt ngào này làm chúng tôi sung sướng."
        },
        {
            "en": "Sis, be careful of that guy Peter you have a date with tonight. I hear he's expert at using sweet <em>nothings</em> to get his way with a girl. Later she finds out that's what they mean - - nothing!",
            "vi": "Này em gái, hãy cẩn thận đối với anh chàng Peter mà em hẹn đi chơi tối nay. Anh nghe nói anh ta chuyên môn nói ngon nói ngọt với các cô gái để họ nghe lời anh ta. Sau đó họ khám phá ra rằng đó là những lời rỗng tuếch không có ý nghĩa gì cả."
        }
    ],
    "suggestions": []
}