{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nʌri∫mənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự nuôi, sự nuôi dưỡng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đồ ăn, thực phẩm</td></tr></table><i/></div>",
            "word": "nourishment"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nourishment</k><blockquote>■ <cclass>noun the food necessary for growth and health. </cclass></blockquote><blockquote>⁃ the action of nourishing. </blockquote></div>",
            "word": "nourishment"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>nourishment</k><blockquote>▸ <cclass>noun FOOD, sustenance, nutriment, nutrition, subsistence, provisions, provender, fare; <cclass><i>informal</i> grub, nosh, chow, eats; <cclass><i>Brit.</i><cclass><i>informal</i> scoff; <cclass><i>N. Amer.</i><cclass><i>informal</i> chuck; <cclass><i>formal</i> comestibles; <cclass><i>dated</i> victuals.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "nourishment"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nourishment</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to take nourishment </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to give nourishment </ex></blockquote></blockquote><blockquote><blockquote><ex>3) nourishment for </ex></blockquote></blockquote></div>",
            "word": "nourishment"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nourishment"
        }
    },
    "sentences": [
        {
            "en": "Love is divine <em>nourishment</em> for the soul.",
            "vi": "Tình yêu là lương thực nuôi dưỡng linh hồn."
        },
        {
            "en": "The refugees have taken no <em>nourishment</em> for three days.",
            "vi": "Những người tị nạn đã không ăn gì trong ba ngày."
        },
        {
            "en": "The patient probably needs a little liquid <em>nourishment</em>.",
            "vi": "Bệnh nhân chắc chắn cần một ít sự nuôi dưỡng bằng chất lỏng."
        },
        {
            "en": "Courage is like love, it must have hope for <em>nourishment</em>.",
            "vi": "Sự can đảm cũng giống tình yêu, nó phải được nuôi dưỡng bằng hy vọng."
        },
        {
            "en": "For spiritual <em>nourishment</em>, I attend public worship services.",
            "vi": "Để nuôi dưỡng tinh thần, tôi tham dự các buổi lễ thờ phụng công khai."
        },
        {
            "en": "Parasites are very small animals that get <em>nourishment</em> from the person they infect.",
            "vi": "Kí sinh trùng là động vật rất nhỏ hút chất dinh dưỡng từ người mà chúng lây nhiễm."
        },
        {
            "en": "This blood circulates throughout the body, giving <em>nourishment</em> to all body cells.",
            "vi": "Máu này tuần hoàn khắp cơ thể, mang chất dinh dưỡng tới tất cả các tế bào cơ thể."
        },
        {
            "en": "The umbilical cord is fully formed providing <em>nourishment</em> and removing waste products.",
            "vi": "Dây rốn đã hình thành đầy đủ giúp cung cấp chất dinh dưỡng và thải ra các chất thải."
        },
        {
            "en": "Too little or too much <em>nourishment</em> can affect the nervous system.",
            "vi": "Quá ít hoặc quá nhiều dinh dưỡng có thể ảnh hưởng đến hệ thần kinh."
        },
        {
            "en": "Three hundred and fifty pounds of concentrated <em>nourishment</em> passed down the oesophagus of the unthinking child.",
            "vi": "350 cân thức ăn dinh dưỡng cô đặc đã trôi xuống thực quản của thằng bé ngây ngô."
        },
        {
            "en": "Nursing is a wonderful experience for both mother and baby. It provides ideal <em>nourishment</em> and a special bonding experience that many nursing mothers cherish.",
            "vi": "Cho con bú là một trải nghiệm tuyệt vời cho cả mẹ lẫn con. Nó cung cấp dinh dưỡng lý tưởng và một trải nghiệm liên kết đặc biệt mà nhiều bà mẹ cho con bú đánh giá cao."
        },
        {
            "en": "Many situations that arise are considered to be unusual complications or due to health and <em>nourishment</em> issues of the mother during pregnancy.",
            "vi": "Có rất nhiều trường hợp nảy sinh do những diến biến bất thường hoặc điều kiện dinh dưỡng của người mẹ trong quá trình mang thai."
        },
        {
            "en": "Looking up and out and making eye contact with others is a form of <em>nourishment</em> that the age of smartphones has disrupted. ",
            "vi": "Nhìn lên – nhìn ra ngoài và giao tiếp bằng mắt với những người khác là một hình thức để tránh xa chiếc điện thoại thông minh của bạn."
        },
        {
            "en": "The plants absorb their <em>nourishment</em> through their Fronds when they are surrounded by water: the base or \"holdfast\" of seaweeds is purely an attaching organ, not an absorb ing one.",
            "vi": "Thực vật hấp thụ thức ăn của chúng thông qua lá khi chúng được bao quanh bởi nước: nền tảng hay là \"cấu trúc chặt chẽ\" của rong biển hoàn toàn là một cơ quan gắn kết, chứ không phải là một phần hấp thụ."
        },
        {
            "en": "The expectant whispers of the little ones were hushed as the father, rising from his chair, lifted the thimble and disclosed a small pill of concentrated <em>nourishment</em> on the chip before him.",
            "vi": "Những tiếng nói thì thầm mong đợi háo hức của mấy đứa trẻ bỗng im bặt khi người cha đứng lên khỏi ghế, nhấc miếng đê khâu lên và để lộ một viên thức ăn khô đặc trên lá bài trước mặt ông ta."
        },
        {
            "en": "All the essential nutritive elements are put together in the form of pellets, each of which contains from one to two hundred times as much <em>nourishment</em> as an ounce of an ordinary article of diet.",
            "vi": "Tất cả các thành phần dinh dưỡng cơ bản được hòa lẫn với nhau và được nén dưới dạng viên, mỗi viên như vậy chứa lượng dinh dưỡng gấp từ một đến hai trăm lần so với một aoxơ (28,35 gram) lượng thức ăn bình thường."
        },
        {
            "en": "As cells from the blastocyst take in <em>nourishment</em>, another stage of development, the embryonic stage, begins. The inner cells form a flattened circular shape called the embryonic disk, which will develop into a baby. The outer cells become thin membranes that form around the baby. The cells multiply thousands of times and move to new positions to eventually become the embryo.",
            "vi": "Khi tế bào ở túi phôi hấp thu dưỡng chất thì một giai đoạn phát triển khác – giai đoạn phôi bắt đầu. Các tế bào bên trong tạo thành một hình dạng tròn phẳng được gọi là đĩa phôi, sẽ phát triển thành em bé. Các tế bào ngoài trở thành những màng mỏng bao quanh em bé. Những tế bào này nhân lên hàng ngàn lần và di chuyển đến những vị trí mới để cuối cùng trở thành phôi."
        },
        {
            "en": "The amniotic fluid that has cushioned and supported your baby in the uterus now serves another purpose. The intestines have developed enough that small amounts of sugars can be absorbed from the fluid that is swallowed and passed through the digestive system to the large bowel. Almost all of your baby's <em>nourishment</em>, however, still comes from you through the placenta.",
            "vi": "Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa. Giờ đây ruột đã phát triển đầy đủ và có thể hấp thu một lượng đường nhỏ từ nước ối mà bé nuốt vào và đi qua hệ tiêu hoá đến ruột già. Tuy nhiên, tất cả các dưỡng chất của em bé vẫn nhận từ mẹ qua nhau thai."
        },
        {
            "en": "Arteries carry blood away from the heart. They are the thickest blood vessels, with muscular walls that contract to keep the blood moving away from the heart and through the body. In the systemic circulation, oxygen-rich blood is pumped from the heart into the aorta. Two coronary arteries branch off at the beginning of the aorta and divide into a network of smaller arteries that provide oxygen and <em>nourishment</em> to the muscles of the heart.",
            "vi": "Các động mạch vận chuyển máu ra khỏi tim. Chúng là những mạch máu dày nhất, kết hợp thành cơ co thắt để giữ cho máu lưu thông ra khỏi tim và đi khắp cơ thể. Ở đại tuần hoàn, máu giàu ô-xy được bơm từ tim vào động mạch chủ. Hai nhánh động mạch vành phân nhánh ở đầu động mạch chủ và chia thành một mạng lưới các động mạch nhỏ hơn cung cấp ô-xy và chất dinh dưỡng đến cho cơ tim."
        },
        {
            "en": "During the fetal stage, which lasts from 9 weeks after fertilization to birth, development continues as cells multiply, move, and change. The fetus floats in amniotic fluid inside the amniotic sac. The fetus receives oxygen and <em>nourishment</em> from the mother's blood via the placenta, a disk-like structure that sticks to the inner lining of the uterus and connects to the fetus via the umbilical cord. The amniotic fluid and membrane cushion the fetus against bumps and jolts.",
            "vi": "Trong suốt giai đoạn thai kỳ, kéo dài từ tuần thứ 9 sau khi thụ tinh đến lúc chào đời, quá trình phát triển diễn tiến vì tế bào nhân lên, di chuyển, và thay đổi. Bào thai nổi trong dịch ối nằm bên trong túi ối. Bào thai nhận ô–xy và dưỡng chất từ máu của người mẹ qua nhau thai – nhau thai là một cấu trúc giống như đĩa bám dính vào niêm mạc bên trong tử cung và nối liền với bào thai qua dây rốn. Nước ối và màng nệm bào thai giúp cho bào thai khỏi bị va đập và xóc nẩy. "
        }
    ],
    "suggestions": []
}