{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Np",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Np</k><blockquote>■ <cclass>symbol the chemical element neptunium. </cclass></blockquote></div>",
            "word": "Np",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Np",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Np",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Np",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>NP</em> – National Parity.",
            "vi": "Nguyên tắc ngang bằng dân tộc."
        },
        {
            "en": "That is, C = <em>Np</em>,i/<em>Np</em>, where <em>Np</em>,i is the number of poor households in the programme and <em>Np</em> is the total number of poor households.",
            "vi": "Tức là, C = Np,i/Np, khi Np,i là số hộ nghèo tham gia chương trình và Np là tổng số hộ nghèo."
        },
        {
            "en": "477.\tDomestic and foreign engineers and architects had to be certified in accordance with the Regulation on Granting Certificate for Design Practice of Construction Work, as amended by Decree No. 16/2005/<em>NP</em>-CP of 7 February 2005, and Decision No. 15/2005/QD-BXD.",
            "vi": "477. Các kỹ sư và kiến trúc sư trong nước và nước ngoài phải được chứng nhận theo Quy định về Cấp Chứng chỉ hành nghề thiết kế các công trình xây dựng được sửa đổi theo Nghị định Số 16/2005/NĐ-CP ban hành ngày 7/2/2005 và Quyết định số 15/2005/QĐ-BXD."
        },
        {
            "en": "· Nurse practitioner (<em>NP</em>): A nurse practitioner has additional training in a particular area, such as family practice or pediatrics. NPs often take the medical history, do the initial physical exam, perform some tests and procedures, write prescriptions, and treat minor illnesses and injuries. NPs have a master's degree, board certification in their specialty, and a state license.",
            "vi": "· Y sĩ (NP): được đào tạo chuyên sâu trong một lĩnh vực nào đó, ví dụ như bác sĩ gia đình hoặc nhi khoa. Y sĩ thường theo dõi tiền sử sức khoẻ, làm kiểm tra thể chất ban đầu, thực hiện một số thủ tục xét nghiệm và viết đơn thuốc, và xử lý các bệnh và chấn thương nhẹ. Y sĩ có bằng thạc sĩ, chứng nhận hành nghề trong chuyên môn của họ, và một giấy phép nhà nước."
        }
    ],
    "suggestions": []
}