{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nu"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nu</k><blockquote><cclass>[<cclass>nju:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the thirteenth letter of the Greek alphabet (<cclass><b>Ν</b>, <cclass><b>ν</b>), transliterated as ‘n’. </cclass></cclass></cclass></blockquote><blockquote>■ <cclass>symbol (<cclass><b>ν</b>) frequency. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Gk. </blockquote></div>",
            "word": "nu"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nu"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nu"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nu"
        }
    },
    "sentences": [
        {
            "en": "phu <em>nu</em>",
            "vi": "waman"
        },
        {
            "en": "May I see a me <em>nu</em>?",
            "vi": "xin cho tôi xem thực đơn"
        },
        {
            "en": "<em>Nu</em> hon dau tien that sweet",
            "vi": "First kiss is sweet"
        },
        {
            "en": "no la <em>nu</em> hon dau tien cua toi voi",
            "vi": "it's my first kiss with"
        },
        {
            "en": "I'm going to take <em>Nu</em> to the school clinic.",
            "vi": "Tôi định chở nữ đến trạm ý tế của trường."
        },
        {
            "en": "Trong ngay Quoc Te Phu <em>Nu</em>, toi lam mot tam thiep va dua cho me toi.",
            "vi": "Women day , I made a card and give the card to my mother."
        },
        {
            "en": "su huyen bi lam len ve dep cua nguoi phu <em>nu</em>",
            "vi": "the secret made women the beauty"
        },
        {
            "en": "Mi con ngi nh mt pho sach <em>nu</em> ta bit oc ho.",
            "vi": "Every man is a volume if you know how to read him."
        },
        {
            "en": "Dang sau ng dan ong thanh cong luon co bong dang cua 1 ng phu <em>nu</em>",
            "vi": "Behind every great/ successful man there stands a woman"
        },
        {
            "en": "Oh, <em>Nu</em> hurt her foot when she fell on the stairs.",
            "vi": "Ồ, nữ bị thương ở chân khi té xuống bậc thang."
        },
        {
            "en": "Ng nan chi <em>nu</em> u tin ban khng tim thy ti.",
            "vi": "Missing me one place search another."
        },
        {
            "en": "<em>Nu</em> ban con cn ti thi ban hay tim ti giay cua ban.",
            "vi": "You will hardly know who i am or what i mean."
        },
        {
            "en": "Tram once faced challenges before her Crila product made of trinh <em>nu</em> hoang cung received scientists’ recognition. A physician, showing his doubts, said that if trinh <em>nu</em> hoang cung could treat uterine tumors, it would be a ‘miracle’.",
            "vi": "Trâm một lần nữa đối mặt với thử thách trước khi sản phẩm Crila được làm từ Trinh nữ hoàng cung nhận được sự công nhận của các nhà khoa học. Một nhà vật lý học tỏ ra nghi ngờ đã nói rằng nếu trinh nữ hoàng cung có thể điều trị những khối u tử cung thì điều đó có lẽ là phép màu."
        },
        {
            "en": "Nhng tng my mau, vt mau <em>nu</em> sm c n ng xa, lan thanh khi ma no nm yn trong.",
            "vi": "The horizon' s edge, the flying sea - crow, the fragrance of salt marsh and shoremud."
        },
        {
            "en": "Source: Statistical Data on Gender in Viet Nam in the Early Years of 21st Century, Phu <em>Nu</em> Publishing House, 2005.",
            "vi": "Nguồn: Số liệu thống kê về giới của Việt Nam những năm đầu thế kỷ 21, NXB Phụ nữ, 2005."
        },
        {
            "en": "Prior to that, her research work on trinh <em>nu</em> hoang cung brought her a state prize in 2010 and the Kovalevskaia prize in 2006.",
            "vi": "Trước đó, nghiên cứu thực hiện trên cây trinh nữ hoàng cung của cô ấy đã mang lại cho cô ấy giải thưởng quốc gia năm 2010 và giải thưởng Kovalevskaia năm 2006."
        },
        {
            "en": "Tram’s great achievements in research about trinh <em>nu</em> hoang cung have been recognized by the community. She won first prize at an HCMC patent awarding ceremony. ",
            "vi": "Những thành tựu đạt được tuyệt vời của Trâm trong nghiên cứu về trinh nữ hoang cung đã được công nhận bởi cộng đồng. Cô ấy đạt giải nhất tại buổi lễ trao giải bằng sáng chế tại thành phố Hồ Chí Minh."
        },
        {
            "en": "Chemistry teacher Ton <em>Nu</em> Nhat Vu is seen teaching in her home economics class at Nguyen Hue Middle School in Da Nang. Photo: Tuoi Tre",
            "vi": "Giáo viên hóa học Tôn Nữ Nhất Vũ đang giảng dạy trong lớp học kinh tế gia đình của cô tại trường trung học Nguyễn Huệ, Đà Nẵng. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "“Compared with other medicinal plants, trinh <em>nu</em> hoang cung has the strongest biological effect. The alkaloid extract from its leaves can support the treatment of tumors, both benign and malignant.\"",
            "vi": "So với những cây thuốc khác, Trinh nữ hoàng cung có tác dụng sinh học mạnh nhất. Alkaloid chiết từ những cái lá của nó có thể hỗ trợ điều trị những khối u, cả u lành tính và u ác tính."
        },
        {
            "en": "Many world leading travel magazines also praised Vietnam’s food, even used the word \"superpower\". Madame Ton <em>Nu</em> Thi Ninh once said \"it is very bad if we do not promote Vietnam cuisine.\"",
            "vi": "Nhiều tạp chí du lịch hàng đầu thế giới cũng ca ngợi ẩm thực của Việt Nam, thậm chí còn dùng từ \"siêu cường\". Bà Tôn Nữ Thị Ninh đã từng nói \"sẽ là rất tệ nếu chúng ta không quảng bá ẩm thực Việt Nam.\""
        }
    ],
    "suggestions": []
}