{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nju:kliai]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">số nhiều của <font color=\"#1371BB\">nucleus</font></td></tr></table><i/></div>",
            "word": "nuclei"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nuclei</k><blockquote>plural form of <kref>nucleus</kref>. </blockquote></div>",
            "word": "nuclei"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nuclei"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nuclei"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> số nhiều của nucleus</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">generative nuclei</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân sinh sản</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mirror nuclei</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạt nhân gương</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">nonconservation in nuclei</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không bảo toàn trong hạt nhân</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">nuclei of crannial nerves</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân thần kinh sọ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">nuclei with neutron excess</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạt nhân có số nơtron đôi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pontine nuclei</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân cầu não</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">somatic nuclei</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân dinh dưỡng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vestibular nuclei</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân tiền đình</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "nuclei"
        }
    },
    "sentences": [
        {
            "en": "Within lie four pairs of <em>nuclei</em>.",
            "vi": "Bên trong có bốn cặp nhân."
        },
        {
            "en": "Since iron <em>nuclei</em> are more tightly bound than any heavier <em>nuclei</em>, if they are fused they do not release energy",
            "vi": "Do các hạt nhân sắt có năng lượng liên kết lớn hơn bất kì của một hạt nhân nặng nào khác, và nếu chúng được tổng hợp chúng sẽ không giải phóng năng lượng ra nữa."
        },
        {
            "en": "Nuclear physics studies the interactions of atomic <em>nuclei</em>.",
            "vi": "Vật lý hạt nhân nghiên cứu về lực tương tác giữa các phần cơ bản của hạt nhân nguyên tử."
        },
        {
            "en": "Nuclear energy is released by the splitting or merging together of the <em>nuclei</em> of atom.",
            "vi": "Năng lượng hạt nhân được giải phóng ra bằng cách phân chia hoặc hết hợp nguyên tử hạt nhân với nhau."
        },
        {
            "en": "Describing cells, <em>nuclei</em>, or organisms with a single set of unpaired chromosomes.",
            "vi": "Mô tả các tế bào, nhân, hay các sinh vật chỉ có một bộ nhiễm sắc thể không ghép đôi."
        },
        {
            "en": "A simple protein that combines with a <em>nuclei</em> acid form a nucleoprotein.",
            "vi": "Một protein đơn giản kết hợp với một nuclei acid để tạo nên một nucleoprotein."
        },
        {
            "en": "The property of the <em>nuclei</em> of certain cells to stain more deeply than normal.",
            "vi": "Tính chất của nhân một số tế bào bắt màu nhuộm đậm hơn bình thường."
        },
        {
            "en": "Sulfate aerosols act as cloud condensation <em>nuclei</em> and thus lead to clouds that have more and smaller cloud droplets.",
            "vi": "Các xon khí gốc xunfat (Sulfate) có vai trò chính trong ngưng tụ mây và điều này làm cho các đám mây có giọt nhỏ và nhiều hơn."
        },
        {
            "en": "When oxidized haematoxylin is converted to haematein, which imparts a blue colour to certain parts of cells, especially cell <em>nuclei</em>.",
            "vi": "Khi bị oxy hoá haematoxylin chuyển thành hematein, chất này làm cho một vài phần tế bào, đặc hiệu nhân tế bào, bắt màu xanh."
        },
        {
            "en": "As atomic <em>nuclei</em> are fused in the core, they emit energy in the form of gamma rays.",
            "vi": "Khi hạt nhân nguyên tử được tổng hợp tại lõi, chúng phát ra năng lượng dưới dạng các tia gamma."
        },
        {
            "en": "They include the caudate and lenticular <em>nuclei</em> (together known as the corpus striatum) and the amygdaloid nucleus.",
            "vi": "Chúng gồm các nhân đuôi và nhân đậu (cùng được gọi là thể nhân) và nhân hạnh nhân."
        },
        {
            "en": "The genome of a lily is just over ten times larger than a human's, although its <em>nuclei</em> are not significantly larger.",
            "vi": "Bộ gen của cây hoa ly lớn gấp 10 lần so với bộ gen của con người, mặc dù nhân của chúng lớn hơn không đáng kể."
        },
        {
            "en": "Every time two or more atomic <em>nuclei</em> of one element fuse together to form an atomic nucleus of a new heavier element.",
            "vi": "Mỗi lần hai hoặc nhiều hơn hạt nhân nguyên tử của một nguyên tố tổng hợp với nhau để tạo thành một hạt nhân của nguyên tố mới nặng hơn."
        },
        {
            "en": "The pons and medulla contain the <em>nuclei</em> of many of the cranial nerves, which issue from their surfaces, and the reticular formation.",
            "vi": "Cầu não và hành tủy có chứa nhân của nhiều dây thần kinh sọ bắt nguồn từ bề mặt các nơi này, và cấu tạo lưới."
        },
        {
            "en": "A complex system of nerve pathways and networks in the brain, involving several different <em>nuclei</em>, that is involved in the expression of instinct and mood in activities of the endocrine and motor systems of the body.",
            "vi": "Một hệ thống phức tạp các đường và mạng thần kinh trong não, bao gồm nhiều nhân khác nhau, hệ này liên quan đến việc biểu lộ bản năng và tính khí trong những hoạt động của các hệ nội tiết và vận động của cơ thể."
        },
        {
            "en": "It occurs in the epidermis of the skin and associated structures (hair, nails, etc.), where the cells become flattened, lose their <em>nuclei</em>, and are filled with keratin as they approach the surface.",
            "vi": "Sự hoá sừng xảy ra ở biểu bì da và các cấu trúc liên quan (lông, tóc, móng v.v.), ở đó các tế bào bị dẹp lại, nhân mất đi, và chứa đầy keratin khi ra tới bề mặt."
        },
        {
            "en": "The Yale team led by postdoctoral associate Yuan Gao found that two proteins called guanine exchange factors (GEF-H1) put the brakes on endomitosis. They found that without GEF-H1, nuclear DNA couldn't go from two internal <em>nuclei</em> to four. Additional divisions of nuclear DNA within the cell could not take place unless there was decreased expression of a second factor, ECT2.",
            "vi": "Nhóm nghiên cứu Yale dẫn đầu bởi phó giáo sư sau tiến sĩ Yuan Gao đã tìm thấy hai loại prô-tê-in gọi là các yếu tố trao đổi guanine (GEF-H1) ngăn chặn nội phân. Họ nhận thấy là không có GEF - H1, ADN trong nhân không thể chuyển từ 2 nhân nội thành 4. Sự phân chia bổ sung của ADN trong nhân trong tế bào không thể diễn ra trừ phi có biểu hiện giảm của một yếu tố thứ hai, ECT2."
        },
        {
            "en": "The rhythm ensures that we are at maximum alert in the mid-morning, which is rather useful whether you are a hunter-gatherer out foraging or a captain of industry at a meeting. It exerts its influence in unseen ways, too, regulating the cycle of blood pressure and body temperature. It suppresses bowel movements just before midnight and relinquishes its control early in the morning, ensuring that we don’t wake ourselves during the period of deepest sleep and lowest metabolic rate. Humans share the circadian rhythm with animals, plants, fungi and even archaic life forms like cyanobacteria — single-cell organisms which are so far back on the evolutionary chain that they do not even have clearly defined cell <em>nuclei</em>.",
            "vi": "Nhịp sinh học đảm bảo rằng chúng ta đang ở trạng thái tỉnh táo tối đa vào giữa buổi sáng, điều này khá hữu ích cho dù bạn là một người săn bắt-hái lượm hay là một vị lãnh đạo trong ngành công nghiệp đang ở tại cuộc họp. Những ảnh hưởng của đồng hồ sinh học không quan sát bằng mắt thường được, như điều chỉnh chu kỳ huyết áp và nhiệt độ cơ thể. Nó ức chế chuyển động ruột ngay trước nửa đêm và từ bỏ kiểm soát vào sáng sớm, đảm bảo rằng chúng ta không thức giấc trong giai đoạn ngủ sâu nhất và tỷ lệ trao đổi chất thấp nhất. Con người có chung nhịp sinh học hàng ngày với động vật, thực vật, nấm và thậm chí là những sinh vật sống cổ xưa như vi khuẩn lam - những sinh vật đơn bào nằm cách xa phía sau trên chuỗi tiến hóa mà thậm chí không xác định rõ được nhân tế bào của chúng."
        },
        {
            "en": "The rhythm ensures that we are at maximum alert in the mid-morning, which is rather useful whether you are a hunter-gatherer out foraging or a captain of industry at a meeting. It exerts its influence in unseen ways, too, regulating the cycle of blood pressure and body temperature. It suppresses bowel movements just before midnight and relinquishes its control early in the morning, ensuring that we don’t wake ourselves during the period of deepest sleep and lowest metabolic rate. Humans share the circadian rhythm with animals, plants, fungi and even archaic life forms like cyanobacteria — single-cell organisms which are so far back on the evolutionary chain that they do not even have clearly defined cell <em>nuclei</em>.",
            "vi": "Nhịp sinh học đảm bảo rằng chúng ta đang ở trạng thái tỉnh táo tối đa vào giữa buổi sáng, điều này khá hữu ích cho dù bạn là một người săn bắt-hái lượm hay là một vị lãnh đạo trong ngành công nghiệp đang ở tại cuộc họp. Những ảnh hưởng của đồng hồ sinh học không quan sát bằng mắt thường được, như điều chỉnh chu kỳ huyết áp và nhiệt độ cơ thể. Nó ức chế chuyển động ruột ngay trước nửa đêm và từ bỏ kiểm soát vào sáng sớm, đảm bảo rằng chúng ta không thức giấc trong giai đoạn ngủ sâu nhất và tỷ lệ trao đổi chất thấp nhất. Con người có chung nhịp sinh học hàng ngày với động vật, thực vật, nấm và thậm chí là những sinh vật sống cổ xưa như vi khuẩn lam - những sinh vật đơn bào nằm cách xa phía sau trên chuỗi tiến hóa mà thậm chí không xác định rõ được nhân tế bào của chúng."
        },
        {
            "en": "A question of attitude             The link between chronic stress and a marker of old age is being disentangled  TELOMERES are to chromosomes what plastic caps are to shoelaces—they stop them fraying at the ends. Unlike shoelaces, though, chromosomes replicate themselves from time to time as the cells they are in divide. This shortens the telomere and, after 50-70 such divisions (a number known as the Hayflick limit, after its discoverer), a chromosome can grow no shorter and the cell it is in can divide no more. That provides a backstop against cancer. The rapidly dividing cells in a tumour soon hit the Hayflick limit and the process is brought to a screeching halt. Which is a good thing. The bad thing is that reaching the limit is one of the markers of old age. You do not want it to happen too quickly, particularly in tissues that have to do a lot of dividing in order to work properly, such as those in the immune system. It has been known for some time that chronic stress (caring for a child with a protracted illness, for example) causes premature shortening of the telomeres. What has not been clear is whether this is a one-way trip, with each stressful period turning the telomeric ratchet irreversibly. This week, though, at a meeting of the American Association for Cancer Research in Orlando, Florida, a group of researchers led by Edward Nelson of the University of California, Irvine, showed that it isn’t. Their research suggests that stress management not only stops telomeres from shortening, it actually promotes their repair. Dr Nelson drew this welcome conclusion from a previous study that measured the impact of telephone counselling on women who had been treated for cervical cancer. The study found that such counselling worked, both mentally and physically. Women who had been counselled reported that the quality of their lives had improved, compared with those of a control group who had not been counselled. They also showed improvements in the strength of their immune systems. Given those benefits, Dr Nelson wondered if he could find others, and he re-examined the participants’ samples to look at the lengths of the telomeres in their white blood cells (red cells have no <em>nuclei</em>, and therefore no chromosomes). What he found surprised him. Not only did counselling stop telomere shrinkage, it actually promoted telomere growth. Those women for whom counselling had worked (ie, those who reported a decrease in emotional stress) had longer telomeres at the end than they did at the beginning. Their Hayflick countdowns were being reset. A single such result must, of course, be treated with caution. But another study reported at the meeting, by Elizabeth Blackburn of the University of California, San Francisco (who shared the Nobel prize for the discovery of the enzyme that repairs telomeres), gave some support. This showed that exercise has a similar effect to counselling on the telomeres of the stressed.  If Dr Nelson’s work is successfully replicated, it will shine more light on the ill-understood relationship between the health of the mind and the health of the body. For, as he points out, nothing actually changed in the lives of the women in question. They still had cancer, albeit under treatment, and they were still under stress. Nothing, that is, except their attitude.",
            "vi": "A question of attitude           Mối liên hệ giữa căng thẳng thường xuyên và dấu hiệu tuổi già đang được làm rõ Gen kết thúc đối với nhiễm sắc thể giống như miếng bịt nhựa đối với dây giầy - ngăn chặn chúng bung ra ở đầu cuối. Mặc dù vậy, không giống như dây giầy, nhiễm sắc thể thỉnh thoảng tự sao chép như những tế bào chúng đang phân chia. Sự tự sao chép sẽ làm ngắn lại gen kết thúc và, sau 50-70 lần phân chia như thế (con số này gọi là giới hạn Hayflick, sau khi có người khám phá ra nó), lúc đó một nhiễm sắc thể không thể phát triển ngắn hơn được nữa và tế bào chứa nó không thể phân chia được nữa.  Nó sẽ đóng vai trò như cái rơ le chặn lại căn bệnh ung thư. Các tế bào phân chia nhanh chóng trong khối u chẳng mấy chốc chạm giới hạn Hayflick và quá trình này sẽ như cái phanh rít lại. Vậy điều ích lợi ở đây là gì. Điều có hại là việc đạt đến giới hạn này sẽ  như một trong những dấu hiệu của tuổi già. Bạn không muốn nó xảy ra quá nhanh, đặc biệt trong các mô mà chúng phải phân chia nhiều để hoạt động tốt, giống như những mô trong hệ miễn dịch.  Lâu nay chúng ta biết là đến một lúc nào đó sự căng thẳng thường xuyên (ví dụ chư chăm sóc một đứa trẻ bệnh lâu ngày) sẽ làm ngắn lại sớm gien kết thúc. Điều mà người ta chưa rõ là liệu đây có phải là chuyến đi một chiều không, với mỗi thời kỳ căng thẳng sẽ quay bánh răng cưa gen kết thúc theo chiều xuôi. Dù vậy, trong tuần này, tại cuộc họp của Hiệp hội nghiên cứu bệnh ung thư Mỹ ở Orlando, Florida, một nhóm các nhà nghiên cứu dẫn đầu bởi Edward Nelson của đại học California, Irvine, đã chứng minh là không phải vậy. Nghiên cứu cho biết chế ngự căng thẳng không chỉ ngăn chặn gen kết thúc ngắn đi, mà nó thực sự đẩy mạnh sự phục hồi. Tiến sĩ Nelson đã đưa ra kết luận đáng hoan nghênh này từ nghiên cứu trước đây đo lường ảnh hưởng của cuộc tư vấn qua điện thoại ở những phụ nữ đã được điều trị ung thư cổ tử cung. Nghiên cứu nhận thấy là những cuộc tư vấn như thế có hiệu quả, về cả tâm thần lẫn thể chất. Những phụ nữ được tư vấn cho biết chất lượng cuộc sống của họ đã được cải thiện, so với những người trong nhóm đối chứng không được tư vấn. Họ cũng cho thấy sự cải thiện về sức mạnh của hệ miễn dịch.  Căn cứ vào các lợi ích đó, Tiến sĩ Nelson không biết liệu ông có thể tìm những người khác, và ông kiểm tra lại mẫu những người tham gia để quan sát đoạn gen kết thúc trong bạch cầu của họ (hồng cầu không có nhân, và do đó không thấy nhiễm sắc thể nào). Những gì phát hiện làm ông thật sự bất ngờ. Không chỉ việc tư vấn làm cho gen kết thúc ngưng co lại, nó thực sự đẩy mạnh sự tăng trưởng của gen kết thúc. Những phụ nữ mà việc tư vấn có hiệu quả (nghĩa là, những người báo cáo là giảm căng thẳng về mặt cảm xúc) có gen kết thúc dài hơn vào lúc cuối so với gien lúc họ có vào lúc đầu. Sự đếm ngược con số giới hạn Hayflick của họ cũng đang được thiết lập trở lại. Mỗi một kết quả như thế, dĩ nhiên, phải được cân nhắc một cách thận trọng. Nhưng một nghiên cứu khác báo cáo lại tại cuộc họp, thực hiện bởi Elizabeth Blackburn thuộc đại học California, San Francisco (người đồng đoạt giải Nô - ben về tìm ra en-zim phục hồi gen kết thúc), cũng hỗ trợ thêm chi tiết. Điều này cho thấy việc rèn luyện cơ thể cũng có tác dụng tương tự như tư vấn về gen kết thúc đối với những người bị căng thẳng. Nếu công trình nghiên cứu của Tiến sĩ Nelson được lặp lại thành công, nó sẽ làm rõ hơn mối quan hệ đã được hiểu sai lệch giữa sức khoẻ tâm thần và sức khoẻ thể lực. Vì vậy, như ông chỉ ra, không gì thực sự thay đổi cuộc sống của những phụ nữ đang được nói đến. Họ vẫn còn căn bệnh ung thư, mặc dù đang được điều trị, và họ vẫn còn căng thẳng. Không có gì có thể thay đổi được ngoại trừ thái độ của họ."
        }
    ],
    "suggestions": []
}