{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nʌmnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tình trạng tê, tình trạng tê cóng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tình trạng tê liệt, tình trạng chết lặng đi</td></tr></table><i/></div>",
            "word": "numbness",
            "pronounce": "['nʌmnis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "numbness",
            "pronounce": "['nʌmnis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "numbness",
            "pronounce": "['nʌmnis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "numbness",
            "pronounce": "['nʌmnis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "numbness",
            "pronounce": "['nʌmnis]"
        }
    },
    "sentences": [
        {
            "en": "The tradeoff was the never-ending <em>numbness</em>.",
            "vi": "Đổi lại là tình trạng đờ đẫn triền miên."
        },
        {
            "en": "The tradeoff was the never - ending <em>numbness</em>.",
            "vi": "Đổi lại là tình trạng đờ đẫn triền miên."
        },
        {
            "en": "I waited for the <em>numbness</em> to return, or the pain.",
            "vi": "Tôi chờ đợi sự đờ đẫn, hoặc nỗi đau quay lại."
        },
        {
            "en": "The <em>numbness</em> in your foot will soon pass.",
            "vi": "Chứng tê chân của bạn chẳng bao lâu sẽ hết thôi."
        },
        {
            "en": "If it's not the pain, then the <em>numbness</em>.",
            "vi": "Nếu không phải là nỗi đau, thì phải là sự đờ đẫn."
        },
        {
            "en": "Maybe I was developing a new kind of sickness, another addiction, like the <em>numbness</em> before.",
            "vi": "Có lẽ tôi đang mắc một loại bệnh mới, một cơn nghiện khác, giống như tình trạng đờ đẫn trước đây."
        },
        {
            "en": "Side effects include drowsiness and <em>numbness</em> and tingling of the hands and feet.",
            "vi": "Phản ứng phụ gồm: buồn ngủ, tê và cảm giác kiến bò ở tay và chân."
        },
        {
            "en": "The <em>numbness</em> was more essential in some places than in others.",
            "vi": "Cảm giác tê dại ở một vài chỗ cần hơn ở một số chỗ khác."
        },
        {
            "en": "The old man feels a pervasive <em>numbness</em> because of a change in the weather.",
            "vi": "Hôm nay trở trời người ông lão mỏi nhừ."
        },
        {
            "en": "Does the lesion cause any symptoms like pain, <em>numbness</em> or tingling?",
            "vi": "Vết thương có bị đau, tê hay ngứa không?"
        },
        {
            "en": "Common side effects include drowsiness, dizziness, <em>numbness</em>, and tingling of limbs.",
            "vi": "Tác dụng phụ thường gặp gồm buồn ngủ, chóng mặt, sự tê cóng, cảm giác tê như kiến bò ở chân."
        },
        {
            "en": "I scrambled for my <em>numbness</em>, my denial, but it evaded me.",
            "vi": "Tôi đấu tranh để quay lại tình trạng đờ đẫn, nhưng nó cứ né tránh tôi."
        },
        {
            "en": "When he recovered, he felt a <em>numbness</em> in his arms and legs.",
            "vi": "Khi chàng tỉnh lại, chàng thấy tay chân đều tê."
        },
        {
            "en": "This causes pain and <em>numbness</em> in the index and middle fingers and weakness of the abductor muscle of the thumb.",
            "vi": "Điều này tạo ra đau và tê cóng ở ngón tay trỏ và ngón giữa và làm mỏi cơ giạng của ngón tay cái."
        },
        {
            "en": "Spinal degeneration can cause severe back pain, leg pain, <em>numbness</em> as more pressure is applied on the nerves in the spinal cord.",
            "vi": "Thoái hoá cột sống có thể gây ra đau lưng, đau chân, tê cóng khi các dây thần kinh trong tuỷ sống bị áp lực nhiều hơn."
        },
        {
            "en": "\"Later that evening, she experienced <em>numbness</em> in her feet and found it difficult to walk, which caused her to trip and fall.",
            "vi": "\"Tối hôm đó, Cô có cảm giác tê ở bàn chân và gặp khó khăn trong việc đi lại, điều này đã khiến Cô ấy bị vấp ngã."
        },
        {
            "en": "Help me stand up please, I have had <em>numbness</em> and pins and needles sensation in my right leg and foot for two days now.",
            "vi": "Làm ơn giúp tôi đứng lên với, hai ngày nay chân và bàn chân phải tôi bị tê và có cảm giác rần rần như kiến bò."
        },
        {
            "en": "When the disk bulge, or the disk herniation, it pushes on a nerve in the back, it can lead to severe leg pain, <em>numbness</em>, and weakness.",
            "vi": "Khi đĩa đệm phình ra, hoặc thoát vị đĩa đệm, nó chèn ép dây thần kinh ở lưng, nó có thể dẫn đến chứng đau chân, tê chân, và yếu chân trầm trọng."
        },
        {
            "en": "I wondered at first if it was just the aftershock of losing the <em>numbness</em>, but I didn't think that was enough of an explanation.",
            "vi": "Lúc đầu tôi tự hỏi có phải đó là dư chấn sau khi hết đờ đẫn không, nhưng tôi nghĩ đó không phải là lời giải thích đầy đủ."
        },
        {
            "en": "Tuberculoid leprosy is a benign, often self-limiing, form of leprosy causing discoloration and disfiguration of patches of skin (sparsely distributed) associated with localized <em>numbness</em>.",
            "vi": "Cùi dạng lao là một cùi nhẹ, thường tự giới hạn, gây biến màu và biến đổi hình dạng các mảng da (phân bố rải rác) kết hợp với tê cục bộ."
        }
    ],
    "suggestions": []
}