{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['nʌmli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">điếng người, lặng người</td></tr></table><i/></div>",
            "word": "numbly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "numbly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "numbly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "numbly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "numbly"
        }
    },
    "sentences": [
        {
            "en": "\"I can't believe he's dead\" she said <em>numbly</em>.",
            "vi": "\"Tôi không thể tin là ông ta đã qua đời\" bà ta nói một cách buồn bã."
        },
        {
            "en": "21          21. PHONE CALL I could feel it was too early again when I woke, and I knew I was getting the schedule of my days and nights slowly reversed. I lay in my bed and listened to the quiet voices of Alice and Jasper in the other room. That they were loud enough for me to hear at all was strange. I rolled till my feet touched the floor and then staggered to the living room. The clock on the TV said it was just after two in the morning. Alice and Jasper were sitting together on the sofa, Alice sketching again while Jasper looked over her shoulder. They didn't look up when I entered, too engrossed in Alice's work. I crept to Jasper's side to peek. \"Did she see something more?\" I asked him quietly. \"Yes. Something's brought him back to the room with the VCR, but it's light now.\" I watched as Alice drew a square room with dark beams across its low ceiling. The walls were paneled in wood, a little too dark, out of date.  The floor had a dark carpet with a pattern in it. There was a large window against the south wall, and an opening through the west wall led to the living room. One side of that entrance was stone — a large tan stone fireplace that was open to both rooms. The focus of the room from this perspective, the TV and VCR, balanced on a too-small wooden stand, were in the southwest corner of the room. An aged sectional sofa curved around in front of the TV, a round coffee table in front of it. \"The phone goes there,\" I whispered, pointing. Two pairs of eternal eyes stared at me. \"That's my mother's house.\" Alice was already off the couch, phone in hand, dialing. I stared at the precise rendering of my mother's family room. Uncharacteristically, Jasper slid closer to me. He lightly touched his hand to my shoulder, and the physical contact seemed to make his calming influence stronger. The panic stayed dull, unfocused. Alice's lips were trembling with the speed of her words, the low buzzing impossible to decipher. I couldn't concentrate. \"Bella,\" Alice said. I looked at her <em>numbly</em>. \"Bella, Edward is coming to get you. He and Emmett and Carlisle are going to take you somewhere, to hide you for a while.\" \"Edward is coming?\" The words were like a life vest, holding my head above the flood. \"Yes, he's catching the first flight out of Seattle. We'll meet him at the airport, and you'll leave with him.\" \"But, my mother… he came here for my mother, Alice!\" Despite Jasper, the hysteria bubbled up in my voice. \"Jasper and I will stay till she's safe.\" \"I can't win, Alice. You can't guard everyone I know forever. Don't you see what he's doing? He's not tracking me at all. He'll find someone, he'll hurt someone I love… Alice, I can't —\" \"We'll catch him, Bella,\" she assured me. \"And what if you get hurt, Alice? Do you think that's okay with me? Do you think it's only my human family he can hurt me with?\" Alice looked meaningfully at Jasper. A deep, heavy fog of lethargy washed over me, and my eyes closed without my permission. My mind struggled against the fog, realizing what was happening. I forced my eyes open and stood up, stepping away from Jasper's hand. \"I don't want to go back to sleep,\" I snapped. I walked to my room and shut the door, slammed it really, so I could be free to go to pieces privately. This time Alice didn't follow me. For three and a half hours I stared at the wall, curled in a ball, rocking. My mind went around in circles, trying to come up with some way out of this nightmare. There was no escape, no reprieve. I could see only one possible end looming darkly in my future. The only question was how many other people would be hurt before I reached it. The only solace, the only hope I had left, was knowing that I would see Edward soon. Maybe, if I could just see his face again, I would also be able to see the solution that eluded me now. When the phone rang, I returned to the front room, a little ashamed of my behavior. I hoped I hadn't offended either of them, that they would know how grateful I was for the sacrifices they were making on my account. Alice was talking as rapidly as ever, but what caught my attention was that, for the first time, Jasper was not in the room. I looked at the clock — it was five-thirty in the morning. \"They're just boarding their plane,\" Alice told me. \"They'll land at nine-forty-five.\" Just a few more hours to keep breathing till he was here. \"Where's Jasper?\" \"He went to check out.\" \"You aren't staying here?\" \"No, we're relocating closer to your mother's house.\" My stomach twisted uneasily at her words. But the phone rang again, distracting me. She looked surprised, but I was already walking forward, reaching hopefully for the phone. \"Hello?\" Alice asked. \"No, she's right here.\" She held the phone out to me. Your mother, she mouthed. \"Hello?\" \"Bella? Bella?\" It was my mother's voice, in a familiar tone I had heard a thousand times in my childhood, anytime I'd gotten too close to the edge of the sidewalk or strayed out of her sight in a crowded place. It was the sound of panic. I sighed. I'd been expecting this, though I'd tried to make my message as unalarming as possible without lessening the urgency of it. \"Calm down, Mom,\" I said in my most soothing voice, walking slowly away from Alice. I wasn't sure if I could lie as convincingly with her eyes on me. \"Everything is fine, okay? Just give me a minute and I'll explain everything, I promise.\" I paused, surprised that she hadn't interrupted me yet. \"Mom?\" \"Be very careful not to say anything until I tell you to.\" The voice I heard now was as unfamiliar as it was unexpected. It was a man's tenor voice, a very pleasant, generic voice — the kind of voice that you heard in the background of luxury car commercials. He spoke very quickly. \"Now, I don't need to hurt your mother, so please do exactly as I say, and she'll be fine.\" He paused for a minute while I listened in mute horror. \"That's very good,\" he congratulated. \"Now repeat after me, and do try to sound natural. Please say, 'No, Mom, stay where you are.'\" \"No, Mom, stay where you are.\" My voice was barely more than a whisper. \"I can see this is going to be difficult.\" The voice was amused, still light and friendly. \"Why don't you walk into another room now so your face doesn't ruin everything? There's no reason for your mother to suffer. As you're walking, please say, 'Mom, please listen to me.' Say it now.\" \"Mom, please listen to me,\" my voice pleaded. I walked very slowly to the bedroom, feeling Alice's worried stare on my back. I shut the door behind me, trying to think clearly through the terror that gripped my brain. \"There now, are you alone? Just answer yes or no.\"  \"Yes.\" \"But they can still hear you, I'm sure.\" \"Yes.\" \"All right, then,\" the agreeable voice continued, \"say, 'Mom, trust me.'\" \"Mom, trust me.\" \"This worked out rather better than I expected. I was prepared to wait, but your mother arrived ahead of schedule. It's easier this way, isn't it? Less suspense, less anxiety for you.\" I waited. \"Now I want you to listen very carefully. I'm going to need you to get away from your friends; do you think you can do that? Answer yes or no.\" \"No.\" \"I'm sorry to hear that. I was hoping you would be a little more creative than that. Do you think you could get away from them if your mother's life depended on it? Answer yes or no.\" Somehow, there had to be a way. I remembered that we were going to the airport. Sky Harbor International Airport: crowded, confusingly laid out… \"Yes.\" \"That's better. I'm sure it won't be easy, but if I get the slightest hint that you have any company, well, that would be very bad for your mother,\" the friendly voice promised. \"You must know enough about us by now to realize how quickly I would know if you tried to bring anyone along with you. And how little time I would need to deal with your mother if that was the case. Do you understand? Answer yes or no.\" \"Yes.\" My voice broke. \"Very good, Bella. Now this is what you have to do. I want you to go to your mother's house. Next to the phone there will be a number. Call it, and I'll tell you where to go from there.\" I already knew where I would go, and where this would end. But I would follow his instructions exactly. \"Can you do that? Answer yes or no.\" \"Yes.\" \"Before noon, please, Bella. I haven't got all day,\" he said politely. \"Where's Phil?\" I asked tersely. \"Ah, be careful now, Bella. Wait until I ask you to speak, please.\" I waited. \"It's important, now, that you don't make your friends suspicious when you go back to them.  Tell them that your mother called, and that you talked her out of coming home for the time being. Now repeat after me, 'Thank you, Mom.' Say it now.\" \"Thank you, Mom.\" The tears were coming. I tried to fight them back. \"Say, 'I love you, Mom, I'll see you soon.' Say it now.\" \"I love you, Mom.\" My voice was thick. \"I'll see you soon,\" I promised. \"Goodbye, Bella. I look forward to seeing you again.\" He hung up. I held the phone to my ear. My joints were frozen with terror — I couldn't unbend my fingers to drop it. I knew I had to think, but my head was filled with the sound of my mother's panic. Seconds ticked by while I fought for control.  Slowly, slowly, my thoughts started to break past that brick wall of pain. To plan. For I had no choices now but one: to go to the mirrored room and die. I had no guarantees, nothing to give to keep my mother alive. I could only hope that James would be satisfied with winning the game, that beating Edward would be enough. Despair gripped me; there was no way to bargain, nothing I could offer or withhold that could influence him. But I still had no choice. I had to try. I pushed the terror back as well as I could. My decision was made. It did no good to waste time agonizing over the outcome. I had to think clearly, because Alice and Jasper were waiting for me, and evading them was absolutely essential, and absolutely impossible. I was suddenly grateful that Jasper was gone. If he had been here to feel my anguish in the last five minutes, how could I have kept them from being suspicious? I choked back the dread, the anxiety, tried to stifle it. I couldn't afford it now. I didn't know when he would return. I concentrated on my escape. I had to hope that my familiarity with the airport would turn the odds in my favor. Somehow, I had to keep Alice away… I knew Alice was in the other room waiting for me, curious. But I had to deal with one more thing in private, before Jasper was back. I had to accept that I wouldn't see Edward again, not even one last glimpse of his face to carry with me to the mirror room. I was going to hurt him, and I couldn't say goodbye. I let the waves of torture wash over me, have their way for a time. Then I pushed them back, too, and went to face Alice. The only expression I could manage was a dull, dead look. I saw her alarm and I didn't wait for her to ask. I had just one script and I'd never manage improvisation now. \"My mom was worried, she wanted to come home. But it's okay, I convinced her to stay away.\" My voice was lifeless. \"We'll make sure she's fine, Bella, don't worry.\" I turned away; I couldn't let her see my face. My eye fell on a blank page of the hotel stationery on the desk. I went to it slowly, a plan forming. There was an envelope there, too. That was good. \"Alice,\" I asked slowly, without turning, keeping my voice level. \"If I write a letter for my mother, would you give it to her? Leave it at the house, I mean.\" \"Sure, Bella.\" Her voice was careful. She could see me coming apart at the seams. I had to keep my emotions under better control.  I went into the bedroom again, and knelt next to the little bedside table to write. \"Edward,\" I wrote. My hand was shaking, the letters were hardly legible. I love you. I am so sorry. He has my mom, and I have to try. I know it may not work. I am so very, very sorry. Don't be angry with Alice and Jasper. If I get away from them it will be a miracle. Tell them thank you for me. Alice especially, please.  And please, please, don't come after him. That's what he wants. I think.  I can't bear it if anyone has to be hurt because of me, especially you. Please, this is the only thing I can ask you now. For me. I love you. Forgive me. Bella I folded the letter carefully, and sealed it in the envelope. Eventually he would find it. I only hoped he would understand, and listen to me just this once. And then I carefully sealed away my heart.",
            "vi": "21       21.Cú điện thoại  Khi thức giấc, tôi có thể cảm thấy trời vẫn còn chưa sáng, và tôi biết mình đang biến đêm thành ngày, ngày thành đêm. Tôi nằm trên giường lắng nghe tiếng rì rầm của Alice và Jasper trong phòng kia.  Nói to đến mức tôi nghe được thì thật lạ. Tôi lăn cho đến chân đụng vào sàn rồi lừ đừ đi vào phòng khách.  Đồng hồ trên TV cho biết vừa đúng hai giờ sáng. Alice và Jasper đang ngồi với nhau trên ghế xô-pha, Alice lại vẽ phác họa trong khi Jasper nhìn qua vai cô. Họ không nhìn lên khi tôi bước vào, quá chăm chú vào tác phẩm của Alice.  Tôi rón rén đến bên Jasper nhìn ké.  \"Cô ấy thấy thêm gì à?\" tôi hỏi nhỏ anh.  \"Ừ.  Có cái gì đó đã làm hắn quay lại căn phòng có đầu chiếu phim, nhưng bây giờ trời đã sáng.” Tôi nhìn khi Alice vẽ căn phòng vuông có xà nhà màu đen gát qua trần thấp. Tường ốp ván gỗ, hơi quá tối, lỗi thời.  Sàn lót  thảm có hoa văn màu sẫm. Có cửa sổ lớn ở tường phía nam, và một ô thông qua tường phía Tây dẫn đến phòng khách. Một bên lối vào bằng đá – một lò sưởi bằng đá nâu nhạt lớn kéo dài quacả hai phòng. Nổi bật trong phòng từ góc nhìn này là chiếc ti-vi và đầu máy VCR, đặt cân đối trên giá kê bằng gỗ quá nhỏ, nằm ở góc phòng phía tây nam. Một cái ghế xô-pha nhiều thành phần lắp ghép cũ kỹ đặt quanh phía trước TV, có một cái bàn cà phê tròn phía trước.  \"Điện thoại nằm ở đó,” tôi thì thầm, chỉ ra.  Hai cặp mắt bất tử nhìn tôi chằm chằm.  \"Đó là nhà mẹ chị. \" Alice đã rời khỏi ghế, điện thoại trong tay, quay số. Tôi nhìn chằm chằm vào bản vẽ mô tả chính xác của căn phòng sinh hoạt gia đình của mẹ tôi.  Khác mọi khi, Jasper xích lại gần tôi. Anh chạm nhẹ tay vào vai  tôi, và sự tiếp xúc cơ thể dường như khiến ảnh hưởng xoa dịu của anh mạnh mẽ hơn. Sự hoảng sợ giảm dần, không dữ dội nữa.  Môi Alice run rẩy theo tốc độ trò chuyện, tiếng rì rầm nhỏ không thể hiểu được. Tôi không tập trung được.  \"Bella,” Alice nói. Tôi lặng nhìn cô.  \"Bella, Edward đang đến đón chị. Anh ấy, Emmett và Carlisle sắp đưa chị đến một nơi nào đó, để giấu chị một thời gian. \" \"Edward đang đến?\" Lời nói ấy như chiếc phao cứu đắm, nâng tôi ngoi lên làn nước lũ.  \"Đúng vậy, anh ấy sẽ đi chuyến bay đầu tiên của Seattle. Mình sẽ gặp anh ở sân bay, và chị sẽ rời khỏi đây với anh ấy.” \"Nhưng, mẹ chị ... hắn đến đây vì mẹ chị, Alice!\" Mặc dù đã có Jasper, giọng tôi vẫn cuồng loạn.  \"Jasper và em sẽ ở lại cho đến khi bà an toàn.” \"Chị không thể cứ để mọi người giúp đỡ mãi, Alice. Em không thể bảo vệ tất cả những người chị quen biết mãi được. Em không thấy hắn đang làm gì sao? Hắn không hề săn lùng chị. Hắn sẽ tìm ai đó, hắn sẽ hại người chị yêu thương... Alice, chị không thể - \" \"Tụi em sẽ tóm được hắn, Bella, \" cô đảm bảo với tôi.  \"Và chuyện gì sẽ xảy ra nếu em bị thương, Alice? Em nghĩ chị chấp nhận chuyện đó sao? Em nghĩ hắn chỉ hại gia đình chị thôi sao?\" Alice nhìn Jasper đầy ngụ ý.  Một màn sương hôn mê nặng và sâu phủ trùm lấy tôi, và mắt tôi trĩu nặng nhắm lại dù tôi không muốn. Tâm trí tôi vùng vẫy chống lại màn sương ấy, biết chuyện gì đang xảy ra. Tôi buộc mắt mình phải mở rồi đứng lên, tránh xa tay Jasper.  \"Em không muốn ngủ lại, \" tôi cáu kỉnh.  Tôi về phòng và đóng cửa, đúng là đóng sầm, để tôi được suy sụp một mình. Lần này Alice không đi theo tôi. Suốt ba tiếng rưỡi đồng hồ tôi nhìn chằm chằm vào bức tường, cuộn tròn người, run rẩy.  Đầu óc tôi xoay mòng mòng, cố nghĩ ra cách thoát khỏi cơn ác mộng này. Không có lối thoát nào, cũng không khả năng tạm tránh nguy hiểm nào.  Tôi chỉ thấy được một kết thúc khả dĩ hiện ra lờ mờ mờ mịt trong tương lai. Câu hỏi duy nhất là sẽ có bao nhiêu người nữa bị hại trước khi tôi làm được điều đó.  Niềm an ủi duy nhất, niềm hy vọng duy nhất còn lại, là biết rằng tôi sắp sửa gặp lại Edward. Có lẽ, nếu tôi chỉ cần nhìn thấy mặt anh lần nữa, tôi sẽ nghĩ ra được cách giải quyết hiện cứ né tránh tôi.  Khi chuông điện thoại reo, tôi quay lại phòng khách, hơi xấu hổ về cách cư xử  của mình. Tôi hy vọng mình đã không làm ai giận, hy vọng họ biết tôi biết ơn sự hy sinh họ đang làm vì tôi biết bao.  Alice đang nói nhanh như thường lệ, nhưng điều làm tôi chú ý là, lần đầu tiên, Jasper không có trong phòng. Tôi nhìn đồng hồ - đã năm giờ rưỡi sáng.  \"Họ vừa lên máy bay,” Alice nói với tôi. \"Họ sẽ hạ cánh lúc 9 giờ bốn mươi lăm phút.” Chỉ vài giờ nữa là anh sẽ ở đây.  \"Jasper đâu rồi?\" \"Ảnh đi kiểm tra. \" \"Em sẽ không ở đây?\" \"Không, mình sẽ chuyển sang ở gần nhà mẹ chị hơn.” Bao tử tôi quặn thắt vì lời cô.  Nhưng điện thoại lại reo, làm tôi phân tâm. Cô có vẻ ngạc nhiên, nhưng tôi đã bước lên, đến gần điện thoại đầy hy vọng.  \"Chào?\" Alice hỏi. \"Không, chị ấy vẫn đang ở đây. \" Cô đưa điện thoại cho tôi. Mẹ chị, cô lẩm bẩm.  \"A lô?\" \"Bella?  Bella?\" Đó là giọng mẹ tôi, kiểu mẹ thường nói mà tôi đã nghe một ngàn lần thời thơ ấu, mỗi khi tôi đi quá sát vỉa hè hoặc khuất ngoài tầm mắt mẹ nơi đông người. Đó là âm thanh hoảng sợ.  Tôi thở dài. Tôi đã nghĩ vậy, cho dù tôi đã cố làm lời nhắn của mình ít đáng ngại hết mức có thể mà không làm giảm bớt tính cấp thiết của nó.  \"Bình tĩnh, mẹ,” Tôi nói bằng giọng trấn an nhất của mình, đi ra xa Alice. Tôi không rõ liệu mình có thể nói dối thuyết phục được không khi mẹ nhìn tôi. \"Mọi thứ đều ổn cả, được chưa nào? Cho con một phút thôi để con giải thích mọi thứ, con hứa.” Tôi ngừng lại, ngạc nhiên vì mẹ vẫn chưa ngắt lời mình.  \"Mẹ?\" \"Hết sức chú ý không được nói bất cứ câu gì cho đến khi tôi bảo cô nói.” Giọng tôi đang nghe bây giờ vừa xa lạ vừa bất ngờ. Đó là một giọng nam cao, rất dễ chịu, bình thường - loại giọng nói ta nghe thấy trong các đoạn phim quảng cáo xe hơi mắc tiền. Hắn nói rất nhanh.  \"Bây giờ, tôi không cần hại mẹ cô nữa, vậy xin vui lòng làm y như tôi nói, thì bà ta sẽ ổn thôi.” Hắn dừng lại một chốc trong khi tôi lắng nghe khiếp sợ lặng người. \"Tốt lắm,” hắn khen ngợi. \" Bây giờ lặp lại theo tôi, và làm cố tỏ ra tự nhiên. Xin vui lòng nói, 'Không, mẹ, cứ ở yên đó.' \" \"Không, mẹ, cứ ở yên đó.” Giọng tôi chỉ to hơn tiếng thì thầm một chút.  \"Tôi biết chuyện này sẽ khó khăn. \" Giọng hắn thích thú, vẫn vui vẻ và  thân thiện. \" Tại sao bây giờ cô không đi vào phòng khác đi để mặt cô không làm hỏng việc?  Không có lý do gì để mẹ cô phải chịu đau khổ. Khi đang bước đi, vui lòng nói, 'Mẹ, vui lòng lắng nghe con. 'Nói ngay. \" \"Mẹ, vui lòng lắng nghe con,” giọng tôi khẩn khoản. Tôi đi thật chậm vào phòng ngủ, cảm thấy ánh nhìn lo lắng của Alice sau lưng mình. Tôi đóng cửa lại sau lưng, cố suy nghĩ rõ ràng qua nỗi kinh hoàng đang siết chặt não tôi.  \"Bây giờ, cô chỉ có một mình chứ? Chỉ trả lời “đúng” hoặc “không” thôi.”  \"Đúng.” \"Nhưng họ vẫn nghe được tiếng cô, tôi chắc vậy. \" \"Đúng. \" \"Vậy được rồi, \" giọng nói dễ thương tiếp tục, \" nói, ' Mẹ, hãy tin con. ' \" \" Mẹ, hãy tin con. \" \"Chuyện này hoá ra dễ hơn tôi nghĩ.  Tôi đã định sẽ chờ đợi, nhưng mẹ cô đến sớm hơn dự định.  Vầy dễ hơn, phải không? Cô khỏi phải hồi hộp, lo âu nhiều. \" Tôi đợi.  \"Bây giờ tôi muốn cô nghe kỹ đây. Tôi cần cô trốn khỏi bạn bè mình; cô làm được không? Trả lời có hay không. \" \"Không.” \"Tôi rất tiếc khi nghe thế. Tôi đang hi vọng cô sáng dạ hơn thế.  Cô có nghĩ rằng cô có thể trốn khỏi họ nếu mạng sống mẹ cô tùy thuộc vào chuyện đó không? Trả lời được hay không.” Không biết vì sao, tôi đã nghĩ ra một cách. Tôi nhớ mình sắp ra sân bay. Sky Harbor International Airport: đông đúc, bố trí rối rắm... \"Được.” \"Tốt hơn rồi đó. Tôi chắc sẽ không dễ dàng, nhưng nếu tôi mà phát hiện ra cô có người đi cùng, ờ thì, sẽ rất nguy hại cho mẹ cô đó, \" giọng nói thân thiện hứa. \" Cô bây giờ đã biết đủ rõ về chúng tôi để nhận ra tôi sẽ biết rất nhanh nếu cô cố đưa người theo cùng. Và tôi chỉ cần rất ít thời gian để xử lý mẹ cô nếu cần. Cô hiểu không? Trả lời có hay không.” \"Có. \" Giọng tôi vỡ oà.  \"Tốt lắm, Bella. Bây giờ đây là những gì cô phải làm. Tôi muốn cô đến nhà mẹ cô. Bên điện thoại sẽ có một con số. Gọi nó, và tôi sẽ nói cho cô biết cần đi đâu tiếp.” Tôi đã biết nơi mình sẽ đi, và nơi kết thúc chuyện này. Nhưng tôi sẽ làm đúng theo hướng dẫn  của hắn.”  Cô làm được không? Trả lời được hoặc không.” \"Được. \" \"Vui lòng đến trước mười hai giờ, Bella. Tôi không có nhiều thời gian, \" hắn nói lịch sự.  \"Phil đâu?\" tôi hỏi cộc lốc.  \"Ah, cẩn thận, Bella. Đợi lúc tôi bảo nói mới được nói, vui lòng nhé. \" Tôi đợi.  \"Bây giờ, điều quan trọng là cô không làm cho bạn cô nghi ngờ khi quay lại với họ.  Bảo họ là mẹ cô gọi, và cô đã ngăn không cho mẹ về nhà lúc này. Bây giờ lặp lại theo tôi, 'Cảm ơn mẹ. ' Nói ngay.” \"Cảm ơn mẹ.”  Nước mắt tôi trào ra. Tôi cố kềm nước mắt.  \"Nói, 'Con yêu mẹ, con sẽ gặp mẹ sớm. 'Nói ngay đi. \" \"Con yêu mẹ, \" giọng tôi khản đặc. \"Con sẽ gặp mẹ sớm. \" tôi hứa.  \"Tạm biệt, Bella. Mong gặp lại cô.” Hắn gác máy.  Tôi giữ nguyên điện thoại trên tai. Mấy khớp xương của tôi tê cứng vì khiếp sợ - tôi không thể duỗi được ngón tay để thả điện thoại ra.  Tôi biết tôi phải suy nghĩ, nhưng đầu tôi đầy tiếng mẹ tôi hoảng sợ. Từng giây trôi qua trong khi tôi cố làm mình bình tĩnh trở lại.  Từ từ, từ từ, suy nghĩ của tôi bắt đầu phá vỡ bức tường gạch của nỗi đau đớn. Để lên kế hoạch. Tôi chẳng có lựa chọn nào khác ngoài việc: đến căn phòng lắp gương và chết. Tôi chẳng có gì để bảo đảm, không gì để dâng tặng để cứu mẹ. Tôi chỉ hy vọng là James cảm thấy đủ, thấy hài lòng vì đã thắng trận này, hài lòng là đã thắng được Edward. Nỗi tuyệt vọng siết chặt tim tôi; chẳng mặc cả được, tôi chẳng có cách nào để chào mời hay từ chối hắn. Nhưng dù tôi chẳng có lựa chọn nào, tôi vẫn phải thử.  Tôi cố hết sức đẩy lùi nỗi sợ hãi. Tôi đã quyết định rồi. Phí thời gian đau khổ vì hậu quả chẳng ích gì. Tôi phải suy nghĩ rõ ràng, vì Alice và Jasper đang đợi tôi, và trốn được họ là chuyện hết sức quan trọng, và hoàn toàn không thể thực hiện được.  Tôi mừng vì Jasper đã ra đi. Nếu anh ấy có mặt ở đây cảm nhận được nỗi đau khổ của tôi trong năm phút cuối, thì làm sao họ không nghi ngờ tôi được?  Tôi nghẹn lại vì sợ, vì lo âu, tìm cách kiềm chế nó. Tôi không thể chịu đựng được điều đó. Tôi không biết khi nào anh ấy sẽ quay về.  Tôi tập trung vào nghĩ cách để trốn đi. Tôi phải hy vọng là nhờ rành đường đi nước bước ở sân bay , tôi sẽ có cơ hội thuận tiện. Bằng cách nào đó, tôi phải tránh xa Alice... Tôi biết Alice đang trong phòng kia chờ tôi, tò mò. Nhưng tôi phải lo một chuyện khác nữa một mình, trước Jasper trở lại.  Tôi phải chấp nhận mình sẽ không còn được gặp lại Edward nữa, ngay cả nhìn anh lần cuối rồi đến căn phòng ốp gương cũng không còn được nữa. Tôi sắp làm anh đau đớn, mà chẳng thể nói lời từ biệt. Tôi để cho nỗi đau đớn ghê gớm này tràn ngập lên tôi, để mặc chúng muốn làm gì thì làm một chốc lát.  Rồi tôi cũng xua đuổi những cảm xúc ấy đi, đến đối mặt với Alice.  Biểu hiện duy nhất tôi có thể bộc lộ được là ánh nhìn vô cảm, ảm đạm. Tôi thấy cô đầy lo lắng và tôi không chờ cô hỏi. Tôi chỉ có một kịch bản và bây giờ tôi chẳng tài nào ứng khẩu được.  \"Mẹ chị lo lắng, bà muốn về nhà. Nhưng ổn rồi, chị đã thuyết phục mẹ tránh xa nơi này. \" giọng tôi chẳng chút sinh khí.  \"Tụi em sẽ lo cho bà, Bella, đừng lo. \" Tôi quay đi; không để cô nhìn thấy mặt  tôi.  Ánh mắt tôi đụng phải trang giấy trắng của mớ giấy bút khách sạn cung cấp để trên bàn. Tôi đến gần, nảy ra một ý. Có cả phong bì ở đó. Thật tốt.  \"Alice, \" tôi chầm chậm hỏi, không quay đầu lại, giữ giọng đều đều. \"Nếu chị viết thư cho mẹ chị, em trao cho bà được không? Ý chị là, để ở nhà bà đó.” \"Chắc chắn là được, Bella. \" Giọng cô chu đáo. Cô có thể thấy tôi sắp mất bình tĩnh. Tôi phải kiềm chế cảm xúc của mình tốt hơn.  Tôi lại vào phòng ngủ, và quỳ bên cạnh bàn đặt cạnh giường để viết.  \"Edward, \" tôi viết. Bàn tay tôi run rẩy, nét chữ nguệch ngoạc.  Em yêu anh. Em thật lòng xin lỗi. Hắn bắt được mẹ em rồi, nên em phải cố gắng. Em biết có thể chẳng ích gì. Em thật vô cùng, vô cùng hối tiếc.  Đừng giận Alice và Jasper. Nếu em trốn được họ, đó quả là phép màu. Hãy cảm ơn họ giùm em. Đặc biệt là Alice, anh nhé.  Và xin anh, xin anh, đừng rượt theo hắn. Đó là điều hắn muốn. Em nghĩ vậy.  Em không chịu nỗi nếu có ai bị hại vì em, nhất là anh.  Xin anh, đây là điều duy nhất em cầu xin anh bây giờ. Hãy vì em.  Em yêu anh. Xin tha thứ cho em.  Bella Tôi gấp lá thư cẩn thận, rồi dán kín trong phong bì. Cuối cùng anh sẽ thấy nó. Tôi hy vọng anh sẽ hiểu, và lắng nghe tôi chỉ một lần này thôi.  Rồi tôi cẩn thận dán kín trái tim tôi."
        }
    ],
    "suggestions": []
}