{
    "en_vn": {
        "data": {
            "content": null,
            "word": "nursed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nursed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nursed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nursed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nursed"
        }
    },
    "sentences": [
        {
            "en": "My mom <em>nursed</em> me back to health.",
            "vi": "Mẹ tôi đã chăm sóc tôi cho đến khi khỏe lại."
        },
        {
            "en": "She <em>nursed</em> me through my long illness.",
            "vi": "Cô ta đã chăm nom tôi suốt thời gian dài bị ốm."
        },
        {
            "en": "She <em>nursed</em> her mother until she died.",
            "vi": "Cô ta săn sóc mẹ cho tới khi mẹ qua đời."
        },
        {
            "en": "My grandfather <em>nursed</em> every flower plant.",
            "vi": "Ông tôi chắt chiu từng gốc hoa."
        },
        {
            "en": "She has <em>nursed</em> her grievance for one year.",
            "vi": "Bà ta ấp ủ nỗi phiền muộn của mình trong suốt năm trời."
        },
        {
            "en": "For years Peter <em>nursed</em> a grievance against his ex - wife.",
            "vi": "Trong nhiều năm Peter đã ôm nỗi uất hận đối với người vợ cũ của anh ta."
        },
        {
            "en": "Peter has <em>nursed</em> a grudge against them for ages.",
            "vi": "Peter đã nung nấu niềm đố kỵ chống lại họ từ rất lâu."
        },
        {
            "en": "The baby was being <em>nursed</em> at its mother's breast.",
            "vi": "Em bé được nuôi bằng sữa mẹ."
        },
        {
            "en": "He has harboured/ <em>nursed</em> a grudge against me for years.",
            "vi": "Hắn ta đã đang nuôi dưỡng/ nung nấu sự hận thù đối với tôi nhiều năm nay."
        },
        {
            "en": "For years Peter <em>nursed</em> a grievance against his ex-wife.",
            "vi": "Trong nhiều năm Peter đã ôm nỗi uất hận đối với người vợ cũ của anh ta."
        },
        {
            "en": "William hated Henry Osborne and <em>nursed</em> the hatred passionately.",
            "vi": "William rất ghét Henry Osborne và cứ nuôi trong lòng sự căm giận ấy."
        },
        {
            "en": "She still <em>nursed</em> a vendetta against the werewolves for killing her friend Mary.",
            "vi": "Cô ấy luôn nuôi một mối thù truyền kiếp với người sói khi đã giết bạn của cô là Mary."
        },
        {
            "en": "Chief executive officer Peter Pan <em>nursed</em> the business back to health.",
            "vi": "Giám đốc điều hành Peter Pan đã nuôi dưỡng việc kinh doanh trở nên thành công hơn."
        },
        {
            "en": "Spirit, a wild bird, was <em>nursed</em> back to good health thanks to Mary and Peter.",
            "vi": "Spirit, một chú chim hoang dã, nhờ có Mary và Peter mà được săn sóc cho tới khi khỏe lại."
        },
        {
            "en": "And she <em>nursed</em> and fed me, even if she was tired and even if she went hungry.",
            "vi": "Và chị ấy đã chăm sóc, nuôi nấng tôi, kể cả trong những lúc chị ấy kiệt sức và đói ăn."
        },
        {
            "en": "She had fought and schemed and <em>nursed</em> them through the dark times when Yankee confiscation loomed, when money was tight and smart men going to the wall.",
            "vi": "Nàng đã đấu tranh, bày mưu tính kế nuôi dưỡng hai cơ sở đó qua những ngày đen tối, lúc nào cũng nơm nớm lo bọn yankee tịch thu, trong khi đồng tiền thì eo hẹp và cả đến những người đàn ông tài trí cũng thất bại."
        },
        {
            "en": "As to where he got the money, it seems it was sent him by someone he <em>nursed</em> through a case of smallpox at Rock island.",
            "vi": "Còn về chuyện ashley lấy tiền đâu ra thì hình như là có một người nào đó gửi cho, người này hồi ở đảo rock đã được ông ta chữa khỏi bệnh đậu mùa."
        },
        {
            "en": "Dog walks 200 MILES to find the woman who <em>nursed</em> it back to health after it suffered two broken legs in Russia hit-and-run",
            "vi": "Chú chó vượt 200 dặm để tìm người phụ nữ đã cưu mang mình sau khi bị người ta tông gãy 2 chân rồi bỏ mặc ở Nga."
        },
        {
            "en": "Le Thi Hoai Thu, the mother of a student in My’s class, said that after school, her child was very happy as she showed her the vegetables that she had <em>nursed</em> and cultivated at school.",
            "vi": "Chị Lê Thị Hoài Thu, phụ huynh một bé trong lớp của Cô My, đã chia sẻ sau khi ở trường, bé đã rất hạnh phúc khi mà bé được nhìn rau của bé mà bé đã chăm sóc và trồng tại trường."
        },
        {
            "en": "The researchers found that women who breastfed had a 9 percent lower risk of heart disease and an 8 percent decreased risk of stroke. These percentages are in comparison to women who had never breastfed. The benefit of breastfeeding was even greater for women who <em>nursed</em> their babies for two years or more. Their heart disease risk was 18 percent lower and the risk of stroke 17 percent less than for those women who did not breastfeed. Cardiologist Nieca Goldberg suggests the cardiovascular benefits may be related to the release of a hormone during breastfeeding. That hormone is oxytocin.",
            "vi": "Các nhà nghiên cứu này nhận thấy phụ nữ cho con bú có nguy cơ mắc bệnh tim thấp hơn 9% và nguy cơ đột quỵ giảm 8%. Tỉ lệ này so sánh với phụ nữ chưa bao giờ cho con bú. Lợi ích của việc cho con bú thậm chí còn lớn hơn đối với những phụ nữ cho con bú đến hai năm hoặc lâu hơn. Nguy cơ bệnh tim của họ thấp hơn 18 % và nguy cơ đột quỵ ít hơn 17% so với phụ nữ không cho con bú bằng sữa mẹ. Bác sĩ tim mạch Nieca Goldberg cho rằng các lợi ích về tim mạch có thể liên quan đến sự giải phóng một loại hormone trong thời kỳ cho con bú. Hoóc - môn đó là oxytocin."
        }
    ],
    "suggestions": []
}