{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[nju:'tri∫nist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà nghiên cứu về lĩnh vực dinh dưỡng</td></tr></table><i/></div>",
            "word": "nutritionist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "nutritionist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "nutritionist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "nutritionist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nutritionist"
        }
    },
    "sentences": [
        {
            "en": "She's a famous <em>nutritionist</em>.",
            "vi": "Bà ta là nhà dinh dưỡng học nổi tiếng."
        },
        {
            "en": "She's studying to be a <em>nutritionist</em>.",
            "vi": "Cô ấy đang học để trở thành chuyên gia dinh dưỡng."
        },
        {
            "en": "<em>Nutritionist</em>: A <em>nutritionist</em> plans meals for patients based on their medical condition and needs. A <em>nutritionist</em> might also provide dietary guidance for kids to help them after they leave the hospital.",
            "vi": "Chuyên gia dinh dưỡng: lên thực đơn bữa ăn cho bệnh nhân dựa trên bệnh và nhu cầu của họ. Chuyên gia dinh dưỡng cũng có thể cung cấp hướng dẫn ăn kiêng cho trẻ sau khi xuất viện."
        },
        {
            "en": "The doctor advised him to see a <em>nutritionist</em> about his diet.",
            "vi": "Bác sĩ khuyên anh ta tìm đến nhà dinh dưỡng học hỏi về chế độ ăn kiêng của anh ta."
        },
        {
            "en": "She has also paid an army of advisers including a <em>nutritionist</em>, yoga teacher and kick-boxing coach.",
            "vi": "Cô ấy phải trả cho cả một đoàn cố vấn bao gồm một nhà dinh dưỡng, một giáo viên yoga và một huấn luyện viên môn đấm bốc."
        },
        {
            "en": "She has also paid an army of advisers including a <em>nutritionist</em>, yoga teacher and kick - boxing coach.",
            "vi": "Cô ấy phải trả cho cả một đoàn cố vấn bao gồm một nhà dinh dưỡng, một giáo viên yoga và một huấn luyện viên môn đấm bốc."
        },
        {
            "en": "Cassandra Barns is a <em>nutritionist</em> who specializes in energy, sleep and digestion. She explains how nutrients affect people in different ways at different ages.",
            "vi": "Cassandra Barns là một chuyên gia dinh dưỡng chuyên về năng lượng, giấc ngủ và tiêu hóa. Cô giải thích chất dinh dưỡng ảnh hưởng như thế nào đến con người theo các chiều hướng khác nhau ở những độ tuổi khác nhau."
        },
        {
            "en": "Here, <em>nutritionist</em> Cassandra Barns offers a comprehensive guide explaining the amount of calories and types of nutrients you need as you age.",
            "vi": "Ở đây, chuyên gia dinh dưỡng Cassandra Barns đưa ra một hướng dẫn toàn diện giải thích lượng calo và các loại chất dinh dưỡng mà bạn cần ở độ tuổi của bạn."
        },
        {
            "en": "Dr Alison Tedstone, chief <em>nutritionist</em> at Public Health England, said: \"This study clearly demonstrates that reducing portion sizes is a successful way to cut calories.",
            "vi": "Tiến sĩ Alison Tedstone, Giám đốc trung tâm nghiên cứu dinh dưỡng y tế công cộng Anh cho biết: \"nghiên cứu này chứng minh rõ ràng rằng việc giảm khẩu phần ăn thực sự là điều cần thiết để cắt lượng calo\""
        },
        {
            "en": "When you’re on vacation, the temptations to overdo the eating and drinking are everywhere, said the New York-based <em>nutritionist</em> Joy Bauer.",
            "vi": "Nhà nghiên cứu dinh dưỡng Joy Bauer tại New York cho biết, khi bạn đi nghỉ mát, những cám dỗ làm bạn phải ăn uống quá độ có mặt ở khắp mọi nơi."
        },
        {
            "en": "When you’re on vacation, the temptations to overdo the eating and drinking are everywhere, said the New York-based <em>nutritionist</em> Joy Bauer.",
            "vi": "Nhà nghiên cứu dinh dưỡng Joy Bauer tại New York cho biết, khi bạn đi nghỉ mát, những cám dỗ làm bạn phải ăn uống quá độ có mặt ở khắp mọi nơi."
        },
        {
            "en": "In fact, the brain is a very hungry organ -- the first of the body's organs to absorb nutrients from the food we eat, explains Bethany Thayer, RD, a Detroit <em>nutritionist</em> and spokeswoman for the American Dietetic Association (ADA).",
            "vi": "Thực vậy, Chuyên gia dinh dưỡng Bethany Thayer, kiêm phát ngôn viên của Tổ chức nghiên cứu về Chế độ dinh dưỡng của Mỹ (ADA) giải thích não là cơ quan rất “háu ăn” – đây là một trong những bộ phận đầu tiên của cơ thể hấp thụ dưỡng chất từ thức ăn chúng ta ăn vào."
        },
        {
            "en": "1. Salmon  Fatty fish, like salmon, is an excellent source of the omega-3 fatty acids DHA and EPA -- both essential for brain growth and function, says Andrea Giancoli, MPH, RD, a Los Angeles <em>nutritionist</em> and ADA spokeswoman.",
            "vi": "1. Cá hồi  Thạc sĩ y tế cộng đồng, chuyên gia dinh dưỡng ở Los Angeles, kiêm phát ngôn viên của tổ chức ADA, Andrea Giancoli, cho biết những loại cá béo, chẳng hạn như cá hồi, là nguồn cung cấp các axit béo omega-3 DHA và EPA tuyệt vời – cả hai loại axit béo omega-3 này là thành phần quan trọng cho sự tăng trưởng và hoạt động của não. "
        },
        {
            "en": "<em>Nutritionist</em> Linda Morgan from the University of Surrey wanted to see how efficient we are at processing food at night compared to in the morning. She conducted an experiment where participants were given the exact same foods at night and in the morning. Then she tested their blood glucose levels to see how much glucose their bodies were hanging onto.",
            "vi": "Chuyên gia dinh dưỡng Linda Morgan đến từ trường Đại học Surrey muốn biết hiệu quả của chúng ta như thế nào trong tiến trình nhận thức ăn vào ban đêm so với buổi sáng. Cô đã thực hiện một thí nghiệm mà người tham gia đã được cung cấp cùng một loại thực phẩm giống nhau vào ban đêm và vào buổi sáng. Sau đó, cô kiểm tra mức đường trong máu để xem có bao nhiêu glucose cơ thể của họ đã bị tăng lên."
        },
        {
            "en": "According to Lu Qi, one of the study’s authors and a <em>nutritionist</em> at the Harvard TH Chan School of Public Health, people who ate fresh chili had a lower risk of death from cancer, coronary heart disease and diabetes. At the same time, if you have problems or stomach ulcers you should stay away from the peppers since these kill cells inside the stomach and inflammation.",
            "vi": "Theo Lu Qi, một trong số các tác giả nghiên cứu và là một chuyên gia về dinh dưỡng tại Khoa Sức khoẻ cộng đồng TH Chan thuộc Harvard, thì những người ăn ớt tươi ít có nguy cơ tử vong do ung thư, bệnh động mạch vành và tiểu đường hơn. Nhưng nếu bạn bị đau dạ dày thì bạn nên tránh ăn ớt vì thức ăn này tiêu diệt các tế bào trong dạ dày và gây nóng."
        },
        {
            "en": "10 Bizarre Home Cures That Really Work         Of course there are some health staples you should never be without - bandages or OTC pain relievers come to mind. But you can treat or cure a surprising number of minor ailments with these unexpected household objects and foods. Next time you burn your tongue on piping hot pizza or come down with an unshakeable case of hiccups, keep these tips from The Big Doctors Book of Home Remedies in mind: Home cure: Vodka Use it for: Foot odor If your feet smell less than swell, wipe them down with a vodka-soaked washcloth to get rid of the stench. It’s the same principle as rubbing alcohol (which works equally well if you’d rather drink your Grey Goose). Vodka contains alcohol, which is antiseptic and drying, so it destroys odor-causing fungus and bacteria and dries out the moisture that lets these organisms grow.  Home cure: Pencil Use it for: Headaches When you’re stressed or anxious, you subconsciously clench your jaw and teeth; this strains the muscle that connects your jaw to your temples and can trigger a tension headache. A solution: “Put a pencil between your teeth but don’t bite,” says Fred Sheftell, M.D., director of the New England Center for Headache in Stamford, Conn. You automatically relax your jaw muscle to do this, which can prevent the pain. Home cure: Yogurt Use it for: Bad breath Preliminary research shows that the live bacteria in yogurt can suppress levels of bad breath–causing bacteria. “Good” bugs in yogurt may crowd out the “bad” stink-causing bacteria or create an unhealthy environment for it, says John C. Moon, DDS, a cosmetic and general dentist in Half Moon Bay, Calif. Home cure: Listerine Use it for: Blisters The classic breath freshener—and powerful antiseptic—can also do a number on blisters. Moisten a cotton ball with Listerine and dab it on your blister three times a day until the area dries out and no longer hurts, says Janet Maccaro, Ph.D., CNC, a holistic <em>nutritionist</em> and certified nutrition consultant in Scottsdale, Ariz. Home cure: Tennis ball Use it for: Achy feet For an easy, free mini massage that stretches and soothes your feet, slip off your shoes and roll each foot over a tennis ball, golf ball or soup can for a minute or two. To cool throbbing feet, roll them over a bottle of frozen water.  Home cure: Sugar Use it for: Hiccups A teaspoon of sugar swallowed dry can stop hiccups in minutes. The sugar is believed to modify the nerve muscles that would otherwise tell the muscles in the diaphragm to contract spasmodically and contribute to hiccups.  Home cure: Olives or lemons Use it for: Motion sickness Motion sickness causes you to produce excess saliva, which can make you nauseated, some doctors say. Compounds in olives called tannins dry out your mouth and can help soothe the queasies. Pop a couple at the first hint of nausea; sucking on a lemon or sipping a small amount of mint tea can also do the trick. Home cure: Vegetable oil Use it for: Brittle nails In order to really fix dry nails, you have to address the problem of too little moisture. In addition to using hand lotion regularly, try this nighttime treatment from dermatologist Dee Anna Glaser, M.D. Before you go to bed, apply vegetable oil to your hands, then put on vinyl gloves or wrap your hands in plastic wrap to keep the oil off your bedding. The hand coverings force the oil to penetrate your skin, preventing your hands and nails from getting too dry. Home cure: Peppermint or cinnamon gum Use it for: The stress of a traffic-packed commute  In a NASA-funded study, scientists from Wheeling Jesuit University monitored the responses of 25 college students during simulated driving scenarios. The volunteers reported that peppermint lowered their feelings of fatigue or anxiety by 20 percent. Peppermint and cinnamon each decreased frustration by 25 percent, increased alertness by 30 percent and made the ride seem 30 percent shorter. Not a gum or candy person? Buy peppermint or cinnamon aromatherapy diffusers for the car. Home cure: Apple Use it for: Whiter teeth Crunchy fruits and vegetables act as little toothbrushes when you chew them; they have a natural cleansing action that works on tooth enamel to remove stains. In particular, “apples have a gentle malic acid that also helps dissolve stains,” says Jennifer Jabow, DDS, of Park 56 Dental in New York City.",
            "vi": "10 Bizarre Home Cures That Really Work    Dĩ nhiên có một số sản phẩm y tế mà bạn không bao giờ nên không có – ví dụ như băng cuộn hoặc thuốc giảm đau OTC. Nhưng bạn có thể chữa trị hay xử lý một số khá nhiều những bệnh vặt với các vật dụng và thực phẩm có sẵn trong nhà mà bạn không ngờ tới. Lần sau nếu bạn làm phỏng lưỡi khi ăn bánh pizza nóng rẫy hoặc bị nất cục không dứt, hãy nhớ áp dụng những mẹo vặt của: The Big Doctors Book về Những mẹo vặt trong gia đình. Phương thuốc gia đình: Rượu vốt-ka Sử dụng khi: Mùi hôi chân Nếu bàn chân của bạn có mùi khó chịu, lau sạch chân bằng khăn thấm vodka để tống khứ mùi hôi. Đó là cùng nguyên lý như dùng cồn để rửa vết thương (cũng hiệu quả tương tự nếu bạn dùng rượu Grey Goose). Rượu vốt-ka chứa cồn, là thuốc sát khuẩn và làm khô, vì vậy nó huỷ diệt vi khuẩn và nấm gây ra mùi hôi đồng thời giữ chân khô thoáng khiến các sinh vật này không thể phát triển.   Phương thuốc gia đình: Bút chì Sử dụng khi: Nhức đầu Khi bạn bị căng thẳng hay lo lắng, bạn vô thức mím chặt hàm và răng; việc này làm căng cơ nối hàm của bạn với thái dương và có thể gây ra nhức đầu do căng cơ. Giải pháp: \"Đặt một cây bút chì nằm giữa răng của bạn nhưng không cắn,\" bác sĩ Fred Sheftell, giám đốc New England Center for Headache ở Stamford, Conn, khuyên bạn hãy làm như thế . Động tác đó giúp bạn thư giãn cơ hàm một cách tự động, nên có thể ngăn ngừa cơn đau. Phương thuốc gia đình: Sữa chua Sử dụng khi: Hơi thở có mùi Nghiên cứu sơ bộ cho thấy rằng vi khuẩn sống trong sữa chua có thể làm giảm số lượng của vi khuẩn gây ra mùi hơi thở. Bác sĩ răng hàm mặt John C Moon, thuộc viện Half Moon Bay, Cali, giải thích rằng những vi khuẩn \"tốt\" trong sữa chua có thể đánh bật các vi khuẩn \"xấu\" gây mùi hôi hoặc tạo môi trường không thuận lợi khiến các vi khuẩn đó không thể sinh sôi phát triển. Phương thuốc gia đình: Nước sát trùng lixtơrin Sử dụng khi: Bị bỏng giộp Chất làm thơm mát hơi thở cổ điển - và chất khử trùng mạnh - cũng có thể rất hiệu quả khi bị bỏng giộp. Làm ẩm cục bông với nước sát trùng lixtơrin và phủ nhẹ lên trên vết bỏng giộp của bạn ba lần một ngày cho đến khi vùng đó khô ráo và không còn đau - tiến sĩ Janet Maccaro, chuyên viên nghiên cứu và cố vấn dinh dưỡng, ở Scottsdale, Arizona – hướng dẫn. Phương thuốc gia đình: Banh quần vợt  Sử dụng khi: Bàn chân bị đau nhức Để xoa bóp nhẹ nhàng và thoải mái giúp thư giãn và làm êm dịu chân của bạn, cởi giày ra và lăn tròn mỗi bàn chân trên banh quần vợt, bóng gôn hay lon súp chừng 1 hay 2 phút. Để làm dịu bàn chân bị đau buốt, lăn tròn bàn chân trên một chai nước đá. Phương thuốc gia đình: Đường Sử dụng khi: Nấc cục Nuốt không một thìa cà phê đường có thể chấm dứt nấc cục trong nháy mắt. Đường được cho là có tác dụng điều chỉnh các cơ thần kinh mà nếu hoạt động sai sẽ làm cho các cơ trong cơ hoành co thắt không đều và góp phần tạo nên nấc cục. Phương thuốc gia đình: Quả chanh hoặc trái ô liu Sử dụng khi: Say tàu xe Theo bác sĩ, chứng say tàu xe làm bạn tạo ra nước bọt dư thừa, có thể làm bạn buồn nôn. Các hợp chất trong trái ô liu gọi là tanin giữ cho miệng của bạn khô và có thể giúp làm giảm buồn nôn. Dùng một chút khi vừa cảm thấy buồn nôn; ngậm 1 lát chanh hoặc nhấp một chút trà bạc hà cũng có thể chống say tàu xe. Phương thuốc gia đình: dầu thực vật Sử dụng khi: Móng tay dễ gãy Để thực sự sửa chữa móng tay khô, bạn phải giải quyết vấn đề về độ ẩm quá ít. Ngoài việc sử dụng kem thoa tay thường xuyên, hãy thử cách điều trị vào ban đêm do bác sĩ chuyên khoa da liễu Dee Anna Glaser hướng dẫn: Trước khi đi ngủ, hãy xoa dầu thực vật vào bàn tay, sau đó mang găng tay vinyl hoặc quấn bàn tay bạn trong bọc nhựa để tránh làm dây dầu ra giường ngủ của bạn. Găng tay sẽ làm cho dầu thấm vào da của bạn, làm bàn tay và móng bạn không trở nên quá khô. Phương thuốc gia đình: kẹo cao su bạc hà hoặc quế Sử dụng khi: Căng thẳng khi đi lại trên các phương tiện giao thông đông đúc Trong một nghiên cứu do NASA tài trợ, các nhà khoa học từ Đại học Wheeling Jesuit theo dõi phản ứng của 25 sinh viên cao đẳng trong những kịch bản điều khiển mô phỏng. Người sinh viên tình nguyện đó đã cho biết là bạc hà làm giảm cảm giác mệt mỏi hoặc lo âu của họ khoảng 20 phần trăm. Bạc hà và quế mỗi hạ thấp sự thất vọng xuống 25 phần trăm, tăng cường tỉnh táo 30 phần trăm và làm cho chuyến đi có vẻ ngắn hơn 30 phần trăm. Còn nếu như bạn là người không thích nhai kẹo hay sing-gum? Hãy dùng bình xịt tạo mùi thơm cho xe hơi có mùi bạc hà hay quế. Phương thuốc gia đình: Táo Sử dụng khi: Làm trắng răng hơn Trái cây và rau củ cứng giòn sẽ có tác dụng như là một cái bàn chải răng nhỏ khi bạn nhai chúng; chúng có tác động làm sạch tự nhiên trên men răng giúp xoá bỏ các vết ố xỉn màu. Đặc biệt là, \"táo chứa có chứa axít malic loãng cũng giúp làm mờ các vết ố trên răng\", theo Bác sĩ Răng hàm mặt Jennifer Jabow ."
        },
        {
            "en": "Article Date: 23 May 2010 One of the most common questions received in our feedback emails is \"how much should I weigh for my height?\" In this article, we will explain the most common ways in which this can be calculated.  To determine how much you should weigh (your ideal body weight) several factors should be considered, including age, muscle-fat ratio, height, sex, and bone density.  Some people suggest that calculating your Body Mass Index (BMI) is the best way to decide whether your body weight is ideal. Others say that BMI is faulty as it does not account for muscle mass and that waist-hip ratio is better.  One person's ideal body weight may be completely different from another's. If you compare yourself to family and friends you risk either aiming too high if you are surrounded by obese or overweight people, or too low if everyone around you works as fashion models.  Even comparing yourself with people outside your immediate surroundings may not work.  The levels of overweight and obesity in one country, such as the USA or UK, are much higher than in The Netherlands. So a Dutch person may aim for a lower ideal weight than an American if all he did was to compare himself to other people.  \nIs Body Mass Index (BMI) a good measure?\n Your BMI is your weight in relation to your height.  \nBMI metric units: Your weight (kilograms) divided by the square of your height (meters)  e.g. Weight 80 kilograms. Height 1.8 meters.  1.82 meters = 3.24 80 divided by 3.24 = BMI 24.69. \nImperial units: Your weight (pounds) times 703, divided by the square of your height in inches.  e.g. Weight 190 pounds. Height 6 ft (72 inches)  722 = 5184 190 x 703 divided by 5184 = BMI 25.76\n Health authorities worldwide mostly agree that:  \nPeople with a BMI of less than 18.5 are underweight. \nA BMI of between 18.5 and 25 is ideal. \nSomebody with a BMI between 25 and 30 is classed as overweight. \nA person with a BMI over 30 is obese. \n In some countries health authorities say the lower limit for BMI is 20, anything below it is underweight.  What is the problem with BMI?  BMI is a very simple measurement which does not take into account the person's waist, chest or hip measurements. An Olympic 100 meters sprint champion may have a BMI higher than a couch potato of the same height. The couch potato may have a big belly, not much muscle and a lot of body fat on his hips, upper thighs, in his blood and other parts of his body. While the athlete will have a smaller waist, much less body fat, and most likely enjoy better health. According to a purely BMI criteria, the couch potato is healthier.  BMI does not take into account bone density (bone mass). A person with severe osteoporosis (very low bone density) may have a lower BMI than somebody else of the same height who is healthy, but the person with osteoporosis will have a larger waist, more body fat and weak bones.  Many experts criticize BMI as not generally useful in evaluation of health. It is at best a rough ballpark basic standard that may indicate population variations, but should not be used for individuals in health care.  Put simply: experts say that BMI underestimates the amount of body fat in overweight/obese people and overestimates it in lean or muscular people.  \nWhat is Waist-hip ratio (WHR)\n This is the ratio of the circumference of your waist to that of your hips. You measure the smallest circumference of your waist, usually just above your belly button, and divide that total by the circumference of your hip at its widest part.  If a woman's waist is 28 inches and her hips are 36 inches, her WHR is 28 divided by 36 = 0.77. Below is a breakdown of WHR linked to risk of cardiovascular health problems.  Male WHR \nLess than 0.9 - low risk of cardiovascular health problems\n0.9 to 0.99 - moderate risk of cardiovascular health problems\n1 or over - high risk of cardiovascular problems\n Female WHR \nLess than 0.8 - low risk of cardiovascular health problems\n0.8 to 0.89 - moderate risk of cardiovascular health problems\n0.9 or over - high risk of cardiovascular problems\n The WHR of a person is a much better indicator of whether their body weight is ideal and what their risks of developing serious health conditions are, compared to BMI. Various studies have shown that people with apple-shaped bodies - who have larger WHRs - have higher health risks compared to people with pear-shaped bodies - who have lower WHRs. An apple-shaped person will have more fat accumulating on the waist, while a pear-shaped person has the fat accumulating on the hips.  A woman with a WHR of less than 0.8 is generally healthier and more fertile than females with higher WHRs. They are less likely to develop diabetes, most cancers, or cardiovascular disorders. Similarly, men with a WHR no more than 9 are generally healthier and more fertile than men with higher WHRs, and less likely to develop serious conditions or diseases.  Studies indicate that if WHR were to replace BMI as a predictor of heart attack worldwide, figures would include many more people.  What is the problem with WHR?  WHR does not accurately measure a person's total body fat percentage, or their muscle-to-fat ratio. However, it is a better predictor of ideal weight and health risks than BMI.  \nWhat is Body Fat Percentage? \n Your body fat percentage is the weight of your fat divided by your total weight. The result indicates your essential fat as well as storage fat.  \n\nEssential fat - this is the amount of fat we need to survive. Women require a higher percentage than men. Essential fat is 2%-5% in men, and 10%-13% in women. \n\nStorage fat - this consists of fat accumulation in adipose tissue, some of which protects our internal organs in the chest and abdomen. \n\nTotal body fat percentage - this is essential fat plus storage fat. \n The American Council on Exercise recommends the following percentages:  Essential fat \nWomen 10-12%\nMen 2-4%\n Total fat \nAthletes\n\nMen 6-13%\nWomen 14-20%\n\nNon-athletes classed as fit\n\nMen 14-17%%\nWomen 21-24\n\nAcceptable\n\nMen 18-25%\nWomen 25-31%\n\nOverweight\n\nMen 26-37%\nWomen 32-41%\n\nObese\n\nMen 38% or more\nWomen 42% or more\n\n Many experts say that calculating people's body fat percentage is the best way to gauge their fitness level because it is the only measurement that includes the body's true composition. Any male whose body fat percentage is over 25% or female over 31% is either overweight or possibly obese.  Body fat percentage would not make the couch potato seem fitter than the 100 meter Olympic champion - as was the case with BMI.  There are various ways of calculating a person's body fat percentage. None of them can give a 100% accurate figure, but the estimates are accepted as fairly close. Examples include near-infrared interactance, dual energy X-ray absorptiometry, and bioelectrical impedance analysis.  Many gyms and doctor's practices have devices that can tell you what your body fat percentage is.  \nConclusion\n This article has briefly explained three ways to help you find out whether your weight is ideal, and what your target should be if it is not. You can work out your BMI, WHR, or Body Fat Percentage.  BMI and WHR can be done easily in your home. WHR is more accurate than BMI. However, BMI is a useful indicator if you are an \"average\" person - not an Olympic athlete.  If you embark on a weight loss regime that includes exercise and diet, bear in mind that the exercise will probably increase your muscle mass, which may increase your weight, even though your waist may shrink. Muscle weighs more than fat.  It might be better to aim for target waist, hips and chest measurements. A Waist-hip ratio goal is also possible. If you feel really dedicated, check your Body Fat Percentage; if you are not happy with the reading, discuss a realistic target with a <em>nutritionist</em>, sports scientist, or personal trainer and go for it!  How Much Should I Weigh? Written by Christian Nordqvist Article date: 23 May 2010 Copyright: Medical News Today",
            "vi": "Bài báo ngày: 23 tháng 5 năm 2010 Một trong những câu hỏi thường gặp nhất trong email phản hồi của chúng tôi là “Với chiều cao của mình, tôi nên cân nặng bao nhiêu?”. Trong bài viết này, chúng tôi sẽ giải thích những cách phổ biến nhất để tính toán điều này. Để xác định bạn nên cân nặng bao nhiêu (trọng lượng cơ thể lý tưởng của bạn) nhiều yếu tố nên được xem xét, bao gồm tuổi, tỷ lệ cơ - mỡ, chiều cao, giới tính, và mật độ xương. Một số người cho rằng tính toán Chỉ số Hình thể (BMI) là cách tốt nhất để quyết định trọng lượng cơ thể lý tưởng của bạn là bao nhiêu. Những người khác lại cho rằng chỉ số BMI là sai vì nó không tính đến khối lượng cơ và cho rằng tỷ lệ eo-hông là tốt hơn. Trọng lượng cơ thể lý tưởng của một người có thể hoàn toàn khác với một người khác. Nếu bạn so sánh mình với gia đình và bạn bè, bạn sẽ có nguy cơ hoặc mục tiêu quá cao nếu xung quanh bạn là những người béo phì hoặc thừa cân, hoặc quá thấp nếu tất cả mọi người xung quanh bạn có ngoại hình như người mẫu thời trang. Thậm chí so sánh bản thân với mọi người bên ngoài môi trường cận kề quanh bạn cũng có thể không hiệu quả. Mức độ thừa cân và béo phì ở một quốc gia, như là Mỹ hoặc Vương quốc Anh, cao hơn nhiều so với tại Hà Lan. Vì vậy, một người Hà Lan có thể đặt ra mục tiêu cho một trọng lượng lý tưởng thấp hơn so với một người Mỹ nếu tất cả những gì ông làm là để so sánh mình với người khác. Chỉ số hình thể (BMI) là một thước đo tốt? BMI là trọng lượng của bạn so với chiều cao của bạn. \nĐơn vị tiêu chuẩn đo lường BMI: Trọng lượng của bạn (ki-lô-gam) chia cho bình phương chiều cao của bạn (mét)\n Ví dụ: Trọng lượng 80 kg. Chiều cao 1,8 mét. 1,82 m = 3,24 80 chia cho 3,24 = BMI 24,69. Đơn vị đo lường Anh: Trọng lượng của bạn (ao-xơ) nhân cho 703, chia cho bình phương chiều cao của bạn tính theo in. Ví dụ: Trọng lượng 190 ao-xơ. Chiều cao 6 phút (72 in) 722 = 5184 190 x 703 chia cho 5184 = BMI 25,76 Các cơ quan y tế trên toàn thế giới hầu hết đều đồng ý : \nNgười có BMI nhỏ hơn 18.5 là thiếu cân.\n\nChỉ số BMI từ 18,5 đến 25 là lý tưởng.\n\n\nNgười có chỉ số BMI từ 25 đến 30 được phân loại là thừa cân.\n\n\nMột người có chỉ số BMI trên 30 là béo phì.\n\n Ở một số nước, cơ quan y tế có thẩm quyền cho rằng giới hạn dưới đối với chỉ số BMI là 20, bất cứ chỉ số nào bên dưới nó đều là thiếu cân. Vấn đề với chỉ số BMI là gì? BMI là một phép đo rất đơn giản mà không tính đến số đo vòng eo, ngực hoặc hông của một người. Một nhà vô địch chạy nước rút 100 mét của Thế Vận Hội có thể có BMI cao hơn người suốt ngày chỉ ngồi xem ti vi có cùng chiều cao. Người suốt ngày chỉ ngồi xem ti vi có bụng lớn, cơ bắp không nhiều và rất nhiều lớp mỡ của cơ thể ở hông, đùi trên, trong máu và các bộ phận khác của cơ thể. Trong khi vận động viên sẽ có vòng eo nhỏ hơn, lượng mỡ cơ thể ít hơn nhiều, và rất có khả năng khoẻ mạnh hơn. Nhưng nếu chỉ theo tiêu chuẩn BMI đơn thuần, người suốt ngày chỉ ngồi xem ti vi sẽ khoẻ mạnh hơn. BMI không tính đến mật độ xương (khối lượng xương). Một người bị loãng xương nặng (mật độ xương rất thấp) có thể có chỉ số BMI thấp hơn so với người khỏe mạnh khác có cùng chiều cao, nhưng người bị loãng xương sẽ có một vòng eo lớn hơn, nhiều mỡ cơ thể hơn và xương yếu. Nhiều chuyên gia chỉ trích BMI là không hữu ích trong việc đánh giá sức khỏe. Nó là một tiêu chuẩn ước tính thô có thể chỉ ra sự thay đổi dân số, nhưng không nên được sử dụng cho các cá nhân trong chăm sóc sức khỏe. Nói một cách đơn giản: Các chuyên gia cho rằng BMI đánh giá thấp lượng chất béo của cơ thể ở những người thừa cân / béo phì và đánh giá quá cao nó trong những người gầy hoặc có cơ bắp. Tỷ lệ eo-hông (WHR) là gì \nĐây là tỷ lệ chu vi vòng eo với chu vi vòng hông của bạn. Bạn đo chu vi nhỏ nhất của eo, thường là ngay phía trên rốn, và chia cho tổng số chu vi của hông ở phần rộng nhất của nó. Nếu vòng eo của một phụ nữ là 28 in và hông của cô ấy là 36 in, WHR của cô ấy là 28 chia cho 36 = 0,77. Dưới đây là bảng thống kê các chỉ số của WHR liên quan đến nguy cơ của các vấn đề sức khỏe tim mạch. Chỉ số hình thể của nam \n\nÍt hơn 0.9 - nguy cơ thấp của các vấn đề sức khỏe tim mạch\n\n\n0,9 đến 0,99 - nguy cơ vừa phải của các vấn đề sức khỏe tim mạch\n\n\n1 trở lên - có nguy cơ cao của các vấn đề tim mạch\n\n Chỉ số hình thể của nữ \n\nÍt hơn 0,8 - nguy cơ thấp của các vấn đề sức khỏe tim mạch\n\n\n0,8 đến 0,89 - nguy cơ vừa phải của các vấn đề sức khỏe tim mạch\n\n\n0,9 trở lên - có nguy cơ cao của các vấn đề tim mạch\n\n Chỉ số WHR của một người là một chỉ số tốt hơn nhiều cả về trọng lượng cơ thể lý tưởng và các nguy cơ mắc những vấn đề sức khỏe nghiêm trọng so với BMI. Nhiều nghiên cứu khác nhau đã chỉ ra rằng những người có thân hình quả táo – có chỉ số hình thể cao hơn - có nguy cơ sức khỏe cao hơn so với những người có thân hình quả lê – có chỉ số hình thể thấp hơn. Một người có thân hình quả táo sẽ có nhiều chất béo tích tụ trên thắt lưng hơn, trong khi một người có thân hình quả lê sẽ có chất béo tích tụ trên hông. Một người phụ nữ với chỉ số WHR nhỏ hơn 0,8 nhìn chung sẽ khỏe mạnh hơn và có khả năng sinh sản tốt hơn so với những phụ nữ có chỉ số WHR cao hơn. Họ ít có khả năng mắc bệnh tiểu đường, hầu hết các bệnh ung thư, hoặc các rối loạn tim mạch. Tương tự như vậy, người đàn ông với chỉ số WHR thấp hơn 9 thường khỏe mạnh hơn và có khả năng sinh sản tốt hơn so với những người có chỉ số WHR cao hơn, và ít có khả năng mắc các rối loạn hoặc bệnh nghiêm trọng. Các nghiên cứu chỉ ra rằng nếu WHR để thay thế chỉ số BMI như một dấu hiệu cho đau tim trên toàn thế giới, con số này sẽ bao gồm nhiều người hơn. Vấn đề với WHR là gì? WHR không đo chính xác tỷ lệ phần trăm mỡ tổng cộng trong cơ thể của một người hoặc tỷ lệ cơ-mỡ của họ. Tuy nhiên, nó là một yếu tố dự báo tốt hơn về trọng lượng lý tưởng và các nguy cơ sức khỏe so với BMI. Tỷ lệ phần trăm mỡ trongcơ thể là gì? Tỷ lệ phần trăm mỡ trong cơ thể của bạn là trọng lượng của chất béo chia cho tổng trọng lượng của bạn. Kết quả cho thấy chất béo thiết yếu cũng như là chất béo dư thừa. \n\nChất béo thiết yếu - đây là lượng chất béo chúng ta cần để tồn tại. Phụ nữ đòi hỏi một tỷ lệ phần trăm cao hơn nam giới. Chất béo cần thiết là 2% -5% ở nam giới, và 10% -13% ở phụ nữ.\n\n\nChất béo dư thừa - bao gồm sự tích lũy chất béo trong mô mỡ, trong đó có một số bảo vệ cơ quan nội tạng của chúng ta trong ngực và bụng.\n\nTỷ lệ phần trăm tổng cộng của chất béo trong cơ thể - là chất béo thiết yếu cộng với chất béo dư thừa.\n\n Hiệp hội thể dục Hoa Kỳ  khuyến nghị tỷ lệ phần trăm như sau: Chất béo thiết yếu \nPhụ nữ 10-12%\nNam giới 2-4%\n Chất béo tổng cộng \n\nCác vận động viên\n\n\nNam giới 6-13%\nPhụ nữ 14-20%\n\nKhông phải vận động viên nhưng có cơ thể cân đối\n\nNam giới 14-17%%\nPhụ nữ 21-24\n\n\nChấp nhận được\n\n\nNam giới 18-25%\nPhụ nữ 25-31%\n\nThừa cân\n\nNam giới 26-37%\nPhụ nữ 32-41%\n\nBéo phì\n\nNam giới từ 38% trở lên\nPhụ nữ từ 42% trở lên\n\n Nhiều chuyên gia nói rằng tính toán tỷ lệ phần trăm mỡ trong cơ thể người là cách tốt nhất để đánh giá mức độ cân xứng của họ, vì đó là cách đo lường duy nhất bao gồm các thành phần thực sự của cơ thể. Bất kỳ người đàn ông nào có tỷ lệ chất béo trong cơ thể hơn 25% và phụ nữ trên 31% thì có thể thừa cân lẫn béo phì. Tỷ lệ phần trăm mỡ trong cơ thể sẽ không làm người suốt ngày chỉ ngồi xem ti-vi trông khỏe mạnh hơn nhà vô địch chạy 100m của Thế Vận Hội - như trong trường hợp với BMI. Có rất nhiều cách tính tỷ lệ phần trăm mỡ trong cơ thể của một người. Không ai trong số các cách đó có thể đưa ra con số chính xác 100%, nhưng ước tính được chấp nhận là khá gần đúng. Nhiều phòng tập thể dục và phòng khám của bác sĩ có các thiết bị có thể cho bạn biết tỷ lệ phần trăm mỡ trong cơ thể của mình là bao nhiêu. Kết luận Bài viết này đã giải thích ngắn gọn 3 cách để giúp bạn tìm ra trọng lượng của mình có lý tưởng hay không, và mục tiêu của bạn nếu nó chưa được như ý. Bạn có thể tính toán chỉ số BMI, WHR, hoặc tỷ lệ phần trăm mỡ trong cơ thể của bạn. BMI và WHR có thể được thực hiện dễ dàng trong nhà bạn. Chỉ số WHR chính xác hơn BMI. Tuy nhiên, BMI là một chỉ số hữu ích nếu bạn là một người \"trung bình\" - không phải là một vận động viên Thế Vận Hội. Nếu bạn bắt tay vào một chế độ giảm cân bao gồm tập thể dục và ăn kiêng, lưu ý rằng tập thể dục có thể sẽ tăng khối lượng cơ bắp của bạn, có thể làm tăng trọng lượng của bạn, mặc dù vòng eo của bạn có thể thu nhỏ. Cơ bắp nặng hơn mỡ. Có thể tốt hơn khi đặt mục tiêu cho các số đo eo, hông và ngực. Một mục tiêu tỷ lệ eo - hông cũng có thể khả thi. Nếu bạn cảm thấy thực sự có quyết tâm, hãy kiểm tra tỷ lệ phần trăm mỡ trong cơ thể của bạn, nếu bạn không hài lòng với bài báo này, hãy thảo luận về một mục tiêu thực tế với một chuyên gia dinh dưỡng, các nhà khoa học thể thao, hoặc một huấn luyện viên cá nhân và cố gắng hết sức! Tôi nên cân nặng bao nhiêu? Tác giả: Christian Nordqvist Ngày: 23/05/2010 Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}