{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['nʌti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nhiều quả hạch</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có mùi vị hạt phỉ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) say mê, thích</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to be nutty on </font><font color=\"#7E7E7E\">(</font><font color=\"#1371BB\">upon</font><font color=\"#7E7E7E\">) </font><font color=\"#1371BB\">someone </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">mê ai</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) bảnh, diện</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) đượm đà, hấp dẫn, thú vị (truyện)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ), (từ lóng) điên, quẫn, mất trí</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">as nutty as a fruitcake</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">gàn bướng, quái gỡ</td></tr></table><i/></div>",
            "word": "nutty",
            "pronounce": "['nʌti]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>nutty</k><blockquote>■ <cclass>adjective (<cclass><b>nuttier</b>, <cclass><b>nuttiest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 tasting like nuts. </blockquote></blockquote><blockquote><blockquote>    ⁃ containing a lot of nuts. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal mad. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>nuttiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "nutty",
            "pronounce": "['nʌti]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>nutty</k><blockquote>▸ <cclass>adjective <cclass><i>(informal)</i></cclass></cclass></blockquote><blockquote><b>1</b><i>they're all nutty.</i>: <i>See</i><kref>mad</kref> sense 1.</blockquote><blockquote><b>2</b><i>she's nutty about Elvis.</i>: <i>See</i><kref>nuts</kref> sense 2.</blockquote></div>",
            "word": "nutty",
            "pronounce": "['nʌti]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>nutty</k><blockquote><blockquote><ex><abr>adj.</abr> (slang) </ex></blockquote></blockquote><blockquote><blockquote><ex>1) nutty to + <abr>inf.</abr> (it's nutty to behave like that) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>misc.</abr>) as nutty as a fruitcake</ex></blockquote></blockquote></div>",
            "word": "nutty",
            "pronounce": "['nʌti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "nutty",
            "pronounce": "['nʌti]"
        }
    },
    "sentences": [
        {
            "en": "Be <em>nutty</em> on",
            "vi": "Mê ai"
        },
        {
            "en": "Be <em>nutty</em> upon",
            "vi": "Mê ai"
        },
        {
            "en": "As <em>nutty</em> as a fruitcake",
            "vi": "Gàn bướng"
        },
        {
            "en": "She's got some <em>nutty</em> friends.",
            "vi": "Cô ấy có vài người bạn hơi tưng tửng."
        },
        {
            "en": "She's <em>nutty</em> as a fruitcake.",
            "vi": "Cô ấy hoàn toàn thuộc loại người điên rồ."
        },
        {
            "en": "I am <em>nutty</em> on this singer.",
            "vi": "Tôi rất mê ca sĩ này."
        },
        {
            "en": "He is as <em>nutty</em> as a fruitcake.",
            "vi": "Ông ta là người quái gở."
        },
        {
            "en": "I am <em>nutty</em> upon this singer.",
            "vi": "Tôi rất mê ca sĩ này."
        },
        {
            "en": "Her son is as <em>nutty</em> as a fruitcake.",
            "vi": "Con trai bà ta quái gỡ lắm."
        },
        {
            "en": "He described it as having a <em>nutty</em> flavour.",
            "vi": "Anh ấy mô tả nó như là một hương vị rất hấp dẫn."
        },
        {
            "en": "He has a <em>nutty</em> idea about buying a castle in England.",
            "vi": "Anh ta có một ý tưởng điên rồ về việc mua một lâu đài ở nước Anh."
        },
        {
            "en": "It's a very smooth whisky with aromas of butterscotch, spice, vanilla, and a slight <em>nutty</em> character.",
            "vi": "Đó là một loại whisky có vị nhẹ với hương thơm của bơ, gia vị, vani và một đặc trưng hương quả hạch nhẹ."
        },
        {
            "en": "The woman who lives next door to us is as <em>nutty</em> as a fruitcake.",
            "vi": "Người đàn bà sống cạnh nhà chúng tôi rất điên rồ."
        },
        {
            "en": "He's as <em>nutty</em> as a fruitcake. Do you know what he did yesterday? He had lunch out I the garden in the pouring rain.",
            "vi": "Ông ta điên hết chỗ nói. Anh có biết hôm qua ông ta làm gì không? Ông ta ăn trưa ngoài vườn trong khi trời mưa như trút."
        },
        {
            "en": "After deep-fried, the cake is getting golden brown, crispy and aromatic. Hiding under that crispy cover is the sweet and <em>nutty</em> flavor of potato, rice, and mung bean. So just relish it and discover how tasty it is!",
            "vi": "Sau khi chiên qua dầu mỡ, bánh có màu nâu vàng, giòn và thơm. Ẩn bên trong lớp vỏ giòn rụm là vị ngọt thanh và vị đậm đà của khoai tây, gạo và đậu xanh. Giờ chỉ việc thưởng thức và cảm nhận hương vị của nó."
        },
        {
            "en": "Barley Try this <em>nutty</em>, whole grain in place of rice with dinner or simmer barley into soups and stews. The fiber in barley can help lower cholesterol levels and may lower blood glucose levels, too. Tip: Hulled or \"whole grain\" barley is the most nutritious. Barley grits are toasted and ground; nice for cereal or as a side dish. Pearl barley is quick, but much of the heart-healthy fiber has been removed.",
            "vi": "Lúa mạch Bạn hãy dùng thử món ngũ cốc nguyên hạt hấp dẫn này thay vì ăn cơm vào buổi tối hoặc ninh nhỏ lửa lúa mạch thành xúp và món canh hầm. Chất xơ trong lúa mạch có thể giúp làm giảm nồng độ cholesterol đồng thời làm giảm nồng độ đường huyết nữa.  Lời khuyên: Lúa mạch tróc vỏ hoặc “nguyên hạt” là nhiều dưỡng chất nhất. Yến mạch lứt được nướng và xay nhuyễn ra; làm món ngũ cốc ngon hoặc dùng như một món ăn phụ. Lúa mạch hạt lớn chế biến nhanh, nhưng nhiều chất xơ có lợi cho sức khỏe tim mạch đã bị mất."
        },
        {
            "en": "Brown rice    health benefits of brown rice What is brown rice? Brown rice is also called 'unpolished rice' and is brown in color. It is actually how all rice would look before it goes through the entire process of polishing. Every rice grain has an outer layer of a slightly stiff cover called the 'hull' or husk. The husk is always removed from the seed for both white and brown rice. Under this layer is a thin brownish layer called the 'bran' layer. This brownish layer on the rice seed clings to the seed and is removed through a polishing process. In the case of brown rice, the brownish bran layer is left intact and only the top stiff cover is removed.  Brown rice is believed to be more nutritious as compared to white rice as, there are many nutrients in the brown layer that normally get taken off in the polishing process. When you cook brown rice, you would need to soak it in water for around 25 minutes to 30 minutes before doing the normal cooking process. If you thought that brown rice would be cheaper than white rice as it is only partially processed, you are wrong. You will find that in most shops and grocery stores, brown rice costs much more than white rice. What are the health benefits of brown rice? There are some proven reasons regarding the nutrition benefits of brown rice. The news that brown rice brings positive health benefits is fast spreading and people in many countries have started eating brown rice or at least, a combination of white rice and brown rice. The most important thing about brown rice is that it is rich in fiber which is present in the brown bran layer of the grains. The health benefits of a high fiber diet are being stressed by medical experts and this alone is a very good reason why you should eat brown rice instead of the regular white rice. The health benefits of high fiber content foods are numerous, it reduces the possibility of heart diseases, helps avoid abrupt spikes in sugar levels, helps digestion and reduces constipation etc. Some medical tests have indicated that the health benefits of brown rice could include controlling high blood pressure. Besides high fiber content, brown rice also contains other nutrients like, B vitamins, manganese, selenium and iron. By eating brown rice, you will also get the health benefits that such nutrients give the human body. Cooking brown rice. Most of us are quite used to cooking white rice and the basic concept remains the same when cooking brown rice too. However, when you make brown rice make sure that you allow the rice to soak in the water for around 25 to 30 minutes before turning on the heat. This is the right way to cook brown rice as the grains are a bit more tough and stiff. Soaking in water before cooking the brown rice helps to soften the grains. Cooking the brown rice with too much of water makes the grains stick together and feel like a paste. On the other hand using too little water to cook brown rice will, make the grains too stiff and will also not bring out the full flavour of brown rice. Many cooks would offer advise on how to cook brown rice, but it is best for you to learn the basics and then do the fine tuning to suit your taste. Brown rice storing tips. If you look at the brown rice grains, you will notice the brownish bran layer that clings to the grain. In the normal process used to get white rice, this bran layer would be taken off in a polishing process. It is this bran layer that can be affected by prolonged storage and give the brown rice a rancid flavour if stored for more than four to five months. The rancid flavour of brown rice when stored for long periods, is due the natural oils in the bran layer of the rice grains becoming stale. You can increase the shelf life of brown rice by refrigerating the (uncooked) rice. However if you make a direct comparison, white rice has a longer shelf life as compared to brown rice. When you shop for your brown rice, check the manufacturing date on the packet and choose a store that has a high customer turnaround. brown rice and white rice, a comparison. Starting off with the external appearance, white rice is white because of the full polish that is given to the rice. Brown rice can be either fully brown or be a lighter shade of brown depending on the extent to which it has been polished or whether it has been polished at all. White rice has the husk and the bran layer removed from the seed whereas, brown rice retains the bran (fully or partially), the husk is ofcourse removed for brown rice as well. Cooking white rice involves washing the rice and then cooking it, there is no need to soak the rice before cooking. Brown rice on the other hand, should be washed and then soaked in water for around 25 to 30 minutes before being cooked. Soaking is required for brown rice before cooking because, of the bran layer on top of the seed. The soaking process before cooking brown rice is meant to soften the bran layer on the seed. If you compare the texture of brown rice and white rice after cooking, the brown rice will have a much firmer texture than white rice. It is this <em>nutty</em> kind of flavour that makes people love brown rice once they have tried it. White rice on the other hand gets a little softer when cooked. Brown rice has an appetising flavour of it's own, on the other hand white rice is often enhanced with other flavours. Some Asian countries have become experts in adding flavour and fragrance to white rice. This is very rarely done in the case of brown rice and the natural flavour of this rice is one of the reasons for it's growing popularity. White rice has a longer shelf life as compared to brown rice. Brown rice develops a rancid flavour if stored unrefrigerated for more than 5 to 6 months. This is due to the natural oils in the bran layer becoming stale with time. It is something that you should remember especially if you are used to buying and eating white rice and have made a recent switch to brown rice. Coming to the economics between brown and white rice, one would expect brown rice to be cheaper than white rice as it is rice that has not been completely polished. However, the truth is that brown rice is more expensive than white rice. The reason is possibly because brown rice despite it's growing popularity, has a total consumption that is less than white rice.  Much coverage has been given in this report to the health benefits of brown rice. If you had to compare brown rice and white rice on the basis of nutrition and health benefits, brown rice would surely come out the winner. For the health consciousnes, brown rice would be the obvious choice as many health benefits of brown rice have been medically proved. Suggestions for eating brown rice. If you have never eaten brown rice before and would like to make a start, a good idea would be to mix one portion of white rice and one portion of brown rice when cooking. Gradually reduce the proportion of white rice and allow the brown rice to be the major portion in your rice consumption. You will soon start liking the rich nut like flavour and texture of brown rice. Continue with your brown rice diet and if you ever try white rice again, you will immediately feel that it has a bland and starchy flavour that does not impress you. Few people change back to eating white rice after having eaten brown rice for a couple of months. You might find that some brown rice seeds are very brown while others look like they have been partly stripped of the bran (brown layer). This is because the polish process may be completely left off (fully brown seeds) or partially done. In cases where the brown rice is partially polished, the seeds could appear to have a lighter shade of brown or even appear a bit patchy with brown and white patches. The cooking time and soaking time for the rice might differ based on the extent to which the rice is polished. A little practice would enable you to work out the right amounts of soaking time and the right quantity of water to be added when cooking your brown rice. The information in this article is aimed at providing general information and awareness regarding brown rice. It is not meant to replace the medical advice of a doctor or health specialist.",
            "vi": "Gạo lức    Các lợi ích sức khỏe của gạo lức Gạo lức là gì? Gạo lức còn có tên gọi khác là “gạo không đánh bóng” và có màu nâu. Thực ra tất cả các loại gạo đều có vẻ như thế trước khi qua toàn bộ quá trình đánh bóng. Mỗi hạt gạo đều có một lớp vỏ ngoài hơi cứng gọi là “vỏ trấu” hay vỏ. Người ta tách lớp vỏ trấu này khỏi hạt để có cả gạo trắng và gạo lức. Dưới lớp này là lớp màu nâu mỏng gọi lớp 'cám'. Lớp cám nâu trên gạo này bám vào hạt gạo và bị làm tróc qua quá trình đánh bóng. Đối với gạo lức thì lớp cám màu nâu vẫn còn nguyên vẹn và chỉ có lớp vỏ trấu cứng bên ngoài bị bong tróc thôi. Gạo lức được cho là bổ dưỡng hơn nhiều so với gạo trắng vì có nhiều dưỡng chất nằm ở lớp cám nâu thường bị làm tróc đi trong quá trình đánh bóng. Khi nấu, bạn cần ngâm gạo lức trong nước khoảng chừng từ 25 đến 30 phút trước khi thực hiện một quy trình làm bếp bình thường. Nếu bạn nghĩ rằng gạo lức sẽ rẻ hơn gạo trắng vì gạo lức chỉ được thực hiện một phần công đoạn thì bạn đã nhầm rồi đấy. Bạn sẽ thấy là trong hầu hết cửa tiệm và cửa hàng tạp hoá, thì gạo lức đắt hơn nhiều so với gạo trắng. Những lợi ích sức khỏe của gạo lức là gì? Có một số lý do đã được chứng minh liên quan đến lợi ích dinh dưỡng của gạo lức. Thông tin gạo lức mang lại nhiều lợi ích sức khỏe tốt lan truyền rất nhanh và người dân ở nhiều quốc gia đã bắt đầu ăn gạo lức hoặc ít nhất là kết hợp ăn cả gạo trắng và gạo lức. Điều quan trọng nhất của gạo lức là nó giàu chất xơ nằm trong lớp cám nâu của hạt gạo. Nhiều chuyên gia y tế đang nhấn mạnh các lợi ích sức khỏe của một chế độ dinh dưỡng giàu chất xơ và xét riêng về điều này thì đây là một lý do rất tốt cho bạn nên ăn gạo lức thay vì ăn gạo trắng thường xuyên.  Có rất nhiều lợi ích sức khỏe của thực phẩm có hàm lượng chất xơ cao: làm giảm nguy cơ mắc bệnh tim mạch, giúp tránh biến đổi lượng đường bất thường, giúp tiêu hoá tốt và làm giảm táo bón, … Một số xét nghiệm y học cho biết nhiều lợi ích sức khỏe của gạo lức có thể bao gồm điều hoà chứng cao huyết áp. Ngoài hàm lượng chất xơ cao, gạo lức còn chứa nhiều dưỡng chất khác như các loại vi-ta-min B, man-gan, xê-len và sắt. Cơ thể bạn sẽ có được những lợi ích sức khỏe của những dưỡng chất này bằng cách ăn gạo lức.  Nấu cơm gạo lức Hầu hết chúng ta đã rất quen với việc nấu cơm trắng và khái niệm cơ bản này vẫn giống vậy khi nấu cơm gạo lức. Tuy nhiên, khi bạn nấu cơm gạo lức thì nên đảm bảo rằng phải ngâm gạo trong nước khoảng chừng từ 25 đến 30 phút trước khi đưa lên bếp. Đây là cách nấu cơm gạo lức đúng vì hạt gạo lức hơi cứng hơn so với gạo trắng. Ngâm gạo lức trong nước trước khi nấu làm cho hạt gạo mềm hơn. Nếu đổ nước quá nhiều khi nấu cơm gạo lức thì hạt gạo sẽ dính với nhau giống như bột nhão. Ngược lại nếu đổ quá ít nước thì sẽ làm gạo trở nên rất cứng và sẽ không tạo được đầy đủ hương vị của gạo lức. Nhiều đầu bếp đưa ra nhiều lời khuyên về cách thức nấu cơm gạo lức nhưng tốt hơn hết là bạn nên biết những kiến thức cơ bản và rồi có thể điều chỉnh sao cho hợp với khẩu vị của mình. Bí quyết bảo quản gạo lức. Nếu bạn quan sát hạt gạo lức thì sẽ thấy có một lớp cám màu nâu bám vào hạt. Trong quá trình chế biến bình thường đối với gạo trắng thì lớp cám này sẽ bị làm tróc khi đánh bóng. Chính lớp cám này có thể bị ảnh hưởng bởi quá trình bảo quản lâu dài và làm cho hạt gạo có mùi ôi thiu nếu phải cất giữ tới hơn bốn đến năm tháng. chất dầu tự nhiên trong lớp cám của hạt gạo bị ôi gây ra mùi ôi thiu khi bảo quản gạo lức trong thời gian dài. Bạn có thể kéo dài thời hạn bảo quản gạo lức bằng cách ướp lạnh gạo (chưa nấu/ gạo sống). Tuy nhiên nếu so sánh trực tiếp, thì gạo trắng có thời hạn bảo quản lâu hơn so với gạo lức. Khi mua gạo lức, bạn nên kiểm tra thời hạn sản xuất trên bao bì và nên chọn cửa hàng nào có khách lui tới thường xuyên. so sánh gạo lức và gạo trắng Hãy bắt đầu quan sát vẻ ngoài của hạt gạo nhé, gạo trắng có màu trắng vì phải qua quá trình đánh bóng hoàn toàn. Gạo lức có thể có màu nâu đậm hay nhạt tuỳ vào chừng mực mà hạt gạo được đánh bóng hay không. Gạo trắng có vỏ trấu và lớp cám bị làm tróc khỏi hạt trong khi đó gạo lức vẫn còn giữ được lớp cám (hoàn toàn hay một phần), và tất nhiên là gạo lức cũng được tách vỏ giống như gạo trắng vậy. Nấu cơm với gạo trắng gồm có công đoạn vo gạo và bắc lên bếp nấu mà chẳng cần phải ngâm gạo trước khi nấu. Mặt khác, gạo lức nên được vo và ngâm trong nước khoảng chừng từ 25 đến 30 phút trước khi nấu. Phải ngâm gạo lức trong nước trước khi nấu vì lớp cám nằm bên trên hạt gạo. Quá trình ngâm gạo trước khi nấu nhằm giúp làm mềm lớp cám bên trên hạt gạo.  Nếu so về bề mặt bên ngoài của gạo lức và gạo trắng sau khi nấu chín thì gạo lức sẽ cứng hơn nhiều so với gạo trắng. Chính cái hương vị thích thú này làm cho người ta cảm thấy thích ăn gạo lức một khi đã thử nó. Mặt khác thì gạo trắng mềm hơn một chút so với gạo lức khi được nấu chín.  Gạo lức có hương vị kích thích ngon miệng của chính nó, ngược lại gạo trắng thường được ăn ngon miệng hơn với nhiều mùi vị khác. Một số quốc gia châu Á đã trở thành chuyên gia trong việc thêm hương vị và mùi thơm cho cơm trắng. Điều này rất hiếm đối với gạo lức và hương vị tự nhiên của loại gạo này là một trong những lý do khiến cho người ta ăn nó ngày càng nhiều hơn. Gạo trắng có thời hạn bảo quản lâu hơn so với gạo lức. Gạo lức thường có mùi ôi thiu nếu không được bảo quản lạnh trong khoảng thời gian hơn 5 đến 6 tháng. Điều này là do chất dầu tự nhiên trong lớp cám bị ôi thiu do cất giữ lâu ngày. Đây là điều bạn nên nhớ nhất là khi bạn đã quen mua và ăn gạo trắng và chuyển sang ăn gạo lức mới gần đây thôi.  So sánh đến mặt kinh tế giữa việc ăn gạo lức và gạo trắng, người ta cho rằng gạo lức sẽ rẻ hơn so với gạo trắng vì chỉ tốn một phần công đoạn đánh bóng. Tuy nhiên, thực tế là gạo lức đắt hơn gạo trắng rất nhiều. Lý do này có thể là mặc dù người ta ăn gạo lức ngày càng nhiều nhưng tổng sản lượng gạo lức được tiêu thụ ít hơn gạo trắng.  Trong bài viết này đã đưa ra nhiều lợi ích sức khỏe của gạo lức. Nếu bạn phải so sánh gạo lức và gạo trắng trên cơ sở lợi ích dinh dưỡng và sức khỏe thì đảm bảo rằng gạo lức sẽ hơn. Đối với việc ý thức về sức khỏe thì ắt hẳn gạo lức sẽ là sự lựa chọn hiển nhiên vì nhiều lợi ích sức khỏe của gạo lức đã được y học chứng minh. Gợi ý ăn gạo lức Nếu trước đây bạn chưa bao giờ ăn gạo lức và muốn bắt đầu thì một ý tưởng hay khuyên bạn nên trộn một phần gạo trắng và một phần gạo lức khi nấu. Dần dần hãy giảm lượng gạo trắng và tăng lượng gạo lức trong chế độ gạo của bạn. Bạn sẽ nhanh thích hương vị ngon lành giống mùi quả hạch và vẻ ngoài của gạo lức thôi. Hãy tiếp tục ăn gạo lức và nếu bạn thử ăn gạo trắng lại, ngay lập tức bạn sẽ cảm nhận được hương vị thơm dịu và bột hồ cứng không làm bạn ấn tượng. Ít có người nào ăn trở lại gạo trắng sau khi đã ăn gạo lức trong một vài tháng. Bạn có thể thấy là một số hạt gạo lức có màu nâu rất đậm trong khi những hạt khác trông giống như bị làm tróc lớp cám một phần vậy. Đây là vì quá trình đánh bóng có thể được thực hiện hoàn chỉnh (cả hạt) hay một phần hạt. Trong trường hợp hạt gạo được đánh bóng một phần thì trông hạt gạo lức có màu nâu nhạt hơn hoặc thậm chí lốm đốm chút trắng, chút nâu. Thời gian nấu cơm và thời gian ngâm gạo có thể cũng khác nhau dựa trên mức độ hạt gạo được đánh bóng. Nấu cơm quen một chút sẽ giúp bạn biết được lượng thời gian đúng để ngâm gạo và cần thêm bao nhiêu nước để nấu cơm gạo lức. Thông tin trong bài báo này nhằm cung cấp thông tin khái quát và sự hiểu biết liên quan đến gạo lức. Đây không nhằm thay thế những tư vấn về sức khỏe của bác sĩ hoặc chuyên gia về sức khỏe."
        }
    ],
    "suggestions": []
}