{
    "en_vn": {
        "data": {
            "content": null,
            "word": "NV",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>NV</k><blockquote>■ <cclass>abbreviation Nevada (in official postal use). </cclass></blockquote></div>",
            "word": "NV",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "NV",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "NV",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "NV",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Anheuser-Busch InBev <em>NV</em>, the world’s largest brewer, opened a brewery near Ho Chi Minh City in May, bolstering its supplies of Budweiser and Beck’s beer.",
            "vi": "Anheuser - Busch InBev NV, nhà sản xuất bia lớn nhất thế giới, đã mở một nhà máy bia gần thành phố Hồ Chí Minh vào Tháng Năm, củng cố nguồn cung cấp bia Budweiser và Beck."
        },
        {
            "en": "On 17th March 1949, the Joint Ministry of the Economy and Interior issued Declaration 27 <em>NV</em>/KT: “The basic principle is freedom to conduct business.\"",
            "vi": "Ngày 17 tháng 3 năm 1949, Liên bộ Kinh tế và Nội vụ đã ra tuyên bố số 27 NV/KT: “Nguyên tắc căn bản là tự do kinh doanh.\""
        },
        {
            "en": "LAS VEGAS, <em>NV</em> - AUGUST 09: Actress and emcee Rosie Perez arrives at the second annual Nevada Boxing Hall of Fame induction gala at the New Tropicana Las Vegas on August 9, 2014 in Las Vegas, Nevada. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 9 tháng 8: Nữ diễn viên kiêm dẫn chương trình Rosie Perez đã đến dự lễ khai mạc thường niên lần thứ hai của Nevada Boxing Hall of Fame tại khách sạn New Tropicana Las Vegas vào ngày 9 tháng 8 năm 2014 tại Las Vegas, Nevada. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "LAS VEGAS, <em>NV</em> - AUGUST 11: UFC lightweight champion Conor McGregor hits a heavy bag during a media workout at the UFC Performance Institute on August 11, 2017 in Las Vegas, Nevada. McGregor will fight Floyd Mayweather Jr. in a boxing match at T-Mobile Arena on August 26 in Las Vegas. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 11 tháng 08: Nhà vô địch hạng nhẹ UFC Conor McGregor đấm một bao cát trong buổi tập luyện tại UFC Performance Institute vào ngày 11 tháng 8 năm 2017 tại Las Vegas, Nevada. McGregor sẽ đấu với Floyd Mayweather Jr. trong trận quyền anh tại nhà thi đấu T-Mobile Arena vào ngày 26 tháng 8 tại Las Vegas. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "LAS VEGAS, <em>NV</em> - AUGUST 11: UFC lightweight champion Conor McGregor hits a heavy bag during a media workout at the UFC Performance Institute on August 11, 2017 in Las Vegas, Nevada. McGregor will fight Floyd Mayweather Jr. in a boxing match at T-Mobile Arena on August 26 in Las Vegas. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 11 tháng 08: Nhà vô địch hạng nhẹ UFC Conor McGregor đấm một bao cát trong buổi tập luyện tại UFC Performance Institute vào ngày 11 tháng 8 năm 2017 tại Las Vegas, Nevada. McGregor sẽ đấu với Floyd Mayweather Jr. trong trận quyền anh tại nhà thi đấu T-Mobile Arena vào ngày 26 tháng 8 tại Las Vegas. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "LAS VEGAS, <em>NV</em> - AUGUST 09: Actress and emcee Rosie Perez arrives at the second annual Nevada Boxing Hall of Fame induction gala at the New Tropicana Las Vegas on August 9, 2014 in Las Vegas, Nevada. (Photo by Ethan Miller/Getty Images)",
            "vi": "LAS VEGAS, NV - 9 tháng 8: Nữ diễn viên kiêm dẫn chương trình Rosie Perez đã đến dự lễ khai mạc thường niên lần thứ hai của Nevada Boxing Hall of Fame tại khách sạn New Tropicana Las Vegas vào ngày 9 tháng 8 năm 2014 tại Las Vegas, Nevada. (Ảnh của Ethan Miller/Getty Images)"
        },
        {
            "en": "Thailand is moving further than other governments in countering growing demand for alcohol in Asia and the Pacific, the fastest-growing beer market for brewer Heineken <em>NV</em>. The World Health Organization has called for a 10 percent reduction in the harmful use of alcohol by 2025 from 2010 levels, implicating it in more than 200 diseases and injury conditions that the UN agency says kill about 3.3 million people a year.",
            "vi": "Thái Lan đang đi trước các chính phủ khác trong việc chống lại nhu cầu ngày càng tăng về rượu bia ở khu vực châu Á và Thái Bình Dương, thị trường bia phát triển nhanh nhất là của Heineken NV. Tổ chức Y tế Thế giới đã kêu gọi giảm 10% trong việc sử dụng bia rượu cho đến năm 2025 từ mốc năm 2010, bia rượu là nguyên nhân dẫn đến hơn 200 loại bệnh tật và tình trạng chấn thương gây nên cái chết của khoảng 3,3 triệu người mỗi năm, theo thống kê của Liên hợp quốc."
        },
        {
            "en": "At its simplest, a hybrid drive is a conventional hard drive with a block of nonvolatile (<em>NV</em>) flash memory used for file caching built within the same drive enclosure. Anyone who has used or even read about solid state drives (SSDs) knows that flash memory is considerably faster than hard disk drive (HDD) technology. The seek times involved in spinning platters and positioning read/write heads simply doesn’t exist in the SSD world. While hard drives are inching their way toward 150 MB/s sustained throughput rates, even consumer-class SSDs regularly pull in 200 to 250 MB/s results. On the other hand, SSDs don’t even come close to matching magnetic media’s capacity points or cost per gigabyte.",
            "vi": "Nói một cách đơn giản nhất, một ổ đĩa lai là một ổ cứng thông thường với một khối bộ nhớ flash cố định (NV) được dùng cho bộ nhớ đệm tập tin được xây dựng trong cùng một khối ổ đĩa. Bất cứ ai đã sử dụng hoặc thậm chí tìm hiểu về các ổ đĩa thể rắn (SSD) cũng biết rằng bộ nhớ flash nhanh hơn đáng kể so với công nghệ ổ đĩa cứng (HDD). Khoảng thời gian quét để tìm kiếm dữ liệu trong các phiến đĩa đang quay và định vị đầu đọc/ghi đơn giản là không hề tồn tại trong thế giới của SSD. Trong khi ổ đĩa cứng nhích từng chút và được duy trì chủ yếu ở tốc độ 150 MB/s, ngay cả ổ SSD phổ thông cũng thường xuyên đạt được kết quả 200 đến 250 MB/s. Mặt khác, ổ SSD thậm chí không giống với các đặc điểm về tính toán dung lượng so với ổ đĩa từ tính hoặc chi phí trên mỗi GB."
        }
    ],
    "suggestions": []
}