{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ɔb'dzektiviti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">objectiveness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ɔb'dzektivnis]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">objectiveness</font></td></tr></table><i/></div>",
            "word": "objectivity"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "objectivity"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>objectivity</k><blockquote>▸ <cclass>noun IMPARTIALITY, lack of bias/prejudice, fairness, fair-mindedness, neutrality, even-handedness, justice, open-mindedness, disinterest, detachment, dispassion, dispassionateness.</cclass></blockquote></div>",
            "word": "objectivity"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>objectivity</k><blockquote><blockquote><ex><abr>n.</abr> in all objectivity</ex></blockquote></blockquote></div>",
            "word": "objectivity"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính khách quan</font></td></tr></tbody></table></div>",
            "word": "objectivity"
        }
    },
    "sentences": [
        {
            "en": "You will lose your <em>objectivity</em> when you 're in love.",
            "vi": "Bạn sẽ mất đi sự khách quan của bạn khi bạn yêu."
        },
        {
            "en": "You will lose your <em>objectivity</em> when you're in love.",
            "vi": "Bạn sẽ mất đi sự khách quan của bạn khi bạn yêu."
        },
        {
            "en": "UNDP's neutrality nature will help ensure the <em>objectivity</em> of MDGRs.",
            "vi": "Thái độ trung lập cua UNDP sẽ đảm bảo tính khách quan của Bản báo cáo thực hiện Mục tiêu Phát triển Thiên niên kỉ."
        },
        {
            "en": "Managers often lack <em>objectivity</em> when conflicts arise because they lack the skills to transcend the tension.",
            "vi": "Những nhà quản lý thường thiếu sự sáng suốt khi bất hoà xảy ra bởi vì họ thiếu những kỹ năng để vượt qua áp lực."
        },
        {
            "en": "And use personal pronouns to signal your shift from cold-blooded <em>objectivity</em>:",
            "vi": "Hãy sử dụng những đại từ nhân xưng để báo hiệu sự chuyển đổi của bạn từ những vấn đề khách quan lạnh lẽo:"
        },
        {
            "en": "They show a deliberate disregard for the principles of scientific <em>objectivity</em>.",
            "vi": "Họ cho thấy một sự cố ý bỏ qua các nguyên tắc của tính khách quan trong khoa học."
        },
        {
            "en": "Test your <em>objectivity</em> by reversing the roles of the personalities involved when considering your solution.",
            "vi": "Thử nghiệm tính khách quan của bạn bằng cách đảo ngược những vai trò của các bên tham gia khi cân nhắc giải pháp."
        },
        {
            "en": "Independence in accounting is the avoidance of all relationships that impair or appear to impair the <em>objectivity</em> of the accountant.",
            "vi": "Tính độc lập trong kế toán là sự tránh né mọi quan hệ làm ảnh hưởng hoặc có thể làm ảnh hưởng đến tinh thần khách quan của kế toán"
        },
        {
            "en": "The State bank now accepts internal and external auditing as a means to confirm and assess the transparency and <em>objectivity</em> of the information provided by credit institutions.",
            "vi": "Ngân hàng nhà nước hiện đã chấp nhập kiểm toán nội bộ và kiểm toán bên ngoài như là công cụ nhằm khẳng định và đánh giá tính minh bạch và tính khách quan của thông tin cung cấp bởi các tổ chức tín dụng."
        },
        {
            "en": "Thus, an individual who develops a reputation for solid <em>objectivity</em>, rationality, and truthfulness hallmarks of personal power, can use information to influence internal debate and key decisions.",
            "vi": "Do vậy, một cá nhân có được sự khách quan, hợp lý, và trung thực những dấu hiệu của quyền lực cá nhân có, thể sử dụng thông tin để ảnh hưởng đến cuộc tranh cãi nội bộ hoặc những quyết định chính."
        },
        {
            "en": "Non - executive directors use their experience and expertise to provide independent advice and <em>objectivity</em>, and they usually have a role in monitoring executive management.",
            "vi": "Các giám đốc không thuộc ban quản trị sử dụng kinh nghiệm và chuyên môn của họ để đưa ra lời tư vấn độc lập và sự khách quan, và họ thường có vai trò trong việc theo dõi việc quản lý điều hành."
        },
        {
            "en": "An emerging discipline called neuroaesthetics is seeking to bring scientific <em>objectivity</em> to the study of art, and has already given us a better understanding of many masterpieces .",
            "vi": "Một môn học mới nổi được gọi là mỹ học thần kinh đang nổi lên trong việc tìm cách đưa tính khách quan của khoa học vào việc nghiên cứu nghệ thuật, và nó cũng đã giúp chúng ta hiểu rõ hơn rất nhiều kiệt tác ."
        },
        {
            "en": "Data of performance is also be made available to everybody in the company to ensure <em>objectivity</em> and act as examples for others to follow.",
            "vi": "Dữ liệu về hiệu năng cũng được làm thành sẵn có cho mọi người trong công ty để đảm bảo tính khách quan và hành động như những tấm gương cho người khác noi theo."
        },
        {
            "en": "In the process of formulating SEDS 2011-2020, the Government regards UNDP as an appropriate partner for UNDP‟s neutrality and <em>objectivity</em> in policy and strategy matters.",
            "vi": "Trong quá trình xây dựng CLPTKT-XH thời kỳ 2011-2020, Chính phủ coi UNDP là một đối tác phù hợp vì tính trung lập và khách quan của UNDP trong các vấn đề chính sách và chiến lược."
        },
        {
            "en": "Non-executive directors use their experience and expertise to provide independent advice and <em>objectivity</em>, and they usually have a role in monitoring executive management.",
            "vi": "Các giám đốc không thuộc ban quản trị sử dụng kinh nghiệm và chuyên môn của họ để đưa ra lời tư vấn độc lập và sự khách quan, và họ thường có vai trò trong việc theo dõi việc quản lý điều hành."
        },
        {
            "en": "They are handling, feeling, planning, creating and learning with newer tools and aids that the subjectivity has give place to healthy <em>objectivity</em>.",
            "vi": "Chúng thật sự được học, được sáng tạo với những học cụ và sự trợ giúp mới tính chủ quan đã nhường chỗ cho tính khách quan lành mạnh."
        },
        {
            "en": "From the time of being selected or appointed and during the process of arbitral proceedings, the arbitrators must notify in a public and timely manner any matters that may cause doubts over their impartiality and <em>objectivity</em>.",
            "vi": "Từ khi được chọn hoặc được chỉ định và trong quá trình tố tụng trọng tài, trọng tài viên phải thông báo công khai và kịp thời những việc có thể gây nghi ngờ về tính khách quan, vô tư của mình."
        },
        {
            "en": "A key implication is the transparency within the resource allocation system i.e. the predictability of how resources introduced into the system will be deployed and the <em>objectivity</em> of the criteria used.",
            "vi": "Hàm ý chính là sự minh bạch trong hệ thống phân bổ nguồn lực, có nghĩa là tính dự báo việc nguồn lực được đưa vào trong hệ thống để triển khai sẽ diễn ra như thế nào và tính khách quan của các tiêu chí."
        },
        {
            "en": "\"They're like a layer of <em>objectivity</em> and they're looking to see does this person match the qualification for this immediate role at hand,\" says the lead recruiter. \"Also, are they gonna be a good fit for the organization as a whole for the longer term,\"",
            "vi": "Nhà tuyển dụng nói họ giống như một bộ phận khách quan và họ đang mong chờ để biết người này có phù hợp với năng lực trong vị trí sắp tới hay không \", \" cũng như là người này có phải là người phù hợp cho cả tổ chức về lâu dài không\""
        },
        {
            "en": "Our natural point of view in regard to the existence of truth apart from humanity cannot be explained or proved, but it is a belief which nobody can lack — no primitive beings even. We attribute to Truth a super-human <em>objectivity</em>; it is indispensable for us, this reality which is independent of our existence and our experience and our mind — though we cannot say what it means.",
            "vi": "Quan điểm tự nhiên của chúng ta về chân lý tồn tại một cách độc lập với nhân loại là điều không thể lý giải hoặc chứng minh, nhưng đó là niềm tin mà không ai có thể thiếu – thậm chí cả với những sinh vật sơ đẳng. Chúng ta quy cho Chân lý thuộc tính khách quan siêu nhân tính; điều đó là không thể thiếu với chúng ta, một hiện thực độc lập với sự tồn tại cũng như trải nghiệm và trí tuệ của chúng ta – mặc dù chúng ta không thể nói điều đó có nghĩa là gì."
        }
    ],
    "suggestions": []
}