{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[əb'dʒektivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">trạng từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khách quan</td></tr></table><i/></div>",
            "word": "objectively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "objectively"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>objectively</k><blockquote>▸ <cclass>adverb IMPARTIALLY, without bias, without prejudice, even-handedly, dispassionately, detachedly, equitably, fairly, justly, with an open mind, without fear or favour.</cclass></blockquote></div>",
            "word": "objectively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "objectively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "objectively"
        }
    },
    "sentences": [
        {
            "en": "A social position can be identified <em>objectively</em>.",
            "vi": "Một chỗ đứng trong xã hội có thể được xác định khách quan."
        },
        {
            "en": "Let us estimate <em>objectively</em> the fighting efficiency of our troops.",
            "vi": "Chúng ta hãy ước tính một cách khách qua hiệu quả chiến đấu của quân ta."
        },
        {
            "en": "I tried to think of our situation as <em>objectively</em> as possible.",
            "vi": "Tôi đã cố nghĩ đến tình trạng của chúng tôi càng khách quan càng tốt."
        },
        {
            "en": "Laissez-Faire is widely held as the only <em>objectively</em> moral social system.",
            "vi": "Chính sách tự do kinh doanh được tổ chức rộng rãi như một hệ thống đạo đức xã hội khách quan duy nhất."
        },
        {
            "en": "Laissez - Faire is widely held as the only <em>objectively</em> moral social system.",
            "vi": "Chính sách tự do kinh doanh được tổ chức rộng rãi như một hệ thống đạo đức xã hội khách quan duy nhất."
        },
        {
            "en": "If you view all things <em>objectively</em>, you actually do not see anything bad or negative at all.",
            "vi": "Nếu anh nhìn tất cả sự việc một cách khách quan, thì anh sẽ thực sự không thấy được cái gì cũng xấu hay tiêu cực cả đâu."
        },
        {
            "en": "Speaking <em>objectively</em>, I think the world economy is recovering, although full recovery process is slow and turn.",
            "vi": "Nói một cách khách quan, tôi cho rằng nền kinh tế thế giới đang hồi phục, mặc dù quá trình hồi phục thì đầy chậm chạp và khúc khuỷu."
        },
        {
            "en": "When one views these pleasures <em>objectively</em>, one will truly understand the fleeting and unsatisfactory nature of such pleasures.",
            "vi": "Khi một người nhìn những lạc thú một cách khách quan, người đó thực sự hiểu được cái phù du và bản chất bất toại nguyện của những lạc thú ấy."
        },
        {
            "en": "Force majeure events are events occurring <em>objectively</em>, unforeseeably and irremediably though every possible necessary measure has been taken",
            "vi": "Sự kiện bất khả kháng là sự kiện xảy ra một cách khách quan không thể lường trước được và không thể khắc phục được mặc dù đã áp dụng mọi biện pháp cần thiết mà khả năng cho phép."
        },
        {
            "en": "This study also differs from predecessors by reexamining the royal reigns in Viet Nam throughout the history, this time more <em>objectively</em>.",
            "vi": "Nghiên cứu này khác với các nghiên cứu của những người đi trước bởi sự xem xét lại các thời đại trị vì của hoàng tộc trong suốt dòng lịch sử với các nhìn chủ quan hơn."
        },
        {
            "en": "To conduct an assessment honestly, <em>objectively</em>, scientifically, promptly, accurately and correctly in accordance with the proper request as agreed with the party requesting the assessment.",
            "vi": "Thực hiện việc giám định một cách trung thực, khách quan, khoa học, kịp thời, chính xác, theo đúng yêu cầu chính đáng đã được thoả thuận với bên yêu cầu giám định."
        },
        {
            "en": "Market price means the price of products <em>objectively</em> agreed upon in a business transaction on the market between non-associated parties (also called independent parties).",
            "vi": "Giá thị trường là giá sản phẩm theo thỏa thuận khách quan trong giao dịch kinh doanh trên thị trường giữa các bên không có quan hệ liên kết (còn gọi là các bên độc lập)."
        },
        {
            "en": "Market price means the price of products <em>objectively</em> agreed upon in a business transaction on the market between non - associated parties (also called independent parties).",
            "vi": "Giá thị trường là giá sản phẩm theo thỏa thuận khách quan trong giao dịch kinh doanh trên thị trường giữa các bên không có quan hệ liên kết (còn gọi là các bên độc lập)."
        },
        {
            "en": "Many studies ask participants to report on their own sleep. But does this information hold up when we <em>objectively</em> measure the quality of sleep?",
            "vi": "Nhiều nghiên cứu yêu cầu người tham gia phải báo cáo về giấc ngủ của họ. Nhưng liệu thông tin này có đáng tin cậy khi chúng ta đánh giá một cách khách quan về chất lượng giấc ngủ?"
        },
        {
            "en": "This study also differs from predecessors by reexamining the royal reigns in Viet Nam throughout the history, this time more <em>objectively</em>.",
            "vi": "Nghiên cứu này khác với các nghiên cứu của những người đi trước bởi sự xem xét lại các thời đại trị vì của hoàng tộc trong suốt dòng lịch sử với các nhìn chủ quan hơn."
        },
        {
            "en": "It follows rules (policy, standards, procedures, etc.) to <em>objectively</em> manage all of its projects, so people do not have to over-react to unreasonable demand.",
            "vi": "Nó tuân theo quy tắc (chính sách, chuẩn, thủ tục v.v.) để quản lí khách quan tất cả các dự án của tổ chức, cho nên mọi người không phải phản ứng thái quá với yêu cầu không hợp lí."
        },
        {
            "en": "“As the poll result is merely determined by the members of the website, which is not a professional aviation assessment organization, it does not <em>objectively</em> reflect the service quality improvement at Noi Bai and Tan Son Nhat airports.",
            "vi": "\"Vì kết quả thăm dò như vậy chỉ do các thành viên trang web họ đánh giá, mà những người này không phải là một tổ chức đánh giá hàng không chuyên nghiệp, nên không phản ánh khách quan tình hình cải thiện chất lượng dịch vụ ở các sân bay Nội Bài và Tân Sơn Nhất."
        },
        {
            "en": "During a negotiation, it would be wise not to take anything personally. If you leave personalities out of it, you will be able to see opportunities more <em>objectively</em>. Brian Koslow",
            "vi": "Trong đàm phán, người khôn ngoan sẽ không bao giờ toan tính bất cứ cái gì cho riêng mình. Nếu anh không mảy may có ý định nếm xỉa gì đến quyền lợi cá nhân anh hay không lo vun vén gì cho riêng mình thì anh sẽ đàm phán khách quan hơn đấy."
        },
        {
            "en": "If you take the time to <em>objectively</em> evaluate a presentation after the fact or after a rehearsal, you will be able to pinpoint the root causes of poor performance.",
            "vi": "Nếu bạn dành thời gian để đánh giá một cách có mục tiêu bài thuyết trình sau một sự kiện hoặc một lần diễn tập, bạn có thể tìm ra nguyên nhân gốc rễ của việc thực hiện chưa tốt."
        },
        {
            "en": "<em>Objectively</em>, we know the calculus: Shedding obsolete electronics leaks toxic substances into soil and water; tossing wrinkled or dimpled food clogs up landfills and wastes all the resources that went into its production. Over time, and in enough volume, individual behaviors add up and amplify.",
            "vi": "Nói một cách khách quan thì chúng tôi biết rằng: các sản phẩm điện tử lỗi thời đang rò rỉ chất độc hại vào đất và nước; thực phẩm thừa thải vứt đầy các bãi rác và tiêu tốn tất cả các nguồn lực vào sản xuất. Thời gian trôi với đủ các khối lượng, các hành vi cá nhân và đã làm tăng thêm, khuếch đại vấn đề lớn hơn."
        }
    ],
    "suggestions": []
}