{
    "en_vn": {
        "data": {
            "content": null,
            "word": "obliterated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "obliterated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "obliterated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "obliterated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "obliterated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The bombing raid has <em>obliterated</em> whole city.",
            "vi": "Cuộc đột kích bằng bom đã phá hủy toàn bộ thành phố."
        },
        {
            "en": "The entire village was <em>obliterated</em> by the tornado.",
            "vi": "Toàn bộ ngôi làng bị xóa sạch vì cơn lốc xoáy."
        },
        {
            "en": "The view was totally <em>obliterated</em> by the fog.",
            "vi": "Quang cảnh bị sương mù bao phủ hoàn toàn."
        },
        {
            "en": "The house had been <em>obliterated</em> beneath a layer of thick snow.",
            "vi": "Ngôi nhà bị che phủ bên dưới một lớp tuyết dày."
        },
        {
            "en": "The inguinal canals provide a route for the descent of the testes into the scrotum, after which they normally become <em>obliterated</em>.",
            "vi": "Ống bẹn tạo đượng đi cho tinh hoàn xuống bìu, sau đó thường bị đóng lại."
        },
        {
            "en": "Anavasthitatva means falling away from yogic states after reaching them. A person who has reached a lofty mental state can slide to a slow ruin, with just one base action. So, actions leading to a downfall have to be <em>obliterated</em>.",
            "vi": "Anavasthitatva nghĩa là rớt khỏi cảnh giới yoga sau khi đạt được. Một người đã đạt đến trạng thái tinh thần cao thượng có thể trượt dốc đạo đức chỉ bởi một hành động đơn giản. Thế nên, những hành động nào có thể khiến trượt dốc đạo đức phải bị tiêu diệt hoàn toàn."
        },
        {
            "en": "You think that by saying, i'm sorry, all the errors and hurts of years past can be remedied, <em>obliterated</em> from the mind, all the poison drawn from old wounds.",
            "vi": "Cô tưởng cứ nói, tôi lấy làm tiếc, là có thể sửa chữa, xóa khỏi tâm trí tất cả những lỗi lầm, những xúc phạm trong quá khứ, có thể tẩy hết mọi nọc độc khỏi những vết thương cũ."
        },
        {
            "en": "As a species, we humans (homo sapiens sapiens; the label gives me pause) have challenged all that threatens our dominion over Earth. It may appear that we have won. Let’s not be deluded. In the Northeast U.S. we have all but <em>obliterated</em> the greater carnivores. Lacking the bioregional balance maintained by wolf, mountain lion, bear, and winged raptor, and thus cohabiting with overpopulation of white-tailed deer and white-footed mouse, we are now prone to a far more insidious disabler and killer, Lyme disease. Are we safe?",
            "vi": "Là một chủng sinh vật, loài người chúng ta (homo sapiens sapiens, tên gọi khiến tôi phải ngập ngừng khi sử dụng) đã thách thức mọi mối đe dọa ảnh hưởng đến sự thống trị của loài người trên trái đất. Dường như chúng ta đã chiến thắng. Nhưng đừng bị đánh lừa. Ở Đông Bắc nước Mỹ, chúng ta đã có tất cả nhưng lại xóa bỏ đi sự tồn tại của những loài động vật ăn thịt. Thiếu đi sự cân bằng sinh học được duy trì bởi sói, sư tử núi, gấu và chim săn mồi, đã dẫn đến sự bùng nổ số lượng hươu đuôi trắng và chuột chân trắng, chúng ta đang có khả năng mắc phải bệnh Lyme, một căn bệnh phát triển rất âm thầm, gây thương tật và chết người. Chúng ta liệu có còn an toàn?"
        }
    ],
    "suggestions": []
}