{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[əb'zɜvəns]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự tuân theo, sự tuân thủ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">observance of law</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự tuân theo pháp luật </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự làm lễ; lễ kỷ niệm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ cổ,nghĩa cổ) sự cung kính, sự kính trọng, sự tôn kính ((cũng) <font color=\"#1371BB\">observancy</font>)</td></tr></table><i/></div>",
            "word": "observance"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>observance</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the practice of observing the requirements of law, morality, or ritual. </blockquote></blockquote><blockquote><blockquote>2》 (usu. <cclass><b>observances</b>) an act performed for religious or ceremonial reasons. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a rule to be followed by a religious order. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>archaic respect; deference. </cclass></blockquote></blockquote></div>",
            "word": "observance"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>observance</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>strict observance of the rules</i>: COMPLIANCE, adherence, accordance, respect, observation, fulfilment, obedience; keeping, obeying.</blockquote><blockquote><b>2</b><i>religious observances</i>: RITE, ritual, ceremony, ceremonial, celebration, practice, service, office, festival, tradition, custom, usage, formality, form.</blockquote></div>",
            "word": "observance"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>observance</k><blockquote><blockquote><ex><abr>n.</abr> a religious observance</ex></blockquote></blockquote></div>",
            "word": "observance"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "observance"
        }
    },
    "sentences": [
        {
            "en": "<em>Observance</em> of law",
            "vi": "Sự tuân theo pháp luật"
        },
        {
            "en": "Be religious in one's <em>observance</em> of protocol",
            "vi": "Có ý thức trong việc tuân thủ lễ nghi"
        },
        {
            "en": "The markets will be closed in <em>observance</em> of Easter.",
            "vi": "Chợ sẽ đóng cửa để mừng lễ Phục Sinh."
        },
        {
            "en": "Summary of <em>Observance</em> of OECD Corporate Governance Principles.",
            "vi": "Tóm tắt tình hình tuân thủ các Nguyên tắc Quản trị doanh nghiệp của OECD."
        },
        {
            "en": "Accused of non - <em>observance</em> of the test - ban agreement.",
            "vi": "Bị tố cáo không tuân thủ hiệp định cấm thử nghiệm."
        },
        {
            "en": "Three other teenagers expelled for non - <em>observance</em> of the traffic regulations.",
            "vi": "Ba thanh thiếu niên khác bị trục xuất vì không tuân thủ các quy định giao thông."
        },
        {
            "en": "This year, the <em>observance</em> of Vesak falls at a time of profound and painful loss.",
            "vi": "Năm nay, chúng ta kỷ niệm lễ Phật đản đúng vào thời điểm xảy ra những tổn thất vô cùng sâu sắc và đau lòng."
        },
        {
            "en": "Three other teenagers expelled for non-<em>observance</em> of the traffic regulations.",
            "vi": "Ba thanh thiếu niên khác bị trục xuất vì không tuân thủ các quy định giao thông."
        },
        {
            "en": "Company considered that a strict <em>observance</em> of the law should be aimed at.",
            "vi": "Công ty coi việc nghiêm chỉnh chấp hành luật lệ là mục tiêu phải nhắm tới."
        },
        {
            "en": "What do you think of a punctilious <em>observance</em> of the formalities?",
            "vi": "Bạn nghĩ gì về một việc tuân thủ tỉ mỉ các nghi thức?"
        },
        {
            "en": "Not observed means no substantive progress toward <em>observance</em> has been achieved.",
            "vi": "Không được tuân thủ có nghĩa là không đạt được tiến bộ đáng kể nào để tiến tới tình trạng tuân thủ."
        },
        {
            "en": "The theme for the <em>observance</em> this year is \"Diagnosing Dementia: See It Sooner.\"",
            "vi": "Chủ đề kỉ niệm năm nay là\"Chẩn đoán chứng suy giảm trí nhớ : Phát hiện bệnh sớm hơn.\""
        },
        {
            "en": "The child is about 5 years old but he is religious in his <em>observance</em> of protocol.",
            "vi": "Đứa bé chỉ khoảng 5 tuổi nhưng lại có ý thức trong việc tuân thủ lễ nghi."
        },
        {
            "en": "The theme for the <em>observance</em> this year is \"Diagnosing Dementia : See It Sooner.\"",
            "vi": "Chủ đề kỉ niệm năm nay là \"Chẩn đoán chứng suy giảm trí nhớ: Phát hiện bệnh sớm hơn.\""
        },
        {
            "en": "All Calvert County government offices will be closed Monday, July 4, in <em>observance</em> of Independence Day.",
            "vi": "Tất cả các văn phòng chính phủ quận Calvert sẽ đóng cửa thứ Hai, ngày 4 tháng Bảy, nhân lễ kỉ niệm Ngày Độc lập."
        },
        {
            "en": "He also spoke briefly on the necessity for strict <em>observance</em> of labor safety rules.",
            "vi": "Ông ta cũng có nói ngắn gọn về sự cần thiết chấp hành nghiêm túc nội qui an toàn lao động."
        },
        {
            "en": "Nowadays, people dispense with the <em>observance</em> of some death anniversaries and festivals.",
            "vi": "Ngày nay người ta đã chước bớt giỗ Tết."
        },
        {
            "en": "The theme for the <em>observance</em> this year is \"Diagnosing Dementia: See It Sooner.\"",
            "vi": "Chủ đề kỉ niệm năm nay là “Chẩn đoán chứng suy giảm trí nhớ: Phát hiện bệnh sớm hơn.”"
        },
        {
            "en": "Materially not observed means that, despite progress, shortcomings are sufficient to raise doubts about the authorities’ ability to achieve <em>observance</em>.",
            "vi": "Căn bản không được tuân thủ có nghĩa là mặc dù có những bước tiến bộ, song những khuyết điểm là đáng kể đủ để gây nghi ngại về khả năng tuân thủ của các cơ quan chức năng."
        },
        {
            "en": "This report provides a benchmark for Vietnam’s <em>observance</em> of corporate governance practices against the OECD Principles of Corporate Governance.",
            "vi": "Bản báo cáo này cung cấp một căn cứ để Việt Nam đánh giá việc tuân thủ các thông lệ Quản trị doanh nghiệp so với các quy tắc Quản trị doanh nghiệp của OECD."
        }
    ],
    "suggestions": []
}