{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[əb'zɜ:vəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể quan sát được, có thể nhận thấy được, dễ thấy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đáng chú ý, đáng kể</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">observable progress</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tiến bộ đáng kể</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể tổ chức (ngày kỷ niệm...)</td></tr></table><i/></div>",
            "word": "observable",
            "pronounce": "[əb'zɜ:vəbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "observable",
            "pronounce": "[əb'zɜ:vəbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>observable</k><blockquote>▸ <cclass>adjective NOTICEABLE, visible, perceptible, perceivable, detectable, distinguishable, discernible, recognizable, evident, apparent, manifest, obvious, patent, clear, distinct, plain, unmistakable; <cclass><i>archaic</i> sensible.</cclass></cclass></blockquote></div>",
            "word": "observable",
            "pronounce": "[əb'zɜ:vəbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "observable",
            "pronounce": "[əb'zɜ:vəbl]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quan sát được</font></td></tr></tbody></table></div>",
            "word": "observable",
            "pronounce": "[əb'zɜ:vəbl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Observable</em> progress",
            "vi": "Tiến bộ đáng kể"
        },
        {
            "en": "Your study is <em>observable</em> progress.",
            "vi": "Việc học hành của con tiến bộ đáng kể."
        },
        {
            "en": "The <em>observable</em> traits of the organism are called its phenotype.",
            "vi": "Tập hợp các tính trạng quan sát được của cá thể được gọi là kiểu hình."
        },
        {
            "en": "He has no <em>observable</em> change to finish his job.",
            "vi": "Anh ta chưa có thay đổi đáng kể nào để hoàn thành công việc."
        },
        {
            "en": "There was no <em>observable</em> change in three days here.",
            "vi": "Chẳng có thay đổi đáng kể nào trong ba ngày ở đây."
        },
        {
            "en": "However, in most cases the counterfactual is not <em>observable</em>.",
            "vi": "Tuy nhiên, trong hầu hết các trường hợp, rất khó có thể thực hiện việc này."
        },
        {
            "en": "This power of position is also <em>observable</em> at lower levels.",
            "vi": "Quyền lực vị trí cũng có thể thấy được ở những cấp thấp hơn."
        },
        {
            "en": "Unfortunately, \"permanent income\" is not directly <em>observable</em>, and it is necessary to use some <em>observable</em> proxy measure as an LSM.",
            "vi": "Đáng tiếc là ta không quan sát trực tiếp được \"thu nhập cố định\" mà phải sử dụng một số chỉ số thay thế quan sát được như LSM."
        },
        {
            "en": "In categorical targeting, it is common to use easily <em>observable</em> characteristics of individuals as eligibility criteria.",
            "vi": "Trong xác định đối tượng theo phân nhóm, các đặc điểm quan sát được của cá nhân rất dễ sử dụng và được sử dụng phổ biến làm tiêu chuẩn đánh giá."
        },
        {
            "en": "The power or authority associated with formal position in the organization is <em>observable</em> at every level.",
            "vi": "Quyền lực hay thẩm quyền liên quan đếm vị trí chính thức trong tổ chức có thể tìm thấy ở mọi cấp bậc."
        },
        {
            "en": "The solar interior is not directly <em>observable</em>, and the Sun itself is opaque to electromagnetic radiation.",
            "vi": "Phía trong Mặt Trời không thể quan sát trực tiếp được và chính Mặt Trời là vật chắn bức xạ điện từ."
        },
        {
            "en": "An approach to psychology postulating that only <em>observable</em> beha-viour need be studied, thus denying any importance to unconscious processes.",
            "vi": "Một phương pháp tâm lý học cho rằng chỉ cần nghiên cứu những tập tính quan sát được, như vậy đã chối bỏ tầm quan trọng của những tiến trình không thuộc ý thức."
        },
        {
            "en": "Astronomers estimate that there are at least 70 sextillion (7×10^22) stars in the <em>observable</em> universe.",
            "vi": "Các nhà thiên văn cũng ước tính có ít nhất 7×10^22 ngôi sao trong vũ trụ quan sát thấy."
        },
        {
            "en": "Without the platform of specific <em>observable</em> behavior, few of these training measures are sustainable beyond the short term.",
            "vi": "Thiếu nền tảng về cách hành xử có được từ quan sát cụ thể, rất ít những phương pháp đào tạo này đem lại kết quả rõ ràng sau một thời gian ngắn."
        },
        {
            "en": "It is due to the passage of the charged particles across the membrane and is an <em>observable</em> manifestation of the passage of an impulse.",
            "vi": "Nó là do những hạt nhỏ mang điện đi qua màng và là một sự biểu lộ có thể thấy được sự đi qua của một luồng xung lực."
        },
        {
            "en": "A typical galaxy contains hundreds of billions of stars, and there are more than 100 billion (1011) galaxies in the <em>observable</em> universe.",
            "vi": "Một thiên hà điển hình chứa hàng trăm tỷ ngôi sao, và có hơn 100 tỷ (1011) thiên hà trong vũ trụ quan sát được."
        },
        {
            "en": "At the same time, some aspects of publicly provided services are <em>observable</em>, and ultimately the population are the consumers of health and education services.",
            "vi": "Đồng thời, một số khía cạnh trong các dịch vụ công cũng có thể quan sát được, và người dân là người tiêu dùng các dịch vụ y tế và sức khỏe."
        },
        {
            "en": "IPOs processed through the stock market provide an easily <em>observable</em> price discovery mechanism, but not necessarily one that is conducive to finding the fundamental price of the assets being sold.",
            "vi": "Tiến hành IPO thông qua thị trường chứng khoán sẽ mang lại một cơ chế xác định giá có thể quan sát được dễ dàng, nhưng sẽ là không cần thiết nếu được tiến hành để tìm ra giá gốc của những tài sản cố định đang được bán ra."
        },
        {
            "en": "In their report, they wrote that the lack of any significant increase observed in the registry data, is consistent with mobile phone use having no <em>observable</em> effect on brain tumor incidence in this period.",
            "vi": "Theo báo cáo của họ, họ viết rằng vì không có sự gia tăng đáng kể nào trong dữ liệu thu thập, nên điều đó cho thấy là việc sử dụng điện thoại di động không có ảnh hưởng đáng kể trên việc phát triển u não trong thời kỳ này."
        },
        {
            "en": "In their report, they wrote that the lack of any significant increase observed in the registry data, is consistent with mobile phone use having no <em>observable</em> effect on brain tumor incidence in this period.",
            "vi": "không có sự gia tăng đáng kể nào trong dữ liệu thu thập, nên điều đó cho thấy là việc sử dụng điện thoại di động không có ảnh hưởng đáng kể trên việc phát triển u não trong thời kỳ này."
        }
    ],
    "suggestions": []
}