{
    "en_vn": {
        "data": {
            "content": null,
            "word": "obstructed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "obstructed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "obstructed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "obstructed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "obstructed"
        }
    },
    "sentences": [
        {
            "en": "Work is <em>obstructed</em>.",
            "vi": "Công việc bị cản trở."
        },
        {
            "en": "Because of an <em>obstructed</em> bile duct.",
            "vi": "Do đường dẫn mật bị bế tắc."
        },
        {
            "en": "We are separated and <em>obstructed</em> by river and ferry.",
            "vi": "Chúng tôi đò giang cách trở."
        },
        {
            "en": "I fumbled and <em>obstructed</em> only for a day.",
            "vi": "Tôi chỉ vụng về làm cản trở người khác có một hôm thôi."
        },
        {
            "en": "She disliked the project but had not actively <em>obstructed</em> it.",
            "vi": "Cô ấy đã không thích kế hoạch nhưng cũng không tích cực ngăn cản."
        },
        {
            "en": "Her view was <em>obstructed</em> by a tall man.",
            "vi": "Cô ta bị một gã cao lớn cản bóng."
        },
        {
            "en": "The airstream may be <em>obstructed</em> in various ways.",
            "vi": "Dòng không khí có thể được cản lại bằng nhiều cách khác nhau."
        },
        {
            "en": "Tall trees <em>obstructed</em> his view of the road.",
            "vi": "Những cây cao làm cho anh ta không nhìn thấy đường."
        },
        {
            "en": "She <em>obstructed</em> the police in the execution of his duty.",
            "vi": "Bà ta cản trở cảnh sát thi hành nhiệm vụ."
        },
        {
            "en": "The plane's plunge into the sea <em>obstructed</em> the ocean traffic.",
            "vi": "Vụ máy bay rơi xuống biển đã gây tắc nghẽn giao thông đường thủy."
        },
        {
            "en": "This may be a sign that the intestine is <em>obstructed</em>.",
            "vi": "Đây có thể là một dấu hiệu của tắc ruột non."
        },
        {
            "en": "In passive hyperaemia the blood flow form the affected parts is <em>obstructed</em>.",
            "vi": "Trong xung huyết thụ động dòng máu chảy ra khỏi vùng ảnh hưởng bị tắc lại."
        },
        {
            "en": "Because a house <em>obstructed</em> his view, he could not have a clear sight of the field.",
            "vi": "Anh ấy không thể nhìn rõ cánh đồng vì bị cấn ngôi nhà."
        },
        {
            "en": "Last night, mobile police <em>obstructed</em> the access into the ABC beach.",
            "vi": "Đêm qua, cảnh sát cơ động án ngữ đường vào bãi biển ABC."
        },
        {
            "en": "It usually occurs when the ducts are <em>obstructed</em>, especially by stones, or after operations on the bile ducts.",
            "vi": "Nó thường xảy ra khi đường dãn mật bị bế tắc, đặc biệt do sỏi, hoặc sau khi mổ đường mật."
        },
        {
            "en": "He has <em>obstructed</em> the administration of justice, by refusing his assent to laws for establishing judiciary powers.",
            "vi": "Ông ta đã cản trở việc thực thi công lý bằng cách từ chối phê chuẩn những đạo luật thiết lập các cơ quan tư pháp."
        },
        {
            "en": "The news that all traffic was <em>obstructed</em> by the recent flood left me rather up a tree as to my vacation plan.",
            "vi": "Tin tức về các đường giao thông bị tắc nghẽn do bão gây ngập vừa qua làm cho tôi khá lúng túng về kế đi nghỉ của mình."
        },
        {
            "en": "The cable operator Asia-America Gateway (AAG) earlier said that Typhoon Nida caused the rupture and bad weather <em>obstructed</em> the repair work.",
            "vi": "Tuyến cáp Asia-America Gateway (AAG) trước đó cho biết bão Nida và thời tiết xấu là nguyên nhân cản trở công việc sửa chữa."
        },
        {
            "en": "\"Whether that means the President of the United States <em>obstructed</em> justice or not, or those around him did, we don't know.”",
            "vi": "\"Cho dù điều đó có nghĩa là Tổng thống Hoa Kỳ đã cản trở công lý hay không, hoặc những người xung quanh ông ấy đã làm, chúng tôi không biết\"."
        },
        {
            "en": "It is performed in order to allow bile to pass from the liver to the intestine when the common bile duct is <em>obstructed</em> by an irremovable cause.",
            "vi": "Nó được thực hiện để dẫn mật từ gan vào ruột khi ống dẫn mật chủ bị bế tắc bởi một nguyên nhân bất di bất dịch."
        }
    ],
    "suggestions": []
}