{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[əb'stetriks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ, số nhiều dùng như số ít</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(y học) khoa sản</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">She specializes obstetrics</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Cô ta chuyên về sản khoa</font></td></tr></table><i/></div>",
            "word": "obstetrics",
            "pronounce": "[əb'stetriks]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "obstetrics",
            "pronounce": "[əb'stetriks]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "obstetrics",
            "pronounce": "[əb'stetriks]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "obstetrics",
            "pronounce": "[əb'stetriks]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sản khoa</font></td></tr></tbody></table></div>",
            "word": "obstetrics",
            "pronounce": "[əb'stetriks]"
        }
    },
    "sentences": [
        {
            "en": "In <em>obstetrics</em>.",
            "vi": "Trong sản khoa."
        },
        {
            "en": "She specializes <em>obstetrics</em>.",
            "vi": "Cô ta chuyên về sản khoa."
        },
        {
            "en": "She is a consultant in <em>obstetrics</em>.",
            "vi": "cô ấy là một bác sĩ tham vấn khoa sản."
        },
        {
            "en": "Ob - Gyn means <em>Obstetrics</em> and Gynecology.",
            "vi": "Ob-Gyn nghĩa là Sản khoa và Phụ khoa."
        },
        {
            "en": "Ob-Gyn means <em>Obstetrics</em> and Gynecology.",
            "vi": "Ob - Gyn nghĩa là Sản khoa và Phụ khoa."
        },
        {
            "en": "(in <em>obstetrics</em>) the artificial starting of childbirth.",
            "vi": "(trong sản khoa) gây sanh nhân tạo."
        },
        {
            "en": "Infant care at the National Hospital of <em>Obstetrics</em> and Gynecology",
            "vi": "Chăm sóc trẻ sơ sinh tại Bệnh viện Phụ sản Quốc gia"
        },
        {
            "en": "Infant care at the National Hospital of <em>Obstetrics</em> and Gynecology",
            "vi": "Chăm sóc trẻ sơ sinh tại Bệnh viện Phụ sản Quốc gia"
        },
        {
            "en": "Up to now, 59 central and provincial general hospitals and hospital specialized in <em>Obstetrics</em> and Pediatrics was recognized as Baby Friendly Hospital.",
            "vi": "Cho đến nay đã có 59 bệnh viện tuyến trung ương, tỉnh và các bệnh viên chuyên khoa Sản, Nhi được công nhận là bệnh viện Bạn hữu trẻ em."
        },
        {
            "en": "27.2% of women living in the Central Highlands and 23.2% of women living in the North West and the North East received no <em>obstetrics</em> care services.",
            "vi": "27,2% phụ nữ sống ở vùng Tây Nguyên và 23,2% phụ nữ sống ở vùng Tây Bắc Bộ và Đông Bắc Bộ không nhận được dịch vụ chăm sóc khi mang thai."
        },
        {
            "en": "The proportion of women having no antenatal care, one antenatal check and no <em>obstetrics</em> care service is estimated to be 13%, 10% and 13%, respectively.",
            "vi": "Tỷ lệ phụ nữ không đi khám thai, khám thai một lần và không sử dụng dịch vụ chăm sóc thai sản ước tính tương ứng là 13%, 10% và 13%."
        },
        {
            "en": "An instrument with two prongs or jaws, used for measuring diameters: used particularly in <em>obstetrics</em> for measuring the diameter of the pelvis.",
            "vi": "Dụng cụ có hai nhánh dùng để đo đường kính đặc biệt dùng trong sản khoa để đo đường kính khung chậu."
        },
        {
            "en": "· Certified nurse midwife (CNM): A certified nurse midwife provides gynecological care and <em>obstetrics</em> care for low-risk pregnancies. CNMs attend births in hospitals, birth centers, and homes.",
            "vi": "· Nữ hộ sinh có chứng nhận (CNM): cung cấp dịch vụ chăm sóc phụ khoa và chăm sóc sản khoa cho thai phụ ít nguy hiểm. CNMs tham dự sinh trong bệnh viện, trung tâm sinh, và nhà cửa. Nữ hộ sinh có chứng nhận tham dự đỡ đẻ trong bệnh viện, trung tâm sinh sản và tại gia."
        },
        {
            "en": "Collaboration with <em>obstetrics</em> specialists in training lower level health care facilities to improve the quality of emergency, resuscitation and newborn care is strongly recommended.",
            "vi": "Phối hợp với bác sỹ chuyên khoa sản trong đào tạo các cơ sở y tế tuyến dưới nâng cao chất lượng cấp cứu, hồi sức và chăm sóc trẻ sơ sinh cũng được đặt ra."
        },
        {
            "en": "The institute has cooperated with the Ha Noi <em>Obstetrics</em> Hospital to collect naval cords from donors for the bank, which could be used for any patient.",
            "vi": "Viện đã hợp tác với Bệnh viện Phụ sản Hà Nội để thu thập dây rốn từ người hiến tặng cho các ngân hàng, sẽ có thể được sử dụng cho bất kì bệnh nhân nào."
        },
        {
            "en": "eDoctor offers medical aid in most common medicine subspecialties, including <em>obstetrics</em>, gynecology, oncology, urology, cardiology, gastroenterology, pulmonology, endocrinology, nutrition, pediatrics and andrology.",
            "vi": "eDoctor cung cấp trợ giúp y tế cho hầu hết các chuyên khoa thông dụng, bao gồm sản khoa, phụ khoa, khoa ung thư, khoa tiết niệu, tim mạch, hệ tiêu hóa, phổi, nội tiết, dinh dưỡng, nhi khoa và nam khoa."
        },
        {
            "en": "\"Extreme, unexplainable fatigue is probably the most common sign of early pregnancy,\" says Gil Gross, MD, an associate professor of <em>obstetrics</em> and gynecology at the Washington University School of Medicine in St. Louis.",
            "vi": "“Mệt mỏi cực độ và vô cớ có thể là dấu hiệu phổ biến nhất của giai đoạn đầu thai kỳ”, theo bác sĩ Gil Gross, một phó giáo sư sản phụ khoa tại Trường Đại học Y Washington ở St Louis. "
        },
        {
            "en": "The American College of <em>Obstetrics</em> and Gynecology (ACOG) recommends that young women have their first visit with an obstetrician - gynecologist (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "In each province there is at least one general hospital with 200 to 1000 beds, usually divided into seven departments (internal medicine, <em>obstetrics</em> and gynecology, surgery, pediatrics, communicable diseases, traditional medicine, and an emergency ward).",
            "vi": "Ở mỗi tỉnh có ít nhất một bệnh viện đa khoa với 200- 1.000 giường bệnh, thường được chia thành 7 Khoa (nội, sản phụ, phẫu thuật, nhi, khoa lây, y học cổ truyền và phòng cấp cứu)."
        },
        {
            "en": "48.4% of illiterate women and 32.2% of women who have not finished primary education (compared to 10.1% of women who finished primary education) do not have access to <em>obstetrics</em> care services.",
            "vi": "48,4% phụ nữ không biết chữ và 32,2% phụ nữ chưa học xong tiểu học (so với 10% phụ nữ đã học xong tiểu học) không tiếp cận với các dịch vụ chăm sóc thai sản."
        }
    ],
    "suggestions": []
}