{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[əb'teinəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể đạt được, có thể giành được, có thể kiếm được</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">no longer obtainable</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">không còn có thể kiếm được nữa</font></td></tr></table><i/></div>",
            "word": "obtainable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "obtainable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>obtainable</k><blockquote>▸ <cclass>adjective AVAILABLE, to be had, in circulation, on the market, on offer, in season, at one's disposal, at hand, attainable, procurable, accessible; <cclass><i>informal</i> up for grabs, on tap, get-at-able.</cclass></cclass></blockquote></div>",
            "word": "obtainable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "obtainable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có thể đạt được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có thể thu được</font></td></tr></tbody></table></div>",
            "word": "obtainable"
        }
    },
    "sentences": [
        {
            "en": "No longer <em>obtainable</em>",
            "vi": "Không còn có thể kiếm được nữa"
        },
        {
            "en": "Are his records still <em>obtainable</em>?",
            "vi": "Những đĩa hát của anh ta còn được giữ nữa không?"
        },
        {
            "en": "\"<em>Obtainable</em> only on a doctor's prescription\".",
            "vi": "\"Chỉ cung cấp theo toa bác sĩ\""
        },
        {
            "en": "What are the modes of therapy <em>obtainable</em> for the public?",
            "vi": "Các phương thức điều trị có thể đạt được vì cộng đồng là gì?"
        },
        {
            "en": "Bookings are <em>obtainable</em> from the local shipping companies.",
            "vi": "Việc lưu khoang có thể được thực hiện ở các công ty tàu biển địa phương."
        },
        {
            "en": "Everything can be built using easily <em>obtainable</em> materials.",
            "vi": "Mọi thứ có thể được làm từ nguyên vật liệu dễ kiếm."
        },
        {
            "en": "Happily, New Zealand-made agar is now <em>obtainable</em> in health food shops.",
            "vi": "Điều may mắn là thạch tại New Zealand bây giờ đã có thể tìm thấy tại các cửa hàng hàng thực phẩm cho sức khỏe."
        },
        {
            "en": "All the commercially <em>obtainable</em> drugs have some origin back to a plant.",
            "vi": "Tất cả các loại thuốc có thể mua được đều có nguồn gốc từ vài loại thực vật."
        },
        {
            "en": "In case war risk insurance, is no <em>obtainable</em>, the seller is exempted to effect such insurance.",
            "vi": "Trong trường hợp bảo hiểm rủi ro chiến tranh không thể đạt được, người bán được miễn thực hiện bảo hiểm như vậy."
        },
        {
            "en": "By using <em>obtainable</em> cobalt and phosphates, the work could make it a lot more viable to obtain hydrogen directly from solar cells.",
            "vi": "Bằng cách sử dụng cô - ban và phốt - phát, công trình này có thể làm cho việc tạo ra hyđrô trực tiếp từ các pin mặt trời dễ thực hiện hơn nhiều."
        },
        {
            "en": "By using <em>obtainable</em> cobalt and phosphates, the work could make it a lot more viable to obtain hydrogen directly from solar cells.",
            "vi": "Bằng cách sử dụng cô-ban và phốt-phát, công trình này có thể làm cho việc tạo ra hyđrô trực tiếp từ các pin mặt trời dễ thực hiện hơn nhiều."
        },
        {
            "en": "However, the benefits of the cross-subsidisation are difficult to identify with services provided at below cost, <em>obtainable</em> by both rich and poor.",
            "vi": "Tuy nhiên, khó có thể xác định được các lợi ích của bù giá chéo với các dịch vụ được cung cấp ở chi phí thấp hơn, có cả người giàu và người nghèo."
        },
        {
            "en": "So when she became ill and her illness resisted the efforts of the best <em>obtainable</em> physicians, he became like a man possessed, moving heaven and earth to bring about her restoration to health.",
            "vi": "Khi cô bé bị bệnh, một căn bệnh nan y, ông ấy đã đi tìm, ở tất cả những nơi mà ông biết, những bác sĩ tốt nhất để nhờ chữa bệnh cho con."
        },
        {
            "en": "It was characterise d by a series of inventions and innovations that reduced the number of people needed to work the land and, in turn, provided the means of production of hitherto rarely <em>obtainable</em> goods; for organisations, supplying these in ever increasing numbers became the aim.",
            "vi": "Giai đoạn này đặc trưng bởi một loạt các phát minh và sáng chế khiến giảm số người cần thiết để làm nghề nông và cung cấp công cụ sản xuất những sản phẩm hiếm thậm chí cho tới nay; Đối với các tổ chức, việc cung cấp những sản phẩm này với số lượng lớn đã trở thành mục tiêu."
        }
    ],
    "suggestions": []
}