{
    "en_vn": {
        "data": {
            "content": null,
            "word": "occupations",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "occupations",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "occupations",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "occupations",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "occupations",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Occupations</em>.",
            "vi": "Nghề nghiệp."
        },
        {
            "en": "Diversified <em>occupations</em>.",
            "vi": "Đa dạng về nghề nghiệp."
        },
        {
            "en": "Create <em>occupations</em> for.",
            "vi": "Tạo công ăn việc làm."
        },
        {
            "en": "I like finance-related <em>occupations</em>",
            "vi": "tôi thích các ngành nghề liên quan đến tài chính"
        },
        {
            "en": "Development of traditional trades and <em>occupations</em>.",
            "vi": "Phát triển ngành nghề truyền thống."
        },
        {
            "en": "Table 2: <em>Occupations</em> of non-garment workers.",
            "vi": "Bảng 2: Ngành nghề của lao động ngoài ngành may."
        },
        {
            "en": "Have access to garden land and space for sideline <em>occupations</em>.",
            "vi": "Được sử dụng đất vườn và không gian dùng cho các nghề phụ."
        },
        {
            "en": "People in manual <em>occupations</em> seem to suffer less from stress.",
            "vi": "Người lao động chân tay có vẻ như ít bị căng thẳng hơn."
        },
        {
            "en": "Half the people interviewed were in manual <em>occupations</em>.",
            "vi": "Phân nửa số người được phỏng vấn làm nghề thủ công."
        },
        {
            "en": "Apart from this work, he also does some sideline <em>occupations</em>.",
            "vi": "Ngoài công việc này ra, anh ấy còn làm một vài nghề phụ nữa."
        },
        {
            "en": "On the 14th, his highness was engaged in other <em>occupations</em>.",
            "vi": "Vào ngày 14, hoàng tử đã tham gia vào những công việc khác."
        },
        {
            "en": "What are the <em>occupations</em> of your family members?",
            "vi": "Nghề nghiệp của những người trong gia đình bạn là gì?"
        },
        {
            "en": "Samples were drawn from a large number of different <em>occupations</em>.",
            "vi": "Các mẫu được chọn từ một số lượng lớn những công việc khác nhau."
        },
        {
            "en": "Semis - killed <em>occupations</em> are more complex than unskilled work.",
            "vi": "Những công việc chỉ đòi hỏi một số kĩ năng thì phức tạp hơn các công việc không đòi hỏi kĩ năng."
        },
        {
            "en": "Of 35 <em>occupations</em> for which training is offered in vocational training centres women predominated in nine <em>occupations</em>, men in 16, and women and men participated equally in ten <em>occupations</em>.",
            "vi": "Trong số 35 ngành nghề đào tạo có tại các cơ sở đào tạo nghề, có 9 ngành nghề phụ nữ chiếm đa số, 16 nam giới chiếm đa số, 10 ngành nghề cả nam và nữ tham gia tương đương."
        },
        {
            "en": "Occupational therapy promotes health by enabling people to perform meaningful and purposeful <em>occupations</em>.",
            "vi": "Phép điều trị bằng lao động cải thiện sức khỏe bằng cách làm cho con người có thể làm được được những việc làm có ý nghĩa và có mục đích."
        },
        {
            "en": "Farmer's shifting into other kinds of <em>occupations</em> is a worrisome trend.",
            "vi": "Nông dân chuyển sang đáng lo ngại."
        },
        {
            "en": "The remaining 598 selected worked in <em>occupations</em> oriented to the domestic market.",
            "vi": "Số 598 người còn lại làm việc trong các ngành hướng vào thị trường nội địa."
        },
        {
            "en": "They are over-represented in some sectors and <em>occupations</em>, and under-represented in others.",
            "vi": "Tỷ lệ tham gia của phụ nữ ở một số ngành, nghề thì quá cao, nhưng ở một số ngành, nghề khác thì lại quá thấp."
        },
        {
            "en": "Laws should not restrict the choices of <em>occupations</em> that are available for women (pp. 9, 18).",
            "vi": "Pháp luật không nên hạn chế quyền lựa chọn nghề nghiệp dành cho phụ nữ (trang 9, 18)."
        }
    ],
    "suggestions": []
}