{
    "en_vn": {
        "data": {
            "content": null,
            "word": "occupants"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "occupants"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "occupants"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "occupants"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> người sử dụng nhà</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">number of occupants in apartment</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mật độ ở trong căn hộ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">number of occupants in apartment</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> số người ở trong căn hộ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "occupants"
        }
    },
    "sentences": [
        {
            "en": "Mr.Fidi touched on problem of arranging situation with land <em>occupants</em>.",
            "vi": "Ông Fidi đề cập đến vấn đề về địa thế bố trí đối với những chủ sở hữu đất đai."
        },
        {
            "en": "The car was badly damaged but its <em>occupants</em> were unhurt.",
            "vi": "Chiếc xe bị hỏng một cách tệ hại nhưng hành khách không bị thương."
        },
        {
            "en": "<em>Occupants</em> in the car, put your hands up!",
            "vi": "Những người trong xe, giơ tay lên!"
        },
        {
            "en": "That is the “hardware” of the Green House. The “software” is the behaviour of its <em>occupants</em>.",
            "vi": "Đó mới chỉ là “phần cứng” của Ngôi nhà xanh, còn phần mềm chính là ý thức của người sử dụng."
        },
        {
            "en": "All of the current <em>occupants</em> have lived here for a long time.",
            "vi": "Tất cả các nhân khẩu này đã sống ở đây rất lâu rồi."
        },
        {
            "en": "Mr. Fidi touched on problem of arranging situation with land <em>occupants</em>.",
            "vi": "Ông Fidi đề cập đến vấn đề về địa thế bố trí đối với những chủ sở hữu đất đai."
        },
        {
            "en": "The land <em>occupants</em> base their right to the land on possession.",
            "vi": "Người định cư dựa trên quyền sở hữu của họ đối với đất đai."
        },
        {
            "en": "The previous <em>occupants</em> of the house had left it in a terrible mess.",
            "vi": "Những người thuê nhà trước đấy đã để ngôi nhà trong một đống lộn xộn kinh khủng."
        },
        {
            "en": "The weekly rent is the same irrespective of the number of <em>occupants</em>.",
            "vi": "Tiền thuê hàng tuần không ảnh hưởng tới số người thuê."
        },
        {
            "en": "Urban residential <em>occupants</em> are allotted (giao) land, while companies can only lease (thue) land.",
            "vi": "Cư dân thành thị được giao đất, trong khi các doanh nghiệp chỉ có thể thuê đất."
        },
        {
            "en": "Thus, the <em>occupants</em> in the car were burnt alive, and it was indeed heart - rending to hear their last screams.",
            "vi": "Thế là những người trong xe bị thiêu sống và tiếng gào hấp hối của họ như xé lòng."
        },
        {
            "en": "The <em>occupants</em> will be rehoused on a smaller area as the land will partly be developed by the land owner.",
            "vi": "Người giữ đất sẽ được chuyển đến nơi ở mới ở khu vực nhỏ hơn vì khu đất sẽ được chủ đất phát triển một phần."
        },
        {
            "en": "Thus, the <em>occupants</em> in the car were burnt alive, and it was indeed heart-rending to hear their last screams.",
            "vi": "Thế là những người trong xe bị thiêu sống và tiếng gào hấp hối của họ như xé lòng."
        },
        {
            "en": "Some people were trying to extricate the other <em>occupants</em>, including the young driver, who were still alive in the car.",
            "vi": "Một số người cố sức giải thoát người còn sống trong xe, cả người tài xế trẻ."
        },
        {
            "en": "<em>Occupants</em> can, therefore, be considered as having a certain right to these increased land values as well.",
            "vi": "Do đó, người định cư có thể được xem xét có có một quyền nhất định đối với các giá trị đất được gia tăng."
        },
        {
            "en": "Through land-sharing both parties gain: the landowner can obtain the most desired land and the <em>occupants</em> can continue living in the area, with secured tenure.",
            "vi": "Thông qua chia sẻ đất đai, cả hai bên đều có lợi: người chủ đất có thể có khu đất mong muốn và người định cư có thể tiếp tục sinh sống trong khu vực đó, với quyền sử dụng đất được bảo đảm."
        },
        {
            "en": "Initial reports indicated that the mudslide occurred at around 1:00 am Thursday morning, crushing four houses and their 18 <em>occupants</em>.",
            "vi": "Các báo cáo sơ bộ chỉ ra rằng vụ lở đất xảy ra vào khoảng 1 giờ sáng hôm thứ năm, đè sập bốn ngôi nhà và vùi lấp 18 người sống trong đó."
        },
        {
            "en": "<em>Occupants</em> also need to be charged a fee as sidewalks are public spaces and should not be freely used for personal purposes, Dr. Cuong said.",
            "vi": "Người thuê cũng cần được tính phí vì vỉa hè là không gian công cộng và không nên bị tự do sử dụng cho các mục đích cá nhân, Tiến sĩ Cường nói."
        },
        {
            "en": "<em>Occupants</em> also need to be charged a fee as sidewalks are public spaces and should not be freely used for personal purposes, Dr. Cuong said.",
            "vi": "Người thuê cũng cần được tính phí vì vỉa hè là không gian công cộng và không nên bị tự do sử dụng cho các mục đích cá nhân, Tiến sĩ Cường nói."
        },
        {
            "en": "In elegant late middle-age, she had perfected the technique of sweeping into a room to her own total satisfaction and to its <em>occupants</em>' undoubted discomfiture.",
            "vi": "Bà đã ở cái tuổi cuối trung niên nhưng đi đứng còn rất điệu bộ và thanh thoát."
        }
    ],
    "suggestions": []
}