{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oceanfront"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "oceanfront"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oceanfront"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oceanfront"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oceanfront"
        }
    },
    "sentences": [
        {
            "en": "All our tables are <em>oceanfront</em>, sir!",
            "vi": "Tất cả các bàn của chúng tôi đều nhìn ra biển, thưa ông!"
        },
        {
            "en": "The Mui Ne Resorts is an <em>Oceanfront</em> Apartment in Vietnam.",
            "vi": "Mũi Né là khu nghỉ mát vùng duyên hải của Việt Nam."
        },
        {
            "en": "If you can brave a few hilly roads, then San Francisco makes for an ideal walkable city. It boasts California's sunny weather but thanks to its <em>oceanfront</em> location there's a breeze, while the ecletic neighbourhoods and colourful buildings make for an unforgettable stroll.",
            "vi": "Nếu bạn có thể đủ can đảm để không sợ vài con đường đồi núi, vậy San Francisco là một thành phố đi bộ lý tưởng. California kiêu hãnh vì thời tiết đầy nắng nhưng nhờ vị trí giáp biển nên nơi đây có gió nhẹ, trong khi đó các khu phố phong cách chiết trung và các tòa nhà đầy màu sắc sẽ tạo nên một chuyến tản bộ khó quên."
        },
        {
            "en": "“Palm tree shaded beaches, striking ancient temples, cheap hotels, fresh seafood grilled right on the beach, mind-numbing booze cruises for just a few bucks and a lively bar scene where locals, expats and tourists happily mingled at <em>oceanfront</em> places like the Sailing Club made Nha Trang a fun place to party and relax”, says CNN.",
            "vi": "Theo CNN: \"bóng cọ che mát bãi biển, tham thú ngôi đề cổ, khách sạn giá rẻ, đồ ăn hải sản tươi ngon được nướng ngay trên bãi biển, du ngoạn nhâm nhi mệt nghỉ chỉ với vài đôla và một cảnh quan sống động nơi mà người dân địa phương, người nước ngoài và khách du lịch vui vẻ hòa lẫn vào nhau tại những những bờ biển nông như CLB du thuyền làm cho thành phố Nha Trang trở thành một nơi hấp dẫn cho tiệc tùng và thư giãn\""
        },
        {
            "en": "If you can brave a few hilly roads, then San Francisco makes for an ideal walkable city. It boasts California's sunny weather but thanks to its <em>oceanfront</em> location there's a breeze, while the ecletic neighbourhoods and colourful buildings make for an unforgettable stroll.",
            "vi": "Nếu bạn có thể đủ can đảm để không sợ vài con đường đồi núi, vậy San Francisco là một thành phố đi bộ lý tưởng. California kiêu hãnh vì thời tiết đầy nắng nhưng nhờ vị trí giáp biển nên nơi đây có gió nhẹ, trong khi đó các khu phố phong cách chiết trung và các tòa nhà đầy màu sắc sẽ tạo nên một chuyến tản bộ khó quên."
        }
    ],
    "suggestions": []
}