{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oceania",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "oceania",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oceania",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oceania",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oceania",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Oceania</em> Football Confederation",
            "vi": "Liên Đoàn Bóng Đá Châu Đại Dương"
        },
        {
            "en": "The United Nations defines <em>Oceania</em> as also including Australia and New Zealand.",
            "vi": "Liên Hiệp Quốc xác định Châu Đại Dương cũng bao gồm cả Úc và New Zealand."
        },
        {
            "en": "Dollars constitute a basic unit of currency in parts of Europe, Africa, Asia, <em>Oceania</em> and the Western Hemisphere",
            "vi": "Đô la là đơn vị tiền tệ căn bản ở nhiều vùng thuộc châu Âu, châu Phi, châu á, châu đại dương và Tây bán cầu."
        },
        {
            "en": "The history of Western Civilization traces its roots back to classical antiquity and continues to the present era in Europe, North America and <em>Oceania</em>.",
            "vi": "Lịch sử của nên văn minh phương Tây bắt nguồn từ thời cổ đại kéo dài cho đến ngày nay ở châu Âu, Bắc Mĩ và châu Đại Dương."
        },
        {
            "en": "In the case of <em>Oceania</em>, there was a conscious effort to avoid selecting programmes targeting Caucasian men who have sex with men as these programmes overlap considerably with programmes in Western Europe and North America.",
            "vi": "Riêng ở Châu Đại Dương, các chương trình có đối tượng đích là nam giới da trắng có quan hệ tình dục đồng giới không được lựa chọn, vì những chương trình này bị chồng chéo rất nhiều với các chương trình tại Tây Âu và Bắc Mỹ."
        },
        {
            "en": "At the same time, China has further strengthened its military relations with countries in West Asia, Africa, Latin America and <em>Oceania</em>, as well as those in Eastern Europe and the Commonwealth of Independent States.",
            "vi": "Đồng thời, trung quốc đã tăng cường hơn nữa các mối quan hệ quân sự với các nước ở tây á, châu phi, châu mỹ la tinh và châu đại dương, cũng như với các nước ở đông âu và khối thịnh vượng chung các quốc gia độc lập."
        },
        {
            "en": "The economically underdeveloped countries of Asia, Africa, <em>Oceania</em>, and Latin America, considered as an entity with common characteristics, such as poverty, high birthrates, and economic dependence on the advanced countries.",
            "vi": "mặt kinh tế của Châu Á, Châu Phi, Châu Đại dương và Châu Mỹ la tinh, được xem như một thực thể gồm các đặc thù như nghèo đói, tỉ lệ sinh đẻ cao, và sự phụ thuộc kinh tế vào các nước tiên tiến."
        },
        {
            "en": "The economically underdeveloped countries of Asia, Africa, <em>Oceania</em>, and Latin America, considered as an entity with common characteristics, such as poverty, high birthrates, and economic dependence on the advanced countries.",
            "vi": "Những nước kém phát triển về mặt kinh tế của Châu Á, Châu Phi, Châu Đại dương và Châu Mỹ la tinh, được xem như một thực thể gồm các đặc thù như nghèo đói, tỉ lệ sinh đẻ cao, và sự phụ thuộc kinh tế vào các nước tiên tiến."
        },
        {
            "en": "Niue is a tiny island state in <em>Oceania</em>. Despite the truly amazing views, tourism is not popular there. Therefore, the country depends greatly on foreign aid, especially from New Zealand. The capital city is just a small village with a population of fewer than 600 people. But the island has its own airport and a real supermarket — the one and only in the whole state.",
            "vi": "Niue là một đảo quốc nhỏ xíu ở châu Đại Dương. Dù quang cảnh ở đây đẹp tuyệt vời nhưng lại ít người biết đến. Thế cho nên đất nước này phải phụ thuộc vào viện trợ nước ngoài, nhất là từ New Zealand. Thủ đô chỉ là một ngôi làng nhỏ với số dân vỏn vẹn chưa tới 600 người. Nhưng hòn đảo này cũng có sân bay riêng và một siêu thị hẳn hoi - độc nhất vô nhị trên toàn quốc đấy!"
        }
    ],
    "suggestions": []
}