{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Odessa",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Odessa",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Odessa",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Odessa",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Odessa",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Land at <em>Odessa</em>",
            "vi": "Cặp bến ở ô - đét - xa"
        },
        {
            "en": "This ship will land at <em>Odessa</em>.",
            "vi": "Tàu này sẽ cập bến ở Ô - đét - xa."
        },
        {
            "en": "Ships plying between Haiphong and <em>Odessa</em>",
            "vi": "Những tàu chạy tuyến hải phòng ô - đe - xa"
        },
        {
            "en": "I will issue him a working pass for <em>Odessa</em>.",
            "vi": "Tôi sẽ cho anh ta giấy thông hành đi làm việc ở odessa."
        },
        {
            "en": "There are so many ships plying between Haiphong and <em>Odessa</em>.",
            "vi": "Có rất nhiều tàu chạy tuyến Hải phòng Odessa."
        },
        {
            "en": "And finally, after six nights and five days, the train chugged into the terminal at <em>Odessa</em>.",
            "vi": "Cuối cùng, sau sáu đêm năm ngày, đoàn tàu lừ đừ lăn bánh vào ga Odessa."
        },
        {
            "en": "He had won enough to last the entire journey to <em>Odessa</em>.",
            "vi": "Anh đã kiếm được đủ tiền cho cả chuyến đi xuống đến odessa."
        },
        {
            "en": "He could see a market place, not unlike the one in <em>Odessa</em>.",
            "vi": "Anh thấy có một cái chợ, không khác gì lắm với chợ ở Odessa."
        },
        {
            "en": "Ukrainian side FC Chernomorets <em>Odessa</em> offer players houses in exchange for wages after crippling debt takes its toll",
            "vi": "Nợ lương cầu thủ, đội bóng giải ngoại hạng Ukraine- Chernomerets Odessa \"cấn trừ\" bằng biệt thự hạng sang"
        },
        {
            "en": "The station master obtained a one - way ticket to <em>Odessa</em> and gave the little red slip of paper to Wladek.",
            "vi": "Ông trưởng ga giành được tấm vé đi một chiều đến Odessa và đưa mẫu giấy màu đỏ đó cho Wladek."
        },
        {
            "en": "The station master obtained a one-way ticket to <em>Odessa</em> and gave the little red slip of paper to Wladek.",
            "vi": "Ông trưởng ga giành được tấm vé đi một chiều đến Odessa và đưa mẫu giấy màu đỏ đó cho Wladek."
        },
        {
            "en": "By the time the Turkish ship arrived on the following Thursday, Stefan bad almost convinced Wladek that be should remain in <em>Odessa</em>.",
            "vi": "Đến hôm thứ năm tuần sau đó, chiếc tàu Thổ Nhĩ Kỳ đến cảng thì Stephan hầu như đã thuyết phục được Wladek ở lại Odessa."
        },
        {
            "en": "FC Chernomorets <em>Odessa</em> are struggling financially due to a lack of funding and sponsorship - with their case so severe that relegation and disqualification from UEFA competitions is a distinct possibility if they fail to settle their outstanding money owed.",
            "vi": "Nợ nần chồng chất nhiều tháng qua, thiếu cả nguồn tài trợ từ các đối tác thân hữu khiến Chernomorets Odessa phải đối mặt với nguy cơ phải xuống hạng đồng thời không thể tham dự các cúp châu Âu theo các quy định đảm bảo tài chính của UEFA."
        }
    ],
    "suggestions": []
}