{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[offal]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đồ vứt đi, đồ bỏ di, đồ thừa</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">rác rưởi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cá rẻ tiền</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(số nhiều) cám, tấm, bổi; cặn bã</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">những phần cắt bỏ (của con vật (như) ruột, đầu, đuôi...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thịt thối rữa; thú vật chết thối</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(định ngữ) tồi, loại kém</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">offal milk</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sữa loại tồi</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">offal wheat</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">lúa mì loại kém</font></td></tr></table><i/></div>",
            "word": "offal"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>offal</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the entrails and internal organs of an animal used as food. </blockquote></blockquote><blockquote><blockquote>2》 decaying or waste matter. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: prob. suggested by MDu. <i>afval</i>, from <i>af</i> 'off' + <i>vallen</i> 'to fall'. </blockquote></div>",
            "word": "offal"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "offal"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "offal"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "offal"
        }
    },
    "sentences": [
        {
            "en": "<em>Offal</em> wheat",
            "vi": "Lúa mì loại kém"
        },
        {
            "en": "<em>Offal</em> milk",
            "vi": "Sữa loại tồi"
        },
        {
            "en": "I like steak and chicken but I hate <em>offal</em>.",
            "vi": "Tôi thích ăn bò bít tết và gà nhưng tôi ghét đồ lòng."
        },
        {
            "en": "The <em>offal</em> milk is not fit to drink.",
            "vi": "Sữa loại tồi này không uống được."
        },
        {
            "en": "<em>Offal</em> is now thought to be very nutritious.",
            "vi": "Bây giờ người ta cho rằng món lòng rất bổ."
        },
        {
            "en": "The <em>offal</em> wheat is not fit to make cake.",
            "vi": "Lúa mì loại kém này không làm bánh được."
        },
        {
            "en": "I like steak and chicken but I hate <em>offal</em>. I just don't like the taste of liver, heart or brains.",
            "vi": "Tôi thích ăn bò bít tết và gà nhưng tôi ghét đồ lòng. Tôi chỉ không thích mùi vị của gan, tim hoặc óc."
        },
        {
            "en": "Limit red meat to reduce risk of bowel cancer, UK advice      People should limit their consumption of red and processed meat to no more than 70g a day to help reduce their risk of bowel cancer, the Department of Health for England announced on Friday.  By red meat, they mean beef, lamb and pork plus minced meat or <em>offal</em> from the same animals. Examples of processed meat include ham, bacon, pâté, burgers, sausages, corned beef and salami.  The 70g refers to the cooked weight: when meat is cooked it loses a lot of water, so for example, about 130g of raw meat becomes 90g when it is cooked.  This is the first time that the UK government has issued such advice, which follows the publication of a new report from the independent expert Scientific Advisory Committee on Nutrition (SACN) that reviewed the evidence so far on links between consumption of red and processed meat and risk of colorectal or bowel cancer.  The report concluded that eating red and processed meat probably increases the risk of developing bowel cancer, and people who eat on average 90g a day or more should consider cutting down to an average of 70g a day or less.  The SACN also estimates that reducing intakes to an average of 70g a day in the adult population is unlikely to increase the proportion that does not get enough iron in their diet.  70g (2.5 ounces) is about the same as:   \nTwo slices of roast beef, lamb or pork.\n\n\n\n\n  Three slices of ham.\n\n\n\n\n  Three rashers of bacon.\n\n\n\n\n  Two sausages.\n\n\n\n\n  Six slices of salami.\n\n\n\n\n  Two standard beefburgers.\n\n\n\n\n  One lamb chop.\n\n\n\n\n  The government advises that people try to achieve this either by eating meat less often or by eating smaller portions.  Interim Chief Medical Officer for the UK, Professor Dame Sally Davies said that red meat can be part of a healthy diet: it is a good source of protein and essential vitamins and minerals including iron, selenium, zinc and B vitamins.  But she urged people who eat a lot of red and processed meat to think about cutting down:  \"The occasional steak or extra few slices of lamb is fine but regularly eating a lot could increase your risk of bowel cancer\" she warned.      Dame Sally said cancer can have a devastating effect on individuals and their families, and last month the government launched the first ever campaign to raise awareness of how to spot the early signs and symptoms of bowel cancer.  \"We're now going a step further and giving scientific advice on how to help prevent it,\" she added.  The Chief Executive of Beating Bowel Cancer, Mark Flannagan, told the press they welcomed this government advice.  \"The evidence suggests that a diet high in red and processed meat may increase your risk of developing bowel cancer, but the good news is that red meat can still be enjoyed in moderation as part of a healthy balanced diet,\" said Flannagan. \"This combined with an active lifestyle, and awareness of the symptoms and risk factors, could help protect you from the UK's second biggest cancer killer,\" he added.  Every year about 36,000 people in the UK find out they have bowel cancer, and 16,500 die from it.  Men eat a lot of red and processed meat compared to women. 42% of men, compared to 12% of women eat more than an average of 90g a day.  Peter Baker, Chief Executive of the England and Wales charity Men's Health Forum said: \"Men who enjoy regular breakfast fry-ups or roast beef dinners will be surprised to learn that eating too much red or processed meat might increase their risk of bowel cancer.\"  He said the advice is not saying men can't occasionally have some sausages for breakfast or enjoy a bacon sandwich, but the evidence shows a need to reconsider how much red and processed meat we eat. \"This is a health benefit surely worth giving up a few sausages for,\" urged Baker.  To give people an idea of how much they might need to cut down, the NHS Choices website shows the following information on its \"Livewell: red meat and bowel cancer\" page:   A Peperami (a spicy pork salami snack) weighs 25g.\n\n\n\n\n  A Big Mac burger weighs 70g.\n\n\n\n\n  A quarter pound beefburger weighs 78g.\n\n\n\n\n  A medium portion of meat from a Sunday roast is about 90g (ie three thin slices of roast lamb, beef or pork equal to about half a slice of bread in size each).\n\n\n\n\n  A 5 oz rump steak weighs 102g.\n\n\n\n\n  A cooked English breakfast of two standard sausages and two thin rashers of bacon contains 130g of processed meat.\n\n\n\n\n  A large doner kebab also weighs about 130g.\n\n\n\n\n  An 8 oz grilled beef steak weighs 163g\n\n\n\n\n  Source: Department of Health for England, Men's Health Forum (press releases), NHS Choices (website).    Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Lời khuyên từ Anh: hạn chế các loại thịt đỏ để giảm nguy cơ ung thư ruột      Mọi người nên hạn chế tiêu thụ thịt đỏ tươi và đã được chế biến không quá 70g mỗi ngày để giảm nguy cơ ung thư ruột, Sở Y tế Anh công bố vào ngày thứ Sáu. Thịt đỏ là các loại thịt như thịt bò, thịt cừu và thịt lợn tính cả thịt chế biến hoặc đồ lòng của các loài động vật này. Ví dụ về các loại thịt chế biến bao gồm giăm-bông, thịt xông khói, pa tê, bánh mì kẹp thịt, xúc xích, thịt bò muối và xúc xích Ý. 70g là tính trọng lượng thịt đã nấu: khi được nấu thịt mất nhiều nước, ví dụ như, khoảng 130g thịt sống sẽ trở thành 90g khi nó được nấu chín.   Đây là lần đầu tiên chính phủ Anh đã đưa ra lời khuyên như vậy, sau khi một báo cáo mới được công bố từ các chuyên gia khoa học độc lập của Uỷ ban Tư vấn dinh dưỡng (SACN) đưa ra những bằng chứng cho đến nay về sự liên kết giữa tiêu thụ thịt đỏ và thịt chế biến với nguy cơ ung thư ruột kết - trực tràng hoặc ruột. Báo cáo kết luận rằng ăn thịt đỏ và thịt chế biến có thể làm tăng nguy cơ phát triển ung thư ruột, và những người ăn bình quân 90g hoặc hơn mỗi ngày nên xem xét cắt giảm xuống trung bình 70g hoặc ít hơn.     SACN cũng ước tính rằng giảm khẩu phần xuống mức trung bình 70g mỗi ngày trong người trưởng thành khó có thể làm tăng tỷ lệ không có đủ chất sắt trong chế độ ăn uống của họ. 70g (2,5 ao-xơ) tương đương với:  \nHai lát thịt cừu, thịt bò hay thịt heo nướng.\n\n  \nBa lát thịt giăm-bông.\n\n  \nBa lát thịt muối xông khói. \n\n  \nHai cây xúc-xích. \n\n  \nSáu lát xúc xích Ý. \n\n  \nHai bánh hăm-bơ-gơ cỡ vừa. \n\n  \nMột miếng sườn cừu.\n\n  Chính phủ khuyên mọi người cố gắng đạt được điều này bằng cách ăn ít thịt hơn hoặc bằng cách ăn những phần nhỏ hơn.    Bộ trưởng Y tế của Anh, bà Sally Davies, cho rằng thịt đỏ có thể là một phần của một chế độ ăn uống lành mạnh: nó là nguồn cung cấp tốt các protein, vitamin và khoáng chất thiết yếu bao gồm sắt, selen, kẽm và vitamin B.    Nhưng bà kêu gọi những người ăn nhiều thịt đỏ và thịt chế biến nên cân nhắc cắt giảm:    “Thỉnh thoảng ăn bít tết hoặc vài lát thịt cừu thì tốt nhưng thường xuyên ăn nhiều có thể tăng nguy cơ ung thư đường ruột”, bà cảnh báo.    Bà Sally cho biết ung thư có thể tàn phá một người và cả gia đình của họ, và tháng trước chính phủ đã lần đầu tiên phát động chiến dịch nâng cao nhận thức về cách nhận biết các dấu hiệu và triệu chứng sớm của ung thư ruột.    \"Chúng tôi đang đi thêm một bước nữa và đưa ra lời khuyên khoa học về cách làm thế nào để giúp ngăn chặn bệnh,\" bà nói thêm. Giám đốc điều hành của Hiệp hội phòng chống ung thư ruột, Mark Flannagan, nói với báo chí họ ủng hộ lời khuyên này của chính phủ. \"Bằng chứng cho thấy chế độ ăn nhiều thịt đỏ và thịt chế biến có thể làm tăng nguy cơ phát triển ung thư ruột, nhưng tin vui là vẫn có thể thưởng thức thịt đỏ ở mức độ vừa phải như một phần của một chế độ ăn uống lành mạnh cân bằng\", theo ông Flannagan. \"Điều này cùng với lối sống năng động, và hiểu biết về các triệu chứng và yếu tố rủi ro, có thể giúp bảo vệ bạn khỏi căn bệnh ung thư chết người nhiều thứ hai của Anh,\" ông nói thêm.    Mỗi năm có khoảng 36.000 người Anh bị ung thư ruột, và 16.500 người chết.    Đàn ông ăn nhiều thịt đỏ và thịt chế biến hơn so với phụ nữ. 42% nam giới, so với 12% phụ nữ ăn nhiều hơn mức trung bình 90g mỗi ngày.   Peter Baker, giám đốc điều hành của Diễn đàn Sức khỏe Nam giới của tổ chức từ thiện Anh Quốc và xứ Wales cho biết: “Nam giới thường thích ăn sáng với thức ăn rán hoặc ăn tối với thịt bò nướng sẽ ngạc nhiên khi biết rằng ăn quá nhiều thịt đỏ hoặc thịt chế biến có thể làm tăng nguy cơ ung thư ruột.” Ông giải thích rằng lời khuyên không nói rằng đàn ông không thể thỉnh thoảng ăn sáng với xúc xích hay thưởng thức một chiếc bánh kẹp thịt xông khói, nhưng bằng chứng cho thấy cần phải xem xét lại chúng ta nên ăn bao nhiêu thịt đỏ và thịt được chế biến.     \"Đây là một lợi ích sức khỏe chắc chắn đáng để làm ngơ trước một vài cây xúc xích\", Baker kêu gọi. Để giúp mọi người biết họ cần cắt giảm bao nhiêu, website NHS Choices cung cấp thông tin trên trang “Sống khỏe: thịt đỏ và ung thư ruột”:  \nMột Peperami (một phần xúc xích heo cay của Ý) có 25g thịt đỏ.\n\n  \nMột bánh hăm-bơ-gơ Big Mac có 70 g,\n\n  \nMột bánh hăm-bơ-gơ nặng một phần tư pao có 78 g.\n\n  \nMột phần thịt vừa trong một bữa tiệc thịt nướng cuối tuần chứa khoảng 90g (ví dụ có 3 lát mỏng thịt cừu, thịt bò hoặc thịt lợn nướng to cỡ nửa lát bánh mì).\n\n  \nMột miếng bít tết mông nặng 5 ao-xơ có 102g.\n\n  \nMột bữa điểm tâm kiểu Anh với hai cây xúc-xích cỡ vừa và hai lát mỏng thịt muối xông khói có 130 g thịt chế biến.\n\n  \nMột bánh xăng-uýt thịt cừu non xắt lát với hành và cà chua cỡ lớn có 130g.\n\n  \nMột miếng thịt bò bít tết nướng nặng 8 ao-xơ chứa 163g\n\n  Nguồn: Sở Y tế Anh, Diễn đàn Sức khoẻ Nam giới (thông cáo báo chí), NHS Choices (trang mạng). Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}