{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'fendiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự xúc phạm; sự phạm tội, sự phạm lỗi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự xúc phạm, sự làm bực mình, sự làm khó chịu, sự làm mất lòng</td></tr></table><i/></div>",
            "word": "offending"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "offending"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "offending"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "offending"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "offending"
        }
    },
    "sentences": [
        {
            "en": "The <em>offending</em> paragraph was deleted.",
            "vi": "Đoạn văn bị phản đối đã được gạch bỏ."
        },
        {
            "en": "I daren't risk <em>offending</em> Mary's parents.",
            "vi": "Tôi không dám mạo hiểm xúc phạm ba mẹ của Mary."
        },
        {
            "en": "He's always so frightened of <em>offending</em> anyone.",
            "vi": "Nó lúc nào cũng sợ làm mất lòng người khác."
        },
        {
            "en": "It was the first newspaper to print the <em>offending</em> photograph.",
            "vi": "Đó là tờ báo đầu tiên dám in những hình ảnh xúc phạm như vậy."
        },
        {
            "en": "Did Nepal just reject earthquake relief to avoid <em>offending</em> China?",
            "vi": "Nepal chỉ muốn từ chối sự giúp đỡ để tránh phạm lỗi với Trung Quốc?"
        },
        {
            "en": "The <em>offending</em> party is fined five thousands US dollars.",
            "vi": "Bên vi phạm nộp phạt năm ngàn đô la Mỹ."
        },
        {
            "en": "She admitted her authorship of the <em>offending</em> lines.",
            "vi": "Bà ta thú nhận là tác giả của những lời chống đối."
        },
        {
            "en": "Attention to the subjects has been prompted by renewed interest in why people stop <em>offending</em>.",
            "vi": "Tham gia các môn học gợi lại sự thích thú giải thích tại sao người ta ngưng phạm tội."
        },
        {
            "en": "There were complaints, so the <em>offending</em> products were recalled to the factory and destroyed.",
            "vi": "Vì có nhiều phàn nàn nên sản phẩm bị chỉ trích được thu hồi về nhà máy và hủy bỏ."
        },
        {
            "en": "The film was accused of distorting history and <em>offending</em> the image of Vietnamese soldiers.",
            "vi": "Bộ phim bị lên án là đã xuyên tạc lịch sử và xúc phạm hình ảnh người chiến sĩ Việt Nam."
        },
        {
            "en": "In many cases, the reason for that reluctance, is a fear of <em>offending</em> or losing popularity.",
            "vi": "Trong nhiều trường hợp, lý do cho sự miễn cưỡng, là họ sợ xúc phạm hoặc đánh mất lòng yêu mến của mọi người."
        },
        {
            "en": "Generally, i think, the <em>offending</em> bird becomes aware of the danger just in time, and, squawking, hastily flaps off.",
            "vi": "Tôi cho là thường thường con mái lạ bị tấn công ý thức sự nguy hiểm đúng lúc liền kêu quàng quạc và vội vàng chuồn thẳng."
        },
        {
            "en": "Blocking requests\n\nAccording to Google’s Transparency Report, the company received 872,492 (and still counting) requests from copyright holders to block <em>offending</em> URLs from thepiratebay.se. ",
            "vi": "Yêu cầu chặn trang The Pirate Bay\n\nTheo Bản báo cáo Minh bạch của Google, hãng đã nhận được 872.492 lời yêu cầu (và vẫn còn tiếp tục gia tăng) từ những người nắm giữ bản quyền yêu cầu chặn các URL vi phạm từ trang “thepiratebay.se”. "
        },
        {
            "en": "At the same time, new programmes are needed to help juveniles in detention centres and reform schools to build social competencies and start addressing their <em>offending</em> behaviours.",
            "vi": "Đồng thời, cần có các chương trình mới để giúp đỡ người chưa thành niên trong các trại giam và các trường giáo dưỡng nhằm xây dựng năng lực xã hội và bắt đầu giải quyết các hành vi phạm tội của họ."
        },
        {
            "en": "Only the <em>offending</em> parties gave them different names just as once they looked upon African countries as the white man's burden.",
            "vi": "Những bên tham chiến mới gọi tên khác nhau thôi, cũng như đã có lúc họ xem thường các quốc gia phi châu như gánh nặng của người da trắng vậy."
        },
        {
            "en": "In severe incompatibility, for example be tween completely unrelated people, there are likely to be swift immune reactions as antibodies attack and destroy and <em>offending</em> antigenic material.",
            "vi": "Trong trường hợp bất tương hợp trầm trọng như giữa hai người hoàn toàn không liên hệ với nhau, có thể có những phản ứng miễn dịch nhanh chóng do kháng thể tấn công và huỷ diệt mọi chất kháng nguyên xâm phạm."
        },
        {
            "en": "Build coalitions, and join groups that are politically powerful in the company while not <em>offending</em> other cliques that may become powerful with a change of management.",
            "vi": "Xây dựng đồng minh và tham gia những nhóm mà nắm sức mạnh trong công ty mà không xúc phạm đến những nhóm khác mà có thể nắm sức mạnh khi có sự thay đổi ban giám đốc."
        },
        {
            "en": "In July, when Google banned Chrome extension installations from third-party websites, the company also said that it will start analyzing all extensions listed in the Chrome Web Store for malicious behavior and will remove the <em>offending</em> ones.",
            "vi": "Vào tháng Bảy, khi Google cấm cài tiện ích mở rộng của Chrome từ các trang web bên thứ ba, hãng cũng cho biết sẽ bắt đầu phân tích tất cả phần mở rộng được liệt kê trong Cửa hàng Chrome trực tuyến để tìm ra hành vi độc hại và sẽ gỡ bỏ các tiện ích mở rộng vi phạm."
        },
        {
            "en": "The sky suddenly darkened further, and, as I looked over my shoulder to glare at the <em>offending</em> cloud, I realized with a shock that two men were walking quietly twenty feet behind me.",
            "vi": "Bầu trời đột nhiên tối sầm lại, và, trong khi tôi đang ngoái ra sau nhìn đám mây đáng ghét, tôi sững sờ nhận ra hai người đàn ông đang đi bộ lặng lẽ phía sau tôi khoảng hai mươi bộ."
        },
        {
            "en": "FoodMilk, shellfish, eggs, and nuts are among the most common foods that cause allergies. An allergic reaction usually happens within minutes of eating the <em>offending</em> food. Symptoms, which can include breathing problems, hives, vomiting, diarrhea, and swelling around the mouth, can be severe. Avoid all foods that you are allergic to. If you're exposed to them, you may need an epinephrine injection.",
            "vi": "Thức ănSữa, tôm cua, trứng, và đậu thuộc nhóm các thức ăn thường gây dị ứng nhiều nhất. Dị ứng thường xảy ra trong vài phút sau khi ăn thức ăn gây khó chịu. Triệu chứng có thể gồm khó thở, nổi mề đay, ói, tiêu chảy, và sưng phù quanh miệng, có thể nặng. Hãy tránh tất cả các loại thức ăn gây dị ứng cho bạn. Nếu tiếp xúc với các loại thức ăn đó, bạn có thể cần phải tiêm epinephrine."
        }
    ],
    "suggestions": []
}