{
    "en_vn": {
        "data": {
            "content": null,
            "word": "offline"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>offline</k><blockquote>■ <cclass>adjective not controlled by or directly connected to a computer or the Internet. </cclass></blockquote><blockquote>■ <cclass>adverb while offline. </cclass></blockquote><blockquote>⁃ with a delay between the production of computer data and its processing. </blockquote></div>",
            "word": "offline"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "offline"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "offline"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "offline"
        }
    },
    "sentences": [
        {
            "en": "Go <em>offline</em>.",
            "vi": "Ngưng kết nối mạng (để thiết bị hay chương trình chỉ chạy cục bộ, không kết nối với máy chủ hoặc Internet)"
        },
        {
            "en": "making money <em>offline</em>",
            "vi": "kiếm tiền ngoại tuyến"
        },
        {
            "en": "Please resend the mail <em>offline</em>",
            "vi": "Vui lòng gửi lại mail nhé"
        },
        {
            "en": "Why were you <em>offline</em> so early today?",
            "vi": "Tại sao hôm nay bạn offline sớm vậy?"
        },
        {
            "en": "Connection to the database where <em>offline</em> messages are stored.",
            "vi": "Kết nối với cơ sở dữ liệu được lưu trữ tin nhắn offline."
        },
        {
            "en": "I always download my emails and read them <em>offline</em>.",
            "vi": "Tôi luôn tải email của tôi về và đọc không cần kết nối."
        },
        {
            "en": "The printer was <em>offline</em> so I couldn't use it.",
            "vi": "Máy in đã không nối kết được vì vậy tôi không thể dùng nó."
        },
        {
            "en": "These messages were sent while you were <em>offline</em>.",
            "vi": "Tin nhắn đã được gửi trong khi bạn không kết nối."
        },
        {
            "en": "desire is not met or the rich later talking to each other we are still close friends thu83 <em>offline</em> mistresses. bemoonmin.Yeu their <em>offline</em> friends forever 2 more",
            "vi": "mong là sau này giù không gặp hay nói chuyện với nhau chúng ta vẫn là bạn thân nhé bồ nhí thu83. mình mãi là bạn nhé bemoonmin.Yếu 2 người nhiều"
        },
        {
            "en": "You'll Be Able To Use Google Map <em>Offline</em> Later This Year",
            "vi": "Bạn sẽ có thể sử dụng Google Map mà không cần kết nối Internet vào cuối năm nay"
        },
        {
            "en": "Is there a way to make a sound notification when contacts come online and go <em>offline</em>?",
            "vi": "Có cách nào để tạo thông báo âm thanh khi có ai đó (trong danh sách) trực tuyến và ngoại tuyến không?"
        },
        {
            "en": "Since early 2016, besides Game & Idol, TalkTV’s entertainment content programs have included concerts, events and online/<em>offline</em> interaction formats.",
            "vi": "Từ đầu năm 2016, bên cạnh Game & Idol, các chương trình mang nội dung giải trí của Talk TV bao gồm các buổi hòa nhạc, các sự kiện và tương tác định dạng trực tuyến / ngoại tuyến."
        },
        {
            "en": "Mozilla implemented a very similar mechanism over a year ago in Firefox to prevent extensions installed <em>offline</em> by other programs from being enabled without user confirmation.",
            "vi": "Mozilla đã thực hiện một cơ chế tương tự cách đây hơn một năm trong Firefox để ngăn chặn các phần mở rộng do các chương trình khác cài đặt ngoại tuyến được kích hoạt mà không có xác nhận của người dùng."
        },
        {
            "en": "On the software side, one hint was Gears, a plug-in to give browsers the ability to run Web applications even when <em>offline</em>.",
            "vi": "Ở khía cạnh phần mềm này, một gợi ý là Gears, môt phần bổ sung (plug-in) tích hợp cho trình duyệt có thể chạy các ứng dụng Web ngay cả khi không nối mạng (offline)."
        },
        {
            "en": "Spend more time reading long-form content that’s useful and informative from high-quality online sources, as well as <em>offline</em> sources (like books and magazines) (negativespace/pexels)",
            "vi": "Dành nhiều thời gian đọc những bài viết chi tiết từ các nguồn trực tuyến chất lượng cao, cũng như các nguồn ngoài mạng (như sách và tạp chí) rất hữu ích và thu được nhiều thông tin (negativespace / pexels)"
        },
        {
            "en": "This made it harder for attackers to distribute malicious extensions, but didn't prevent malware from installing rogue Chrome extensions on an already compromised system using the <em>offline</em> methods. The upcoming Chrome 25 changes aim to address that.",
            "vi": "Điều này khiến cho những kẻ tấn công gặp khó khăn hơn trong việc phát tán các tiện ích mở rộng độc hại, nhưng lại không ngăn chặn phần mềm độc hại cài đặt các tiện ích mở rộng có hại của Chrome trên hệ thống đã bị tổn hại sẵn bằng phương pháp ngoại tuyến. Những thay đổi sắp tới trong Chrome 25 dự định sẽ giải quyết vấn đề này."
        },
        {
            "en": "The Internet provides many opportunities for building your brand that just aren't available <em>offline</em>. It lets you put out your products and publish photographs at a tiny fraction of the cost.",
            "vi": "Internet mang lại nhiều cơ hội để xây dựng thương hiệu mà không chỉ có mặt offline. Nó để cho bạn trình bày các sản phẩm và xuất bản hình ở chi phi thấp."
        },
        {
            "en": "To learn English in a more systematic and helpful way, you can always take good English help. There are many online and <em>offline</em> tutors that give you great English coaching. Go for the one that suits your needs.",
            "vi": "Để học tiếng Anh hữu ích và có hệ thống hơn, bạn luôn có thể kiếm nguồn trợ giúp bằng tiếng Anh tốt. Có nhiều trợ giáo trên mạng và ngoài đời sẽ luyện tiếng Anh cho bạn. Hãy chọn một thầy phù hợp với nhu cầu của bạn."
        },
        {
            "en": "In addition, all extensions that are installed using the <em>offline</em> methods will be disabled by default and the user will be asked if they want to enable them when the browser is restarted.",
            "vi": "Ngoài ra, tất cả phần mở rộng được cài đặt sử dụng phương pháp ngoại tuyến sẽ bị vô hiệu theo mặc định và người dùng sẽ được hỏi xem họ có muốn kích hoạt chúng khi trình duyệt được khởi động lại hay không."
        },
        {
            "en": "Third, it has customer loyalty. The rate of rejected products and demand for exchange  accounts for only 1 percent of total sales, an ideal p for any online or <em>offline</em> retailer.",
            "vi": "Thứ ba, tiki đã lấy được lòng trung thành của khách hàng. Tỷ lệ của sản phẩm và nhu cầu từ chối cho các tài khoản trao đổi chỉ là 1 phần trăm của tổng doanh thu, một điều lý tưởng cho bất kỳ các nhà bán lẻ trực tuyến hoặc trực tiếp nào."
        }
    ],
    "suggestions": []
}