{
    "en_vn": {
        "data": {
            "content": null,
            "word": "offs",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "offs",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "offs",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "offs",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "offs",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She says the proposed law won't stop the rip-<em>offs</em>.",
            "vi": "Cô ta nói dự thảo luật sẽ không ngăn chặn được những vụ lừa gạt này."
        },
        {
            "en": "I beat out Peter and made the final play-<em>offs</em>.",
            "vi": "Tôi đã hạ Peter và như vậy là phải đấu trận chung kết để tranh thắng bại."
        },
        {
            "en": "There are many cost performance trade-<em>offs</em> in business contexts.",
            "vi": "Có nhiều bù trừ chi phí hiệu năng trong hoàn cảnh kinh doanh."
        },
        {
            "en": "Others believe it was the technological spin-<em>offs</em>.",
            "vi": "Những người khác tin rằng đó là những công nghệ spin-off."
        },
        {
            "en": "There have been many lay-<em>offs</em> among factory workers.",
            "vi": "Trong số các công nhân của nhà máy thì có nhiều thợ bị nghỉ việc."
        },
        {
            "en": "Sales are down and lay-<em>offs</em> are inevitable: where does the company go from here?",
            "vi": "Doanh số đang giảm, việc thừa công nhân là không thể tránh khỏi : công ty phải làm gì bây giờ?"
        },
        {
            "en": "The building of the Channel Tunnel may produce important spin - <em>offs</em> for the tourist industry.",
            "vi": "Việc xây dựng đường hầm eo biển có thể tạo ra những kết quả phụ quan trọng cho ngành du lịch."
        },
        {
            "en": "Mr Jens Rydder, Agriculture and Natural Resources Coordinator, CARE. Conservation requires trade-<em>offs</em>.",
            "vi": "Ông Jens Rydder, Điều phối viên Nông nghiệp và Tài nguyên Thiên nhiên, CARE. Công tác bảo tồn đòi hỏi sự dung hoà."
        },
        {
            "en": "The issue for government is how to approach those trade-<em>offs</em>.",
            "vi": "Vấn đề đặt ra cho Chính phủ là hy sinh cái gì, và hy sinh như thế nào."
        },
        {
            "en": "The Thriftway was not far from the school just a few streets south, <em>offs</em> the highway.",
            "vi": "Thriftway không xa trường, chỉ cách vài con đường về hướng nam, gần đường cao tốc."
        },
        {
            "en": "The building of the Channel Tunnel may produce important spin-<em>offs</em> for the tourist industry.",
            "vi": "Việc xây dựng đường hầm eo biển có thể tạo ra những kết quả phụ quan trọng cho ngành du lịch."
        },
        {
            "en": "In other words, there often exist trade-<em>offs</em>, which the Government needs to evaluate carefully.",
            "vi": "Nhìn chung, thường có sự đánh đổi đòi hỏi Chính phủ phải đánh giá thận trọng."
        },
        {
            "en": "They proposed to minimize lay-<em>offs</em> by offering an early retirement plan option.",
            "vi": "Họ đề nghị giảm tối đa việc tạm giãn thợ bằng cách đưa ra kế hoạch tự nguyện về hưu sớm."
        },
        {
            "en": "They proposed to minimize lay - <em>offs</em> by offering an early retirement plan option.",
            "vi": "Họ đề nghị giảm tối đa việc tạm giãn thợ bằng cách đưa ra kế hoạch tự nguyện về hưu sớm."
        },
        {
            "en": "There are indeed many trade-<em>offs</em> in designing a process scheduling scheme.",
            "vi": "Dĩ nhiên sẽ có nhiều coach can đối khi thiết kế một lược đồ xếp hàng tiến trình."
        },
        {
            "en": "Appropriate policy mixes may mitigate the trade <em>offs</em> between economic growth and inequality.",
            "vi": "Việc kết hợp các chính sách một cách hợp lý có thể giảm thiểu sự đánh đổi giữa tăng trưởng kinh tế và bất bình đẳng."
        },
        {
            "en": "Some items of weatherproof clothing now on sale are spin <em>offs</em> from materials manufactured especially for mountaineering expeditions.",
            "vi": "Một vài loại quần áo ấm đang bày bán là những sản phẩm phụ từ các nguyên liệu đặc chế cho các cuộc thám hiểm núi cao."
        },
        {
            "en": "They disclosed that there will be more lay - <em>offs</em> among workers in their factory within the next few months.",
            "vi": "Họ tiết lộ rằng trong vài tháng tới sẽ có thêm nhiều vụ sa thải nhân công trong nhà máy."
        },
        {
            "en": "Overtime, as people move from project to project, the initial requirements, business rules, architecture, and design trade-<em>offs</em> are lost.",
            "vi": "Qua thời gian, khi mọi người đi chuyển từ dự án nọ sang dự án kia, các yêu cầu ban đầu, các quy tắc nghiệp vụ, kiến trúc và những bù trừ thiết kế bị mất đi."
        },
        {
            "en": "They disclosed that there will be more lay-<em>offs</em> among workers in their factory within the next few months.",
            "vi": "Họ tiết lộ rằng trong vài tháng tới sẽ có thêm nhiều vụ sa thải nhân công trong nhà máy."
        }
    ],
    "suggestions": []
}