{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔ:fntaimz]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">often</font></td></tr></table><i/></div>",
            "word": "oftentimes",
            "pronounce": "['ɔ:fntaimz]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oftentimes</k><blockquote>■ <cclass>adverb <cclass>archaic or <cclass>N. Amer. often. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: extended form of <kref>oft-times</kref>, influenced by <kref>often</kref>. </blockquote></div>",
            "word": "oftentimes",
            "pronounce": "['ɔ:fntaimz]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oftentimes",
            "pronounce": "['ɔ:fntaimz]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oftentimes",
            "pronounce": "['ɔ:fntaimz]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oftentimes",
            "pronounce": "['ɔ:fntaimz]"
        }
    },
    "sentences": [
        {
            "en": "I think substance matters more than beauty <em>oftentimes</em>.",
            "vi": "Tôi nghĩ rằng bản chất bên trong đáng giá hơn vẻ đẹp bề ngoài."
        },
        {
            "en": "<em>Oftentimes</em>, however, minimizing tax liabilities is a central factor.",
            "vi": "Tuy nhiên, thường thì yếu tố quyết định vẫn là giảm thiểu số thuế công ty phải nộp."
        },
        {
            "en": "<em>Oftentimes</em> I was rude to others and always had a smart-aleck response.",
            "vi": "Tôi thường thô lỗ với người khác và luôn trả lời ngạo mạn."
        },
        {
            "en": "<em>Oftentimes</em> we have to go out and investigate these cases to see, is it true?",
            "vi": "Thường là chúng tôi phải đi tìm hiểu xem có thực tế có phải như vậy không."
        },
        {
            "en": "People <em>oftentimes</em> when they begin to understand the great secret, become frightened of all these negative thoughts that they have.",
            "vi": "Thường thì khi con người bắt đầu hiểu về nguyên lý của Bí mật tuyệt diệu đó, họ bắt đầu sợ hãi tất cả những suy nghĩ tiêu cực của mình."
        },
        {
            "en": "Despite years of practical advice books and earnest consultants, workplace meetings are still <em>oftentimes</em> a cliche for mismanagement and disaster.",
            "vi": "Mặc dù hàng năm luyện tập theo lời khuyên sách báo và cố vấn, nhưng những cuộc họp khắp nơi vẫn thường giống nhau về việc quản lý sai lầm và thất bại."
        },
        {
            "en": "<em>Oftentimes</em> our decisions become divided between the use of an electric power tool or hand held power tools.",
            "vi": "Thông thường quyết định của chúng tôi được chia ra giữa việc sử dụng mô tơ điện hoặc là các dụng điện cầm tay."
        },
        {
            "en": "In Southeast Asia, by contrast, public investment decisions were <em>oftentimes</em> political decisions subject to manipulation by special interest groups.",
            "vi": "Ngược lại, ở các nước Đông Nam Á, các quyết định đầu tư của nhà nước thường bị chi phối và thao túng bởi các nhóm lợi ích đặc biệt."
        },
        {
            "en": "We <em>oftentimes</em> hear about it from the United States and we go out and try to check, did this happen.",
            "vi": "Chúng tôi nghe được điều này từ Hoa Kỳ và phải đi ra ngoài để kiểm chứng."
        },
        {
            "en": "Ambassador Michalak: <em>Oftentimes</em> it is, when you vote for the President you’re voting for a man or a woman and how well that person can govern.",
            "vi": "Đại sứ Michalak: Thường thi, khi bạn bỏ phiếu bầu Tổng thống, bạn sẽ bầu cho người mà bạn nhìn thấy tiềm năng lãnh đạo Chính phủ của người đó."
        },
        {
            "en": "<em>Oftentimes</em>, the only reason they want you to fit in is that once you do they can ignore you and go about their business.",
            "vi": "Thông thường, lý do duy nhất họ muốn bạn phù hợp là khi một lần bạn làm việc đó họ có thể lờ đi và thực hiện việc kinh doanh của họ."
        },
        {
            "en": " Remember to make it fun, and not see it as an obligation or as homework. Once you see your own progress, <em>oftentimes</em> that’s all you need to keep pushing forward.",
            "vi": "Hãy nhớ làm cho việc học trở nên vui vẻ, và không thấy nó như một nghĩa vụ hay bài tập về nhà. Ngay khi bạn nhìn thấy những tiến triển của bản thân, đôi lúc đó là tất cả những gì bạn cần để tiếp tục tiến về phía trước."
        },
        {
            "en": "Being on the UN Security Council means that Vietnam - like other members - is asked has to pay more attention to issues which are <em>oftentimes</em> very far away from its borders.",
            "vi": "Có mặt tại Hội đồng Bảo an có nghĩa là Việt Nam - như các thành viên khác - sẽ phải chú ý đến những vấn đề nằm rất xa biên giới của mình."
        },
        {
            "en": "And, <em>oftentimes</em>, girls are more disadvantaged than boys in learning a language other than their mother tongue, due to lack of social interactions and access to materials (Kane, 2004).",
            "vi": "Nghiên cứu quốc tế đã luôn chỉ ra rằng các em gái thiệt thòi hơn các em trai trong việc học một ngôn ngữ khác ngoài tiếng mẹ đẻ, bởi thiếu sự giao tiếp xã hội và tài liệu (Kane, 2004)."
        },
        {
            "en": "And here is another place where <em>oftentimes</em> other governments get involved. They say, “You know, United States, that’s right, it looks like you were doing something here that is against this international convention or that international convention.”",
            "vi": "Và đây là một chỗ mà đôi khi các chính phủ khác thường tham gia vào. Họ nói: “Bạn biết không, này nước Mỹ, đúng đấy, có vẻ như các bạn đang làm những việc trái với công ước quốc tế này hay công ước quốc tế nọ.”"
        },
        {
            "en": "When the door of happiness closes, another opens but <em>oftentimes</em> we look so long at the closed door that we don't see the one which has been opened for us.",
            "vi": "Khi một cánh cửa hạnh phúc khép lại, cánh cửa khác mở ra nhưng thường thì ta quá mải nhìn vào cánh cửa đã khép đến nỗi không nhìn thấy ai đó đang mở cửa cho ta."
        },
        {
            "en": " Remember to make it fun, and not see it as an obligation or as homework. Once you see your own progress, <em>oftentimes</em> that’s all you need to keep pushing forward.",
            "vi": "Hãy nhớ làm cho việc học trở nên vui vẻ, và không thấy nó như một nghĩa vụ hay bài tập về nhà. Ngay khi bạn nhìn thấy những tiến triển của bản thân, đôi lúc đó là tất cả những gì bạn cần để tiếp tục tiến về phía trước."
        },
        {
            "en": "While it can be hard to believe that an oddball dream about your mother, a circus and a snowstorm can have any bearing on real life, there may be symbolism and potential meaning to be mined in every dream—you just have to look for it, says Harvard-trained psychotherapist Jeffrey Sumber. \"The meaning of our dreams <em>oftentimes</em> relates to things we are needing to understand about ourselves and the world around us,” he says. Instead of shrugging off strange dreams, think about how they make you feel. “We tend to dismiss these dreams due to the strange components, yet it is the feeling we have in these dreams that matters most,” he explains. “Sometimes the circus and the snowstorm are just fillers that allow us to process the range of emotions we feel about our mother and give us the necessary distraction so we can actually experience that spectrum of emotion.”",
            "vi": "Mặc dù khó có thể tin rằng một giấc mơ kỳ quặc về mẹ của bạn, một rạp xiếc và một cơn bão tuyết có thể có bất kỳ sự liên quan nào trong đời thực, có thể có biểu tượng và ý nghĩa tiềm ẩn trong mỗi giấc mơ, bạn chỉ cần tìm kiếm nó, theo Jeffrey Sumber, nhà tâm lý trị liệu được đào tạo tại Harvard. \"Ý nghĩa những giấc mơ của chúng ta thường liên quan đến những điều chúng ta đang cần phải hiểu về bản thân và thế giới xung quanh mình,\" ông nói. Thay vì xem nhẹ những giấc mơ kỳ lạ, hãy suy nghĩ về cảm giác chúng mang đến cho bạn. \"Chúng ta có xu hướng bỏ qua những giấc mơ như vậy do các chi tiết lạ, nhưng chính cảm giác mà chúng ta cảm thấy trong những giấc mơ như vậy lại là quan trọng nhất\", ông giải thích. \"Đôi khi rạp xiếc và bão tuyết chỉ là những chi tiết lấp chỗ trống cho phép chúng ta xử lý hàng loạt cảm xúc mà ta cảm thấy về mẹ của mình và cho chúng ta sự phân tâm cần thiết để có thể thực sự trải nghiệm các cảm xúc đó\"."
        },
        {
            "en": "1. Identify Your Students  Are you teaching children or adults?  With children, use all sorts of games and activities. All they really need is to see that English class is fun!  Teenagers are right in the sweet spot between childhood and adulthood. They’ll mostly need material and resources that are relatable and engaging, like and technology.   When it comes to teaching adults, get them talking about themselves and asking questions with other students. In many business situations, they’ll need to be conversational and to have a vocabulary related to their field. So, incorporate relevant terms—including jargon, if required—into your lesson plans. It may sound difficult, but <em>oftentimes</em> the words will be Latin-based and will sound similar to the words in your students’ native language.  When beginning adult students start to recognize technical terms, it’ll encourage them to feel more comfortable with language learning.",
            "vi": "Học trò là ai?  Bạn dạy người lớn hay con nít?  Dạy cho con nít thì phải dùng đủ loại game và hoạt động. Chúng cần thấy học tiếng Anh vui vẻ!  Thanh thiếu niên thì lỡ cỡ giữa con nít và người lớn. Điều chúng cần nhất là tài liệu dính dáng tới mình thì mới hứng thú học, như âm nhạc hay công nghệ.   Dạy cho người lớn thì hãy làm họ kể về mình và hỏi han các bạn học khác.  Khi làm ăn kinh doanh, họ sẽ cần trò chuyện được và có vốn từ liên quan đến chuyên môn của mình. Cho nên phải đưa các từ liên quan, cả biệt ngữ, nếu cần - vào giáo án của bạn. Nghe có vẻ khó, nhưng thường các từ la-tinh cả cho nên sẽ giông giống tiếng mẹ đẻ của học trò thôi.    Khi học trò người lớn mới học tiếng Anh bắt đầu nhận ra những từ chuyên môn, họ sẽ cảm thấy học ngôn ngữ thoải mái hơn."
        },
        {
            "en": "Defining Illegal Insider Trading     When hearing news stories about illegal insider trading activity, investors usually take notice because it's an activity that affects them. Although there are legal forms of insider trading, the better you understand why illegal insider trading is a crime, the better you'll understand how the market works. Here we discuss what an illegal insider is, how it compromises the essential conditions of a capital market and what defines an insider.   What Is It and Why Is It Harmful? Insider trading occurs when a trade has been influenced by the privileged possession of corporate information that has not yet been made public. Because the information is not available to other investors, a person using such knowledge is trying to gain an unfair advantage over the rest of the market.  Using nonpublic information for making a trade violates transparency, which is the basis of a capital market. Information in a transparent market is disseminated in a manner by which all market participants receive it at more or less the same time. Under these conditions, one investor can gain an advantage over another only through acquiring skill in analyzing and interpreting available information. This skill is based on individual merit and awareness. If one person trades with nonpublic information, he or she gains an advantage that is impossible for the rest of the public. This is not only unfair but disruptive to a properly functioning market: if insider trading were allowed, investors would lose confidence in their disadvantaged position (in comparison to insiders) and would no longer invest.   The Law  In August 2000, the Securities and Exchange Commission (SEC) adopted new rules regarding insider trading (made effective in October of the same year). Under Rule 10b5-1, the SEC defines insider trading as any securities transaction made when the person behind the trade is aware of nonpublic material information, and is hence violating his or her duty to maintain confidentiality of such knowledge.  Information is defined as being material if its release could affect the company's stock price. The following are examples of material information: the announcement that the company will receive a tender offer, the declaration of a merger, a positive earnings announcement, the release of the company's discovery such as a new drug, an upcoming dividend announcement, an unreleased buy recommendation by an analyst and finally, an imminent exclusive in a financial news column.  In a further effort to limit the possibility of insider trading, the SEC has also stated in Regulation Fair Disclosure (Reg FD), which was released at the same time as Rule10b5-1, that companies can no longer be selective as to how they release information. This means that analysts or institutional clients cannot be privy to information ahead of retail clients or the general public. Everyone who is not a part of the company is to receive information at the same time.  Who Is an Insider?  For the purposes of defining illegal insider trading, a corporate insider is someone who is privy to information that has yet to be released to the public. If a person is an insider, he or she is expected to maintain a fiduciary duty to the company and to the shareholders and is obligated to retain in confidence the possession of the nonpublic material information. A person is liable of insider trading when he or she has acted on privileged knowledge in the attempt to make a profit.   Sometimes it is easy to identify who insiders are: CEOs, executives and directors are of course directly exposed to material information before it's made public. However, according to the misappropriation theory of insider trading cases, certain other relationships automatically give rise to confidentiality. In the second part of Rule 10b5-2, the SEC has outlined three nonexclusive instances that call for a duty of trust or confidentiality:  1. When a person expresses his or her agreement to maintain confidentiality  2. When history, pattern and/or practice show that a relationship has mutual confidentiality  3. When a person hears information from a spouse, parent, child or sibling (unless it can be proven that such a relationship has not and does not give rise to confidentiality).  Partners in Crime  In insider trading that occurs as a result of information leaking outside of company walls, there is what is known as the \"tipper\" and the \"tippee\". The tipper is the person who has broken his or her fiduciary duty when he or she has consciously revealed inside information. The tippee is the person who knowingly uses such information to make a trade (in turn also breaking his or her confidentiality).  Both parties typically do so for a mutual monetary benefit. A tipper could be the spouse of a CEO who goes ahead and tells his neighbor inside information. If the neighbor in turn knowingly uses this inside information in a securities transaction, he or she is guilty of insider trading. Even if the tippee does not use the information to trade, the tipper can still be liable for releasing it.  It may be difficult for the SEC to prove whether or not a person is a tippee. The route of insider information and its influence over people's trading is not so easy to track. Take for example a person who initiates a trade because his or her broker advised him or her to buy/sell a share. If the broker broker based the advice on material non-public information, the person who made the trade may or may not have had awareness of the broker's knowledge - evidence to prove what the person knew before the trade may be hard to uncover.  Excuses, Excuses    <em>Oftentimes</em>, people accused of the crime claim that they just overheard someone talking. Take for example a neighbor who overhears a conversation between a CEO and her husband regarding confidential corporate information. If the neighbor then goes ahead and makes a trade based on what was overheard, he or she would be violating the law even though the information was just \"innocently\" overheard: the neighbor becomes an insider with a fiduciary duty and obligation to confidentiality the moment he or she comes to possess the nonpublic material information. Since, however, the CEO and her husband did not try to   from their insider knowledge, they are not necessarily liable of insider trading. In their carelessness, they may, however, be in breach of their confidentiality.  Conclusion  Since illegal insider trading takes advantage not of skill but chance, it threatens investor confidence in the capital market. It is important for you to understand what illegal insider trading is because it may affect you as an investor and the company in which you are investing.",
            "vi": "Nhận diện giao dịch tay trong bất hợp pháp   \n Khi nghe tin về hoạt động giao dịch tay trong bất hợp pháp, các nhà đầu tư thường dồn sự tập trung chú ý của mình vào vì đó là một hoạt động gây ảnh hưởng đến họ. Mặc dù có những hình thức giao dịch tay trong hợp pháp, nhưng bạn càng hiểu rõ vì sao giao dịch tay trong trái với quy định là vi phạm pháp luật thì bạn sẽ càng nắm bắt tường tận hơn cách thị trường vận hành là như thế nào. Sau đây chúng ta tìm hiểu xem một giao dịch tay trong trái quy định là gì, nó gây tổn hại đến những điều kiện thiết yếu của thị trường tài chính như thế nào, và căn cứ vào đâu để nhận diện một người tay trong.\n   \nGiao dịch tay trong là gì và tại sao nó có hại?\n Giao dịch tay trong xảy ra khi sự sở hữu mang tính đặc quyền thông tin doanh nghiệp chưa từng được công bố rộng rãi đã tác động đến một giao dịch nào đó. Bởi vì thông tin chưa công khai cho những nhà đầu tư khác, một người dùng những thông tin này ra sức thu lợi bất chính đối với phần còn lại của thị trường.  Dùng thông tin không được công bố rộng rãi để giao dịch là vi phạm nguyên tắc minh bạch, nguyên tắc cơ bản của thị trường tài chính. Thông tin trong thị trường minh bạch được phổ biến theo cách mà mọi thành viên tham gia thị trường đều nhận được nó gần như là đồng thời. Trong những điều kiện ấy, một nhà đầu tư có thể kiếm lời so với nhà đầu tư khác nhờ sở hữu kỹ năng phân tích và giải mã những thông tin có sẵn. Kỹ năng này dựa trên sự hiểu biết và sự xuất sắc của cá nhân. Nếu một người giao dịch bằng thông tin chưa được công khai, anh ta thu lợi mà những người khác không thể có được. Điều này không chỉ bất công mà còn phá vỡ thị trường đang hoạt động đúng đắn: nếu giao dịch tay trong được phép diễn ra thì các nhà đầu tư sẽ mất niềm tin vào vị thế bất lợi của mình (so với những người tay trong) và sẽ không đầu tư nữa.   Luật Vào tháng 8 năm 2000, Uỷ ban Giao dịch Chứng khoán (SEC) đã thông qua những quy định mới liên quan đến giao dịch tay trong (có hiệu lực từ tháng 10 cùng năm). Theo quy định 10b5-1, Uỷ ban Giao dịch Chứng khoán định nghĩa giao dịch tay trong là bất kỳ giao dịch chứng khoán nào diễn ra khi người đứng đằng sau giao dịch đó biết thông tin cụ thể có tác động đến giao dịch mà thông tin ấy không được công khai, và vì vậy không làm tròn trách nhiệm giữ bí mật những thông tin đó.  Thông tin được xác định là có ảnh hưởng đến giao dịch chứng khoán nếu việc tiết lộ nó có thể ảnh hưởng đến giá cổ phiếu của doanh nghiệp. Sau đây là những ví dụ về những thông tin loại này: thông tin doanh nghiệp sẽ nhận được một lệnh đặt mua với giá cao hơn giá thị trường, thông tin về một vụ sáp nhập, thông tin thu nhập có xu hướng tăng, tiết lộ bí mật của công ty chẳng hạn thông tin về cổ tức sắp tới, sản phẩm mới, khuyến nghị mua không được công bố của một nhà phân tích và cuối cùng, thông tin độc quyền sắp xuất hiện trong cột tin tài chính.   Với nỗ lực hạn chế khả năng xảy ra giao dịch tay trong, Uỷ ban Giao dịch Chứng khoán còn nêu trong Quy định về Công bố thông tin Công bằng (Reg FD), quy định được ban hành cùng thời điểm với quy định 10 b5-1, theo đó các doanh nghiệp không còn được phép chọn lựa cách họ công bố thông tin nữa. Nghĩa là các nhà phân tích hoặc các khách hàng là các tổ chức không thể nắm giữ bí mật thông tin trước các khách hàng nhỏ lẻ hoặc công chúng. Những người không thuộc công ty cũng nhận được thông tin cùng lúc.   Người tay trong, anh là ai? Để nhận diện giao dịch tay trong bất hợp pháp, cần biết về người tay trong, người nắm các thông tin chưa được công bố rộng rãi. Nếu một người là người tay trong, anh ta được mọi người kỳ vọng nắm giữ trách nhiệm tín thác đối với công ty và các cổ đông và phải giữ bí mật việc sở hữu những thông tin có ảnh hưởng đến giao dịch chứng khoán không được công khai. Một người bị cho là giao dịch tay trong khi anh ta hành động dựa trên thông tin đặc quyền hòng trục lợi.  Đôi khi dễ dàng nhận ra người tay trong là ai: các tổng giám đốc, viên chức cao cấp và những người đứng đầu tất nhiên là những người tiếp cận trực tiếp thông tin quan trọng trước khi công bố ra bên ngoài. Tuy nhiên, theo lý thuyết về tham ô trong những trường hợp xảy ra giao dịch tay trong, một số những mối quan hệ khác tự động nảy sinh bí mật. Trong phần thứ hai của quy định 10b5-2, Uỷ ban Giao dịch Chứng khoán đã phác thảo ba trường hợp tổng quát mà cần phải có trách nhiệm giữ chữ tín hoặc bí mật: 1. Khi một người cam kết giữ bí mật 2. Khi lịch sử, phong tục và/hoặc tập quán cho thấy một mối quan hệ có bí mật chung 3. Khi một người nghe thông tin từ người bạn đời, cha mẹ, con cái, hay anh chị em ruột (trừ khi có thể chứng minh một mối quan hệ như vậy không có và không tạo nên bí mật). Những đồng phạm Trong hoạt động giao dịch tay trong mà xảy ra do thông tin bị rò rỉ ra bên ngoài khỏi phạm vi công ty, có khái niệm được nhắc đến là “người tiết lộ thông tin nội gián” và “người nhận thông tin nội gián”. Người tiết lộ thông tin nội gián là người đã vi phạm trách nhiệm tín thác khi cố ý tiết lộ thông tin nội gián. Người nhận thông tin nội gián là người sử dụng có hiểu biết những thông tin ấy để thực hiện giao dịch (đến lượt họ cũng vi phạm chữ tín).  Cả hai bên thường làm như vậy vì lợi ích tài chính chung. Người tiết lộ thông tin nội gián có thể là vợ hoặc chồng của một tổng giám đốc, người này đi nói cho người hàng xóm của mình thông tin nội gián. Nếu người hàng xóm ấy đến lượt mình lại sử dụng thông tin kia vào giao dịch chứng khoán, anh ta phạm tội giao dịch nội gián. Thậm chí nếu người nhận thông tin nội gián giao dịch không sử dụng thông tin tiếp nhận đó để giao dịch thì người tiết lộ thông tin có thể vẫn phải chịu trách nhiệm về việc tiết lộ bí mật.  Có thể Uỷ ban Giao dịch Chứng khoán gặp khó khăn khi phải chứng minh một người có phải là người nhận thông tin nội gián hay không. Lộ trình của thông tin nội gián và tầm ảnh hưởng của nó đối với giao dịch của mọi người là không dễ dàng phát hiện ra. Ví dụ, một người bắt đầu giao dịch nhờ nhà môi giới của mình tư vấn mua/bán một cổ phiếu. Nếu nhà môi giới tư vấn dựa vào thông tin không được công khai mà có ảnh hưởng đến giao dịch thì người thực hiện giao dịch có thể đã biết hay không biết về sự am hiểu của nhà môi giới – khó mà phát hiện bằng chứng cho thấy rõ người kia đã biết cái gì trước khi giao dịch xảy ra.  Những biện hộ, bào chữa Những người bị buộc tội thường khẳng định rằng họ chỉ tình cờ nghe ai đó nói. Chẳng hạn, một người hàng xóm nghe được hai vợ chồng bà tổng giám đốc nói chuyện về thông tin của công ty cần bảo mật. Nếu sau đó người hàng xóm đi thực hiện giao dịch dựa vào những gì mình nghe được thì người này vi phạm pháp luật dù chỉ nghe “một cách tình cờ”: người hàng xóm trở thành người tay trong có trách nhiệm tín thác và nghĩa vụ bảo vệ bí mật trong khoảnh khắc anh ta nắm được thông tin có ảnh hưởng đến giao dịch chứng khoán không được công khai. Tuy nhiên, vì vợ chồng vị tổng giám đốc không hưởng lợi từ thông tin kia, họ không nhất thiết phải chịu trách nhiệm về giao dịch tay trong ấy. Nhưng, trong trường hợp bất cẩn của họ, họ có thể vi phạm nguyên tắc giữ gìn bí mật. Kết luận Vì giao dịch tay trong bất hợp pháp lợi dụng không phải kỹ năng phân tích thông tin công khai mà là cơ may nắm được thông tin bí mật, nên nó là mối đe doạ đối với niềm tin của nhà đầu tư vào thị trường tài chính. Hiểu giao dịch nội gián là gì rất quan trọng bởi nó có thể tác động đến bạn - nhà đầu tư và công ty bạn đang đầu tư vào."
        }
    ],
    "suggestions": []
}