{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Ohio"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ohio"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ohio"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ohio"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ohio"
        }
    },
    "sentences": [
        {
            "en": "I live in warren <em>Ohio</em>.",
            "vi": "Tôi sống ở khu đông dân cư Ohio."
        },
        {
            "en": "I live in the State of <em>Ohio</em>.",
            "vi": "Tôi sống ở tiểu bang Ohio."
        },
        {
            "en": "Is Colorado two hours ahead of <em>Ohio</em>?",
            "vi": "Có phải Colorado sớm hai giờ so với Ohio không?"
        },
        {
            "en": "The botany of the <em>Ohio</em> River valley is very rich.",
            "vi": "Thực vật vùng thung lũng Ohio River rất phong phú."
        },
        {
            "en": "We passed through Pennsylvania on our way to <em>Ohio</em>.",
            "vi": "Trên đường đến Ohio, chúng tôi đã đi qua Pennsylvania."
        },
        {
            "en": "They are moving the factory from New York to <em>Ohio</em>.",
            "vi": "Họ đang di dời nhà máy từ New York tới Ohio."
        },
        {
            "en": "I have lived in <em>Ohio</em> state for three years.",
            "vi": "Tôi ở bang Ohio được 3 năm rồi."
        },
        {
            "en": "I'm from the state of <em>Ohio</em> in the United States.",
            "vi": "Tôi đến từ bang Ohio, Hoa Kỳ."
        },
        {
            "en": "Benesch, Friedlander, Coplan & Aronoff LLP, 2005, cited from China Insights, Volume 2, Cleveland, <em>Ohio</em>",
            "vi": "Benesch, Friedlander, Coplan & Aronoff LLP, 2005, Trích từ China Insights, Quyển 2, Cleveland, Ohio"
        },
        {
            "en": "The Athens Lunatic Asylum was a mental hospital operational in Athens, <em>Ohio</em> from 1874 until 1993.",
            "vi": "Bệnh viện tâm thần Athens là một nhà thương điên thuộc hạt Athens, khu vực Ohio từ năm 1874 cho đến năm 1993."
        },
        {
            "en": "Gomaa M.Dawod received his Master of Geodetic Science and Surveying from the <em>Ohio</em> State.",
            "vi": "Gomaa M. Dawod nhận được bằng Thạc sĩ Khoa học và Khảo Sát Trắc Địa từ bang Ohio."
        },
        {
            "en": "Clinton revived her fortunes last week with victories in <em>Ohio</em>, Rhode Island and Texas.",
            "vi": "Clinton đã phục hồi vận may của mình tuần trước với các chiến thắng ở Ohio, đảo Rhode và Texas."
        },
        {
            "en": "He is now living with the Parker family on a farm 100 kilometers outside Columbus, <em>Ohio</em>.",
            "vi": "Hiện nay anh ấy đang sống với gia đình Parker tại một trang trại cách thành phố Columbus, Ohio 100 kilo mét."
        },
        {
            "en": "On the day in question, I was travelling with my brother to <em>Ohio</em>.",
            "vi": "Vào cái ngày đó, tôi đang trên đường đến Ohio với anh tôi."
        },
        {
            "en": "The expansion of a corn belt in Kentucky and <em>Ohio</em> had created a corn glut.",
            "vi": "Việc mở rộng khu vực trồng bắp ở bang Kentucky và Ohio gây ra sự dư thừa bắp."
        },
        {
            "en": "I used to live in a wooden farmhouse in <em>Ohio</em> when I was a child.",
            "vi": "Hồi còn nhỏ tôi sống trong một căn nhà trại bằng gỗ ở Ohio."
        },
        {
            "en": "I 'm from the state of <em>Ohio</em> in the United States.",
            "vi": "Tôi đến từ bang Ohio, Hoa Kỳ."
        },
        {
            "en": "Mr. Aloisi was born July 18, 1956 in Middletown, <em>Ohio</em>, and is married with twin daughters.",
            "vi": "Ông Aloisi sinh ngày 18/7/1956 tại Middletown, bang Ohio, đã lập gia đình và có hai cô con gái sinh đôi."
        },
        {
            "en": "I have a brother in Cincinnati and my relatives still live in <em>Ohio</em>.",
            "vi": "Tôi có một người anh ở cincinnati và những người thân của tôi vẫn sống ở ohio."
        },
        {
            "en": "Gomaa M. Dawod received his Master of Geodetic Science and Surveying from the <em>Ohio</em> State.",
            "vi": "Gomaa M. Dawod nhận được bằng Thạc sĩ Khoa học và Khảo Sát Trắc Địa từ bang Ohio."
        }
    ],
    "suggestions": []
}