{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Oldenburg",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Oldenburg",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Oldenburg",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Oldenburg",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Oldenburg",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Linkedin / Emil <em>Oldenburg</em> // Bitcoin.com",
            "vi": "Linkedin / Emil Oldenburg // Bitcoin.com"
        },
        {
            "en": "As do its employees. Seeing that bitcoin.com pays its employees' salaries in bitcoin, many have struck gold on this year's price surge, <em>Oldenburg</em> says.",
            "vi": "Oldenburg cho biết, cũng như nhân viên của công ty nhận thấy rằng Bitcoin.com trả lương cho nhân viên bằng Bitcoin, nhiều người đã đúc vàng theo cơn sốt giá trong năm nay."
        },
        {
            "en": "<em>Oldenburg</em> believes there's a brighter future for Bitcoin Cash, a spinoff currency of bitcoin that is now being actively promoted by bitcoin.com.",
            "vi": "Oldenburg tin rằng Bitcoin Cash sẽ có một tương lai tươi sáng hơn, đây là một loại tiền tệ phụ của Bitcoin đang được bitcoin.com đẩy mạnh hoạt động."
        },
        {
            "en": "While buying, selling or trading bitcoin is not an issue today, <em>Oldenburg</em> says, problems surface when bitcoin transactions are recorded on the blockchain, the digital ledger that records each transaction. ",
            "vi": "Oldenburg cho hay, trong khi việc mua, bán hoặc kinh doanh Bitcoin không phải là vấn đề đáng ngại hiện nay, mà vấn đề dễ nhận thấy là khi các giao dịch Bitcoin được ghi lại trên blockchain- loại sổ cái kỹ thuật số ghi lại từng giao dịch."
        },
        {
            "en": "The reason why bitcoin holders haven't understood these risks, according to <em>Oldenburg</em>, is because most have so far only bought the cryptocurrency – but never sold or traded with them. ",
            "vi": "Lý do tại sao các chủ sở hữu bitcoin dã không nhận ra những rủi ro này, theo Oldenburg, là bởi vì hầu hết mọi người chỉ mua tiền mã hóa nhưng không bao giờ bán hoặc giao dịch chúng."
        },
        {
            "en": "Although <em>Oldenburg</em> is far from the first to criticize the cryptocurrency's viability as an investment asset, his position as an industry insider does stand out – even as he migrates to its spinoff, bitcoin cash (BCH).",
            "vi": "Mặc dù Oldenburg không phải là người đầu tiên chỉ trích sự tồn tại của đồng tiền mã hóa được xem như là một tài sản đầu tư, nhưng đứng trên cương vị của ông trong ngành công nghiệp nội địa đã tạo sự chú ý - ngay cả khi ông chuyển sang sản xuất sản phẩm phụ, bitcoin cash (BCH)."
        },
        {
            "en": "In a move that could be considered ironic, <em>Oldenburg</em> says bitcoin.com is distancing itself from bitcoin (BCT) and has even stopped developing services around it – to mostly focus on bitcoin cash (BCH).",
            "vi": "Một động thái có thể xem như là sự châm biếm, ông Oldenburg cho biết Bitcoin.com đang dần tự tách mình ra khỏi Bitcoin (BCT) và thậm chí ngừng phát triển các dịch vụ liên quan đến nó - để chủ yếu tập trung vào Bitcoin cash (BCH)."
        },
        {
            "en": "Bitcoin is “as good as useless” and has no future as a tradeable currency says Emil <em>Oldenburg</em>, the co-founder and CTO of bitcoin.com, one of the world’s largest bitcoin websites.",
            "vi": "Theo lời phát biểu của nhà đồng sáng lập đồng thời là Giám đốc Công nghệ (CTO) của Bitcoin.com- một trong những trang web dạng Bitcoin lớn nhất thế giới, Emil Oldenbur cho rằng Bitcoin \"vô dụng\" và tương lai không có khả năng trở thành một loại đồng tiền thương mại."
        },
        {
            "en": "<em>Oldenburg</em> doesn't want to talk about bitcoin.com revenues or to what extent they depend on trades in BCH versus BCT, but he reveals to Breakit the company makes “an awful lot of money\".",
            "vi": "Ông Oldenburg không muốn nói về doanh thu của bitcoin.com hay mức độ chênh lệch giữa các giao dịch ở BCH so với BCT, nhưng ông tiết lộ cho Breakit rằng công ty đã kiếm được \"một khoản tiền khổng lồ\"."
        },
        {
            "en": "<em>Oldenburg</em> says the bigger \"block size\" limit of Bitcoin Cash, currently at 8Mb – as opposed to bitcoin’s 1Mb – leads to lower transaction fees and a safer, more liquid investment.",
            "vi": "Oldenburg nói rằng giới hạn của Bitcoin Cash có \"kích thước khối\" lớn hơn- hiện tại ở mức 8Mb - so với tốc độ 1Mb của Bitcoin cũ , do đó mức phí giao dịch thấp hơn, đầu tư an toàn và lthanh khoản tốt hơn."
        },
        {
            "en": "Bitcoin.com is one of the world’s largest bitcoin sites, having grown its profile this year thanks to the remarkable price surge of the cryptocurrency. But its cofounder and CTO, Emil <em>Oldenburg</em>, a Swedish native, is extremely skeptical when it comes to bitcoin's future. ",
            "vi": "Bitcoin.com là một trong những trang web dạng Bitcoin lớn nhất thế giới, gia tăng danh tiếng nhờ cơn sốt tiền mã hóa đáng chú ý trong năm nay. Nhưng người đồng sáng lập và Giám đốc công nghệ, ông Emil Oldenburg, người gốc Thụy Điển rất hoài nghi khi nói đến tương lai của Bitcoin."
        },
        {
            "en": "There's only a limited amount of transactions per second you can make in the bitcoin network, which in part depends on the “block size” of the memory that store the transactions on the blockchain. This bottleneck makes for a highly risky and illiquid cryptocurrency, <em>Oldenburg</em> says, adding that \"the old bitcoin network is as good as unusable.”",
            "vi": "Chỉ có một số lượng giao dịch nhất định trên mỗi giây mà bạn có thể thực hiện trong mạng Bitcoin, một phần phụ thuộc vào \"kích thước khối\" của bộ nhớ lưu trữ các giao dịch trên blockchain. Theo ông Oldenburg, nút cổ chai này khiến cho mức độ rủi ro cao hơn và không có khả năng thanh toán tiền mã hóa, đồng thời \"mạng Bitcoin cũ cũng tốt nhưng không sử dụng được\"."
        },
        {
            "en": "<em>Oldenburg</em> has sold his bitcoins and believes others will do the same when they realize how illiquid the market is.\nHe says bitcoin's drawbacks are high fees and transaction lead times - a heated topic of discussion in the community today - and resistance to change from people running the old bitcoin network.",
            "vi": "Oldenburg đã bán các Bitcoins của mình và tin rằng những người khác cũng sẽ làm như vậy khi họ nhận ra thị trường đang thiếu thanh khoản như thế nào. Ông cho biết nhược điểm của Bitcoin là phí cao và thời gian giao dịch kéo dài- đây là một chủ đề gây tranh cãi trong cuộc thảo luận cộng đồng hôm nay và vấn đề không chấp nhận thay đổi của những người đang sử dụng mạng lưới Bitcoin cũ."
        },
        {
            "en": "“It only costs $0,012 [BI Nordic: 10 Swedish “öre”, the centesimal subdivision of krona] to send a [Bitcoin Cash transaction] and there are no lead times. The only drawback is that you need larger hard drives, but that’s not a problem for most people,” <em>Oldenburg</em> says to Breakit.",
            "vi": "Oldenburg nói với Breakit: \"Nó chỉ tốn $ 0,012 [BI [ tương đương 10 öre- đơn vị phân chia của Thụy Điển] để gửi một giao dịch [Bitcoin Cash] và không phải chờ lâu. Nhược điểm duy nhất là bạn cần có ổ cứng lớn hơn, nhưng đó không phải là vấn đề đối với hầu hết mọi người \"."
        },
        {
            "en": "Even though these \"up to 12-hour transaction lead times\" (when moving bitcoin to and from exchanges) could be adressed, <em>Oldenburg</em> sees no signs of change, because the currency is purportedly being run by the ”old\" bitcoin network, the members of which he calls \"fanatical bitcoin talibans\". ",
            "vi": "Mặc dù khoảng thời gian giao dịch tối đa đến 12 giờ (khi chuyển Bitcoin đến và trao đổi) có thể được xử lý, nhưng ông Oldenburg không thấy dấu hiệu thay đổi vì tiền tệ được biết là do mạng Bitcoin \"cũ\" đang vận hành, những thành viên trong đó ông gọi là \"phong tào cuồn tín Bitcoin\"."
        }
    ],
    "suggestions": []
}