{
    "en_vn": {
        "data": {
            "content": null,
            "word": "olds",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "olds",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "olds",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "olds",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "olds",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Five-year-<em>olds</em>.",
            "vi": "Trẻ em 5 tuổi."
        },
        {
            "en": "A class of eight-year-<em>olds</em>.",
            "vi": "Một lớp học cho học sinh 8 tuổi."
        },
        {
            "en": "Remember when, <em>olds</em> were died, news were born",
            "vi": "Nhớ lại ngày nào, những điều đã có bỗng mất đi, và những cái mới nảy sinh"
        },
        {
            "en": "Literacy rate of 15-24 year-<em>olds</em> (UNESCO)",
            "vi": "Tỷ lệ biết chữ trong độ tuổi từ 15-24 (UNESCO)"
        },
        {
            "en": "The Derby is a race for 3 year - <em>olds</em>.",
            "vi": "Derby là cuộc đua dành cho ngựa 3 tuổi."
        },
        {
            "en": "Nursery asks parents to buy books for 3-year-<em>olds</em>",
            "vi": "Trường mẫu giáo yêu cầu phụ huynh mua sách cho trẻ em 3 tuổi"
        },
        {
            "en": "She would like to contact fifty - year - <em>olds</em>.",
            "vi": "Bà ấy muốn tiếp xúc với những người 50 tuổi."
        },
        {
            "en": "Kitty Perry and the copyright lessons for seven-year-<em>olds</em>",
            "vi": "Kitty Perry và những bài học về bản quyền cho trẻ 7 tuổi"
        },
        {
            "en": "Kitty Perry and the copyright lessons for seven-year-<em>olds</em>",
            "vi": "Kitty Perry và những bài học về bản quyền cho trẻ 7 tuổi"
        },
        {
            "en": "They bought the car from the <em>Olds</em> Motor Company.",
            "vi": "Họ đã mua chiếc xe hơi của công ty Olds Motor."
        },
        {
            "en": "100 percent literacy for all 15-35 year <em>olds</em>",
            "vi": "100 % số người từ 15-35 tuổi biết chữ"
        },
        {
            "en": "Employment in household agricultural work rises from 5 per cent of 9 year <em>olds</em> to 20 per cent of 13 year <em>olds</em> and almost 40 per cent of 16 year <em>olds</em>.",
            "vi": "Công việc làm nông nghiệp cho gia đình tăng từ 5% đối với trẻ 9 tuổi lên 20% lúc 13 tuổi và gần 40% lúc 16 tuổi."
        },
        {
            "en": "Only 30% of 5-year-<em>olds</em> have access to pre-school education.",
            "vi": "Chỉ có 30% trẻ 5 tuổi được tiếp cận với giáo dục mầm non."
        },
        {
            "en": "Up to two thirds of 14 to 16 year <em>olds</em> admit buying drinks illegally.",
            "vi": "Đến hai phần ba số người từ 14 đến 16 tuổi thừa nhận đã mua rượu bất hợp pháp."
        },
        {
            "en": "He studies medicine at New York University in a class of twenty - year - <em>olds</em>.",
            "vi": "Anh ấy học ngành y ở Đại học New York trong lớp của những người 20 tuổi."
        },
        {
            "en": "Table 4.1: Employment of 11-16 year <em>olds</em> In and Out of School.",
            "vi": "Bảng 4.1: Việc làm của trẻ từ 11-16 tuổi đang đi học và không đi học."
        },
        {
            "en": "Cheryl's Birthday was initially reported to be an examination question for 11-year-<em>olds</em>.",
            "vi": "Ngày sinh nhật của Cheryl ban đầu được tiết lộ là bài kiểm tra cho học sinh 11 tuổi."
        },
        {
            "en": "He studies medicine at New York University in a class of twenty-year-<em>olds</em>.",
            "vi": "Anh ấy học ngành y ở Đại học New York trong lớp của những người 20 tuổi."
        },
        {
            "en": "I am teaching English to sixteen year <em>olds</em>, up to O - level.",
            "vi": "Tôi sẽ dạy tiếng Anh cho các em học sinh 16 tuổi, lên đến trình độ O."
        },
        {
            "en": "I think I will be a teacher of twelve and thirteen year <em>olds</em>.",
            "vi": "Tôi nghĩ tôi sẽ là giáo viên của các em học sinh 12 và 13 tuổi."
        }
    ],
    "suggestions": []
}