{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Olivier",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Olivier",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Olivier",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Olivier",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Olivier",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Olivier</em> Giroud was criticised by Thierry Henry",
            "vi": "Olivier Giroud bị chỉ trích bởi Thierry Henry"
        },
        {
            "en": "Maggie Smith co - stars with Laurence <em>Olivier</em>.",
            "vi": "Maggie Smith ngôi sao cùng đóng với Laurence Olivier."
        },
        {
            "en": "She had always dreamed of appearing opposite <em>Olivier</em>",
            "vi": "Cô ta luôn mơ ước được diễn chung với olivier"
        },
        {
            "en": "Referee Michael <em>Olivier</em> had no hesitation in pointing to the spot",
            "vi": "Trọng tài Michael Olivier không hề do dự chỉ tay vào chấm phạt đền"
        },
        {
            "en": "Arsenal's <em>Olivier</em> Giroud backed to prove doubters wrong after Thierry Henry blast",
            "vi": "Tiền đạo Arsenal Olivier Giroud đã trở lại và xoá đi những nghi ngờ sau những chỉ trích từ Thierry Henry"
        },
        {
            "en": "<em>OLIVIER</em> GIROUD is unlikely to reflect too long and hard on the comments of Thierry Henry yesterday.",
            "vi": "Olivier Giroud dường như không có biểu hiện gì sau những bình luận của Thierry Henry ngày hôm qua"
        },
        {
            "en": "<em>Olivier</em> P. Fremond, Alexander S. Berg, Tadashi Endo, Peter Taylor, Thomas A. Rose, and Noritaka Akamatsu provided advice and comments.",
            "vi": "Các ông/bà Olivier Fremond, Alexander Berg, Tadashi Endo, Peter Taylor, Thomas Rose và Noritaka Akamatsu đã đóng góp ý kiến nhận xét."
        },
        {
            "en": "In England such producers as J. Arthur Rank and such actors as Laurence <em>Olivier</em> have made British films important and popular.",
            "vi": "Ở nước anh những nhà sản xuất như j. arthur rank và những kịch sĩ như laurence olivier đã làm cho phim anh có địa vị quan trọng và được nhiều người mến chuộng."
        },
        {
            "en": "France, Germany Show Solidarity on Greek Economy        The leaders of France and Germany signaled Friday they want to find a quick solution to the economic crisis in Greece. In Greece, the prime minister reshuffled his Cabinet and replaced his finance minister. Speaking in Berlin, German Chancellor Angela Merkel and French President Nicolas Sarkozy said the stability of Europe's single currency, the euro, is their top priority.  Greece, a nation in the eurozone and part of the single currency, is in major debt. It needs a multi-billion-dollar loan from its euro neighbors in order to avoid defaulting on that debt. France and Germany had been at odds over whether private holders of Greek bonds should be involved in a Greek rescue package.  But on Friday, Merkel said the two countries were on the same page. She said that private investors should participate only on a voluntary basis. She added that mandatory participation does not have a legal basis.  Analysts say this is a softening of Germany's position, which they say had been leaning towards forcing losses on private creditors.  President Sarkozy said Friday that France and Germany are committed to defending the euro. He added that their program has to be put in place quickly.  It is a sign that European countries may be moving closer to a deal to help Greece out of its immediate financial straits.  But Mark Weisbrot, co-director of the U.S.-based research group the Center for Economic and Policy Research, says a bailout in its current form is not going to help Greece in the long run. \"Greece needs to get out from under a big part of that debt, a big part,\" said Weisbrot. \"Because otherwise, if you have a settlement and there is just a restructuring that allows some payments to be made later and none of the principles to be reduced, for example, then you're just going to end up in the same situation a year or two down the road.\" The European Union and the International Monetary Fund (IMF) have made tough austerity measures a condition of any bailout.  Those measures are adding to social unrest in Greece and putting major political pressure on the leading Socialist party. On Friday, a new finance minister was appointed amid a reshuffle of the Cabinet.  And on Wednesday, tens of thousands of people turned out in the streets to protest against tax hikes and spending cuts.  Weisbrot says austerity is not the key to improving Greece's economic situation, and, in his opinion, Greek citizens are right to battle the policy.  \"I think what they're doing right now is important,\" Weisbrot added. \"They're in the streets and that's where the only pressure is coming from. And I think they should demand that their government not accept any terms that doesn't get the economy growing immediately.\" The IMF said Friday that sovereign debt troubles in Greece and other eurozone countries are putting the global economic recovery at risk.  Speaking in San Paulo, Brazil, the IMF's research director, <em>Olivier</em> Blanchard, said policymakers have to act now to make the financial system more robust.",
            "vi": "Pháp, Đức thể hiện tình đoàn kết đối với nền kinh tế Hy Lạp     \nHôm thứ sáu các nhà lãnh đạo của Pháp và Đức cho biết là họ muốn tìm ra một giải pháp nhanh chóng cho cuộc khủng hoảng kinh tế ở Hy Lạp. Ở Hy Lạp, thủ tướng đã cải tổ nội các và thay Bộ trưởng tài chính. Phát biểu tại Berlin, thủ tướng Đức Angela Merkel và tổng thống Pháp Nicolas Sarkozy nói rằng sự ổn định của đồng ơ-rô - đồng tiền chung châu Âu - là ưu tiên hàng đầu của họ.  Hy Lạp, quốc gia thuộc khu vực sử dụng đồng ơ-rô và cũng sử dụng đồng tiền chung này, đang nợ nần chồng chất. Nó cần một khoản vay hàng tỷ đô la từ các quốc gia châu Âu láng giềng để tránh bị vỡ nợ.  Pháp và Đức từng tranh cãi nhau về việc có nên cho tư nhân nắm giữ trái phiếu của Hy Lạp tham gia chương trình cứu nguy Hy Lạp hay không.  Nhưng vào hôm thứ sáu, Merkel nói rằng hai quốc gia đã nhất trí với nhau. Bà nói rằng các nhà đầu tư tư nhân chỉ nên tham gia trên cơ sở tự nguyện. Bà nói thêm rằng việc bắt buộc họ tham gia là không có cơ sở hợp pháp.  Các nhà phân tích nói rằng điều này làm nhẹ đi vị thế của Đức và đây là việc mà họ cho rằng có khuynh hướng khiến các chủ nợ tư nhân phải chịu thiệt hại.  Hôm thứ Sáu Tổng thống Sarkozy nói rằng Pháp và Đức đã cam kết bảo vệ đồng ơ-rô. Ông nói thêm rằng chương trình của họ cần phải được triển khai nhanh chóng.  Đó là dấu hiệu cho thấy rằng các quốc gia châu Âu có thể đang tiến gần đến một thoả thuận giúp Hy Lạp thoát khỏi khó khăn về tài chính ngay trước mắt.  Nhưng Mark Weisbrot, người cùng đứng đầu nhóm nghiên cứu thuộc Trung tâm nghiên cứu về kinh tế và chính sách tại Hoa Kỳ, nói rằng hành động cứu nguy về tài chính theo hình thức hiện thời sẽ không giúp được cho Hy Lạp về lâu dài.  \"Hy Lạp cần thoát khỏi một phần lớn trong khoản nợ đó, một phần lớn, \"Weisbrot nói. \"Vì ngược lại, nếu các bạn có một giải pháp và chẳng qua là sửa đổi cơ cấu để trả một số khoản nợ sau đó và không giảm nhẹ một nguyên tắc nào chẳng hạn thì một hay hai năm nữa các bạn cũng rơi vào tình huống như thế này mà thôi.\" Liên minh châu Âu và Quỹ tiền tệ quốc tế (IMF) đã dùng các biện pháp hà khắc như là một điều kiện để cứu nguy tài chính.  Các biện pháp đó đang làm gay gắt thêm tình hình xã hội bất ổn ở Hy Lạp và gây sức ép lớn về chính trị đối với Đảng Xã hội đang cầm quyền. Hôm thứ sáu, người ta đã bổ nhiệm Bộ trưởng tài chính mới trong nỗ lực cải tổ nội các.  Và hôm thứ tư, hàng chục ngàn người đổ xô ra đường để phản đối việc tăng thuế đột ngột và cắt giảm chi tiêu.  Weisbrot nói rằng biện pháp hà khắc không phải là giải pháp để cải thiện tình hình kinh tế của Hy Lạp, và theo ý kiến của ông thì người dân Hy Lạp sẵn sàng phản đối chính sách này.  \"Tôi nghĩ những gì họ đang làm ngay bây giờ là quan trọng, \"Weisbrot nói thêm. \"Họ xuống đường và đó là lý do để gây sức ép. Và Tôi nghĩ họ nên yêu cầu chính phủ của họ đừng chấp nhận những điều khoản nào không làm cho nền kinh tế tăng trưởng ngay tức thì.\" Hôm thứ sáu Quỹ tiền tệ thế giới nói rằng các biến động vì nợ nần của chính phủ Hy Lạp và các quốc gia khác sử dụng đồng tiền chung châu Âu làm cho việc phục hồi kinh tế toàn cầu gặp rủi ro.  Phát biểu tại San Paulo, Bra-xin, giám đốc nghiên cứu của Quỹ tiền tệ thế giới, Olivier Blanchard, nói rằng các nhà hoạch định chính sách phải hành động ngay bây giờ để làm cho hệ thống tài chính vững chắc hơn."
        }
    ],
    "suggestions": []
}