{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ou'limpəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">núi Ô-lim-pi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà trời; thiên đường; nơi thần linh sống</td></tr></table><i/></div>",
            "word": "olympus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "olympus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "olympus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "olympus"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ô-lim-put</font></td></tr></tbody></table></div>",
            "word": "olympus"
        }
    },
    "sentences": [
        {
            "en": "This is <em>Olympus</em> mons named after mount <em>Olympus</em>.",
            "vi": "Đây là núi Olympus đặt tên theo đỉnh Olympus"
        },
        {
            "en": "The mount <em>Olympus</em> is the home of the Greek gods.",
            "vi": "Đỉnh Olympus là nhà của các vị thần Hy Lạp."
        },
        {
            "en": "Mainland Greece is often overlooked, apart from Athens and Mount <em>Olympus</em>.",
            "vi": "Lục địa Hy Lạp thường bị bỏ sót, tách rời từ thành phố Athens và núi Olympus."
        },
        {
            "en": "I won the first prize on the \"On the Way Up to the <em>Olympus</em>\" quiz show.",
            "vi": "Tôi đã thắng giải nhất trong cuộc thi đố \"Đường lên đỉnh Ô-lim-pi-a\"."
        },
        {
            "en": "Eighty percent of Greece consists of mountains, of which Mount <em>Olympus</em> is the highest at 2,917 m.",
            "vi": "80% Hi Lạp là đồi núi, trong đó ngọn Olympus là cao nhất, 2. 917 mét."
        },
        {
            "en": "Eighty percent of Greece consists of mountains, of which Mount <em>Olympus</em> is the highest at 2, 917 m.",
            "vi": "80% Hi Lạp là đồi núi, trong đó ngọn Olympus là cao nhất, 2.917 mét."
        },
        {
            "en": "Mars' Grand Canyon, The Valles Marineris, is 4 miles deep and 3000 miles long, 100 times <em>Olympus</em> Mons, is about 3 times higher than our Mount Everest.",
            "vi": "Hẻm núi lớn của Sao hỏa là Valles Marineris, sâu 4 dặm và dài 3000 dặm, gấp 100 lần núi Olympus, tức là cao hơn khoảng gấp 3 lần núi Everest của chúng ta."
        },
        {
            "en": "The awards will honour a number of ‘firsts’ on Mars that include landing on the surface, undertaking an overland expedition to the Martian South Pole, undertaking an overland expedition to the Martian North Pole, climbing <em>Olympus</em> Mons, the highest mountain in the solar system, and descending to the bottom of Valles Marineris, the deepest canyon on Mars.    ",
            "vi": "Các giải thưởng sẽ tôn vinh một số 'đầu tiên' trên sao Hỏa bao gồm hạ cánh trên mặt đất, thực hiện một cuộc thám hiểm trên đất liền đến Nam cực Nam Cực, tiến hành một cuộc thám hiểm trên đất liền đến Bắc Cực sao Hỏa, leo Olympus Mons, ngọn núi cao nhất trong hệ mặt trời , Và xuống dưới đáy Valles Marineris, hẻm núi sâu nhất trên sao Hỏa."
        }
    ],
    "suggestions": []
}