{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ɔnkʌmiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự đến gần, sự sắp đến</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the oncoming of winter</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sắp đến mùa đông </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gần đến, sắp đến, đang đến</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">oncoming red light</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sắp đến đèn đỏ (đèn (giao thông))</font></td></tr></table><i/></div>",
            "word": "oncoming"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oncoming</k><blockquote>■ <cclass>adjective approaching from the front; moving towards one. </cclass></blockquote><blockquote>■ <cclass>noun the approach or onset of something. </cclass></blockquote></div>",
            "word": "oncoming"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>oncoming</k><blockquote>▸ <cclass>adjective APPROACHING, advancing, nearing, forthcoming, on the way, imminent, impending, looming, gathering, (close) at hand, about to happen, to come.</cclass></blockquote></div>",
            "word": "oncoming"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oncoming"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oncoming"
        }
    },
    "sentences": [
        {
            "en": "<em>Oncoming</em> red light",
            "vi": "Sắp đến đèn đỏ"
        },
        {
            "en": "<em>Oncoming</em> of winter",
            "vi": "Sắp đến mùa đông"
        },
        {
            "en": "Watch out for <em>oncoming</em> traffic!",
            "vi": "Hãy coi chừng xe cộ đang tới gần!"
        },
        {
            "en": "Watch out for <em>oncoming</em> vehicles.",
            "vi": "Nhìn ra ngoài xem xe đang tới kìa."
        },
        {
            "en": "She threw herself in the path of an <em>oncoming</em> vehicle.",
            "vi": "Cô ta đã tự mình lao vào một chiếc xe đang chạy tới."
        },
        {
            "en": "Dip your lights as you meet an <em>oncoming</em> car.",
            "vi": "Hạ đèn xe xuống khi bạn gặp một chiếc xe hơi đang tới."
        },
        {
            "en": "You have to defend him from the <em>oncoming</em> enemies.",
            "vi": "Bạn phải bảo vệ anh ấy khỏi những kẻ thù đang đến."
        },
        {
            "en": "Stray into the path of an <em>oncoming</em> car",
            "vi": "Lạc sang đường của một chiếc ô tô đang chạy tới"
        },
        {
            "en": "We should make sweaters ready for an <em>oncoming</em> of winter.",
            "vi": "Chúng ta nên chuẩn bị sẵn áo ấm vì sắp đến mùa đông."
        },
        {
            "en": "We should slow down speed to the <em>oncoming</em> red light.",
            "vi": "Chúng ta nên giảm tốc độ khi đèn sắp đỏ."
        },
        {
            "en": "The <em>oncoming</em> election is still five weeks distant.",
            "vi": "Cuộc bầu cử sắp tới vẫn còn cách khoảng năm tuần nữa."
        },
        {
            "en": "I can see clearly the headlights of <em>oncoming</em> cars that are shining through the mist.",
            "vi": "Tôi có thể nhìn thấy rõ ánh đèn pha xe ô tô đang chiếu xuyên qua màn sương mù."
        },
        {
            "en": "There seemed to be no way of averting the <em>oncoming</em> crisis.",
            "vi": "Có vẻ như không có cách để ngăn chặn cuộc khủng hoảng sắp xảy ra."
        },
        {
            "en": "However, some people don’t like the fact that the rider doesn't face The <em>oncoming</em> traffic .",
            "vi": "Tuy nhiên, một số người không thích thực tế rằng người lái xe không đối diện với những phương tiện giao thông sắp đến."
        },
        {
            "en": "The car veered onto the wrong side of the road and collided with an <em>oncoming</em> truck.",
            "vi": "Chiếc xe đã thay đổi hướng đi sai phần đường nên đã tông/va vào một xe tải đang chạy ngược chiều lại."
        },
        {
            "en": "It's better to be bitten by a dog than stray into the path of an <em>oncoming</em> car.",
            "vi": "Bị chó cắn còn tốt hơn là lạc sang đường của một chiếc ô tô đang chạy tới."
        },
        {
            "en": "5. Warn onlookers and others to keep away, as well. If you have some signaling device, you can also attempt to warn <em>oncoming</em> traffic.",
            "vi": "Cảnh báo những người chung quanh và không cho họ lại gần xe. Nếu có thiết bị báo hiệu thì cố gắng báo cho xe cộ đang chạy tới biết."
        },
        {
            "en": "State police said a car tried to pass another vehicle at the crest of a hill and hit an <em>oncoming</em> car early Wednesday evening on Draketown Road in Washington Township, Erie County.",
            "vi": "Cảnh sát tiểu bang nói rằng một xe hơi/ô tô đã cố qua mặt một chiếc khác ở đỉnh đồi rồi tông vào một xe hơi khác đang trờ tới vào chiều thứ tư trên đường Draketown ở thành phố Washington, hạt Erie."
        },
        {
            "en": "The interior ministry on Tuesday kicked off a public safety campaign, warning of the dangers associated with taking selfies in risky areas—say, in front of <em>oncoming</em> traffic or near live electrical wires.",
            "vi": "Bộ nội vụ (Nga) hôm thứ Ba đã khởi động chiến dịch kêu gọi chú ý an toàn nơi công cộng, cảnh báo những nguy hiểm liên quan đến việc tự chụp ảnh chân dung ở những nơi nguy hiểm - chẳng hạn, trước đoàn xe đang lao đến hoặc gần dây tải điện có điện."
        }
    ],
    "suggestions": []
}