{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['wʌnnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất duy nhất, tính chất độc nhất</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất thống nhất</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất tổng thể, tính chất hoà hợp</td></tr></table><i/></div>",
            "word": "oneness",
            "pronounce": "['wʌnnis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oneness</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the state of being unified, whole, or in harmony. </blockquote></blockquote><blockquote><blockquote>2》 the state of being one in number. </blockquote></blockquote></div>",
            "word": "oneness",
            "pronounce": "['wʌnnis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oneness",
            "pronounce": "['wʌnnis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oneness",
            "pronounce": "['wʌnnis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oneness",
            "pronounce": "['wʌnnis]"
        }
    },
    "sentences": [
        {
            "en": "We must preserve the unity and <em>oneness</em> of mind within the Party.",
            "vi": "Chúng ta phải giữ vững sự đoàn kết thống nhất trong Đảng."
        },
        {
            "en": "It asks us to recognize our essential <em>oneness</em>, and to place the well-being of our communities and of all humanity at par with our own.",
            "vi": "Nó đòi hỏi chúng ta phải ghi nhận rằng về thực chất chúng ta là một khối thống nhất không thể tách rời và phải đặt lợi ích của cộng đồng ngang hàng với lợi ích của bản thân."
        },
        {
            "en": "The One Mind facilitates our connectedness and <em>oneness</em> with all else, therefore our love for all else.  The One mind helps us re-sacralize the world.",
            "vi": "Ngoài ra, Ý thức Tổng thể giúp chúng ta kết nối và hòa hợp với tất cả mọi thứ, từ đó chúng ta xây dựng tình yêu thương với tất cả. Do đó, Ý thức Tổng thể giúp chúng ta đưa thế giới này về đúng bản chất của nó."
        },
        {
            "en": "The recent explosion of interest in genealogy, the study of one's family origins, can be seen as attempt to restore connections and a yearning for <em>oneness</em>.",
            "vi": "Gần đây mọi người quan tâm nhiều tới chuyện phả hệ, tìm hiểu nguồn gốc gia đình, đây có thể coi là sự cố gắng khôi phục lại những liên hệ với người xưa, với mọi người xung quanh và là mong mỏi tìm kiếm sự đồng nhất."
        },
        {
            "en": "The love of a mother for her baby is a study in <em>oneness</em>, in which boundaries and isolation are overcome.  Anyone who has been deeply in love experiences the same thing:  a fusion of two people in which the concept of \"the other\" is set aside. ",
            "vi": "Tình yêu của người mẹ với con là một ví dụ về sự hòa hợp mà ở đó mọi ranh giới và sự xa cách đều được vượt qua. Hay những người từng có tình yêu sâu đậm đều trải nghiệm một điều là: khi hai con người đã hiểu nhau, đồng cảm với nhau thì khái niệm \"người khác\" không còn nữa."
        },
        {
            "en": "Near-death experiences are a portal to the One Mind. Ten million Americans have experienced an NDE.  The hallmark of the experience is a sense of <em>oneness</em> with all there is — an awareness that is so profound that their life is transformed after recovery.",
            "vi": "Trải nghiệm cận tử là một cánh cổng dẫn tới Ý thức Tổng thể. Có mười triệu người Mỹ có trải nghiệm này. Điểm đặc trưng của nó là cảm giác hợp nhất với tất cả mọi thứ, trải nghiệm này mang lại cho người ta một nhận thức sâu sắc đến nỗi cuộc sống của họ đã biến đổi hoàn toàn sau khi bình phục."
        }
    ],
    "suggestions": []
}