{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ontario"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ontario"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ontario"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ontario"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ontario"
        }
    },
    "sentences": [
        {
            "en": "She was an alderwoman in St. Catharines, <em>Ontario</em>.",
            "vi": "Bà ấy là ủy viên hội đồng thành phố ở Catharines, Ontario."
        },
        {
            "en": "But the people of <em>Ontario</em> are predominantly of British stock, and strongly Protestant.",
            "vi": "Nhưng dân ở ontario phần đại đa số thuộc gốc người anh, và rất thiên về đạo tin lành."
        },
        {
            "en": "The thick crowd of beach-goers is on Wasaga Beach, <em>Ontario</em>.",
            "vi": "Đám người đông nghẹt đi tắm biển trên bãi Wasaga ở Ontario."
        },
        {
            "en": "Paul Behnke is an award - winning musician and an experienced teacher from Kitchener, <em>Ontario</em>.",
            "vi": "Paul Behnke la một nhạc sĩ đoạt giải thưởng và là một thầy giáo có kinh nghiệm đến từ Kitchener, Ontario."
        },
        {
            "en": "Interviews conducted with members of <em>Ontario</em> Police, Ottawa Police, and the Royal Canadian Mounted Police.",
            "vi": "Các cuộc phỏng vấn được thực hiện với các thành viên của Sở cảnh sát Ontario, Sở cảnh sát Ottawa, và Cảnh sát Cơ động Hoàng gia Canada."
        },
        {
            "en": "On December 21, 2008, Cassini passed directly over <em>Ontario</em> Lacus and observed specular reflection in radar.",
            "vi": "Ngày 21 tháng 12 năm 2008, tàu Cassini tiến gần Ontario Lacus và đã quan sát được sự ánh xạ tích tụ qua rada."
        },
        {
            "en": "The thick crowd of beach - goers is on Wasaga Beach, <em>Ontario</em>.",
            "vi": "Đám người đông nghẹt đi tắm biển trên bãi Wasaga ở Ontario."
        },
        {
            "en": "It was tested successfully in flight in Borden, <em>Ontario</em>, on June 6, 1927.",
            "vi": "Nó đã được thử nghiệm thành công trong chuyến bay ở Borden, Ontario, vào ngày 6 tháng 6 năm 1927."
        },
        {
            "en": "Ontario's social assistance program helps residents of <em>Ontario</em> who are in financial.",
            "vi": "Chương trình cứu tế xã hội của Ontario giúp cho những người cư trú về vấn đề tài chính."
        },
        {
            "en": "Going from Quebec into <em>Ontario</em> is like going back among the Maritime people.",
            "vi": "Đi từ quebec vào miền ontario thì như đi trở lại giữa dân duyên hải."
        },
        {
            "en": "Of course, the Maritimers wouldn't agree with this, for they would be thinking of the rich fat farmlands of southern <em>Ontario</em>, the big industrial and financial centers like Toronto, and the vast mineral wealth of northern <em>Ontario</em>.",
            "vi": "Dĩ nhiên, dân duyên hải không đồng ý về điều này, vì họ sẽ liên tưởng tới đất đai canh tác màu mỡ trù phú của miền nam ontario, những trung tâm tài chính và kỹ nghệ lớn như toronto, và nguồn lợi khoáng chất mênh mông thuộc bắc ontario."
        },
        {
            "en": "In <em>Ontario</em>, all private schools that operate in the province are considered businesses or non - profit organizations.",
            "vi": "Ở Ontario, tất cả các trường tư thục hoạt động ở tỉnh đều được xem là doanh nghiệp hay các tổ chức phi lợi nhuận."
        },
        {
            "en": "In <em>Ontario</em>, all private schools that operate in the province are considered businesses or non-profit organizations.",
            "vi": "Ở Ontario, tất cả các trường tư thục hoạt động ở tỉnh đều được xem là doanh nghiệp hay các tổ chức phi lợi nhuận."
        },
        {
            "en": "The <em>Ontario</em> native is fairly contented and has a peculiar ability to avoid seeing what he doesn't want to see.",
            "vi": "Dân bản xứ ontario lấy làm khá hài lòng và có một khả năng kỳ lạ để tránh xem những gì họ không muốn xem."
        },
        {
            "en": "Paul Cocchio of First <em>Ontario</em> Shrimp, displays some two week old shrimp at his indoor farm. (Kevin Van Paassen)",
            "vi": "First Ontario Shirmp của Paul Cocchio giới thiệu một số tôm hai tuần tuổi tại trang trại trong nhà của ông. (Kevin Van Paassen )"
        },
        {
            "en": "The fourth Canada is the Canada of the prairie provinces that stretch across the western plains from <em>Ontario</em> to the Rocky Mountains.",
            "vi": "Miền canada thứ tư là canada của những tỉnh miền thảo nguyên băng qua những bình nguyên phía tây ontario tới rặng thạch sơn."
        },
        {
            "en": "Sandra F. Witelson, a professor or psychiatry and behavioral neurosciences at McMaster University in Hamilton, <em>Ontario</em>, said biology might yet be found to play some part.",
            "vi": "Sandra F. Witelson, một giáo sư hoặc tâm thần học và khoa học thần kinh hành vi tại Đại học McMaster ở Hamilton, Ontario, cho biết sinh học có thể được tìm thấy để chơi một phần nào đó."
        },
        {
            "en": "In June 2008, the Visual and Infrared Mapping Spectrometer on Cassini confirmed the presence of liquid ethane beyond doubt in <em>Ontario</em> Lacus.",
            "vi": "Tháng 6 năm 2008, các thiết bị hồng ngoại trên tàu Cassini xác nhận sự nghi ngờ có ê - tan lỏng tại Ontario Lacus."
        },
        {
            "en": "We work in alliance with other trainers throughout Europe and the United States with program centers in Norway, Sweden, Russia, California and <em>Ontario</em>.",
            "vi": "Chúng tôi làm việc với các huấn luyện viên khác trên khắp châu Âu và Hoa Kỳ với các trung tâm chương trình ở Na Uy, Thụy Điển, Nga, California và Ontario."
        },
        {
            "en": "In June 2008, the Visual and Infrared Mapping Spectrometer on Cassini confirmed the presence of liquid ethane beyond doubt in <em>Ontario</em> Lacus.",
            "vi": "Tháng 6 năm 2008, các thiết bị hồng ngoại trên tàu Cassini xác nhận sự nghi ngờ có ê-tan lỏng tại Ontario Lacus."
        }
    ],
    "suggestions": []
}