{
    "en_vn": {
        "data": {
            "content": null,
            "word": "operationally",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "operationally",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "operationally",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "operationally",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "operationally",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "These clubs are supported <em>operationally</em> by the local government and larger companies in the area.",
            "vi": "Các câu lạc bộ này được chính quyền địa phương và các doanh nghiệp lớn trong địa bàn hỗ trợ hoạt động."
        },
        {
            "en": "The SSC should have the legal status to act independently as a regulator, or at least be <em>operationally</em> independent, with clear powers, objectives, and accountabilities.",
            "vi": "UBCKNN nên có tư cách pháp nhân như là một cơ quan quản lý độc lập, hoặc ít nhất cũng hoạt động độc lập, với các quyền hạn, mục tiêu và trách nhiệm rõ ràng."
        },
        {
            "en": "The goal, perhaps somewhat optimistic, is to move from a subsidy-dependent bank to an <em>operationally</em> sustainable bank in seven years.",
            "vi": "Mục tiêu có vẻ lạc quan là chuyển từ một ngân hàng phụ thuộc vào trợ cấp thành một ngân hàng hoàn toàn tự chủ trong vòng bảy năm tới."
        },
        {
            "en": "Such reports can help standing or sub-committees to ensure national MDG efforts remain <em>operationally</em> funded after the budget is passed.",
            "vi": "Những báo cáo này có thể giúp các uỷ ban thường trực hoặc các tiểu ban bảo đảm rằng các nỗ lực quốc gia đối với các MDG vẫn có nguồn vốn để hoạt động cho khi ngân sách đã được thông qua."
        }
    ],
    "suggestions": []
}