{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔpə'tju:nist]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">opportunist</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔpə'tju:nistik]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">opportunist</font></td></tr></table><i/></div>",
            "word": "opportunistic"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>opportunistic</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 exploiting immediate opportunities, especially in an unplanned or selfish way. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Medicine (of an infection) occurring when the immune system is depressed. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>opportunistically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "opportunistic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "opportunistic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "opportunistic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "opportunistic"
        }
    },
    "sentences": [
        {
            "en": "The approach to investment is <em>opportunistic</em>.",
            "vi": "Giải pháp đầu tư là chớp thời cơ."
        },
        {
            "en": "It can also be termed <em>opportunistic</em>.",
            "vi": "Nó cũng có thể được gọi là kẻ cơ hội."
        },
        {
            "en": "What is the different between <em>opportunistic</em> reuse and systemic reuse?",
            "vi": "Sự khác biệt giữa dùng lại theo cơ hội và dùng lại có hệ thống là gì?"
        },
        {
            "en": "Suprainfection is a secondary infection caused by an <em>opportunistic</em> infection.",
            "vi": "Siêu nhiễm là dạng nhiễm trùng thứ phát, nguyên nhân là do nhiễm trùng cơ hội."
        },
        {
            "en": "<em>Opportunistic</em> nature — small scale with no long-term investments",
            "vi": "Mang tính chất cơ hội - qui mô nhỏ với đầu tư không lâu dài"
        },
        {
            "en": "Table 17: HIV/AIDS-related <em>opportunistic</em> infections among inpatients.",
            "vi": "Bảng 17: Các bệnh nhiễm trùng cơ hội liên quan đến HIV/AIDS trong những bệnh nhân nội trú."
        },
        {
            "en": "AIDS patients who acquire <em>opportunistic</em> infection to get treatment in appropriate specialized health facilities.",
            "vi": "Các bệnh nhân AIDS sẽ được điều trị tại những cơ sở y tế chuyên ngành thích hợp."
        },
        {
            "en": "Subsidized drugs for <em>opportunistic</em> infections appear to be available in the hospitals.",
            "vi": "Các loại thuốc được bao cấp cho các bệnh nhiễm trùng cơ hội có sẵn ở các bệnh viện."
        },
        {
            "en": "Adding the cost of <em>opportunistic</em> infection prophylaxis increases health care costs by 17 percent.",
            "vi": "Nếu cộng thêm các khoản chi cho việc dự phòng các bệnh nhiễm trùng cơ hội sẽ làm gia tăng chi phí cho chăm sóc sức khoẻ thêm 17%."
        },
        {
            "en": "Coverage of people living with HIV/AIDS with <em>opportunistic</em> infection treatment.",
            "vi": "Tỷ lệ những người nhiễm HIV/AIDS được điều trị các bệnh nhiễm trùng cơ hội."
        },
        {
            "en": "Coverage of people living with HIV/AIDS with <em>opportunistic</em> infection prophylaxis.",
            "vi": "Tỷ lệ những người nhiễm HIV/AIDS được điều trị dự phòng các bệnh nhiễm trùng cơ hội."
        },
        {
            "en": "If <em>opportunistic</em> infection prophylaxes were included, costs would amount to VND30.7 billion (US$2.1 million).",
            "vi": "Nếu thêm cả liệu pháp điều trị dự phòng các bệnh nhiễm trùng cơ hội, chi phí sẽ là 30,7 tỷ đồng (2,1 triệu USD)."
        },
        {
            "en": "ART and treatment of <em>opportunistic</em> infections is rarely accessible and condoms are not available.",
            "vi": "Khó tiếp cận với thuốc điều trị kháng vi rút HIV và thuốc điều trị các bệnh nhiễm trùng cơ hội. Bao cao su cũng không sẵn có."
        },
        {
            "en": "a condition in humans in which the immune system begins to fail, leading to life - threatening <em>opportunistic</em> infections.",
            "vi": "một hội chứng hệ miễn dịch  trong cơ thể con người bắt đầu bị hỏng, dẫn đến những nhiễm trùng cơ hội có thể làm chết người."
        },
        {
            "en": "<em>Opportunistic</em> plaintiffs have until recently found the federal courts amenable to its use in civil suits against disloyal employees.",
            "vi": "Các nguyên đơn theo chủ nghĩa cơ hội cho đến gần đây thấy rằng các tòa án liên bang chịu trách nhiệm đối với công việc của nó trong các vụ kiện dân sự chống lại các nhân viên không trung"
        },
        {
            "en": "<em>Opportunistic</em> reuse involves mostly code, which may available in a repository where people can retrieve and use.",
            "vi": "Dùng lại theo cơ hội bao gồm phần lớn là mã, điều có thể có sẵn trong kho nơi mọi người có thể truy lục và dùng."
        },
        {
            "en": "One of the components of the programme was to provide free drugs for the prevention of <em>opportunistic</em> infections.",
            "vi": "Một trong những cấu thành của chương trình là cung cấp thuốc miễn phí dự phòng các bệnh nhiễm trùng cơ hội."
        },
        {
            "en": "Laws do not reflect general rules or principles, but are drafted in an <em>opportunistic</em> way to address specific problems.",
            "vi": "Pháp luật không phản ánh những luật hay nguyên tắc chung, phổ biến mà được thảo ra một cách tùy cơ và giải quyết những vấn đề cụ thể."
        },
        {
            "en": "A trust service allows anonymous market participants to punish bad market actors through withholding their business, thereby constraining <em>opportunistic</em> behavior.",
            "vi": "Một dịch vụ tín thác cho phép các bên vô danh trong thị trường trừng phạt những ai chơi xấu bằng cách từ chối kinh doanh với những người này, và qua đó hạn chế hành vi cơ hội."
        },
        {
            "en": "a condition in humans in which the immune system begins to fail, leading to life-threatening <em>opportunistic</em> infections.",
            "vi": "một hội chứng hệ miễn dịch trong cơ thể con người bắt đầu bị hỏng, dẫn đến những nhiễm trùng cơ hội có thể làm chết người."
        }
    ],
    "suggestions": []
}