{
    "en_vn": {
        "data": {
            "content": null,
            "word": "opposing"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>opposing</k><blockquote><cclass>adjective opposite.</cclass></blockquote><blockquote>→ <kref>oppose</kref></blockquote></div>",
            "word": "opposing"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>opposing</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the two opposing points of view</i>: CONFLICTING, contrasting, opposite, incompatible, irreconcilable, contradictory, antithetical, clashing, at variance, at odds, divergent, opposed, poles apart.</blockquote><blockquote><b>2</b><i>opposing sides in the war</i>: RIVAL, opposite, enemy.</blockquote><blockquote><b>3</b><i>the opposing page</i>: OPPOSITE, facing.</blockquote></div>",
            "word": "opposing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "opposing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "opposing"
        }
    },
    "sentences": [
        {
            "en": "There are <em>opposing</em> opinions.",
            "vi": "Có những ý kiến chống đối."
        },
        {
            "en": "encroach on <em>opposing</em> lanes",
            "vi": "Lấn làn đường"
        },
        {
            "en": "The <em>opposing</em> fire was violent.",
            "vi": "Hỏa lực chống trả mạnh."
        },
        {
            "en": "They are in <em>opposing</em> camp.",
            "vi": "Họ ở phe địch."
        },
        {
            "en": "She is <em>opposing</em> sectarian spirit.",
            "vi": "Cô ấy đang chống tư tưởng bè phái."
        },
        {
            "en": "Who is <em>opposing</em> you in the match?",
            "vi": "Ai đấu với anh trong trận này?"
        },
        {
            "en": "We don't contemplate him <em>opposing</em> our plan.",
            "vi": "Chúng tôi không tính tới khả năng là anh ta phản đối kế hoạch của chúng tôi."
        },
        {
            "en": "Powerful vested interests are <em>opposing</em> the plan.",
            "vi": "Những thế lực quyền lợi béo bở đang chống lại kế hoạch đó."
        },
        {
            "en": "They resisted French colonialism without <em>opposing</em> France.",
            "vi": "Họ đã chống thực dân Pháp, nhưng không bài Pháp (không ghét người Pháp)."
        },
        {
            "en": "Taxi firms asked to remove slogans <em>opposing</em> Uber and Grab",
            "vi": "Các công ty taxi được yêu cầu gỡ bỏ các khẩu hiệu phản đối Uber và Grab"
        },
        {
            "en": "He closely marked the forward of the <em>opposing</em> team.",
            "vi": "Anh ấy đã kèm sát tiền vệ của đối phương."
        },
        {
            "en": "Players from the <em>opposing</em> team hurled insults at us.",
            "vi": "Các cầu thủ đội đối phương lăng mạ chúng tôi."
        },
        {
            "en": "The two <em>opposing</em> forces met face to face.",
            "vi": "Hai lực lượng đối địch chạm trán nhau."
        },
        {
            "en": "Two <em>opposing</em> explanations are presented, argued, and reconciled.",
            "vi": "Hai giải thích đối ngược được đặt ra, tranh luận, và thống nhất."
        },
        {
            "en": "Peace in the heart conquers all <em>opposing</em> forces.",
            "vi": "Hoà bình trong tâm chiến thắng tất cả lực lượng chống đối."
        },
        {
            "en": "<em>Opposing</em> ideas are totally different from each other.",
            "vi": "Các tư tưởng chống đối nhau thì hoàn toàn khác biệt nhau."
        },
        {
            "en": "He constantly shoots into the goal of the <em>opposing</em> team.",
            "vi": "Anh ấy liên tục tung cú sút về phía khung thành đối phương."
        },
        {
            "en": "Our <em>opposing</em> team is rated the best team.",
            "vi": "Đội đối phương của chúng ta được đánh giá là đội mạnh nhất."
        },
        {
            "en": "The cabinet council was unanimous in <em>opposing</em> NATO's bombing raids.",
            "vi": "Hội đồng nội các đã nhất trí chống lại các cuộc ném bom của NATO."
        },
        {
            "en": "My girlfriend and I have <em>opposing</em> views on homosexuality.",
            "vi": "Tôi và bạn gái tôi có quan điểm trái ngược nhau về việc đồng tính."
        }
    ],
    "suggestions": []
}