{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oracy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oracy</k><blockquote><cclass>[<cclass>'ɔ:rəsi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Brit. the ability to express oneself fluently and grammatically in speech. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from L. <i>os</i>, <i>or-</i> 'mouth', on the pattern of <i>literacy</i>. </blockquote></div>",
            "word": "oracy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oracy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oracy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oracy"
        }
    },
    "sentences": [
        {
            "en": "School Gardening Boosts Children's Wellbeing And Development, Study       A new study suggests that incorporating gardening into the education children receive at school boosts their wellbeing, learning and development and helps equip them for many of the challenges of adult life.  The qualitative study, published on Monday and commissioned by the UK's Royal Horticultural Society whose headquarters are in London, was conducted by the National Foundation for Educational Research (NFER), the largest independent educational research center in the UK.  The RHS said gardening should be seen as an important teaching aid, as it makes children feel happy and boosts their development. The study found that children attending schools that encouraged gardening lived more healthily and became more resilient and confident.  Dr Simon Thornton Wood, Director of Science and Learning at the RHS, told the press that:  \"As the new coalition government considers a new approach to the primary curriculum, we hope they acknowledge the striking conclusions of our research and that gardens enable a creative, flexible approach to teaching that has significant benefits.\"     He said children that go to schools where gardening is on the curriculum, as opposed to being an extra-curricular activity, are better equipped to deal with the challenges of adulthood. The report, which sports a colourful photo of a \"minibeast hotel\" on the cover, highlights that schools that actively use a garden produce happy, healthy, well-balanced, rounded children because they use it as a teaching tool so children learn the \"3Rs\" of Resilience\", Readiness (to learn) and Responsibility.  For the study, researchers surveyed 1,300 school teachers and investigated 10 schools taking part in the RHS Campaign for School Gardening, ranging from a large urban primary school in London to a small village school in rural Yorkshire.     They found that involving children in school gardening boosted their learning and development in many areas, such as increasing:   \nScientific knowledge and understanding, from botany to food production.\n\n  Literacy and numeracy, including widening vocabulary.\n\n  Listening and spoken interaction (\"<em>oracy</em>\" skills).\n\n  Awareness of the seasons.\n\n  Physical skills, including fine motor skills.\n\n  Confidence, resilience, self-esteem, emotional wellbeing, positive behaviour and sense of responsibility.\n\n  Positive attitude to healthy food choices.\n\n  The report also found that children involved in school gardening developed the ability to work, communicate with people from all ages and backgrounds, and had a responsible approach to life so they could achieve goals and play a positive role in society.     Children also learned to care for the environment, said the report, explaining that:   \" ... creating wildlife habitats such as 'minibeast hotels' and ponds, and growing types of flowers and plants that encouraged butterflies and birds, have helped pupils to understand how they can contribute to a diversity of wildlife in their area.\" Growing their own produce also helped children grasp the idea of sustainability and the concept of food miles, while the \"use of bins to produce compost for the garden has given them an opportunity to understand how recycling works in practice\". School gardening also presented opportunities for children to learn about commerce and handling money, as one teacher interviewed for the study explained:  \"They [the children] talk about how much seeds [and] seedlings cost, how many will survive, what they can sell them for, how much profit they make and how long that process takes.\"  In some cases the children managed budgets for their school gardens, and researched sources of supplies to get the best deal.  This concept was taken a step further in one particular school where they decided to keep chickens to produce eggs to make cakes to sell in the town.   Some schools used the idea of the garden to help children develop communication and negotiation skills. For example, in one school the children had to put together project funding proposals to the head, in another they had to design and present schemes for the garden.  Embedding gardening in the school curriculum works when the idea has the active support of the head teacher, a key member of staff drives it, the garden has a high profile in the school, and the amount of work involved is manageable, said the report authors. The RHS launched its Campaign for School Gardening in 2007, the aim being to encourage schools to create their own gardens. Over 12,000 schools covering 2.5 million schoolchildren have signed up.  The next phase is to train 4,500 teachers in how to use a garden as a teaching tool. Research on School Gardening, RHS.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Làm vườn ở trường hữu ích cho sự phát triển của trẻ em    Một nghiên cứu mới cho rằng việc kết hợp làm vườn trong chương trình dạy học tại trường sẽ hữu ích cho các bé, giúp trẻ học hỏi, phát triển và trang bị cho trẻ kỹ năng thiết thực đối với những thách thức của cuộc sống sau này.   Nghiên cứu về chất lượng này, công bố vào hôm thứ hai và được ủy nhiệm của Hiệp hội Làm vườn Hoàng Gia Anh có trụ sở chính tại Luân Đôn, được thực hiện bởi Quỹ Quốc gia về Nghiên cứu Giáo dục (NFER), là trung tâm nghiên cứu giáo dục độc lập lớn nhất ở Anh. Hiệp hội Làm vườn Hoàng Gia cho rằng nên xem xét đưa việc làm vườn thành một môn trợ giảng quan trọng, bởi vì nó giúp trẻ em cảm thấy hạnh phúc và đẩy mạnh sự phát triển của các bé. Nghiên cứu nhận thấy là trẻ em đi học mà được khuyến khích làm vườn sẽ sống khỏe mạnh và trở nên kiên cường, tự tin hơn. Tiến sĩ Simon Thornton Wood, Giám đốc Khoa học và Học tập tại Hiệp hội Làm vườn Hoàng Gia, trả lời báo chí: \"Khi chính phủ liên hiệp mới cân nhắcđường lối mới cho chương trình giảng dạy tiểu học, chúng tôi hy vọng họ thừa nhận những kết luận đáng chú ý của nghiên cứu này và thấy rằng làm vườn có khả năng là một phương pháp sáng tạo, linh hoạt giúp ích đáng kể cho việc giảng dạy.\" Ông cho biết những trẻ em đến trường, nơi làm vườn có trong chương trình giảng dạy chính thức, chứ không phải là một hoạt động ngoại khóa, sẽ được trang bị tốt hơn để đối phó với những thách thức của tuổi trưởng thành. Bản báo cáo, với trang bìa gây ấn tượng bằng một tấm hình đầy màu sắc của một căn nhà bằng gỗ cho thú nuôi, nhấn mạnh rằng những trường chủ động xây dựng vườn trường và đưa làm vườn vào giảng dạy đã đạt được kết quả là giúp học sinh hạnh phúc, khoẻ mạnh, ổn định tâm lý, và phát triển toàn diện bởi vì các em học được các kỹ năng \"3RS\": Kiên cường, Lanh lợi và Có trách nhiệm. Để nghiên cứu, các nhà khoa học khảo sát 1,300 giáo viên và 10 trường học tham gia vào Chiến dịch ủng hộ đưa làm vườn vào trường học của Hiệp hội Làm vườn Hoàng Gia, gồm các trường tiểu học ở thành thị lớn tại Luân Đôn cho đến những trường làng nhỏ ở vùng nông thôn Yorkshire. Họ nhận thấy là những trẻ em có tham gia làm vườn ở trường được thúc đẩy học tập và phát triển trong nhiều lĩnh vực, ví dụ như là tăng :  Kiến thức và hiểu biết khoa học, từ thực vật học đến sự sản xuất thức ăn  Ngôn ngữ và tính toán, bao gồm cả tăng vốn từ vựng.  Tương tác nghe nói (kỹ năng diễn đạt bằng lời). Nhận thức về mùa.  Kỹ năng thể chất, bao gồm kỹ năng hoạt động cơ bắp tinh xảo.  Tự tin, khả năng mau phục hồi, tự trọng, giàu cảm xúc, phản ứng tích cực và tinh thần trách nhiệm.  Thái độ tích cực trong việc lựa chọn thức ăn có lợi cho sức khỏe.  Báo cáo cũng nhận thấy học sinh có làm vườn tại trường phát triển khả năng làm việc, giao tiếp với mọi người ở các lứa tuổi và thành phần xã hội khác nhau, và có trách nhiệm với cuộc sống vì thế trẻ có thể đạt được mục tiêu và đóng một vai trò tích cực trong xã hội. Trẻ em cũng học được biết quan tâm đến môi trường, bản báo cáo giải thích: \". .. tạo môi trường sống của động vật hoang dã ví như là “khách sạn cho thú cưng” và ao hồ, và những dạng phát triển của cây cỏ thu hút chim, bướm, đã giúp học sinh hiểu dược cách mà mình có thể góp phần tạo nên sự đa dạng của động vật hoang dã trong vùng mình ở. \" Nuôi dưỡng chăm sóc sản phẩm của riêng mình cũng giúp trẻ em hiểu rõ khái niệm phát triển bền vững và khoảng cách vận chuyển và đo lường tác nhân gây ô nhiễm ở thực phẩm, trong khi việc “sử dụng thùng rác để tạo ra phân trộn cho trồng trọt đã giúp trẻ có cơ hội hiểu biết tại sao nên thực hiện tái chế\". Học làm vườn cũng cho trẻ cơ hội biết về thương mại và quản lý tiền bạc, như giải thích của một giáo viên được phỏng vấn trong nghiên cứu: \"Học sinh sẽ thảo luận về hạt giống và chi phí mua cây giống, có bao nhiêu cây tồn tại, có thể bán bao nhiêu, sẽ lãi bao nhiêu và thời gian phải bỏ ra.\" Trong vài trường hợp học sinh quản lý chi tiêu cho vườn trường của mình, cũng như tìm kiếm nguồn vật dụng để có được lợi nhuận tốt nhất. Khái niệm này đã tiến thêm một bước xa hơn trong một trường học cụ thể khi học sinh quyết định nuôi gà để lấy trứng làm bánh ngọt và bán trong thị trấn. Một số trường học sử dụng ý tưởng làm vườn để giúp học sinh phát triển kỹ năng giao tiếp và đàm phán. Chẳng hạn như, ở một trường, học sinh phải tập hợp những đề xuất tài trợ dự án cho hiệu trưởng, trong một trường khác thì học sinh phải thiết kế và lập kế hoạch cho vườn trường.   Đưa làm vườn vào chương trình giảng dạy ở trường sẽ có hiệu quả khi ý tưởng này được hiệu trưởng ủng hộ tích cực, một thành viên then chốt của giáo bang quản lý. Vườn trường có một vai trò quan trọng, và lượng công việc liên quan cũng dễ thực hiện, theo nhận định của các tác giả báo cáo. Hiệp hội Làm vườn Hoàng Gia phát động Chiến dịch ủng hộ Làm vườn ở trường học vào năm 2007, mục đích là để khuyến khích các trường xây dựng vườn riêng của mình. Hơn 12,000 trường với 2.5 triệu học sinh đã đăng ký. Giai đoạn tiếp theo là đào tạo 4,500 giáo viên cách sử dụng việc làm vườn như một công cụ giúp ích cho công việc giảng dạy. Nghiên cứu về Dạy làm vườn tại trường, Hiệp hội Làm vườn Hoàng Gia Tác giả: Paddock Catharine, PhD Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}