{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ordained",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ordained",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ordained",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ordained",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ordained",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "To be <em>ordained</em>",
            "vi": "Thụ giới, thụ phong"
        },
        {
            "en": "It was a match <em>ordained</em> by heaven.",
            "vi": "Duyên trời tác hợp."
        },
        {
            "en": "My presidency is <em>ordained</em> by God.",
            "vi": "Chức chủ tịch của tôi do chúa trời phong."
        },
        {
            "en": "Fate had <em>ordained</em> that he should die in poverty.",
            "vi": "Số mệnh đã quyết định anh ta phải chết trong nghèo khổ."
        },
        {
            "en": "He was <em>ordained</em> as a priest last year.",
            "vi": "Ông ta được thụ phong linh mục năm ngoái."
        },
        {
            "en": "Father O 'Dooley was <em>ordained</em> a priest in 1949.",
            "vi": "Cha O'Dooley được thụ phong linh mục năm 1949."
        },
        {
            "en": "The nuptial rites are <em>ordained</em> in the marriages.",
            "vi": "Lễ hợp cẩn được quy định trong những lễ cưới."
        },
        {
            "en": "Father O'Dooley was <em>ordained</em> a priest in 1949.",
            "vi": "Cha O 'Dooley được thụ phong linh mục năm 1949."
        },
        {
            "en": "The <em>ordained</em> pastor has the right and duty to administer Holy Communion to somebody.",
            "vi": "Linh mục đã được thụ phong có quyền và nghĩa vụ ban bí tích Thánh Thể cho mọi người."
        },
        {
            "en": "I am a fully <em>ordained</em> Zen Buddhist monk in the Vietnamese tradition.",
            "vi": "Tôi là Thiền sư hoàn toàn quy y theo Thiền Tông Việt Nam"
        },
        {
            "en": "Buddhism does not regard marriage as a religious duty nor as a sacrament that is <em>ordained</em> in heaven.",
            "vi": "Phật giáo không xem hôn nhân như là một bổn phận tôn giáo mà cũng không phải một lễ ban phước được an bài nơi cõi Trời."
        },
        {
            "en": "I worry that I've violated one of the cardinal principles of the universe, <em>ordained</em> when the first good person waved hospitably to another from his cave.",
            "vi": "Tôi lo mình đã xâm phạm một trong những nguyên tắc chính của vũ trụ, được ban hành khi người tốt đầu tiên vẫy tay thân thiện với một người khác từ hang của anh ấy."
        },
        {
            "en": "But the other woman’s face remained hard.“Let it be neither mine nor yours,” she said, “divide it as the King has <em>ordained</em>.”",
            "vi": "Vậy mà người đàn bà kia mặt vẫn lạnh như tiền.  Bà ta nói: \"Hãy để đứa bé này chẳng thuộc về ai cả, không phải của tôi cũng không phải của bà. Chia đôi nó như lệnh đức vua đi.\""
        }
    ],
    "suggestions": []
}