{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔ:di'nei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự sắp xếp, sự xếp loại</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự ban lệnh, sự định đoạt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(tôn giáo) lễ thụ chức, lễ tôn phong</td></tr></table><i/></div>",
            "word": "ordination",
            "pronounce": "[,ɔ:di'nei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ordination</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the action of ordaining someone in holy orders. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>literary the action of decreeing or ordaining. </cclass></blockquote></blockquote></div>",
            "word": "ordination",
            "pronounce": "[,ɔ:di'nei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ordination",
            "pronounce": "[,ɔ:di'nei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ordination",
            "pronounce": "[,ɔ:di'nei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ordination",
            "pronounce": "[,ɔ:di'nei∫n]"
        }
    },
    "sentences": [
        {
            "en": "thank for your support and co-<em>ordination</em>",
            "vi": "Cám ơn sự hổ trợ và hợp tác của ông"
        },
        {
            "en": "thank for your support and co - <em>ordination</em>",
            "vi": "Cám ơn sự hổ trợ và hợp tác của ông"
        },
        {
            "en": "Other stakeholers also recognise the need for co-<em>ordination</em>.",
            "vi": "Các bên hữu quan khác cũng nhận thấy cần phải có sự phối hợp với nhau."
        },
        {
            "en": "The <em>ordination</em> of women priests will be held in the local Church.",
            "vi": "Lễ thụ phong các nữ tu sẽ được tổ chức ở nhà thờ địa phương."
        },
        {
            "en": "What is more, it helps to strengthen the co - <em>ordination</em> of China's export trade.",
            "vi": "Hơn nữa, nó giúp tăng cường điều phối buôn bán xuất khẩu của Trung Quốc."
        },
        {
            "en": "It helps to strengthen the co-<em>ordination</em> of China's export and import activities.",
            "vi": "Nó giúp tăng cường điều phối các hoạt động xuất nhập khẩu của Trung Quốc."
        },
        {
            "en": "However, decentralisation must be managed effectively to promote accountability, administrative efficiency and policy co-<em>ordination</em>.",
            "vi": "Tuy nhiên, việc phân cấp phải được quản lý có hiệu quả để nâng cao trách nhiệm giải trình, hiệu quả hành chính và điều phối chính sách."
        },
        {
            "en": "What is more, it helps to strengthen the co-<em>ordination</em> of China's export trade.",
            "vi": "Hơn nữa, nó giúp tăng cường điều phối buôn bán xuất khẩu của Trung Quốc."
        },
        {
            "en": "It helps to strengthen the co - <em>ordination</em> of China's export and import activities.",
            "vi": "Nó giúp tăng cường điều phối các hoạt động xuất nhập khẩu của Trung Quốc."
        },
        {
            "en": "As such there is an urgent need to reinforce the co-<em>ordination</em> of assistance.",
            "vi": "Như vậy, có một nhu cầu cấp thiết phải củng cố lại việc phối hợp trong trợ giúp."
        },
        {
            "en": "Following the SC meeting, the 2nd ODAP workshop on GIS co-<em>ordination</em>/ standardisation took place on 23rd May.",
            "vi": "Theo sau cuộc họp BCĐ, hội thảo ODAP lần thứ hai về điều phối/chuẩn hóa GIS đã diễn ra vào ngày 23 tháng 5."
        },
        {
            "en": "They ensure that relevant interests and expertise are consulted, and can assist co-<em>ordination</em> among key players.",
            "vi": "Những người này có trách nhiệm đảm bảo tham vấn về các vấn đề quan tâm thích hợp và chuyên môn, cũng như hỗ trợ việc điều phối với những đối tác lớn."
        },
        {
            "en": "The project requires one man and one woman to be appointed from each village to represent their village on the Commune Project Co-<em>ordination</em> Committee.",
            "vi": "Dự án yêu cầu mỗi làng cử ra một nam giới và một phụ nữ đại diện cho làng mình trong Ban Điều phối dự án xã."
        },
        {
            "en": "Another important innovation was the establishment of separate programmes for Social Sector Planning, Co-<em>ordination</em>, Monitoring and Evaluation as well as for Communication and Social Mobilisation.",
            "vi": "Có một sự đổi mới quan trọng nữa là có riêng những chương trình được xây dựng cho việc lập kế hoạch cho khu vực xã hội, điều phối, giám sát theo dõi và đánh giá cũng như cho truyền thông và vận động xã hội."
        },
        {
            "en": "The overall purpose of the Disability Working Group is to increase communication and coor- <em>dination</em> and to share learning between all actors working to support people living with disabilities.",
            "vi": "Mục đích chung của DWG là tăng cường mối liên kết, điều phối, trao đổi và chia sẻ thông tin, bài học kinh nghiệm giữa các bên cùng tham gia vào công tác hỗ trợ cho NKT."
        },
        {
            "en": "To be responsible for co-<em>ordination</em> with the authorized State bodies of Vietnam in dealing with any issues which arise relating to goods in transit.",
            "vi": "Có trách nhiệm hợp tác với cơ quan nhà nước có thẩm quyền của việt nam để xử lý những vấn đề có liên quan đến hàng hoá quá cảnh."
        },
        {
            "en": "It is noted that Da Nang receives a relatively large amount of support from Authorities and NGO’s, yet it is again pointed out that there is an urgent need for better co-<em>ordination</em> of the programs.",
            "vi": "Xin lưu ý rằng Đà Nẵng nhận được sự hỗ trợ khá lớn từ các nhà chức trách và các tổ chức phi chính phủ, tuy vậy, một lần nữa cũng cần chỉ ra rằng nhu cầu phối hợp tốt hơn trong các chương trình là rất cấp thiết."
        },
        {
            "en": "The need for such co-<em>ordination</em> means there is no escape from centralised control of clocks and calendars—which explains, in turn, why the tendency to tinker with them for political purposes is timeless.",
            "vi": "Nhu cầu phối hợp ấy cũng đồng nghĩa với việc sự kiểm soát tập trung đối với đồng hồ và lịch là một thực tế không thể tránh khỏi – điều này ngược lại cũng giải thích tại sao xu hướng điều chỉnh chúng vì mục đích chính trị sẽ còn mãi với thời gian."
        },
        {
            "en": "The term “Global cities” is relatively new and can be defined as the city where international investment, co-<em>ordination</em>, and collaboration are integrated into “special functions” to participate in the global economy.",
            "vi": "Thuật ngữ “thành phố toàn cầu” là tương đối mới và có thể được định nghĩa như thành phố nơi đầu tư, phối hợp và cộng tác được tích hợp vào \"chức năng đặc biệt\" để tham gia vào nền kinh tế toàn cầu."
        },
        {
            "en": "The awards ceremony was held at the park on June 20 by the Ho Chi Minh City's Department of Tourism in co-<em>ordination</em> with the municipal Department of Agriculture and Rural Development.",
            "vi": "Lễ trao giải được tổ chức tại công viên vào ngày 20 tháng sáu do Sở Du lịch thành phố Hồ Chí Minh phối hợp với Sở Nông nghiệp và Phát triển nông thôn tổ chức."
        }
    ],
    "suggestions": []
}