{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Oregon"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Oregon"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Oregon"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Oregon"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Oregon"
        }
    },
    "sentences": [
        {
            "en": "The maraschino cherry was invented at <em>Oregon</em> State University.",
            "vi": "Anh đào ngâm rượu được phát minh tại Đại học bang Oregon."
        },
        {
            "en": "Then they took the train to <em>Oregon</em> and California on the coast of the Pacific Ocean.",
            "vi": "Sau đó họ đi tàu hoả đến oregon và california ven bờ thái bình dương."
        },
        {
            "en": "It could be a constant \"<em>oregon</em>\", a function substr (), a field or a variable.",
            "vi": "Nó có thể là một hằng \"oregon\", một hàm như substr (), một trường hoặc một biến."
        },
        {
            "en": "Public schools in only three other states — <em>Oregon</em>, Washington and Texas — offer similar instruction",
            "vi": "Các trường công lập trong ba tiểu bang khác là Oregon, Washington và Texas cũng cung cấp chương trình tương tự"
        },
        {
            "en": "There are yearly pirate celebrations in Key West, Florida and in Portland, <em>Oregon</em>.",
            "vi": "Có lễ hội ăn mừng của cướp biển hàng năm ở key wect, florida và ở portland, oregon."
        },
        {
            "en": "In the spring of 1984 in <em>Oregon</em>, Mary Grade Lewis-she’s married now-paraded in full academic regalia across the graduation stage.",
            "vi": "Vào mùa xuân năm 1984 tại Oregon, Mary Groda Lewis-giờ đây đã lập gia đình-bước lên sân khấu nhận tấm bằng tốt nghiệp trong trang phục cử nhân."
        },
        {
            "en": "Deb has arranged a house swap with a family there, who are going to our house in <em>Oregon</em> while we stay in theirs.",
            "vi": "Deb đã sắp xếp một sự trao đổi nhà với một gia đình ở đó, những người đang đi đến nhà của chúng tôi ở Oregon trong khi chúng tôi ở tại nhà của họ."
        },
        {
            "en": "Authorities in <em>Oregon</em> are investigating how a farmer was eaten by his own pigs after his partially-consumed remains were discovered in an enclosure on his farm.",
            "vi": "Các nhà chức trách thuộc bang Oregon đang điều tra về vụ một người nông dân bị chính các con lợn của mình ăn thịt sau khi người ta phát hiện các phần còn lại của thi thể ông ở chuồng lợn."
        },
        {
            "en": "Terry Vance Garner, 69, never returned after he set out to feed his animals last Wednesday on his farm near the <em>Oregon</em> coast.",
            "vi": "Thứ tư tuần trước, ông Terry Vance Garner, 69 tuổi đi cho những con vật nuôi của mình ăn ở nông trại gần bờ biển Oregon và đã không bao giờ trở lại."
        },
        {
            "en": "The rocket arced across the sky for more than 1000 miles before slamming into the Pacific somewhere off the southern <em>Oregon</em> coast.",
            "vi": "Tên lửa tạo hình vòng cung ngang trên trời hơn 1000 dặm trước khi giội xuống Thái Bình Dương phía ngoài bờ biển Oregon."
        },
        {
            "en": "The Student Loan is an eclectic four piece bluegrass/newgrass band, originally from Bowling Green, Ohio and now based in Portland, <em>Oregon</em>.",
            "vi": "The Student Loan là một ban nhạc Jazz với 4 nhạc cụ điện theo trường phái bluegrass/newgrass jazz, được thành lập ở thành phố Bowling Green, bang Ohio và hiện có trụ sở tại thành phố Portland, bang Oregon."
        },
        {
            "en": "Sarah Smith, the <em>Oregon</em>-based craftsman behind Modern Flower Child, makes hand-made tar wrist trinkets, bangles and studs by perpetually protecting genuine quills, blooms, seashells and other excellent odds and ends of nature in hard, perfectly clear resin.",
            "vi": "Sarah Smith, thợ thủ công ở Oregon phụ trách Modern Flower Child, làm đồ trang sức nhỏ đeo tay, vòng và bông tai nhựa thủ công, bằng cách giữ lại vĩnh viễn lông chim, bông hoa, vỏ sò và những thứ lặt vặt linh tinh tuyệt vời khác của thiên nhiên trong nhựa thông cứng, cực trong."
        },
        {
            "en": "A pathologist was unable to identify a cause or manner of death, the newspaper reported. The remains will be examined by a forensic anthropologist at the University of <em>Oregon</em>.",
            "vi": "Tờ báo cho hay một nhà nghiên cứu bệnh học không thể tìm ra nguyên nhân hay cách thức của cái chết. Nhà nhân chủng học pháp y tại trường Đại học Oregon sẽ tiến hành kiểm tra các mẫu còn lại của thi thể người nôgn dân này."
        },
        {
            "en": "Scott Bisson is an glass artist based in Philomath, <em>Oregon</em>. The artist’s handmade, glass blown animal sculptures are amazing works of art and can be found in numerous galleries and homes around the world.",
            "vi": "Scott Bisson là nghệ sĩ điêu khắc thủy tinh tại Philomath, Oregon. Các tác phẩm điêu khắc động vật thổi kính làm bằng tay của nghệ sĩ này là những tác phẩm nghệ thuật tuyệt vời và có thể tìm thấy ở nhiều phòng triển lãm tranh và nhà khắp nơi trên thế giới."
        },
        {
            "en": "While waiting to pick up a friend at the airport in Portland, <em>Oregon</em>, i had one of those life changing experiences that you can hear other people talk about, the kind that sneaks up on you unexpectedly.",
            "vi": "Trong lúc chờ để đón một người bạn tại sân bay portland, bang oregon, tôi đã có được một trong những kinh nghiệm làm thay đổi cuộc đời mà bạn có thể nghe ai đó nói đến, thứ kinh nghiệm bất chợt đến với bạn."
        },
        {
            "en": "The monkeys were all male and appear to be healthy. The work, by developmental biologist Masahito Tachibana of the <em>Oregon</em> National Primate Research Center, was reported in the journal 'Cell'.",
            "vi": "Các chú khỉ này đều là con đực và đều có vẻ khỏe mạnh. Nghiên cứu, do nhà sinh vật học phát triển Masahito Tachibana của Trung tâm Nghiên cứu Động vật linh trưởng Quốc gia Oregon, đã được báo cáo trong tạp chí “Cell” (Tế bào)."
        },
        {
            "en": "Domestic pigs are not typically known to be as aggressive as their feral cousins, but \"there is some degree of danger associated with any animal,\" John Killefer, who heads the Animal and Rangeland Sciences Department at <em>Oregon</em> State University in Corvallis, told the newspaper.",
            "vi": "Theo Ông John Killefer, trưởng Khoa Thú y tại Đại học Bang Oregon ở Corvallis cho biết lợn thuần hoá nuôi trong nhà thường không phải loài vật nguy hiểm như lợn rừng, nhưng “ ở một mức độ nào đó chúng cũng chỉ là con vật”."
        },
        {
            "en": "Li Ning was undoubtedly one of the top Chinese brands domestically, and it too had global aspirations. Shortly after the Olympics, it opened its first overseas office close to Nike's headquarters in Portland, <em>Oregon</em>. After just a few years, the subsidiary had to shut down.",
            "vi": "Li Ning, không nghi ngờ gì nữa, là một trong những tên tuổi hàng đầu tại Trung Quốc và có tham vọng toàn cầu. Ngay sau khi Olympic Bắc Kinh kết thúc, Li Ning đã mở văn phòng đầu tiên của hãng tại nước ngoài, ngay gần trụ sở của Nike tại Portland, Oregon. Và chỉ sau vài năm, chi nhánh này đóng cửa."
        },
        {
            "en": "In the new study, biologists and physicists at the University of <em>Oregon</em> (UO) in the US reveal how a protein in H. pylori, the acid receptor TlpB, grabs a small molecule called urea that helps it to sense and navigate away from highly acidic environments.",
            "vi": "Trong nghiên cứu mới, các nhà sinh học và vật lý học tại Đại học Oregon (UO) tại Hoa Kỳ tiết lộ cách thức mà một prô-tê-in trong H.pylori, các thụ thể acid TlpB, lấy một phân tử nhỏ được gọi là urê giúp nó cảm nhận và thoát khỏi môi trường có độ a-xít quá cao."
        },
        {
            "en": "To create this tiny Pocket Cat, <em>Oregon</em> miniature animal artist Kerri Pajutee blends polymer clay and wraps it over an armature of aluminum foil wrapped in masking tape and wire. Using tweezers and glue, she then methodically applies a permanent fiber coat layer by layer.",
            "vi": "Để tạo Con mèo bỏ túi nhỏ xíu này, nghệ sĩ điêu khắc thú tí hon ở Oregon, Kerri Pajutee, trộn đất sét rồi bọc quanh lõi bằng giấy nhôm quấn băng keo và dây kẽm. Sau đó với nhíp và keo, cô cẩn thận phủ từng lớp lông một."
        }
    ],
    "suggestions": []
}