{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xem <font color=\"#1371BB\">organize</font></td></tr></table><i/></div>",
            "word": "organise"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "organise"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "organise"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "organise"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "organise"
        }
    },
    "sentences": [
        {
            "en": "<em>Organise</em> the steering committee meetings.",
            "vi": "Hãy tổ chức cuộc họp ủy ban chỉ đạo."
        },
        {
            "en": "How to <em>organise</em> an introduction ceremony?",
            "vi": "Làm thế nào để tổ chức một buổi lễ giới thiệu?"
        },
        {
            "en": "I need you to <em>organise</em> my trip.",
            "vi": "Tôi cần cô sắp xếp chuyến đi của tôi."
        },
        {
            "en": "Think of a new way to <em>organise</em> your vocabulary.",
            "vi": "Hãy nghĩ ra cách mới để sắp xếp từ vựng."
        },
        {
            "en": "We will try to <em>organise</em> you into a scratch team.",
            "vi": "Chúng tôi sẽ cố gắng xếp bạn vô tạm một đội."
        },
        {
            "en": "How do I legally <em>organise</em> a protest or demonstration?",
            "vi": "Làm thế nào để tôi tổ chức một sự phản đối hay cuộc biểu tình hợp pháp?"
        },
        {
            "en": "<em>Organise</em> training courses about report formats and organisation operations.",
            "vi": "Tổ chức các khóa tập huấn về xây dựng mẫu báo cáo và điều hành tổ chức"
        },
        {
            "en": "They want me to <em>organise</em> the advertising campaign.",
            "vi": "Họ muốn tôi tổ chức chiến dịch quảng cáo."
        },
        {
            "en": "Get a diary to <em>organise</em> your schedule and plan ahead.",
            "vi": "Lên lịch để sắp xếp lịch làm việc hằng ngày và xếp kế hoạch kế tiếp."
        },
        {
            "en": "I will <em>organise</em> a small party at home.",
            "vi": "Tôi sẽ tổ chức một bữa tiệc nhỏ tại nhà."
        },
        {
            "en": "I think I need some time to <em>organise</em> myself.",
            "vi": "Tôi nghĩ tôi cần chút thời gian để chuẩn bị."
        },
        {
            "en": "All her friends have been roped in to help <em>organise</em> the event.",
            "vi": "Tất cả bạn bè của cô ta đã được lôi kéo vào để giúp đỡ tổ chức cuộc thi đấu này."
        },
        {
            "en": "I don't have time these days to <em>organise</em> their kitchen cupboards in a neat way.",
            "vi": "Dạo này tôi không có thời gian để sắp xếp tủ bếp của mình cho ngăn nắp."
        },
        {
            "en": "The Fatherland Front is supposed to <em>organise</em> confidence votes for key elected positions each year.",
            "vi": "Hàng năm Mặt trận Tổ quốc sẽ tổ chức bỏ phiếu tín nhiệm đối với những vị trí chủ chốt được bầu."
        },
        {
            "en": "It takes time, effort and money to <em>organise</em>,  build trust  and to experiment.",
            "vi": "Phải mất thời gian, công sức và tiền bạc để tổ chức,  gây dựng niềm tin  và thử nghiệm."
        },
        {
            "en": "To <em>organise</em> joint activities related to the rights of the child.",
            "vi": "Để tổ chức các hoạt động chung liên quan đến quyền của trẻ em."
        },
        {
            "en": "Basic introduction to operation method analysis, and how to <em>organise</em> work for the most productive result.",
            "vi": "Giới thiệu cơ bản về phân tích phương pháp vận hành và cách tổ chức công việc để đạt năng suất tối đa."
        },
        {
            "en": "How did the ministry direct localities to <em>organise</em> and manage their festivals?",
            "vi": "Bộ có những hướng dẫn chỉ đạo như thế nào đối với các địa phương trong việc tổ chức và quản lý lễ hội?"
        },
        {
            "en": "The PM asked the association to <em>organise</em> the Day economically and in line with regulations.",
            "vi": "Thủ tướng yêu cầu hiệp hội tổ chức Ngày với phương diện kinh tế và vạch ra những quy định."
        },
        {
            "en": "<em>Organise</em> a networking event that will better connect NGOs with the private sector, including members of the Responsible Travel Club.",
            "vi": "Tổ chức một sự kiện cho mạng lưới sẽ kết nối tốt hơn với tổ chức phi chính phủ với khu vực tư nhân bao gồm các thành viên của Câu lạc bộ Du lịch có Trách nhiệm"
        }
    ],
    "suggestions": []
}