{
    "en_vn": {
        "data": {
            "content": null,
            "word": "organised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "organised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "organised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "organised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "organised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It is badly <em>organised</em>.",
            "vi": "Sắp xếp lộn xộn quá."
        },
        {
            "en": "An official strike is <em>organised</em>.",
            "vi": "Một cuộc đình công chính thức được tổ chức."
        },
        {
            "en": "The conference was well <em>organised</em>.",
            "vi": "Hội nghị được tổ chức tốt."
        },
        {
            "en": "They <em>organised</em> many multinational operations last year.",
            "vi": "Họ đã tổ chức nhiều hoạt động đa quốc gia."
        },
        {
            "en": "They <em>organised</em> a meeting on the quiet.",
            "vi": "Họ tổ chức một cuộc họp mặt kín đáo."
        },
        {
            "en": "This paper is <em>organised</em> into four sections.",
            "vi": "Báo cáo này được cấu trúc thành 4 phần."
        },
        {
            "en": "In addition, new forms of “labour supply” networks, both <em>organised</em> (occupational associations) and un-<em>organised</em>, emerge.",
            "vi": "Ngoài ra, nhiều hình thức “cung ứng lao động” mới, có tổ chức (các hội nghề nghiệp) và không có tổ chức đã ra đời."
        },
        {
            "en": "The process of consulting is <em>organised</em> by the STOA.",
            "vi": "Quá trình tư vấn được STOA tổ chức."
        },
        {
            "en": "Regular meetings <em>organised</em> by the group in 2010.",
            "vi": "Các cuộc họp thường niên năm 2010."
        },
        {
            "en": "My first impression is that it's very well <em>organised</em>.",
            "vi": "Ấn tượng đầu tiên của tôi là nó rất có tổ chức."
        },
        {
            "en": "It was Wladek who <em>organised</em> their food and drink.",
            "vi": "Chính Wladek là người lo ăn uống cho họ."
        },
        {
            "en": "The Vietnam Maritime Department <em>organised</em> a conference in Hanoi.",
            "vi": "Cục Hàng hải Việt Nam tổ chức một hội nghị ở Hà Nội."
        },
        {
            "en": "What do you imagine we <em>organised</em> this ball for?",
            "vi": "Vậy cháu tưởng bà tổ chức ra cái vũ hội này để làm gì?"
        },
        {
            "en": "It was also recommended that another workshop should be <em>organised</em>.",
            "vi": "Nó cũng đã khuyến nghị cần tổ chức thêm một Hội thảo khác."
        },
        {
            "en": "The parade was very well <em>organised</em> and passed without mishap.",
            "vi": "Cuộc diễu hành đã được tổ chức và diễn ra tốt đẹp không bị rủi ro nào."
        },
        {
            "en": "Cultural exchanges will be <em>organised</em> once a year.",
            "vi": "Giao lưu văn hóa được tổ chức một năm một lần."
        },
        {
            "en": "No defined and <em>organised</em> layout of the machinery.",
            "vi": "Máy móc bố trí chưa rõ ràng và không có tổ chức."
        },
        {
            "en": "This conference is <em>organised</em> by General Tommy Franks, and we can't be part of a meeting for the Iraqis <em>organised</em> by a US general.",
            "vi": "Hội nghị này do Tướng Tommy Franks tổ chức, và chúng tôi không thể tham dự một cuộc họp của người I-rắc mà lại do một tướng Mỹ tổ chức."
        },
        {
            "en": "This conference is <em>organised</em> by General Tommy Franks, and we can't be part of a meeting for the Iraqis <em>organised</em> by a US general.",
            "vi": "Hội nghị này do Tướng Tommy Franks tổ chức, và chúng tôi không thể tham dự một cuộc họp của người I - rắc mà lại do một tướng Mỹ tổ chức."
        },
        {
            "en": "Grand Prix motor racing has its roots in <em>organised</em> automobile racing that began in France.",
            "vi": "Cuộc đua mô tô tranh giải quán quân thế giới có nguồn gốc từ cuộc đua xe được tổ chức bắt đầu tại Pháp."
        }
    ],
    "suggestions": []
}