{
    "en_vn": {
        "data": {
            "content": null,
            "word": "organisational"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "organisational"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "organisational"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "organisational"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "organisational"
        }
    },
    "sentences": [
        {
            "en": "It also provides a basic <em>organisational</em> structure.",
            "vi": "Nó cũng nêu cơ cấu tổ chức cơ bản."
        },
        {
            "en": "Managers get power from both <em>organisational</em> and individual sources.",
            "vi": "Những trưởng phòng có sức mạnh từ cả hai nguồn công ty và cá nhân."
        },
        {
            "en": "Consequently, it is crucial that <em>organisational</em> managers and decision makers are aware of , and able to analyse the factors which trigger <em>organisational</em> change.",
            "vi": "Do đó, điều quan trọng là các nhà quản lý tổ chức và người ra quyết định phải biết và có thể phân tích các yếu tố gây ra sự thay đổi trong tổ chức."
        },
        {
            "en": "Unlike learning, teaching starts from the top of the <em>organisational</em> hierarchy.",
            "vi": "Không giống như học tập, giảng dạy bắt đầu từ phía trên của sơ đồ tổ chức."
        },
        {
            "en": "This decree provides details of the <em>organisational</em> structure of GCs and introduces the parent-subsidiary model.",
            "vi": "Nghị định này nêu chi tiết về cơ cấu tổ chức của các Tổng công ty và đưa ra mô hình công ty mẹ - con."
        },
        {
            "en": "The programme involves far-reaching changes in laws, institutions, <em>organisational</em> structures, management and financial systems.",
            "vi": "Chương trình này sẽ tạo ra những thay đổi lớn về luật pháp, thể chế, cơ cấu tổ chức cũng như hệ thống quản lý và tài chính."
        },
        {
            "en": "Programme on roles, functions, <em>organisational</em> structures of the agencies in the administrative system.",
            "vi": "Chương trình về vai trò, chức năng, cơ cấu tổ chức của các cơ quan trong hệ thống hành chính."
        },
        {
            "en": "Improved <em>organisational</em> capacity in Ethnic Minority development policy formulation, and implementation.",
            "vi": "Năng lực tổ chức trong việc hoạch định và thực hiện chính sách phát triển dân tộc thiểu số được tăng cường"
        },
        {
            "en": "The lack of female leadership could create an <em>organisational</em> culture which is more favourable to men.",
            "vi": "Tình trạng thiếu lãnh đạo nữ có thể tạo ra một nền văn hoá tổ chức thiên vị nam giới."
        },
        {
            "en": "Further details of the <em>organisational</em> structure are summarised in Annex 4.",
            "vi": "Chi tiết về cơ cấu tổ chức được minh hoạ qua Phụ lục 4."
        },
        {
            "en": "We must understand our clients' business and give them our best <em>organisational</em> resources.",
            "vi": "Chúng tôi phải hiểu được hoàn cảnh của khách hàng và mang lại cho họ những tài nguyên công ty tốt nhất."
        },
        {
            "en": "They like employees who place the good of the <em>organisational</em> ahead of their own goals.",
            "vi": "Họ thích các nhân viên đặt sự quan trọng của tổ chức lên trên mục tiêu cá nhân của họ."
        },
        {
            "en": "This could involve identifying strategic interests and preparing strategies for building <em>organisational</em> capacity.",
            "vi": "Điều này có thể liên quan đến việc xác định các lợi ích chiến lược và chuẩn bị các chiến lược nhằm nâng cao năng lực của tổ chức."
        },
        {
            "en": "They derive <em>organisational</em> power by virtue of their position in the company.",
            "vi": "Họ nhận được sức mạnh công ty từ tư cách của chức vụ họ trong công ty."
        },
        {
            "en": "Salary reform implementation. Identify <em>organisational</em> structure appropriate for local administration at all levels.",
            "vi": "Thực hiện cải cách tiền lương. Xác định cơ cấu tổ chức phù hợp cho quản lý hành chính địa phương ở các cấp."
        },
        {
            "en": "Three MSM self-help groups were trained by HPI and UNAIDS on <em>organisational</em> development, writing project proposals and managing programmes.",
            "vi": "3 nhóm tự lực MSM đã được tổ chức HPI và UNAIDs tập huấn về phát triển tổ chức, kỹ năng viết đề xuất dự án và quản lý chương trình."
        },
        {
            "en": "This arises from a fundamental change in the incentives for production, <em>organisational</em> restructuring, and access to previously unavailable technology.",
            "vi": "Đây là kết quả nảy sinh từ những thay đổi căn bản trong việc khuyến khích thúc đẩy sản xuất, cơ cấu lại tổ chức, và khả năng tiếp cận những công nghệ trước đó không có."
        },
        {
            "en": "Partnership with Government occurs mainly at the national and provincial levels through individual <em>organisational</em> collabora- tion with relevant government authorities.",
            "vi": "Hợp tác với chính phủ chủ yếu thực hiện ở cấp quốc gia và cấp tỉnh thông qua sự hợp tác của các tổ chức riêng lẻ với các cơ quan ban ngành liên quan."
        },
        {
            "en": "It is recommended to donors and INGOs that they support capacity-building and <em>organisational</em> development among all four types of organisations through training and <em>organisational</em> needs assessments in dialogue with the organisations.",
            "vi": "Các nhà tài trợ và INGO nên hỗ trợ nâng cao năng lực và phát triển tổ chức của bốn loại hình tổ chức thông qua đào tạo và đánh giá nhu cầu của tổ chức bằng cách đối thoại với các tổ chức."
        },
        {
            "en": "The <em>organisational</em> capacity in many organisations needs to be improved to make VNGOs trustworthy partners in the development arena.",
            "vi": "Cần phải tăng cường năng lực tổ chức để các NGO Việt Nam có thể trở thành những đối tác có uy tín trên vũ đài phát triển."
        }
    ],
    "suggestions": []
}