{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Orlando",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Orlando",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Orlando",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Orlando",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Orlando",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is certainly S. <em>O</em>. <em>L</em>. this time.",
            "vi": "Phen này hắn gặp vận rủi rồi."
        },
        {
            "en": "My name is Meloy: that's M-E-<em>L</em>-<em>O</em>-Y.",
            "vi": "Tôi tên là meloy: đánh vần là m - e - l - o - y."
        },
        {
            "en": "Another well known computer word is Google, spelled g-<em>o</em>-<em>o</em>-g-<em>l</em>-e.",
            "vi": "Một từ ngữ máy tính nổi tiếng khác là Google, được đánh vần là g-o-o-g-l-e."
        },
        {
            "en": "The people who started the company named it Google because in mathematics, googol, spelled g-<em>o</em>-<em>o</em>-g-<em>o</em>-<em>l</em>, is an extremely large number.",
            "vi": "Người thành lập công ty đã đặt tên cho nó là Google vì theo toán học, googol, được đánh vần là g-o-o-g-o-l, là một con số cực lớn."
        },
        {
            "en": "As she felt the doll with one hand I slowly formed the letters, d-<em>o</em>-<em>l</em>-<em>l</em> with my fingers in her other hand.",
            "vi": "Khi cô ấy bé cảm nhận được con búp bê bằng một tay tôi từ từ dùng ngón tay mình viết những chữ cái d-o-l-l trên bàn tay kia của cô bé."
        },
        {
            "en": "Xe c, nhng oan ngi, nhng day bn tau, va s ngi khng <em>l</em> qua lai cac bn <em>o</em>.",
            "vi": "The village on the highland seen from afar at sunset, the river between."
        },
        {
            "en": "The first night I arrived I gave Helen a doll. As she felt the doll with one hand I slowly formed the letters, d - <em>o</em> - <em>l</em> - <em>l</em> with my fingers in her other hand.",
            "vi": "Đêm đầu tiên tôi đến tôi đã cho Helen một con búp bê. Khi cô ấy bé cảm nhận được con búp bê bằng một tay tôi từ từ dùng ngón tay mình viết những chữ cái d-o-l-l trên bàn tay kia của cô bé."
        },
        {
            "en": "The first night I arrived I gave Helen a doll. As she felt the doll with one hand I slowly formed the letters, d-<em>o</em>-<em>l</em>-<em>l</em> with my fingers in her other hand.",
            "vi": "Đêm đầu tiên tôi đến tôi đã cho Helen một con búp bê. Khi cô ấy bé cảm nhận được con búp bê bằng một tay tôi từ từ dùng ngón tay mình viết những chữ cái d - o - l - l trên bàn tay kia của cô bé."
        },
        {
            "en": "Bruce Lee was so fast that they actually had to s-<em>l</em>-<em>o</em>-w film down so you could see his moves.",
            "vi": "Lý Tiểu Long quá nhanh đến nỗi mà thực tế họ đã phải quay phim chậm lại để bạn có thể thấy được những cử động của anh."
        },
        {
            "en": "I have the \"I\", I have the \"<em>L</em>\", I have the \"<em>O</em>\", I have the \"V\", I have the \"E\", ... so please can I have \"U\" ?",
            "vi": "Anh có chữ\"I\", anh có chữ\"L\", anh có chữ\"O\", anh có chữ\"V\", anh có chữ\"E\", và hãy cho anh biết làm"
        },
        {
            "en": "<em>L</em> hour.",
            "vi": "Giờ xuất phát."
        },
        {
            "en": "C <em>O</em>",
            "vi": "Công ty"
        },
        {
            "en": "{<em>O</em>}+Banana",
            "vi": "Chỉ sự ngốc nghếch"
        },
        {
            "en": "<em>o</em> to",
            "vi": "car"
        },
        {
            "en": "<em>O</em>' nights",
            "vi": "Về đêm"
        },
        {
            "en": "49 birds appear over <em>Orlando</em> shooting victims’ memoria",
            "vi": "49 chú chim xuất hiện trên bầu trời trong lễ tưởng niệm các nạn nhân vụ xả súng ở Orlando"
        },
        {
            "en": "<em>O</em> Zeus!",
            "vi": "Ôi lạy trời!"
        },
        {
            "en": "C/<em>O</em>",
            "vi": "chứng nhận xuất xứ"
        },
        {
            "en": "{<em>O</em>} + Banana",
            "vi": "Chỉ sự ngốc nghếch"
        },
        {
            "en": "Levodopa (<em>L</em>-dopa).",
            "vi": "Levodopa (l - dopa)."
        }
    ],
    "suggestions": []
}