{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔ:lɔp]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sàn thấp nhất (tàu thuỷ)</td></tr></table><i/></div>",
            "word": "orlop"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>orlop</k><blockquote><cclass>[<cclass>'ɔ:lɒp<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>orlop deck</b>) </cclass></blockquote><blockquote>■ <cclass>noun the lowest deck of a wooden sailing ship with three or more decks. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from Du. <i>overloop</i> 'covering', from <i>overlopen</i> 'run over'. </blockquote></div>",
            "word": "orlop"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "orlop"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "orlop"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "orlop"
        }
    },
    "sentences": [
        {
            "en": "<em>lop</em>",
            "vi": "class"
        },
        {
            "en": "<em>lop</em> hoc",
            "vi": "classmate"
        },
        {
            "en": "ban cung <em>lop</em>",
            "vi": "classmate"
        },
        {
            "en": "<em>Lop</em> and crop",
            "vi": "Cành xén"
        },
        {
            "en": "<em>Lop</em> and top",
            "vi": "Cành tỉa"
        },
        {
            "en": "thua co cho phep em vao <em>lop</em>",
            "vi": "excuse me  miss, can i come in the class"
        },
        {
            "en": "ban nen lam bai tap truoc khi den <em>lop</em>",
            "vi": "you should do homework befor you go to class"
        },
        {
            "en": "They managed to <em>lop</em> £2 million off their operating costs.",
            "vi": "Họ tìm cách cắt giảm hai triệu bảng chi phí điều hành."
        },
        {
            "en": "Moi ngay toi <em>lop</em> la mot niem vui.",
            "vi": "Every day , I went to class that was a funny."
        },
        {
            "en": "toi tu hoi tai sao co ay luon gioi nhat <em>lop</em>.",
            "vi": "I wonder why she is always the cream of the crop in my class."
        },
        {
            "en": "A living cow can be sold for between VND13 million ($583) and VND14 million ($627), said Le Ky Giong, residing in Ia <em>Lop</em> Commune, adding that a dead one is only worth VND3 million ($134).",
            "vi": "Một con bò sống có thể được bán với giá từ 13 triệu đồng đến đồng 14 triệu, ông Lê Kỳ Giồng, trú tại xã Ia Lốp cho biết và nói thêm rằng một con chết chỉ có giá 3 triệu đồng."
        },
        {
            "en": "“The animals have to endure extreme heat from the sun while grazing only dried grass, causing their health conditions to deteriorate,” said Le Thi Cuc Phuong, a farmer in Ia <em>Lop</em> Commune.",
            "vi": "\"Các loài động vật đang phải chịu đựng nhiệt độ cực cao từ mặt trời trong khi chỉ ăn cỏ khô, khiến tình trạng sức khỏe của chúng bị xấu đi\" bà Lê Thị Cúc Phương, một nông dân ở xã Ia Lốp nói."
        },
        {
            "en": "More than 820,000 households have been affected in four of the hardest-hit provinces -- Ayutthaya, <em>Lop</em> Buri, Chai Nat and Nakhon -- the state-run MCOT news agency reported, quoting the national disaster prevention and mitigation ministry.",
            "vi": "Hơn 820.000 hộ gia đình bị ảnh hưởng ở bốn trong số các tỉnh bị thiệt hại nặng nề nhất -- đó là Ayutthaya, Lop Buri, Chai Nat và Nakhon - - thông tấn xã MCOT của chính phủ này báo cáo, trích dẫn lời của Cơ quan giảm nhẹ và ngăn chặn các thảm hoạ của quốc gia này."
        },
        {
            "en": "The devastating climate has caused 83 oxen in Ia <em>Lop</em> Commune and 50 more in Ia Rve Commune in Ea Sup District to die, while destroying hundreds of hectares of crops and draining 91 drilled wells in the locality, the local Office of Agriculture and Rural Development said on Wednesday.",
            "vi": "Khí hậu khắc nghiệt đã khiến 83 con bò tại xã la Lốp và 50 con khác ở xã Rve thuộc huyện Ea Sup chết, cùng với đó là phá hủy hàng trăm hecta hoa màu, làm khô cạn 91 giếng khoan ở địa phương, Phòng Nông nghiệp và Phát triển nông thôn cho biết vào thứ Tư."
        },
        {
            "en": "As crazy as this sounds, entomologists have actually decapitated roaches to study this phenomena. <em>Lop</em> the head off a roach, and a week or two later it will still respond to stimuli by wiggling its legs. Why? Because the head of a roach isn't all that important to how it functions. Cockroaches have open circulatory systems, so as long as the wound clots normally, they aren't prone to bleeding out. Their respiration occurs via spiracles along the sides of the body. And they can survive without eating for weeks. Eventually, the cockroach will either dehydrate or succumb to mold.",
            "vi": "Điều này nghe thật điên rồ, nhưng các nhà côn trùng học đã thực sự ngắt đầu gián để nghiên cứu hiện tượng này. Cắt đầu một con gián, và một hoặc hai tuần sau nó vẫn phản ứng với các kích thích bằng cách ngọ nguậy chân. Tại sao? Vì đầu con gián không phải là phần quan trọng nhất của nó. Gián có hệ thống tuần hoàn mở, do đó, miễn là các vết thương đông máu bình thường, thì chúng sẽ không bị chảy máu nữa. Hô hấp của gián thông qua các lỗ thở dọc theo hai bên thân. Và chúng có thể sống mà không cần ăn uống trong nhiều tuần. Cuối cùng, con gián sẽ chết, là do nấm mốc tấn công hoặc bị mất nước."
        }
    ],
    "suggestions": []
}