{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔ:ni'θɔlədʒist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà nghiên cứu chim; nhà điểu cầm học</td></tr></table><i/></div>",
            "word": "ornithologist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ornithologist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ornithologist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ornithologist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ornithologist"
        }
    },
    "sentences": [
        {
            "en": "We are looking for an <em>ornithologist</em>.",
            "vi": "Chúng tôi đang tìm một nhà nghiên cứu chim."
        },
        {
            "en": "An <em>ornithologist</em> who described the sparrow as peculiarly attached to man’ said it never now breeds at any distance from an occupied building’.",
            "vi": "Một nhà nghiên cứu chim đã mô tả con chim sẻ có sự gắn liền Khác thường với con người, cho biết nó không bao giờ sinh sản ở nơi xa với những tòa nhà được sử dụng."
        },
        {
            "en": "Fireworks may have caused Arkansas bird deaths        US scientists believe fireworks may have caused thousands of birds to fall from the sky over an Arkansas town on New Year's Eve. Karen Rowe, of the Arkansas Game and Fish Commission, said the red-winged blackbirds probably flew low to avoid explosions and collided with objects. However, she stopped short of declaring the mystery solved, saying further tests on the dead birds are planned. Officials say more than 3,000 birds fell over the city of Beebe. \"It was hard to drive down the street in some places without running over them.\" Initial laboratory reports said the birds had died from trauma, the AGFC said. Residents reported hearing loud fireworks just before the birds started raining from the sky. \"They started going crazy, flying into one another,\" said AGFC spokesman Keith Stephens. The birds also hit homes, cars, trees and other objects, and some could have flown hard into the ground. \"The blackbirds were flying at rooftop level instead of treetop level\" to avoid explosions above, said Ms Rowe, an <em>ornithologist</em>. 5 Beebe police chief Capt Eddie Cullum said they were inundated with calls from residents who saw the birds fall. Poisoning has been ruled out after several cats and dogs that ate the dead birds suffered no ill effects, he added. However, another theory is that a violent thunderstorm could have disoriented a roost of blackbirds. Tornadoes swept through Arkansas and neighbouring states on 31 December, killing seven people.  City authorities have hired a specialist waste disposal firm to collect the dead birds from gardens and rooftops, and remove them.",
            "vi": "Pháo bông có thể là nguyên nhân khiến cho hàng loạt chim bị chết ở Arkansas      Các nhà khoa học Mỹ cho rằng pháo bông có thể là nguyên nhân khiến cho hàng ngàn con chim bị rơi từ trên trời xuống ở thị trấn Arkansas vào đêm giao thừa. Nhà nghiên cứu Karen Rowe thuộc Arkansas and Fish Commission nói rằng có thể loài chim hét cánh đỏ bay xuống thấp để tránh tiếng nổ nên đã va chạm vào các vật thể. Tuy nhiên, bà chưa đưa ra lí do về điều bí ẩn này và nói rằng các cuộc kiểm tra xác những con chim này đã được lên kế hoạch.  Các viên chức tuyên bố đã có hơn 3000 con chim rơi xuống chết ở thành phố Beebe. Một số người chứng kiến nói rằng vài con chim sống sót sau khi bị rơi xuống thì bay loạng choạng như người say rượu. Xác chim đang “ xả rác khắp các đường phố, các bãi sân, đường lái xe vào nhà và khắp mọi nơi”, Robby King một nhân viên bảo vệ động vật hoang dã của hạt cho biết. “ Thật khó có thể lái qua một số nơi trên các đường phố mà không phải cán qua chúng” Theo AGFC cho biết trong các báo cáo thí nghiệm đầu tiên thì chim rơi xuống đất chết là do chấn thương. Cư dân ở đây thì nói rằng họ đang nghe tiếng bắn pháo bông ngay trước khi loạt mưa chim rơi từ trên trời xuống. Keith Stephens phát ngôn viên của AGFC cho hay “ Chúng bắt đầu trở nên điên loạn và đâm vào nhau” \" Chim hét có thị lực kém, và chúng bắt đầu va chạm vào mọi thứ. \" Cảnh sát trưởng thành phố Beebe Capt Eddie Cullum cho hay họ nhận được những cuộc gọi dồn dập từ những người dân chứng kiến cảnh chim rơi xuống đất. Nguyên nhân về việc chim bị ngộ độc đã được loại bỏ vì một số chó mèo đã ăn chúng mà không có dấu hiệu cho thấy chúng bị nhiễm bệnh. Tuy nhiên, lý do khác cho rằng cơn giông bão dữ dội có thể làm mất phương hướng chỗ trú ngụ của loài chim hét này. Cơn gió lốc đã quét qua Arkansas và các vùng tiểu bang lân cận vào ngày 31 tháng 12 khiến 7 người thiệt mạng. Chính quyền thành phố đã thuê chuyên gia của hãng xử lý chất thải thu gom và dọn dẹp xác chim từ những khu vườn và trên sân thượng."
        }
    ],
    "suggestions": []
}