{
    "en_vn": {
        "data": {
            "content": null,
            "word": "orphaned",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "orphaned",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "orphaned",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "orphaned",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "orphaned",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She was <em>orphaned</em> in the war.",
            "vi": "Cô ta đã bị mồ côi trong chiến tranh."
        },
        {
            "en": "A wasting storm made children be <em>orphaned</em>.",
            "vi": "Một trận bão tàn phá đã làm cho những đứa trẻ bị mồ côi."
        },
        {
            "en": "To provide special assistance to children <em>orphaned</em> by HIV/AIDS.",
            "vi": "Cung cấp trợ giúp đặc biệt cho trẻ em bị mồ côi do cha mẹ chết vì HIV/AIDS."
        },
        {
            "en": "Michael was <em>orphaned</em> at the age of ten and grew up living by his wits.",
            "vi": "Michael bị mồ côi lúc 10 tuổi và lớn lên bằng cách tự mình xoay xở."
        },
        {
            "en": "There are about 1,530,000 orphans in Viet Nam, including about 22,000 children <em>orphaned</em> by HIV/AIDS.",
            "vi": "Có khoảng 1.530.000 trẻ mồ côi ở Việt Nam, trong đó có khoảng 22.000 trẻ mồ côi cha mẹ vì HIV/AIDS."
        },
        {
            "en": "Promote greater community commitment to caring for <em>orphaned</em> and abandoned children within a family environment.",
            "vi": "Tăng cường cam kết của cộng đồng đối với việc chăm sóc trẻ em mồ côi, trẻ em bị bỏ rơi trong môi trường gia đình;"
        },
        {
            "en": "Lots of <em>orphaned</em> or abandoned animals are taken care of in Nairobi National Park.",
            "vi": "Nhiều động vật mồ côi hoặc bị bỏ rơi được chăm sóc ở công viên quốc gia Nairobi."
        },
        {
            "en": "Rice with an <em>orphaned</em> fish, licking her orphan leaves the curb",
            "vi": "Mồ côi cha an cơm với cá, mồ côi mẹ liếm lá lề đường"
        },
        {
            "en": "Hunter S. and Williamson, J.: Responding to the Needs of Children <em>Orphaned</em> by HIV/AIDS.",
            "vi": "Hunter S. và Williamson, J.: Đáp ứng với các nhu cầu của trẻ mồ côi do HIV/AIDS."
        },
        {
            "en": "There have been over 14 million children becoming <em>orphaned</em> by AIDS so far.",
            "vi": "Cho đến nay đã có hơn 14 triệu trẻ em bị mồ côi do AIDS."
        },
        {
            "en": "My aunt adopted these children when they were <em>orphaned</em> by war.",
            "vi": "Dì tôi đã nhận nuôi những đứa trẻ này khi chúng bị mồ côi vì chiến tranh."
        },
        {
            "en": "Being <em>orphaned</em> of both parents since his childhood he has had to shift for himself almost all his life.",
            "vi": "Mồ côi cả cha lẫn mẹ từ hồi còn nhỏ, gần suốt cả cuộc đời anh ấy phải xoay xở để tự nuôi thân."
        },
        {
            "en": "We are struggling to care for and feed children who have been <em>orphaned</em> by the AIDS epidemic.",
            "vi": "Chúng tôi đang vật lộn để chăm sóc và nuôi ăn những trẻ em mồ côi do đại dịch AIDS."
        },
        {
            "en": "To form in big provinces and cities centers to care for <em>orphaned</em> HIV-infected children who have no support.",
            "vi": "Hình thành trung tâm chăm sóc trẻ mồ côi bị nhiễm HIV không nơi nương tựa tại các tỉnh, thành phố lớn."
        },
        {
            "en": "As one who was once an <em>orphaned</em> child himself, this humble person is sorry to have to inform you of the terrible burden you must bear.",
            "vi": "Là người xuất thân trong cảnh mồ côi, kẻ hèn này rất đau xót khi báo cho cô biết một tin rất buồn."
        },
        {
            "en": "As noted above, the Civil Law stipulates the natural guardian of a child who has been <em>orphaned</em> or abandoned, with priority placed on relatives.",
            "vi": "Như đã trình bày ở trên, Bộ luật Dân sự có quy định người giám hộ đương nhiên của một trẻ em mồ côi hoặc bị bỏ rơi, ưu tiên họ hàng."
        },
        {
            "en": "There are currently few alternative housing and other care options available to children who have been <em>orphaned</em> by HIV and AIDS, or who have been neglected or abandoned.",
            "vi": "Hiện có rất ít các cơ sở cũng như biện pháp chăm sóc thay thế dành cho trẻ bị mồ côi do nhiễm HIV/AIDS, hoặc trẻ bị xa lánh và bị bỏ rơi."
        },
        {
            "en": "In some countries like Nigeria, the number of children becoming <em>orphaned</em> by AIDS has increased to 995,000, Ethiopia 989,000 and Kenya 892,000.",
            "vi": "Một số nước như Nigeria, số lượng trẻ em mồ côi do AIDS đã tăng lên 995.000 trường hợp, Ethiopia là 989.000 trường hợp, Kenia là 892.000 trường hợp."
        },
        {
            "en": "An assessment conducted by the VCPFC and SC with HIV affected children suggests that the situation of children <em>orphaned</em> by HIV may be different.",
            "vi": "Theo báo cáo đánh giá của Uỷ ban Dân số, Gia đình và Trẻ em và Liên minh các Tổ chức cứu trợ trẻ em về trẻ em bị ảnh hưởng bởi HIV/AIDS thì tình trạng của trẻ em mồ côi do HIV có những điểm khác biệt."
        },
        {
            "en": "The Vietnamese Constitution further provides that people with disabilities, together with elderly people, and destitute and <em>orphaned</em> children “shall be supported by the State”.",
            "vi": "Hiến pháp Việt Nam hơn nữa cũng nêu rằng NKT, người già, người cơ cực và trẻ em mồ côi “được nhà nước bảo trợ”."
        }
    ],
    "suggestions": []
}