{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔ:θou'pi:dik]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">orthopaedic</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔ:θou'pi:dik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) (thuộc) thuật chỉnh hình, (thuộc) khoa chỉnh hình</td></tr></table><i/></div>",
            "word": "orthopedic",
            "pronounce": "[,ɔ:θou'pi:dik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "orthopedic",
            "pronounce": "[,ɔ:θou'pi:dik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "orthopedic",
            "pronounce": "[,ɔ:θou'pi:dik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "orthopedic",
            "pronounce": "[,ɔ:θou'pi:dik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "orthopedic",
            "pronounce": "[,ɔ:θou'pi:dik]"
        }
    },
    "sentences": [
        {
            "en": "<em>Orthopedic</em> surgery",
            "vi": "Phẫu thuật chỉnh hình"
        },
        {
            "en": "<em>orthopedic</em> surgery, cosmetic surgery",
            "vi": "phẫu thuật chỉnh hình, phẫu thuật thẩm mỹ"
        },
        {
            "en": "The law creates a right to rehabilitation and <em>orthopedic</em> services, for example, but not a right to habilitation services that would be required for children with intellectual disabilities.",
            "vi": "Ví dụ, luật tạo ra quyền phục hồi chức năng và dịch vụ chỉnh hình, nhưng lại không nói đến quyền được dịch vụ hồi phục trí tuệ rất cần cho TKT trí tuệ."
        },
        {
            "en": "Under these grants persons with disabilities in seven districts of Danang will receive skills training and job placement, corrective surgery and prosthetic and <em>orthopedic</em> devices, and scholarships for children with disabilities.",
            "vi": "Với những khoản tài trợ này, người khuyết tật tại 7 quận của tỉnh Đà Nẵng sẽ được đào tạo các kỹ năng và sắp xếp việc làm. Họ sẽ được phẫu thuật chỉnh hình và nhận các thiết bị chỉnh hình thẩm mỹ."
        },
        {
            "en": "Not so long ago, doctors had no clue about disinfection and used strange methods: bloodletting as a remedy for all diseases, tongue cutting against stammering, as well as lobotomy and electric shock treatment.Even the most successful doctors of that time, like <em>orthopedic</em> surgeon Lewis Sayre (pictured with a patient), did lots of operations with lethal outcomes.",
            "vi": "Cách đây không lâu, các bác sĩ vẫn chưa biết cách diệt khuẩn nên sử dụng những phương pháp rất kỳ lạ: trích máu như một phương thuốc trị mọi chứng bệnh, cắt lưỡi để không bị cà lăm, cũng như mổ não và điều trị sốc điện.Thậm chí những bác sĩ thành công nhất thời bấy giờ, chẳng hạn bác sĩ phẫu thuật chỉnh hình Lewis Sayre (trong ảnh cùng một bệnh nhân), đã tiến hành nhiều ca mổ xẻ với hậu quả chết người."
        },
        {
            "en": "* Congenital kyphosis occurs when the spinal column develops abnormally before a baby is born. Several vertebrae can be fused together or the bones can form improperly. Growth can cause the kyphosis to get worse. It's important to check children with this condition for other <em>orthopedic</em> problems and heart or kidney defects.",
            "vi": "* Tật gù bẩm sinh xảy ra khi cột sống phát triển bất thường trước khi em bé chào đời. Vài đốt sống có thể bị kết dính với nhau hoặc một vài xương có thể hình thành không đúng cách. Sự phát triển cũng có thể làm cho chứng gù này càng nghiêm trọng hơn. Điều quan trọng là phải nên kiểm tra tật gù này cho trẻ để phát hiện các vấn đề chỉnh hình khác và các khiếm khuyết về tim hoặc thận nữa."
        },
        {
            "en": "If kyphosis requires surgery, the <em>orthopedic</em> surgeon will likely perform a spinal fusion. In this procedure, two or more of the affected vertebrae are fused (joined together) to reduce the rounding in the spine. The surgeon will attach new pieces of bone to the vertebrae with metal rods, screws, and wire placed deep under the spine muscles.",
            "vi": "Nếu chứng gù đòi hỏi phải phẫu thuật thì bác sĩ phẫu thuật chỉnh hình sẽ có thể thực hiện nối cột sống. Đối với thủ thuật này, ít nhất là hai đốt sống bị cong được nối lại với nhau để làm giảm cong cột sống. Bác sĩ phẫu thuật sẽ ghép nhiều mảnh xương đốt sống với các thanh kim loại, ốc vít, và dây nằm sâu dưới các cơ cột sống."
        },
        {
            "en": "For the first time Vietnamese doctors successfully performed a lung transplant from two living donors. The transplant was conducted at the Military Hospital 103, in co-ordination with doctors from the Vietnam Military Medical Academy and Japanese experts. Also, the application of  robotic endoscopic surgery system in <em>orthopedic</em> injuries or cardiac surgeries was seen as a contribution to the great success of the medical sector in general and surgery in particular.",
            "vi": "Lần đầu tiên các bác sỹ Việt Nam thực hiện thành công việc cấy ghép phổi từ hai nhà hiến tặng còn sống. Việc cấy ghép được thực hiện tại Bệnh viện Quân đội 103, phối hợp với các bác sĩ của Học viện Y tế Quân sự Việt Nam và các chuyên gia Nhật Bản. Ngoài ra, việc áp dụng hệ thống phẫu thuật nội soi robot trong chấn thương chỉnh hình hoặc phẫu thuật tim được xem như là một đóng góp cho thành công lớn của ngành y tế nói chung và phẫu thuật nói riêng."
        },
        {
            "en": "Before you begin any type of exercise program, it's a good idea to talk to your doctor, especially if you have a health problem. Be sure to let your instructor know about any <em>orthopedic</em> problems or special needs you may have before the class begins. A good instructor will be able to provide modified poses for students who are just beginning or who have special needs.",
            "vi": "Trước khi bắt đầu bất kỳ một chương trình thể dục nào, bạn nên nói chuyện với bác sĩ, nhất là nếu bạn bị một vấn đề sức khỏe nào đó. Bạn cũng nên thông báo cho người hướng dẫn biết về tất cả các vấn đề chỉnh hình hoặc nhu cầu đặc  biệt nào đó mà bạn có thể cần đáp ứng trước khi bắt đầu học. Giáo viên giỏi sẽ có hướng dẫn cho học viên những tư thế nhẹ nhàng khi học viên mới bắt đầu “nhập môn” hoặc khi có nhu cầu đặc biệt nào đó."
        },
        {
            "en": "For the first time Vietnamese doctors successfully performed a lung transplant from two living donors. The transplant was conducted at the Military Hospital 103, in co-ordination with doctors from the Vietnam Military Medical Academy and Japanese experts. Also, the application of  robotic endoscopic surgery system in <em>orthopedic</em> injuries or cardiac surgeries was seen as a contribution to the great success of the medical sector in general and surgery in particular.",
            "vi": "Lần đầu tiên các bác sỹ Việt Nam thực hiện thành công việc cấy ghép phổi từ hai nhà hiến tặng còn sống. Việc cấy ghép được thực hiện tại Bệnh viện Quân đội 103, phối hợp với các bác sĩ của Học viện Y tế Quân sự Việt Nam và các chuyên gia Nhật Bản. Ngoài ra, việc áp dụng hệ thống phẫu thuật nội soi robot trong chấn thương chỉnh hình hoặc phẫu thuật tim được xem như là một đóng góp cho thành công lớn của ngành y tế nói chung và phẫu thuật nói riêng."
        },
        {
            "en": "Franklin D. Roosevelt  When FDR was 39, he got polio. A long-term treatment didn’t help, and the future president remained confined to a wheelchair. Once he realized how serious his disease was, no one heard him complaining. Having mustered all his courage, Roosevelt unsuccessfully tried to learn to walk on crutches and heavy <em>orthopedic</em> equipment. Despite his illness, he became the president of the USA. ’The only limit to our realization of tomorrow will be our doubts of today,’ Roosevelt said.",
            "vi": "Franklin D. RooseveltKhi 39 tuổi, ông mắc bệnh bại liệt. Điều trị hoài mà không khỏi, nên vị tổng thống tương lai luôn phải ngồi xe lăn. Khi biết được bệnh tình của mình trầm trọng như thế nào, ông không hề than thở với ai cả. Lấy hết can đảm, Roosevelt cố gắng tập đi nạng cùng thiết bị chỉnh hình nặng nề nhưng không thành công. Bệnh tật là vậy nhưng ông đã trở thành tổng thống Hoa Kỳ. Ông nói: \" Giới hạn duy nhất cản trở ngày mai tiến bộ của chúng ta sẽ chính là những hoài nghi của chúng ta ngày hôm nay.\""
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by UC Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with UC Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called Molly, Digory and Lollipop (a Chihuahua-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian veterinarian reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility <em>orthopedic</em> patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-Madison, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}