{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Orwellian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Orwellian</k><blockquote>■ <cclass>adjective of or characteristic of the work of the British novelist George Orwell (1903–50), especially with reference to the totalitarian state as depicted in <i>Nineteen Eighty-four</i>. </cclass></blockquote></div>",
            "word": "Orwellian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Orwellian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Orwellian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Orwellian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "And by 2020, China’s rulers aim to implement an <em>Orwellian</em> system premised on controlling virtually every facet of human life — the so-called “Social Credit Score.” In the words of that program’s official blueprint, it will “allow the trustworthy to roam everywhere under heaven, while making it hard for the discredited to take a single step.”",
            "vi": "Ngày nay, Trung Quốc đã xây dựng một nhà nước giám sát độc nhất vô nhị, và nó càng ngày càng mở rộng và bừa bãi - thường với sự giúp đỡ của công nghệ Mỹ. Tương tự, \"Vạn lý hỏa thành của Trung Quốc\" cũng ngày càng cao hơn, hạn chế đáng kể dòng chảy tự do thông tin đến với người dân Trung Quốc. Và đến năm 2020, các nhà cai trị của Trung Quốc nhắm đến việc thực thi một hệ thống Orwell dựa trên việc kiểm soát hầu hết khía cạnh của đời sống con người – với cái gọi là “điểm tín nhiệm xã hội”. Theo ngôn ngữ trong bản thiết kế chính thức của chương trình, nó sẽ \"cho phép người được tín nhiệm rong chơi cùng trời cuối đất, trong khi khiến người mất uy tín không nhấc nổi một bước\"."
        }
    ],
    "suggestions": []
}