{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Osaka",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Osaka",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Osaka",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Osaka",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Osaka",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She probably had received word from <em>Osaka</em>.",
            "vi": "Có lẽ bà ta có nhận tin từ osaka."
        },
        {
            "en": "Tokyo and <em>Osaka</em> are very different cities.",
            "vi": "Tokyo và Osaka là những thành phố rất khác nhau."
        },
        {
            "en": "Our mother company is based in <em>Osaka</em>.",
            "vi": "Công ty mẹ của chúng tôi được đặt tại Osaka."
        },
        {
            "en": "Our parent company is based in <em>Osaka</em>.",
            "vi": "Trụ sở chính của chúng tôi ở Osaka."
        },
        {
            "en": "Did you get it in <em>Osaka</em>?",
            "vi": "Bạn lấy nó ở Osaka phải không?"
        },
        {
            "en": "We worked in a factory outside <em>Osaka</em> together.",
            "vi": "Chúng tôi cùng làm việc với nhau trong một nhà máy ở ngọai ô osaka."
        },
        {
            "en": "Kansai has three major cities : <em>Osaka</em>, Kyoto and Kobe.",
            "vi": "Kansai có 3 thành phố lớn: Osaka, Kyoto và Kobe."
        },
        {
            "en": "My dad lives alone in <em>Osaka</em> because of his job.",
            "vi": "Ba tôi sống một mình ở Osaka vì công việc của ông ấy."
        },
        {
            "en": "Subway train in <em>Osaka</em> City of Japan began in 1933.",
            "vi": "Xe lửa ngầm ở thành phố Osaka của Nhật đã có từ năm 1933."
        },
        {
            "en": "Peter goes home to <em>Osaka</em> once a month.",
            "vi": "Peter đi về nhà ở Osaka mỗi tháng một lần."
        },
        {
            "en": "I lived in <em>Osaka</em> until I was ten.",
            "vi": "Tôi đã sống ở Osaka đến khi tôi 10 tuổi."
        },
        {
            "en": "<em>Osaka</em> is the second largest city in Japan.",
            "vi": "Osaka là thành phố lớn thứ hai ở Nhật Bản."
        },
        {
            "en": "I just moved to a town thirty kilometers to the west of <em>Osaka</em>.",
            "vi": "Tôi mới chuyển đến một thị trấn cách Osaka 30 km về phía tây."
        },
        {
            "en": "At seventeen, the Chairman had gone to work at a small electric company in <em>Osaka</em>.",
            "vi": "Năm mười bảy tuổi, ông chủ tịch đến làm việc cho một công ty đồ điện nhỏ ở osaka."
        },
        {
            "en": "My father lives by himself in <em>Osaka</em> because of his work.",
            "vi": "Ba tôi sống một mình ở Osaka vì công việc của ông."
        },
        {
            "en": "The mistress told us the telephone lines to <em>Osaka</em> were down, and she couldn't be sure.",
            "vi": "Bà chủ phòng trà trả lời đường dây điện thọai đến osaka bị gián đoạn, bà ta không biết rõ."
        },
        {
            "en": "Nobu rose to leave, for he had to be back in <em>Osaka</em> before nightfall.",
            "vi": "Nobu đứng dậy để ra về, vì ông ta phải về osaka trước khi trời tối."
        },
        {
            "en": "The easiest way to see the famous mountain is on a train from Tokyo to <em>Osaka</em>.",
            "vi": "Cách dễ dàng nhất để chiêm ngưỡng ngọn núi nổi tiếng này là đi trên một chuyến xe lửa từ Tokyo đến Osaka."
        },
        {
            "en": "The place where he lives is about 20 minutes by car from <em>Osaka</em>.",
            "vi": "Đi xe hơi từ Osaka đến nơi anh ấy sống mất khoảng 20 phút."
        },
        {
            "en": "Seikou Yamaoka is an office worker in the central Japanese City of <em>Osaka</em>.",
            "vi": "Seikou Yamaoka là một nhân viên văn phòng ở thành phố Osaka, miền trung Nhật Bản."
        }
    ],
    "suggestions": []
}