{
    "en_vn": {
        "data": {
            "content": null,
            "word": "otherworldly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "otherworldly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "otherworldly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "otherworldly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "otherworldly"
        }
    },
    "sentences": [
        {
            "en": "ONE DAY IN DOVER: On April 21, 1977, the sightings of something <em>otherworldly</em> forever changed a small suburb of Boston, Mass. Four teens witnessed a creature — labeled the Dover Demon by locals — at different times within a 25-hour period. ",
            "vi": "Một ngày ở Dover: Ngày 21 tháng tư năm 1977, việc chứng kiến ​​của một cái gì đó thuộc về thế giới bên kia đã mãi mãi thay đổi một vùng ngoại ô nhỏ của Boston, bang Massasuset. Bốn thiếu niên đã chứng kiến ​​một sinh vật – được người dân địa phương gọi là Quỷ Dover – nhiều lần trong khoảng thời gian 25 giờ."
        },
        {
            "en": "Nearly every time I fall asleep I end up waking up with a jolt. But \"waking up\" isn't exactly the right phrase because I'm not exactly conscious. I'm somewhere in-between instead, in that weird and sometimes scary space between sleep and awake. I lay there unable to move but totally aware of my surroundings. And want to hear the most-fucked up part? I swear that I can see something black get up off my body and walk through the wall next to my bed. I can feel some weird <em>otherworldly</em> warmth leaving my body.",
            "vi": "Gần như mỗi khi vừa thiêm thiếp ngủ tôi đều giật mình tỉnh giấc. Nhưng \"tỉnh giấc\" ở đây không phải là một cụm từ được dùng chính xác bởi vì tôi không hoàn toàn nhận thức được điều đó. Tôi lơ lửng đâu đó trong không gian kì lạ và đôi khi đáng sợ giữa tỉnh và mê. Tôi nằm bất động không thể di chuyển nhưng hoàn toàn nhận thức được những việc xung quanh. Bạn muốn biết phần hỗn loạn nhất không? Tôi thề là tôi có thể nhìn thấy thứ gì đó màu đen bật dậy khỏi cơ thể mình và đi xuyên qua bức tường cạnh giường ngủ. Tôi còn cảm nhận được hơi ấm tâm linh kì lạ rời khỏi cơ thể mình."
        }
    ],
    "suggestions": []
}