{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ɔtə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(động vật học) con rái cá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bộ lông rái cá</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a jacket made of otter skins</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một chiếc áo làm bằng da con rái cá</font></td></tr></table><i/></div>",
            "word": "otter",
            "pronounce": "['ɔtə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>otter</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a semiaquatic fish-eating mammal of the weasel family, with an elongated body, dense fur, and webbed feet. [<i>Lutra lutra</i> and other species.] </blockquote></blockquote><blockquote><blockquote>2》 a piece of board used to carry fishing bait in water. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>otr</i>, <i>ot(t)or</i>, of Gmc origin. </blockquote></div>",
            "word": "otter",
            "pronounce": "['ɔtə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "otter",
            "pronounce": "['ɔtə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "otter",
            "pronounce": "['ɔtə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "otter",
            "pronounce": "['ɔtə]"
        }
    },
    "sentences": [
        {
            "en": "<em>otter</em>",
            "vi": "con rái cá"
        },
        {
            "en": "Jacket made of <em>otter</em> skins",
            "vi": "Một chiếc áo làm bằng da con rái cá"
        },
        {
            "en": "<em>Otter</em> is spelt with a double t.",
            "vi": "Otter được viết với hai chữ t."
        },
        {
            "en": "The <em>otter</em> vents from time to time.",
            "vi": "Thỉnh thoảng con rái cá ngoi lên để thở."
        },
        {
            "en": "Muskrats and mink and <em>otter</em> lived by the streams.",
            "vi": "Cầy hương, chồn và rái cá tụ tập bên những dòng suối."
        },
        {
            "en": "I have a jacket made of <em>otter</em> skins.",
            "vi": "Tôi có một chiếc áo làm bằng da con rái cá."
        },
        {
            "en": "This is what the <em>Otter</em> Trust accomplished in Norfolk, where the <em>otter</em> population may have been as low as twenty animals at the beginning of the 1980s.",
            "vi": "Đây là những gì Otter Trust đã thực hiện ở Norfolk, nơi mà số rái cá có thể thấp đến 20 con vào đầu những năm 1980."
        },
        {
            "en": "Otters are semi aquatic (or in the case of the sea <em>otter</em>, aquatic ) mammals .",
            "vi": "Rái cá là động vật bán thuỷ (hay trong trường hợp của rái cá biển, sống ở dưới nước) thuộc loài động vật có vú ."
        },
        {
            "en": "Gestation for Eurasian <em>otter</em> is 63 days, with the exception of North American river <em>otter</em> whose embryos may undergo delayed implantation.",
            "vi": "Thời kì thai nghén cho rái cá Á-Âu là 63 ngày, ngoại trừ rái cá ở sông phía Bắc Mỹ, loài mà phôi của chúng có thể bị trì hoãn."
        },
        {
            "en": "The <em>Otter</em> Trust has now finished its captive breed ing program entirely.",
            "vi": "Otter Trust hiện đã hoàn thành chương trình nhân giống nuôi nhốt hoàn toàn."
        },
        {
            "en": "<em>Otter</em> ears are protected by valves which close them against water pressure.",
            "vi": "Tai rái cá được bảo vệ bằng các van đóng giúp chống lại với áp lực nước."
        },
        {
            "en": "Because male ranges are usually larger, a male <em>otter</em> may find his range overlaps with two or three females.",
            "vi": "Bởi vì phạm vi của con đực thường lớn hơn, một con rái cá đực có thể tìm thấy phạm vi của mình gấp hai hoặc ba con cái."
        },
        {
            "en": "Sea water reduces the waterproof ing and insulating qualities of <em>otter</em> fur when salt water gets in the fur .",
            "vi": "Nước biển làm giảm chất lượng chống thấm nước và cách điện của lông rái cá khi nước muối len lỏi vào lông của nó."
        },
        {
            "en": "A typical range for a male river <em>otter</em> might be 25km of river, a female’s range less than half this.",
            "vi": "Một phạm vi điển hình của rái cá đực ở sông có thể là 25 km, phạm vi của con cái nhỏ hơn một nửa."
        },
        {
            "en": "Oceanic species include Chinese white dolphin, False killer whale, <em>Otter</em> shell, Pearl Oyster, Abalone, Olive ridley sea turtle and hawksbill sea turtle.",
            "vi": "Các loài đại dương bao gồm cá heo trắng Trung Quốc, cá voi sát thủ False, rái cá, hàu ngọc trai, bào ngư và đồi mồi."
        },
        {
            "en": "From 1962 the chemicals were phased out, but while some species recovered quickly, <em>otter</em> numbers did not—and continued to fall into the 80s.",
            "vi": "Từ năm 1962, các hóa chất đã được loại bỏ, nhưng trong khi một số loài đã phục hồi nhanh chóng thì số lượng rái cá là không phục hồi - và tiếp tục giảm vào những năm 80."
        },
        {
            "en": "The plight of the British <em>otter</em> was recognised in the early 60s, but it wasn’t until the late 70s that the chief cause was discovered.",
            "vi": "Tình trạng của rái cá Anh được phát hiện vào đầu những năm 60, nhưng đến cuối những năm 70, nguyên nhân chính đã được phát hiện ."
        },
        {
            "en": "Of course, there must also be no other <em>otter</em> already in residence— this has only become significant again recently as populations start to recover.",
            "vi": "Tất nhiên, cũng không có loài rái cá nào khác đã cư trú - điều này, một lần nữa, gần đây trở nên đáng bàn khi dân số bắt đầu hồi phục."
        },
        {
            "en": "Underwater, the <em>otter</em> holds its legs against the body, except for steering, and the hind end of the body is flexed in a series of vertical undulations.",
            "vi": "Dưới nước, rái cá giữ chân của nó chống lại cơ thể, ngoại trừ tay lái, và đầu sau của cơ thể được chuyển động dưới dạng sóng theo đường thẳng đứng ."
        },
        {
            "en": "The Eurasian otter’s nose is about the smallest among the <em>otter</em> species and has a characteristic shape described as a shallow “W”.",
            "vi": "Mũi rái cá ở Á-Âu là nhỏ nhất trong số các loài rái cá và có hình dạng đặc trưng được mô tả như chữ \"W\" nông ."
        }
    ],
    "suggestions": []
}