{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔtəmən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ghế dài có đệm</td></tr></table><i/></div>",
            "word": "ottoman"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ottoman</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>ottomans</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a low upholstered seat without a back or arms, typically serving also as a box, with the seat hinged to form a lid. </blockquote></blockquote><blockquote><blockquote>2》 a heavy ribbed fabric made from silk and either cotton or wool. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>ottomane</i>, feminine of <i>ottoman</i> 'Ottoman'. </blockquote></div>",
            "word": "ottoman"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ottoman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ottoman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ottoman"
        }
    },
    "sentences": [
        {
            "en": "That's the flag of the <em>Ottoman</em> Empire.",
            "vi": "Đó là cờ của đế chế Ottoman."
        },
        {
            "en": "In fact it is a crime under the <em>Ottoman</em> Penal Code to inflict such a punishment.",
            "vi": "Thực ra, trong bộ luật hình Ottoman thì xử như thế là phạm tội ác rồi."
        },
        {
            "en": "The <em>Ottoman</em> Kingdom reached its peak in the 15th and 16th centuries.",
            "vi": "Vương quốc Ottoman đạt đến thời kỳ cực thịnh của mình vào thế kỷ thứ 15 và 16."
        },
        {
            "en": "This means the end of two centuries of domination by the <em>Ottoman</em> Empire.",
            "vi": "Điều này có nghĩa là kết thúc hai thế kỷ đô hộ của đế chế Ottoman."
        },
        {
            "en": "Around the Turkey the old Islamic way of life was dissolving, and the <em>Ottoman</em> Empire was beginning to totter.",
            "vi": "Ở Thổ Nhĩ Kỳ, lối sống cũ của Hồi giáo đang mất dần và đế chế Ottoman đã bắt đầu rệu rã."
        },
        {
            "en": "Vlad the Impaler was said to have killed tens of thousands of people, including invading members of the <em>Ottoman</em> Empire.",
            "vi": "Vlad, kẻ xiên người, được cho là đã giết hàng chục ngàn người, kể cả tấn công người của đế quốc Thổ Nhĩ Kỳ."
        },
        {
            "en": "During the period of the <em>Ottoman</em> Empire, a dual judicial system that distinguished between religious and secular matters developed in Libya and other subject countries.",
            "vi": "Trong suốt Đế chế Ottoman, một hệ thống tòa án kép phân biệt giữa các vấn đề tôn giáo và vô thần đã phát triển ở Lybia và những nước lệ thuộc khác."
        },
        {
            "en": "They were not able to industrialize the <em>Ottoman</em> Empire as many of the interest groups were against such drastic change that would disrupt their power.",
            "vi": "Họ đã không thể công nghiệp hóa Đế quốc Ottoman vì các nhóm lợi ích khác phản đối thay đổi quyết liệt như vậy sẽ làm phá vỡ quyền lực của họ."
        },
        {
            "en": "Vanga was born in the village of Strumica at the foot of a mountain range in what was the <em>Ottoman</em> Empire.",
            "vi": "Bà Vanga sinh tại ngôi làng Strumica dưới chân một ngọn núi thuộc Đế quốc Ottoman ngày xưa."
        }
    ],
    "suggestions": []
}