{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[aust]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to oust somebody from something</font>) đuổi; trục xuất; hất cẳng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to oust a rival from office</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hất cẳng một kẻ kình địch ra khỏi cơ quan</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">she's been ousted from her position as chairwoman</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bà ta đã bị hất ra khỏi ghế chủ tịch</font></td></tr></table><i/></div>",
            "word": "oust"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oust</k><blockquote><cclass>[<cclass>aʊst<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 drive out or expel from a position or place. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Law deprive of or exclude from possession of something. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ take away (a court's jurisdiction) in a matter. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from Anglo-Norman Fr. <i>ouster</i> 'take away', from L. <i>obstare</i> 'oppose, hinder'. </blockquote></div>",
            "word": "oust"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>oust</k><blockquote>▸ <cclass>verb DRIVE OUT, expel, force out, throw out, remove (from office/power), eject, get rid of, depose, topple, unseat, overthrow, bring down, overturn, dismiss, dislodge, displace; <cclass><i>informal</i> boot out, kick out; <cclass><i>Brit.</i><cclass><i>informal</i> turf out; <cclass><i>dated</i> out.</cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "oust"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>oust</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>tr.</abr>) to oust from</ex></blockquote></blockquote></div>",
            "word": "oust"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oust"
        }
    },
    "sentences": [
        {
            "en": "<em>Oust</em> a rival from office",
            "vi": "Hất cẳng một kẻ kình địch ra khỏi cơ quan"
        },
        {
            "en": "I want to <em>oust</em> my rival from office.",
            "vi": "Tôi muốn hất cẳng kẻ kình địch của mình ra khỏi cơ quan."
        },
        {
            "en": "The committee wanted to <em>oust</em> him from the union as soon as possible.",
            "vi": "Cả hội đồng đều muốn trục xuất ông ta ra khỏi nghiệp đoàn càng sớm càng tốt."
        },
        {
            "en": "7 April 2011 Last updated at 09:20 GMT          7 April 2011 Last updated at 09:20 GMT  http://www.bbc.co.uk/news/world-south-asia-12995506 \nAfghanistan: Taliban gunmen attack Kandahar police base\n At least three militants have been killed in an attack on a police training centre outside the southern Afghan city of Kandahar, witnesses say.  There are also reports of police casualties in the battle. The Taliban say they carried out the attack.  A number of men armed with rocket propelled grenades and automatic weapons stormed the centre. Tens of thousands of Afghan police and troops are being trained to assume full security control once Nato leaves. Afghan forces are frequently targeted by the Taliban and their allies who want to <em>oust</em> the Western-backed government of Hamid Karzai in Kabul.  Kandahar has experienced some of the worst of the violence in Afghanistan in recent years and is seen as the spiritual homeland of the Taliban. 'Fragile progress'  The gun battle inside the police training and recruitment centre lasted more than an hour.  Witnesses heard a number of explosions. Reports say one or more suicide bombers could have been involved. The area was sealed off and helicopters were seen flying overhead. Kandahar has seen a number of insurgent attacks on police in recent months.  In February, 19 people were killed in an assault on the city's police headquarters.  The BBC's Paul Wood in Kabul says Nato carried out a big operation in Kandahar and the surrounding area last year - halting and then reversing the Taliban's momentum, according to senior officers. Nato officers acknowledge, however, that progress is \"fragile\". Police and government officials are still regularly targeted.  The fighting season - as it is known - is also about to begin and all sides are expecting the level of violence to increase, our correspondent adds.",
            "vi": "7 April 2011 Last updated at 09:20 GMT          7 April 2011 Last updated at 09:20 GMT  http://www.bbc.co.uk/news/world-south-asia-12995506 \nAfghanistan: các tay súng Taliban tấn công căn cứ cảnh sát ở Kandahar\n Ít nhất ba chiến binh đã chết trong vụ tấn công vào trung tâm huấn luyện cảnh sát bên ngoài thành phố Kandahar ở miền nam Afghanistan, các nhân chứng cho biết Cũng có các báo cáo về thương vong của phía cảnh sát trong trận đánh. Phe Taliban nhận trách nhiệm về vụ tấn công này Rất nhiều người trang bị lựu đạn phóng bằng rốc-két và vũ khí tự động đã tràn vào trung tâm này Hàng chục ngàn cảnh sát và binh lính Afghanistan đang được huấn luyện để đảm nhiệm toàn bộ việc kiểm soát an ninh một khi lực lượng Nato rút đi Các lực lượng Afghanistan thường xuyên bị tấn công bởi Taliban và các đồng minh của họ, là các bên muốn loại bỏ chính quyền được Phương Tây hỗ trợ của Hamid Karzai ở Kabul Những năm gần đây, Kandahar đã trải qua những thời điểm bạo lực tồi tệ nhất ở Afghanistan và được xem là quê hương tinh thần của phe Taliban  “Tiến bộ mong manh” Cuộc đọ súng bên trong trung tâm tuyển mộ và huấn luyện cảnh sát kéo dài hơn một giờ Các nhân chứng nghe thấy vô số tiếng nổ. Các tường thuật cho biết có một hoặc nhiều người đánh bom tự sát có thể đã dính líu vào vụ này Khu vực này bị phong tỏa và người ta thấy có nhiều trực thăng đang quần đảo bên trên Trong những tháng qua, Kandahar đã chứng kiến vô số các vụ tấn công của phe nổi dậy vào cảnh sát Trong tháng hai, có 19 người chết trong một đợt tấn công vào bản doanh cảnh sát ở thành phố này Paul Wood, phóng viên của BBC tại Kabul, thuật lại lời các sĩ quan cao cấp cho biết, năm trước Nato đã tiến hành một chiến dịch lớn tại Kabul và khu vực chung quanh – ngăn chặn và đảo ngược đà công của Taliban  Tuy nhiên, các sĩ quan Nato nhìn nhận rằng tiến bộ rất “mong manh”. Các viên chức cảnh sát và chính phủ vẫn thường xuyên bị đột kích Phóng viên bản đài cho biết thêm, giai đoạn đánh nhau – như được biết – cũng sắp bắt đầu và tất cả các bên đều dự đoán mức độ bạo lực sẽ gia tăng"
        },
        {
            "en": "24 February 2011 Last updated at 22:08 GMT           24 February 2011 Last updated at 22:08 GMT  http://www.bbc.co.uk/news/world-africa-12573890 \nLibya: Opposition hopes for new era in Benghazi\n The northern Libyan city of Benghazi is the beginning and crux of the revolt against Col Muammar Gaddafi.  When local people there came out to protest last week, they were fired on from a huge army base in the centre of the city with heavy artillery, including anti-aircraft guns. In response, they simply took on the army, with homemade petrol bombs. They loaded construction site vehicles with petrol and rammed them against the walls of the barracks, and ground down the troops inside. After two or three days of bitter fighting - with the aid of some defection from the government side - they took the base, defeating some of the country's most elite forces. It is now a kind of local tourist attraction, people are wandering around looking at what was inside. 'Gunfire all around'  By Monday, Benghazi was safely in opposition hands but it is tense because of the bitterness of the fighting. People say 300 protesters and 120 members of the government forces were killed.  There is also a worry that government supporters may be hunkered down here, hoping for better days, and that prisoners have escaped and may loot. Benghazi is now in the control of a committee of judges, lawyers, business people and academics. They are running the city from the local court house. They have put up signs everywhere urging people to go back to work - urging bakers and pharmacists, even government employees to get the place going again. And on the face of it, it does seem to be working. Someone joked that the traffic is running more smoothly, and people driving more carefully, than they were under Col Gaddafi. Some people from the city have armed themselves with looted weapons. Those people are now heading west, to <em>oust</em> Col Gaddafi's forces from their remaining strongholds in the rest of the country. Benghazi is also a big centre for the evacuation of foreign nationals. There are thousands and thousands of foreigners of all nationalities at the port. As word spread that the British Navy frigate HMS Cumberland was arriving there, British citizens began arriving from across Libya. Despite criticism of the British government's slow response to the crisis, the commander of the ship, Cpt Steve Dainton, said they had made all speed to get here. \"From all points of view we've reacted very quickly,\" he said.  \"In that time from three days ago we've managed to head up to Crete, take a suck of fuel, embark a whole heap of stores and extra personnel and be down here, which I think is a pretty fast response.\" Some workers had travelled hundreds of miles from remote desert compounds in southern Libya, some had just come from the city. All were delighted the Royal Navy had come to rescue them. Sue Rogers said she had been in Benghazi itself, and heard the battles. \"It was gunfire all around,\" she told the BBC. \"All the smoke was happening at the military installations all around. It started off just with simple gunfire and then it got worse, with heavy artillery fire.\" HMS Cumberland took around 200 British Nationals out of Libya. There are also other, larger ships taking nationals, particularly from East Asia and also Turkish nationals - three large ships taking them out from here.",
            "vi": "24 February 2011 Last updated at 22:08 GMT          24 February 2011 Last updated at 22:08 GMT  http://www.bbc.co.uk/news/world-africa-12573890 \nLibya : Phe đối lập hy vọng một kỷ nguyên mới ở Benghazi\n Thành phố Benghazi thuộc miền bắc Libya là nơi bắt đầu và là điểm then chốt của cuộc nổi dậy chống Đại tá Muammar Gaddafi Khi dân chúng địa phương ở đó đổ ra đường biểu tình vào tuần trước, họ bị bắn bằng pháo hạng nặng, kể cả bằng súng phòng không, từ một căn cứ quân đội lớn giữa thành phố Để chống cự, họ tấn công quân đội, bằng bom xăng tự chế Họ chất đầy xăng lên những chiếc xe sử dụng ở công trường xây dựng rồi tông xe vào những bức tường trại lính, đè nát binh lính bên trong  Sau hai hoặc ba ngày chiến đấu ác liệt – có sự trợ giúp của một số người ly khai từ phía chính phủ – họ chiếm được căn cứ này, đánh bại một số trong các lực lượng tinh nhuệ nhất của nước này Giờ đây giống như kiểu hấp dẫn du khách địa phương, mọi người đi quanh quẩn nhìn xem có gì bên trong  ‘Nổ súng khắp nơi’ Đến ngày thứ Hai, Benghazi đã hoàn toàn nằm trong tay phe đối lập nhưng tình hình vẫn căng thẳng do tính chất khốc liệt của cuộc chiến. Người ta nói có 300 người biểu tình và 120 thành viên các lực lượng chính phủ đã chết Cũng có lo ngại rằng những người ủng hộ chính phủ có thể còn ẩn nấp ở đây, hy vọng tình hình sáng sủa hơn, và lo rằng các tù nhân thoát ngục có thể cướp phá Hiện giờ Benghazi đang kiểm soát một ủy ban gồm các thẩm phán, luật sư, doanh nhân và các học giả. Họ đang điều hành thành phố từ ngôi nhà tòa án địa phương Họ dựng lên các biển báo khắp nơi, thúc hối mọi người trở lại làm việc – thúc hối các công nhân xưởng bánh và các nhân viên hiệu thuốc làm việc trở lại. Và nhìn từ ngoài, mọi việc dường như đang hoạt động Có người đùa rằng giao thông diễn ra suôn sẻ hơn, và mọi người lái xe cẩn thận hơn so với trước đây dưới thời của Đại tá Gaddafi Một số người từ thành phố tự trang bị cho mình những vũ khí cướp được. Những người này giờ đang đi về phía tây, để trục xuất các lực lượng của Đại tá Gaddafi ra khỏi các cứ điểm còn tồn tại của họ ở phần còn lại của đất nước Benghazi còn là trung tâm lớn tập trung sơ tán kiều dân nước ngoài. Có hàng ngàn, hàng ngàn người nước ngoài thuộc đủ mọi quốc tịch đang tập hợp ngoài cảng Khi có tin nói rằng chiến hạm hộ tống Cumberland của Hải Quân Anh Quốc sắp đến, các công dân Anh từ khắp Libya bắt đầu đổ về đây Dù bị chỉ trích rằng chính phủ Anh chậm ứng phó trước tình hình khủng hoảng, chỉ huy con tàu, đại úy Steve Dainton, nói họ đã chạy hết tốc lực để đến được đây  “Xét trên mọi quan điểm, chúng tôi đã ứng phó rất nhanh,” ông cho biết  “Vào thời điểm ấy cách đây ba ngày chúng tôi đã xoay xở để chạy lên đảo Crete, nhận nhiên liệu, xuống toàn bộ số hàng lưu trữ và nhân sự bổ sung rồi chạy xuống đây, tôi nghĩ đó là phản ứng khá nhanh.” Một số nhân viên đã đi hàng trăm dặm từ các phức hợp xa xôi trong sa mạc ở nam Libya, một số vừa từ thành phố đến. Tất cả đều vui mừng khi Hải Quân Hoàng Gia đã đến cứu họ Sue Rogers nói bà đã có mặt ngay trong thành phố Benghazi, và nghe thấy các cuộc đụng độ Bà nói với BBC, “súng nổ khắp nơi”  “Khói bốc lên ở các căn cứ quân sự khắp nơi. Ban đầu chỉ là đọ súng và rồi tình hình trở nên tồi tệ hơn, có cả hỏa lực pháo binh hạng nặng.” Chiến hạm Cumberland sơ tán khoảng 200 kiều dân Anh ra khỏi Libya Cũng có những tàu khác, lớn hơn tiếp nhận kiều dân, đặc biệt là từ Đông Á và cả kiều dân Thổ Nhĩ Kỳ – ba tàu lớn đưa họ rời khỏi nơi này"
        },
        {
            "en": "Suicide Bomber Attacks Afghan Defense Ministry         KABUL, Afghanistan — An insurgent wearing an Afghan Army uniform and a vest laced with explosives opened fire inside the heavily fortified Ministry of Defense headquarters on Monday, killing at least two soldiers, a ministry spokesman said.  A spokesman for the Taliban, which claimed responsibility for the attack, said the intended target was France’s minister of defense, Gérard Longuet, who was scheduled to visit the compound later in the day. Soldiers shot the attacker before he could detonate his vest, said the Afghan military spokesman, Gen. Zahir Azimi.  The attack was the third in three days on government compounds by insurgents disguised as members of the Afghan national security forces. Their seemingly easy access to even the most heavily guarded locations has intensified concerns over Taliban infiltration of the police and military forces, just as they are preparing to take over security from the American-led coalition in some parts of the country this summer and the entire country by the end of 2014.  Zabiullah Mujaheed, a Taliban spokesman, said the insurgent was from Panjshir Province — the heartland of the Northern Alliance, which helped the United States <em>oust</em> the Taliban in 2001 — and had been serving in the Afghan Army for three years.  But General Azimi said such assertions were premature. “We don’t know whether he was a member of the army or not,” he said. “All I can say is that he was wearing an Afghan National Army uniform. It doesn’t mean he was an army soldier. We are doing our investigation to find out.”  General Azimi said the attacker entered the compound about 11:30 a.m. and opened fire, killing two soldiers and wounding seven close to the defense minister’s office before being fatally shot. An explosives ordnance team then defused his vest. The defense minister, Abdul Rahim Wardak, was not present at the time, General Azimi said.  Soldiers continued searching the compound, which covers several city blocks in downtown Kabul, looking for other possible attackers late in the afternoon. Contrary to earlier reports, the general said no hostages had been taken. A doctor at Kabul’s military hospital said three soldiers had been killed; there was no immediate explanation for the discrepancy in the death toll.  Mr. Longuet, who had arrived on Sunday to meet with French troops deployed here, was not in the ministry at the time of the attack, according to the military command in Paris. He had been scheduled to attend a joint news conference with Afghan military officials at 1:30 p.m.  It was the latest in a string of attacks aimed at Afghan government and military officials in what the Taliban has called the beginning of its spring offensive. On Saturday, a suicide bomber killed five NATO service members in eastern Afghanistan. A day earlier, a suicide bomber killed the police chief of Kandahar Province. In both attacks, the bombers were dressed in Afghan Army or police uniforms.   “Using these kinds of attacks is very useful for us in recruiting someone and working inside Afghan forces,” Mr. Mujaheed, the Taliban spokesman, said in a telephone interview after Saturday’s attack. “This inflicts more casualties and does not cause any civilian casualties.”  He added, “We have many more youths who are already in Afghan military ranks waiting for their chance to attack.”  General Azimi said the government was working to root out insurgents from the army and police forces, but acknowledged that the task was daunting. “We have set up a security team who is watching suspicious people inside military forces, but it’s hard to recognize them,” he said.  Even when they are not in the military, insurgents have easy access to police and army uniforms, General Azimi said. An elder in a remote village in the eastern province of Paktika, along the Pakistan border, recently told a reporter for The New York Times that insurgents had been showing up in his village dressed in Afghan Army and police uniforms.   “You know, finding uniforms is easy,” General Azimi said. “They can find it anywhere, and they can make it. People sell military equipment in the bazaar. We have collected and confiscated uniforms several times, but again it’s hard to collect all of them. Besides, you can find them in the provinces as well.”  The attack on the Defense Ministry was just part of a bloody two days for Afghan security forces. In Ghazni Province, south of the capital, six police officers were killed when their vehicle struck a roadside bomb, said Musa Khan Akbar Zada, the provincial police chief.  Three more police officers were killed Sunday night in Oruzgan Province when their vehicle struck an improvised explosive device, said the provincial police chief, Fazal Ahmad Shirzad.",
            "vi": "Kẻ đánh bom liều chết tấn công Bộ Quốc phòng Áp-ga-ni-xtan      KABUL, Áp-ga-ni-xtan – Một kẻ nổi loạn mặc quân phục Áp-ga-ni-xtan và áo gi-lê có cài chất nổ đã nổ súng bên trong trụ sở Bộ Quốc phòng được tăng cường chặt chẽ vào hôm thứ hai, làm thiệt mạng ít nhất hai binh sĩ, người phát ngôn Bộ Quốc phòng nói.  Người phát ngôn viên cho Ta-li-ban, phe nhận trách nhiệm về cuộc tấn công, nói rằng mục tiêu nhắm tới là Bộ trưởng Quốc phòng Pháp, Gérard Longuet, theo lịch trình thì ông này sẽ tới thăm khu nhà này vào cuối ngày. Binh lính đã bắn kẻ tấn công trước khi hắn kích nổ áo của mình, theo lời của tướng Zahir Azimi, người phát ngôn của quân đội Áp-ga-ni-xtan.  Cuộc tấn công này là cuộc tấn công thứ ba vào các toà nhà chính phủ trong ba ngày do những kẻ nổi loạn cải trang thành thành viên của lực lượng an ninh quốc gia Áp-ga-ni-xtan thực hiện. Việc đột nhập có vẻ dễ dàng của chúng vào các nơi thậm chí được canh gác chặt chẽ nhất đã làm cho lực lượng cảnh sát và quân đội thêm lo lắng về sự thâm nhập của Ta-li-ban, cũng như việc họ đang chuẩn bị tiếp quản an ninh từ liên minh do Mỹ lãnh đạo ở một số vùng trong nước vào mùa hè này và cả nước vào cuối năm 2014.  Zabiullah Mujaheed, người phát ngôn của Ta-li-ban, nói rằng kẻ nổi loạn đến từ tỉnh Panjshir - khu trung tâm của Liên minh phương bắc, lực lượng đã giúp Hoa Kỳ hất cẳng Ta-li-ban vào năm 2001 - và đã phục vụ trong Quân đội Áp-ga-ni-xtan trong ba năm.  Nhưng tướng Azimi nói rằng còn quá sớm khi khẳng định như vậy. \"Chúng tôi không biết liệu hắn có phải là thành viên của quân đội hay không,\" ông nói. \"Tất cả những gì tôi có thể nói là hắn mặc quân phục quốc gia Áp-ga-ni-xtan. Điều đó không có nghĩa là hắn là lính của quân đội. Chúng tôi đang điều tra làm rõ.\" Tướng Azimi nói rằng kẻ tấn công đột nhập vào khu trụ sở này khoảng 11:30 sáng và đã nổ súng, giết chết hai binh sĩ và làm bị thương bảy người sát bên văn phòng của bộ trưởng quốc phòng trước khi hắn bị bắn chết. Ban quân nhu về chất nổ sau đó đã tháo ngòi nổ trong áo của hắn. Bộ trưởng quốc phòng Abdul Rahim Wardak lúc đó không có mặt, tướng Azimi nói.  Binh lính tiếp tục lục soát khu trụ sở này, gồm nhiều khu nhà ở trung tâm Kabul, tìm kiếm những kẻ khác có thể tấn công vào cuối buổi chiều. Trái với bản báo cáo trước đây, vị tướng này nói rằng không có con tin nào bị bắt giữ. Một bác sĩ tại bệnh viện quân y Kabul nói rằng ba binh sĩ đã bị giết; vẫn chưa có giải thích tức thời về việc không nhất quán về tổng số người chết.  Ông Longuet, theo lệnh của quân đội ở Paris, hôm chủ nhật đã đến để họp với quân đội Pháp được triển khai ở đây, không có mặt tại Bộ Quốc phòng lúc xảy ra tấn công. Theo lịch trình thì ông này sẽ tham dự cuộc họp báo chung với các quan chức của quân đội Áp-ga-ni-xtan lúc 1:30 chiều. Đó là vụ tấn công mới nhất trong hàng loạt vụ tấn công nhằm vào các quan chức chính phủ và quân đội Áp-ga-ni-xtan trong cái mà phe Ta-li-ban gọi là bắt đầu cuộc tấn công mùa xuân. Hôm thứ bảy, một kẻ đánh bom liều chết đã giết chết năm thành viên của NATO ở miền đông Áp-ga-ni-xtan. Ngày hôm trước, một kẻ đánh bom liều chết đã giết chết cảnh sát trưởng của tỉnh Kandahar. Trong cả hai vụ tấn công, kẻ ném bom đều mặc quân phục hay cảnh phục Áp-ga-ni-xtan.  \"Việc sử dụng các loại các hình tấn công này rất có lợi cho chúng tôi trong việc tuyển ra một người và làm việc trong lực lượng Áp-ga-ni-xtan, \"Ông Mujaheed, người phát ngôn của Ta-li-ban, nói trong cuộc phỏng vấn qua điện thoại sau khi xảy ra cuộc tấn công hôm thứ bảy. \"Vụ này làm cho nhiều binh lính thương vong hơn nhưng không gây ra bất kỳ trường hợp thương vong nào cho thường dân.\" Ông nói thêm, \"Chúng tôi có nhiều thanh niên nữa sẵn sàng trong hàng ngũ quân đội Áp-ga-ni-xtan đang chờ cơ hội tấn công.\" Tướng Azimi nói rằng chính phủ đang nỗ lực để tìm ra những kẻ nổi loạn trong lực lượng quân đội và cảnh sát, nhưng thừa nhận rằng nhiệm vụ này làm họ nản chí. \"Chúng tôi đã thiết lập một nhóm an ninh theo dõi những kẻ bị tình nghi bên trong lực lượng quân đội, nhưng thật khó mà nhận ra bọn chúng,\" ông nói.  Thậm chí khi không có mặt trong quân đội thì những kẻ nổi loạn cũng dễ dàng có được cảnh phục và quân phục, tướng Azimi nói. Một người lớn tuổi trong một ngôi làng hẻo lánh ở miền đông tỉnh Paktika, dọc biên giới Pa-ki-xtan, mới đây đã nói với phóng viên Thời báo New York rằng những kẻ nổi loạn mặc quân phục và cảnh phục Áp-ga-ni-xtan đã xuất hiện trong làng của ông.  \"Bạn biết đó, việc tìm đồng phục thật dễ dàng,\" tướng Azimi nói. \"Chúng có thể tìm ra đồng phục bất kỳ nơi đâu, và chúng có thể làm được. Những người bán thiết bị quân sự trong chợ. Chúng tôi đã thu thập và tịch thu đồng phục vài lần, nhưng thật khó mà thu thập được tất cả một lần nữa. Hơn nữa, bạn cũng có thể tìm được đồng phục ở các tỉnh.\" Cuộc tấn công vào Bộ Quốc phòng chỉ là một phần trong hai ngày đẫm máu đối với lực lượng an ninh Áp-ga-ni-xtan. Ở tỉnh Ghazni, phía nam thủ đô, sáu viên sĩ quan cảnh sát đã chết khi xe của họ đâm vào một quả bom ven đường, Musa Khan Akbar Zada, cảnh sát trưởng tỉnh này nói.   Ba viên sĩ quan cảnh sát nữa đã chết vào đêm chủ nhật ở tỉnh Oruzgan khi xe của họ đâm vào một thiết bị nổ tự chế, theo lời của Fazal Ahmad Shirzad, cảnh sát trưởng tỉnh này."
        },
        {
            "en": "1 October 2010 Last updated at 01:17 GMT           \n \n1 October 2010 Last updated at 01:17 GMT  A state of emergency has been declared in Ecuador after President Rafael Correa accused the opposition and security forces of a coup attempt. Mr Correa remains in hospital amid reports of fresh violence outside and government claims that security forces will not allow the president to leave. Troops also took over Quito's airport, forcing it to close for hours.  Unrest has been reported across Ecuador amid anger at a new law cutting benefits for public servants. Supporters said security forces were not allowing the president to leave the police hospital, where he went for treatment after being hit by teargas. The minister responsible for security, Miguel Carvajal, said at least one person was killed and several others were injured during the unrest, but this could not be immediately confirmed.  Mr Correa has received strong support from governments throughout the Americas, with a string of Latin American nations and the US all speaking up for the embattled president. In other developments on Thursday:  Police officers erect road blocks in Quito, Guayaquil and Cuenca. Several government buildings are occupied  Looting is reported in the capital and Guayaquil. Banks are robbed, while schools and businesses close due to the lack of security The head of the armed forces declares its loyalty to the president \nVenezuela's president claims Mr Correa is \"in danger of being killed\" \n \nPeru and Colombia close their borders with Ecuador in solidarity.\n  The drama began on Thursday morning when members of the armed forces and police angry at the austerity measures occupied several barracks and set up road blocks across the country. TV stations showed images of police setting tyres on fire in the streets of Quito, Guayaquil and other cities. The National Assembly building was also occupied. In a speech to soldiers from Quito's main barracks, President Correa said: \"If you want to kill the president, here he is. Kill him, if you want to. Kill him if you are brave enough. \"If you want to seize the barracks, if you want to leave citizens undefended, if you want to betray the mission of the police force, go ahead. But this government will do what has to be done. This president will not take a step back.\" However, Mr Correa was forced to flee the barracks wearing a gas mask shortly afterwards when tear gas was fired by the protesters.  The president was later treated for the effects of the gas at a police hospital, from where he told local media that he had been \"attacked\". \"They threw tear gas at us. One exploded near my face. It stunned me and my wife for a few seconds, probably minutes,\" he said. \"I had to put on a gas mask and some cowards took it off me so I would suffocate. \"I mean they shot at the president - it's incredible - our security forces, our national police.\" \"It is a coup attempt led by the opposition and certain sections of the armed forces and the police,\" he added. \"Whatever happens to me I want to express my love for my family and my homeland.\" He blamed the Patriotic Society Party (PSP), led by Lucio Gutierrez, for fomenting the unrest, and said \"all bad elements\" in the police force would \"be removed\". 'Kidnapped'  Venezuelan President Hugo Chavez later reported that Mr Correa had told him by telephone from the hospital \"that once he had left he would be very happy to receive [the protesters], but that they had kidnapped him, and he would not give in to blackmail\". \"They are trying to <em>oust</em> President Correa. Wake up the people of the Bolivarian Alliance! Wake up the people of Unasur [Union of South American Nations]! Viva Correa!,\" Mr Chavez wrote in a message on Twitter. Police later fired tear gas at supporters of the president who tried to break up their protest at the hospital, witnesses said. Meanwhile, about 300 air force personnel and soldiers took control of the runway at Quito's Mariscal Sucre International Airport, causing flights to be grounded. The airport later re-opened, the mayor of Quito told reporters. The protesters were carrying signs demanding the government give more respect to the military over benefits, witnesses said. The US embassy said Guayaquil's airport was also closed and warned US citizens to \"stay in their homes or current location, if safe\". Despite the unrest, the head of Armed Forces Joint Command, Gen Luis Ernesto Gonzalez Villarreal, said the troops remained loyal. \"We live in a state which is governed by laws, and we are subordinate to the highest authority which is the president of the republic,\" he said. \"We will take whatever appropriate action the government decides on.\" Looting The country's central bank chief, Diego Borja, meanwhile urged its citizens not to withdraw money from banks amid reports of looting. Many schools and business were also closed because of the unrest. A BBC News website reader in Guayaquil, Andrea M, said: \"Thieves have taken advantage of this situation, and started attacking people in the streets. Now, most people are at their homes, waiting to see what happens with the government.\" Several leaders in the region expressed their support for Mr Correa, as did the Organisation of American States (OAS). Its Secretary-General Miguel Insulza called the situation \"a coup d'etat in the making\". Peru and Colombia both closed borders with Ecuador, while the US said it backed Mr Correa and was \"closely monitoring\" the situation. UN Secretary General Ban Ki-moon said he was deeply concerned for the president and called for a peaceful resolution to the crisis. On Wednesday, one minister said President Correa was considering disbanding Congress because members of his Country Alliance had threatened to block proposals to shrink the bureaucracy. Ecuador's two-year-old constitution allows the president declare an impasse and rule by decree until new elections. However, such a move would have to be approved by the Constitutional Court.  Ecuador has a history of political instability. Protests toppled three presidents during economic turmoil in the decade before Mr Correa, a 47-year-old US-trained economist, took power in 2007. He was re-elected to a second term in 2009 despite a decision to default on $3.2bn of global bonds causing widespread fiscal problems for the government. Mr Correa declared the debt \"illegitimate\". http://www.bbc.co.uk/news/world-latin-america-11447519",
            "vi": "1 October 2010 Last updated at 01:17 GMT       \n \n1 October 2010 Last updated at 01:17 GMT  Ecuador tuyên bố tình trạng khẩn cấp sau khi tổng thống Rafael Correa tố cáo phe đối lập và các lực lượng an ninh mưu toan đảo chính Ông Correa vẫn còn nằm viện giữa lúc báo chí tường thuật có bạo loạn bên ngoài và chính phủ tuyên bố các lực lượng an ninh sẽ không để cho tổng thống xuất viện Quân đội đã chiếm phi trường Quito, buộc phi trường phải đóng cửa nhiều giờ. Tình hình bất ổn đã được tường thuật khắp đất nước Ecuador trong bầu không khí giận dữ vì một đạo luật mới cắt giảm phúc lợi của các viên chức nhà nước. Những người ủng hộ cho biết các lực lượng an ninh sẽ không để cho tổng thống rời khỏi bệnh viện cảnh sát khi ông đến điều trị sau khi bị trúng hơi cay. Bộ trưởng phụ trách vấn đề an ninh, Miguel Carvajal, cho biết có ít nhất một người chết và nhiều người khác bị thương trong tình trạng hỗn loạn, nhưng điều này có thể không được xác nhận ngay lập tức. Ông Correa nhận được sử ủng hộ mạnh mẽ từ các chính phủ trên khắp Châu Mỹ, trong đó hàng loạt quốc gia Mỹ La-tinh và Mỹ tất cả đều lên tiếng ủng hộ tổng thống bị tấn công. Các diễn tiến khác trong hôm thứ Năm :  \nCác sĩ quan cảnh sát dựng rào chắn đường tại Quito, Guayaquil và Cuenca.\n \nTheo tường thuật, tình trạng cướp phá diễn ra ở thủ đô và Guayaquil. Các nhà băng bị đánh cướp, trong lúc trường học và doanh nghiệp đóng cửa vì thiếu an ninh\n \nTổng tư lệnh các lực lượng quân sự tuyên bố trung thành với tổng thống\n Tổng thống Venezuela tuyên bố ông Correa “có nguy cơ bị giết chết” \nPeru và Colombia đóng cửa biên giới với Ecuador để tỏ tình đoàn kết\n  Sự việc bắt đầu vào sáng thứ Năm khi các thành viên lực lượng quân đội và cảnh sát giận dữ trước các biện pháp khắc khổ đã chiếm lấy một số đồn binh và dựng rào cản khắp đất nước. Các đài truyền hình phát đi hình ảnh cảnh sát đốt các vỏ xe ngoài đường phố Quito, Guayaquil và các thành phố khác. Tòa nhà Quốc Hội cũng đã bị chiếm giữ. Trong bài diễn văn phát đi từ trại quân chính ở Quito, tổng thống Correa nói: “Nếu các ông muốn giết tổng thống, ông ta đang ở đây. Giết đi, nếu các ông có đủ can đảm.  “Nếu các ông muốn chiếm các trại lính, nếu các ông muốn để cho người dân bị mất an ninh, nếu các ông muốn phản bội lại sứ mạng của lực lượng cảnh sát, cứ tiếp tục. Nhưng chính phủ này sẽ làm những việc phải làm. Tổng thống này sẽ không lùi bước.” Tuy nhiên, ông Correa buộc phải mang mặt nạ chống hơi cay rời khỏi trại lính không lâu sau đó khi phe chống đối bắn hơi cay vào. Sau đó tổng thống được điều trị tác động của hơi cay tại một bệnh viện cảnh sát, nơi mà ông nói với các phương tiện thông tin địa phương là mình đã bị “tấn công”.  “Họ ném hơi cay vào chúng tôi. Một quả nổ tung gần mặt tôi. Tôi và vợ tôi choáng váng vài giây, có lẽ là vài phút,” ông cho biết. “Tôi phải mang mặt nạ hơi cay và một số kẻ hèn nhát đã giật lấy nó vì thế tôi bị ngạt thở.  “Tôi muốn nói họ bắn vào tổng thống – thật không tin được – các lực lượng an ninh của chúng ta, cảnh sát quốc gia của chúng ta.”  “Đó là mưu toan đảo chính được thực hiện bởi phe đối lập và một số phe phái trong lực lượng quân đội và ngành cảnh sát,” ông nói thêm. “Cho dù có gì xảy ra cho mình, tôi vẫn muốn thể hiện tình yêu của mình đối với gia đình và đất nước.” Ông kết tội Đảng Xã Hội Ái Quốc (PSP), đứng đầu là Lucio Gutierrez, đã kích động tình hình bất ổn, và nói “tất cả những phần tử xấu” trong lực lượng cảnh sát sẽ phải bị “loại trừ”.  ‘Bắt cóc’ Sau đó tổng thống Hugo Chavez của Venezuela thuật rằng ông Correa từ bệnh viện đã điện thoại cho ông biết “rằng khi ông có thể ra về, ông rất vui lòng tiếp đón [những kẻ chống đối], nhưng bọn họ đã bắt cóc ông, và ông sẽ không nhượng bộ hành vi đe dọa”. Ông Chavez viết trong một đoạn tin trên trang xã hội Twitter: “Bọn họ đang tìm cách lật đổ tổng thống Correa. Hãy đánh thức người dân của Liên Minh Bolivarian! Hãy đánh thức người dân unasur [Liên Minh các Quốc Gia Nam Mỹ]! Correa muôn năm!,” Các nhân chứng cho biết, sau đó cảnh sát đã bắn hơi cay vào những người ủng hộ tổng thống lúc ấy đang cố phá vỡ sự chống đối của họ ở bệnh viện. Trong khi đó, khoảng 300 binh lính và người thuộc lực lượng không quân đã kiểm soát phi đạo ở phi trường quốc tế Mariscal Sucre ở Quito, khiến các chuyến bay không thể cất cánh. Sau đó phi trường đã mở cửa trở lại, Thị trưởng Quito nói với các phóng viên. Các nhân chứng cho biết, phe phản đối mang những tẩm biển đòi chính phủ phải tôn trọng hơn nữa những phúc lợi của khối quân đội. Sứ quán Mỹ cho biết phi trường ở Guayaquil cũng bị đóng cửa và cảnh báo các công dân Mỹ nên “ở lại nhà hoặc nơi ở hiện tại, nếu an toàn”. Mặc dù đang bất ổn, người đứng đầu Bộ Chỉ Huy Phối Hợp các Lực Lượng Quân Sự, tướng Luis Ernesto Gonzalez Villarreal, nói các binh sĩ vẫn trung thành. Ông ta nói, “Chúng ta đang sống trong một quốc gia pháp trị, và chúng ta phải tuân thủ quyền lực tối cao, đó là tổng thống của nước cộng hòa,”  “Chúng ta phải thực thi bất kỳ hành động phù hợp nào mà chính phủ đã quyết định.” Cướp bóc  Trong khi đó thống đốc ngân hàng trung ương của nước này, Diego Borja, kêu gọi các công dân không rút tiền ra khỏi các ngân hàng trong lúc có tường thuật về tình trạng cướp bóc. Nhiều trường học và doanh nghiệp cũng đóng cửa vì tình trạng bất ổn. Andrea M, một độc giả của trang web tin tức BBC, nói: “Bọn trộm cướp lợi dụng tình hình này, và bắt đầu tấn công người đi đường. Giờ đây, hầu hết mọi người đều ở trong nhà, chờ xem chuyện gì xảy ra với chính phủ.” Một số lãnh đạo của địa phương này bày tỏ sự ủng hộ ông Correa, trong đó có Tổ Chức Các Quốc Gia Châu Mỹ (OAS). Tổng thư ký Miguel Insulza của tổ chức này gọi tình hình này là “một cuộc đảo chính đang hình thành.” Cả Peru và Columbia đều đóng cửa biên giới với Ecuador, trong khi Mỹ cho biết nước này ủng hộ ông Correa và “đang chăm chú theo dõi” tình hình. Tổng thư ký LHQ Ban Ki-moon cho biết ông lo ngại sâu sắc cho tổng thống Correa và kêu gọi giải quyết khủng hoảng bằng một giải pháp hòa bình. Hôm thứ Tư, một bộ trưởng nói Tổng thống Correa đang xem xét việc giải tán Quốc Hội vì các thành viên trong Liên Minh Quốc Gia của ông đe dọa ngăn chặn các đề xuất bài trừ bộ máy quan liêu. Hiếp pháp đã hình thành hai năm của Ecuador cho phép tổng thống tuyên bố tình trạng bế tắc và điều hành bằng sắc luật cho đến khi có tuyển cử mới. Tuy nhiên, động thái ấy phải được Tòa Án Hiến Pháp chuẩn y. Ecuador có một lịch sử bất ổn về chính trị. Các vụ chống đối đã lật đổ ba tổng thống trong giai đoạn bất ổn kinh tế trong thập niên này trước khi ông Correa, nhà kinh tế học 47 tuổi do Mỹ đào tạo, lên nắm quyền vào năm 2007. Ông tái đắc cử nhiệm kỳ hai vào năm 2009 cho dù có một quyết định không trả nợ trái phiếu toàn cầu trị giá 3,2 tỷ đô-la gây ra cho chính phủ các vấn đề tài chính ảnh hưởng rộng rãi. Ông Correa tuyên bố khoản nợ này là “không đúng pháp luật”. http://www.bbc.co.uk/news/world-latin-america-11447519"
        }
    ],
    "suggestions": []
}