{
    "en_vn": {
        "data": {
            "content": null,
            "word": "outfitted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "outfitted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "outfitted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "outfitted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "outfitted"
        }
    },
    "sentences": [
        {
            "en": "Currently, Military Hospital 17 in Danang and Military Hospital 121 in Can Tho are being <em>outfitted</em> with laboratory equipment for the diagnosis and treatment of HIV/AIDS.",
            "vi": "Hiện tại, Quân y viện 17 ở Đà Nẵng và Quân y viện 121 ở Cần Thơ đang được trang bị các thiết bị phòng lab để chẩn đoán và điều trị HIV/AIDS."
        },
        {
            "en": "Since launching in 2007, Google Street View had captured 20 petabytes of data in 48 countries. The company uses cars, trikes, snowmobiles and people <em>outfitted</em> with custom cameras to capture 360-degree images around the world.",
            "vi": "Từ khi phát hành năm 2007, Google Street View đã thu được 20 petabytes dữ liệu ở 48 quốc gia. Google sử dụng xe hơi, xe đạp ba bánh, xe trượt tuyết và người được trang bị máy ảnh tùy biến để chụp ảnh 360 độ khắp nơi trên thế giới."
        },
        {
            "en": "It normally comes with between 160GB to 320GB of disk space, but it can be <em>outfitted</em> with a 16GB or 32GB SSD when used with a lightweight OS like Windows XP.",
            "vi": "Nó thường đi kèm với ổ đĩa cứng có dung lượng từ 160GB đến 320Gb, ngoài ra nó có thể được trang bị một SSD dung lượng 16Gb hoặc 32Gb khi được sử dụng với hệ điều hành nhẹ như Windows XP chẳng hạn."
        },
        {
            "en": "The container is a present from a Swiss organisation to the school and has been turned into the school’s new library, painted an eye-catching orange and <em>outfitted</em> with a glass door and windows.",
            "vi": "Chiếc container đó là món quà từ một tổ chức Thụy Sĩ gửi đến trường và đã được chuyển thành thư viện mới của trường, chiếc container được sơn màu cam bắt mắt, trang bị cửa ra vào và cửa sổ bằng kính."
        },
        {
            "en": "The container is a present from a Swiss organisation to the school and has been turned into the school’s new library, painted an eye-catching orange and <em>outfitted</em> with a glass door and windows.",
            "vi": "Chiếc container đó là món quà từ một tổ chức Thụy Sĩ gửi đến trường và đã được chuyển thành thư viện mới của trường, chiếc container được sơn màu cam bắt mắt, trang bị cửa ra vào và cửa sổ bằng kính."
        },
        {
            "en": "Babies aged 7 to 33.5 months were given one hour of English sessions a day for 18 weeks, while a control group received the Madrid schools' standard bilingual program. Both groups of children were tested in Spanish and English at the start and end of the 18 weeks. The children also wore special vests <em>outfitted</em> with lightweight recorders that recorded their English learning. The recordings were analyzed to determine how many English words and phrases each child spoke.",
            "vi": "Những bé có độ tuổi từ 7 đến 33,5 tháng được học một giờ tiếng Anh mỗi ngày trong 18 tuần, trong khi đó, một nhóm định hướng được nhận chương trình song ngữ tiêu chuẩn của trường Madrid. Cả hai nhóm trẻ đều được kiểm tra bằng tiếng Tây Ban Nha và tiếng Anh vào đầu và cuối tuần thứ 18. Các em cũng được mặc áo đặc biệt có trang bị máy ghi âm trọng lượng nhẹ để ghi lại việc học tiếng Anh của các em. Các bản ghi âm được phân tích để xác định xem có bao nhiêu từ và cụm từ tiếng Anh mỗi bé nói được."
        },
        {
            "en": "Babies aged 7 to 33.5 months were given one hour of English sessions a day for 18 weeks, while a control group received the Madrid schools' standard bilingual program. Both groups of children were tested in Spanish and English at the start and end of the 18 weeks. The children also wore special vests <em>outfitted</em> with lightweight recorders that recorded their English learning. The recordings were analyzed to determine how many English words and phrases each child spoke.",
            "vi": "Những bé có độ tuổi từ 7 đến 33,5 tháng được học một giờ tiếng Anh mỗi ngày trong 18 tuần, trong khi đó, một nhóm định hướng được nhận chương trình song ngữ tiêu chuẩn của trường Madrid. Cả hai nhóm trẻ đều được kiểm tra bằng tiếng Tây Ban Nha và tiếng Anh vào đầu và cuối tuần thứ 18. Các em cũng được mặc áo đặc biệt có trang bị máy ghi âm trọng lượng nhẹ để ghi lại việc học tiếng Anh của các em. Các bản ghi âm được phân tích để xác định xem có bao nhiêu từ và cụm từ tiếng Anh mỗi bé nói được."
        },
        {
            "en": "Unlike the majority of the heroes of the American Revolution we are taught about in grade school, Solomon does not originally hail from Britain or the American colonies. He is not a statesman or a soldier or a wealthy landowner turned patrician Founding Father. But without his contributions and brokering skills, Washington's army could not have been <em>outfitted</em>, armed and fed. The surrender at Yorktown that ended the war may not have been possible and the founding of the nation could not have been financed in the early going.",
            "vi": "Khác với phần lớn các anh hùng của Cuộc Cách Mạng Mỹ mà được giảng dạy trong trường tiểu học, Salomon xuất thân ban đầu không phải từ Anh hay các thuộc địa Mỹ. Ông không phải là một chính khách, một người lính hay một địa chủ giàu có trở thành người khai sáng quyền quý. Nhưng không có những đóng góp của ông, không có những kỹ năng môi giới của ông, thì quân đội của Washington có thể không được trang bị, không có vũ khí và không có lương thực. Có thể không có cuộc đầu hàng Yorktown để chấm dứt chiến tranh và quá trình thành lập nước Mỹ giai đoạn đầu tiên ấy không xuôi chèo mát mái nếu không được chu cấp tiền bạc."
        },
        {
            "en": "Lenovo rolls ultra-thin netbook, NVIDIA Ion nettop    Lenovo tonight added a pair of Atom-based PCs to its mix that add relatively new technology for the company. The IdeaPad S10-3s is one of the thinnest netbooks yet at about 0.63 inches thick and also makes use of the same design techniques borrowed from the ThinkPad Edge. It carries the same rounded chiclet keys and a trackpad that runs to the lip, in this case using a MacBook-style \"buttonless\" design that clicks the pad itself.. As a netbook, the S10-3s is relatively customizable with the choice of a 1.66GHz or 1.83GHz Atom, up to a 720p 10-inch display, and the option of 3G. It normally comes with between 160GB to 320GB of disk space, but it can be <em>outfitted</em> with a 16GB or 32GB SSD when used with a lightweight OS like Windows XP. Most systems come with Windows 7 Home Starter or Home Basic, and all of them have the earlier instant-on Linux boot for quick tasks. The new IdeaPad ships mid-April for $380 in its base configuration. The C Series all-in-ones get the C200, Lenovo's first nettop with NVIDIA's Ion for graphics; it also has the pick of either the 1.6GHz Atom D410 or 1.66GHz D510 versus the single-core options for the C300. Its 18.5-inch display tops out at 1366x768, but it can get a single-touch screen. Lenovo equips it with up to 4GB of RAM and between 160GB and 500GB of permanent storage, along with the requisite DVD burner. Shipments of the C200 have a less definite April release date and will start out at a slightly more expensive $399.",
            "vi": "Lenovo ra mắt netbook siêu mỏng và nettop nền tảng NVIDIA Ion    Vào tối hôm nay Lenovo đã bổ sung thêm hai máy tính dựa trên vi xử lí Intel Atom vào sự kết hợp có bổ sung công nghệ tương đối mới cho hãng. IdeaPad S10-3 là một trong những netbook mỏng nhất cho đến nay có độ dày khoảng 0.63 inch (1.6 cm) cũng như sử dụng cùng kỹ thuật thiết kế được vay mượn từ netbook ThinkPad Edge của hãng. Nó có các phím chiclet có góc tròn và một bảng điều khiển chuột cảm ứng chạy dài đến mép máy, trong trường hợp này sử dụng thiết kế theo kiểu dáng của Macbook “không có nút nhấn” mà nhấn trực tiếp vào bảng điều khiển chuột cảm ứng. S10-3s là máy tính xách tay mini khá tuỳ biến với các tuỳ chọn Atom 1.66Ghz  hoặc 1.83 Ghz, màn hình10inch có độ phân giải lên đến 720p và có tùy chọn 3G. Nó thường đi kèm với ổ đĩa cứng có dung lượng từ 160GB đến 320Gb, ngoài ra nó có thể được trang bị một SSD dung lượng 16Gb hoặc 32Gb khi được sử dụng với hệ điều hành nhẹ như Windows XP chẳng hạn. Hầu hết các hệ thống đều đi kèm với Windows 7 Home Starter hoặc Home Basic và tất cả đều có tính năng khởi động nhanh dựa trên Linux trước đây để thực hiện các tác vụ nhanh chóng. Chiếc IdeaPad mới sẽ được bày bán vào giữa tháng tư với mức giá là 380 USD cho cấu hình cơ bản. C200 là chiếc nettop tất cả trong một thuộc dòng C đầu tiên của Lenovo được trang bị nền tảng đồ họa NVIDIA Ion, nó cũng có sự lựa chọn một trong hai chip Atom D410 1.6 Ghz hoặc D510 1.66 Ghz đối với tuỳ chọn lõi đơn cho C300. Màn hình 18,5-inch có độ phân giải lên đến 1366x768, nhưng nó có thể là một màn hình cảm ứng đơn điểm. Lenovo trang bị cho C200 lên đến 4Gb RAM và HDD 160Gb và 500Gb cùng với ổ ghi DVD .  Lô hàng C200 sẽ được tung ra vào một ngày chưa ấn định trong tháng Tư và có mức giá khởi đầu hơi đắt hơn là 399 USD."
        }
    ],
    "suggestions": []
}