{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[aut'grou]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ </font><font color=\"#1371BB\">outgrew</font><font color=\"#1a76bf\">, </font><font color=\"#1371BB\">outgrown</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lớn hơn, mọc cao hơn, mọc mau hơn, phát triển nhanh hơn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bỏ được (tật xấu...) khi lớn lên</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to outgrow one's shyness</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bỏ được tính e thẹn khi lớn lên</font></td></tr></table><i/></div>",
            "word": "outgrow"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>outgrow</k><blockquote>■ <cclass>verb (<cclass>past <cclass><b>outgrew</b>; <cclass>past participle <cclass><b>outgrown</b>) </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 grow too big for. </blockquote></blockquote><blockquote><blockquote>2》 leave behind as one matures. </blockquote></blockquote><blockquote><blockquote>3》 grow faster or taller than. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>outgrow one's strength</b><cclass>Brit. become lanky and weak through too rapid growth. </cclass></cclass></blockquote></div>",
            "word": "outgrow"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "outgrow"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "outgrow"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "outgrow"
        }
    },
    "sentences": [
        {
            "en": "<em>Outgrow</em> one's shyness",
            "vi": "Bỏ được tính e thẹn khi lớn lên"
        },
        {
            "en": "He seems to <em>outgrow</em> his strength.",
            "vi": "Anh ta hình như lớn nhanh quá."
        },
        {
            "en": "If i do, she'll <em>outgrow</em> it and forget about it.",
            "vi": "Như vậy, nó sẽ vượt qua và sẽ quên cái đó."
        },
        {
            "en": "Most of childhood friends often <em>outgrow</em> each other.",
            "vi": "Đa số những người bạn thời niên thiếu thường lớn lên cùng nhau."
        },
        {
            "en": "The top professionals find that they never <em>outgrow</em> the need to analyse their talks.",
            "vi": "Những nhà chuyên môn hàng đầu tìm thấy rằng họ không bao giờ bỏ qua sự cần thiết của việc phân tích các bài nói."
        },
        {
            "en": "The top professionals find that they never <em>outgrow</em> the need to analyse their talks. And that is why they find themselves at the top.",
            "vi": "Những nhà chuyên môn hàng đầu tìm thấy rằng họ không bao giờ bỏ qua sự cần thiết của việc phân tích các bài nói. Và đó là tại sao họ luôn ở vị trí hàng đầu."
        },
        {
            "en": "Most people who are allergic react to the proteins in egg whites, but some can't tolerate proteins in the yolk. Egg allergy usually first appears when kids are very young, and most kids <em>outgrow</em> it by the time they're 5 years old.",
            "vi": "Hầu hết mọi người bị dị ứng phản ứng với prô-tê-in trong lòng trắng trứng, nhưng một số không thể dung nạp prô-tê-in trong lòng đỏ. Dị ứng trứng thường xuất hiện lần đầu khi trẻ còn rất nhỏ, và hầu hết trẻ phát triển dị ứng nhanh hơn vào lúc chúng 5 tuổi."
        },
        {
            "en": "Milk and dairy foodsA milk allergy is the most common food allergy in children, but 80% <em>outgrow</em> it. Infants may need hypoallergenic or soy formula, and sometimes breastfeeding mothers need to avoid drinking milk. Milk proteins, including casein, are ubiquitous in processed foods, even found in canned tuna. If you're allergic to cow's milk, goat's milk may not be safe, either. Lactose intolerance is not an allergy, but a digestive problem.",
            "vi": "Sữa và các loại thức ăn làm từ sữa Dị ứng sữa là dị ứng thực phẩm phổ biến nhất ở trẻ em, nhưng 80% trẻ có thể vượt qua được (khi chúng lớn lên). Trẻ sơ sinh có thể cần sữa bột không gây dị ứng hoặc sữa đậu nành công thức trẻ sơ sinh, và đôi khi những bà mẹ đang cho con bú cũng cần nên tránh uống sữa. Các prô-tê-in trong sữa, gồm ca-zê-in, tồn tại rất nhiều trong thức ăn đã chế biến sẵn, thậm chí cũng có trong cá ngừ đóng hộp. Nếu bạn bị dị ứng với sữa bò, thì sữa dê cũng có thể không an toàn với bạn nữa đấy. Tình trạng không dung nạp lắc-tô không phải là một chứng dị ứng, mà là một vấn đề về tiêu hóa."
        },
        {
            "en": "Outgrowing allergiesChildren are likely to <em>outgrow</em> allergies to milk, egg, wheat and soy but to have lifelong allergies to peanuts, tree nuts, fish, and shellfish. Blood tests for food-specific antibodies may help determine whether the child has outgrown an allergy. A doctor may supervise a \"food challenge\" to see if the child has outgrown the allergy. Do not try a food challenge on your own. Even a small amount of a food may produce a life-threatening reaction in some people.",
            "vi": "Khắc phục chứng dị ứng khi lớn lên Trẻ nhỏ có thể khắc phục được chứng dị ứng sữa, trứng, lúa mì và đậu nành khi lớn lên nhưng sẽ dị ứng với đậu phộng, các loại hạt, cá, và tôm cua suốt đời. Nhiều loại xét nghiệm máu đối với kháng thể thức ăn đặc biệt có thể giúp xác định xem liệu trẻ đã có thể vượt được chứng dị ứng hay chưa. Bác sĩ có thể giám sát, theo dõi \"xét nghiệm thức ăn\" để xem liệu trẻ có khắc phục được tình trạng dị ứng của mình không. Bạn đừng nên tự thử \"xét nghiệm\" bởi thậm chí một chút thức ăn này cũng có thể gây phản ứng nguy hiểm đến tính mạng đối với một số người."
        },
        {
            "en": "EggsEggs are the second most common cause of food allergy in children, although they usually <em>outgrow</em> this allergy, as well. Read the labels carefully for noodles, mayonnaise, and baked goods. Eggs can also be found in some other products: the foam topping in drinks or the egg wash on pretzels. Eggs are used to produce the influenza vaccine, so check with a doctor before getting the flu vaccine.",
            "vi": "TrứngTrứng là nguyên nhân gây dị ứng thực phẩm phổ biến thứ nhì ở trẻ em, mặc dù chúng thường cũng có thể vượt được chứng dị ứng này. Bạn nên đọc kỹ nhãn thức ăn đối với mì, sốt trứng, và bánh nướng. Trứng cũng có thể có trong một số các sản phẩm khác như phần bọt nổi trên mặt của các loại thức uống hoặc trứng tráng trên bánh quy cây. Trứng được dùng để sản xuất vắc-xin ngừa cúm, vì vậy hãy kiểm tra với bác sĩ trước khi tiêm ngừa vắc-xin cúm."
        },
        {
            "en": "No. 11: Sleepwalking  Kids who have night terrors also often sleepwalk. When they're only partially awake they walk, talk, sit up in bed, or do other activities. Their eyes may be open, but they're unaware. Most kids <em>outgrow</em> sleepwalking by their teens. Don't wake a sleepwalking child because you may scare her. Gently guide her back to bed. Keep the area around her safe: Lock doors and put up safety gates near steps.",
            "vi": "11. Trẻ bị mộng du   Trẻ thức giấc hoảng loạn cũng thường hay bị mộng du. Khi đó chúng chỉ một phần nào tỉnh táo khi bước đi, nói chuyện, ngồi bật dậy trên giường, hoặc làm các hoạt động khác. Mắt trẻ có thể mở to, nhưng chúng không hề nhận thức được điều gì. Đa số trẻ sẽ hết mộng du khi ở tuổi thanh thiếu niên. Đừng đánh thức trẻ đang mộng du bởi có thể bạn sẽ làm cho trẻ hoảng sợ. Hãy nhẹ nhàng hướng dẫn cho bé quay trở lại giường và nên giữ khu vực quanh giường ngủ của trẻ được an toàn: Hãy khoá chặt cửa và lắp cửa an toàn gần các bậc thang."
        },
        {
            "en": "Here are the answers:    1. F - Asthma is not a psychological condition. However, emotional triggers can cause flare-ups.    2. F - You cannot <em>outgrow</em> asthma. In about 50% of children with asthma, the condition may become inactive in the teenage years. The symptoms, however, may reoccur anytime in adulthood.    3. F - There is no cure for asthma, but the disease can be controlled in most patients with good medical care. The condition should be taken seriously, since uncontrolled asthma may result in emergency hospitalization and possible death.    4. T - You have a 6% chance of having asthma if neither parent has the condition, a 30% chance if one parent has it, and a 70% chance if both parents have it.    5. F - Asthma is not contagious.    6. F - A new environment may temporarily improve asthma symptoms, but it will not cure asthma. After a few years in the new location, many people become sensitized to the new environment and the asthma symptoms return with the same or even greater intensity than before.    7. F - Swimming is an optimal exercise for those with asthma. On the other hand, exercising in dry, cold air may be a trigger for asthma in some people.    8. F - Asthma is best controlled by having an asthma management plan designed by your doctor that includes the medications used for quick relief and those used as controllers.    9. F - Asthma medications are not addictive.   10. F - Asthma attacks cannot be faked. In rare cases, there is a psychological condition known by a variety of names (factious asthma, spastic dysphonia, globus hystericus) where emotional issues may cause symptoms that mimic the symptoms of asthma.",
            "vi": "Dưới đây là câu trả lời:  1. Sai - Suyễn không phải là trạng thái tâm lý. Tuy nhiên, việc kích thích xúc cảm cũng có thể làm phát bệnh.  2. Sai – Bạn không thể hết được suyễn. Trong khoảng 50% trẻ bị suyễn, thì chứng bệnh này có thể trở nên “bất hoạt” ở tuổi thanh thiếu niên. Tuy nhiên, các triệu chứng có thể tái phát vào bất kỳ lúc nào ở tuổi trưởng thành.  3. Sai – Không có thuốc trị suyễn, nhưng hầu hết bệnh nhân có thể kiểm soát được bệnh của mình bằng chế độ chăm sóc sức khỏe tốt. Nên kiểm soát bệnh chặt chẽ, bởi nếu không trị thì bệnh có thể làm cho bệnh nhân phải nhập viện khẩn cấp và có thể tử vong.  4. Đúng – Nếu cả bố và mẹ của bạn không ai bị suyễn thì tỉ lệ mắc bệnh của bạn là 6%, nếu 1 trong 2 bố mẹ mắc bệnh thì tỉ lệ này là 30%, và nếu cả bố và mẹ đều bị suyễn thì tỉ lệ mắc bệnh của bạn lên đến 70%.  5. Sai – Suyễn không lây lan.  6. Sai – Môi trường mới có thể giúp cải thiện bệnh một cách tạm thời, nhưng sẽ không chữa lành được bệnh. Sau một vài năm sống ở môi trường mới thì nhiều người trở nên nhạy cảm với môi trường mới và các triệu chứng suyễn lại tái phát với cường độ tương tự hoặc thậm chí là dữ dội hơn trước đây nữa.             .  7. Sai – Bơi lội là một bài tập tối ưu cho người bị suyễn. Nhưng mặt khác, việc luyện tập trong một môi trường không khí khô và lạnh có thể là nguyên nhân gây hen suyễn ở một số người.  8. Sai – Hen suyễn được kiểm soát tốt nhất bằng kế hoạch theo dõi kiểm soát của bác sĩ gồm thuốc làm giảm cơn hen nhanh chóng và thuốc chống hen.  9. Sai – Thuốc trị hen suyễn không gây nghiện.  10. Sai – Cơn hen suyễn không thể nào giả tạo được. Trong một số trường hợp hiếm thấy, trạng thái tâm lý có nhiều tên gọi khác nhau (suyễn do tâm trạng bên trong cơ thể gây nên, khó phát âm do co thắt cơ, cảm giác nghẹn họng do cơ bị căng) – ở đây các vấn đề xúc cảm có thể gây nên những triệu chứng tương tự như triệu chứng hen."
        },
        {
            "en": "John Bolton is former U.S. ambassador to the United Nations: “Oh I think it’s way too soon to say that. Just find another power in the world that would like to go up against us militarily and the takers are few and far between. There are other countries whose economies are expanding, but after World War II, when Europe was able to recover from the massive destruction of the war, as Japan recovered in its turn, that didn’t reduce America’s influence,\" he said. \"It may have seen others rise in their share of the world’s total product, but the result really was that everybody in the world got wealthier.” Experts say China is a country whose economic growth could make it a powerful player in the years ahead - and a potential rival to the United States. Joseph Nye is a senior scholar at Harvard University: “China has had very impressive progress. It has raised several hundred million people out of poverty with its high growth rates and it is making very impressive progress. I think it is going to get closer to the United States, give the U.S. a run for its money, but I don’t see it passing the U.S,” he said. For his part, Alan Meltzer, an economics professor at Carnegie Mellon University, does believe the U.S. is a declining power. He says one reason is that since the end of the Cold War, European nations have been accommodating American interests less and less because they don’t need Washington as much as they did during the Soviet threat.\nAnd Meltzer says there is another reason for the American decline.“The United States couldn’t solve its budget problems and a country that can’t solve its budget problems is not in a very good position to tell other people what they should do,” Meltzer stated.President Barack Obama and congressional leaders recently reached an agreement to increase the country’s debt ceiling - but only after some acrimonious exchanges.Nye says a polarized political climate in Washington is nothing new.“The outside world sees a very messy political process and many people say it shows Americans in decline. But if one looks back historically, the Americans have always had a rather messy political process - the Founding Fathers had very bitter partisan politics among themselves,\" he explained. \"I think we are going through a bad spell of polarization in politics, but we’ve been through things like that before.”And Nye says there is also nothing new in the current discussion whether the United States is in decline. “We go through cycles like this every decade or two. After Sputnik [1957 - first satellite to be put into Earth’s orbit] we thought the Russians were 10 feet-tall. In the 1980s we thought the Japanese were 10 feet tall. Today people are claiming the Chinese are 10 feet-tall - but I think we’ll <em>outgrow</em> all of this,” he added.Many experts, including Ambassador John Bolton, say in the final analysis, the role that America will play in the years ahead remains in its own hands - and that’s what a democracy is all about.  ",
            "vi": "John Bolton, cựu đại sứ Hoa Kỳ tại Liên Hiệp Quốc, cho biết: “Tôi nghĩ là quá sớm để nói điều này. Hãy thử tìm một thế lực khác trên thế giới muốn cạnh tranh với chúng tôi về tiềm lực quân sự, chắc là có rất ít và lại thua xa. Có nhiều quốc gia khác có nền kinh tế đang phát triển, nhưng sau Chiến tranh Thế giới thứ hai, khi các nước Châu Âu có thể hồi phục sau sự tàn phá nghiêm trọng của chiến tranh, rồi đến lượt sự hồi phục của Nhật Bản, đã không làm giảm bớt thế lực của Hoa Kỳ,”. Ông nói thêm: “Có thể thấy rằng các quốc gia khác đã gia tăng sự đóng góp của họ vào tổng sản phẩm thế giới, nhưng kết quả thực sự là mọi người trên thế giới đều trở nên giàu có hơn.” Các chuyên gia nói rằng sự tăng trưởng kinh tế của Trung Quốc có thể giúp cho đất nước này trở thành một quốc gia hùng mạnh trong những năm tới – và là một đối thủ “nặng ký” của Hoa Kỳ. Joseph Nye là một học giả thâm niên của Đại học Harvard, đã nói: “Trung Quốc có sự tiến bộ rất ấn tượng. Đất nước này đã đưa hàng trăm triệu người dân thoát khỏi đói nghèo nhờ vào tốc độ tăng trưởng cao và đang phát triển đáng kinh ngạc. Tôi nghĩ Trung Quốc sẽ còn gắn bó mật thiết với Hoa Kỳ hơn nữa, mang đến lợi ich về tài chính cho Hoa Kỳ , nhưng tôi không nghĩ Trung Quốc sẽ qua mặt được Hoa Kỳ,” Về phần mình, Alan Meltzer, giáo sư kinh tế học của Đại học Carnegie Mellon, tin chắc thế lực của Hoa Kỳ đang suy giảm. Ông đưa ra lý do là khi chiến tranh lạnh kết thúc, các quốc gia châu Âu không còn mang đến nhiều lợi ích cho Hoa Kỳ vì họ không còn cần đến Washington nhiều như tại thời điểm bị chính quyền Soviet đe doạ. Meltzer cũng nói rằng có lý do khác giải thích cho sự suy sụp của nước Mỹ. “Hoa Kỳ không thể giải quyết các bài toán ngân sách của chính mình, mà hễ một quốc qua không thể giải quyết các bài toán ngân sách của chính mình thì khó có thể “khuyên bảo” các quốc gia khác nên làm gì,” Meltzer nói. Tổng thống Barack Obama và các lãnh đạo quốc hội đã đạt đến thỏa thuận gia tăng mức nợ trần của đất nước này – nhưng chỉ sau một số cuộc tranh cãi gay gắt. Nye nói rằng một xu thế chính trị phân cực ở Washington chẳng có gì mới. “Thế giới bên ngoài nhìn vào Hoa Kỳ và thấy ở đó đang tồn tại một chính trường hỗn loạn và nhiều người cho rằng đó là dấu hiệu cho thấy nước Mỹ đang suy sụp. Nhưng chúng ta hãy ngẫm lại lịch sử, trước đây chính trường nước Mỹ cũng từng khá hỗn loạn – chính những người sáng lập đã có những quan điểm chính trị vô cùng chủ quan,”, ông Nye giải thích. “Tôi nghĩ chúng tôi đang ở trong tình trạng phân cực nặng nề về quan điểm chính trị, nhưng chúng tôi sẽ vượt qua được như đã từng trải qua trong lịch sử.” Nye nói cũng không có gì mới trong cuộc tranh luận rằng Hoa Kỳ có đang suy sụp hay không. Ông ấy nói thêm: “Chúng tôi trải qua các chu kỳ như thế này cách một hoặc hai thập kỷ. Sau sự kiện vệ tinh Sputnik (là vệ tinh đầu tiên được phóng lên quỹ đạo Trái Đất vào năm 1957), chúng tôi đã nghĩ  người Nga cao 10 feet. Trong những năm 80, chúng tôi đã nghĩ người Nhật  cao 10 feet. Ngày nay người ta cho rằng người Trung Quốc cao 10 feet – nhưng tôi nghĩ chúng tôi sẽ cao hơn tất cả,”\nNhiều chuyên gia, bao gồm Đại sứ John Bolton, nói rằng suy cho cùng vai trò của Hoa Kỳ trong nhiều năm sau vẫn như cũ và đó là tất cả những gì thuộc về chế độ dân chủ."
        },
        {
            "en": "Having an egg allergy is not a big thing — all you need to do is skip breakfast, right? Wrong. Eggs are found in more than just omelets (besides, skipping breakfast is never a good idea). Living with an egg allergy means you have to be aware of what you're eating and read food labels carefully. It works! What happens when a person has an egg allergy? Eggs in themselves aren't bad, but when you're allergic to them, your body thinks they are. When a person is allergic to eggs, the body's immune system overreacts to proteins in the egg. Every time something made with eggs enters the digestive system of a person with an egg allergy, the body thinks that these proteins are harmful invaders. The immune system responds by creating specific antibodies to that food, which are designed to fight off the \"invader.\" These antibodies — called immunoglobulin E (IgE) — trigger the release of certain chemicals into the body, one of which is histamine.  So when a person with an egg allergy eats a food that contains eggs, the immune system unleashes an army of chemicals to protect the body. The release of these chemicals can affect the respiratory system, gastrointestinal tract, skin, and the cardiovascular system — causing allergy symptoms like wheezing, nausea, headache, stomachache, and itchy hives. Most people who are allergic react to the proteins in egg whites, but some can't tolerate proteins in the yolk. Egg allergy usually first appears when kids are very young, and most kids <em>outgrow</em> it by the time they're 5 years old. Reactions Egg allergy is like most food allergy reactions: It usually happens within minutes to hours after eating eggs. Most reactions last less than a day and may affect any of three body systems:     * the skin — in the form of red, bumpy rashes (hives), eczema, or redness and swelling around the mouth     * the gastrointestinal tract — in the form of belly cramps, diarrhea, nausea, or vomiting     * the respiratory tract — symptoms can range from a runny nose, itchy, watery eyes, and sneezing to the triggering of asthma with coughing and wheezing Most people with egg allergy have some of the reactions listed above, but a few people may have a very strong reaction called anaphylaxis. This severe allergic reaction causes swelling of the mouth, throat, and airways leading to the lungs, resulting in breathing difficulty. In addition, there is a dangerous drop in blood pressure, which can make someone dizzy or pass out, and may quickly lead to shock. For people who are especially sensitive to eggs, even egg fumes or getting egg on the skin can cause an anaphylactic reaction, so eggs should be kept out of the house completely. How can doctors tell if a person has an egg allergy? If your doctor suspects you might have an egg allergy, he or she will probably refer you to an allergist or allergy specialist for further testing. The allergy specialist will ask you questions — these may cover things like how often you have the reaction, the time it takes between eating a particular food and the start of the symptoms, and whether any family members have allergies or conditions like eczema and asthma. The allergy specialist may perform a skin test on you. This test involves placing liquid extracts of egg protein on a person's forearm or back, pricking the skin a tiny bit, and waiting to see if a reddish, raised spot forms, indicating an allergic reaction. You may need to stop taking anti-allergy medications (such as over-the-counter antihistamines) 2 to 3 days before the skin test because they can interfere with the results. Most cold medications as well as some antidepressants may also affect skin testing. Check with the allergist's office if you are unsure about what medications need to be stopped and for how long. Some doctors may also take a blood sample and send it to a lab where it will be mixed with some of the suspected allergen and checked for IgE antibodies. In some cases, however, positive results of skin and blood tests aren’t enough to prove that a person’s symptoms are definitely being caused by eggs. So doctors may use what’s called a food challenge to help diagnose the allergy. With a food challenge, the person is told to not eat eggs or anything made with egg proteins for a certain period of time — usually a few weeks. After that, the person will eat foods that contain eggs but only under close supervision from a doctor. If symptoms come back after eating egg products, it's a pretty sure bet the person has an egg allergy. How is it treated? Treating egg allergy might seem simple — you just don't eat eggs. But so many foods are made with eggs and egg products that it can be really hard to know what's OK and not OK to eat. It's a good idea to work with a registered dietitian to develop an eating plan that provides all the nutrients you need while avoiding things you can't eat. Check out our section on Living With an Egg Allergy (below) for more tips. If you have a severe egg allergy — or any kind of serious allergy — your doctor may want you to carry a shot of epinephrine with you in case of an emergency. Epinephrine comes in an easy-to-carry container about the size of a large marker. It’s easy to use — your doctor will show you how. If you accidentally eat something with egg in it and start having serious allergic symptoms, like swelling inside your mouth, chest pain, or difficulty breathing, you can give yourself the shot right away to counteract the reaction while you're waiting for medical help. Always call for emergency help (911) when using epinephrine. You should make sure your school and even good friends' houses have injectable epinephrine on hand, too. Keeping epinephrine on hand at all times should be just part of your action plan for living with an egg allergy. It's also a good idea to carry an over-the-counter antihistamine as this can help alleviate allergy symptoms in some people. Antihistamines should be used in addition to the epinephrine and not as a replacement for the shot. If you've had to take an epinephrine shot because of an allergic reaction, then you should go immediately to a medical facility or hospital emergency room so they can give you additional treatment if necessary. Up to one third of anaphylactic reactions can have a second wave of symptoms several hours following the initial attack. Therefore, you might need to be observed in a clinic or hospital for 4 to 8 hours following the reaction. Living with an egg allergy The best way to be sure a food is egg free is to read the label. Manufacturers of foods sold in the United States must list on their labels whether a food contains any of the most common allergens. This means that you should be able to find statements like these somewhere on the label: \"contains egg ingredients,\" or \"made using egg ingredients\" This new label requirement makes things a little easier than reading the ingredients list — instead of needing to know that the ingredient \"ovoglobulin\" comes from egg protein, you should be able to tell at a glance which foods to avoid. Still, to make sure the foods you eat are egg free, you'll need to be on the lookout for any ingredients that might come from eggs. That means asking questions when eating out at restaurants or at a friend's home and carefully reading food labels. When you eat in a restaurant or at a friend's house, try to find out how foods are cooked and what's in them. In some cases, you may want to bring your own food with you. When you're shopping, look for egg-free alternatives to foods that usually contain eggs, such as pasta. People with an egg allergy may find that the health food section of the grocery store offers the most options. That's where you'll find vegan foods that are made without eggs or egg products. When preparing your own food, you can substitute one of these egg alternatives in your recipes.      * 1 teaspoon baking powder + 1 tablespoon liquid + 1 tablespoon vinegar     * 1 teaspoon yeast dissolved in ¼ cup warm water     * 1½ tablespoons water + 1½ tablespoons oil + 1 teaspoon baking powder     * 1 packet gelatin + 2 tablespoons warm water (don't mix until ready to use)     * 1 tablespoon pureed fruit such as apricots or bananas Although the number of people in the United States with food allergies is low (just over 1% of the total population), there's a growing awareness about food allergies. This means that everyone — from the waitstaff at a restaurant to food manufacturers — is more understanding and willing to accommodate a person’s food needs. So living with an egg allergy doesn't have to be a big pain, just a bit of an adjustment.              ",
            "vi": "Dị ứng trứng chẳng phải là vấn đề to tát lắm đâu – bạn chỉ cần nhịn ăn sáng là ổn thôi, phải vậy không? Sai rồi. Trứng không chỉ có trong món trứng tráng không đâu (hơn nữa, việc bỏ ăn sáng hoàn toàn không phải là ý hay). Sống chung với chứng dị ứng trứng đồng nghĩa với việc bạn phải biết được thức ăn mình đang ăn và hãy đọc kỹ nhãn thực phẩm nhé. Điều đó có ích đấy!  Khi bị dị ứng trứng thì sẽ xảy ra điều gì?  Bản thân trứng không phải là xấu, nhưng khi bạn bị dị ứng trứng thì cơ thể bạn cho là trứng có hại. Khi một người bị dị ứng trứng thì hệ miễn dịch của cơ thể phản ứng dữ dội với prô-tê-in trong trứng. Và hễ mỗi lần món nào đó có trứng vào hệ tiêu hoá của người bị dị ứng thì cơ thể cho là những prô-tê-in này là những chất gây hại xâm nhập vào cơ thể.  Hệ miễn dịch phản ứng bằng cách tạo ra những kháng thể đặc biệt chống lại thức ăn đó nhằm kháng lại “chất xâm nhập đó”. Những kháng thể này được gọi là globulin miễn dịch E (IgE) – làm tiết ra một số hoá chất nào đó vào cơ thể, một trong những chất này có tên là histamine. Vì thế khi người bị dị ứng trứng ăn thức ăn có trứng thì hệ miễn dịch sẽ tiết ra rất nhiều hoá chất để bảo vệ cơ thể. Việc tiết hoá chất này có thể làm ảnh hưởng đến hệ hô hấp, đường ruột, da, và hệ tim mạch – gây phản ứng dị ứng như thở khò khè, buồn nôn, nhức đầu, đau dạ dày, và nổi mề đay ngứa. Hầu hết người bị dị ứng đều phản ứng với prô-tê-in trong lòng trắng trứng, nhưng một số người cũng không dung nạp được prô-tê-in trong lòng đỏ. Dị ứng trứng thường thấy đầu tiên khi trẻ còn rất nhỏ, và hầu hết trẻ đều có thể tự hết khi chúng lên 5.  Phản ứng dị ứng trứng Dị ứng trứng giống như hầu hết các phản ứng dị ứng thực phẩm; thường xảy ra trong vòng một vài phút đến một vài tiếng đồng hồ sau khi ăn trứng. Hầu hết các phản ứng đều kéo dài chưa tới một ngày và có thể làm ảnh hưởng đến một trong ba cơ quan trong cơ thể sau đây:  * da – ở dạng phát ban (mề đay) đỏ, xù xì, chàm, hoặc nổi đỏ và sưng phù quanh miệng * đường ruột - dưới dạng chuột rút bụng, tiêu chảy, buồn nôn, hoặc ói * đường hô hấp – các triệu chứng có thể biến chuyển từ sổ mũi, ngứa, chảy nước mắt, và hắt hơi đến phát hen suyễn - ho và thở khò khè Hầu hết người bị dị ứng trứng đều có một số phản ứng được liệt kê trên, nhưng một số cũng có thể phản ứng rất dữ dội – gọi là sốc mẫn cảm. Phản ứng dị ứng nặng này gây sưng miệng, sưng họng, và sưng đường thở dẫn đến phổi, làm khó thở. Ngoài ra, người bị dị ứng còn bị hạ huyết áp rất nguy hiểm, có thể gây chóng mặt, choáng váng hoặc bất tỉnh, và có thể dẫn đến bị sốc rất nhanh.  Đối với người đặc biệt rất nhạy cảm với trứng thì thậm chí là mùi trứng hoặc dính trứng vào da cũng có thể gây phản ứng phản vệ, vì vậy trong nhà không nên có trứng.  Làm thế nào bác sĩ có thể cho biết một người có bị dị ứng trứng hay không?  Nếu bác sĩ nghi ngờ bạn có thể bị dị ứng trứng thì họ có thể sẽ chuyển bạn đến bác sĩ chuyên khoa dị ứng hoặc chuyên gia dị ứng để làm thêm xét nghiệm. Chuyên gia dị ứng sẽ hỏi bạn nhiều câu hỏi – đại loại như bạn bị dị ứng bao lâu một lần, khoảng thời gian từ khi ăn thức ăn đặc biệt đến khi bắt đầu các triệu chứng là bao lâu, và liệu có người thân nào trong gia đình bạn bị dị ứng hoặc bị bệnh chẳng hạn như chàm và hen suyễn không.  Chuyên gia dị ứng có thể làm xét nghiệm da cho bạn. Xét nghiệm này đặt chiết xuất chất lỏng prô-tê-in trứng lên cẳng tay hoặc lưng của người bệnh, chích nhẹ lên da, và chờ xem liệu da có nổi đốm đỏ, sưng lên hay không – đây là dấu hiệu của phản ứng dị ứng.  Bạn có thể cần phải ngưng sử dụng thuốc chống dị ứng (chẳng hạn như thuốc kháng histamine mua tự do không theo toa) từ 2 đến 3 ngày trước khi làm xét nghiệm da bởi những thứ thuốc này có thể gây ảnh hưởng không mong muốn đến kết quả. Hầu hết các thuốc cảm cũng như một số thuốc chống trầm cảm cũng làm ảnh hưởng đến xét nghiệm da. Bạn nên kiểm tra với văn phòng bác sĩ chuyên khoa dị ứng nếu không biết chắc phải nên ngưng sử dụng các loại thuốc nào và ngưng sử dụng trong thời gian là bao lâu.  Một số bác sĩ cũng có thể lấy mẫu máu và gởi đến phòng thí nghiệm – ở đây máu sẽ được hoà với một số chất gây dị ứng khả nghi khác và được kiểm tra kháng thể IgE.  Tuy nhiên, trong một số trường hợp thì kết quả xét nghiệm da và xét nghiệm máu dương tính cũng chưa đủ để chứng minh rằng những triệu chứng này chắc chắn là do trứng gây ra. Một số bác sĩ có thể phải xét nghiệm thức ăn nhằm giúp chẩn đoán dị ứng.   Khi xét nghiệm thức ăn thì người bệnh được căn dặn không ăn trứng hoặc bất kỳ thức ăn nào chứa prô-tê-in trứng trong một thời gian nào đó – thường thì một vài tuần. Sau đó, họ sẽ ăn các thức ăn chứa trứng nhưng chỉ dưới sự theo dõi chặt chẽ của bác sĩ. Nếu bị tái phát các triệu chứng sau khi ăn các sản phẩm trứng thì gần như chắc chắn rằng người này đã bị dị ứng trứng rồi.  Điều trị dị ứng trứng như thế nào?  Việc điều trị dị ứng trứng có lẽ dường như không khó khăn gì – bạn chỉ cần không ăn trứng là được thôi. Nhưng có quá nhiều thức ăn được chế biến từ trứng và sản phẩm trứng thực sự khó mà biết có thể ăn được gì và không ăn được gì. Bạn nên làm việc với bác sĩ chuyên khoa dinh dưỡng để lập ra một kế hoạch ăn uống cung cấp đầy đủ dưỡng chất cần thiết mà vẫn tránh được những thứ không thể ăn. Hãy kiểm tra phần Sống chung Với Chứng Dị ứng Trứng (bên dưới) để biết thêm nhiều bí quyết nhé.  Nếu bạn bị dị ứng trứng nặng – hoặc bất kỳ loại dị ứng nghiêm trọng nào – thì bác sĩ có thể muốn bạn nên mang theo một mũi epinephrine trong trường hợp khẩn cấp. Epinephrine có sẵn trong vật chứa dễ mang theo có kích cỡ khoảng một cây bút viết bảng lớn. Nó cũng dễ sử dụng – bác sĩ sẽ chỉ cho bạn biết cách.  Nếu vô tình ăn thứ gì đó có trứng và bắt đầu phát triệu chứng dị ứng nghiêm trọng, chẳng hạn như sưng bên trong miệng, đau ngực, hoặc khó thở thì bạn có thể tự tiêm thuốc ngay tức khắc để chặn đứng phản ứng trong khi đang chờ bác sĩ hỗ trợ. Lúc nào cũng cần nên gọi số điện thoại hỗ trợ cấp cứu (911) khi đang sử dụng epinephrine. Nên chắc rằng trường học và thậm chí nhà bạn thân của mình cũng có sẵn epinephrine có thể tiêm được.  Việc luôn mang theo thuốc epinephrine chỉ nên là một phần trong kế hoạch thực hiện của bạn khi sống chung với chứng dị ứng trứng. Bạn cũng nên mang theo thuốc kháng histamine mua tự do không theo toa bởi thuốc này cũng có thể giúp làm giảm nhẹ các triệu chứng dị ứng đối với một số người. Thuốc kháng histamine nên được sử dụng phụ thêm ngoài epinephrine và không thay thế cho mũi tiêm epinephrine được.  Nếu phải tiêm mũi epinephrine vì phản ứng dị ứng thì bạn nên đến bệnh viện hoặc phòng cấp cứu ngay lập tức để bác sĩ có thể điều trị thêm cho bạn nếu cần thiết. Đến 1/3 các trường hợp phản ứng phản vệ có thể bị đợt xảy ra các triệu chứng lần thứ hai một vài tiếng đồng hồ sau đợt “tấn công” lần thứ nhất. Do đó, bạn cũng cần được theo dõi tại phòng khám hoặc tại bệnh viện trong vòng từ 4 đến 8 tiếng đồng hồ sau khi bị dị ứng.   Sống chung với chứng dị ứng trứng  Cách tốt nhất để đảm bảo rằng thức ăn không có trứng là đọc nhãn hiệu. Các nhà sản xuất thực phẩm ở Hoa Kỳ phải liệt kê trên nhãn hàng của mình để xem liệu thực phẩm có chứa bất kỳ chất gây dị ứng thường thấy nhất nào đó hay không. Điều này có nghĩa là bạn sẽ có thể thấy những câu đại loại như thế này ở đâu đó trên nhãn sản phẩm: “thành phần có trứng,” hoặc “được làm từ trứng”. Yêu cầu về nhãn hàng mới này giúp mọi thứ trở nên dễ dàng hơn một chút so với việc đọc danh sách các thành phần – thay vì cần biết thành phần “globulin trứng” có nguồn gốc từ prô-tê-in trứng, bạn sẽ có thể nói nhanh được loại thức ăn nào nên tránh. Tuy vậy, để đảm bảo thức ăn của mình không có trứng, bạn nên theo dõi, đề phòng bất kỳ thành phần nào có thể có nguồn gốc từ trứng. Điều này đồng nhất với việc hỏi thăm khi ăn ở nhà hàng hoặc ở nhà bạn bè và đọc nhãn hàng thức ăn một cách cẩn thận.  Khi ăn ở nhà hàng hoặc ở nhà bạn bè, bạn nên cố tìm hiểu xem thức ăn được nấu như thế nào và các thành phần trong đó là gì. Trong một số trường hợp, bạn cũng có thể mang theo thức ăn riêng của mình. Khi đi mua sắm, bạn nên tìm các thực phẩm thay thế không chứa trứng để thay cho các thức ăn thường chứa trứng, chẳng hạn như mì ống.  Người bị dị ứng trứng có thể tìm thấy khu thực phẩm có lợi cho sức khỏe trong cửa hàng tạp hoá thường cung cấp hầu hết các loại thực phẩm để lựa chọn. Nơi đây bạn sẽ thấy nhiều thực phẩm chay được chế biến không sử dụng trứng hoặc các sản phẩm trứng.  Khi chuẩn bị thức ăn cho mình, bạn có thể thay một trong những chất thay thế trứng này trong công thức chế biến thức ăn của mình * 1 muỗng cà phê bột nổi + 1 muỗng súp nước + 1 muỗng súp giấm * 1 muỗng cà phê men hoà tan trong ¼ tách nước ấm  * 1½ muỗng súp nước + 1½ muỗng súp dầu + 1 muỗng cà phê bột nổi * 1 gói giê-la-tin + 2 muỗng súp nước ấm (đến khi nào sử dụng mới hoà với nhau)   * 1 muỗng súp trái cây nghiền nhuyễn chẳng hạn như mơ hoặc chuối Mặc dù số người bị dị ứng thực phẩm ở Hoa Kỳ là rất ít (chỉ trên 1% tổng dân số), nhưng người ta ngày càng nhận thức được tình trạng dị ứng thực phẩm. Điều này đồng nhất với việc tất cả mọi người - từ đội ngũ phục vụ tại nhà hàng đến các nhà sản xuất thức ăn – đều hiểu biết hơn và sẵn sàng phục vụ nhu cầu thức ăn của con người. Thế nên việc sống chung với chứng dị ứng trứng không nhất thiết là một vấn đề to tát mà đó chỉ là sự điều chỉnh đôi chút mà thôi.    "
        },
        {
            "en": "Delayed speech or language development    Your son is 2 years old and still isn't talking. He says a few words, but compared with his peers you think he's way behind. You remember that his sister could put whole sentences together at the same age. Hoping he will catch up, you postpone seeking professional advice. Some kids are early walkers and some are early talkers, you tell yourself. Nothing to worry about... This scenario is common among parents of kids who are slow to speak. Unless they observe other areas of \"slowness\" during early development, parents may hesitate to seek advice. Some may excuse the lack of talking by reassuring themselves that \"he'll <em>outgrow</em> it\" or \"she's just more interested in physical things.\" Knowing what's \"normal\" and what's not in speech and language development can help you figure out if you should be concerned or if your child is right on schedule. Understanding Normal Speech and Language Development It's important to discuss early speech and language development, as well as other developmental concerns, with your doctor at every routine well-child visit. It can be difficult to tell whether a child is just immature in his or her ability to communicate or has a problem that requires professional attention. These developmental norms may provide clues: Before 12 Months It's important for kids this age to be watched for signs that they're using their voices to relate to their environment. Cooing and babbling are early stages of speech development. As babies get older (often around 9 months), they begin to string sounds together, incorporate the different tones of speech, and say words like \"mama\" and \"dada\" (without really understanding what those words mean). Before 12 months, children should also be attentive to sound. Babies who watch intently but don't react to sound may be showing signs of hearing loss. By 12 to 15 Months Kids this age should have a wide range of speech sounds in their babbling and typically say one or more words (not including \"mama\" and \"dada\"). Nouns usually come first, like \"baby\" and \"ball.\" Your child should also be able to understand and follow simple directions (\"Please give me the toy,\" for example). From 18 to 24 Months Though there is a lot of variability, most toddlers are saying about 20 words by 18 months and 50 or more words by the time they turn 2. By age 2, kids are starting to combine two words to make simple sentences, such as \"baby crying\" or \"Daddy big.\" A 2-year-old should also be able to follow two-step commands (such as \"Please pick up the toy and give it to me\"). From 2 to 3 Years Parents often witness an \"explosion\" in their child's speech. Your toddler's vocabulary should increase (to too many words to count) and he or she should routinely combine three or more words into sentences. Comprehension also should increase — by 3 years of age, a child should begin to understand what it means to \"put it on the table\" or \"put it under the bed.\" Your child also should begin to identify colors and comprehend descriptive concepts (big versus little, for example). The Difference Between Speech and Language Speech and language are often confused, but there is a distinction between the two:     * Speech is the verbal expression of language and includes articulation, which is the way words are formed.     * Language is much broader and refers to the entire system of expressing and receiving information in a way that's meaningful. It's understanding and being understood through communication — verbal, nonverbal, and written. Although problems in speech and language differ, they frequently overlap. A child with a language problem may be able to pronounce words well but be unable to put more than two words together. Another child's speech may be difficult to understand, but he or she may use words and phrases to express ideas. And another child may speak well but have difficulty following directions. Warning Signs of a Possible Problem If you're concerned about your child's speech and language development, there are some things to watch for. An infant who isn't responding to sound or who isn't vocalizing is of particular concern. Between 12 and 24 months, reasons for concern include a child who:     * isn't using gestures, such as pointing or waving bye-bye by 12 months     * prefers gestures over vocalizations to communicate by 18 months     * has trouble imitating sounds by 18 months     * has difficulty understanding simple verbal requests Seek an evaluation if a child over 2 years old:     * can only imitate speech or actions and doesn't produce words or phrases spontaneously     * says only certain sounds or words repeatedly and can't use oral language to communicate his or her immediate needs     * can't follow simple directions     * has an unusual tone of voice (such as raspy or nasal sounding)     * is more difficult to understand than expected for his or her age. Parents and regular caregivers should understand about half of a child's speech at 2 years and about three quarters at 3 years. By 4 years old, a child should be mostly understood, even by people who don't know the child. Causes of Delayed Speech or Language Many things can cause delays in speech and language development. Speech delays in a normally developing child can sometimes be caused by oral impairments, like problems with the tongue or palate (the roof of the mouth). A short frenulum (the fold beneath the tongue) can limit tongue movement for speech production. Many kids with speech delays have oral-motor problems, meaning there's inefficient communication in the areas of the brain responsible for speech production. The child encounters difficulty using the lips, tongue, and jaw to produce speech sounds. Speech may be the only problem or may be accompanied by other oral-motor problems. A speech delay may also indicate a more \"global\" (or general) developmental delay. Hearing problems are also commonly related to delayed speech, which is why a child's hearing should be tested by an audiologist whenever there's a speech concern. A child who has trouble hearing may have trouble understanding, imitating, and using language. Ear infections, especially chronic infections, can affect hearing ability. Simple ear infections that have been adequately treated, though, should have no effect on speech. What Speech-Language Pathologists Do If you or your doctor suspect that your child has a problem, early evaluation by a speech-language pathologist is crucial. Of course, if there turns out to be no problem after all, an evaluation can ease your fears. Although you can seek out a speech-language pathologist on your own, your primary care doctor can refer you to one. In conducting an evaluation, a speech-language pathologist will look at a child's speech and language skills within the context of total development. Besides observing your child, the speech-language pathologist will conduct standardized tests and scales, and look for milestones in speech and language development. The speech-language pathologist will also assess:     * what your child understands (called receptive language)     * what your child can say (called expressive language)     * if your child is attempting to communicate in other ways, such as pointing, head shaking, gesturing, etc.     * sound development and clarity of speech.     * your child's oral-motor status (how a child's mouth, tongue, palate, etc., work together for speech as well as eating and swallowing) If the speech-language pathologist finds that your child needs speech therapy, your involvement will be very important. You can observe therapy sessions and learn to participate in the process. The speech therapist will show you how you can work with your child at home to improve speech and language skills. Evaluation by a speech-language pathologist may find that your expectations are simply too high. Educational materials that outline developmental stages and milestones may help you look at your child more realistically. What Parents Can Do Like so many other things, speech development is a mixture of nature and nurture. Genetic makeup will, in part, determine intelligence and speech and language development. However, a lot of it depends on environment. Is a child adequately stimulated at home or at child care? Are there opportunities for communication exchange and participation? What kind of feedback does the child get? When speech, language, hearing, or developmental problems do exist, early intervention can provide the help a child needs. And when you have a better understanding of why your child isn't talking, you can learn ways to encourage speech development. Here are a few general tips you can employ at home:     * Spend a lot of time communicating with your child, even during infancy — talk, sing, and encourage imitation of sounds and gestures.     * Read to your child, starting as early as 6 months. You don't have to finish a whole book, but look for age-appropriate soft or board books or picture books that encourage kids to look while you name the pictures. Try starting with a classic book such as Pat the Bunny, in which the child imitates the patting motion, or books with textures that kids can touch. Later, let your child point to recognizable pictures and try to name them. Then move on to nursery rhymes, which have rhythmic appeal. Progress to predictable books, such as Eric Carle's Brown Bear, Brown Bear, in which your child can anticipate what happens. Your little one may even start to memorize favorite stories.     * Use everyday situations to reinforce your child's speech and language. For example, name foods at the grocery store, explain what you're doing as you cook a meal or clean a room, point out objects around the house, and as you drive, point out sounds you hear. Ask questions and acknowledge your child's responses. Keep things simple, but never use \"baby talk.\" Whatever your child's age, recognizing and treating problems early on is the best approach to help with speech and language delays. With proper therapy and time, your child will likely be better able to communicate with you and the rest of the world.",
            "vi": "Chậm nói hoặc chậm phát triển ngôn ngữ     Con bạn đã 2 tuổi rồi mà vẫn chưa biết nói. Thằng bé chỉ nói được vài từ, nhưng so với những đứa trẻ cùng tuổi thì bạn nghĩ là con mình chậm nói. Bạn nhớ ra chị của nó lúc ở tuổi này đã có thể nói được cả câu. Hi vọng con mình rồi sẽ nói được nên bạn chần chừ, chưa tính tới việc tìm lời khuyên của chuyên gia. Bạn nghĩ bụng là có một số đứa biết đi sớm và cũng có một số đứa nói được sớm. Chẳng có gì mà lo ngại cả... Trường hợp này cũng thường hay gặp ở những bố mẹ có con chậm nói. Nếu họ không quan sát thấy con mình có những biểu hiện “chậm” khác trong giai đoạn phát triển những năm đầu đời thì họ có thể sẽ nấn ná chưa vội tìm lời khuyên đâu. Nhiều người cũng biện hộ cho việc chậm nói của trẻ bằng cách tự trấn an mình “nó cũng sẽ nói được, cũng lớn thôi mà” hoặc “nó phát triển thể chất nhiều hơn”.  Nếu biết cái gì gọi là “bình thường” và cái gì là không bình thường trong quá trình phát triển ngôn ngữ và khả năng nói chuyện của bé, bạn có thể dễ dàng nhận biết xem liệu mình có nên lo lắng hoặc bé có phát triển bình thường không. Hiểu quá trình phát triển ngôn ngữ và khả năng giao tiếp bằng lời bình thường của bé Bạn nên thảo luận với bác sĩ về sự phát triển ngôn ngữ hoặc khả năng giao tiếp ban đầu của bé cũng như các mối quan tâm phát triển khác trong mỗi lần khám sức khỏe định kỳ cho bé (well-child visit: khám sức khỏe định kỳ lúc bé khỏe mạnh, bác sĩ sẽ khám tổng quát, theo dõi tình hình phát triển của bé). Quả thật khó có thể cho bạn biết liệu một đứa trẻ còn chưa đủ khả năng giao tiếp hay chưa thể truyền đạt được ý tưởng hoặc có vấn đề gì đó cần được theo dõi bởi người có chuyên môn. Những tiêu chuẩn phát triển dưới đây có thể cho bạn những gợi ý quan trọng: Trước 12 tháng tuổi  Trẻ em trong giai đoạn này cần được theo dõi các dấu hiệu mà đang sử dụng âm thanh của mình để chỉ môi trường xung quanh. Tiếng gù gù hay bi bô chính là những giai đoạn phát triển ngôn ngữ nói ban đầu của bé. Khi trẻ lớn hơn (thường khoảng 9 tháng tuổi) thì chúng có thể bắt đầu kết nối các âm thanh lại với nhau, kết hợp nhiều giọng điệu ngôn ngữ khác nhau lại và bé có thể phát ra những từ như “mama” và “dada” (mà không hề hiểu những từ ấy nghĩa gì). Trước 12 tháng tuổi, bé cũng cần chú ý đến âm thanh xung quanh mình nữa. Trẻ nhìn ngắm một cách chăm chú mà không tỏ ra một phản ứng gì với âm thanh thì có thể đó là dấu hiệu cho biết bé bị mất thính lực.  Từ 12 đến 15 tháng tuổi Trẻ ở tuổi này sẽ bập bẹ nhiều âm thanh và thường nói một hoặc nhiều từ đặc trưng nào đó (không kể “mama” và “dada” nữa). Bé thường biết nói những danh từ trước, như “baby” (bé) và “ball” (banh). Con bạn ở giai đoạn này cũng có thể hiểu và làm theo một vài hướng dẫn đơn giản (chẳng hạn như “Đưa cho mẹ đồ chơi đi.”) Từ 18 tới 24 tháng tuổi  Dẫu rằng ở lứa tuổi này, bé có rất nhiều thay đổi trong việc phát triển ngôn ngữ, hầu hết những bé mới tập đi nói khoảng 20 từ khi lên 18 tháng tuổi và có thể nói được 50 từ trở lên khi bé lên 2. Chuyển sang 2 tuổi, bé có thể bắt đầu biết kết hợp 2 từ liền lại với nhau và nói được nhiều câu đơn, như “em bé khóc” hoặc “Bố lớn”. Trẻ 2 tuổi có thể hiểu và thực hiện được các mệnh lệnh 2 bước (chẳng hạn như “Nhặt đồ chơi lên và đưa đây cho mẹ.”) Từ 2 tới 3 tuổi Bố mẹ thường chứng kiến “sự bùng nổ” từ vựng trong quá trình phát triển ngôn ngữ nói của con mình (đó là sự phát triển ồ ạt và nhanh chóng về số lượng từ của bé). Số từ của trẻ mới tập đi sẽ tăng lên nhanh chóng (đến một mức độ mà bạn không tài nào đếm xuể) và bé thường sẽ nối 3 từ trở lên lại với nhau để nói thành câu.  Sự hiểu biết của bé ở giai đoạn này cũng phát triển – lên 3 tuổi, trẻ sẽ bắt đầu hiểu được “để nó lên bàn” hoặc “đặt cái đó xuống dưới giường ngủ” là gì. Con bạn cũng bắt đầu biết phân biệt màu sắc và hiểu các khái niệm mô tả (chẳng hạn như “to với nhỏ”.)  Sự khác biệt giữa lời nói và ngôn ngữ  Lời nói và ngôn ngữ thường làm người ta phân vân, nhưng cũng có sự khác biệt giữa 2 điều đó:  * Lời nói là sự biểu đạt ngôn từ, là sự biểu đạt ngôn ngữ bằng lời và bao gồm cách phát âm rõ ràng, lời nói được hình thành qua đó.     * Khái niệm ngôn ngữ rộng hơn rất nhiều và nói về toàn bộ một hệ thống thể hiện, diễn tả và tiếp nhận thông tin theo cách có nghĩa. Ngôn ngữ làm người ta hiểu và  ngôn ngữ được hiểu thông qua giao tiếp – ngôn ngữ bằng lời, ngôn ngữ không lời, và ngôn ngữ viết. Mặc dù lời nói và ngôn ngữ chứa đựng các vấn đề khác nhau nhưng các vấn đề ấy cũng thường chồng chéo lên nhau. Trẻ có vấn đề về ngôn ngữ cũng có thể phát âm tốt nhưng không biết kết nối các cụm nhiều hơn 2 từ lại với nhau. Có trường hợp cách nói của trẻ có thể khó hiểu, nhưng trẻ có thể biết sử dụng các từ và cụm từ để diễn tả ý nghĩ của mình. Và cũng có trẻ có thể nói rất giỏi nhưng khó bày tỏ thông tin, người ta khó hiểu được trẻ đang nói cái gì.    Các dấu hiệu cảnh báo về một vấn đề có thể xảy ra Nếu bạn quan tâm đến sự phát triển ngôn ngữ và khả năng giao tiếp bằng lời của  bé thì bạn nên để ý các chi tiết dưới đây nhé.  Nếu thấy trẻ sơ sinh không có dấu hiệu gì phản ứng với âm thanh hoặc không phát ra một âm thanh nào cả thì bạn nên quan tâm đặc biệt đến bé. Trẻ từ 12 đến 24 tháng tuổi kèm các dấu hiệu sau đây thì bạn cũng nên cảnh giác nhé:   * trẻ 12 tháng tuổi mà không làm một cử chỉ, điệu bộ nào, chẳng hạn như động tác chỉ trỏ hoặc vẫy tay tạm biệt * trẻ 18 tháng tuổi thích giao tiếp bằng điệu bộ và động tác hơn lời nói * trẻ 18 tháng tuổi khó bắt chước âm thanh  * bé khó hiểu các câu yêu cầu đơn giản bằng lời Nếu bé trên 2 tuổi có các dấu hiệu sau đây thì bạn cũng nên quan tâm và kiểm tra cho bé nhé: * bé chỉ có thể bắt chước các hoạt động hoặc lời nói mà không hề tự nói các từ hoặc cụm từ một mình được * bé chỉ có thể nói được một vài từ hoặc một vài âm thanh nào đó một cách lặp đi lặp lại và không giao tiếp được bằng lời để truyền đạt những nhu cầu cơ bản nhất của mình  * bé không hiểu được các lời chỉ dẫn đơn giản * bé có giọng nói khác thường (chẳng hạn như âm thanh the thé hoặc âm mũi) * trẻ khó tiếp nhận, khó hiểu nhiều hơn so với lứa tuổi của mình. Bố mẹ và người chăm sóc trẻ thường xuyên chỉ hiểu được phân nửa điều trẻ muốn nói lúc 2 tuổi và hiểu được khoảng ¾ ngôn từ của bé khi bé lên 3. Khi trẻ lên 4 tuổi thì người khác có thể hiểu hầu hết các điều trẻ muốn nói, thậm chí là những người không quen biết với chúng. Các nguyên nhân gây chậm nói hoặc chậm phát triển ngôn ngữ  Nhiều nguyên nhân có thể làm cho bé chậm nói hoặc chậm phát triển ngôn ngữ. sự chậm nói ở một đứa trẻ phát triển bình thường có thể nhiều khi là do các khiếm khuyết ở miệng, chẳng hạn như các vấn đề về lưỡi hoặc vòm miệng. Mép ngắn (nếp dưới lưỡi) cũng có thể làm hạn chế sự chuyển động của lưỡi, làm hạn chế cử động của lưỡi để có thể giúp phát âm thành lời nói. Nhiều trẻ chậm nói gặp các vấn đề về cơ vận động miệng, nghĩa là sự giao tiếp không đạt hiệu quả ở các vùng do não điều tiết để có thể giúp bé phát âm thành lời. Trẻ thấy khó khăn trong việc sử dụng môi, lưỡi, và hàm để nói thành câu lời. Khả năng nói chuyện của bé cũng có thể là vấn đề độc lập duy nhất hoặc cũng có thể kèm theo các vấn đề về cơ vận động miệng (dây thần kinh vận động miệng) nữa. Sự chậm nói của bé cũng có thể là một dấu hiệu cho biết một sự chậm phát triển nhiều hơn về chung chung “toàn thể” nào đó.  Vấn đề về thính giác cũng là mối liên quan thường gặp dẫn đến chứng chậm nói ở trẻ, đó là lý do vì sao thính giác của trẻ phải nên được nhà thính học khám bất cứ khi nào trẻ có dấu hiệu khiến bạn lo lắng về khả năng nói chuyện. Trẻ nghe khó cũng có thể sẽ hiểu và tiếp thu khó, bắt chước và sử dụng ngôn ngữ cũng khó.  Các chứng bệnh viêm tai, nhất là các bệnh lây nhiễm mãn tính, cũng có thể làm ảnh hưởng đến khả năng thính giác của trẻ. Các bệnh viêm tai nhẹ, đơn giản cũng cần nên được chữa trị đúng đắn, dẫu chúng không gây ảnh hưởng gì đến khả năng nói chuyện của bé cả. Những điều nhà nghiên cứu bệnh học về ngôn ngữ và khả năng nói chuyện làm  Nếu bạn hoặc bác sĩ nghi ngờ con bạn đang có vấn đề thì việc nhờ nhà nghiên cứu bệnh học khám chữa, chẩn đoán sớm là hết sức quan trọng. Tất nhiên là nếu phát hiện bé không có vấn đề gì thì việc làm này ắt có thể làm cho bạn không còn sợ hãi nữa. Mặc dù bạn có thể tự tìm cho mình một nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời thì bác sĩ chẩn đoán đầu tiên cũng có thể chuyển bạn đến một nhà nghiên cứu bệnh học nào đó. Trong khi hướng dẫn, đánh giá cho trẻ thì nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời cũng sẽ quan sát các kỹ năng nói chuyện và kỹ năng ngôn ngữ của bé trong một phạm vi, một khuôn khổ phát triển toàn diện. Ngoài việc quan sát bé, nhà nghiên cứu bệnh học này cũng tiến hành cho làm các kiểm tra và chia theo độ chuẩn, và tìm các điểm mốc quan trọng trong sự phát triển ngôn ngữ và khả năng nói chuyện của trẻ. nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời cũng sẽ đánh giá về:  * những điều bé hiểu được (gọi là ngôn ngữ lĩnh hội) * những điều bé có thể nói (gọi là ngôn ngữ diễn đạt) * xem liệu bé có cố giao tiếp, truyền đạt ý tưởng bằng một cách nào khác không, như chỉ trỏ, lắc đầu, dùng cử chỉ, điệu bộ ... * sự phát triển âm thanh và phát âm rõ ràng * tình trạng cơ vận động miệng của bé (xem cách miệng, lưỡi, vòm miệng, ... cùng hoạt động như thế nào để có thể giúp bé phát âm cũng như giúp bé ăn uống và nuốt thức ăn) Nếu nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời phát hiện ra con bạn cần liệu pháp ngôn ngữ thì sự góp phần của bạn là hết sức quan trọng. Bạn có thể theo dõi, quan sát các phần liệu pháp và học cách tham gia vào quá trình liệu pháp ngôn ngữ này. Nhà âm ngữ trị liệu sẽ chỉ cho bạn cách có thể giúp bé phát triển kỹ năng ngôn ngữ và giao tiếp bằng lời ở nhà. Sự đánh giá, chẩn đoán của nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời có thể thấy rằng sự kỳ vọng của bạn thường quá cao. Các tài liệu giáo dục có thể vạch ra các giai đoạn phát triển và các mốc quan trọng có thể giúp bạn nhìn con mình thực tế hơn. Bố mẹ có thể làm gì Giống như rất nhiều thứ khác, sự phát triển khả năng giao tiếp bằng lời là sự pha trộn giữa bản chất tự nhiên và sự nuôi dưỡng, giáo dục. Sự cấu tạo gien phần nào cũng quyết định trí thông minh và khả năng phát triển ngôn ngữ và giao tiếp bằng lời của trẻ. Tuy nhiên, phần lớn đều tuỳ thuộc vào môi trường sống của bé. Liệu con bạn đã được khuyến khích khả năng ngôn ngữ một cách phù hợp ở nhà hoặc ở trung tâm chăm sóc và giám sát trẻ chưa? Liệu bé có cơ hội nào để giao tiếp và trao đổi giao tiếp chưa? Bé nhận được thông tin phản nào?  Khi các vấn đề ngôn ngữ, khả năng giao tiếp bằng lời, thính giác, hoặc các vấn đề phát triển nào đó nảy sinh thì biện pháp can thiệp sớm có thể giúp ích được rất nhiều cho bé. Khi bạn hiểu hơn về lý do vì sao con mình chưa nói được thì bạn có thể nghiên cứu nhiều cách để khuyến khích sự phát triển ngôn ngữ bằng lời của bé.   Dưới đây là một vài bí quyết thông dụng, bạn có thể sử dụng ở nhà: * Dành nhiều thời gian để trò chuyện với bé, thậm chí là trong giai đoạn sơ sinh – như nói chuyện, hát, và khuyến khích con bắt chước những âm thanh và cử chỉ, điệu bộ của mình. * Đọc sách cho bé nghe, bắt đầu từ 6 tháng tuổi. Bạn không cần thiết phải đọc hết cả quyển sách đâu, mà chỉ tìm những quyển sách mềm hoặc có bìa cứng phù hợp với lứa tuổi của bé hoặc sách tranh, khuyến khích bé nhìn vào hình trong lúc bạn gọi tên hình ảnh. Bạn hãy thử bắt đầu bằng các sách truyện cổ điển như Pat the Bunny, trong đó bé có thể bắt chước hoạt động vỗ bộp bộp, hoặc những quyển sách có chất liệu mà trẻ có thể tiếp xúc, cầm nắm được. Dần dần, hãy để cho bé chỉ vào các bức hình mà bé có thể nhận diện một cách dễ dàng và đọc tên những hình đó. Kế đến, hãy cho bé làm quen với các bài hát ru, có âm điệu nhịp nhàng, lôi cuốn. Tiếp nữa, hãy cho bé tiếp cận các sách có thể đoán được, như Eric Carle's Brown Bear (chú gấu nâu của Eric Carle), Brown Bear (chú gấu nâu), trong đó bé có thể đoán biết chuyện gì sẽ xảy ra trong câu truyện. Giờ đây bé thậm chí còn có thể bắt đầu nhớ được các mẫu truyện yêu thích của mình nữa đấy. * Bạn nên sử dụng các tình huống hằng ngày để giúp trẻ củng cố lại ngôn ngữ và khả năng giao tiếp của mình. Chẳng hạn như, bạn hãy gọi tên thực phẩm ở cửa hàng tạp hoá, giải thích cho bé nghe việc mình đang làm như nấu ăn hoặc lau nhà cửa, vệ sinh phòng ốc, hãy chỉ cho bé biết các vật dụng và đồ dùng trong nhà, và khi bạn lái xe, hãy chỉ cho bé nghe các âm thanh mà bạn nghe được. Hãy đặt câu hỏi và chấp nhận các phản ứng của bé. Bạn hãy nói cho bé nghe những điều đơn giản, dễ hiểu nhưng đừng bao giờ “nói chuyện bi bô” theo ngôn từ của bé để nói chuyện với con. Bất kể là con bạn đang ở độ tuổi nào, việc phát hiện, nhận biết và điều trị các vấn đề của bé sớm luôn là biện pháp hữu hiệu nhất có thể giúp cải thiện tình trạng chậm nói và chậm phát triển ngôn ngữ. Thời gian cùng với các liệu pháp đúng đắn sẽ có thể giúp con bạn giao tiếp tốt hơn với bạn và thế giới bên ngoài."
        },
        {
            "en": "All expectant parents hope that their babies will be healthy. Yet sometimes problems arise that require a newborn to be hospitalized. When this happens, the baby may be admitted to the neonatal intensive care unit (NICU) for treatment. It's almost always stressful when a baby is unexpectedly admitted to the NICU. But the doctors, nurses, and other caregivers in the unit will do their best to provide emotional support for you while caring for your infant's medical needs. About the NICU With equipment designed for infants and a hospital staff who have special training in newborn care, the NICU is an intensive care unit created for sick newborns who need specialized treatment. Sometimes the NICU is also called: * a special care nursery  * an intensive care nursery  * newborn intensive care  Babies may be sent to the NICU if: * they're born prematurely  * difficulties occur during their deliveries  * they show signs of a problem in the first few days of life  Only very young babies (or babies with a condition linked to being born prematurely) are treated in the NICU — they're usually infants who haven't gone home from the hospital yet after being born. How long they'll remain in the unit depends on the severity of their illness. Although not all babies in the NICU have the same illness or condition, some diagnoses are common to newborns who need intensive care. Here's a brief look at those conditions, what causes them, how they're diagnosed, how they're treated, and how long infants usually stay in the unit after they've been diagnosed. Anemia What is it? One of the more common blood disorders, anemia is a low number of red blood cells in the blood. Babies who are anemic may: * have apnea (stop breathing for 20 seconds or more)  * have low blood pressure  * have a high heart rate  * seem sleepy What causes it? Premature infants may develop anemia for a number of reasons. In the first few weeks of life, infants don't make many new red blood cells. Also, their red blood cells have a shorter life than an adult's. And the frequent blood samples that must be taken for laboratory testing make it difficult for red blood cells to replenish. In full-term or preterm infants, hemolytic disease of the newborn (incompatibility between the blood types of the mother and baby) can lead to anemia. How is it diagnosed? A doctor can diagnose anemia with a blood test. How is it treated? Minor cases are monitored closely, whereas severe cases (especially in those premature babies who weigh less than 2.2 pounds [1,000 grams]) may require red blood cell transfusions. Doctors also try to treat the underlying cause of the anemia. How long will my baby be in the NICU? By the time the underlying problem has been treated, the number of red blood cells in the infant's circulation stabilizes. As long as the baby is doing well and no longer has symptoms, then the doctors usually let the infant go home with close follow-up with the child's doctor. Apnea What is it? Although it's perfectly normal for everyone to experience occasional pauses in breathing, newborns who don't take at least one breath in 20 seconds or more have a condition called apnea. During an apnea spell: * the baby stops breathing  * the heart rate may decrease  * the skin may turn pale, purplish, or blue from lack of oxygen  What causes it? Apnea is usually caused by immaturity in the area of the brain that controls the drive to breathe (the brain doesn't \"remember\" to take a breath), although illness can also be responsible. Almost all babies born at 30 weeks or less will experience apnea, but apnea spells become less frequent with age. How is it diagnosed? To accurately diagnose apnea, doctors monitor a baby's breathing rate in the NICU and may order a polysomnogram, which involves attaching the baby to several monitors and observing the infant for about 8 to 12 hours. The pneumogram provides information about the baby's heart rate, breathing, and oxygen saturation in the blood. How is it treated? In the NICU, all premature babies are monitored for apnea spells. The first line of treatment for apnea is simply stimulating the baby to help him or her remember to breathe. This can mean rubbing the infant's back or tapping the feet. However, when apnea occurs frequently, the infant may require medication (most commonly caffeine or theophylline) and/or a special nasal device that blows a steady stream of air into the airways to keep them open. How long will my baby be in the NICU? Babies remain in the unit until they've been apnea-free for 24 to 48 hours. Some may go home with an apnea monitor and on caffeine so parents can continue to watch for the condition. Many babies <em>outgrow</em> apnea by the time they're 10 weeks past their original due date. Bradycardia What is it? This is an abnormal slowing of the heart rate. What causes it? Bradycardia often arises from other problems like low oxygen levels in the blood or apnea. How is it diagnosed? Taking the baby's pulse and monitoring in the NICU will confirm a diagnosis of bradycardia. How is it treated? Bradycardia is treated by dealing with the underlying cause, such as apnea. In some rare cases, a heart defect may be responsible for the slower heart rate. For the appropriate care, babies with a heart defect need to see a pediatric cardiologist (a doctor who specializes in treating heart problems in children). How long will my baby be in the NICU? Usually, the length of the stay is determined by the condition causing the bradycardia, not the bradycardia itself. Bronchopulmonary dysplasia (BPD) What is it? Babies who still need oxygen at 4 weeks before their original due date are considered to have bronchopulmonary dysplasia — one of the most common chronic lung diseases in infants in the United States. What causes it? Bronchopulmonary dysplasia occurs in different infants for different reasons. It can happen in full-term as well as premature infants and doctors believe that it's due to an individual infant's response to a number of possible factors. The combination of the premature baby's immature lungs and the treatments (including machines and oxygen) to help the little one breathe is thought to cause damage (or scarring) to the lungs. Infections and pneumonia can also lead to the condition. Milder levels of damage are called chronic lung disease of prematurity (CLD). As the babies mature, they grow more lung tissue, which can improve their breathing over time. How is it diagnosed? The diagnosis of bronchopulmonary dysplasia usually doesn't occur until 2 to 4 weeks into the infant's life. At that point, the doctors make a diagnosis based on whether there was lung damage or an injury at birth and whether the infant has needed extra oxygen for a prolonged period of time. Chest X-rays can also help determine the extent of the lung damage. How is it treated? Bronchopulmonary dysplasia is sometimes treated with steroids to decrease the amount of scarring. However, because steroids can cause side effects, doctors usually wait as long as possible to begin steroid treatment. Steroids are never used without a complete discussion with the family as to potential benefits and risks. Other, more commonly used medicines include diuretics (which make the child urinate, or pee, and help eliminate excess fluid that can build up in the damaged lungs) and bronchodilators (which relax the muscles that surround the airways and allow them to open up). Babies with the disease also sometimes need ventilators (breathing machines) at home to help them breathe. And although it's uncommon, in severe cases, the surgical insertion of a breathing tube in the neck (called a tracheostomy) may be required so the baby can go home on a ventilator. Occasionally, babies need home oxygen therapy for several months. How long will my baby be in the NICU? Bronchopulmonary dysplasia is a serious condition that calls for longer stays in the NICU, sometimes up to several months. The smallest infants are usually the ones who develop the disease, so their stays are longer to make sure they're stable before they're discharged. Hydrocephalus What is it? Hydrocephalus means \"water on the brain.\" What causes it? A buildup of cerebrospinal fluid that surrounds the brain and the spinal cord causes hydrocephalus. It occurs when something — often bleeding from an intraventricular hemorrhage or an abnormality of the brain or skull — blocks the flow of the fluid. The buildup can create pressure that can damage the brain. How is it diagnosed? Doctors suspect hydrocephalus if a baby has a particularly large head or if head size increases rapidly. A computed tomography (or CT scan — a type of X-ray) can confirm this suspicion. How is it treated? Less serious cases are usually simply monitored, but more severe ones require a surgeon to place a tube in the brain that drains the fluid from the brain into the abdomen. How long will my baby be in the NICU? Again, this depends on the severity of the case. A serious condition may require a stay of several weeks or months, with careful monitoring so as to recognize potential long-term side effects like mental retardation and seizures. Intraventricular hemorrhage (IVH) What is it? Intraventricular hemorrhage is bleeding in the brain. Severe cases may cause a drop in blood pressure or seizures. Other symptoms could include: * a weak suck  * high-pitched cry  * apnea  * bradycardia   * anemia  What causes it? IVH usually occurs in premature babies because the vessels in their developing brains are especially fragile and can bleed easily. How is it diagnosed? It's diagnosed with an ultrasound of the head so that doctors can look for collections of blood in the brain. How is it treated? There's no specific treatment for intraventricular hemorrhage, so NICUs try to prevent it by controlling babies' blood pressure. Once diagnosed, the problem is closely monitored with frequent ultrasounds. If serious, IVH leads to severe hydrocephalus, which can be treated with a surgically placed shunt. How long will my baby be in the NICU? This depends on the severity of the bleeding. Infants with serious cases may spend several weeks to months in the NICU and be at risk for conditions like cerebral palsy or seizures later in life. Jaundice What is it? Jaundice is a high level of bilirubin in the blood (bilirubin is a byproduct of the natural breakdown of blood cells, and the liver usually \"recycles\" it back into the body). Although mild jaundice is fairly common in full-term babies, it's much more common in premature babies. What causes it? Jaundice occurs when a baby has increased blood cell breakdown and the liver can't handle the extra bilirubin, which builds up, giving the skin and the whites of the eyes a yellowish color. Babies with jaundice are sometimes more sleepy than usual and, in severe cases, may be lethargic. How is it diagnosed? Although the yellow skin is a fairly good indicator, a diagnosis is made with a blood test to measure the bilirubin level. How is it treated? Extremely high levels of bilirubin can cause brain damage, so infants are monitored for jaundice and treated quickly, before bilirubin reaches dangerous levels. Standard treatment includes providing adequate fluids and light therapy, in which the baby spends time under a special blue-colored light. Some cases may also require a blood transfusion. How long will my baby be in the NICU? Babies with this condition stay in the NICU until their bilirubin level drops, usually in about 2 to 3 days. Necrotizing enterocolitis (NEC) What is it? The most common intestinal condition in newborns, necrotizing enterocolitis occurs in about 1% to 5% of infants in the NICU and happens more commonly in low birth weight and premature infants. What causes it? It's thought that a number of factors can contribute to the development of NEC, which is the necrosis, or death, of parts of the intestine. Although a full-term infant can get the condition, the more premature a baby is, the greater the risk for NEC — perhaps because the intestines aren't developed enough to handle digestion. Factors that are also believed to contribute include the introduction of milk feeding, damage to the intestines from an infection, and poor blood flow. Babies with NEC may: * have a tense abdomen  * need more oxygen or higher ventilator settings  * have blood in their bowel movements  * exhibit signs of apnea  How is it diagnosed? An X-ray of the abdomen confirms the diagnosis. How is it treated? If there's no sign of a rupture in the intestines, doctors treat necrotizing enterocolitis by: * giving antibiotics  * stopping all intestinal feeding (such as formula feeding, breastfeeding, or using a feeding tube) * switching to an IV * draining the baby's stomach  * performing regular abdominal X-rays  In the case of an intestinal rupture, a surgeon may remove the diseased section of the intestine or make an incision in the abdomen to allow the infected fluid to drain. How long will my baby be in the NICU? Recovering from NEC can take a long time. Babies may spend many weeks in the NICU readjusting to regular feeding. Patent ductus arteriosus (PDA) What is it? The ductus arteriosus (DA) is a blood vessel in the heart that connects the aorta (which provides blood to the rest of the body) to the pulmonary artery (which sends blood to the lung). It allows blood to bypass the lungs while a baby is still in the womb. What causes it? The ductus arteriosus usually closes shortly after birth, which allows for normal blood circulation. But in some babies, most often premature ones, it remains open, or patent. Then blood flows through the ductus arteriosus and floods the vessels in the lungs, causing respiratory problems. How is it diagnosed? Those breathing problems are one clue that a baby has PDA. A heart murmur may also lead doctors to suspect the condition, which is then confirmed with an ultrasound of the heart. How is it treated? Sometimes doctors can close the ductus arteriosus by administering medicine. But if that doesn't work, or if the baby is too sick to take the medicine, the infant will need surgery to close it. How long will my baby be in the NICU? Although recovery time varies from child to child, many babies bounce back from PDA treatment in several days. Periventricular leukomalacia (PVL) What is it? A type of brain injury, periventricular leukomalacia occurs in the brain tissue that surrounds the fluid-filled cavities of the brain, called ventricles. This area of the brain is called white matter, in contrast to the grey matter that makes up the rest of the brain. So, the injury occurs to the white matter that provides connections between the brain and the muscles of the body. What causes it? PVL is thought to be caused by severe intraventricular hemorrhaging (bleeding in the brain). How is it diagnosed? Often no signs of PVL will be apparent in the nursery. Premature infants are at greater risk of having it, so doctors will frequently get studies like a head ultrasound or an MRI (magnetic resonance imaging) to look for periventricular leukomalacia. As the infant gets a little older, he or she may show signs of developmental delays. How is it treated? There's no specific treatment, only close monitoring and support with therapists if a child does develop significant delays, usually after discharge from the hospital How long will my baby be in the NICU? Babies with this condition may be in the NICU for several weeks or months. Respiratory distress syndrome (RDS) What is it? One of the most common and immediate problems facing premature infants is difficulty breathing. Although there are many causes of breathing difficulties in premature babies, the most common is called respiratory distress syndrome (RDS). What causes it? In RDS, the infant's immature lungs don't produce enough of an important substance called surfactant. Surfactant allows the inner surface of the lungs to expand properly when the infant makes the change from the womb to breathing air after birth. How is it diagnosed? Doctors suspect respiratory distress syndrome in any premature baby or in full-term infants who are breathing particularly hard and fast or require extra oxygen. A chest X-ray can confirm this diagnosis. How is it treated? RDS is treatable and many infants do quite well. When premature delivery can't be stopped, most pregnant women can be given medication just before delivery to help prevent RDS. Then, immediately after birth and several times later, artificial surfactant can be given to the infant through a breathing tube. Although most premature babies who lack surfactant will require a breathing machine, or ventilator, the use of artificial surfactant has greatly decreased the amount of time they spend on the ventilator. How long will my baby be in the NICU? Babies with serious cases usually require many days or weeks in the unit. Retinopathy of prematurity (ROP) What is it? The eyes of premature infants are especially vulnerable to injury after birth. A serious complication is called retinopathy of prematurity (ROP), which is an abnormal growth of the blood vessels in an infant's eye (within the retina). About 7% of babies weighing 2.8 pounds (1,250 grams) or less at birth develop the condition, and the resulting damage may range from mild (the need for glasses) to severe (blindness). What causes it? The cause of ROP in premature infants is unknown. Although it was previously thought that too much oxygen was the primary problem, further research has shown that oxygen levels (either too low or too high) play only a contributing factor in the development of the condition. How is it diagnosed? Because many very premature babies have some level of ROP, an eye exam by a pediatric eye doctor is standard at 8 to 10 weeks before the premature baby's original due date. How is it treated? For slight damage, the eye doctor may just follow the baby with frequent exams. But if the damage is greater, laser surgery will be needed to prevent it from progressing. How long will my baby be in the NICU? ROP alone doesn't usually determine the length of a newborn's stay in the unit. It often occurs in conjunction with other problems, and those will be a greater influence on when a baby can leave. But babies generally recover from the laser surgery in 24 to 48 hours. Sepsis What is it? A very serious condition, sepsis is the body's response to infection that has spread throughout the blood and tissues.  Babies with sepsis may: * be lethargic  * have a low or high temperature  * not eat well  * have apnea or difficulty breathing  * appear jaundiced  * just not look right  What causes it? Sepsis is an infection caused by bacteria growing in the blood. The bacteria can get into the blood: * during labor and delivery from the mother  * from IV lines  * after close contact with an individual who's infected with, or is a carrier of, bacteria  How is it diagnosed? A blood culture — sometimes along with a urine test or spinal tap — is used to diagnose the illness. How is it treated? When doctors suspect sepsis, they'll treat the baby with antibiotics until the lab results come back — usually for 48 hours. If those results are positive for sepsis, the baby receives antibiotics for 7 to 14 more days while being closely monitored. How long will my baby be in the NICU? Cases of sepsis are often severe (the infection can lead to meningitis, organ damage, and occasionally, death) and require a fairly long NICU stay, sometimes several weeks. Transient tachypnea of the newborn (TTN) What is it? Rapid breathing in a full-term newborn (more than 60 breaths a minute) is called transient tachypnea. Until about 4 hours after the delivery, this can actually be normal. What causes it? After 4 hours after delivery, doctors start to look for a cause of the rapid breathing, such as pneumonia, a blood infection, or problems with the lungs, including underdevelopment. How is it diagnosed? Blood tests and X-rays can help diagnose the underlying condition. How is it treated? The lung condition usually subsides within a few days with treatment. Babies are helped to breathe or receive oxygen, if needed, and the NICU staff closely watch their oxygen levels. How long will my baby be in the NICU? A stay of 24 to 72 hours is normal while NICU staff monitor the baby's condition. Other complications In addition to specific diagnoses, infants in the NICU can experience general problems. For instance, newborns lose heat easily, and preemies in particular have trouble regulating their body temperature, as they lack the energy or fat reserves to generate heat and the body mass to maintain it. So NICU babies must be kept warm in warmers or isolettes. High or low blood pressure can also be a risk for premature babies because their developing blood vessels can't handle changes in blood pressure and may tear more easily. Some preemies have trouble feeding because they aren't physically coordinated enough yet to do it. Eating is the most energy-consuming process for a newborn, and babies in the NICU often don't have the strength or energy to feed on their own. Instead, they have to be fed through an IV line or a tube. And if the digestive tract isn't sufficiently developed to handle food, that can cause problems too, as seen with necrotizing enterocolitis. A related condition is reflux. Although all infants have some reflux in the early months, preemies have a particular problem with it because they have poor muscle tone. Sphincters are muscles, and when the one between the esophagus and the stomach is weak, it allows the acidic stomach contents to bubble back up into the esophagus. (A preemie's immature nervous system has trouble controlling the sphincter as well.) The acid irritates the esophagus, which can lead to feeding problems. Inhaling and choking on the reflux is a more serious risk. Newborns who need intensive care are also vulnerable to infections. Their skin and mucous membranes — the body's primary lines of defense against bacteria and viruses — aren't well developed enough to provide adequate protection. With several immune-compromised babies in one space, infections that are introduced into the NICU can spread easily, and with nurses caring for multiple babies, the possibility of communicating infectious agents increases. That's why NICU staff are vigilant about keeping that environment as clean as possible. Talking to the doctor If your baby is admitted to the NICU, you'll want to find out as much about his or her care as possible. Some questions to ask the doctor are: * How long will my baby be in the unit?  * What, specifically, is the problem?  * What will be involved in my baby's treatment?  * What medicines will my baby have to take? * What can I do to help my baby?   You may also want to talk to the nurses to find out more about your baby's daily care and what to expect when you spend time with your little one. Once you have the answers to these questions, you'll know the way to help your baby during his or her time in intensive care.  ",
            "vi": "Tất cả các bậc bố mẹ đều hy vọng con mình sinh ra sẽ được khỏe mạnh. Tuy nhiên đôi khi cũng phát sinh nhiều vấn đề mà bắt buộc trẻ sơ sinh phải nhập viện. Nếu nhập viện thì trẻ có thể được nhận vào điều trị ở phòng săn sóc đặc biệt cho trẻ sơ sinh (NICU).  Người ta hầu như lúc nào cũng rất căng thẳng khi trẻ phải đột ngột vào NICU. Nhưng các bác sĩ, y tá và những người chăm trẻ khác trong khoa sẽ nỗ lực hết sức để hỗ trợ tinh thần cho bạn trong khi chăm sóc các nhu cầu y tế cho con của bạn. Tìm hiểu về NICU Với những thiết bị được thiết kế dành cho trẻ sơ sinh và nhân viên bệnh viện được đào tạo đặc biệt trong việc chăm sóc trẻ sơ sinh thì NICU là một khoa chăm sóc đặc biệt cho trẻ sơ sinh bị bệnh cần được điều trị đặc biệt.  Đôi khi NICU cũng được gọi là:  * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt cho trẻ sơ sinh Trẻ có thể được gởi đến NICU nếu:  * bị sinh non * khó sinh  * có nhiều dấu hiệu rắc rối trong một vài ngày đầu sau khi sinh  Chỉ có những trẻ sơ sinh rất nhỏ (hoặc trẻ bị bệnh do sinh thiếu tháng) mới được điều trị ở NICU – thường là những trẻ chưa xuất viện về nhà sau khi sinh. Thời gian điều trị tại đây tuỳ thuộc vào mức độ nghiêm trọng của từng bé.  Mặc dù không phải trẻ nào được điều trị ở NICU đều bị bệnh hoặc có tình trạng sức khỏe giống nhau, nhưng dưới đây là một số chẩn đoán thường thấy đối với trẻ sơ sinh cần được chăm sóc đặc biệt.  Dưới đây là cái nhìn sơ lược về những chứng bệnh thường gặp, các nguyên nhân gây bệnh, cách thức chẩn đoán, phương pháp điều trị, và thời gian trẻ thường lưu lại ở đây sau khi được chẩn đoán là bao lâu. Bệnh thiếu máu Bệnh thiếu máu là gì?  Một trong những chứng bệnh liên quan đến máu thường gặp là bệnh thiếu máu – thiếu máu là chứng bệnh mà số hồng cầu trong máu thấp. Trẻ bị thiếu máu có thể:  * bị nghẹt thở (ngưng thở trong vòng 20 giây trở lên) * bị tụt huyết áp * có nhịp tim nhanh  * có vẻ buồn ngủ Nguyên nhân gây thiếu máu?  Trẻ sinh thiếu tháng có thể bị thiếu máu vì nhiều lý do. Trong một vài tuần đầu đời, trẻ không tạo thêm nhiều hồng cầu mới. Bên cạnh đó, các hồng cầu của trẻ sơ sinh đều có vòng đời ngắn hơn so với vòng đời của hồng cầu người lớn. Và các mẫu máu thường xuyên phải được lấy làm xét nghiệm ở phòng thí nghiệm làm cho hồng cầu rất khó có thể tái tạo lại được.   Đối với những trẻ sơ sinh thiếu tháng hoặc đủ tháng, thì bệnh tán huyết ở trẻ sơ sinh (chứng không tương thích giữa kiểu máu của người mẹ và kiểu máu của con) có thể dẫn đến bệnh thiếu máu.  Bệnh thiếu máu được chẩn đoán như thế nào?  Bác sĩ có thể chẩn đoán bệnh thiếu máu bằng xét nghiệm máu.  Bệnh thiếu máu được điều trị như thế nào?  Những trường hợp bệnh nhẹ được theo dõi sát sao, trong khi đó những ca nghiêm trọng (nhất là ở những trẻ sinh thiếu tháng có cân nặng dưới 2.2 pao [1,000 gram]) có thể phải được truyền hồng cầu. Bác sĩ cũng cố điều trị nguyên nhân tiềm ẩn của chứng thiếu máu này.  Con tôi sẽ ở NICU bao lâu?  Khi vấn đề tiềm ẩn được điều trị thì số lượng hồng cầu trong tuần hoàn của trẻ sơ sinh cũng được ổn định. Chừng nào trẻ trở nên khỏe mạnh và không còn bất cứ triệu chứng nào nữa thì bác sĩ thường sẽ cho trẻ xuất viện về nhà đồng thời được bác sĩ theo dõi chặt chẽ. Chứng nghẹt thở  Chứng nghẹt thở là gì?  Mặc dù chuyện thỉnh thoảng người ta bị ngưng thở là hoàn toàn bình thường, nhưng trẻ sơ sinh nếu không thở ít nhất là một lần trong vòng 20 giây trở lên thì trẻ đã mắc chứng nghẹt thở. Trong một cơn bệnh như vậy thì:  * trẻ ngừng thở  * nhịp tim có thể giảm * da trẻ có thể trở nên tái nhợt, đỏ tía, hoặc xanh dương do thiếu ô-xy Nguyên nhân gây nghẹt thở là gì? Chứng nghẹt thở thường gây ra do vùng não điều khiển chức năng hô hấp chưa hoàn thiện (não “quên” thở), mặc dù đôi khi một bệnh nào khác cũng có thể gây ra chứng nghẹt thở này. hầu hết tất cả các trẻ sinh ở tuần thứ 30 trở xuống đều sẽ bị bệnh này, nhưng các cơn bệnh trở nên ít đi khi trẻ lớn lên.  Chứng nghẹt thở được chẩn đoán như thế nào?  Để chẩn đoán chính xác chứng nghẹt thở, bác sĩ của NICU sẽ theo dõi nhịp thở của trẻ và có thể yêu cầu trẻ đo sóng não, điện tâm đồ tim và các hoạt động của cơ thể, bác sĩ sẽ quan sát bé bằng nhiều máy theo dõi trong khoảng thời gian từ 8-12 tiếng đồng hồ. Biểu đồ hoạt động phổi cho biết thông tin về nhịp tim, hô hấp của trẻ, và độ bão hoà ô-xy trong máu của trẻ.  Chứng nghẹt thở được điều trị như thế nào? Tại NICU, tất cả các trẻ sinh thiếu tháng đều được theo dõi các cơn nghẹt thở. Phương pháp điều trị nghẹt thở đầu tiên là chỉ cần kích thích cho trẻ thở trở lại. Bạn có thể chà xát vào lưng hoặc vỗ vào bàn chân của trẻ. Tuy nhiên khi trẻ bị nghẹt thở thường xuyên thì có thể cần phải được sử dụng thuốc (thường thấy nhất là cà-phê-in hoặc an-ka-lô-íc trong lá trà) và/hoặc cần một thiết bị hỗ trợ đặc biệt cho mũi để thổi luồng không khí đều đặn vào đường thở làm cho đường thở mở ra.   Con tôi sẽ ở NICU bao lâu?  Trẻ vẫn ở lại điều trị ở NICU cho đến khi không còn nghẹt thở nữa trong vòng 24-48 tiếng đồng hồ. Một số trẻ có thể được xuất viện về nhà kèm theo máy theo dõi ngưng thở và có thể sử dụng cà-phê-in vì vậy bố mẹ có thể tiếp tục theo dõi bệnh cho con mình. Hầu hết trẻ sơ sinh đều có thể không còn nghẹt thở nữa vào tuần thứ 10 sau khi sinh.   Nhịp tim chậm Nhịp tim chậm là gì?  Đây là chứng nhịp tim chậm bất thường.  Nguyên nhân gây nhịp tim chậm là gì? Nhịp tim chậm thường xảy ra do nhiều vấn đề khác gây ra chẳng hạn như nồng độ ô-xy trong máu thấp hoặc là do nghẹt thở.   Nhịp tim chậm được chẩn đoán như thế nào? Việc bắt mạch cho trẻ và theo dõi mạch của trẻ ở NICU sẽ giúp cho việc chẩn đoán nhịp tim chậm trở nên chắc chắn hơn.  Nhịp tim chậm được điều trị như thế nào? Nhịp tim chậm được điều trị bằng cách xử lý nguyên nhân tiềm ẩn của nó, chẳng hạn như chứng nghẹt thở. Trong một số trường hợp hiếm thấy, thì chứng dị tật tim cũng có thể là nguyên nhân gây chậm nhịp tim. Để chăm sóc đúng đắn, trẻ bị dị tật tim cần phải được khám bởi bác sĩ tim mạch khoa nhi (bác sĩ chuyên điều trị các vấn đề tim mạch ở trẻ em).   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì thời gian trẻ phải ở lại điều trị bao lâu tuỳ thuộc vào nguyên nhân làm cho nhịp tim chậm chứ không phải chính bản thân bệnh nhịp tim chậm.  Chứng loạn sản phế quản-phổi  Loạn sản phế quản-phổi là gì?  Trẻ vẫn cần ô-xy trước khi sinh đến 4 tuần bị coi là mắc bệnh loạn sản phế quản-phổi, đây là một trong những chứng bệnh phổi mãn tính thường thấy nhất đối với trẻ sơ sinh ở Hoa Kỳ.  Nguyên nhân gây loạn sản phế quản-phổi là gì?  Bệnh loạn sản phế quản-phổi xảy ra khác nhau ở từng trẻ sơ sinh và có nhiều nguyên nhân khác nhau. Nó có thể xảy ra đồng thời ở trẻ sinh thiếu tháng lẫn trẻ sinh đủ tháng và các bác sĩ cho rằng đó là do sự phản ứng của từng trẻ đối với một số yếu tố có thể xảy ra.  Các phương pháp điều trị (bao gồm máy móc và ô-xy) cộng với lá phổi non nớt chưa hoàn thiện của trẻ sinh thiếu tháng để giúp cho trẻ thở được cho là nguyên do gây tổn thương (gây hại) cho phổi. Bệnh viêm phổi và nhiễm trùng cũng có thể gây bệnh. Mức độ tổn hại nhẹ hơn được gọi là bệnh phổi mãn tính ở trẻ sinh non (CLD). Khi trẻ lớn lên, chúng tạo thêm nhiều mô phổi, có thể dần dần cải thiện tình trạng hô hấp.  Chứng loạn sản phế quản-phổi được chẩn đoán như thế nào? Mãi đến tuần thứ 2 đến thứ 4 sau khi sinh thì trẻ mới thường được chẩn đoán bệnh loạn sản phế quản-phổi. Vào thời điểm đó, bác sĩ sẽ chẩn đoán dựa trên việc liệu phổi có bị tổn thương hoặc có chấn thương nào khi sinh không và xem liệu trẻ có cần thêm ô-xy để kéo dài hô hấp không. Chụp hình X-quang ngực cũng có thể giúp xác định mức độ tổn thương phổi.  Chứng loạn sản phế quản-phổi được điều trị như thế nào?  Chứng loạn sản phế quản-phổi đôi khi được điều trị bằng xtê-rô-ít để làm giảm mức độ tổn thương. Tuy nhiên vì xtê-rô-ít có thể gây tác dụng phụ nên bác sĩ thường chờ càng lâu càng tốt mới bắt đầu điều trị bằng xtê-rô-ít. Xtê-rô-ít chẳng bao giờ được sử dụng mà không bàn bạc đầy đủ với gia đình về các lợi ích và nguy cơ rủi ro tiềm ẩn của nó.  Ngoài ra,, những loại thuốc thường được sử dụng nhiều hơn như thuốc lợi tiểu (làm cho trẻ đi tiểu và giúp thải đi lượng dịch dư thừa tăng sinh trong phổi bị tổn thương) và các loại thuốc trị hen suyễn (làm giãn các cơ xung quanh đường thở và giúp cho đường thở nới rộng ra).  Trẻ bị bệnh đôi khi cũng cần có máy hô hấp nhân tạo (máy thở) ở nhà để giúp cho bé có thể thở được. Và mặc dù không thường thấy, nhưng trong một số trường hợp nghiêm trọng, trẻ có thể cần phải được phẫu thuật chèn ống thở vào cổ (đây gọi là thủ thuật mở thông khí quản) vì vậy trẻ có thể xuất viện về nhà kèm theo máy hô hấp nhân tạo. Đôi khi trẻ cũng cần liệu pháp ô-xy tại nhà trong một vài tháng.  Con tôi sẽ ở lại NICU bao lâu?  Chứng loạn sản phế quản-phổi là bệnh nghiêm trọng cần phải ở lại điều trị tại NICU lâu hơn, đôi khi phải cần đến vài tháng. Những trẻ sơ sinh nhỏ nhất thường là những trẻ bị bệnh này vì thế chúng cần được điều trị lâu hơn để đảm bảo ổn định sức khỏe trước khi xuất viện về nhà.  Tràn dịch não Tràn dịch não là gì?  Tràn dịch nào có nghĩa là “dịch não bị tràn ra ngoài.”  Nguyên nhân gây tràn dịch não là gì?  Sự tăng sinh dịch não tuỷ xung quanh não và tuỷ sống gây tràn dịch não. Chứng bệnh này xảy ra khi có vật gì đó làm chặn luồng dịch – thường là do xuất huyết não thất hoặc bất thường ở não hoặc sọ. Tình trạng tăng sinh này có thể gây ra áp suất có thể làm tổn thương đến não.  Chứng tràn dịch não được chẩn đoán như thế nào?  Bác sĩ thường nghi ngờ tràn dịch não nếu thấy đầu của trẻ lớn đặc biệt hoặc nếu thấy kích thước đầu của bé tăng nhanh. Phương pháp chụp cắt lớp (chụp CT-một loại tia X) có thể giúp xác nhận điều nghi ngờ này.  Chứng tràn dịch não được điều trị như thế  nào?  Những trường hợp ít nghiêm trọng hơn thường chỉ cần được theo dõi nhưng đối với những trường hợp nghiêm trọng hơn đòi hỏi bác sĩ phẫu thuật phải đặt một ống vào bên trong não để cho dịch chảy từ não vào bụng.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này lại tuỳ thuộc vào mức độ nghiêm trọng của bệnh. Một chứng bệnh nặng có thể cần phải ở lại điều trị một vài tuần hoặc một tháng, đồng thời được theo dõi cẩn thận để phát hiện ra những tác dụng phụ tiềm ẩn lâu dài chẳng hạn như thiểu năng tinh thần và tai biến mạch máu. Xuất huyết não thất (IVH) Xuất huyết não thất là gì?  Xuất huyết não thất là dạng xuất huyết não. Các trường hợp nghiêm trọng có thể làm hạ huyết áp hoặc gây tai biến mạch máu. Các triệu chứng khác có thể bao gồm:  * bú yếu  * khóc nhiều  * nghẹt thở * nhịp tim chậm * thiếu máu Nguyên nhân gây xuất huyết não thất là gì? Xuất huyết não thất (IVH) thường xảy ra ở trẻ sinh thiếu tháng bởi các mạch máu trong bộ não đang phát triển của bé đặc biệt rất mỏng và yếu ớt có thể gây xuất huyết một cách dễ dàng.  Xuất huyết não thất được chẩn đoán như thế nào?  Chứng bệnh này được chẩn đoán bằng cách siêu âm đầu để bác sĩ có thể tìm chỗ tụ máu bên trong não.  Xuất huyết não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào cho bệnh xuất huyết não thất, vì vậy NICU cố phòng tránh bằng cách làm điều hoà huyết áp cho trẻ. Khi đã chẩn đoán được thì bác sĩ có thể theo dõi bệnh một cách chặt chẽ bằng cách siêu âm thường xuyên. Trường hợp IVH nặng có thể dẫn đến chứng tràn dịch não nghiêm trọng, có thể được điều trị bằng cách phẫu thuật đặt ống dẫn bên trong.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này tuỳ thuộc vào mức độ xuất huyết nghiêm trọng như thế nào. Trẻ sơ sinh bị xuất huyết não thất nặng có thể phải điều trị ở NICU trong một vài tuần đến một vài tháng và có nguy cơ mắc một số bệnh như bại não hoặc tai biến mạch máu về sau.  Vàng da Vàng da là gì?    Vàng da là nồng độ sắc tố da cam trong máu cao (sắc tố da cam là sản phẩm phụ của các tế bào máu bị phân huỷ tự nhiên, và gan thường “tái tạo” lại vào cơ thể). Mặc dù chứng vàng da nhẹ khá phổ biến ở trẻ sinh đủ tháng, nhưng đối với những trẻ sinh non thì chứng bệnh này thường thấy nhiều hơn.  Nguyên nhân gây vàng da là gì? Chứng vàng da xảy ra khi hiện tượng phân huỷ tế bào máu của trẻ tăng lên và gan không thể xử lý nổi lượng sắc tố da cam dư thừa, gây tăng sinh lượng sắc tố này, làm cho da và tròng trắng mắt chuyển sang màu vàng nhạt. Trẻ bị vàng da đôi khi buồn ngủ hơn bình thường và trong một số trường hợp vàng da nặng có thể khiến cho trẻ rơi vào trạng thái hôn mê.  Vàng da được chẩn đoán như thế nào?  Mặc dù da vàng là một dấu hiệu đặc trưng để nhận diện khá chính xác nhưng phải chẩn đoán bằng xét nghiệm máu để đo nồng độ sắc tố da cam. Điều trị chứng vàng da như thế nào?  Nồng độ sắc tố da cam cực cao có thể làm não bị tổn thương, vì vậy trẻ sơ sinh được theo dõi phát hiện vàng da và điều trị khẩn cấp trước khi sắc tố da cam có thể chạm đến mức độ nguy hiểm. Phương pháp điều trị chuẩn gồm việc cung cấp đủ nước cho trẻ và sử dụng liệu pháp ánh sáng, trong đó trẻ được chiếu ánh sáng màu xanh dương đặc biệt lên người. Cũng có một số trường hợp yêu cầu phải được truyền máu.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị bệnh vàng da thường ở lại NICU cho đến khi nồng độ sắc tố da cam giảm xuống, thường thì khoảng từ 2 đến 3 ngày.  Viêm ruột hoại tử (NEC) Viêm ruột hoại tử là gì?  Viêm ruột hoại tử là chứng bệnh về ruột thường thấy nhất ở trẻ sơ sinh, nó xảy ra ở khoảng từ 1 đến 5% trẻ sơ sinh tại NICU và thường thấy nhiều hơn ở trẻ sinh non và nhẹ ký.  Nguyên nhân gây viêm ruột hoại tử là gì? Người ta cho rằng một số yếu tố có thể góp phần làm phát triển bệnh viêm ruột hoại tử (NEC) là hoại tử nhiều đoạn ruột.  Mặc dù trẻ sinh đủ tháng có thể bị viêm ruột hoại tử nhưng nếu trẻ càng sinh thiếu tháng thì nguy cơ mắc NEC càng cao – có thể bởi vì ruột không phát triển đủ lớn để có thể thực hiện chức năng tiêu hoá được. Người ta cũng cho rằng có nhiều yếu tố góp phần làm viêm ruột hoại tử như việc cho con bú, tổn thương ruột do nhiễm trùng, và máu lưu thông kém.    Trẻ bị NEC có thể: * có bụng căng cứng  * cần thêm nhiều ô-xy hơn hoặc cần máy hô hấp nhân tạo nhiều hơn * trong phân có máu * có dấu hiệu nghẹt thở Viêm ruột hoại tử được chẩn đoán như thế nào? Người ta có thể chẩn đoán chắc chắn bằng cách chụp X-quang bụng. Viêm ruột hoại tử được điều trị như thế nào? Nếu không phát hiện ra bất cứ dấu hiệu đứt ruột nào thì các bác sĩ điều trị viêm ruột hoại tử bằng cách:  * cho sử dụng thuốc kháng sinh  * ngưng tất cả việc cho trẻ ăn qua đường ruột (chẳng hạn như bú bình, bú mẹ hoặc sử dụng ống dẫn thức ăn) * cho chuyển sang truyền tĩnh mạch  * rút khô dịch trong dạ dày của trẻ  *  chụp X-quang bụng thường xuyên  Trong trường hợp trẻ bị đứt ruột, bác sĩ phẫu thuật có thể cắt bỏ đoạn ruột bị hoại tử hoặc rạch bụng của trẻ để làm rút khô chất dịch bệnh.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Việc phục hồi khỏi bệnh viêm ruột hoại tử (NEC) có thể phải mất nhiều thời gian. Trẻ có thể phải được điều trị nhiều tuần ở NICU để điều chỉnh lại việc ăn uống điều độ.  Ống động mạch (PDA) Ống động mạch là gì?  Ống động mạch (DA) là một mạch máu trong tim có nhiệm vụ nối động mạch chủ (cung cấp máu đến các phần còn lại trên cơ thể) với động mạch phổi (vận chuyển máu đến phổi). Nó giúp cho máu đi vòng qua phổi trong khi trẻ vẫn còn nằm trong bụng mẹ.  Nguyên nhân gây ống động mạch là gì?  Ống động mạch thường đóng kín ngay sau khi sinh, giúp cho máu lưu thông bình thường. Nhưng đối với một số trẻ, thường thấy nhất là trẻ sinh thiếu tháng, ống động mạch này vẫn hở, hoặc mở thông ra. Sau đó máu chảy qua ống động mạch và làm ngập các mạch máu trong phổi, gây ra nhiều vấn đề về hô hấp.   Ống động mạch được chẩn đoán như thế nào?  Các vấn đề về hô hấp đó là một dấu hiệu cho biết trẻ bị ống động mạch (PDA). Tiếng thổi tim cũng có thể làm cho bác sĩ nghi ngờ bệnh, sau đó được xác nhận bằng siêu âm tim.  Ống động mạch được điều trị như thế nào?  Đôi khi bác sĩ có thể làm kín ống động mạch bằng cách cho sử dụng thuốc. Nhưng nếu không có hiệu quả, hoặc nếu trẻ ốm yếu quá đến nỗi không thể sử dụng thuốc được thì sẽ phải được phẫu thuật để đóng kín lại ống động mạch.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Mặc dù thời gian hồi phục không trẻ nào giống trẻ nào, nhưng nhiều bé có thể hồi phục nhanh khỏi bệnh ống động mạch trong một vài ngày.  Hoại tử trắng quanh não thất (PVL) Hoại tử trắng quanh não thất là gì?  Hoại tử trắng quanh não thất là một loại tổn thương não, xảy ra trong mô não bao quanh các khoang não chứa dịch, gọi là tâm thất. Vùng não này được gọi là chất trắng, đối nghịch với chất xám tạo nên phần còn lại của não. Vì vậy, tổn thương xảy ra ở vùng chất trắng kết nối thông tin giữa não và các cơ của cơ thể.  Nguyên nhân gây hoại tử trắng quanh não thất là gì?  Người ta cho rằng PVL gây ra do xuất huyết não thất nặng (xuất huyết não).  Hoại tử trắng quanh não thất được chẩn đoán như thế nào?  Thông thường thì không có dấu hiệu nào của chứng hoại tử trắng quanh não thất (PVL) rõ ràng trong phòng trẻ sơ sinh. Các trẻ sinh thiếu tháng có nguy cơ mắc bệnh nhiều hơn, vì thế bác sĩ sẽ thường xuyên theo dõi chẳng hạn như siêu âm đầu hoặc MRI (cộng hưởng từ) (chụp cộng hưởng từ) để dò tìm hoại tử trắng quanh não thất. Khi trẻ lớn lên một chút, trẻ có thể có biểu hiện chậm phát triển.  Hoại tử trắng quanh não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào đối với chứng hoại tử trắng quanh não thất, chỉ có phương pháp theo dõi chặt chẽ và hỗ trợ cho nhà trị liệu nếu trẻ phát triển chậm đáng kể, thường là sau khi trẻ được xuất viện về nhà.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị hoại tử trắng quanh não thất có thể được điều trị ở NICU trong một vài tuần hoặc một vài tháng.  Hội chứng suy hô hấp (RDS) Hội chứng suy hô hấp là gì?   Một trong những vấn đề cấp bách và thường thấy nhất đối với trẻ sinh thiếu tháng là khó thở. Mặc dù có nhiều nguyên nhân gây khó thở ở trẻ sinh non, nhưng thường thấy nhất là hội chứng suy hô hấp (RDS). Nguyên nhân gây hội chứng suy hô hấp là gì?  Đối với hội chứng suy hô hấp thì hai lá phổi chưa hoàn thiện của trẻ sơ sinh không tạo đủ chất quan trọng có tên là chất hoạt tính bề mặt. Chất hoạt tính bề mặt giúp cho mặt trong của phổi phồng lên đúng mức khi trẻ chuyển từ trong bụng mẹ sang thở không khí bên ngoài sau khi sinh.  Hội chứng suy hô hấp được chẩn đoán như thế nào?  Bác sĩ nghi ngờ hội chứng suy hô hấp ở bất kỳ trẻ sinh thiếu tháng hoặc đủ tháng nào thở đặc biệt khó khăn và thở nhanh hoặc cần thêm ô-xy. Có thể chụp X-quang ngực để xác nhận chắc chắn chẩn đoán này.  Hội chứng suy hô hấp được điều trị như thế nào?  RDS có thể chữa được và nhiều trẻ sơ sinh đáp ứng khá tốt. Khi mà hiện tượng sinh non không có cách nào khắc phục được thì hầu hết các thai phụ có thể được sử dụng thuốc ngay trước khi sinh để giúp phòng tránh RDS. Sau đó ngay sau khi sinh và một số lần kế tiếp, trẻ có thể được sử dụng chất hoạt tính bề mặt nhân tạo qua ống thở.  Mặc dù hầu hết các trẻ sinh non thiếu chất hoạt tính bề mặt sẽ cần phải sử dụng máy thở, hoặc máy hô hấp nhân tạo, việc sử dụng chất hoạt tính bề mặt nhân tạo đã làm giảm đáng kể lượng thời gian sử dụng máy thở của bé.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị suy hô hấp nặng thường cần phải được điều trị trong nhiều ngày hoặc nhiều tuần.  Bệnh võng mạc ở trẻ sinh thiếu tháng (ROP) Bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Mắt của trẻ sinh non rất dễ bị tổn thương sau khi sinh. Một biến chứng nguy hiểm được gọi là bệnh võng mạc ở trẻ sinh thiếu tháng (ROP), đây là bệnh phát triển mạch máu bất thường trong mắt trẻ sơ sinh (trong võng mạc). Khoảng 7% trẻ chào đời có cân nặng 2.8 pao (1,250 gram) trở xuống đều bị bệnh này, và dẫn đến hậu quả có thể là từ nhẹ (cần mang kính) đến nặng (mù mắt).  Nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Người ta vẫn chưa tìm ra nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng. Mặc dù trước đây người ta cho rằng vấn đề chính yếu là quá nhiều ô-xy, cuộc nghiên cứu sâu hơn đã cho thấy nồng độ ô-xy (hoặc quá thấp hoặc quá cao) chỉ đóng nhân tố góp phần làm phát triển bệnh thôi.  Bệnh võng mạc ở trẻ sinh thiếu tháng được chẩn đoán như thế nào?  Bởi có nhiều trẻ sinh rất non bị bệnh võng mạc ở một mức độ nào đó, nên trẻ cần được bác sĩ mắt khoa nhi khám mắt ở chuẩn từ 8 tới 10 tuần trước khi chào đời.   Bệnh võng mạc ở trẻ sinh thiếu tháng được điều trị như thế nào? Đối với trường hợp tổn thương nhẹ thì bác sĩ nhãn khoa có thể chỉ cần theo dõi khám mắt thường xuyên cho trẻ. Nhưng nếu tổn thương nhiều hơn thì trẻ sẽ cần phải phẫu thuật bằng tia la-de để ngăn không cho bệnh tiến triển hơn.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Bản thân bệnh võng mạc ở trẻ sinh thiếu tháng thường không quyết định được khoảng thời gian mà trẻ phải điều trị là bao lâu. Nó thường xảy ra kết hợp với nhiều vấn đề khác, và các vấn đề đó sẽ ảnh hưởng đến trẻ nhiều hơn khi trẻ có thể xuất viện về nhà. Nhưng thường thì trẻ có thể phục hồi khỏi cuộc phẫu thuật bằng tia la-de trong khoảng từ 24 đến 48 tiếng đồng hồ.  Bệnh nhiễm trùng máu  Bệnh nhiễm trùng máu là gì?  Nhiễm trùng máu là bệnh rất nguy hiểm, đây là phản ứng của cơ thể đối với bệnh nhiễm trùng đã phát tán khắp trong máu và mô.  Trẻ bị nhiễm trùng máu có thể:  * bị hôn mê * có thân nhiệt thấp hoặc cao  * biếng ăn * bị nghẹt thở hoặc khó thở  * có biểu hiện vàng da  * nhìn không khoẻ mạnh Nguyên nhân gây nhiễm trùng máu là gì? Nhiễm trùng máu là chứng bệnh nhiễm trùng do vi khuẩn phát triển trong máu gây ra. Vi khuẩn có thể xâm nhập vào máu:   * từ người mẹ trong khi chuyển dạ và sinh nở  * lây truyền qua đường tĩnh mạch  * sau khi tiếp xúc gần gũi với người bị bệnh hoặc là người mang mầm vi khuẩn  Nhiễm trùng máu được chẩn đoán như thế nào?  Người ta chẩn đoán bệnh nhiễm trùng máu bằng cách nuôi cấy máu – đôi khi cũng kết hợp với xét nghiệm nước tiểu hoặc chọc dò tủy sống.  Nhiễm trùng máu được điều trị như thế nào?  Khi bác sĩ nghi ngờ nhiễm trùng máu thì sẽ cho trẻ sử dụng thuốc kháng sinh cho đến khi có kết quả xét nghiệm ở phòng thí nghiệm – thông thường là trong 48 tiếng đồng hồ. Nếu kết quả nhiễm trùng máu dương tính thì trẻ sẽ được sử dụng thuốc kháng sinh thêm từ 7 đến 14 ngày nữa trong khi được bác sĩ theo dõi chặt chẽ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Các trường hợp nhiễm trùng máu thường rất nặng (nhiễm trùng có thể dẫn đến viêm màng não, tổn thương một cơ quan nào đó, và đôi khi gây tử vong) và cần phải được điều trị ở NICU trong thời gian khá lâu, đôi khi là một vài tuần.  Cơn thở nhanh (thở dốc) thoáng qua ở trẻ sơ sinh (TTN) Cơn thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Chứng thở nhanh ở trẻ sinh đủ tháng (hơn 60 lần/phút) được gọi là cơn thở nhanh thoáng qua. Mãi đến khoảng 4 giờ sau khi sinh thì chứng thở này mới có thể là bình thường.  Nguyên nhân gây chứng thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Sau khi trẻ chào đời 4 tiếng đồng hồ, bác sĩ mới bắt đầu dò tìm nguyên nhân gây thở nhanh, chẳng hạn như viêm phổi, nhiễm trùng máu, hoặc các vấn đề về phổi, bao gồm sự chậm phát triển.   Chứng thở nhanh thoáng qua của trẻ sơ sinh được chẩn đoán như thế nào?  Các xét nghiệm máu và chụp X-quang có thể giúp chẩn đoán bệnh tiềm ẩn.  Chứng thở nhanh thoáng qua của trẻ sơ sinh được điều trị như thế nào?  Bệnh phổi thường giảm dần trong một vài ngày điều trị. Trẻ được hỗ trợ thở hoặc nhận ô-xy, nếu cần thì nhân viên NICU sẽ theo dõi chặt chẽ nồng độ ô-xy của trẻ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì bé sẽ ở lại từ 24-72 tiếng đồng hồ trong khi nhân viên NICU theo dõi bệnh. Các biến chứng khác Ngoài những chẩn đoán cụ thể thì trẻ sơ sinh tại NICU có thể gặp nhiều vấn đề sức khỏe thường thấy khác. Chẳng hạn như trẻ bị mất nhiệt dễ dàng, và trẻ sinh thiếu tháng rất khó điều hoà thân nhiệt của mình, bởi chúng không đủ năng lượng hoặc lượng mỡ dự trữ để tạo thân nhiệt và khối lượng cơ thể để duy trì nó. Thế nên trẻ ở NICU phải được giữ ấm trong lồng ấp hoặc lồng ấp trẻ sơ sinh (thường là sinh non).  Huyết áp thấp hay huyết áp cao cũng có thể gây nguy hiểm đối với trẻ sinh thiếu tháng bởi những mạch máu đang phát triển của bé không chịu được thay đổi của huyết áp và có thể làm cho mạch máu bị đứt dễ dàng hơn.  Một số trẻ sinh non thường hay gặp rắc rối về vấn đề ăn uống bởi cơ thể chúng chưa phối hợp đầy đủ về mặt thể chất. Việc ăn uống là một quá trình tốn nhiều năng lượng nhất đối với trẻ sơ sinh và trẻ ở NICU thường không đủ mạnh hoặc không đủ năng lượng để có thể tự ăn (bú) được. Thay vào đó, chúng phải được truyền dưỡng chất qua đường tĩnh mạch hoặc ống dẫn. Và nếu như đường tiêu hoá chưa phát triển đủ để có thể xử lý được thức ăn thì nó có thể gây ra nhiều vấn đề rắc rối khác nữa, như chúng ta đã thấy đó là chứng viêm ruột hoại tử. Một chứng bệnh liên quan khác đó là trào ngược. Mặc dù trẻ sơ sinh nào cũng bị trào ngược một chút trong những tháng đầu đời, nhưng trẻ sinh thiếu tháng đặc biệt rắc rối với chứng trào ngược này bởi lực cơ của chúng kém săn chắc. Cơ vòng (cơ thắt) là những cơ,  và khi một cơ nào đó giữa thực quản và dạ dày yếu, nó làm cho lượng a-xít trong dạ dày trào ngược lên thực quản. (Hệ thần kinh chưa hoàn thiện của trẻ sinh non cũng khó kiểm soát được cơ vòng.) A-xít làm kích thích thực quản, có thể gây ra nhiều vấn đề khó khăn về ăn uống. Việc hít thở và nghẹt thở do trào ngược là một nguy hiểm nặng nề hơn.  Trẻ sơ sinh cần được chăm sóc đặc biệt cũng rất dễ bị nhiễm trùng. Da và niêm mạc (màng nhầy) của trẻ – “tuyến phòng thủ” chính của cơ thể để chống lại vi trùng và vi khuẩn – chưa phát triển đầy đủ để có thể bảo vệ tốt cho bé. Do một số trẻ bị suy yếu miễn dịch ở cùng trong một không gian như thế này, nên các bệnh nhiễm trùng xâm nhập vào NICU có thể được phát tán và lây lan nhanh chóng, và do nhiều y tá cùng chăm sóc cho nhiều bệnh nhi nên khả năng làm phát tán tác nhân lây nhiễm bệnh càng gia tăng. Đó là lý do vì sao nhân viên NICU nên thận trọng về việc giữ cho môi trường càng sạch càng tốt. Nói chuyện với bác sĩ  Nếu con bạn nhập viện ở khu chăm sóc đặc biệt cho trẻ sơ sinh, bạn cần nên biết cách chăm sóc cho con mình càng nhiều càng tốt. Bạn có thể hỏi bác sĩ một số câu hỏi dưới đây:   * Bé sẽ ở lại điều trị trong thời gian bao lâu? * Vấn đề cụ thể của bé là gì? * Việc điều trị cho bé cần thiết, liên quan đến những gì?  * Bé sẽ phải sử dụng những loại thuốc gì? * Tôi có thể làm gì cho con mình? Bạn cũng có thể cần nói chuyện với y tá để biết nhiều hơn về chế độ chăm sóc hằng ngày cho con và nên làm gì khi bạn ở bên con của mình.  Khi bạn biết được đáp án của các câu trả lời này thì bạn sẽ biết cách giúp đỡ cho con trong suốt quá trình chăm sóc đặc biệt dành cho bé.   "
        }
    ],
    "suggestions": []
}