{
    "en_vn": {
        "data": {
            "content": null,
            "word": "outlawed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "outlawed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "outlawed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "outlawed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "outlawed"
        }
    },
    "sentences": [
        {
            "en": "They <em>outlawed</em> bogus organizations.",
            "vi": "Họ đặt các tổ chức ma ra ngoài vòng pháp luật."
        },
        {
            "en": "They <em>outlawed</em> all reactionary parties.",
            "vi": "Họ đã loại tất cả các đảng phái phản động ra ngoài vòng pháp luật."
        },
        {
            "en": "The whole staff hardly <em>outlawed</em> under the newly introduced legislation.",
            "vi": "Toàn thể nhân viên hầu như không làm gì trái pháp luật dưới hiến pháp mới được ban hành."
        },
        {
            "en": "Scarlett has <em>outlawed</em> herself by marrying such a man.",
            "vi": "Scarlett lấy một gã như thế là loại mình khỏi giới chúng ta."
        },
        {
            "en": "I strongly believe that homework should be <em>outlawed</em>.",
            "vi": "Tôi rất tin tưởng rằng công việc chuẩn bị này nên bị cấm."
        },
        {
            "en": "Members of that sect still have clung to a faith that has been <em>outlawed</em> since the 17th century.",
            "vi": "Các thành viên của giáo phái đó vẫn còn tin vào một điều mà đã bị coi là phạm pháp từ thế kỉ thứ 17."
        },
        {
            "en": "I don't understand why people enjoy killing tigers. There are so few of them left in the world. I think blood sports should be <em>outlawed</em>.",
            "vi": "Tôi không hiểu tại sao người ta thích giết cọp. Còn rất ít cọp sống sót trên thế giới. Tôi nghĩ rằng các môn thể thao giết thú vật nên bị cấm."
        },
        {
            "en": "Taiwan has <em>outlawed</em> the consumption of dog and cat meat, as the island's legislature on Tuesday passed a landmark amendment to its animal protection laws.",
            "vi": "Đài Loan đã ban hành luật cấm tiêu thụ thịt chó, mèo khi cơ quan lập pháp của đảo này hôm thứ Ba đã thông qua một sửa đổi quan trọng trong luật bảo vệ động vật của mình."
        },
        {
            "en": "While some people have voiced their support, many more oppose the practice of human cloning, a practice that has already been <em>outlawed</em> or banned in many countries.",
            "vi": "Tuy một số người lên tiếng ủng hộ, nhiều người hơn phản đối việc thực hiện sinh sản ở người, nhiều nước đã thông qua hoặc ra lệnh cấm việc này."
        },
        {
            "en": "Actually, it was not until 1980, with the passing of a new constitution, that private ownership of land was <em>outlawed</em> officially in Vietnam.",
            "vi": "Trên thực tế, cho tới năm 1980, với việc thông qua Hiến pháp mới, quyền sở hữu tư nhân về đất đai đã chính thức bị cấm ở Việt Nam."
        },
        {
            "en": "The rules, which are expected to go into effect no earlier than 2017, would legalize previously banned commercial drone activities like crop-spraying or filming. However, delivery operations effectively <em>outlawed</em> by a clause that requires the pilot to remain within line-of-sight of the drone.",
            "vi": "Những quy định này theo dự đoán sẽ có hiệu lực từ năm 2017 hợp pháp hóa những hoạt động sử dụng máy bay không người lái cho mục đích thương mại vốn bị cấm trước đây như phun thuốc cho cánh đồng hay làm phim. Tuy nhiên, những hoạt động vận chuyển hàng đã bị cấm do một quy định yêu cầu phi công phải luôn nhìn thấy được máy bay điều khiển của mình."
        }
    ],
    "suggestions": []
}