{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[aut'spoukn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">quá khứ phân từ của </font><font color=\"#1371BB\">outspeak</font></b></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nói thẳng, trực tính</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thẳng thắn (lời phê bình...)</td></tr></table><i/></div>",
            "word": "outspoken",
            "pronounce": "[aut'spoukn]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>outspoken</k><blockquote>■ <cclass>adjective frank in stating one's opinions. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>outspokenly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>outspokenness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "outspoken",
            "pronounce": "[aut'spoukn]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>outspoken</k><blockquote>▸ <cclass>adjective FORTHRIGHT, direct, candid, frank, straightforward, honest, open, straight from the shoulder, plain-spoken; blunt, abrupt, bluff, brusque; <cclass><i>archaic</i> free-spoken.</cclass></cclass></blockquote></div>",
            "word": "outspoken",
            "pronounce": "[aut'spoukn]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>outspoken</k><blockquote><blockquote><ex><abr>adj.</abr> outspoken in (outspoken in their opposition to new taxes)</ex></blockquote></blockquote></div>",
            "word": "outspoken",
            "pronounce": "[aut'spoukn]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "outspoken",
            "pronounce": "[aut'spoukn]"
        }
    },
    "sentences": [
        {
            "en": "To be <em>outspoken</em>",
            "vi": "Nói thẳng, nói ngay"
        },
        {
            "en": "I was <em>outspoken</em>",
            "vi": "Tôi nghĩ sao nói vậy"
        },
        {
            "en": "The president's <em>outspoken</em> remarks have riled conservatives.",
            "vi": "Lời phê bình thẳng thắn của tổng thống làm các nhà bảo thủ nổi giận."
        },
        {
            "en": "She's gracious, fun, and always <em>outspoken</em>.",
            "vi": "Bà ấy rộng lượng, vui vẻ, và luôn thẳng tính."
        },
        {
            "en": "His <em>outspoken</em> behaviour did not commend itself to his colleagues.",
            "vi": "Tính tình thẳng thắn của anh ấy đã không làm vừa ý các đồng nghiệp."
        },
        {
            "en": "He's an <em>outspoken</em> politician who speaks straight from the shoulder.",
            "vi": "Ông ta là một chính khách trực tính, có gì là nói ngay, không úp mở."
        },
        {
            "en": "She is bluntly <em>outspoken</em>, but jovial and straightforward.",
            "vi": "Cô ta hay bốp chát, nhưng vui tính và thẳng thắn."
        },
        {
            "en": "After graduating from university, as a brash, <em>outspoken</em> and young guy, my window was wide open.",
            "vi": "Sau khi tốt nghiệp đại học, là một thằng còn trẻ, thẳng tính và nóng nảy, cửa sổ của tôi đã mở rộng hết cỡ."
        },
        {
            "en": "Chomo has been an <em>outspoken</em> critic of the welfare measure that President Clinton recently signed.",
            "vi": "Chomo đã thẳng thừng phê bình đạo luật về phúc lợi mà tổng thống Clinton đã ký gần đây."
        },
        {
            "en": "Presidents’ official and <em>outspoken</em> words are crucial in the battle against HIV/AIDS.",
            "vi": "Những tuyên bố chính thức của các tổng thống và những lời họ nói ra có tầm quan trọng lớn lao đối với cuộc chiến chống HIV/AIDS."
        },
        {
            "en": "Her <em>outspoken</em> views have made her a liability to the party.",
            "vi": "Những quan điểm thẳng thắn của bà ấy đã làm cho bà trở thành gánh nặng của đảng này."
        },
        {
            "en": "As an <em>outspoken</em> critic of the government, he has never forgiven them for sending his father into exile.",
            "vi": "Là một người thẳng thắn phê bình chính phủ, ông ta không bao giờ tha thứ cho họ vì đã đưa cha ông ta vào cảnh đày đọa."
        },
        {
            "en": "The party in New Haven wants an <em>outspoken</em>, presentable candidate to run against the less-than-exciting opposing candidate.",
            "vi": "Đảng cầm quyền tại New Haven muốn một ứng cử viên hoạt bát, hòa nhã để tranh cử với một ứng viên đảng đối thủ không mấy hấp dẫn."
        },
        {
            "en": "She often speaks to her boss in a mild tone and not in a bluntly <em>outspoken</em> way",
            "vi": "Cô ta thường nói với sếp mình bằng một giọng từ tốn không bốp chát."
        },
        {
            "en": "The party in New Haven wants an <em>outspoken</em>, presentable candidate to run against the less - than - exciting opposing candidate.",
            "vi": "Đảng cầm quyền tại New Haven muốn một ứng cử viên hoạt bát, hòa nhã để tranh cử với một ứng viên đảng đối thủ không mấy hấp dẫn."
        },
        {
            "en": "I can be gregarious and fun and <em>outspoken</em> when meeting with the Ferrazzi Greenlight Training & Development staff.",
            "vi": "Tôi có thể đàn đúm, vui đùa, và oang oang khi họp hành với nhân viên trong đội ngũ Đào tạo và phát triển FerrazziGreenlight."
        },
        {
            "en": "Become an <em>outspoken</em> advocate on a particular issue ; if it lights your fire, it's sure to light the fire of others.",
            "vi": "Hãy trở thành người ủng hộ tích cực cho một vấn đề cụ thể; nếu nó thắp lên ngọn lửa trong bạn thì chắc chắn cũng sẽ thắp lên ngọn lửa của những người khác."
        },
        {
            "en": "Although Handel was an <em>outspoken</em> critic of the controversial sheriff, she had no authority as commission chair over the sheriff's tenure in office.",
            "vi": "Mặc dù Handel là một nhà phê bình thẳng thắn của một người đứng đầu hạt này nhưng bà ấy không có quyền như chủ tịch hội đồng đang trong nhiệm kì ở nơi làm việc."
        },
        {
            "en": "Become an <em>outspoken</em> advocate on a particular issue; if it lights your fire, it's sure to light the fire of others.",
            "vi": "Hãy trở thành người ủng hộ tích cực cho một vấn đề cụ thể ; nếu nó thắp lên ngọn lửa trong bạn thì chắc chắn cũng sẽ thắp lên ngọn lửa của những người khác."
        },
        {
            "en": "The first Report of the Government to the Committee on the Rights of the Child from 1992 emphasises this fact in a reform-oriented and unusually <em>outspoken</em> manner:",
            "vi": "“Nền kinh tế đang chuyển từ nền kinh tế tập trung kế hoạch hóa sang một hệ thống theo hướng thị trường và sự thay đổi chính trị dần dần đang thúc đẩy sự dân chủ hóa và tôn trọng quyền con người hơn”."
        }
    ],
    "suggestions": []
}