{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['autwədli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bề ngoài</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hướng ra phía ngoài</td></tr></table><i/></div>",
            "word": "outwardly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "outwardly"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>outwardly</k><blockquote>▸ <cclass>adverb EXTERNALLY, on the surface, superficially, on the face of it, to all intents and purposes, apparently, ostensibly, seemingly.</cclass></blockquote></div>",
            "word": "outwardly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "outwardly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "outwardly"
        }
    },
    "sentences": [
        {
            "en": "She remained <em>outwardly</em> calm.",
            "vi": "Bề ngoài cô ấy vẫn giữ bình tĩnh được."
        },
        {
            "en": "<em>Outwardly</em>, Sam seems happy enough.",
            "vi": "Bề ngoài trông Sam đã hạnh phúc đầy đủ."
        },
        {
            "en": "Through badly frightened, she remained <em>outwardly</em> calm.",
            "vi": "Mặc dù rất khiếp sợ, nhưng bề ngoài bà ta vẫn tỏ ra bình tĩnh."
        },
        {
            "en": "<em>Outwardly</em> a honey tongue, inwardly a heart of gall.",
            "vi": "Bề ngoài thơn thớt nói cười, mà trong nham hiểm giết người không dao."
        },
        {
            "en": "To try is all. It matters not if one succeeds or fails <em>outwardly</em>.",
            "vi": "Cố gắng là tất cả những gì mà bạn phải làm. Cho dù thành công hay thất bại."
        },
        {
            "en": "<em>Outwardly</em> she looked confident but in reality she felt extremely nervous.",
            "vi": "Bề ngoài trông cô ta có vẻ tự tin nhưng thực tế cô ta cảm thấy hết sức lo lắng."
        },
        {
            "en": "An individual will attempt to <em>outwardly</em> display the characteristic s which are important to the group’s advancement",
            "vi": "Một cá nhân sẽ cố gắng biểu lộ ra bên ngoài các nét tính cách riêng mà họ cho là quan trọng đối với sự tiến bộ của nhóm"
        },
        {
            "en": "<em>Outwardly</em>, leadership can be expressed in countless ways, yet if a person embodies these traits, they will be perceived as a leader by those around them.",
            "vi": "Vẻ bề ngoài, các nhà lãnh đạo tốt có thể được thể hiện bằng nhiều cách khác nhau, nhưng nếu một người là hiện thân của những đặc điểm này, họ sẽ được nhìn nhận như một nhà lãnh đạo bởi những người xung quanh họ."
        },
        {
            "en": "Changes will keep happening. Stability is illusory. We’re constantly on the move. We keep changing — <em>outwardly</em> and inwardly, and these processes don’t stop even for a second.",
            "vi": "Thay đổi sẽ luôn tiếp diễn. Sự ổn định chỉ là giả tạo mà thôi. Chúng ta không ngừng thay đổi. Chúng ta luôn thay đổi - dù là hướng nội hay hướng ngoại, và quá trình này diễn ra không ngừng dù chỉ một giây."
        }
    ],
    "suggestions": []
}