{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ouvəri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) buồng trứng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) bầu nhuỵ (hoa)</td></tr></table><i/></div>",
            "word": "ovary",
            "pronounce": "['ouvəri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ovary</k><blockquote><cclass>[<cclass>'əʊv(ə)ri<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>ovaries</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a female reproductive organ in which ova or eggs are produced. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Botany the base of the carpel of a flower, containing one or more ovules. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>ovaritis</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from mod. L. <i>ovarium</i>, from L. <i>ovum</i> 'egg'. </blockquote></div>",
            "word": "ovary",
            "pronounce": "['ouvəri]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ovary",
            "pronounce": "['ouvəri]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ovary",
            "pronounce": "['ouvəri]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> buồng trứng</font></td></tr></tbody></table></div>",
            "word": "ovary",
            "pronounce": "['ouvəri]"
        }
    },
    "sentences": [
        {
            "en": "Superior <em>ovary</em>",
            "vi": "Bầu thượng"
        },
        {
            "en": "Polycystic <em>ovary</em> syndrome",
            "vi": "Hội chứng buồng trứng đa u nang"
        },
        {
            "en": "Particularly of the <em>ovary</em> and liver.",
            "vi": "Đặc biệt của noãn sào và gan."
        },
        {
            "en": "Ovariotomy is the surgical removal of an <em>ovary</em>.",
            "vi": "Thủ thuật cắt buồng trứng là phẫu thuật cắt bỏ buồng trứng."
        },
        {
            "en": "flowering plant (plants having seeds in a closed <em>ovary</em>)",
            "vi": "cây hạt kín"
        },
        {
            "en": "The superior <em>ovary</em> is a place the bees gather nectar.",
            "vi": "Bầu thượng là nơi ong hút mật."
        },
        {
            "en": "The accumulation of watery fluid in an <em>ovary</em>.",
            "vi": "Tích tụ dịch trong noãn sào."
        },
        {
            "en": "They <em>ovary</em> may produce both mucinous and serous cystadenocarcinomas.",
            "vi": "Buồng trứng có thể tạo nên ung thư thanh mạc cả nhầy nhớt lẫn thanh dịch."
        },
        {
            "en": "A passage called a fallopian tube takes the egg from the <em>ovary</em> toward the uterus.",
            "vi": "Một đường ống gọi là ống dẫn trứng đưa trứng từ buồng trứng đến tử cung."
        },
        {
            "en": "Ovarian cysts may occur during the process in which an egg is released from the <em>ovary</em>.",
            "vi": "U nang buồng trứng có thể xuất hiện trong khi trứng được phóng khỏi buồng trứng."
        },
        {
            "en": "A tumour of the <em>ovary</em> composed of sertoli cells, leydig cells, or both.",
            "vi": "Một bướu của buồng trứng gồm có các tế bào sertoli, tế bào leydig hoặc cả hai."
        },
        {
            "en": "The glandular tissue in the <em>ovary</em> that forms at the site of a ruptured Graafian follicle after ovulation.",
            "vi": "Mô tuyến trong noãn sào tạo thành ở nơi nang graaf vỡ ra sau khi rụng trứng"
        },
        {
            "en": "Not associated with the development and release of a female germ cell in the <em>ovary</em>, as in anovular menstruation.",
            "vi": "Không kết hợp với sự phát triển và phóng thích tế bào sinh dục nữ trong noãn sào, như trong kinh nguyệt không phóng noãn."
        },
        {
            "en": "What is polycystic <em>ovary</em> syndrome?Polycystic <em>ovary</em> syndrome is a common health problem that can affect teenage girls and women. Although no one really knows what causes PCOS, it seems to be related to an imbalance in a girl's hormones.",
            "vi": "Hội chứng buồng trứng đa u nang là gì? Hội chứng buồng trứng đa u nang là vấn đề sức khỏe thường thấy có thể xảy ra ở thiếu nữ và cả phụ nữ. Mặc dù chưa có ai thực sự biết được nguyên nhân gây bệnh là gì, nhưng có vẻ nó liên quan đến chứng mất cân bằng hoóc-môn trong cơ thể của bạn gái."
        },
        {
            "en": "As part of this study, a small portion of the <em>ovary</em> is surgically removed before starting cancer therapy.",
            "vi": "Là một phần của nghiên cứu này, một phần nhỏ của buồng trứng được phẫu thuật cắt bỏ trước khi bắt đầu liệu pháp điều trị ung thư."
        },
        {
            "en": "Days 2-14: Follicular Phase\n\nThe follicles on your <em>ovary</em> become active, and your cervical mucus starts to thin.",
            "vi": "Ngày 2 - 14: Giai đoạn phát triển nang buồng trứng\n\nCác nang trên buồng trứng của bạn được kích hoạt, và dịch nhầy cổ tử cung bắt đầu mỏng đi."
        },
        {
            "en": "If the cancer involves a whole <em>ovary</em>, both ovaries, or has spread to involve other tissues, the chances of cure fall.",
            "vi": "Nếu ung thư di căn trong toàn bộ buồng trứng, hai vòi trứng hoặc đến cả các mô khác, thì không còn cơ hội điều trị nữa."
        },
        {
            "en": "The residual body of scar tissue that remains in the <em>ovary</em> at the point where a corpus luteum has regressed after its secretary activity has ceased.",
            "vi": "Phần sót lại của mô sẹo còn lại trong noãn sào ở nơi thể vàng đã thoái hoá sau khi ngưng hoạt động phân tiết."
        },
        {
            "en": "Menopause is the time in a woman's life when the function of the ovaries ceases. The <em>ovary</em> (female gonad), is one of a pair of reproductive glands in women. They are located in the pelvis, one on each side of the uterus. Each <em>ovary</em> is about the siz​e and shape of an almond. The ovaries produce eggs (ova) and female hormones such as estrogen. During each monthly menstrual cycle, an egg is released from one <em>ovary</em>. The egg travels from the <em>ovary</em> through a Fallopian tube to the uterus.",
            "vi": "Mãn kinh là thời gian khi mà chức năng buồng trứng của người phụ nữ ngưng hoạt động. Buồng trứng (tuyến sinh dục nữ), là một trong hai tuyến sinh sản của phụ nữ. Chúng nằm ở khung xương chậu, hai bên tử cung. Mỗi buồng trứng đều có kích cỡ và hình dáng giống như quả hạnh. Buồng trứng sản sinh ra trứng và các hoóc-môn nữ chẳng hạn như hoóc-môn estrogen. Trứng rụng khỏi một buồng trứng trong suốt mỗi chu kỳ kinh hằng tháng; và đi từ buồng trứng qua ống dẫn trứng đến tử cung."
        },
        {
            "en": "An egg goes from the <em>ovary</em> to the fallopian tube, to the uterus, to the cervix, to the vagina, and finally to the outside world.",
            "vi": "Trứng đi từ buồng trứng đến ống dẫn trứng, đến tử cung (dạ con), đến cổ tử cung, đến âm đạo, và cuối cùng ra thế giới bên ngoài."
        }
    ],
    "suggestions": []
}