{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ouvəri'ækt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phản ứng quá mạnh mẽ, quá dữ dội đối với mọi khó khăn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">he overreact to the bad news</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ông ta phản ứng dữ dội đối với những tin xấu</font></td></tr></table><i/></div>",
            "word": "overreact"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>overreact</k><blockquote>■ <cclass>verb react more emotionally or forcibly than is justified. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>overreaction</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "overreact"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>overreact</k><blockquote>▸ <cclass>verb REACT DISPROPORTIONATELY, act irrationally, lose one's sense of proportion, blow something up out of all proportion; <cclass><i>Brit.</i><cclass><i>informal</i> go over the top.</cclass></cclass></cclass></blockquote></div>",
            "word": "overreact"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overreact"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overreact"
        }
    },
    "sentences": [
        {
            "en": "Don't <em>overreact</em>!",
            "vi": "Đừng có làm quá lên thế!"
        },
        {
            "en": "He <em>overreact</em> to the bad news",
            "vi": "Ông ta phản ứng dữ dội đối với những tin xấu"
        },
        {
            "en": "She tends to <em>overreact</em> when things go wrong.",
            "vi": "Bà ta hay phản ứng quá gay gắt khi hỏng việc."
        },
        {
            "en": "It's necessary not to <em>overreact</em> to a perceived threat.",
            "vi": "Thật không cần thiết phản ứng quá mức đối với một mối đe doạ nhận biết được."
        },
        {
            "en": "Try not to <em>overreact</em> or panic if the child tries alcohol.",
            "vi": "Tránh phản ứng quá đáng hay hoảng hốt khi thấy con trẻ thử qua rượu."
        },
        {
            "en": "But do not let it distort your thinking; do not get panic, and do not <em>overreact</em>.",
            "vi": "Nhưng đừng để điều đó bóp méo tư duy của bạn; đừng hoảng sợ, và đừng phản ứng thái quá."
        },
        {
            "en": "The kiss began much the same as usual—Edward was as careful as ever, and my heart began to <em>overreact</em> like it always did.",
            "vi": "Nụ hôn ban đầu cũng giống mọi khi - Edward vẫn cẩn thận như thường lệ, và trái tim tôi bắt đầu phản ứng quá mạnh mẽ như nó luôn thế."
        },
        {
            "en": "If your child smokesIf you smell smoke on your child's clothing, try not to <em>overreact</em>. Ask about it first — maybe he or she has been hanging around with friends who smoke or just tried one cigarette. Many kids do try a cigarette at one time or another but don't become regular smokers.",
            "vi": "Nếu con bạn hút thuốc Nếu bạn ngửi thấy mùi khói trên quần áo của con, hãy cố đừng nên phản ứng thái quá. Bạn nên hỏi con về việc này trước – có thể là bé đã treo quần áo gần nơi bạn bè hút thuốc hoặc chỉ thử hút một điếu thôi. Nhiều đứa trẻ thử hút một điếu vào một lúc nào đó nhưng không trở thành người hút thuốc lá thường xuyên đâu."
        },
        {
            "en": "Hemophobia    Hemophobia, or fear of blood, is a common specific phobia. The fear is categorized by the DSM-IV (Diagnostic and Statistical Manual, 4th Ed.) as part of the subtype “blood-injection-injury” phobias. This subtype, which also includes needle phobia, can cause symptoms that are not frequently seen in other types of specific phobias. \nSymptoms of Hemophobia\n Most types of specific phobia cause the heart rate and blood pressure to rise. Hemophobia and other blood-injection-injury phobias frequently cause a drop in blood pressure and heart rate. The sudden drop can lead to fainting, a relatively common response to the sight of blood. Anticipatory anxiety, in which you may experience a racing heart, shaking, and gastrointestinal distress, is common in the hours and days before an upcoming encounter with blood. \nCauses of Hemophobia\n Hemophobia is often related to other phobias. Trypanophobia, or fear of medical needles, is sometimes associated with hemophobia. Some people with a fear of blood also have other medical phobias, such as fears of doctors and dentists. The field of medicine is popularly associated with gruesome images of spilled blood, particularly in television and movies, which may help to perpetuate such phobias. Hemophobia may also be associated with health phobias including hypochondriasis and nosophobia. Bleeding is an indication that something is wrong with the body, and the sight of one’s own blood can be enough to trigger health anxiety. In those who suffer from mysophobia, or fear of germs, the sight of someone else’s blood can trigger fears of catching a disease. In some cases, the fear of blood may be related to the fear of death. Hemophobia may be caused by a previous negative experience with blood. Those who have been through a traumatic injury or illness that caused a major loss of blood may be at increased risk. However, hemophobia may be inherited or even be rooted in evolutionary factors. \nHemophobia in Popular Culture\n Because the fear of blood is extremely common, it is frequently exploited in popular culture. Horror movies and Halloween events prey on our natural aversion to blood, often featuring large quantities of fake blood in full Technicolor glory. Of course, as the 1980s slasher genre proved, it is easy to become emotionally numb to such images, particularly for those who have a fear but not a full-blown phobia. Part of the reason that the shower scene in 1960s Psycho is still considered a masterpiece is the relative lack of gore. The scene was shot in black and white, and the knife never actually pierces the skin. Yet the mind fills in all of the details of a gruesome knife attack. Spilled blood sometimes creates a paradox -- we can’t bear to look, yet we can’t bring ourselves to look away. Consequently, reality television shows such as CBS’ Survivor often create water cooler buzz by zooming in on contestants’ injuries in High Definition slow motion. \nConsequences of Hemophobia\n Hemophobia can cause a wide range of difficulties that may prove life-limiting or even dangerous. If you are afraid of blood, you may be reluctant to seek medical treatment. You might postpone or avoid annual physicals and needed medical tests. You may refuse surgery or dental treatments. Parents with hemophobia may find it difficult or impossible to bandage their children’s wounds. You might pass these tasks off to your spouse whenever possible. You may also <em>overreact</em> to minor injuries in your children as well as yourself, frequenting emergency rooms or walk-in clinics when home treatment would suffice. A fear of blood may also cause you to limit activities that carry a risk of injury. You might be unable to participate in outdoor activities such as hiking, camping or running. You may avoid sports, carnival rides and other activities that you perceive as dangerous. Over time, such avoidant behaviors can lead to isolation. You might develop social phobia or, in extreme cases, agoraphobia. Your relationships might suffer and, over time, you might find it difficult to participate in even the normal activities of daily living. Feeling depressed is not unusual.    \nTreating Hemophobia\n Hemophobia responds very well to many treatment methods. One of the most common is cognitive-behavioral therapy. You will learn to replace your fearful self-talk with healthier responses to the sight of blood. You will also learn new behaviors and coping strategies. If your phobia is severe, medications can help control the anxiety, allowing you to focus on treatment strategies. Other forms of talk therapy, hypnosis, and even alternative treatments may also be helpful. A skilled therapist can guide you through the process of recovery, which can be difficult or impossible on your own. With help, though, there is no reason for hemophobia to control your life.",
            "vi": "Chứng sợ máu    Chứng sợ máu, hoặc sự sợ máu, là chứng sợ đặc trưng thường gặp. Nỗi sợ hãi được phân loại theo DSM-IV (Hướng dẫn Chẩn đoán và Thống kê, Ed 4) như một phần của dạng phụ ám ảnh “máu – chích – chấn thương”. Kiểu phụ này, cũng bao gồm chứng sợ kim, có thể gây ra triệu chứng không thường xuyên thấy trong khác kiểu chứng sợ cụ thể \nTriệu chứng của Chứng sợ máu\n Hầu hết các loại ám ảnh đặc trưng đều gây ra nhịp tim và huyết áp tăng. Chứng sợ máu và những ám ảnh máu – chích – chấn thương thường gây hạ huyết áp và nhịp tim. Hạ đột ngột có thể dẫn đến ngất, một phản ứng khá thường gặp khi nhìn thấy máu. Lo lắng trước, trong đó bạn có thể bị tim đập rất nhanh, run rẩy, và đau dạ dày - ruột non, thường xảy ra trong khoảng thời gian trước khi sắp phải tiếp xúc với máu.   \nNguyên nhân của chứng sợ máu\n Chứng sợ máu thường liên quan với những ám ảnh khác. Chứng sợ kim tiêm, hay là nỗi sợ hãi đối với kim dùng trong y tế, đôi khi đi kèm với chứng sợ máu. Một số người mắc chứng sợ máu còn có các chứng sợ khác đối với ngành y tế, như là sợ nha sĩ và bác sĩ. Các lĩnh vực y khoa thường gắn liền với hình ảnh khủng khiếp của máu chảy, đặc biệt trong truyền hình và phim ảnh, có thể làm ghi nhớ mãi những ám ảnh như vậy. Chứng sợ máu cũng có thể là liên quan đến các ám ảnh sức khỏe bao gồm bệnh tưởng và chứng sợ mắc bệnh. Chảy máu là một dấu hiệu cho thấy có điều gì đó không ổn với cơ thể, và khi nhìn thấy máu của chính mình có thể đủ để gây ra sự lo lắng về sức khỏe. Ở những người bị chứng sợ lây nhiễm, hoặc sợ mầm bệnh, nhìn của máu của người khác có thể gây ra sợ bị bệnh. Trong vài trường hợp, sợ máu có thể liên quan đến sợ chết. Chứng sợ máu có thể gây ra do một kinh nghiệm không hay với máu trước đây. Những người đã trải qua một chấn thương hoặc bệnh gây mất máu nhiều có thể có nguy cơ cao. Tuy nhiên, chứng sợ máu có thể di truyền hoặc thậm chí ăn sâu vào các yếu tố tiến hoá.   \nChứng sợ máu trong văn hoá đại chúng\n Vì nỗi sợ hãi máu là vô cùng phổ biến, nên nó thường xuyên được khai thác trong văn hóa đại chúng. Phim kinh dị và các sự kiện Halloween đánh vào sự ác cảm tự nhiên của chúng ta với máu, thường đặc trưng bởi rất nhiều máu giả nhìn như thật. Tất nhiên, vào những năm 80, thể loại phim kinh dị đã chứng minh, rất dễ trở nên vô cảm với các hình ảnh như vậy, đặc biệt đối với những người có sợ hãi nhưng không phải là một nỗi ám ảnh hoàn toàn. Một phần của lý do là cảnh tắm trong phim kinh dị Tâm thần những năm 60 được cho là kiệt tác vẫn còn tương đối thiếu máu me. Cảnh phim được quay trắng đen, và con dao hoàn toàn không thực sự xuyên qua da. Tuy nhiên, tâm trí người xem sẽ bị ám ảnh bởi toàn bộ các chi tiết về một cuộc tấn công bằng dao ghê rợn. Máu đổ đôi khi tạo ra nghịch lý – chúng ta không dám nhìn, nhưng chúng ta cũng không điều khiển bản thân nhìn đi chỗ khác được. Do đó, các chương trình truyền hình thực tế như Kẻ sống sót của CBS thường làm lạnh sống lưng bằng cách phóng to vào hình những vết thương của các đối thủ trong cảnh quay chậm độ nét cao.  \nHậu quả của Chứng sợ máu\n Chứng sợ máu có thể gây ra nhiều khó khăn gây hạn chết trong cuộc sống hoặc thậm chí nguy hiểm. Nếu bạn sợ máu, bạn có thể không muốn tìm kiếm sự điều trị y tế. Bạn có thể trì hoãn hoặc tránh khám sức khỏe thường niên và các xét nghiệm y tế cần thiết. Bạn có thể từ chối phẫu thuật hoặc điều trị nha khoa. Cha mẹ mắc chứng sợ máu có thể gặp khó khăn hoặc không thể băng bó vết thương cho con mình. Bạn có thể giao nhiệm vụ này cho bạn đời của bạn bất cứ khi nào có thể. Bạn cũng có thể phản ứng thái quá với những thương tổn nhỏ của con cũng như của chính bạn, thường phải tới các phòng cấp cứu hoặc phòng khám đa khoa trong khi chỉ cần điều trị tại nhà. Sợ máu cũng có thể làm bạn giới hạn những hoạt động có nguy cơ gây thương tổn. Bạn có thể sẽ không thể tham gia vào các hoạt động ngoài trời như leo núi, cắm trại hay chạy thi. Bạn có thể tránh các môn thể thao, tham dự lễ hội và các hoạt động khác mà bạn cho là nguy hiểm. Theo thời gian, hành vi né tránh như vậy có thể dẫn đến sự cô lập. Bạn có thể phát triển chứng sợ xã hội hoặc, trong trường hợp đặc biệt, chứng sợ khoảng rộng. Mối quan hệ của bạn có thể bị tác động xấu, và qua thời gian, bạn sẽ thấy khó khăn để tham gia ngay cả trong những hoạt động bình thường của cuộc sống hàng ngày. Cảm thấy chán nản cũng có thể xảy ra. \nĐiều trị chứng sợ máu\n Chứng sợ máu đáp ứng rất tốt với nhiều phương pháp điều trị. Một trong những phương pháp phổ biến nhất là liệu pháp nhận thức hành vi. Bạn sẽ được học cách thay thế nỗi ám ảnh do sợ hãi của mình bằng các phản ứng mạnh mẽ hơn khi nhìn thấy máu. Bạn cũng sẽ tìm hiểu hành vi mới và chiến lược đối phó. Bạn cũng sẽ được tìm hiểu về các hành vi mới và chiến lược đối phó. Nếu ám ảnh của bạn là nghiêm trọng, thuốc có thể giúp kiểm soát lo lắng, cho phép bạn tập trung vào các chiến lược điều trị. Các dạng khác của liệu pháp trò chuyện, thôi miên, và các cách điều trị luân phiên cũng có thể hữu ích. Một bác sĩ điều trị có tay nghề cao có thể hướng dẫn bạn trải qua quá trình phục hồi mà bạn khó hoặc không thể tự thực hiện một mình. Với sự giúp đỡ, chẳng có lý do gì mà chứng sợ máu có thể ảnh hưởng đến đời sống của bạn."
        },
        {
            "en": "Inflation is defined as a sustained increase in the general level of prices for goods and services. It is measured as an annual percentage increase as reported in the Consumer Price Index (CPI), generally prepared on a monthly basis by the U.S. Bureau of Labor Statistics. As inflation rises, purchasing power decreases, fixed-asset values are affected, companies adjust their pricing of goods and services, financial markets react and there is an impact on the composition of investment portfolios. Inflation, to one degree or another, is a fact of life. Consumers, businesses and investors are impacted by any upward trend in prices. In this article, we'll look at various elements in the investing process affected by inflation and show you what you need to be aware of.  Financial Reporting and Changing Prices Back in the period from 1979 to 1986, the Financial Accounting Standards Board (FASB) experimented with \"inflation accounting,\" which required that companies include supplemental constant dollar and current cost accounting information (unaudited) in their annual reports. The guidelines for this approach were laid out in Statement of Financial Accounting Standards No. 33, which contended that \"inflation causes historical cost financial statements to show illusionary profits and mask erosion of capital.\" With little fanfare or protest, SFAS No. 33 was quietly rescinded in 1986. Nevertheless, serious investors should have a reasonable understanding of how changing prices can affect financial statements, market environments and investment returns.   Corporate Financial Statements In a balance sheet, fixed assets - property, plant and equipment - are valued at their purchase prices (historical cost), which may be significantly understated compared to the assets' present day market values. It's difficult to generalize, but for some firms, this historical/current cost differential could be added to a company's assets, which would boost the company's equity position and improve its debt/equity ratio.  In terms of accounting policies, firms using the last-in, first-out (LIFO) inventory cost valuation are more closely matching costs and prices in an inflationary environment. Without going into all the accounting intricacies, LIFO understates inventory value, overstates the cost of sales, and therefore lowers reported earnings. Financial analysts tend to like the understated or conservative impact on a company's financial position and earnings that are generated by the application of LIFO valuations as opposed to other methods such as first-in, first-out (FIFO) and average cost.    Market Sentiment Every month, the U.S. Department of Commerce's Bureau of Labor Statistics reports on two key inflation indicators: the Consumer Price Index (CPI) and the Producer Price Index (PPI). These indexes are the two most important measurements of retail and wholesale inflation, respectively. They are closely watched by financial analysts and receive a lot of media attention.   The CPI and PPI releases can move markets in either direction. Investors do not seem to mind an upward movement (low or moderating inflation reported) but get very worried when the market drops (high or accelerating inflation reported). The important thing to remember about this data is that it is the trend of both indicators over an extended period of time that is more relevant to investors than any single release. Investors are advised to digest this information slowly and not to <em>overreact</em> to the movements of the market.    Interest Rates  One of the most reported issues in the financial press is what the Federal Reserve does with interest rates. The periodic meetings of the Federal Open Market Committee (FOMC) are a major news event in the investment community. The FOMC uses the federal funds target rate as one of its principal tools for managing inflation and the pace of economic growth. If inflationary pressures are building and economic growth is accelerating, the Fed will raise the fed-funds target rate to increase the cost of borrowing and slow down the economy. If the opposite occurs, the Fed will push its target rate lower.    All of this makes sense to economists, but the stock market is much happier with a low interest rate environment than a high one, which translates into a low to moderate inflationary outlook. A so-called \"Goldilocks\" - not too high, not too low - inflation rate provides the best of times for stock investors.  Future Purchasing Power It is generally assumed that stocks, because companies can raise their prices for goods and services, are a better hedge against inflation than fixed-income investments. For bond investors, inflation, whatever its level, eats away at their principal and reduces future purchasing power. Inflation has been fairly tame in recent history; however, it's doubtful that investors can take this circumstance for granted. It would be prudent for even the most conservative investors to maintain a reasonable level of equities in their portfolios to protect themselves against the erosive effects of inflation.   Conclusion Inflation will always be with us; it's an economic fact of life. It is not intrinsically good or bad, but it certainly does impact the investing environment. Investors need to understand the impacts of inflation and structure their portfolios accordingly. One thing is clear: depending on personal circumstances, investors need to maintain a blend of equity and fixed-income investments with adequate real returns to address inflationary issues.      ",
            "vi": "Lạm phát được định nghĩa là sự gia tăng liên tục mức giá chung các hàng hoá và dịch vụ, được đo lường như một sự gia tăng tỷ lệ phần trăm hàng năm, như báo cáo về chỉ số giá cả tiêu dùng (CPI) mà thường mỗi tháng Cục Thống kê Lao động Hoa Kỳ tiến hành. Khi lạm phát tăng, sức mua giảm, giá trị tài sản cố định bị ảnh hưởng, các công ty điều chỉnh giá hàng hoá và dịch vụ, thị trường tài chính phản ứng lại, và có sự tác động đến cơ cấu thành phần các danh mục đầu tư.   Lạm phát, ở mức độ này hay mức độ khác, là điều không thể tránh khỏi. Người tiêu dùng, doanh nghiệp và nhà đầu tư đều chịu ảnh hưởng bởi bất kỳ xu hướng giá cả đi lên nào. Trong bài này, chúng ta sẽ tìm hiểu những yếu tố khác nhau trong quá trình đầu tư bị lạm phát tác động và bạn sẽ thấy những gì mình cần phải biết.  Quá trình lập báo cáo tài chính và giá cả thay đổi Trở lại giai đoạn từ 1979 tới 1986, Hội đồng Tiêu chuẩn Kế toán Tài chính (FASB) thử nghiệm \"phương pháp kế toán theo lạm phát\", phương pháp đòi hỏi các công ty trong những báo cáo thường niên của mình phải có thông tin kế toán chi phí hiện hành (chưa được kiểm tra) và giá trị đồng đô la cố định bổ sung. Nguyên tắc chỉ đạo đối với phương pháp này trình bày trong Thông báo Chuẩn mực Kế toán Tài chính số 33, cho rằng \"lạm phát khiến các báo cáo tài chính theo nguyên tắc giá phí lịch sử thể hiện lợi nhuận ảo và che giấu sự xói mòn vốn. Không cần ồn ào hay phản đối nhiều, Thông báo Chuẩn mực Kế toán Tài chính số 33 đã bị bãi bỏ một cách lẹ làng vào năm 1986. Tuy vậy, những nhà đầu tư nghiêm túc nên hiểu biết hợp lý về cách giá cả thay đổi có thể tác động đến các báo cáo tài chính, hoàn cảnh thị trường và lợi nhuận đầu tư.   Báo cáo tài chính công ty Trong bảng cân đối kế toán, tài sản cố định - đất đai, nhà xưởng và trang thiết bị - được định giá theo các mức giá khi mua chúng (giá nguyên thuỷ), có thể bị giảm đi đáng kể so với giá trị thị trường hiện tại của tài sản. Thật khó có thể đưa ra một nhận xét khái quát, nhưng đối với một số doanh nghiệp, sự chênh lệch giá hiện tại và giá nguyên thuỷ này có thể thêm vào tài sản công ty, nâng vị thế vốn của công ty lên và cải thiện tỷ lệ nợ trên vốn.   Về mặt chính sách kế toán, các doanh nghiệp sử dụng phương pháp tính giá hàng tồn kho nhập sau xuất trước (LIFO) thì trong hoàn cảnh lạm phát, chi phí và giá cả gần khớp với nhau nhiều hơn. Không đi sâu vào chi tiết các vấn đề phức tạp thuộc lĩnh vực kế toán, phương pháp LIFO làm giảm bớt giá trị hàng tồn kho, tăng chi phí vật liệu và nhân công, và do đó hạ thấp thu nhập trong báo cáo. Các nhà phân tích tài chính thường thích tác động giảm nhẹ hoặc vừa phải đối với tình trạng tài chính và thu nhập của công ty, được tạo ra nhờ áp dụng các phương pháp định giá LIFO (nhập sau xuất trước) đối lập với những phương pháp khác, chẳng hạn phương pháp giá thành bình quân và nhập trước xuất trước (FIFO).   Tâm lý thị trường Mỗi tháng, Cục Thống kê Lao động Bộ Thương mại Hoa Kỳ báo cáo về 2 chỉ số lạm phát quan trọng: chỉ số giá tiêu dùng (CPI) và chỉ số giá sản xuất (PPI). Những chỉ số này là 2 thước đo quan trọng nhất về lạm phát bán sỉ và bán lẻ, theo thứ tự. Chúng được các nhà phân tích tài chính theo dõi chặt chẽ và giới truyền thông chú ý rất sít sao.   Những dịp công bố chỉ số giá tiêu dùng (CPI) và chỉ số giá sản xuất (PPI ) có thể làm cho thị trường hướng đi lên hoặc đi xuống. Các nhà đầu tư dường như không bận tâm với xu hướng đi lên (lạm phát thấp hoặc vừa phải được báo cáo) nhưng lại rất lo lắng khi thị trường rớt giá (lạm phát cao hoặc tăng nhanh được báo cáo). Điều quan trọng phải cần nhớ về dữ liệu này là xu hướng của cả hai chỉ số trong suốt một khoảng thời gian dài có liên quan đến các nhà đầu tư nhiều hơn bất kỳ sự công bố riêng lẻ nào. Các nhà đầu tư được khuyến cáo nên tiếp nhận thông tin này một cách chậm rãi và không nên phản ứng thái quá với các biến động của thị trường.   Lãi suất Một trong những vấn đề được báo chí tài chính đưa tin nhiều nhất là Cục Dự trữ Liên bang giải quyết vấn đề lãi suất như thế nào. Những cuộc họp định kỳ của Ủy ban Thị trường Tự do Liên bang (FOMC) là sự kiện tin tức quan trọng trong giới đầu tư. Ủy ban Thị trường Tự do Liên bang (FOMC) sử dụng lãi suất mục tiêu quỹ liên bang như là một trong những công cụ chủ yếu để kiềm chế lạm phát và điều tiết tốc độ tăng trưởng kinh tế. Nếu áp lực lạm phát đang lớn dần và mức tăng trưởng kinh tế đang gia tăng, Cục Dự trữ Liên bang sẽ nâng lãi suất mục tiêu quỹ liên bang để tăng chi phí vay và hạ nhiệt nền kinh tế. Nếu trường hợp ngược lại xảy ra, Cục Dự trữ Liên bang sẽ đẩy lãi suất mục tiêu của mình xuống thấp hơn. Tất cả những điều này đều có ý nghĩa đối với nhà kinh tế học, nhưng thị trường chứng khoán sẽ thoải mái hơn nhiều với một môi trường lãi suất thấp hơn một môi trường lãi suất cao, được hiểu là một viễn cảnh lạm pháp từ thấp đến vừa phải. Cái gọi là \"Goldilocks\" - tức là không quá cao, không quá thấp - tỷ lệ lạm phát cho các nhà đầu tư cổ phiếu khoảng thời gian tươi đẹp nhất.   Sức mua trong tương lai Người ta thường cho rằng cổ phiếu, vì các công ty có thể tăng giá hàng hoá và dịch vụ của họ, là hàng rào chống lạm phát tốt hơn những khoản đầu tư có thu nhập cố định. Đối với những nhà đầu tư trái phiếu, lạm phát, bất kể mức độ nào, cũng ăn mòn vào tiền vốn của họ và giảm sức mua trong tương lai. Lạm phát khá lành trong lịch sử gần đây; tuy nhiên chưa chắc các nhà đầu tư có thể cho rằng trường hợp này là đúng. Thậm chí ngay cả những nhà đầu tư bảo thủ nhất cũng thận trọng duy trì mức cổ phiếu hợp lý trong danh mục đầu tư của họ nhằm tự bảo vệ mình trước những tác động mang tính ăn mòn của lạm phát.   Kết luận Lạm phát sẽ luôn đồng hành cùng chúng ta; đó là điều tất yếu về mặt kinh tế. Thực chất lạm phát không tốt cũng không xấu, nhưng chắc chắn có tác động đến môi trường đầu tư. Các nhà đầu tư cần hiểu những tác động của lạm phát và cơ cấu danh mục đầu tư của mình cho phù hợp. Một điều chắc chắn là, tuỳ vào hoàn cảnh cá nhân, nhà đầu tư cần duy trì sự kết hợp các khoản đầu tư vốn và đầu tư thu nhập cố định có lợi nhuận trên thực tế tương xứng để giải quyết các vấn đề lạm phát.      "
        },
        {
            "en": "6            6. SWITZERLAND AS I DROVE HOME , I WASN’T PAYING MUCH ATTENTION TO the road that shimmered wetly in the sun. I was thinking about the flood of information Jacob had shared with me, trying to sort it out, to force it all to make sense. Despite the overload, I felt lighter. Seeing Jacob smile, having all the secrets thrashed out . . . it didn’t make things perfect, but it made them better. I was right to have gone. Jacob needed me. And obviously, I thought as I squinted into the glare, there was no danger. It came out of nowhere. One minute there was nothing but bright highway in my rearview mirror. The next minute, the sun was glinting off a silver Volvo right on my tail. “Aw, crap,” I whimpered. I considered pulling over. But I was too much of a coward to face him right away. I’d been counting on some prep time . . . and having Charlie nearby as a buffer. At least that would force him to keep his voice down. The Volvo followed inches behind me. I kept my eyes on the road ahead. Chicken through and through, I drove straight to Angela’s without once meeting the gaze I could feel burning a hole in my mirror. He followed me until I pulled to the curb in front of the Webers’ house. He didn’t stop, and I didn’t look up as he passed. I didn’t want to see the expression on his face. I ran up the short concrete walk to Angela’s door as soon as he was out of sight. Ben answered the door before I could finish knocking, like he’d been standing right behind it. “Hey, Bella!” he said, surprised. “Hi, Ben. Er, is Angela here?” I wondered if Angela had forgotten our plans, and cringed at the thought of going home early. “Sure,” Ben said just as Angela called, “Bella!” and appeared at the top of the stairs. Ben peered around me as we both heard the sound of a car on the road; the sound didn’t scare me — this engine stuttered to a stop, followed by the loud pop of a backfire. Nothing like the purr of the Volvo. This must be the visitor Ben had been waiting for. “Austin’s here,” Ben said as Angela reached his side. A horn honked on the street.  “I’ll see you later,” Ben promised. “Miss you already.” He threw his arm around Angela’s neck and pulled her face down to his height so that he could kiss her enthusiastically. After a second of this, Austin honked again. “’Bye, Ang! Love you!” Ben shouted as he dashed past me. Angela swayed, her face slightly pink, then recovered herself and waved until Ben and Austin were out of sight. Then she turned to me and grinned ruefully. “Thank you for doing this, Bella,” she said. “From the bottom of my heart. Not only are you saving my hands from permanent injury, you also just spared me two long hours of a plot-less, badly dubbed martial arts film.” She sighed in relief. “Happy to be of service.” I was feeling a bit less panicked, able to breathe a little more evenly. It felt so ordinary here. Angela’s easy human dramas were oddly reassuring. It was nice to know that life was normal somewhere . I followed Angela up the stairs to her room. She kicked toys out of the way as she went. The house was unusually quiet. “Where’s your family?” “My parents took the twins to a birthday party in Port Angeles. I can’t believe you’re really going to help me with this. Ben’s pretending he has tendonitis.” She made a face. “I don’t mind at all,” I said, and then I walked into Angela’s room and saw the stacks of waiting envelopes.  “Oh!” I gasped. Angela turned to look at me, apologies in her eyes. I could see why she’d been putting this off, and why Ben had weaseled out. “I thought you were exaggerating,” I admitted. “I wish. Are you sure you want to do this?” “Put me to work. I’ve got all day.” Angela divided a pile in half and put her mother’s address book between us on her desk. For a while we concentrated, and there was just the sound of our pens scratching quietly across the paper. “What’s Edward doing tonight?” she asked after a few minutes. My pen dug into the envelope I was working on. “Emmet’s home for the weekend. They’re supposed to be hiking.” “You say that like you’re not sure.” I shrugged. “You’re lucky Edward has his brothers for all the hiking and camping. I don’t know what I’d do if Ben didn’t have Austin for the guy stuff.” “Yeah, the outdoors thing is not really for me. And there’s no way I’d ever be able to keep up.” Angela laughed. “I prefer the indoors myself.” She focused on her pile for a minute. I wrote out four more addresses. There was never any pressure to fill a pause with meaningless chatter around Angela. Like Charlie, she was comfortable with silence. But, like Charlie, she was also too observant sometimes. “Is something wrong?” she asked in a low voice now. “You seem . . . anxious.” I smiled sheepishly. “Is it that obvious?” “Not really.” She was probably lying to make me feel better. “You don’t have to talk about it unless you want to,” she assured me. “I’ll listen if you think it will help.” I was about to say thanks, but no thanks . After all, there were just too many secrets I was bound to keep. I really couldn’t discuss my problems with someone human. That was against the rules. And yet, with a strange, sudden intensity, that’s exactly what I wanted. I wanted to talk to a normal human girlfriend. I wanted to moan a little bit, like any other teenage girl. I wanted my problems to be that simple. It would also be nice to have someone outside the whole vampire-werewolf mess to put things in perspective. Someone unbiased.  “I’ll mind my own business,” Angela promised, smiling down at the address she was working on. “No,” I said. “You’re right. I am anxious. It’s . . . it’s Edward.” “What’s wrong?” It was so easy to talk to Angela. When she asked a question like that, I could tell that she wasn’t just morbidly curious or looking for gossip, like Jessica would have been. She cared that I was upset. “Oh, he’s mad at me.” “That’s hard to imagine,” she said. “What’s he mad about?” I sighed. “Do you remember Jacob Black?” “Ah,” she said. “Yeah.” “He’s jealous.” “No, not jealous . . .” I should have kept my mouth shut. There was no way to explain this right. But I wanted to keep talking anyway. I hadn’t realized I was so starved for human conversation. “Edward thinks Jacob is . . . a bad influence, I guess. Sort of . . . dangerous. You know how much trouble I got in a few months back. . . . It’s all ridiculous, though.” I was surprised to see Angela shaking her head. “What?” I asked. “Bella, I’ve seen how Jacob Black looks at you. I’d bet the real problem is jealousy.” “It’s not like that with Jacob.” “For you, maybe. But for Jacob . . .” I frowned. “Jacob knows how I feel. I’ve told him everything.” “Edward’s only human, Bella. He’s going to react like any other boy.” I grimaced. I didn’t have a response to that. She patted my hand. “He’ll get over it.” “I hope so. Jake’s going through kind of a tough time. He needs me.” “You and Jacob are pretty close, aren’t you?” “Like family,” I agreed. “And Edward doesn’t like him. . . . That must be hard. I wonder how Ben would handle that?” she mused. I half-smiled. “Probably just like any other boy.” She grinned. “Probably.” Then she changed the subject. Angela wasn’t one to pry, and she seemed to sense I wouldn’t — couldn’t — say any more. “I got my dorm assignment yesterday. The farthest building from campus, naturally.”  “Does Ben know where he’s staying yet?” “The closest dorm to campus. He’s got all the luck. How about you? Did you decide where you’re going?” I stared down, concentrating on the clumsy scrawl of my handwriting. For a second I was distracted by the thought of Angela and Ben at the University of Washington. They would be off to Seattle in just a few months. Would it be safe then? Would the wild young vampire menace have moved elsewhere? Would there be a new place by then, some other city flinching from horror-movie headlines? Would those new headlines be my fault? I tried to shake it off and answered her question a beat late. “Alaska, I think. The university there in Juneau.” I could hear the surprise in her voice. “Alaska? Oh. Really? I mean, that’s great. I just figured you’d go somewhere . . . warmer.” I laughed a little, still staring at the envelope. “Yeah. Forks has really changed my perspective on life.”  “And Edward?” Though his name set butterflies fluttering in my stomach, I looked up and grinned at her. “Alaska’s not too cold for Edward, either.” She grinned back. “Of course not.” And then she sighed. “It’s so far. You won’t be able to come home very often. I’ll miss you. Will you e-mail me?” A swell of quiet sadness crashed over me; maybe it was a mistake to get closer to Angela now. But wouldn’t it be sadder still to miss out on these last chances? I shook off the unhappy thoughts, so that I could answer her teasingly. “If I can type again after this.” I nodded toward the stack of envelopes I’d done. We laughed, and it was easy then to chat cheerfully about classes and majors while we finished the rest — all I had to do was not think about it. Anyway, there were more urgent things to worry about today. I helped her put the stamps on, too. I was afraid to leave. “How’s your hand?” she asked. I flexed my fingers. “I think I’ll recover the full use of it . . . someday.” The door banged downstairs, and we both looked up. “Ang?” Ben called. I tried to smile, but my lips trembled. “I guess that’s my cue to leave.” “You don’t have to go. Though he’s probably going to describe the movie for me . . . in detail.” “Charlie will be wondering where I am anyway.” “Thanks for helping me.” “I had a good time, actually. We should do something like this again. It was nice to have some girl time.” “Definitely.” There was a light knock on the bedroom door. “Come in, Ben,” Angela said. I got up and stretched. “Hey, Bella! You survived,” Ben greeted me quickly before going to take my place by Angela. He eyed  our work. “Nice job. Too bad there’s nothing left to do, I would have . . .” He let the thought trail off, and then restarted excitedly. “Ang, I can’t believe you missed this one! It was awesome. There was this final fight sequence — the choreography was unbelievable! This one guy — well, you’re going to have to see it to know what I’m talking about —” Angela rolled her eyes at me. “See you at school,” I said with a nervous laugh. She sighed. “See you.” I was jumpy on the way out to my truck, but the street was empty. I spent the whole drive glancing anxiously in all my mirrors, but there was never any sign of the silver car. His car was not in front of the house, either, though that meant little. “Bella?” Charlie called when I opened the front door. “Hey, Dad.” I found him in the living room, in front of the TV.  “So, how was your day?” “Good,” I said. Might as well tell him everything — he’d hear it from Billy soon enough. Besides, it would make him happy. “They didn’t need me at work, so I went down to La Push.” There wasn’t enough surprise in his face. Billy had already talked to him. “How’s Jacob?” Charlie asked, attempting to sound indifferent. “Good,” I said, just as casual. “You get over to the Webers’?” “Yep. We got all her announcements addressed.” “That’s nice.” Charlie smiled a wide smile. He was strangely focused, considering that there was a game on. “I’m glad you spent some time with your friends today.” “Me, too.” I ambled toward the kitchen, looking for busy work. Unfortunately, Charlie had already cleaned up his lunch. I stood there for a few minutes, staring at the bright patch of light the sun made on the floor. But I knew I couldn’t delay this forever. .  “I’m going to go study,” I announced glumly as I headed up the stairs. “See you later,” Charlie called after me. If I survive, I thought to myself. I shut my bedroom door carefully before I turned to face my room. Of course he was there. He stood against the wall across from me, in the shadow beside the open window. His face was hard and his posture tense. He glared at me wordlessly.  I cringed, waiting for the torrent, but it didn’t come. He just continued to glare, possibly too angry to speak. “Hi,” I finally said. His face could have been carved from stone. I counted to a hundred in my head, but there was no change. “Er . . . so, I’m still alive,” I began. A growl rumbled low in his chest, but his expression didn’t change.  “No harm done,” I insisted with a shrug. He moved. His eyes closed, and he pinched the bridge of his nose between the fingers of his right hand. “Bella,” he whispered. “Do you have any idea how close I came to crossing the line today? To breaking the treaty and coming after you? Do you know what that would have meant?” I gasped and his eyes opened. They were as cold and hard as night.  “You can’t!” I said too loudly. I worked to modulate the volume of my voice so Charlie wouldn’t hear, but I wanted to shout the words. “Edward, they’d use any excuse for a fight. They’d love that. You can’t ever break the rules!” “Maybe they aren’t the only ones who would enjoy a fight.” “Don’t you start,” I snapped. “You made the treaty — you stick to it.” “If he’d hurt you —” “Enough!” I cut him off. “There’s nothing to worry about. Jacob isn’t dangerous.”  “Bella.” He rolled his eyes. “You aren’t exactly the best judge of what is or isn’t dangerous.” “I know I don’t have to worry about Jake. And neither do you.” He ground his teeth together. His hands were balled up in fists at his sides. He was still standing against the wall, and I hated the space between us. I took a deep breath, and crossed the room. He didn’t move when I wrapped my arms around him. Next to the warmth of the last of the afternoon sun streaming through the window, his skin felt especially icy. He seemed like ice, too, frozen the way he was.  “I’m sorry I made you anxious,” I muttered. He sighed, and relaxed a little. His arms wound around my waist. “Anxious is a bit of an understatement,” he murmured. “It was a very long day.” “You weren’t supposed to know about it,” I reminded him. “I thought you’d be hunting longer.” I looked up at his face, at his defensive eyes; I hadn’t noticed in the stress of the moment, but they were too dark. The rings under them were deep purple. I frowned in disapproval.  “When Alice saw you disappear, I came back,” he explained. “You shouldn’t have done that. Now you’ll have to go away again.” My frown intensified. “I can wait.” “That’s ridiculous. I mean, I know she couldn’t see me with Jacob, but you should have known —” “But I didn’t,” he broke in. “And you can’t expect me to let you —” “Oh, yes, I can,” I interrupted him. “That’s exactly what I expect —” “This won’t happen again.”  “That’s right! Because you’re not going to <em>overreact</em> next time.” “Because there isn’t going to be a next time.” “I understand when you have to leave, even if I don’t like it —” “That’s not the same. I’m not risking my life.” “Neither am I.” “Werewolves constitute a risk.”  “I disagree.” “I’m not negotiating this, Bella.” “Neither am I.” His hands were in fists again. I could feel them against my back. The words popped out thoughtlessly. “Is this really just about my safety?” “What do you mean?” he demanded.  “You aren’t . . .” Angela’s theory seemed sillier now than before. It was hard to finish the thought. “I mean, you know better than to be jealous, right?” He raised one eyebrow. “Do I?” “Be serious.” “Easily — there’s nothing remotely humorous about this.” I frowned suspiciously. “Or . . . is this something else altogether? Some vampires-and-werewolves-are-always-enemies nonsense? Is this just a testosterone-fueled —” His eyes blazed. “This is only about you. All I care is that you’re safe.” The black fire in his eyes was impossible to doubt. “Okay,” I sighed. “I believe that. But I want you to know something — when it comes to all this enemies nonsense, I’m out. I am a neutral country. I am Switzerland. I refuse to be affected by territorial disputes between mythical creatures. Jacob is family. You are . . . well, not exactly the love of my life, because I expect to love you for much longer than that. The love of my existence. I don’t care who’s a werewolf and who’s a vampire.  If Angela turns out to be a witch, she can join the party, too.” He stared at me silently through narrowed eyes. “Switzerland,” I repeated again for emphasis. He frowned at me, and then sighed. “Bella . . . ,” he began, but he paused, and his nose wrinkled in disgust. “What now?” “Well . . . don’t be offended, but you smell like a dog,” he told me. And then he smiled crookedly, so I knew the fight was over. For now. Edward had to make up for the missed hunting trip, and so he was leaving Friday night with Jasper, Emmett, and Carlisle to hit some reserve in Northern California with a mountain lion problem. We’d come to no agreement on the werewolf issue, but I didn’t feel guilty calling Jake — during my brief window of opportunity when Edward took the Volvo home before climbing back in through my window — to let him know I’d be coming over on Saturday again. It wasn’t sneaking around. Edward knew how I felt. And if he broke my truck again, then I’d have Jacob pick me up. Forks was neutral, just like Switzerland — just like me. So when I got off work Thursday and it was Alice rather than Edward waiting for me in the Volvo, I was not suspicious at first. The passenger door was open, and music I didn’t recognize was shaking the frame when the bass played. “Hey, Alice,” I shouted over the wailing as I climbed in. “Where’s your brother?” She was singing along to the song, her voice an octave higher than the melody, weaving through it with a complicated harmony. She nodded at me, ignoring my question as she concentrated on the music. I shut my door and put my hands over my ears. She grinned, and turned the volume down until it was just background. Then she hit the locks and the gas in the same second. “What’s going on?” I asked, starting to feel uneasy. “Where is Edward?” She shrugged. “They left early.” “Oh.” I tried to control the absurd disappointment. If he left early, that meant he’d be back sooner, I reminded myself.  “All the boys went, and we’re having a slumber party!” she announced in a trilling, singsong voice. “A slumber party?” I repeated, the suspicion finally settling in. “Aren’t you excited?” she crowed. I met her animated gaze for a long second. “You’re kidnapping me, aren’t you?” She laughed and nodded. “Till Saturday. Esme cleared it with Charlie; you’re staying with me two nights, and I will drive you to and from school tomorrow.” I turned my face to the window, my teeth grinding together. “Sorry,” Alice said, not sounding in the least bit penitent. “He paid me off.” “How?” I hissed through my teeth. “The Porsche. It’s exactly like the one I stole in Italy.” She sighed happily. “I’m not supposed to drive it around Forks, but if you want, we could see how long it takes to get from here to L.A. — I bet I could have you back by midnight.” I took a deep breath. “I think I’ll pass,” I sighed, repressing a shudder. We wound, always too fast, down the long drive. Alice pulled around to the garage, and I quickly looked over the cars. Emmett’s big jeep was there, with a shiny canary yellow Porsche between it and Rosalie’s red convertible. Alice hopped out gracefully and went to stroke her hand along the length of her bribe. “Pretty, isn’t it?” “Pretty over-the-top,” I grumbled, incredulous. “He gave you that just for two days of holding me hostage?” Alice made a face. A second later, comprehension came and I gasped in horror. “It’s for every time he’s gone, isn’t it?” She nodded. I slammed my door and stomped toward the house. She danced along next to me, still unrepentant. “Alice, don’t you think this is just a little bit controlling? Just a tiny bit psychotic, maybe?” “Not really.” She sniffed. “You don’t seem to grasp how dangerous a young werewolf can be.  Especially when I can’t see them. Edward has no way to know if you’re safe. You shouldn’t be so reckless.” My voice turned acidic. “Yes, because a vampire slumber party is the pinnacle of safety conscious behavior.” Alice laughed. “I’ll give you a pedicure and everything,” she promised. It wasn’t so bad, except for the fact that I was being held against my will. Esme brought Italian food — the good stuff, all the way from Port Angeles — and Alice was prepared with my favorite movies. Even Rosalie was there, quietly in the background. Alice did insist on the pedicure, and I wondered if she was working from a list — maybe something she’d compiled from watching bad sitcoms.  “How late do you want to stay up?” she asked when my toenails were glistening a bloody red. Her enthusiasm remained untouched by my mood. “I don’t want to stay up. We have school in the morning.” She pouted. “Where am I supposed to sleep, anyway?” I measured the couch with my eyes. It was a little short. “Can’t you just keep me under surveillance at my house?” “What kind of a slumber party would that be?” Alice shook her head in exasperation. “You’re sleeping in Edward’s room.” I sighed. His black leather sofa was longer than this one. Actually, the gold carpet in his room was probably thick enough that the floor wouldn’t be half bad either.  “Can I go back to my place to get my things, at least?” She grinned. “Already taken care of.” “Am I allowed to use your phone?” “Charlie knows where you are.” “I wasn’t going to call Charlie.” I frowned. “Apparently, I have some plans to cancel.” “Oh.” She deliberated. “I’m not sure about that.” “Alice!” I whined loudly. “C’mon!”  “Okay, okay,” she said, flitting from the room. She was back in half a second, cell phone in hand. “He didn’t specifically prohibit this . . . ,” she murmured to herself as she handed it to me. I dialed Jacob’s number, hoping he wasn’t out running with his friends tonight. Luck was with me — Jacob was the one to answer. “Hello?”  “Hey, Jake, it’s me.” Alice watched me with expressionless eyes for a second, before she turned and went to sit between Rosalie and Esme on the sofa. “Hi, Bella,” Jacob said, suddenly cautious. “What’s up?” “Nothing good. I can’t come over Saturday after all.” It was silent for a minute. “Stupid bloodsucker,” he finally muttered. “I thought he was leaving. Can’t you have a life when he’s gone? Or does he lock you in a coffin?” I laughed. “I don’t think that’s funny.” “I’m only laughing because you’re close,” I told him. “But he’s going to be here Saturday, so it doesn’t matter.” “Will he be feeding there in Forks, then?” Jacob asked cuttingly. “No.” I didn’t let myself get irritated with him. I wasn’t that far from being as angry as he was. “He left early.”  “Oh. Well, hey, come over now, then,” he said with sudden enthusiasm. “It’s not that late. Or I’ll come up to Charlie’s.” “I wish. I’m not at Charlie’s,” I said sourly. “I’m kind of being held prisoner.” He was silent as that sunk in, and then he growled. “We’ll come and get you,” he promised in a flat voice, slipping automatically into a plural. A chill slid down my spine, but I answered in a light and teasing voice. “Tempting. I have been tortured — Alice painted my toenails.”  “I’m serious.” “Don’t be. They’re just trying to keep me safe.” He growled again. “I know it’s silly, but their hearts are in the right place.” “Their hearts !” he scoffed. “Sorry about Saturday,” I apologized. “I’ve got to hit the sack” — the couch, I corrected mentally — “but I’ll call you again soon.”  “Are you sure they’ll let you?” he asked in a scathing tone. “Not completely.” I sighed. “’Night, Jake.” “See you around.” Alice was abruptly at my side, her hand held out for the phone, but I was already dialing. She saw the number. “I don’t think he’ll have his phone on him,” she said. “I’ll leave a message.” The phone rang four times, followed by a beep. There was no greeting. “You are in trouble,” I said slowly, emphasizing each word. “Enormous trouble. Angry grizzly bears are going to look tame next to what is waiting for you at home.” I snapped the phone shut and placed it in her waiting hand. “I’m done.” She grinned. “This hostage stuff is fun.” “I’m going to sleep now,” I announced, heading for the stairs. Alice tagged along. “Alice,” I sighed. “I’m not going to sneak out. You would know if I was planning to, and you’d catch me if I tried.”  “I’m just going to show you where your things are,” she said innocently. Edward’s room was at the farthest end of the third floor hallway, hard to mistake even when the huge house had been less familiar. But when I switched the light on, I paused in confusion. Had I picked the wrong door? Alice giggled. It was the same room, I realized quickly; the furniture had just been rearranged. The couch was pushed to the north wall and the stereo shoved up against the vast shelves of CDs — to make room for the colossal bed that now dominated the central space. The southern wall of glass reflected the scene back like a mirror, making it look twice as bad. It matched. The coverlet was a dull gold, just lighter than the walls; the frame was black, made of intricately patterned wrought iron. Sculpted metal roses wound in vines up the tall posts and formed a bowery lattice overhead. My pajamas were folded neatly on the foot of the bed, my bag of toiletries to one side. “What the hell is all this?” I spluttered.  “You didn’t really think he would make you sleep on the couch, did you?” I mumbled unintelligibly as I stalked forward to snatch my things off the bed. “I’ll give you some privacy,” Alice laughed. “See you in the morning.” After my teeth were brushed and I was dressed, I grabbed a puffy feather pillow off the huge bed and dragged the gold cover to the couch. I knew I was being silly, but I didn’t care. Porsches as bribes and king-sized beds in houses where nobody slept — it was beyond irritating. I flipped off the lights and curled up on the sofa, wondering if I was too annoyed to sleep. In the dark, the glass wall was no longer a black mirror, doubling the room. The light of the moon brightened the clouds outside the window. As my eyes adjusted, I could see the diffused glow highlighting the tops of the trees, and glinting off a small slice of the river. I watched the silver light, waiting for my eyes to get heavy. There was a light knock on the door.  “What, Alice?” I hissed. I was on the defensive, imagining her amusement when she saw my makeshift bed. “It’s me,” Rosalie said softly, opening the door enough that I could see the silver glow touch her perfect face. “Can I come in?",
            "vi": "6         6.  THỤY SĨ  Khi lái xe về nhà, tôi không để ý cho lắm đến đường xá sáng mờ ẩm ướt dưới ánh mặt trời. Tôi đang nghĩ về dòng lũ thông tin Jacob đã chia sẻ với tôi, cố sắp xếp phân tích nó, để hiểu ra mọi chuyện. Mặc dù quá tải, tôi lại cảm thấy nhẹ nhõm hơn.  Nhìn thấy Jacob cười, hiểu được mọi bí mật... không khiến cho mọi chuyện hoàn hảo, mà làm mọi chuyện khá hơn. Tôi đã đúng khi đến đó. Jacob cần tôi. Và rõ ràng là, tôi nghĩ – vừa hé nhìn vào ánh sáng chói chang - chẳng có gì nguy hiểm hết.  Nó đột nhiên xuất hiện. Mới phút rồi chẳng có gì ngoài đường cao tốc sáng sủa trong kính chiếu hậu của tôi. Phút sau, mặt trời đã loé sáng trên chiếc Volvo màu bạc ngay sau đuôi tôi.  \"Oái, bậy bạ thiệt, \" tôi rên rỉ.  Tôi đã nghĩ đến việc tấp vào lề đường, nhưng lại quá hèn nhát không dám đối mặt với anh ngay. Tôi đang mong có chút thời gian chuẩn bị. Và có Charlie ở bên đỡ đòn. Ít nhất cũng buộc anh phải nói nhỏ.  Chiếc Volvo theo sát phía sau tôi. Tôi cứ dán mắt nhìn vào con đường phía trước.  Hết sức nhát gan, tôi lái thẳng đến nhà Angela mà không hề dám nhìn vào ánh mắt có thể làm lủng một lỗ trong gương của tôi.  Anh chạy theo cho đến khi tôi tấp vào lề đường trước nhà của Weber. Anh không dừng lại, và tôi cũng không nhìn lên khi anh chạy ngang qua. Tôi không muốn nhìn thấy vẻ mặt của anh. Tôi chạy nhanh vô đoạn đường bê-tông ngắn đến cửa nhà Angela ngay khi anh vừa đi khuất.  Ben ra mở cửa trước khi tôi kịp gõ xong, như thể anh đang đứng ngay sau cửa vậy.  \"Chào, Bella !\" anh nói, bị bất ngờ.  \"Chào, Ben. Ơ, Angela có ở đây không?\" Tôi tự hỏi không biết có phải Angela đã quên chuyện chúng tôi định làm không, và rúm người khi nghĩ đến chuyện phải về nhà sớm.  \"Có chứ, \" Ben nói vừa đúng lúc Angela gọi, \" Bella!\" và xuất hiện ở đầu cầu thang.  Ben ló đầu nhìn quanh tôi khi cả hai cùng nghe tiếng xe trên đường; âm thanh này không làm tôi sợ - động cơ này lịch xịch dừng lại, sau đó là tiếng bốp lớn của ống khói nghẹt xăng. Hoàn toàn khác với tiếng rì rì êm ái của chiếc Volvo.  Đây chắc là người Ben đang chờ.  \"Austin đến rồi, \" Ben nói khi Angela đến bên anh.  Có tiếng nhấn kèn trên đường.  \"Gặp lại em sau,\" Ben hứa. \"Đã nhớ em rồi.\" Anh choàng tay quanh cổ Angela và kéo mặt cô xuống cho ngang tầm để anh có thể hôn cô cuồng nhiệt. Sau giây này, Austin lại nhấn kèn.  \"Tạm biệt, Ang! Yêu em! \" Ben la to vừa chạy qua tôi.  Angela loạng choạng, mặt cô ửng hồng, rồi bình tĩnh lại và vẫy cho đến khi Ben và Austin xa khuất. Sau đó cô quay sang tôi và cười buồn bã.  \"Cám ơn vì đã làm chuyện này, Bella, \" cô nói. \"Từ tận đáy lòng. Bồ không chỉ cứu cho bàn tay mình khỏi chấn thương vĩnh viễn, bồ cũng vừa mới cứu mình thoát khỏi hai giờ đằng đẵng khỏi phải coi phim võ thuật đánh đấm dở ẹt, chẳng tình tiết.\" Cô thở phào nhẹ nhõm. \"Hân hạnh được phục vụ.\" Tôi cảm thấy bớt sợ hơn, có thể thở đều hơn một chút. Ở đây thật bình thường. Những sự kiện con người bình thường của Angela làm tôi yên lòng kỳ lạ. Thật vui khi biết cuộc sống vẫn bình thường ở một nơi nào đó. Tôi theo Angela lên cầu thang đến phòng cô. Cô vừa đi vừa đá cho đồ chơi tránh lối. Căn nhà yên tĩnh lạ thường.  \"Người nhà của bồ đâu hết rồi?\" \"Cha mẹ mình dẫn hai đứa em sinh đôi đến dự tiệc sinh nhật ở Port Angeles rồi. Mình không tin nỗi là bồ thiệt sẽ đến làm giúp chuyện này đó. Ben giả bộ bị viêm gân.\" Cô nhăn nhó.  \"Mình chả thấy phiền chút nào, \" tôi nói rồi vào phòng Angela và thấy một chồng phong bì đang chờ đợi  \"Ôi !\" Tôi thở hổn hển. Angela quay nhìn tôi, vẻ xin lỗi trong mắt cô. Tôi giờ đã hiểu vì sao cô lần lữa không làm chuyện này, và vì sao Ben lại lẩn tránh.  \"Mình cứ tưởng bồ nói quá thôi, \" tôi thú nhận.  \"Ước gì là vậy. Bồ có chắc là bồ muốn làm chuyện này không?\" \"Giao việc cho mình đi. Mình có nhiều thời gian lắm.\" Angela chia chồng này làm đôi và đặt sổ địa chỉ của mẹ nhỏ giữa chúng tôi ở trên bàn. Lúc đầu chúng tôi tập trung làm, và chỉ có tiếng bút sột soạt trên giấy.  \"Tối nay Edward làm gì?\" cô hỏi sau vài phút.  Bút tôi đâm vô phong bì đang viết. \"Emmet về nhà vào cuối tuần.  Chắc mọi người đi bộ đường dài.\" \"Bồ nói y như bồ không rõ vậy. \" Tôi nhún vai.  \"Bồ may mắn vì Edward có anh em cùng đi bộ đường dài và cắm trại. Mình chả biết mình sẽ làm gì nếu Ben không có Austin cùng làm mấy chuyện của con trai.\" \"Ờ, hoạt động ngoài trời rõ ràng không dành cho mình rồi. Và chẳng làm sao mà mình  có thể theo kịp được.\" Angela cười. \"Mình thích ở trong nhà hơn.\" Cô tập trung vào chồng phong bì của mình một chốc. Tôi ghi thêm được bốn địa chỉ nữa. Chẳng bao giờ cảm thấy cần phải lấp đầy phút im lặng bằng những câu tán dóc nhảm nhí khi ở bên Angela. Giống như Charlie, im lặng với cô chả sao cả.  Nhưng, như Charlie, đôi khi cô cũng có óc quan sát quá sắc sảo.  \"Có gì không ổn à?\" bây giờ cô hỏi nhỏ xíu. \" Bồ có vẻ. .. lo lắng. \" Tôi mỉm cười ngượng ngùng. \"Rõ vậy sao?\" \"Không rõ lắm.\" Chắc cô nói dối để làm tôi thấy dễ chịu hơn.  \"Bồ chẳng cần phải nói về chuyện đó trừ phi bồ muốn, \" cô cả quyết với tôi. \"Mình sẽ lắng nghe nếu bồ nghĩ chuyện đó giúp được chút gì.\" Tôi định nói :”Cám ơn bồ, nhưng không sao đâu”. Rốt cuộc, chỉ là có quá nhiều bí mật phải giữ mà thôi. Tôi thật không thể kể lể những khó khăn của mình cho con người nào nghe cả. Thế là làm sai luật.  Tuy nhiên, với sự thôi thúc đột ngột, kỳ lạ, đó chính là điều tôi muốn. Tôi muốn trò chuyện với một bạn gái con người bình thường. Tôi muốn than van một chút, như bao thiếu nữ khác. Tôi muốn những vấn đề của tôi đơn giản thế.  Cũng sẽ thật tốt nếu có một người đứng ngoài toàn bộ mớ lộn xộn ma cà rồng-người sói này để nhìn nhận mọi chuyện. Một người không thành kiến.   “Mình sẽ không xía vô chuyện người khác,\" Angela hứa, mỉm cười nhìn xuống địa chỉ đang viết.  \"Không, \" tôi nói. \"Bồ nói đúng. Mình đang lo lắng.  Vì. . . vì Edward . \" \"Có chuyện gì vậy?\" Thật dễ nói chuyện với Angela. Khi cô hỏi một câu như thế, tôi chắc rằng cô không toàn tò mò tọc mạch hay tìm chuyện để ngồi lê đôi mách, như Jessica sẽ vậy. Cô lo là tôi đang đau khổ.  \"Ôi, ảnh giận mình . \" \"Thật khó tưởng tượng, \" cô nói. \"Ảnh giận chuyện gì?\" Tôi thở dài. \"Bạn có nhớ Jacob Black không?\" \"A,\" cô nói.  \"Ờ. \" \"Ảnh ghen à.\" \"Không, không phải ghen... \" Tôi lẽ ra phải ngậm miệng lại. Chẳng cách nào giải thích chuyện này cho có lý được. Nhưng dù sao thì tôi vẫn muốn nói tiếp. Tôi không biết mình lại thèm trò chuyện với con người như vậy. \"Edward nghĩ Jacob mang đến ...ảnh hưởng xấu, tôi nghĩ vậy. Đại loại như ... nguy hiểm. Bồ biết trong mấy tháng trở lại đây tôi gặp không biết bao nhiêu là rắc rối . . . Nhưng thiệt hết sức lố bịch.\" Tôi ngạc nhiên khi thấy Angela lắc đầu.  \"Gì vậy?\" Tôi hỏi.  \"Bella, mình đã thấy Jacob Black nhìn bạn như thế nào. Mình dám cá vấn đề thật sự là ghen tuông.\" \"Jacob không phải vậy đâu. \" \"Với bồ, có lẽ không phải vậy. Nhưng với Jacob...\" Tôi cau mày. \"Jacob biết tôi cảm thấy sao mà. Chuyện gì tôi cũng kể cho anh chàng nghe hết.\" \"Edward cũng chỉ là con người thôi, Bella.  Ảnh cũng phản ứng như bao anh chàng khác.\" Tôi nhăn nhó. Tôi không trả lời lại câu này được.  Nhỏ vỗ nhẹ bàn tay tôi. \"Ảnh sẽ vượt qua được chuyện đó. \" \"Hy vọng vậy. Jake gần như đang trong một giai đoạn khó khăn. Anh chàng cần mình.\" \"Mà Edward lại không thích anh ta...  Chắc khó đây. Tôi tự hỏi không biết Ben sẽ xử lý ra sao?\" cô trầm ngâm.  Tôi cười nửa miệng. \"Có lẽ cũng như bao anh chàng khác thôi.\" Cô cười toe toét. \"Chắc vậy.\" Rồi cô chuyển sang đề tài khác. Angela không phải là một người hay dò hỏi tò mò, và cô dường như cảm nhận được tôi sẽ không - không thể - nói nữa.  \"Mình đã được phân phòng tập thể hôm qua.  Dĩ nhiên là toà nhà xa nhất trong trường rồi. \"  “Ben biết ảnh sẽ ở đâu chưa?\" \"Phòng tập thể gần nhất trong trường.  Ảnh toàn may mắn không thôi. Còn bồ thì sao? Bồ đã quyết định sẽ học ở đâu chưa?\" Tôi nhìn xuống, tập trung vào nét chữ nguệch ngoạc vụng về của mình. Trong giây lát, tôi bị phân tâm bởi ý nghĩ Angela và Ben học ở Đại học Washington. Chỉ vài tháng nữa, họ sẽ đến Seattle. Liệu lúc đó đã an toàn chưa?  Liệu mối nguy hiểm của ma cà rồng mới sinh hoang dã đã chuyển sang chỗ khác chưa? Liệu lúc đó sẽ có một nơi khác, một thành phố khác lại rùng mình vì mấy tít phim kinh dị chăng? Liệu những tít mới này sẽ là lỗi của tôi chăng? Tôi cố xua đuổi ý nghĩ đó và trả lời câu hỏi của nhỏ chậm hơn một nhịp. \"Mình nghĩ là Alaska.  Trường đại học ở Juneau.\" Tôi có thể nghe được vẻ ngạc nhiên trong giọng nhỏ. \"Alaska? Ồ. Thật sao? Ý mình là, thật tuyệt. Chỉ có điều mình cứ tưởng bồ sẽ đến một nơi nào đó... ấm hơn.\" Tôi cười một chút, vẫn nhìn chằm chằm vào phong bì. \"Ờ. Forks thực đã làm thay đổi cách nhìn của mình về cuộc sống. \" \"Còn Edward thì sao?\" Mặc dù tên anh làm dạ dày tôi nhộn nhạo, tôi vẫn nhìn lên và toét miệng cười với nhỏ. \"Alaska cũng không quá lạnh đối với Edward.\" Cô cười toe toét đáp lại. \"Dĩ nhiên là không rồi.\" Rồi nhỏ thở dài. \"Xa quá. Bồ sẽ không thể về nhà thường xuyên được. Mình sẽ nhớ bạn. Bồ sẽ gởi thư điện tử cho mình chứ?\" Một nỗi buồn thầm lặng nghẹn lời xâm chiếm tôi; có lẽ thật sai lầm khi bây giờ trở nên gần gũi với Angela nhiều hơn. Nhưng liệu sẽ không buồn hơn không nếu bỏ qua những cơ hội cuối cùng này? Tôi rũ bỏ những suy nghĩ không vui, để có thể trả lời trêu ghẹo nhỏ.  \"Nếu mình còn đánh máy được sau vụ này.\" Tôi hất đầu về phía chồng phong bì đã hoàn thành.  Chúng tôi cười, và thoải mái tán dóc vui vẻ về các chuyên ngành và các lớp học trong lúc viết cho xong phần còn lại - tất cả những gì tôi phải làm là không nghĩ về chuyện đó. Dù sao chăng nữa, hôm nay có nhiều chuyện cần phải lo lắng hơn.  Tôi cũng giúp nhỏ dán tem luôn. Tôi sợ phải ra về.  \"Bàn tay bồ ra sao?\" nhỏ hỏi.  Tôi gập mấy ngón tay. \"Chắc mình sẽ khôi phục lại mọi khả năng của nó... một ngày nào đó. \" Cửa dộng mạnh dưới lầu, và cả hai chúng tôi đều nhìn lên.  \"Ang ?\" Ben gọi.  Tôi cố mỉm cười, nhưng môi tôi run rẩy. \"Mình nghĩ đó là lời nhắc nhở đến lúc phải về rồi. \" \"Bồ chẳng cần phải đi. Mặc dù chắc ảnh sắp kể ... chi tiết phim cho mình nghe. \" \"Charlie sẽ thắc mắc không biết mình đang ở đâu. \" \"Cám ơn vì đã giúp mình. \" \"Mình rất vui, thực đó. Tụi mình nên làm những chuyện như vầy nữa đi. Thật thích khi vui chơi với bạn gái. \" \"Dĩ nhiên rồi.\" Có tiếng gõ nhẹ lên cửa phòng ngủ.  \"Vào đi, Ben, \" Angela nói.  Tôi đứng dậy vươn vai.  \"Nè, Bella! Bạn còn sống, \" Ben chào tôi thật nhanh trước khi đến thay chỗ của tôi bên Angela. Anh quan sát kết quả công việc của chúng tôi. \"Làm tốt lắm. Thiệt tệ là không còn lại gì để làm hết, lẽ ra tôi đã... \" Anh nói nhỏ dần, rồi lại phấn khởi trở lại. \" Ang, anh không thể tin nỗi em lại hụt coi phim này! Thật tuyệt vời. Cảnh đánh nhau cuối cùng này - động tác thật không thể tin nỗi!  Anh chàng này - ừm, em sẽ phải nhìn thấy mới hiểu anh nói gì - \" Angela trợn tròn mắt nhìn tôi.  \"Hẹn gặp hai bồ ở trường, \" tôi vừa cười bối rối vừa nói.  Cô thở dài. \"Hẹn gặp lại.\" Tôi bồn chồn trên đường ra xe, nhưng con đường chẳng bóng người.  Suốt đoạn đường đi tôi cứ lo lắng liếc nhìn hết mọi tấm gương trên xe, nhưng chẳng hề thấy bóng dáng chiếc xe màu bạc đâu cả.  Xe anh cũng không đậu ở trước nhà, mặc dù điều đó cũng chẳng nghĩa lý gì.  \"Bella ?\" Charlie hỏi khi tôi mở cửa trước.  \"Chào bố.\" Tôi thấy ông trong phòng khách, ngôi trước TV.  \"Nè, ngày hôm nay của con thế nào?\" \"Tốt ạ, \" tôi nói. Cũng có thể kể hết mọi chuyện cho ông nghe - thế nào bố cũng được Billy kể ngay thôi.  Hơn nữa, chuyện đó sẽ làm ông vui. \"Họ không cần con ở chỗ làm, nên con xuống La Push.\" Chẳng có bao nhiêu ngạc nhiên trong mặt ông. Billy đã kể ông nghe rồi.  \"Jacob ra sao?\" Charlie hỏi, cố tỏ vẻ dửng dưng.  \"Khoẻ ạ, \" tôi nói, cũng tỏ vẻ tự nhiên giống vậy.  \"Con làm xong chuyện ở nhà Weber rồi hả?\" \"Dạ rồi.  Tụi con đã đề hết địa chỉ cho mấy cái thư thông báo của nhỏ rồi. \" \"Hay lắm.\" Charlie toét miệng cười. Đang có trận đấu trên ti-vi mà ông tập trung được khá lạ lùng. \"Bố vui vì con đã bỏ chút thời gian vui chơi với bạn bè hôm nay. \" \"Con cũng vậy.\" Tôi đi thong thả đi về phía nhà bếp, tìm chuyện để làm. Thật đáng tiếc, Charlie đã dọn dẹp sạch sẽ sau bữa trưa rồi. Tôi đứng đó trong vài phút, nhìn chằm chằm vào mảng sáng trên sàn. Nhưng biết mình không thể trì hoãn chuyện này hoài được.  \"Con đi học đây.\" tôi vừa rầu rĩ thông báo vừa bước lên cầu thang.  \"Hẹn gặp lại, \" Charlie gọi với theo tôi.  Nếu tôi còn sống, tôi tự nghĩ.  Tôi đóng cửa phòng ngủ cẩn thận rồi mới quay sang nhìn căn phòng .  Tất nhiên anh đã ở đó. Anh đứng dựa vào bức tường đối diện với tôi, trong bóng râm bên cạnh cửa sổ mở. Mặt anh đanh lại và dáng anh căng thẳng. Anh nhìn tôi trừng trừng không nói một lời.  Tôi co rúm người, chờ một tràng chửi rủa, nhưng chuyện đó không xảy ra. Anh chỉ tiếp tục nhìn trừng trừng, chắc là giận quá không nói nên lời.  \"Chào anh, \" cuối cùng thì tôi cũng nói.  Mặt anh hẳn tạc từ đá. Tôi đếm đến một trăm trong đầu, nhưng không có gì thay đổi.  \"Ơ... thế, em vẫn còn sống nè, \" tôi bắt đầu.  Tiếng gầm gừ rì rầm nhỏ trong ngực anh, nhưng vẻ mặt anh không thay đổi.  \"Đâu có thiệt hại gì đâu, \" tôi nhún vai khăng khăng.  Anh nhúc nhích. Mắt anh nhắm kín, và anh vuốt sóng mũi mình giữa mấy ngón tay của bàn tay phải.  \"Bella,\" anh thì thầm. \"Em có biết hôm nay anh đã suýt vượt qua ranh giới thế nào không? Phá vỡ hoà ước để đi theo em?  Em có biết điều đó nghĩa là gì không?\" Tôi thở hổn hển và mắt anh mở ra. Chúng lạnh giá và khắt nghiệt như đêm đen.  \"Anh không được làm vậy!\" Tôi nói quá lớn. Tôi đã điều chỉnh âm lượng giọng mình để  Charlie không nghe thấy, nhưng tôi muốn hét lên những lời ấy. \"Edward, họ sẽ dùng mọi cớ để đánh nhau. Họ sẽ thích thế. Anh chẳng bao giờ được phá lệ!\" \"Có lẽ chúng không phải là những người duy nhất khoái đánh nhau.\" \"Anh đừng gây chuyện, \" tôi cáu kỉnh. \"Anh đã ký hoà ước - anh phải tuân thủ.\" \"Nếu nó mà làm em bị thương - \" \"Đủ rồi!\" Tôi ngắt lời anh. \"Chẳng có gì phải lo hết. Jacob không nguy hiểm. \" \"Bella. \" Anh trợn tròn mắt. \"Em không phải là người biết rõ cái gì nguy hiểm cái gì không đâu. \" \"Em biết em chẳng cần phải lo chuyện Jake. Và anh cũng vậy. \" Anh nghiến răng. Bàn tay đã cuộn thành nắm đấm ở bên hông. Anh vẫn còn đứng dựa tường, và tôi ghét khoảng cách giữa chúng tôi.  Tôi hít thật sâu, và bước qua phòng. Anh không nhúc nhích khi tôi vòng tay ôm lấy anh.  Bên cạnh hơi ấm của ánh mặt trời chiều cuối cùng tràn qua cửa sổ, da anh cảm thấy lạnh giá lạ lùng. Anh cũng giống băng, khi lạnh cứng như vầy.  \"Em xin lỗi vì đã làm anh lo lắng, \" tôi lẩm bẩm.  Anh thở dài, và bớt căng thẳng một chút. Cánh tay anh ôm quanh eo tôi.  \"Lo lắng là hơi nói nhẹ đi đó, \" anh thì thầm. \"Thật là một ngày quá dài. \" \"Lẽ ra anh đâu biết đâu, \" tôi nhắc anh. \"Em cứ tưởng anh sẽ đi săn lâu hơn.\" Tôi nhìn lên mặt anh, vào đôi mắt trách móc của anh; tôi đã không chú ý vì căng thẳng, nhưng chúng quá đen.  Quầng thâm dưới mắt màu tím sẫm. Tôi cau mày chê bai.  \"Khi Alice thấy em biến mất, anh quay lại liền, \" anh giải thích.  \"Anh không nên làm thế. Giờ anh lại phải đi lần nữa. \" Tôi cau mày dữ hơn.  \"Anh đợi được.\" \"Thiệt mắc cười. Ý em là, em biết cô ấy không nhìn thấy em ở bên Jacob được, nhưng lẽ ra anh phải biết chớ - \" \"Nhưng anh đã không biết, \" anh ngắt lời. \" Và em không thể mong anh sẽ để em - \" \"Ồ, có chớ, em có thể, \" tôi ngắt lời anh. \"Đó chính xác là những gì em mong - \" \"Chuyện này sẽ không tái diễn nữa đâu. \" \"Đúng vậy! Bởi vì lần sau anh sẽ không phản ứng thái quá nữa.\" \"Vì sẽ không có lần sau.\" \"Em hiểu là anh phải đi, dù em không thích chuyện đó - \" \"Không phải vậy. Anh đâu có liều mạng. \" \"Em cũng không.\" \"Người sói là mối nguy hiểm.\" \"Em không đồng ý. \" \"Anh sẽ không bàn cãi chuyện này, Bella. \" \"Em cũng không. \" Bàn tay anh lại trở thành hai nắm đấm trở lại. Tôi có thể cảm thấy chúng tựa vào lưng mình.  Lời nói buột ra khinh suất. \"Có phải chuyện này thực sự chỉ là vì sự an toàn của em không?\" \"Ý em là gì?\" anh hỏi.  \"Anh không ... \" Giả thuyết của Angela bây giờ có vẻ ngu ngốc hơn cả lúc nãy. Thật khó nói ra ý này. \" Ý em là, anh chẳng khùng gì mà lại ghen, phải không?\" Anh nhướng mày. \"Anh đó hả?\" \"Nghiêm túc đi.\" \"Rõ ràng rồi - chẳng có gì hài hước hơn. \" Tôi cau mày nghi ngờ. \"Hay . . . đây là chuyện hoàn toàn khác ? Chuyện nhảm nhí ma-cà-rồng-và-người-sói-vĩnh-viễn-là-kẻ-thù? Hay đây chỉ là do kích thích tố nam gây ra-\" Mắt anh giận điên lên. \"Chỉ vì em thôi.  Anh chỉ quan tâm đến sự an toàn của em thôi.\" Ánh giận dữ trong mắt anh hoàn toàn rõ ràng.  \" OK, \" tôi thở dài. \"Em tin thế. Nhưng em muốn anh biết một điều - nếu mà dính tới mấy chuyện nhảm nhí kẻ thù đó thì em không chấp nhận. Em là một quốc gia trung lập. Em là Thụy Sĩ. Em không chấp nhận bị ảnh hưởng bởi tranh chấp lãnh thổ giữa mấy sinh vật hoang đường.  Jacob là người trong nhà.  Anh là ....ừm, không chính xác là người yêu quý trong cuộc đời này của em, vì em mong sẽ yêu anh lâu hơn thế nữa.  Tình yêu trong suốt sự tộn tại của em. Em chẳng quan tâm ai là người sói và ai là ma cà rồng hết. Nếu Angela hoá ra lại là một phù thuỷ, thì nhỏ cũng có thể nhập bọn luôn. \" Anh nheo mắt nhìn tôi chằm chằm lặng lẽ.  \"Thụy Sĩ, \" tôi lặp lại lần nữa để nhấn mạnh.  Anh cau mày với tôi, rồi thở dài. \" Bella..., \" anh bắt đầu, nhưng ngừng lại, và mũi anh nhăn lại ghê tởm.  \"Gì nữa đây?\" \"Hừm... Đừng giận, nhưng em bốc mùi giống chó, \" anh bảo tôi.  Rồi anh nhếch môi cười, vì vậy tôi biết trận chiến đã kết thúc rồi. Lúc này.  Edward phải bù lại chuyến đi săn dở dang, và vì thế anh sẽ ra đi đêm thứ Sáu với Jasper, Emmett, và Carlisle để đến một khu bảo tồn nào đó ở Northern California đang bị sư tử núi hoành hành.  Chúng tôi không nhất trí được với nhau về chuyện người sói, nhưng tôi không cảm thấy mình có lỗi khi gọi Jake - trong khoảnh khắc cơ hội ngắn ngủi khi Edward đưa chiếc Volvo về nhà trước quay lại leo qua cửa sổ phòng tôi  - để báo cho anh chàng biết tôi sẽ đến chơi vào thứ bảy lần nữa.  Không phải là lén lút đi.  Edward biết tôi cảm thấy ra sao. Và nếu anh phá xe tôi lần nữa, thì tôi sẽ bảo Jacob tới đón tôi. Forks là nơi trung lập, cũng giống như Thụy Sĩ - cũng giống như tôi.  Vì thế khi thứ Năm tôi đi làm về và chính Alice chớ không phải Edward đang chờ tôi trong chiếc Volvo, lúc đầu tôi không hề nghi ngờ gì.  Cửa phía hành khách đang mở, và tiếng nhạc tôi không nhận ra đang làm rung chuyển khung xe mỗi khi tiếng bass trỗi lên.  \"Nè, Alice, \" tôi vừa hét to át tiếng nhạc đinh tai vừa lên xe. \"Anh trai em đâu rồi?\" Cô đang hát theo bài hát, giọng cô cao hơn giai điệu một quãng tám, hoà theo bằng âm điệu du dương phức tạp. Cô gật đầu chào tôi, phớt lờ câu hỏi vì tập trung vào nhạc.  Tôi đóng cửa rồi lấy tay bịt tai. Cô cười toe toét, và chỉnh âm thanh nhỏ lại cho đến khi chỉ còn là nhạc nền. Rồi cô vừa nhấn khóa vừa nhấn ga trong cùng một giây.  \"Chuyện gì đang xảy ra vậy?\" Tôi hỏi, bắt đầu cảm thấy không thoải mái. \"Edward đâu?\" Cô nhún vai. \"Mọi người đi sớm. \" \"Ôi. \" Tôi cố kiểm soát niểm thất vọng vô lý. Nếu anh đi sớm, nghĩa là anh sẽ quay về sớm hơn, tôi tự nhắc mình .  \"Con trai đi hết rồi, nên mình sẽ có một đêm họp mặt tán dóc của con gái!\" cô thông báo bằng một giọng ngân nga, du dương.  \"Đêm họp mặt tán dóc của con gái?\" Tôi lặp lại, nỗi nghi ngờ cuối cùng đã thành sự thật.  \"Chị không vui sao?\" cô kêu to.  Tôi nhìn vào ánh mắt sôi nổi của cô hồi lâu.  \"Em đang bắt cóc chị, phải không?\" Cô cười to rồi gật đầu. \"Cho đến thứ bảy. Esme đã xin phép Charlie rồi; chị sẽ ở với em hai đêm, và mai em sẽ chở chị đến trường và đón chị về nhà. \" Tôi quay mặt ra cửa sổ, nghiến răng kèn kẹt.  \"Xin lỗi, \" Alice nói, chẳng nghe ăn năn hối lỗi chút xíu nào hết. \"Ảnh hối lộ em mà.\" \"Như thế nào?\" Tôi rít qua răng .  \"Porsche.  Giống y như chiếc em đã ăn cắp ở Ý. \" Cô thở dài hạnh phúc. \"Em không được lái nó ở Forks, nhưng nếu chị muốn, mình có thể coi mất bao lâu để chạy từ đây tới L.A. -  Em cá là em có thể đưa chị về lại trước nửa đêm. \" Tôi hít thật sâu. \"Chắc chị bỏ qua,\" tôi thở dài, nén lại cơn rùng mình .  Chúng tôi phóng như bay trên con đường dài. Alice chạy quanh ga-ra, và tôi lướt nhìn mấy chiếc xe hơi. Xe gíp lớn của Emmett ở đó, với một chiếc Porsche màu vàng hoàng yến bóng loáng nằm giữa nó và chiếc mui trần màu đỏ của Rosalie.  Alice duyên dáng nhảy ra và đến vuốt tay theo chiều dài của món hối lộ. \"Đẹp quá hả?\" \"Quá đẹp, \" tôi làu bàu, hoài nghi. \"Ảnh cho em cái đó chỉ vì hai ngày giữ chị làm con tin sao?\" Alice nhăn nhó.  Một giây sau, hiểu ra và tôi thở hổn hển khiếp sợ. \"Vì tất cả những lần ảnh đi xa hả?\" Cô gật đầu.  Tôi đóng sầm cửa  và huỳnh huỵch đi về phía nhà. Cô nhảy theo kế bên tôi, vẫn chẳng chút ăn năn.  \"Alice, em không thấy chuyện này hơi kiểm soát lố quá sao? Chính xác là hơi loạn tâm thần, có lẽ?\" \"Không thực vậy. \" Cô khụt khịt. \" Chị hình như không nhận thức được người sói trẻ có thể nguy hiểm cỡ nào.   Nhất là khi em không thể nhìn thấy họ. Edward không có cách nào biết chị có an toàn không. Chị không nên liều lĩnh như thế. \" Giọng tôi trở nên chua chát. \"Ở phải rồi, vì tán dóc trong đêm với ma cà rồng cái mới là đỉnh cao của chuyện hiểu rõ an toàn là gì.\" Alice cười. \"Em sẽ làm móng chân cho chị và đủ mọi thứ, \" cô hứa.  Không tệ lắm, trừ chuyện tôi bị giam giữ trái ý muốn. Esme mang thức ăn Ý - món ngon, tuốt từ Port Angeles về - và Alice đã chuẩn bị mấy cuốn phim ưa thích của tôi. Thậm chí Rosalie cũng ở đó, lặng lẽ ở phía sau. Alice cứ khăng khăng đòi làm móng chân cho tôi, và tôi tự hỏi không biết có phải cô đang làm theo một danh sách - có lẽ một thứ cô đã soạn ra khi xem hài kịch trong nhà ngoài phố dở ẹt.  \"Chị muốn thức khuya cỡ nào?\" cô hỏi khi móng chân tôi lấp lánh đỏ chót. Nhiệt tình của cô vẫn không bị tâm trạng của tôi làm hỏng.  \"Chị không muốn thức khuya. Sáng mai mình phải đi học.\" Cô bĩu môi.  \"Thế chị sẽ ngủ ở đâu đây?\" Tôi nhìn chiếc ghế trường kỷ từ đầu đến chân. Hơi ngắn.  \"Em không thể theo dõi chị ở nhà chị được sao?\" \"Vậy thì còn gì là đêm họp mặt tán dóc của con gái nữa?\" Alice lắc đầu bực tức. \"Chị sẽ ngủ trong phòng của Edward. \" Tôi thở dài. Ghế xô-pha bằng da màu đen của anh dài hơn cái này. Thực ra thì, thảm vàng trong phòng anh có lẽ đủ dày nên sàn nhà cũng không tệ lắm.  \"Ít nhất thì chị có thể quay về nhà để lấy đồ đạc của chị chớ?\" Cô cười toe toét. \"Đã lo liệu hết rồi.\" \"Chị có được phép dùng điện thoại của em không?\" \"Charlie biết chị ở đâu mà. \" \"Chị đâu định gọi Charlie. \" Tôi cau mày. \"Rõ ràng, Chị có vài kế hoạch phải hủy bỏ.\" \"Ôi. \" Cô cân nhắc. \"Em không biết chuyện đó thì sao đây. \" \"Alice !\" Tôi rên rỉ thật to. \"Thôi nào!\" \"Được rồi, được rồi, \" cô nói, nhẹ nhàng ra khỏi phòng. Cô trở lại trong nửa giây, điện thoại di động trong tay. \"Ảnh không nói rõ là cấm chuyện này..., \" cô thì thầm với mình khi trao nó cho tôi.  Tôi quay số Jacob, hy vọng đêm nay anh không ra ngoài rong duỗi cùng bạn bè.  Tôi may mắn - Jacob là người trả lời.  \"Xin chào?\" \"Chào, Jake, tôi đây. \" Alice quan sát tôi bằng đôi mắt vô cảm trong một giây, rồi mới quay lưng và đến ngồi giữa Rosalie và Esme trên ghế xô - pha.  \"Chào, Bella, \" Jacob nói, bỗng thận trọng. \"Có chuyện gì thế?\" \"Không có gì hay hết. Rốt cuộc, tôi không ghé qua đó ngày thứ bảy được.\" Im lặng một chốc. \"Đồ hút máu ngu ngốc, \" cuối cùng anh cũng lẩm bẩm. \" Tôi cứ tưởng anh ta sắp đi chớ. Bạn không được sống khi anh ta đi xa sao? Hay anh ta nhốt bạn trong quan tài rồi?\" Tôi cười phá ra.  \"Tôi nghĩ chẳng có gì mắc cười hết.\" \"Tôi cười chỉ vì bạn nói suýt đúng, \" tôi nói với anh. \"Nhưng ảnh sẽ về đây hôm thứ bảy, cho nên chẳng sao hết. \" \"Anh ta sẽ ăn tại Forks à?\" Jacob hỏi chua cay.  \"Không. \" Tôi không để mình nổi cáu với anh. Tôi không tức nhiều bằng anh. \"Ảnh đi sớm. \" \"Ồ. ừm, này, vậy ghé qua đây bây giờ đi, \" anh đột ngột nhiệt tình nói. \"Chưa muộn lắm mà. Hay tôi đến nhà Charlie nhé.\" \"Ước gì được vậy. Tôi đâu có ở nhà Charlie, \" tôi nói chua chát. \"Tôi gần như bị bắt giữ làm tù binh. \" Anh im lặng khi hiểu ra, rồi gầm gừ. \"Chúng tôi sẽ đến đón bạn về, \" anh hứa bằng giọng thẳng thừng, tự động buột miệng nói ra số nhiều.  Cơn ớn lạnh chạy dọc cột sống, nhưng tôi trả lời bằng giọng vui vẻ, trêu chọc. \"Hấp dẫn đó. Tôi đã bị tra tấn - Alice vẽ móng chân cho tôi. \" \"Tôi nói thiệt đó.\" \"Đừng thế. Họ chỉ đang cố bảo vệ để tôi được an toàn thôi. \" Anh gầm gừ lần nữa.  \"Tôi biết thật ngốc, nhưng họ là những người có tấm lòng vàng.\" \"Tấm lòng!\" anh chế giễu.  \"Xin lỗi vì chuyện thứ bảy nghen, \" tôi tạ lỗi. \"Tôi phải chui vào bao đây (đi ngủ)\" - ghế trường kỷ, tôi sửa lại trong đầu - \" nhưng tôi sẽ gọi lại cho bạn sớm.\" \"Bạn có chắc họ sẽ để cho bạn gọi tôi không?\" anh hỏi bằng giọng gay gắt.  \"Không chắc lắm. \" Tôi thở dài. \"Ngủ ngon, Jake. \" \"Gặp lại bạn sớm.\" Alice đột ngột ở bên tôi, bàn tay cô đưa ra lấy điện thoại, nhưng tôi đã quay số. Cô nhìn thấy số này.  \"Em không nghĩ ảnh mang theo điện thoại, \" cô nói.  \"Chị sẽ để lại tin nhắn. \" Điện thoại reng bốn lần, sau đó là một tiếng bíp. Không lời chào.  \"Anh gặp rắc rối rồi, \" tôi chậm rãi nói, nhấn mạnh từng chữ. \"Rắc rối to. Gấu xám nổi khùng cũng chẳng là gì so với chuyện đang đợi anh ở nhà. \" Tôi cúp điện thoại cái rụp và đặt nó vào bàn tay chờ đợi của cô. \"Chị xong rồi.\" Cô cười toe toét. \"Vụ bắt cóc con tin này vui ghê.\" \"Bây giờ chị đi ngủ đây, \" tôi công bố, hướng đến cầu thang. Alice đi cùng.  \"Alice, \" tôi thở dài. \"Chị sẽ không bỏ trốn đâu. Em sẽ biết ngay nếu chị toan tính chuyện đó mà, và em sẽ bắt chị ngay nếu chị dám.\" \"Em chỉ đi để chỉ cho chị biết đồ đạc của chị ở đâu thôi mà, \" cô ngây thơ nói.  Phòng Edward ở cuối hành lang tầng ba, khó mà nhầm được dù ngôi nhà khổng lồ này ít quen thuộc hơn. Nhưng khi bật đèn xong, tôi dừng lại bối rối. Tôi có vô nhầm cửa không? Alice cười khúc khích.  Cũng căn phòng ấy, tôi nhanh chóng nhận ra; chỉ đồ gỗ vừa mới được sắp xếp lại. Ghế trường kỷ đã được đẩy tới bức tường phía bắc và giàn âm thanh nổi đẩy sát vào mấy cái kệ mênh mông đựng CDs - để dành chỗ cho chiếc giường khổng lồ bây giờ chiếm lĩnh không gian chính giữa.  Vách kính phía nam phản chiếu khung cảnh như tấm gương, làm thấy gấp hai lần tệ hại hơn.  Thật hợp. Khăn phủ giường màu vàng xỉn, hơi nhạt hơn tường; khung giường màu đen, được làm bằng sắt rèn kiểu cọ phức tạp. Những bông hồng kim loại chạm trổ uốn éo như dây nho bò lên mấy trụ cao và tạo thành lùm cây trên đầu. Đồ ngủ của tôi đã được xếp ngăn nắp dưới chân giường, túi vật dụng dùng khi tắm rửa ở một bên.  \"Toàn bộ mấy thứ này là cái quái gì?\" Tôi lắp bắp.  \"Chị không thực nghĩ ảnh sẽ để chị ngủ trên ghế trường kỷ chớ hả?\" Tôi lẩm bẩm lầm bầm khi sầm sập bước lên giật đồ đạc của tôi ra khỏi giường.  \"Em sẽ để chị được riêng tư, \" Alice cười. \"Hẹn gặp chị vào buổi sáng. \" Sau khi răng đã đánh xong và đồ đã mặc xong, tôi chộp một cái gối lông căng phồng ra khỏi cái giường khổng lồ và kéo tấm phủ vàng đến ghế trường kỷ. Tôi biết mình ngu ngốc, nhưng tôi không quan tâm. Porsches làm đồ hối lộ và giường khổng lồ trong ngôi nhà, nơi không ai ngủ - thiệt hết sức khó chịu.  Tôi tắt đèn và cuộn mình trên ghế xô - pha, tự hỏi liệu mình có quá bực mình đến nỗi không ngủ được không.   Trong bóng tối, tường kính không còn là tấm gương đen, phóng to gấp đôi căn phòng. Ánh trăng làm sáng bừng những đám mây ngoài cửa sổ. Khi mắt tôi quen với bóng tối, tôi có thể thấy ánh sáng rực rỡ chan hoà chiếu sáng ngọn cây, và phản chiếu một phần dòng sông. Tôi ngắm ánh sáng bàng bạc, chờ mắt mình trĩu nặng.  Có tiếng gõ cửa nhè nhẹ.  \"Gì hả, Alice?\" Tôi rít lên. Tôi lo lắng, tưởng tượng nỗi khoái trá của cô khi thấy chiếc giường tạm của tôi.  \"Chị đây, \" Rosalie nói khẽ, mở cửa đủ để tôi có thể nhìn thấy ánh sáng bạc vuốt ve khuôn mặt hoàn hảo của cô. \"Chị vào được không?\""
        },
        {
            "en": "2-2songngu        2. STITCHES CARLISLE WAS NOT THE ONLY ONE WHO STAYED calm. Centuries of  experience in the emergency room were evident in his quiet, authoritative voice. \"Emmett, Rose, get Jasper outside.\" Unsmiling for once, Emmett nodded. \"Come on, Jasper.\" Jasper struggled against Emmett's unbreakable grasp, twisting around, reaching toward his brother with his bared teeth, his eyes still past reason. Edward's face was whiter than bone as he wheeled to crouch over me, taking a clearly defensive position. A low warning growl slid from between his clenched teeth. I could tell that he wasn't breathing. Rosalie, her divine face strangely smug, stepped in front of Jasper—keeping a careful distance from his teeth—and helped Emmett wrestle him through the glass door that Esme held open, one hand pressed over her mouth and nose. Esme's heart-shaped face was ashamed. \"I'm so sorry, Bella,\" she cried as she followed the others into the yard. \"Let me by, Edward,\" Carlisle murmured. A second passed, and then Edward nodded slowly and relaxed his stance. Carlisle knelt beside me, leaning close to examine my arm. I could feel the shock frozen on my face, and I tried to compose it. \"Here, Carlisle,\" Alice said, handing him a towel. He shook his head. \"Too much glass in the wound.\" He reached over and ripped a long, thin scrap from the bottom of the white tablecloth. He twisted it around my arm above the elbow to form a tourniquet. The smell of the blood was making me dizzy. My ears rang. \"Bella,\" Carlisle said softly. \"Do you want me to drive you to the hospital, or would you like me to take care of it here?\" \"Here, please,\" I whispered. If he took me to the hospital, there would be no way to keep this from Charlie. \"I'll get your bag,\" Alice said. \"Let's take her to the kitchen table,\" Carlisle said to Edward. Edward lifted me effortlessly, while Carlisle kept the pressure steady on my arm. \"How are you doing, Bella?\" Carlisle asked. \"I'm fine.\" My voice was reasonably steady, which pleased me. Edward's face was like stone. Alice was there. Carlisle's black bag was already on the table, a small but brilliant desk light plugged into the wall. Edward sat me gently into a chair, and Carlisle pulled up another. He went to work at once. Edward stood over me, still protective, still not breathing. \"Just go, Edward,\" I sighed. \"I can handle it,\" he insisted. But his jaw was rigid; his eyes burned with the intensity of the thirst he fought, so much worse for him than it was for the others. \"You don't need to be a hero,\" I said. \"Carlisle can fix me up without your help. Get some fresh air.\" I winced as Carlisle did something to my arm that stung. \"I'll stay,\" he said. \"Why are you so masochistic?\" I mumbled. Carlisle decided to intercede. \"Edward, you may as well go find Jasper before he gets too far. I'm sure he's upset with himself, and I doubt he'll listen to anyone but you right now.\" \"Yes,\" I eagerly agreed. \"Go find Jasper.\" \"You might as well do something useful,\" Alice added. Edward's eyes narrowed as we ganged up on him, but, finally, he nodded once and sprinted smoothly through the kitchen's back door. I was sure he hadn't taken a breath since I'd sliced my finger. A numb, dead feeling was spreading through my arm. Though it erased the sting, it reminded me of the gash, and I watched Carlisle's face carefully to distract me from what his hands were doing. His hair gleamed gold in the bright light as he bent over my arm. I could feel the faint stirrings of unease in the pit of my stomach, but I was determined not to let my usual squeamishness get the best of me. There was no pain now, just a gentle tugging sensation that I tried to ignore. No reason to get sick like a baby. If she hadn't been in my line of sight, I wouldn't have noticed Alice give up and steal out of the room. With a tiny, apologetic smile on her lips, she disappeared through the kitchen doorway. \"Well, that's everyone,\" I sighed. \"I can clear a room, at least.\" \"It's not your fault,\" Carlisle comforted me with a chuckle. \"It could happen to anyone.\" \"Could\" I repeated. \"But it usually just happens to me.\" He laughed again. His relaxed calm was only more amazing set in direct contrast with everyone else's reaction. I couldn't find any trace of anxiety in his face. He worked with quick, sure movements. The only sound besides our quiet breathing was the soft plink, plink as the tiny fragments of glass dropped one by one to the table. \"How can you do this?\" I demanded. \"Even Alice and Esme…\" I trailed off, shaking my head in wonder. Though the rest of them had given up the traditional diet of vampires just as absolutely as Carlisle had, he was the only one who could bear the smell of my blood without suffering from the intense temptation. Clearly, this was much more difficult than he made it seem. \"Years and years of practice,\" he told me. \"I barely notice the scent anymore.\" \"Do you think it would be harder if you took a vacation from the hospital for a long time. And weren't around any blood?\" \"Maybe.\" He shrugged his shoulders, but his hands remained steady. \"I've never felt the need for an extended holiday.\" He flashed a brilliant smile in my direction. \"I enjoy my work too much.\" Plink, plink, plink. I was surprised at how much glass there seemed to be in my arm. I was tempted to glance at the growing pile, just to check the size, but I knew that idea would not be helpful to my no-vomiting strategy. \"What is it that you enjoy?\" I wondered. It didn't make sense to me—the years of struggle and self-denial he must have spent to get to the point where he could endure this so easily. Besides, I wanted to keep him talking; the conversation kept my mind off the queasy feeling in my stomach. His dark eyes were calm and thoughtful as he answered. \"Hmm. What I enjoy the very most is when my… enhanced abilities let me save someone who would otherwise have been lost. It's pleasant knowing that, thanks to what I can do, some people's lives are better because I exist. Even the sense of smell is a useful diagnostic tool at times.\" One side of his mouth pulled up in half a smile. I mulled that over while he poked around, making sure all the glass splinters were gone. Then he rummaged in his bag for new tools, and I tried not to picture a needle and thread. \"You try very hard to make up for something that was never your fault,\" I suggested while a new kind of tugging started at the edges of my skin. \"What I mean is, it's not like you asked for this. You didn't choose this kind of life, and yet you have to work so hard to be good.\" \"I don't know that I'm making up for anything,\" he disagreed lightly. \"Like everything in life, I just had to decide what to do with what I was given.\" \"That makes it sound too easy.\" He examined my arm again. \"There,\" he said, snipping a thread. \"All done.\" He wiped an oversized Q-tip, dripping with some syrup-colored liquid, thoroughly across the operation site. The smell was strange; it made my head spin. The syrup stained my skin. \"In the beginning, though,\" I pressed while he taped another long piece of gauze securely in place, sealing it to my skin. \"Why did you even think to try a different way than the obvious one?\" His lips turned up in a private smile. \"Hasn't Edward told you this story?\" \"Yes. But I'm trying to understand what you were thinking…\" His face was suddenly serious again, and I wondered if his thoughts had gone to the same place that mine had. Wondering what I would be thinking when—I refused to think if—it was me. nếu \"You know my father was a clergyman,\" he mused as he cleaned the table carefully, rubbing everything down with wet gauze, and then doing it again. The smell of alcohol burned in my nose. \"He had a rather harsh view of the world, which I was already beginning to question before the time that I changed.\" Carlisle put all the dirty gauze and the glass slivers into an empty crystal bowl. I didn't understand what he was doing, even when he lit the match. Then he threw it onto the alcohol-soaked fibers, and the sudden blaze made me jump. \"Sorry,\" he apologized. \"That ought to do it… So I didn't agree with my father's particular brand of faith. But never, in the nearly four hundred years now since I was born, have I ever seen anything to make me doubt whether God exists in some form or the other. Not even the reflection in the mirror.\" I pretended to examine the dressing on my arm to hide my surprise at the direction our conversation had taken. Religion was the last thing I expected, all things considered. My own life was fairly devoid of belief. Charlie considered himself a Lutheran, because that's what his parents had been, but Sundays he worshipped by the river with a fishing pole in his hand. Renee tried out a church now and then, but, much like her brief affairs with tennis, pottery, yoga, and French classes, she moved on by the time I was aware of her newest fad.  \"I'm sure all this sounds a little bizarre, coming from a vampire.\" He grinned, knowing how their casual use of that word never failed to shock me. \"But I'm hoping that there is still a point to this life, even for us.  It's a long shot, I'll admit,\" he continued in an offhand voice. \"By all accounts, we're damned regardless. But I hope, maybe foolishly, that we'll get some measure of credit for trying.\" \"I don't think that's foolish,\" I mumbled. I couldn't imagine anyone, deity included, who wouldn't be impressed by Carlisle. Besides, the only kind of heaven I could appreciate would have to include Edward. \"And I don't think anyone else would, either.\" \"Actually, you're the very first one to agree with me.\" \"The rest of them don't feel the same?\" I asked, surprised, thinking of only one person in particular. Carlisle guessed the direction of my thoughts again. \"Edward's with me up to a point. God and heaven exist… and so does hell. But he doesn't believe there is an afterlife for our kind.\" Carlisle's voice was very soft; he stared out the big window over the sink, into the darkness. \"You see, he thinks we've lost our souls.\" I immediately thought of Edward's words this afternoon: unless you want to die—or whatever it is that we do. The light bulb flicked on over my head. \"That's the real problem, isn't it?\" I guessed. \"That's why he's being so difficult about me.\"  Carlisle spoke slowly. \"I look at my… son. His strength, his goodness, the brightness that shines out of him—and it only fuels that hope, that faith, more than ever. How could there not be more for one such as Edward?\" I nodded in fervent agreement. \"But if I believed as he does…\" He looked down at me with unfathomable eyes. \"If you believed as he did. Could you take away his soul?\" The way he phrased the question thwarted my answer. If he'd asked me whether I would risk my soul for Edward, the reply would be obvious. But would I risk Edward's soul? I pursed my lips unhappily. That wasn't a fair exchange. \"You see the problem.\" I shook my head, aware of the stubborn set of my chin. Carlisle sighed. \"It's my choice,\" I insisted. \"It's his, too.\" He held up his hand when he could see that I was about to argue. \"Whether he is responsible for doing that to you.\" \"He's not the only one able to do it.\" I eyed Carlisle speculatively. He laughed, abruptly lightening the mood. \"Oh, no! You're going to have to work this out with him.\" But then he sighed. \"That's the one part I can never be sure of. I think, in most other ways, that I've done the best I could with what I had to work with. But was it right to doom the others to this life? I can't decide.\" I didn't answer. I imagined what my life would be like if Carlisle had resisted the temptation to change his lonely existence… and shuddered. \"It was Edward's mother who made up my mind.\" Carlisle's voice was almost a whisper. He stared unseeingly out the black windows. \"His mother?\" Whenever I'd asked Edward about his parents, he would merely say that they had died long ago, and his memories were vague. I realized Carlisle's memory of them, despite the brevity of their contact, would be perfectly clear. \"Yes. Her name was Elizabeth. Elizabeth Masen. His father, Edward Senior, never regained consciousness in the hospital. He died in the first wave of the influenza. But Elizabeth was alert until almost the very end. Edward looks a great deal like her—she had that same strange bronze shade to her hair, and her eyes were exactly the same color green.\" \"His eyes were green?\" I murmured, trying to picture it. \"Yes…\" Carlisle's ocher eyes were a hundred years away now. \"Elizabeth worried obsessively over her son. She hurt her own chances of survival trying to nurse him from her sickbed. I expected that he would go first, he was so much worse off than she was. When the end came for her, it was very quick. It was just after sunset, and I'd arrived to relieve the doctors who'd been working all day. That was a hard time to pretend—there was so much work to be done, and I had no need of rest. How I hated to go back to my house, to hide in the dark and pretend to sleep while so many were dying. \"I went to check Elizabeth and her son first. I'd grown attached—always a dangerous thing to do considering the fragile nature of humans. I could see at once that she'd taken a bad turn. The fever was raging out of control, and her body was too weak to fight anymore. She didn't look weak, though, when she glared up at me from her cot. \"Save him!' she commanded me in the hoarse voice that was all her throat could manage. \"I'll do everything in my power,' I promised her, taking her hand. The fever was so high, she probably couldn't even tell how unnaturally cold mine felt. Everything felt cold to her skin. \"You must,\" she insisted, clutching at my hand with enough strength that I wondered if she wouldn't pull through the crisis after all. Her eyes were hard, like stones, like emeralds. 'You must do everything in your power. What others cannot do, that is what you must do for my Edward.\" \"It frightened me. She looked it me with those piercing eyes, and, for one instant, I felt certain that she knew my secret. Then the fever overwhelmed her, and she never regained consciousness. She died within an hour of making her demand. \"I'd spent decades considering the idea of creating a companion for myself. Just one other creature who could really know me, rather than what I pretended to be. But I could never justify it to myself—doing what had been done to me. \"There Edward lay, dying. It was clear that he had only hours left. Beside him, his mother, her face somehow not yet peaceful, not even in death.\" Carlisle saw it all again, his memory unburned by the intervening century. I could see it clearly, too, as he spoke—the despair of the hospital, the overwhelming atmosphere of death. Edward burning with fever, his life slipping away with each tick of the clock… I shuddered again, and forced the picture from my mind. \"Elizabeth's words echoed in my head. How could she guess what I could do? Could anyone really want that for her son? \"I looked at Edward. Sick as he was, he was still beautiful. There was something pure and good about his face. The kind of face I would have wanted my son to have. \"After all those years of indecision, I simply acted on a whim. I wheeled his mother to the morgue first, and then I came back for him. No one noticed that he was still breathing. There weren't enough hands, enough eyes, to keep track of half of what the patients needed. The morgue was empty—of the living, at least. I stole him out the back door, and carried him across the rooftops back to my home. \"I wasn't sure what had to be done. I settled for recreating the wounds I'd received myself, so many centuries earlier in London. I felt bad about that later. It was more painful and lingering than necessary. \"I wasn't sorry, though. I've never been sorry that I saved Edward.\" He shook his head, coming back to the present. He smiled at me. \"I suppose I should take you home now.\" \"I'll do that,\" Edward said. He came through the shadowy dining room, walking slowly for him. His face was smooth, unreadable, but there was something wrong with his eyes—something he was trying very hard to hide. I felt a spasm of unease in my stomach. \"Carlisle can take me,\" I said. I looked down at my shirt; the light blue cotton was soaked and spotted with my blood. My right shoulder was covered in thick pink frosting. \"I'm fine.\" Edward's voice was unemotional. \"You'll need to change anyway. You'd give Charlie a heart attack the way you look. I'll have Alice get you something.\" He strode out the kitchen door again. I looked at Carlisle anxiously. \"He's very upset.\" \"Yes,\" Carlisle agreed. \"Tonight is exactly the kind of thing that he fears the most. You being put in danger, because of what we are.\" \"It's not his fault.\" \"It's not yours, either.\" I looked away from his wise, beautiful eyes. I couldn't agree with that. Carlisle offered me his hand and helped me up from the table. I followed him out into the main room. Esme had come back; she was mopping the floor where I'd fallen—with straight bleach from the smell of it. \"Esme, let me do that.\" I could feel that my face was bright red again. \"I'm already done.\" She smiled up at me. \"How do you feel?\" \"I'm fine,\" I assured her. \"Carlisle sews faster than any other doctor I've had.\" They both chuckled. Alice and Edward came in the back doors. Alice hurried to my side, but Edward hung back, his face indecipherable. \"C'mon,\" Alice said. \"I'll get you something less macabre to wear.\" She found me a shirt of Esme's that was close to the same color mine had been. Charlie wouldn't notice, I was sure. The long white bandage on my arm didn't look nearly as serious when I was no longer spattered in gore. Charlie was never surprised to see me bandaged. \"Alice,\" I whispered as she headed back to the door. \"Yes?\" She kept her voice low, too, and looked at me curiously, her head cocked to the side. \"How bad is it?\" I couldn't be sure if my whispering was a wasted effort. Even though we were upstairs, with the door closed, perhaps he could hear me. Her face tensed. \"I'm not sure yet.\" \"How's Jasper?\" She sighed. \"He's very unhappy with himself. It's all so much more of challenge for him, and he hates feeling weak.\" \"It's not his fault. You'll tell him that I'm not mad at him, not at all, won't you?\" \"Of course.\" Edward was waiting for me by the front door. As I got to the bottom of the staircase, he held it open without a word. \"Take your things!\" Alice cried as I walked warily toward Edward. She scooped up the two packages, one half-opened, and my camera from under the piano, and pressed them into my good arm. \"You can thank me later, when you've opened them.\" Esme and Carlisle both said a quiet goodnight. I could see them stealing quick glances at their impassive son, much like I was. It was a relief to be outside; I hurried past the lanterns and the roses, now unwelcome reminders.  Edward kept pace with me silently. He opened the passenger side for me, and I climbed in without complaint. On the dashboard was a big red ribbon, stuck to the new stereo. I pulled it off, throwing it to the floor. As Edward slid into the other side, I kicked the ribbon under my seat. He didn't look at me or the stereo. Neither of us switched it on, and the silence was somehow intensified by the sudden thunder of the engine. He drove too fast down the dark, serpentine lane. The silence was making me insane. \"Say something,\" I finally begged as he turned onto the freeway. \"What do you want me to say?\" he asked in a detached voice. I cringed at his remoteness. 'Tell me you forgive me.\" That brought a flicker of life to his face—a flicker of anger. \"Forgive you? For what?\" \"If I'd been more careful, nothing would have happened.\" \"Bella, you gave yourself a paper cut—that hardly deserves the death penalty.\" \"It's still my fault.\" My words opened up the floodgate. \"Your fault? If you'd cut yourself at Mike Newton's house, with Jessica there and Angela and your other normal friends, the worst that could possibly have happened would be what? Maybe they couldn't find you a bandage? If you'd tripped and knocked over a pile of glass plates on your own—without someone throwing you into them—even then, what's the worst? You'd get blood on the seats when they drove you to the emergency room? Mike Newton could have held your hand while they stitched you up—and he wouldn't be righting the urge to kill you the whole time he was there. Don't try to take any of this on yourself, Bella. It will only make me more disgusted with myself.\" \"How the hell did Mike Newton end up in this conversation?\" I demanded. \"Mike Newton ended up in this conversation because Mike Newton would be a hell of a lot healthier for you to be with,\" he growled. \"I'd rather die than be with Mike Newton,\" I protested. \"I'd rather die than be with anyone but you.\" \"Don't be melodramatic, please.\" \"Well then, don't you be ridiculous.\" He didn't answer. He glared through the windshield, his expression black. I racked my brain for some way to salvage the evening. When we pulled up in front of my house, I still hadn't come up with anything. He killed the engine, but his hands stayed clenched around the steering wheel. \"Will you stay tonight?\" I asked. \"I should go home.\" The last thing I wanted was for him to go wallow in remorse. \"For my birthday,\" I pressed. \"You can't have it both ways—either you want people to ignore your birthday or you don't. One or the other.\" His voice was stern, but not as serious as before. I breathed a silent sigh of relief. \"Okay. I've decided that I don't want you to ignore my birthday. I'll see you upstairs.\" I hopped out, reaching back in for my packages. He frowned. \"You don't have to take those.\" \"I want them,\" I responded automatically, and then wondered if he was using reverse psychology. \"No, you don't. Carlisle and Esme spent money on you.\" \"I'll live.\" I tucked the presents awkwardly under my good arm and slammed the door behind me. He was out of the truck and by my side in less than a second. \"Let me carry them, at least.\" he said as he took them away. \"I'll be in your room.\" I smiled. \"Thanks.\" \"Happy birthday,\" he sighed, and leaned down to touch his lips to mine. I reached up on my toes to make the kiss last longer when he pulled away. He smiled my favorite crooked smile, and then he disappeared into the darkness. The game was still on; as soon as I walked through the front door I could hear the announcer rambling over the babble of the crowd. \"Bell?\" Charlie called. \"Hey, Dad,\" I said as I came around the corner. I held my arm close to my side. The slight pressure burned, and I wrinkled my nose. The anesthetic was apparently losing its effectiveness. \"How was it?\" Charlie lounged across the sofa with his bare feet propped up on the arm.  What was left of his curly brown hair was crushed flat on one side. \"Alice went overboard. Flowers, cake, candles, presents—the whole bit.\" \"What did they get you?\" \"A stereo for my truck.\" And various unknowns. \"Wow.\" \"Yeah,\" I agreed. \"Well, I'm calling it a night.\" \"I'll see you in the morning.\" I waved. \"See ya.\" \"What happened to your arm?\" I flushed and cursed silently. \"I tripped. It's nothing.\" \"Bella,\" he sighed, shaking his head. \"Goodnight, Dad.\" I hurried up to the bathroom, where I kept my pajamas for just such nights as these. I shrugged into the matching tank top and cotton pants that I'd gotten to replace the holey sweats I used to wear to bed, wincing as the movement pulled at the stitches. I washed my face one-handed, brushed my teeth, and then skipped to my room. He was sitting in the center of my bed, toying idly with one of the silver boxes. \"Hi,\" he said. His voice was sad. He was wallowing. I went to the bed, pushed the presents out of his hands, and climbed into his lap. \"Hi.\" I snuggled into his stone chest. \"Can I open my presents now?\" \"Where did the enthusiasm come from?\" he wondered. \"You made me curious.\" I picked up the long flat rectangle that must have been from Carlisle and Esme. \"Allow me,\" he suggested. He took the gift from my hand and tore the silver paper off with one fluid movement. He handed the rectangular white box back to me. \"Are you sure I can handle lifting the lid?\" I muttered, but he ignored me. Inside the box was a long thick piece of paper with an overwhelming amount of fine print. It took me a minute to get the gist of the information. \"We're going to Jacksonville?\" And I was excited, in spite of myself. It was a voucher for plane tickets, for both me and Edward. \"That's the idea.\" \"I can't believe it. Renee is going to flip! You don't mind, though, do you? It's sunny, you'll have to stay inside all day.\" \"I think I can handle it,\" he said, and then frowned. \"If I'd had any idea that you could respond to a gift this appropriately, I would have made you open it in front of Carlisle and Esme. I thought you'd complain.\" \"Well, of course it's too much. But I get to take you with me!\" He chuckled. \"Now I wish I'd spent money on your present. I didn't realize that you were capable of being reasonable.\" I set the tickets aside and reached for his present, my curiosity rekindled. He took it from me and unwrapped it like the first one. He handed back a clear CD jewel case, with a blank silver CD inside. \"What is it?\" I asked, perplexed. He didn't say anything; he took the CD and reached around me to put it in the CD player on the bedside table. He hit play, and we waited in silence. Then the music began. I listened, speechless and wide-eyed. I knew he was waiting for my reaction, but I couldn't talk. Tears welled up, and I reached up to wipe them away before they could spill over. \"Does your arm hurt?\" he asked anxiously. \"No, it's not my arm. It's beautiful, Edward. You couldn't have given me anything I would love more. I can't believe it.\" I shut up, so I could listen. It was his music, his compositions. The first piece on the CD was my lullaby. \"I didn't think you would let me get a piano so I could play for you here,\" he explained. \"You're right.\" \"How does your arm feel?\" \"Just fine.\" Actually, it was starting to blaze under the bandage. I wanted ice. I would have settled for his hand, but that would have given me away. \"I'll get you some Tylenol.\" \"I don't need anything,\" I protested, but he slid me off his lap and headed for the door. \"Charlie,\" I hissed. Charlie wasn't exactly aware that Edward frequently stayed over. In fact, he would have a stroke if that fact were brought to his attention. But I didn't feel too guilty for deceiving him.    It wasn't as if we were up to anything he wouldn't want me to be up to. Edward and his rules… \"He won't catch me,\" Edward promised as he disappeared silently out the door . . and returned, catching the door before it had swung back to touch the frame. He had the glass from the bathroom and the bottle of pills in one hand. I took the pills he handed me without arguing—I knew I would lose the argument And my arm really was starting to bother me. My lullaby continued, soft and lovely, in the background. \"It's late,\" Edward noted. He scooped me up off the bed with one arm, and pulled the cover back with the other. He put me down with my head on my pillow and tucked the quilt around me. He lay down next to me—on top of the blanket so I wouldn't get chilled—and put his arm over me. I leaned my head against his shoulder and sighed happily. \"Thanks again,\" I whispered. \"You're welcome.\" It was quiet for a long moment as I listened to my lullaby drift to a close. Another song began. I recognized Esme's favorite. \"What are you thinking about?'\" I wondered in a whisper. He hesitated for a second before he told me. \"I was thinking about right and wrong, actually.\" I felt a chill tingle along my spine. \"Remember how I decided that I wanted you to not ignore my birthday?\" I asked quickly, hoping it wasn't too clear that I was trying to distract him. \"Yes,\" he agreed, wary. \"Well, I was thinking, since it's still my birthday, that I'd like you to kiss me again.\" \"You're greedy tonight.\" \"Yes, I am—but please, don't do anything you don't want to do,\" I added, piqued. He laughed, and then sighed. \"Heaven forbid that I should do anything I don't want to do,\" he said in a strangely desperate tone as he put his hand under my chin and pulled my face up to his. The kiss began much the same as usual—Edward was as careful as ever, and my heart began to <em>overreact</em> like it always did. And then something seemed to change. Suddenly his lips became much more urgent, his free hand twisted into my hair and held my face securely to his. And, though my hands tangled in his hair, too, and though I was clearly beginning to cross his cautious lines, for once he didn't stop me. His body was cold through the thin quilt, but I crushed myself against him eagerly. When he stopped it was abrupt; he pushed me away with gentle, firm hands. I collapsed back onto my pillow, gasping, my head spinning. Something tugged at my memory, elusive, on the edges. \"Sorry,\" he said, and he was breathless, too. \"That was out of line.\" \"I don't mind,\" I panted. He frowned at me in the darkness. \"Try to sleep. Bella.\" \"No, I want you to kiss me again.\" \"You're overestimating my self-control.\" \"Which is tempting you more, my blood or my body?\" I challenged. \"It's a tie.\" He grinned briefly in spite of himself, and then was serious again. \"Now. why don't you stop pushing your luck and go to sleep?\" \"Fine,\" I agreed, snuggling closer to him. I really did feel exhausted. It had been a long day in so many ways, yet I felt no sense of relief at its end. Almost as if something worse was coming tomorrow. It was a silly premonition—what could be worse than today?' Just the shock catching up with me, no doubt. Trying to be sneaky about it, I pressed my injured arm against his shoulder, so his cool skin would sooth the burning. It felt better at once. I was halfway asleep, maybe more, when I realized what his kiss had reminded me of: last spring, when he'd had to leave me to throw James off my trail, Edward had kissed me goodbye, not knowing when—or if—we would see each other again. This kiss had the same almost painful edge for some reason I couldn't imagine. I shuddered into unconsciousness, as if I were already having a nightmare.",
            "vi": "2-2songngu        2.  Mũi khâu Carlisle không phải là người duy nhất vẫn bình tĩnh. Hàng trăm năm kinh nghiệm trong phòng cấp cứu được thể hiện rõ trong giọng nói uy quyền, điềm tĩnh của ông.  \"Emmett, Rose, đưa Jasper ra ngoài.”  Lần này chẳng hề cười, Emmett gật đầu. \"Đi nào, Jasper.” Jasper vùng vẫy cố thoát cái khoá tay không thể gỡ được của Emmett, xoay người, nhào đến anh trai mình với hàm răng nhe ra, mắt anh vẫn điên loạn.  Mặt Edward trắng bệch khi anh lao nhanh đến chồm người lên che tôi, trong tư thế phòng thủ rõ ràng. Tiếng gầm gừ cảnh cáo trầm đục phát ra từ giữa hàm răng nghiến chặt của anh. Tôi chắc chắn anh không thở.  Rosalie, khuôn mặt đẹp tuyệt trần của cô tự mãn kỳ lạ, bước đến trước Jasper – cẩn thận tránh xa hàm răng của anh -- và giúp Emmett vật lộn đưa anh ta qua cửa kính đang được Esme giữ, một tay bịt miệng và mũi mình. Khuôn mặt hình trái tim của Esme đầy hổ thẹn. \"Bác thật lòng xin lỗi, Bella,”  bà khóc khi đi theo những người kia ra sân.  \"Cho ta đi qua, Edward,” Carlisle thì thầm.  Một giây trôi qua, rồi Edward chầm chậm gật đầu rồi thả lỏng thế đứng của mình.  Carlisle quỳ bên cạnh tôi, nghiêng người đến gần để kiểm tra cánh tay  tôi. Tôi có thể cảm thấy cơn sốc tê cứng trên mặt tôi, và tôi cố giữ nét mặt điềm tĩnh. \"Đây nè, Carlisle,” Alice nói, trao cho ông một cái khăn lớn.  Ông lắc đầu. \"Có quá nhiều thủy tinh trong vết thương.” Ông vươn người và xé viền khăn trải bàn trắng thành một dải vải dài, hẹp. Ông quấn nó quanh cánh tay tôi bên trên khuỷu tay để làm ga-rô.  Mùi máu làm tôi chóng mặt. Tai tôi kêu vo vo.  \"Bella, \" Carlisle nói nhẹ nhàng. \"Con có muốn bác chở con đến bệnh viện, hay con muốn bác chăm sóc vết thương của con ở đây ?\" \"Ở đây, xin bác vui lòng,” tôi thì thầm. Nếu ông đưa tôi đến bệnh viện, sẽ chẳng có cách nào giấu Charlie chuyện này.  \"Con sẽ lấy túi cho bố,” Alice nói.  \"Mình hãy đưa cô ấy đến bàn bếp,” Carlisle nói với Edward.  Edward nâng tôi lên chẳng chút khó khăn, trong khi Carlisle vẫn giữ cho tay tôi cố định.  \"Con thấy sao, Bella?\" Carlisle hỏi.  \"Con khoẻ.” Giọng tôi bình thường vừa phải, làm tôi hài lòng.  Mặt Edward trơ như đá.  Alice đã ở đó. Cái túi đen của Carlisle đã ở trên bàn, một ngọn đèn bàn nhỏ nhưng sáng trưng đã được cắm vào tường. Edward nhẹ nhàng đặt tôi ngồi vào ghế, còn Carlisle ngồi vào một cái ghế khác. Ông bắt tay vào việc ngay lập tức.  Edward đứng trông chừng tôi, vẫn bảo vệ, vẫn không thở.  \"Cứ đi đi, Edward, \" tôi thở dài.  \"Anh có thể chịu được,” anh khăng khăng. Nhưng hàm anh nghiến chặt; mắt anh rực cháy vì cơn thèm khát dữ dội anh đang chống cự lại, khốn khổ hơn nhiều so với những người khác.  \"Anh không cần làm anh hùng đâu, \" tôi nói. \" Carlisle có thể chữa cho em không cần anh giúp đâu. Đi hít thở không khí trong lành đi.” Tôi cau mày khi Carlisle làm gì đó với cánh tay tôi khiến nó đau nhói.  \"Anh sẽ ở lại, \" anh nói.  \"Sao anh thích bị đau khổ như vậy chứ?\" Tôi lầm bầm.  Carlisle quyết định làm trung gian hoà giải. \"Edward, con cũng nên tìm Jasper trước khi nó làm quá đà. Cha chắc chắn nó đang đau khổ lắm, và bây giờ nó sẽ chẳng nghe ai ngoài con đâu. \" \"Đúng rồi, \" tôi háo hức đồng ý. \"Đi tìm Jasper đi.” \"Vậy anh cũng làm được chuyện hữu ích, \" Alice nói thêm.  Mắt Edward nheo lại như thể chúng tôi đang hùa nhau đả kích anh, nhưng, cuối cùng, anh cũng gật đầu rồi chạy nhanh thật êm qua cửa sau của nhà bếp. Tôi chắc chắn anh không hề thở từ khi tôi làm đứt tay mình.  Một cảm giác tê dại đang lan qua cánh tay  tôi.  Mặc dù cảm giác ấy xua đi cơn đau nhói, nhưng nó lại làm tôi nghĩ đến vết thương sâu, và tôi ngắm khuôn mặt của Carlisle thật chăm chú để không chú ý đến chuyện bàn tay ông đang làm. Tóc ông ánh vàng trong ánh sáng rực rỡ khi ông cúi xuống cánh tay  tôi. Tôi cảm thấy những cơn quặn yếu ớt khó chịu trong đáy bao tử, nhưng tôi kiên quyết không để cho cơn buồn nôn cố hữu chiến thắng tôi.  Bây giờ không còn đau nữa, chỉ còn cảm giác giần giật tôi cố lờ đi.  Chẳng có lý do gì mà ọc ra như con nít được.  Nếu cô không ở trong tầm mắt tôi, hẳn tôi đã không nhận thấy Alice chịu thua và lén chuồn ra khỏi phòng.  Cô vừa cười nhẹ xin lỗi, vừa biến ra khỏi cửa bếp.  \"Ừm, thế là tất cả rồi,”  tôi thở dài. \"Ít ra thì con cũng có thể làm cho căn phòng không còn ai.” \"Không phải là lỗi của con,” Carlisle cười khúc khích an ủi tôi. \"Chuyện đó có thể xảy đến với bất kỳ ai.” \"Có thể \" tôi lặp lại. \" Nhưng thường chỉ xảy đến với con không thôi.” Ông lại cười to.  Nét điềm tĩnh thoải mái của ông càng thêm đáng kinh ngạc khi trái ngược hoàn toàn với phản ứng của tất cả những người khác. Tôi không hề nhìn thấy chút lo âu nào trên mặt ông. Ông làm việc bằng những động tác nhanh, dứt khoát. Âm thanh duy nhất ngoài hơi thở nhẹ nhàng của chúng tôi là tiếng lanh canh, lanh canh nho nhỏ khi mấy mảnh thủy tinh tí xíu rơi từng miếng lên bàn.  \"Làm sao bác làm vậy được?\" Tôi hỏi. \" Thậm chí cả Alice và Esme đều... \" giọng tôi nhỏ dần, vừa lắc đầu thắc mắc.  Dù những người khác đã từ bỏ chế độ ăn uống truyền thống của ma cà rồng y như Carlisle, nhưng ông là người duy nhất có thể chịu nỗi mùi máu của tôi mà không bị cám dỗ dữ dội.  Rõ ràng, điều này khó khăn hơn rất nhiều chứ không như ông tỏ ra bên ngoài.  \"Hàng bao năm tập luyện, \" ông bảo tôi. \"Bác hầu như chẳng còn để ý gì tới mùi này nữa.  \"Theo bác liệu có khó khăn hơn không nếu bác đi nghỉ không làm việc ở bệnh viện dài ngày. Và chẳng còn bị bao quanh bởi máu gì nữa hết?\" \"Có thể. \" Ông nhún vai, nhưng bàn tay ông vẫn làm việc bình thường. \"Bác chưa từng cảm thấy nhu cầu nghỉ lâu. \" Ông nhoẻn nụ cười rạng rỡ về phía tôi. \"Bác rất thích công việc của mình.” Keng, keng, keng. Tôi ngạc nhiên khi thấy dường như có không biết bao nhiêu là thủy tinh trong cánh tay mình. Tôi rất muốn nhìn lướt qua chồng mảnh thủy tinh đang cao lên, chỉ để coi kích cỡ thôi, nhưng tôi biết ý đó sẽ chẳng giúp ích gì cho kế hoạch-không-ói của tôi cả.  \"Điều bác thích đó, là gì?\" Tôi thắc mắc. Tôi chẳng hiểu gì cả  - ông phải trải qua bao năm đấu tranh và chối-bỏ-bản-thân để đạt đến mức có thể chịu đựng chuyện này thật dễ dàng để làm gì.  Ngoài ra, tôi muốn ông nói liên tục; trò chuyện giúp tôi không nghĩ đến cảm giác buồn nôn trong dạ dày.  Đôi mắt huyền của ông vẫn điềm tĩnh và trầm tư khi ông trả lời. \"Hừm. Điều tôi thích nhất là khi ...  những khả năng nâng cao của bác giúp bác cứu được những người lẽ ra đã không còn.  Thật sung sướng khi biết rằng, nhờ chuyện mình làm được, mà cuộc đời ai đó tốt đẹp hơn vì mình tồn tại. Thậm chí, đôi khi khứu giác là công cụ chẩn đoán hữu hiệu.” Ông môi nhếch cười.  Tôi nghiền ngẫm câu nói đó trong khi ông nắn quanh để chắc chắn đã sạch hết mấy mảnh thủy tinh.  Rồi ông lục lọi trong túi tìm dụng cụ mới, và tôi cố không nghĩ đó là kim chỉ.  \"Bác cứ cố bù đắp vì chuyện chẳng hề là lỗi của bác,” tôi phỏng đoán trong khi kiểu giật mới bắt đầu ở mép da của tôi. \"Ý con là, có phải bác muốn vậy đâu. Bác đâu có chọn cuộc đời này, vậy mà bác cứ cố gắng điên cuồng để sống cho tốt. \" \"Bắc không biết là bác đang bù đắp gì cả, \" ông hơi bất đồng. \"Như mọi thứ khác trong đời, bác chỉ phải quyết định phải làm gì với những khả năng mình được trao mà thôi.” \"Nghe có vẻ quá dễ dàng.” Ông kiểm tra cánh tay  tôi lần nữa. \"Đấy, \" ông nói, quấn chỉ. \"Xong rồi. \" Ông rút ra một cây tăm-bông to, thấm đầy chất lỏng đặc nào đó, thoa kỹ lưỡng toàn bộ chỗ mổ xẻ. Mùi kỳ cục của nó làm đầu tôi quay mòng mòng. Chất lỏng ấy dính vào da tôi.  \"Tuy vậy, lúc đầu” tôi nhấn mạnh trong khi ông dán thêm một miếng băng khác vào chỗ đó, che da  tôi. \"Sao bác lại nghĩ đến chuyện thử sống khác với mọi người?\" Môi ông nở một nụ cười kín đáo. \"Edward chưa kể con nghe chuyện này à?\" \"Rồi.  Nhưng con đang cố hiểu điều bác đã suy nghĩ lúc đó...” Khuôn mặt ông đột ngột nghiêm túc trở lại, và tôi tự hỏi có phải suy nghĩ của ông đã đến cùng một nơi với suy nghĩ của tôi không.  Thắc mắc tôi sẽ nghĩ gì khi -  tôi không chịu dùng chữ nếu - tôi ở trong trường hợp đó.  \"Con biết cha của bác là một tu sĩ,” ông trầm ngâm khi lau bàn kỹ lưỡng, chùi sạch mọi thứ bằng khăn ướt, rồi làm lại lần nữa.  Mùi cồn xộc lên mũi tôi. \"Cha bác nhìn đời khá cay nghiệt, đó là điều bác bắt đầu nghi ngờ trước khi biến đổi.” Carlisle đặt mọi khăn gạc bẩn và mảnh kính vỡ vào một tô pha lê trống không. Tôi không hiểu ông sắp làm gì, thậm chí cả khi ông quẹt diêm.  Rồi ông ném diêm lên mấy miếng vải đẫm rượu, rồi ngọn lửa đột ngột bùng lên khiến tôi giật mình.  \"Xin lỗi, \" ông tạ lỗi. \" Phải làm vậy... Nên bác đã không tán thành đức tin riêng của ông.  Nhưng bác chưa từng, trong gần bốn trăm năm từ khi mới được sinh ra, bác chưa từng nhìn thấy điều gì làm bác nghi ngờ sự tồn tại của Chúa dù ở hình thức này hay hình thức khác. Dù bóng mình trong gương.” Tôi giả vờ nhìn chỗ băng bó trên tay để giấu nỗi ngạc nhiên vì hướng đi của câu chuyện. Tôn giáo là điều cuối cùng tôi nghĩ tới, trong bao điều đã nghiền ngẫm. Cuộc đời tôi khá thiếu niềm tin. Charlie tự cho mình là người theo phái Luther, vì đó bố mẹ ông như thế, nhưng chủ nhật ông làm lễ bên dòng sông với cái cần câu trong tay.  Renee thỉnh thoảng cũng thử đi lễ nhà thờ, nhưng, giống như những đam mê chóng vánh của mẹ dành cho quần vợt, đồ gốm, yoga, và tiếng Pháp, mẹ đã bỏ nửa chừng trước khi tôi biết đến đam mê nhất thời mới nhất  của bà. \"Bác biết mấy chuyện này nghe hơi kỳ cục, ma-cà-rồng mà nói vậy. \" Ông cười toe toét, biết việc họ bất ngờ dùng từ ấy lúc nào cũng làm tôi hết hồn. \" Nhưng bác hy vọng cuộc sống này vẫn còn ý nghĩa, dù là đối với bọn bác.  Tuy bác phải thú nhận là ít có khả năng thành công” ông nói tiếp bằng giọng tự nhiên. \"Theo như lời đồn đại, dù sao chăng nữa thì bọn bác cũng đã bị đoạ đày.   Nhưng bác hy vọng, có lẽ là hy vọng điên rồ, bọn bác sẽ được tưởng thưởng gì đó vì đã cố gắng.” \"Con không nghĩ thế là điên rồ,” tôi lẩm bẩm. Tôi không thể tưởng tượng ra được ai, cả thần thánh, lại không cảm động vì Carlisle. Hơn nữa, loại thiên đường duy nhất tôi muốn ở sẽ phải có Edward.  “và theo con, không thể có ai lại nghĩ thế cả. \" \"Thực ra thì, con chính là người đầu tiên đồng ý với bác.” \"Những người khác không cảm thấy vậy sao?\" Tôi hỏi, bị bất ngờ, chỉ nghĩ đến một người.  Carlisle lại đoán biết hướng suy nghĩ của tôi. \"Edward đồng ý với bác ở một mức độ nào đó.  Chúa và thiên đường tồn tại ... địa ngục cũng vậy. Nhưng nó không tin có kiếp sau dành với loại người như bọn bác.” Giọng Carlisle rất nhẹ nhàng; ông nhìn chằm chằm ra ngoài bóng tối bên ngoài cửa sổ lớn phía trên bồn rửa chén. \" Con thấy đó, nó nghĩ rằng bọn bác đã đánh mất linh hồn.” Tôi ngay lập tức nghĩ đến lời Edward nói chiều nay: trừ phi em muốn chết - hoặc bất cứ điều gì tương tự. Tôi chợt hiểu ra.  \"Đó mới là khó khăn thật sự, phải không?\" Tôi đoán. \" Đó là lý do tại sao anh ấy cố chấp như thế về con.” Carlisle chầm chậm nói. \"Bác nhìn vào ... con trai mình.  Sức mạnh của nó, lòng tốt của nó, sự thông minh đang toả ngời trong nó -  và điều đó càng thêm củng cố niềm hy vọng của ta, niềm tin của ta, hơn bao giờ hết.  Làm sao mà có thể chẳng còn lại gì đối với một người như Edward?” Tôi gật đầu đồng ý hết sức nhiệt thành.  \"Nhưng nếu bác tin như nó tin ...”  Ông cúi nhìn tôi bằng đôi mắt thâm trầm. \"Nếu con  tin như nó tin. Liệu con có thể tước đi linh hồn của nó hay không?” Cách ông đặt câu hỏi làm tôi không trả lời được.  Nếu ông hỏi tôi liệu tôi có liều hủy hoại linh hồn tôi vì Edward hay không, câu trả lời sẽ rất rõ ràng. Nhưng liệu tôi có liều hủy hoại linh hồn Edward không?Tôi bặm môi buồn rầu.  Đó không phải là sự tráo đổi công bằng.  \"Con hiểu ra vấn đề rồi đó.” Tôi lắc đầu, biết cằm mình đầy vẻ bướng bỉnh.  Carlisle thở dài.  \"Đó là lựa chọn của con mà,” tôi khăng khăng.  \"Cũng là lựa chọn của nó nữa.” Ông giơ tay lên khi ông thấy tôi sắp cãi. \"Dù nó có làm chuyện đó cho con hay không.” \"Ảnh đâu phải là người duy nhất có thể làm chuyện đó đâu. \" Tôi quan sát Carlisle thăm dò.  Ông cười, đột ngột vui vẻ hẳn. \" Ồ, không đâu!  Con sẽ phải giải quyết ổn thoả chuyện này với nó thôi.” Nhưng rồi ông lại thở dài. \"Đó là điều bác không bao giờ có thể đoan chắc.  Bác nghĩ, trong hầu hết mọi cách, bác đã chọn cách tốt nhất. Nhưng liệu có đúng không khi bắt người khác phải gánh chịu cuộc sống này?  Bác không thể trả lời được.” Tôi không trả lời. Tôi hình dung cuộc đời mình không biết sẽ ra sao nếu Carlisle cưỡng lại lòng mong muốn thay đổi cuộc sống cô độc của ông... rồi rùng mình.  \"Chính mẹ Edward đã làm bác quyết định vậy.”  Giọng Carlisle gần như chỉ còn là tiếng thì thầm.  Ông nhìn trân trối ra ngoài cửa sổ đen kịt.  \"Mẹ anh ấy?”  Hễ tôi hỏi Edward về cha mẹ anh, anh chỉ nói là họ đã chết lâu lắm rồi, và anh chẳng nhớ được gì. Tôi nhận ra ký ức của Carlisle về họ, mặc dù ngắn ngủi, nhưng hết sức rõ ràng.  \"Ừ. Tên bà ấy là Elizabeth. Elizabeth Masen. Cha nó, Edward Senior, chẳng hề tỉnh lại trong bệnh viện.  Ông ấy chết ngay trong trận dịch cúm đầu tiên.  Nhưng Elizabeth vẫn tỉnh táo cho đến tận phút cuối. Edward rất giống mẹ – bà ấy cũng có mái tóc màu đồng kỳ lạ, và mắt bà ấy cũng màu xanh lục giống vậy.” \" Mắt anh ấy màu xanh lục?” Tôi thì thầm, cố hình dung.  \"Ừ...” đôi mắt màu vàng nâu của Carlisle bây giờ đã lạc về cả trăm năm trước. \"Elizabeth lo lắng điên cuồng vì con trai mình.  Bà để mất cơ hội sống sót của mình khi cố săn sóc cho con từ trên giường bệnh của bà. Bác đã nghĩ nó sẽ đi trước, vì nó bệnh nặng hơn mẹ rất nhiều. Cái chết đến với bà ấy cực nhanh.  Đó là đúng lúc mặt trời lặn, và bác đã đến để gánh bớt cho các bác sĩ đã làm việc suốt cả ngày.  Lúc đó thật khó giả vờ - vì phải làm quá nhiều việc, mà bác thì chẳng cần nghỉ ngơi.  Bác hết sức ghét phải về nhà, ẩn mình trong bóng tối và giả vờ ngủ trong khi bao nhiêu người đang hấp hối. \"Bác khám Elizabeth và con trai bà ấy trước tiên.  Bác đã trở nên gắn bó với họ - luôn là chuyện nguy hiểm nếu xét đến sự mỏng manh của con người.  Bác thấy ngay bệnh tình bà ấy đã chuyển biến xấu. Sốt dữ dội không kiểm soát được, và cơ thể bà ấy quá yếu không thể nào chống chọi lại căn bịnh được nữa.  Thế nhưng bà ấy trông không có vẻ yếu ớt khi nhìn chằm chằm vào bác trên giường bịnh của mình.  \"Hãy cứu nó!'  Bà ra lệnh cho bác bằng giọng khàn khàn mà cổ họng bà có thể chịu nỗi.  \"Tôi sẽ làm mọi chuyện trong khả năng của mình,'  bác hứa với bà ta, nắm tay bà ta.  Sốt cao đến nỗi, có lẽ thậm chí bà ấy cũng không biết bác lạnh bất thường thế nào.  Mọi thứ đều lạnh dưới làn da của bà .  \"Bác sĩ phải làm chuyện đó,”  bà nhấn mạnh, siết tay bác mạnh đến nỗi bác tự hỏi cuối cùng không biết bà ấy có vượt qua được cuộc khủng hoảng này hay không. Mắt bà ấy cứng, như đá, như ngọc lục bảo. 'Bác sĩ phải mọi chuyện trong khả năng của bác sĩ.  Chuyện người khác không làm được, chính là chuyện bác sĩ phải làm cho Edward của tôi.” \"Câu nói đó làm bác sợ. Bà ta nhìn bác bằng đôi mắt hiểu thấu, và, trong khoảnh khắc, bác chắc chắn bà biết bí mật của bác. Sau đó bà ấy sốt dữ dội và chẳng hề tỉnh lại. Bà ấy đã chết trong vòng một tiếng đồng hồ sau khi yêu cầu.  \"Bác đã bỏ hàng chục năm trời nghiền ngẫm ý nghĩ tạo cho mình một người bạn. Chỉ một sinh vật khác thực sự biết rõ bác, chớ không phải là người bác giả vờ. Nhưng bác chẳng bao giờ thuyết phục được mình - làm chuyện người ta đã làm với mình.  \"Edward nằm đó, hấp hối. Rõ ràng chỉ còn sống được thêm mấy tiếng đồng hồ nữa thôi. Bên cạnh nó, mẹ nó, không biết sao khuôn mặt vẫn chưa thanh thản, ngay cả khi chết.” Carlisle nhìn thấy mọi chuyện đó lần nữa, trí nhớ của ông không bị hủy hoại bởi cả trăm năm đằng đẵng. Tôi cũng nhìn thấy được điều đó rõ ràng, khi ông nói -  sự tuyệt vọng  của bệnh viện, không khí chết chóc phủ trùm. Edward nóng rực vì sốt, cuộc sống của anh mất dần theo từng tiếng tích tắc của đồng hồ... Tôi lại rùng mình, và tống hình ảnh ấy ra khỏi tâm trí mình.  \"Lời Elizabeth vang vọng trong đầu bác. Làm sao bà ấy biết được bác có thể làm được gì?  Có ai thật sự muốn con trai mình như thế không? \"Bác nhìn Edward. Tuy bịnh, nó vẫn đẹp. Có cái gì đó tinh khiết và và tốt bụng trong khuôn mặt nó. Loại khuôn mặt bác muốn con trai mình sẽ như thế.  \"Sau bao năm trời do dự, thế mà bác lại làm theo cơn bốc đồng. Bác đẩy giường mẹ nó đến nhà xác trước, rồi quay lại đẩy nó.  Chẳng ai nhận thấy nó vẫn còn thở. Không đủ tay, không đủ mắt, để theo dõi một nửa thứ bệnh nhân cần. Nhà xác chẳng có ai –người còn sống, ít nhất. Bác đánh cắp nó ra cửa sau, rồi ôm nó qua mái nhà về nhà.  \"Bác không chắc phải làm gì. Bác đành phải gây ra trở lại những vết thương mà chính mình đã nhận, hàng trăm năm trước ở Luân đôn. Sau này bác cảm thấy đau khổ về chuyện đó. Quá đau đớn và kéo dài hơn cần thiết.  \"Dù vậy, bác không hối tiếc.  Chưa bao giờ bác hối tiếc vì đã cứu Edward.”  Ông lắc đầu, trở về thực tại. Ông cười với tôi. \"Bác nghĩ bây giờ bác nên đưa con về nhà.” \"Để con,” Edward nói. Anh đi qua phòng ăn tối tăm, chậm rãi đối với anh. Mặt anh phẳng lặng, khó hiểu, nhưng có điều gì đó không ổn với đôi mắt anh - điều gì đó anh đang cố hết sức để che giấu. Tôi cảm thấy co thắt khó chịu trong dạ dày.  \"Carlisle đưa em về được mà,” Tôi nói. Tôi nhìn xuống áo sơ mi của mình; vải bông xanh nhạt thấm và lốm đốm máu. Vai phải máu đông dầy cộm.  \"Anh ổn. \" Giọng Edward không cảm xúc. \"Dù sao em cũng cần thay đồ. Em sẽ làm Charlie đau tim nếu nhìn thấy em thế này. Anh sẽ bảo Alice kiếm cho em cái gì đó để mặc.” Anh lại bước ra cửa nhà bếp.  Tôi nhìn Carlisle lo lắng. \"Ảnh rất bực bội.” \"Ừ, \" Carlisle đồng ý. \" Đêm nay đúng là điều nó sợ nhất. Con bị hiểm nguy, vì chính nhà bác.” \"Đâu phải lỗi ảnh đâu.” \"Cũng chẳng phải lỗi của con.” Tôi tránh nhìn đôi mắt đẹp, hiểu biết của ông. Tôi không đồng ý chuyện đó được.  Carlisle đưa tay cho tôi và giúp tôi đứng lên khỏi bàn. Tôi theo ông ra phòng chính.  Esme đã quay lại; bà đang lau sàn chỗ tôi đã té -- với thuốc tẩy căn cứ theo mùi của nó.  \"Esme, để cháu làm cho.” Tôi cảm thấy mặt mình lại đỏ ửng.  \"Bác làm xong rồi. \" Bà hài lòng nhìn tôi. \"Con cảm thấy ra sao?\" \"Con khoẻ, \" tôi quả quyết với bà. \"Carlisle may nhanh hơn mọi bác sĩ con từng biết.” Họ đều cười khúc khích.  Alice và Edward bước vào cửa sau. Alice vội vã đến bên tôi, nhưng Edward chùn lại, vẻ mặt anh không thể hiểu nỗi.  \"Nào, \" Alice nói. \"Em sẽ kiếm cho chị cái gì đó ít rùng rợn để mặc. \" Cô tìm cho tôi chiếc áo sơ mi của Esme gần giống màu áo tôi. Charlie sẽ không nhận ra, tôi chắc chắn. Miếng băng trắng dài ở cánh tay chẳng có vẻ trầm trọng khi máu không còn tuôn chảy nữa. Charlie chả bao giờ ngạc nhiên khi thấy tôi bị băng bó.  \"Alice, \" tôi thì thầm khi cô quay ra cửa.  \"Gì?\" Cô cũng hạ thấp giọng, và nhìn tôi tò mò, đầu cô nghiêng sang một bên.  \"Tệ cỡ nào?\" Tôi không chắc mình thì thầm có ích gì không. Mặc dù chúng tôi đang ở trên lầu, cửa đóng, nhưng có lẽ anh nghe được tôi.  Mặt cô căng thẳng. \"Em chưa biết.” \"Jasper ra sao?\" Cô thở dài. \"Anh ấy rất giận mình. Quá sức chịu đựng với anh ấy, và ảnh ghét vì đã yếu đuối. \" \"Không phải lỗi của ảnh.  Em hãy nói với anh ấy là chị không giận ảnh đâu nhe, chẳng chút nào hết, được không?\" \"Dĩ nhiên rồi. \" Edward đang đợi tôi ở cửa trước.  Khi tôi đến chân cầu thang, anh giữ cửa mở mà chẳng nói lời nào.  \"Mang theo đồ của chị chứ!\" Alice kêu to khi tôi thận trọng đi về phía Edward. Cô ôm hai gói, một đã mở nửa chừng, và máy ảnh của tôi bên  dưới đàn dương cầm, và ấn chúng vào cánh tay không bị thương của tôi. \"Khi nào chị mở chúng, chị có thể cám ơn em sau. \" Esme và Carlisle đều nhỏ nhẹ nói lời tạm biệt. Tôi có thể thấy họ đang lén liếc nhanh vào đứa con trai bình thản của họ, y như tôi.  Thật nhẹ nhõm khi ra khỏi nhà; tôi vội vã bước qua mấy cái đèn lồng và hoa hồng, bây giờ trở thành những thứ nhắc nhở đến chuyện không vui.  Edward lặng lẽ theo tôi. Anh mở phía hành khách cho tôi, và tôi lên xe chẳng chút phàn nàn.  Trên bảng điều khiển là dây ru-băng đỏ lớn, đính vào dàn âm thanh nổi mới. Tôi lôi nó ra, ném xuống sàn xe.  Khi Edward lách vào phía bên kia, tôi đá dây ru-băng xuống dưới ghế  mình.  Anh chẳng nhìn tôi hay dàn âm thanh nổi. Chẳng ai trong chúng tôi bật nó lên, và im lặng bất giác càng thêm nặng nề bởi tiếng động cơ đột ngột gầm lên như sấm động. Anh lái thật nhanh xuống con hẻm ngoằn ngoèo, tối tăm.  Im lặng làm tôi phát điên.  \"Nói gì đó đi anh, \" cuối cùng thì tôi cũng cầu xin khi anh rẽ vào đường cao tốc.  \"Em còn muốn anh nói gì nữa đây ?\" anh hỏi bằng một giọng chẳng chút cảm xúc.  Tôi rúm người vì sự xa cách của anh. 'Hãy nói là anh tha thứ cho em. \" Điều đó mang lại chút sinh khí cho khuôn mặt anh – một nét giận dữ. \"Tha thứ cho em? Vì chuyện gì?\" \"Nếu em cẩn thận hơn, thì chẳng chuyện gì xảy ra cả.” \"Bella, em làm giấy cứa đứt tay mình - làm sao mà phải chịu án tử hình chứ.” \"Vẫn là do em.” Lời tôi nói đã khơi nguồn lời anh như thác đổ.  \"Lỗi của em ư? Nếu em làm đứt tay ở nhà Mike Newton, với Jessica ở đó và Angela và những người bạn bình thường khác của em, chuyện xấu nhất có thể xảy ra sẽ là cái gì?  Có lẽ là chuyện họ không tìm băng cứu thương cho em chăng?  Nếu em vấp và làm đổ cả chồng đĩa thủy tinh - không phải có người ném em vô đó - cho dù như vậy đi nữa, thì điều tệ hại nhất là gì?  Em làm dính máu trên ghế khi họ lái xe đưa em tới phòng cấp cứu chăng?  Mike Newton có thể nắm tay em khi họ may vết thương cho em - và anh ta sẽ không phải cố kiềm chế nỗi thôi thúc muốn giết em suốt thời gian anh ta ở đó. Đừng có mà cố nhận hết mấy chuyện đó vô mình, Bella. Sẽ chỉ làm anh thêm chán ghét mình mà thôi.” \"Cái quái gì mà tự nhiên Mike Newton lại dính đến chuyện này ?\" Tôi hỏi.  \"Mike Newton dính đến chuyện này là vì em ở bên Mike Newton sẽ an toàn quỷ quái hơn nhiều,” anh gầm gừ.  \"Em thà chết còn hơn phải sống với Mike Newton, \" tôi phản đối. \"Em thà chết còn hơn phải sống với ai khác ngoài anh.” \"Đừng cường điệu quá như thế, xin em vui lòng.” \"Vậy thì anh đừng có lố bịch như thế. \" Anh không trả lời. Anh nhìn trừng trừng qua kính chắn gió, nét mặt u ám.  Tôi vắt óc nghĩ cách cứu vãn buổi tối. Khi chúng tôi dừng lại trước nhà, tôi vẫn chưa nghĩ ra được gì hết.  Anh tắt máy, nhưng bàn tay anh vẫn ôm chặt vô - lăng.  \"Anh sẽ ở lại đêm nay?\" Tôi hỏi.  \"Anh nên về nhà. \" Tôi chẳng hề muốn anh đắm mình trong hối hận.  \"Vì sinh nhật em, \" tôi nhấn mạnh.  \"Được cái nọ mất cái kia - em vừa muốn mọi người lờ sinh nhật em lại vừa không muốn. Chỉ một trong hai.” Giọng anh nghiêm khắc, nhưng không nghiêm trọng như trước. Tôi thầm thở ra nhẹ nhõm.  \"OK. Em quyết định là em không muốn anh lờ sinh nhật em. Em sẽ gặp anh trên lầu. \" Tôi nhảy ra ngoài, thò tay trở lại vào xe để lấy mấy gói quà. Anh cau mày.  \"Em không cần phải lấy mấy cái đó.” \"Em muốn có chúng, \" tôi lập tức trả lời, rồi tự hỏi có phải anh đang sử dụng tâm lý học đảo ngược không.  \"Đừng, đừng lấy. Carlisle và Esme chi tiền mua quà cho em. \" \"Cũng không chết ai. \" Tôi vụng về nhét quà dưới cánh tay không bị thương và đóng sầm cửa phía sau. Anh ra ngoài xe và ở bên tôi trong nháy mắt.  \"Ít nhất cũng để anh cầm cho.” Anh nói vừa lấy chúng đi. \"Anh sẽ ở trong phòng em.” Tôi mỉm cười. \"Cám ơn.” \"Sinh nhật hạnh phúc, \" anh thở dài, và cúi xuống chạm môi anh vào môi tôi.  Tôi nhón chân để nụ hôn kéo dài hơn khi anh lùi ra. Anh mỉm cười nụ cười nhếch môi ưa thích của tôi, rồi biến mất vào bóng tối.  Trận đấu vẫn đang diễn ra; ngay khi tôi đi qua cửa trước tôi có thể nghe tiếng người bình luận nói huyên thuyên bên trên tiếng lào xào của đám đông.  \"Bell à?\" Charlie gọi.  \"Chào bố, \" tôi nói khi đến góc phòng. Tôi ôm chặt tay sát hông. Sức ép nhẹ làm tôi đau, và tôi chun mũi. Thuốc gây tê có vẻ đang mất tác dụng.  \"Sinh nhật ra sao?\" Charlie nằm ườn trên ghế xô-pha, chân trần của ông gác trên tay vịn của ghế.  Những thứ còn lại của mớ tóc nâu quăn bị ép bẹp ở một bên ghế.  \"Alice rất nhiệt tình. Hoa, bánh ngọt, nến, quà - đủ thứ. \" \"Họ mua cho con gì vậy?\" \" Âm thanh nổi cho xe tải của con. \" Và những thứ không rõ khác.  \" Chà. \" \"Dạ, \" tôi đồng ý. \"Ừm, con đi ngủ đây.” \"Sáng gặp lại nhé. \" Tôi vẫy tay. \"Hẹn gặp lại bố. \" \"Tay con sao vậy?\" Tôi đỏ mặt thầm nguyền rủa mình. \"Con vấp té.  Chẳng sao hết.” \" Bella, \" ông thở dài, lắc đầu.  \"Ngủ ngon nhe bố. \" Tôi vội lên phòng tắm, nơi tôi để đồ pi-gia-ma cho những đêm như thế này. Tôi chui vào áo dây và và quần bông cùng bộ mà tôi phải thay cho cái áo thun tả tơi thường mặc đi ngủ, cau mày vì cử động cọ qua mấy mũi khâu. Tôi rửa mặt một tay, chải răng, rồi nhảy vô phòng.  Anh đang ngồi giữa giường, nghịch vu vơ với một trong những hộp màu bạc.  \"Chào em, \" anh nói. Giọng anh buồn. Anh đang đắm chìm trong suy nghĩ.  Tôi đến giường, đẩy quà ra khỏi anh, rồi leo vào lòng  anh.  \"Chào anh. \" Tôi rúc vào bộ ngực như đá của anh. \"Bây giờ em mở quà nhe?\" \"Nhiệt tình này ở đâu ra vậy?\" anh thắc mắc.  \"Anh làm em tò mò. \" Tôi nhặt gói hình chữ nhật phẳng dài, chắc của Carlisle và Esme.  \"Để anh, \" anh đề nghị. Anh lấy món quà từ tay tôi và xé bạc giấy ra bằng một động tác khéo léo. Anh trao hộp trắng hình chữ nhật lại cho tôi.  \"Anh có chắc em mở nỗi nắp hộp không?\" Tôi lẩm bẩm, nhưng anh lờ tôi đi.  Bên trong hộp là mảnh giấy dày dài đầy chữ in nhỏ.  Tôi mất cả phút mới nắm được thông tin chính.  \"Mình sắp đi Jacksonville ?\" Và tôi phấn khích, không kềm được. Đó là một hoá đơn cho vé máy bay, cho cả tôi và Edward.  \"Dự định là vậy. \" \"Em không thể tin nỗi. Renee thế nào cũng sung sướng lắm đây!  Nhưng anh không phiền chứ hả? Trời nắng đẹp, anh sẽ phải ở trong nhà suốt ngày. \" \"Anh nghĩ anh lo chuyện đó được, \" anh nói, rồi cau mày. \" Nếu anh mà biết em nhận quà thích hợp như vậy, anh đã để em mở nó trước mặt Carlisle và Esme rồi. Anh tưởng em sẽ phàn nàn. \" \"Ưm, dĩ nhiên là quá nhiều. Nhưng em sẽ mang anh theo cùng!\" Anh cười khúc khích. \"Bây giờ anh ước mình đã bỏ tiền mua quà cho em. Anh không nhận ra là em có thể cư xử hợp lý. \" Tôi đẩy mấy cái vé qua một bên rồi với tay lấy quà của anh, tính hiếu kỳ của tôi nhen nhóm lại. Anh lấy nó ra khỏi tay tôi và mở nó y như cái thứ nhất.  Anh trao lại một hộp CD trong, có đĩa CD bạc không nhãn bên trong.  \"Gì vậy?\" Tôi hỏi, không hiểu.  Anh chẳng nói gì; anh lấy đĩa CD và với qua tôi để đặt nó vào máy nghe đĩa CD trên bàn đặt cạnh giường. Anh ấn nút Play, và chúng tôi im lặng chờ đợi. Sau đó nhạc bắt đầu.  Tôi lắng nghe, không nói nên lời và tròn xoe mắt. Tôi biết anh đang đợi phản ứng của tôi, nhưng tôi không thể nói được. Nước mắt dâng trào, và tôi giơ tay lên lau nước mắt trước khi chúng có thể tràn ra.  \"Tay em đau à?\" anh hỏi lo lắng.  \"Không, không phải tại tay em. Hay quá, Edward. Anh không thể tặng em thứ gì em thích hơn được. Em không thể tin nỗi. \" Tôi im lặng, để có thể lắng nghe.  Đó là nhạc của anh, nhạc anh sáng tác. Bản đầu tiên của đĩa CD này là bài hát ru của tôi. \"Anh không nghĩ em chịu để anh mua một cây đàn dương cầm để anh có thể chơi cho em nghe ở đây, \" anh giải thích.  \"Anh nói đúng. \" \"Tay em ra sao rồi?\" \"Ổn mà. \" Thực ra thì, nó đang bắt đầu đau nhói dưới băng. Tôi muốn chườm lạnh. Tôi lẽ ra nên tạm dùng bàn tay anh để chườm, nhưng vậy tôi sẽ bị lộ.  \"Anh sẽ tìm cho em vài viên Tylenol. \" \"Em không cần gì hết, \" tôi phản đối, nhưng anh đẩy tôi ra khỏi lòng rồi đi về phía cửa.  \"Charlie, \" tôi rít lên. Charlie không biết Edward thường xuyên ngủ lại. Thực ra, ông sẽ bị đột quỵ nếu ông biết được sự thực. Nhưng tôi không cảm thấy quá tội lỗi vì đã lừa dối ông.  Vì chúng tôi chẳng hề định làm chuyện mà ông không muốn tôi định làm. Edward và mấy luật lệ của anh... \"Bố sẽ không tóm được anh đâu, \" Edward hứa khi lặng lẽ biến ra cửa... và trở về, chộp được cánh cửa trước khi nó kịp đóng lại. Anh đã có cái ly trong phòng tắm và lọ thuốc trong tay.  Tôi lấy viên thuốc anh đưa chẳng hề cãi lại - tôi biết có cãi mình cũng thua và cánh tay tôi đang bắt đầu làm tôi khó chịu.  Bài hát ru vẫn tiếp tục, dịu dàng và đáng yêu, nho nhỏ.  \"Trễ rồi, \" Edward lưu ý. Anh vác tôi lên trên giường bằng một cánh tay, và kéo drap giường thẳng bằng cánh tay kia. Anh đặt tôi xuống, đầu để trên gối rồi nhét mền quanh tôi.  Anh nằm kế bên tôi - bên trên cái mền để tôi không bị lạnh - và choàng tay qua tôi.  Tôi dựa đầu vào vai anh, thở dài hạnh phúc.  \"Cảm ơn anh một lần nữa, \" tôi thì thầm.  \"Không có chi. \" Yên lặng một hồi lâu khi tôi nghe bài hát ru của tôi sắp tới hồi kết thúc.  Một ca khúc khác bắt đầu. Tôi nhận ra bản nhạc ưa thích của Esme.  \"Anh đang nghĩ về chuyện gì vậy?' \" Tôi thì thầm thắc mắc.  Anh do dự một chút rồi mới kể tôi nghe. \"Thực ra anh đang nghĩ về chuyện đúng và sai.” Tôi cảm thấy ớn lạnh chạy dọc sống lưng. \"Anh có nhớ em đã quyết định em muốn anh không được lờ đi sinh nhật em không?\" Tôi hỏi nhanh, hy vọng không quá lộ liễu mình đang cố làm anh phân tâm.  \"Nhớ,” anh đồng ý, dè dặt.  \"Tốt, em nghĩ, vì vẫn còn là sinh nhật em, em muốn anh hôn em lần nữa.” \"Đêm nay em tham lam quá. \" \"Đúng, em vậy á - nhưng đừng làm chuyện anh không muốn làm, \" tôi nói thêm, hờn dỗi.  Anh cười, rồi thở dài. \"Xin trời đừng bắt con phải làm chuyện con không muốn làm, \" anh nói bằng một giọng tuyệt vọng kỳ lạ khi anh đặt tay dưới cằm tôi và kéo tôi đối diện với anh.  Nụ hôn ban đầu cũng giống mọi khi - Edward vẫn cẩn thận như thường lệ, và trái tim tôi bắt đầu phản ứng quá mạnh mẽ như nó luôn thế. Thế rồi có cái gì đó hình như khang khác. Bất ngờ môi anh trở nên khao khát hơn, bàn tay còn lại của anh lồng vào tóc tôi và giữ mặt tôi sát vào mặt anh. Và, cho dù bàn tay tôi cũng vò rối tóc anh, và cho dù tôi rõ ràng bắt đầu vượt quá ranh giới cẩn trọng của anh, vậy mà lần này anh không ngăn tôi lại.  Cơ thể anh lạnh giá qua chiếc mền mỏng, nhưng tôi đè mình lên anh háo hức.  Rồi anh ngưng lại đột ngột; anh đẩy tôi ra đi bằng đôi tay dịu dàng nhưng kiên quyết.  Tôi ngã sập xuống gối, thở hổn hển, đầu quay cuồng. Điều gì đó thoáng qua tâm trí, khó nhớ, mấp mé.  \"Xin lỗi em,” anh nói, và anh cũng không thở. \"Thế là quá giới hạn rồi.\" \"Em chẳng quan tâm, \" tôi hổn hển nói.  Anh cau mày nhìn tôi trong bóng tối. \"Cố ngủ đi. Bella. \" \"Không, em muốn anh hôn em nữa.” \"Em đánh giá quá cao khả năng tự chủ của anh.” \"Cái nào lôi cuốn anh hơn, máu em hay cơ thể em?\" Tôi thách thức.  \"Như nhau. \" Anh thoáng cười toe toét không kềm được, rồi nghiêm nghị trở lại. \"Nào. Sao em không thôi lạm dụng vận may của mình mà đi ngủ đi?\" \"Được thôi, \" tôi đồng ý, rúc vào sát anh hơn.  Tôi thật sự cảm thấy kiệt sức. Thật là một ngày dài trên nhiều phương diện, tuy tôi không cảm thấy cảm giác nhẹ nhàng thanh thản khi kết thúc.  Như thể ngày mai chuyện tệ hại hơn sẽ đến. Đó là một điềm báo trước ngu ngốc - chuyện gì mà có thể tệ hơn hôm nay nữa chứ?'  Rõ ràng chỉ là vì tôi bị sốc mà thôi.  Lén lút, tôi áp cánh tay bị thương vào vai anh, để làn da mát rượi của anh làm dịu cơn đau. Tôi cảm thấy dễ chịu ngay lập tức.  Tôi đang lơ mơ sắp ngủ, có lẽ hơn vậy, thì nhớ ra điều mà nụ hôn của anh nhắc nhở tôi: mùa xuân năm ngoái, khi anh phải rời tôi để làm James lạc dấu vết của tôi, Edward đã hôn tôi từ biệt, không biết khi nào - hoặc liệu - chúng tôi sẽ còn gặp nhau lần nữa. Nụ hôn này không biết vì sao lại cũng có cảm giác đau đớn giống vậy. Tôi rùng mình trong mơ, như thể mình đang gặp ác mộng."
        }
    ],
    "suggestions": []
}