{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oversea"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "oversea"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oversea"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oversea"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oversea"
        }
    },
    "sentences": [
        {
            "en": "from <em>oversea</em>",
            "vi": "từ nước ngoài"
        },
        {
            "en": "go <em>oversea</em>",
            "vi": "I learn English that I can go overseas"
        },
        {
            "en": "<em>Oversea</em> experts arrived in Vietnam.",
            "vi": "Các chuyên gia nước ngoài đã đến Việt Nam."
        },
        {
            "en": "It is not <em>oversea</em> mail.",
            "vi": "Nó không phải thư tín hải ngoại."
        },
        {
            "en": "There is a naval base <em>oversea</em>.",
            "vi": "Có một căn cứ hải quân ngoài khơi."
        },
        {
            "en": "He increases in <em>oversea</em> development aid.",
            "vi": "Ông ấy tăng tiền viện trợ từ nước ngoài."
        },
        {
            "en": "My sister studies in an <em>oversea</em> university.",
            "vi": "Chị tôi học đại học ở nước ngoài."
        },
        {
            "en": "Do you want to live <em>oversea</em>?",
            "vi": "Bạn có muốn sống ở nước ngoài không?"
        },
        {
            "en": "He tried for a scholarship for studying <em>oversea</em>.",
            "vi": "Nó đã cố giành được một suất học bổng đi du học nước ngoài."
        },
        {
            "en": "There are many ways for us to study <em>oversea</em>.",
            "vi": "Có nhiều cách để chúng ta đi du học."
        },
        {
            "en": "Both home and <em>oversea</em> businesses are warmly welcomed.",
            "vi": "Cả doanh nghiệp trong và ngoài nước đều được chào đón nồng nhiệt."
        },
        {
            "en": "There are many ways for us to study <em>oversea</em>.",
            "vi": "Có nhiều cách để chúng ta học tập ở nước ngoài."
        },
        {
            "en": "Do you know where's the Vietnam Committee in <em>oversea</em>?",
            "vi": "Bạn có biết ủy ban về người việt nam ở nước ngoài ở đâu không?"
        },
        {
            "en": "<em>Oversea</em> Vietnamese are always fixated on their fatherland.",
            "vi": "Kiều bào Việt Nam ở nước ngoài luôn gắn bó với tổ quốc mình."
        },
        {
            "en": "To develop <em>oversea</em> market, our company need to establish its own sales force abroad.",
            "vi": "Để phát triển thị trường quốc tế, công ty chúng ta cần phải xây dựng đội ngũ bán hàng ở nước ngoài."
        },
        {
            "en": "On next two months, our <em>oversea</em> company will repatriate our salary through the account.",
            "vi": "Vào hai tháng tới, công ty của chúng tôi ở nước ngoài sẽ gởi kiều hối lương của chúng tôi qua tài khoản."
        },
        {
            "en": "If they get jobs with outsourcing companies and could travel <em>oversea</em>, their status will increase significantly.",
            "vi": "Nếu họ kiếm được việc với công ty khoán ngoài và có thể đi ra nước ngoài, vị thế của họ sẽ tăng cao đáng kể."
        },
        {
            "en": "The most popular way to send money <em>oversea</em> are through bank drafts.",
            "vi": "Cách phổ biến nhất để gửi tiền ở nước ngoài được thông qua hối phiếu."
        },
        {
            "en": "Due to high demand <em>oversea</em>, they continues to hire people regardless of their qualification.",
            "vi": "Do nhu cầu cao ở hải ngoại, họ tiếp tục thuê người bất kể chất lượng."
        },
        {
            "en": "Applicants must satisfy the requirements for admission to the <em>oversea</em> university.",
            "vi": "Các ứng viên phải đáp ứng các yêu cầu để được nhận vào trường đại học ở nước ngoài."
        }
    ],
    "suggestions": []
}