{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ouvə'hi:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đun quá nóng, hâm quá nóng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xúi giục, khuấy động (quần chúng)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trở nên quá nóng</td></tr></table><i/></div>",
            "word": "overheat"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>overheat</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 make or become too hot. </blockquote></blockquote><blockquote><blockquote>2》 (of an economy) show marked inflation when increased demand results in rising prices. </blockquote></blockquote></div>",
            "word": "overheat"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overheat"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overheat"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bị quá nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm quá nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quá nóng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">overheat thermoresistor</font><font color=\"#282828\">: nhiệt điện trở quá nóng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự quá nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự quá nóng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">overheat control</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điều chỉnh quá nhiệt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">overheat control</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khống chế quá nhiệt</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "overheat"
        }
    },
    "sentences": [
        {
            "en": "<em>Overheat</em>",
            "vi": "Quá nhiệt"
        },
        {
            "en": "Did he <em>overheat</em> it?",
            "vi": "Anh ấy đã làm nó quá nóng phải không?"
        },
        {
            "en": "The engine of this machine started to <em>overheat</em>.",
            "vi": "Động cơ của máy này bắt đầu trở nên quá nóng."
        },
        {
            "en": "Friction between moving parts had caused the engine to <em>overheat</em>.",
            "vi": "Lực ma sát giữa các bộ phận đang chuyển động đã làm cho máy/động cơ trở nên quá nóng."
        },
        {
            "en": "It might cause the <em>overheat</em> of the pump.",
            "vi": "Nó có thể gây ra sự quá tải về nhiệt của máy bơm."
        },
        {
            "en": "There was an \"<em>overheat</em>\" warning in the No. 2 engine, followed by a \"fire\" warning.",
            "vi": "Có một cảnh báo \"quá nóng\" trong động cơ số 2, theo sau là một cảnh báo \"cháy\"."
        },
        {
            "en": "There was an \"<em>overheat</em>\" warning in the No.2 engine, followed by a \"fire\" warning.",
            "vi": "Có một cảnh báo \"quá nóng\" trong động cơ số 2, theo sau là một cảnh báo \"cháy\"."
        },
        {
            "en": "Sony officials say a production problem left very small pieces of metal that could cause a short-circuit and make a battery <em>overheat</em>.",
            "vi": "Các viên chức của sony nói rằng một trục trặc trong sản xuất đã để lại nhiều mảnh vụn kim loại rất nhỏ có thể gây ra đoản mạch và làm pin quá nóng."
        },
        {
            "en": "But as evidence mounts that the worst stage of the downturn is ending, many economists are advising governments to start curtailing credit lest some sectors <em>overheat</em> and trigger inflation problems in 2010 or beyond.",
            "vi": "Nhưng như bằng chứng cho thấy là giai đoạn tệ hại nhất của thời kỳ suy thoái đang chấm dứt, nhiều nhà kinh tế đang khuyên chính phủ nên bắt đầu cắt bớt tín dụng vì sợ một số lĩnh"
        },
        {
            "en": "But as evidence mounts that the worst stage of the downturn is ending, many economists are advising governments to start curtailing credit lest some sectors <em>overheat</em> and trigger inflation problems in 2010 or beyond.",
            "vi": "Nhưng như bằng chứng cho thấy là giai đoạn tệ hại nhất của thời kỳ suy thoái đang chấm dứt, nhiều nhà kinh tế đang khuyên chính phủ nên bắt đầu cắt bớt tín dụng vì sợ một số lĩnh vực quá nóng và gây ra vấn nạn lạm phát vào năm 2010 hoặc về sau đó nữa."
        },
        {
            "en": "In Vietnam, Bank Urges Tighter Credit       \nBy PATRICK BARTA and VU TRONG KHANH \n Vietnam's central bank is encouraging lenders to tighten credit for some borrowers, an early sign that Asian economies are preparing to rein in stimulus spending if the world economy continues to recover. Like the U.S., China, Vietnam and other Asian nations have deployed floods of cash over the past six months to lift their economies from recession. But as evidence mounts that the worst stage of the downturn is ending, many economists are advising governments to start curtailing credit lest some sectors <em>overheat</em> and trigger inflation problems in 2010 or beyond. Economists are particularly concerned about Vietnam, a favorite of foreign investors in Asia that has tangled with asset bubbles, including a period in mid-2008 when inflation soared to 28%. Although inflation is now below 4%, many analysts say the government has gone too far to stimulate growth by subsidizing hefty bank-lending programs that are feeding more money into the economy. Real estate and stock prices have been climbing rapidly. On Wednesday, State Bank of Vietnam Governor Nguyen Van Giau appeared to confirm those fears by saying the central bank wants local credit institutions to tighten lending to real estate and stock investors, as well as to consumers. He said lenders should focus instead on extending loans to small and medium-size enterprises to boost their production, and to major state-owned projects. Further details on the potential tightening, which appeared in a statement published in the central bank's Thoi Bao Ngan Hang newspaper, weren't available. \"I think the key reason behind the central bank's comment is that it wants Vietnam to avoid high inflation,\" said Nguyen Duy Hung, chief executive of Saigon Securities Inc., a Ho Chi Minh City-based securities company. Since the start of the global economic crisis, Vietnamese state banks have poured at least $19 billion in loans into the economy, equivalent to about one-fifth of the country's annual gross domestic product, as part of a broader stimulus program aimed at expanding credit for state enterprises and exporters. Partly as a result of the stimulus efforts, total loans outstanding in Vietnam's banking system at the end of June were 17% higher than at the end of 2008, and 17.5% more than a year earlier, the government said this month. Economists say it is hard for the government to police borrowers and learn exactly how they are using the stimulus money. Many analysts say they suspect that large sums are leaking into activities the government doesn't want to stimulate, with borrowers taking money to speculate in stocks or real estate rather than investing in new production capacity, though proving they are doing so is difficult. Vietnam's benchmark stock index is up more than 70% since March. \"I think it's the right decision\" to begin reining in credit to some parts of the economy to make sure the money is used wisely, says Vu Thanh Tu Anh, an economist with the Fulbright Economics Teaching Program in Ho Chi Minh City. It may be difficult to do so, he said, unless policy makers take more concrete steps such as putting a cap on loan growth or raising interest rates. Asian governments remain wary of taking such steps because they are uncertain about the outlook, despite recent signs of economic recovery. Either way, the pressure to wind down some stimulus packages across Asia is growing. In a report released Wednesday, HSBC economists warned that \"money's too loose in Asia\" and raised the specter of new asset bubbles, especially in real estate. Although Asian countries generally aren't tightening credit yet, \"it won't be long, I suspect\" before they start doing so on a more widespread basis, says Tim Condon, an economist at ING in Singapore.",
            "vi": "In Vietnam, Bank Urges Tighter Credit     PATRICK BARTA và VU TRONG KHANH  Ngân hàng trung ương Việt Nam đang khuyến khích người cho vay siết chặt tín dụng đối với một số người đi vay, một dấu hiệu ban đầu cho thấy nền kinh tế châu Á đang chuẩn bị kiềm chế kích thích tiêu dùng nếu nền kinh tế thế giới tiếp tục khôi phục. Cũng như Hoa Kỳ, Trung Quốc, Việt Nam và các nước châu Á khác đã triển khai dòng tiền mặt hơn sáu tháng qua để cứu nền kinh tế của họ thoát khỏi thời kỳ suy thoái kinh tế. Nhưng như bằng chứng cho thấy là giai đoạn tệ hại nhất của thời kỳ suy thoái đang chấm dứt, nhiều nhà kinh tế đang khuyên chính phủ nên bắt đầu cắt bớt tín dụng vì sợ một số lĩnh vực quá nóng và gây ra vấn nạn lạm phát vào năm 2010 hoặc về sau đó nữa.  Các nhà kinh tế học đặc biệt lo ngại cho Việt Nam, một nơi ưa thích của các nhà đầu tư nước ngoài ở châu Á, đang lộn xộn với những bong bóng tài sản, gồm cả giai đoạn giữa năm 2008 khi lạm phát bay vọt đến 28%. Mặc dù bây giờ lạm phát ở mức dưới 4%, những nhiều nhà phân tích cho rằng chính phủ đã đi quá xa trong việc kích thích phát triển bằng cách trợ cấp cho các chương trình cho vay ồ ạt của ngân hàng để đưa thêm tiền vào nền kinh tế. Giá cổ phiếu và giá bất động sản đã và đang leo thang nhanh chóng.  Vào hôm thứ tư, Thống đốc ngân hàng nhà nước Việt Nam Nguyễn Văn Giàu có vẻ xác nhận những mối lo sợ đó bằng cách nói Ngân hàng Trung ương muốn cơ quan tín dụng ở địa phương siết chặt việc cho vay đối với các nhà đầu tư bất động sản và cổ phiếu, cũng như đối với người tiêu dùng. Ông phát biểu rằng những người cho vay thay vào đó nên tập trung vào tăng cường cho vay đối với các doanh nghiệp vừa và nhỏ để đẩy mạnh sản xuất của họ, và chuyên về các dự án của chính phủ. Không có thêm thông tin nào về việc siết chặt có thể xảy ra xuất hiện trong lời công bố trên tờ Thời báo Ngân hàng của Ngân hàng Trung ương.  \"Tôi nghĩ lý do then chốt đằng sau lời bình luận này của Ngân hàng Trung ương là họ muốn Việt Nam tránh lạm phát cao,\" ông Nguyễn Duy Hùng, giám đốc điều hành của Công ty cổ phần chứng khoán Saigon, một công ty có trụ sở tại Thành phố Hồ Chí Minh cho hay. Kể từ khi cuộc khủng hoảng kinh tế toàn cầu nổ ra, các ngân hàng nhà nước Việt Nam đã đổ ít nhất 19 tỷ đô-la Mỹ trong khoản vay vào nền kinh tế, tương đương khoảng một phần năm tổng sản lượng nội địa hàng năm của quốc gia, trong khuôn khổ của chương trình kích thích bao quát hơn nhằm mở rộng tín dụng đối với các doanh nghiệp nhà nước và nhà xuất khẩu. Tháng này, Chính phủ cho biết nhờ một phần nỗ lực kích thích, nên tổng khoản vay còn tồn đọng trong hệ thống ngân hàng của Việt Nam vào cuối tháng sáu là 17% cao hơn cuối 2008, và cao hơn 17.5% so với một năm trước đó nữa. Các nhà kinh tế học cho biết chính phủ sẽ khó mà kiểm soát người đi vay cũng như khó biết được chính xác họ đang sử dụng bao nhiêu tiền kích thích. Nhiều nhà phân tích cho rằng họ nghi ngờ những món tiền lớn đang rò rỉ vào những hoạt động mà chính phủ không muốn kích thích, với người đi vay mang tiền đến đầu cơ cổ phiếu hay bất động sản chớ không phải là đầu tư công suất sản xuất mới, cho dù chứng minh họ đang làm như thế là khó khăn. Chỉ số chứng khoán chuẩn của Việt Nam tăng hơn 70% từ tháng ba.  Ông Vũ Thanh Tú Anh, một giảng viên kinh tế học của chương trình giảng dạy kinh tế học Fulbright tại thành phố Hồ Chí Minh nói rằng \"Tôi nghĩ sẽ là đúng đắn khi\" bắt đầu kiềm chế tín dụng đối với một số bộ phận của nền kinh tế để đảm bảo số tiền này được sử dụng khôn ngoan. Ông đã nói, có thể làm như thế sẽ rất khó, trừ phi các nhà lập chính sách thực hiện những bước cụ thể hơn như đặt giới hạn trên mức tăng trưởng cho vay ngân hàng hoặc nâng cao lãi suất. Chính phủ châu Á vẫn cảnh giác với những bước đi như thế vì họ không chắc về cách nhìn, mặc dù gần đây đã có dấu hiệu phục hồi kinh tế. Dù sao đi nữa, áp lực giảm dần một số gói kích cầu xuyên châu Á đang phát triển. Trong một bản báo cáo công bố vào hôm thứ tư, các nhà kinh tế học của Ngân hàng HSBC cảnh báo là \" tiền được quản lý quá lỏng lẻo ở châu Á\" và gia tăng lo ngại về các bong bóng tài sản mới, nhất là trong lĩnh vực bất động sản. Mặc dù các quốc gia châu Á nói chung là không siết chặt tín dụng tuy nhiên, \"tôi ngờ rằng tình trạng này sẽ không kéo dài\" trước khi họ bắt đầu làm như thế trên cơ sở phổ biến hơn, Tim Condon, một nhà kinh tế học ở ING tại Singapore phát biểu."
        }
    ],
    "suggestions": []
}