{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ouvə'pauəriη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">áp đảo, chế ngự</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khuất phục; không cưỡng lại được</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm mê mẩn</td></tr></table><i/></div>",
            "word": "overpowering",
            "pronounce": "[,ouvə'pauəriη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overpowering",
            "pronounce": "[,ouvə'pauəriη]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>overpowering</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>overpowering grief</i>: OVERWHELMING, oppressive, unbearable, unendurable, intolerable, shattering.</blockquote><blockquote><b>2</b><i>an overpowering smell</i>: STIFLING, suffocating, strong, pungent, powerful; nauseating, offensive, acrid, fetid, mephitic.</blockquote><blockquote><b>3</b><i>overpowering evidence</i>: IRREFUTABLE, undeniable, indisputable, incontestable, incontrovertible, compelling, conclusive.</blockquote></div>",
            "word": "overpowering",
            "pronounce": "[,ouvə'pauəriη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overpowering",
            "pronounce": "[,ouvə'pauəriη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overpowering",
            "pronounce": "[,ouvə'pauəriη]"
        }
    },
    "sentences": [
        {
            "en": "The sleepless night was suddenly <em>overpowering</em>.",
            "vi": "Đêm không ngủ bỗng chế ngự tôi."
        },
        {
            "en": "The smell from the sewers was almost <em>overpowering</em>.",
            "vi": "Mùi cống rãnh không thể chịu được."
        },
        {
            "en": "My <em>overpowering</em> craving to touch him refused to fade.",
            "vi": "Nỗi khao khát ngập tràn muốn chạm vào anh ấy của tôi không chịu giảm đi."
        },
        {
            "en": "When I pictured him sleeping so peacefully, I felt an <em>overpowering</em> urge to protect him.",
            "vi": "Khi hình dung anh chàng đang ngủ thanh thản như thế, lòng tôi tràn ngập ý nghĩ thôi thúc muốn bảo vệ anh."
        },
        {
            "en": "And i'm sorry to say that the smell of dirty hair was <em>overpowering</em>.",
            "vi": "Mùi tóc bẩn tràn ngập cả phòng."
        },
        {
            "en": "Lisa Ling recalls the <em>overpowering</em> emotion when American couples in China meet their adopted daughters for the first time.",
            "vi": "Lisa Ling nhớ lại cảm giác quá xúc động khi các cặp vợ chồng người Mỹ tại Trung Quốc được gặp con gái nuôi của họ lần đầu tiên."
        },
        {
            "en": "“They have good reason for such worries. In such cases, we local policemen will waste no time in <em>overpowering</em> robbers and can turn to locals for transport means to hunt down the fugitive criminals. We can also promptly inform criminal police to assist with the pursuit.”",
            "vi": "\"Họ có lý do đúng để lo lắng. Trong trường hợp này, những cán bộ công an địa phương của chúng tôi sẽ không lãng phí thời gian trong việc chế ngự bọn trộm và có thể chuyển sang dùng phương tiện đi lại của người dân để lùng bắt những tên trộm bỏ trốn. Chúng tôi cũng có thể kịp thời thông báo cho cảnh sát hình sự để hổ trợ cho việc đuổi bắt."
        },
        {
            "en": "2010 FIFA World Cup™ - Key players          Claudia Wong spots three key players from each group at the 2010 FIFA World Cup™. Group A South Africa Steven Pienaar Described as their ‘best player by an absolute mile' by Everton Manager David Moyes, Steven Pienaar is the star player of the South African national team.  He brings not only his outstanding skills to the fore, but also his European experience at Everton.  Backed by the home crowd, the ‘Mighty Peanut' is sure to deliver with his adept left foot and fast pace.  The pride of Johannesburg, he looks set to fly his country's colours at this year's World Cup on home soil. Uruguay Diego Forlan Born into a family of football stars, Diego Forlan's father and grandfather played for Uruguay and Independiente in Argentina.  As top scorer in 2005 with Villarreal and Atletico Madrid in 2009, Forlan scored a hat-trick against Peru in the South American qualifiers.  Uruguay's hopes will rely solely on this forward to showcase his two-footedness in South Africa. France William Gallas During his days as a Chelsea player, William Gallas formed an impregnable partnership with John Terry, before moving on to become a key player for Arsene Wenger's Arsenal side.  At the center of defense, any player seeking to sneak past France will have to face the experienced might of the Frenchman.  Group B Argentina Lionel Messi Debuting in the 2004-05 season, Lionel Messi broke the La Liga record for the youngest footballer to appear in a league game, and the youngest to score a league goal.  His power, balance, strength and versatility makes Messi an integral part of Barcelona's dominance in Spain and Europe over the last few seasons.  Living up to the Argentine number ten shirt, Messi wore this jersey for the first time in the FIFA World Cup™ qualifier against Venezuela. Goals from Messi are sure to come in South Africa. Nigeria John Michael Ncekwube Obinna Carlo Ancelotti, Chelsea's current manager and a former Italian midfielder, claims that with regard to playing characteristics, John Michael Ncekwube Obinna, more commonly known as Mikel, plays like himself.  He impressed Jose Mourinho in the first week at Chelsea, and has exceeded expectations.  Able to disrupt attacks and spread play, Mikel's presence in the 2010 FIFA World Cup™ will stir up and unite hopes in the hearts of Nigerians.   South Korea Park Ji-Sung Asia's pride, Park Ji-Sung was the star in the 2002 World Cup™ where South Korea advanced to the semi-finals, scoring the match winner against Portugal.  Kick-starting his career as a defensive midfielder, Park is the only Korean to win the UEFA Champions League and the first Asian to ever play in a final of such a tournament.  His speed, skill and never-say-die attitude make him an indispensible and a legendary team captain of the gutsy South Korean side. Group C England John Terry John Terry led Chelsea to two Premier League titles in 2004-05 with an excellent defensive record ever in football League history. His experience in the centre-back role, ability to read the game well from the back and his flawless defensive skills made him the only English player to make the all-star squad for the 2006 FIFA World Cup™.  Although he will not be captaining the English side this World Cup™, his sterling performance will be fundamental to the Three Lions hopes. United States of America Clinton Drew Dempsey Scored the only goal by a US player in the 2006 World Cup™, Clinton Drew Dempsey portrays versatility and style in the midfield.  He brings his Fulham experience, tenacity in approaching goal, and excellent dribbling skills to the table.  His spirit of perseverance in playing games through injuries will only bring his team further in the World Cup™. Slovenia Milivoje Novakovic Scoring five goals in qualifiers, Milivoje Novakovic is Slovenia's forward to mark.  He was remembered for his brilliant hat-trick against Trinidad and Tobago.  Slovenia will need Novakovic to be at his sharpest if they are to progress from Group C. Group D Germany Miroslav Klose All of Miroslav Klose's five goals in the 2002 World Cup™ were headers, and he holds the only record for scoring five goals each in consecutive World Cups™. Having won the golden boot in the 2006 World Cup™, he was also one of the two players from the All-Star Team of 2002 to make it again to the All-Star Team of the 2006 World Cup™.  Bayern Munich's heading machine, he also provides good assists and has an innate instinct to make the most of his chances. Serbia Nemanja Vidic Part of the ‘Famous Four' of Serbia's defence, Nemanja Vidic's aggressiveness on the pitch and perfectly timed tackles caused his side to let in only one goal in the ten-game qualification of the 2006 World Cup™.  In his 2008-09 season with Manchester United, he had a Premiership-record of 14 consecutive clean sheets.  His ability to turn defense into effective counter-attacks makes him an exceptional player. Ghana Michael Kojo Essien A formidable midfield presence, Michael Kojo Essien is Ghana's national hero.  Not afraid to unleash his shooting prowess from the distance, Essien is an all-rounder who excels in defensive play too.  His versatility has deployed him to several roles both defensively and offensively, and his opponents are often wary of him.  The energy, spirit and attitude he puts into every play is more than commendable. Group E Netherlands Dirk Kuyt Having boundless energy and a high work rate, Dirk Kuyt makes excellent assists with his crossing and angled runs in attack.  A selfless player, he tracks back to aid in defense and is always on his feet for any chance at goal.  Scoring three in the 2010 World Cup™ qualifiers, he is a danger in the box to opposing defenders.  Denmark Christian Bager Poulsen Christian Bager Poulsen's two-footed passing ability and charismatic presence makes him a national team favourite.  His playmaking skills and determination on the pitch to destroy even the best attacks all reek of his talent.  He has his aggressive bouts of temper, including the infamous Rosenbeg punch, which have led to disciplinary records, but as a player, he has grown and matured.  He was also the first player to win Danish Player of the Year awards consecutively in 2005-06. Japan Shunsuke Nakamura The hopes of Japan in this World Cup™ lie on the shoulders of Shunsuke Nakamura, famous for his trusty left-foot and accurate free-kick taking abilities.  Named the Most Valuable Player in the 2004 Asian Cup, he was the first Japanese player and second Asian to score in the UEFA Champions League.  Japan is by far the most successful Asian team having won the Asian Cup thrice, and is looking forward to doing Asian football proud in the World Cup™. Group F Italy Gianluigi Buffon Awarded his first Italy cap at the age of 19, Gianluigi Buffon has kept five clean sheets and denied goals to any attacker in the 2006 World Cup™ finals.  He is the epitome of all goalkeeping ability, skill and positional sense.  Guarding the goalmouth with his accuracy in stopping and blocking shots, knowing when to come off the line and when to stay back has led to him attaining Serie A Goalkeeper of the Year a record of nine times. Paraguay Roque Santa Cruz A tall and powerfully built physique gives Roque Santa Cruz the pace to whiz around and have an edge over any defender.  Ambitious with a winning attitude, Cruz's touch often converts into goals and victories.  This Manchester City striker's determination to score made him one of Paraguay's top scorers in the 2010 FIFA World Cup™ qualifiers. New Zealand Ryan Nelsen Captaining the All Whites and as centre-back of Blackburn Rovers, Ryan Nelsen exudes outstanding defensive capabilities.  Five clean sheets in the qualification rounds all speak of his defensive resilience.  They have a relatively easy route than the other Asian World Cup™ participants, and might possibly be this year's underdog team to root for. Group G Brazil Ricardo Izecson dos Santos Leite Kaka's speed, intelligence with the ball and mastery on both feet enables him to weave through midfield, slip past defenders, and find the back of the net repeatedly. Flashy footwork, composure, and an eye for goal are all part of his goal-scoring prowess. Successes at AC Milan and Real Madrid have caused many to rate him as the best player on the planet. Cote D'Ivoire Didier Yves Drogba Tebily Having a slightly later start in his football career, Didier Drogba has muscled his way into prominence with goalscoring determination.  Drogba's pace, strength, aerial accuracy contributes to his assists from both the left and right side of the pitch. An inspiring captain, he helped his team qualify for their first ever World Cup™ in 2006 in Germany.  Named 2009 African Footballer of the Year, this was his second win of this award. Portugal Cristiano Ronaldo Cristiano Ronaldo's trademark stepovers, quick turning, and tricky bypasses leave his opponents tripping over their own feet.  In addition, Ronaldo is the most expensive player in the history of football. An asset to Real Madrid, the goals he contributed are certainly worth the price.  He has many awards to his name, including Manchester United's first Ballon d'Or in 40 years and FIFA World Player of the Year in 2008. Group H Spain Fernando Jose Torres Sanz El Nino, the hero that scored the winner for Spain in the Euro 2008 Final, is in the cream of the crop among today's football stars.  Whenever he plays he is bound to score, fully utilizing his lightning pace, sharp twists and turns, and <em>overpowering</em> skill.  Moving from Atletico Madrid to Liverpool, he is a star wherever he goes. This FIFA World Cup™, Spain's number nine is one to look out for. Switzerland Alexander Frei Switzerland's captain and all-time top scorer, Alexander Frei currently plays for FC Basel.  A steady player who never fails to assist and contribute last-minute goals, Frei is an inspiring leader and an able team player at the same time.  Swiss Footballer of the Year in 2004 and 2007, his country will be depending on him to put in some goals. Chile Mark Gonzalez Burning down the left flanks, Mark Gonzalez is nicknamed \"Speedy Gonzalez\". Having stints at Real Betis, Liverpool and Club Deportivo Universidad Catolica, he has a wealth of experience, including being the highest-capped player in the squad. Born in South Africa but moving on to Chile later on, Gonzalez looks set to score in the country he was born in.",
            "vi": "World cup 2010 – Những cầu thủ chủ chốt      Claudia Wong chọn ra ba cầu thủ chủ chốt từ mỗi bảng đấu ở Cúp bóng đá thế giới FIFA 2010. Bảng A Nam Phi Steven Pienaar Được huấn luyện viên của Everton ông David Moyes mô tả như là \"cầu thủ có tốc độ siêu việt nhất\" của họ, Steven Pienaar là cầu thủ ngôi sao của đội tuyển quốc gia Nam Phi. Anh không chỉ đem đến những kỹ thuật xuất chúng hàng đầu cho đội bóng, mà còn cả những kinh nghiệm thi đấu châu Âu trong màu áo Everton của mình. Được đám đông cổ động viên nhà hậu thuẫn, Mighty Peanut chắc chắn sẽ thể hiện những bước chạy thần tốc cùng cái chân trái điêu luyện của anh. Với niềm tự hào của Johannesburg, anh dường như sẽ làm ngập tràn màu cờ đất nước mình tại World cup năm nay trên mảnh đất quê hương. Uruguay Diego Forlan Được sinh ra trong một gia đình gồm những ngôi sao bóng đá, cha và ông của Diego Forlan thi đấu cho Uruguay và Independiente của Argentina. Là cầu thủ ghi bàn hàng đầu trong năm 2005 với Villarreal và Atletico Madrid năm 2009, Forlan lập hat-trick trong trận gặp Peru ở vòng loại khu vực Nam Mỹ. Những hi vọng của Uruguay sẽ chỉ trông cậy vào tiền đạo này thể hiện qua phong độ đôi chân của anh ấy tại Nam Phi. Pháp William Gallas Trong thời gian là cầu thủ của Chelsea, William Gallas hình thành nên một bộ đôi vững chắc với John Terry, trước khi chuyển sang làm cầu thủ chủ chốt trong đội hình Arsenal của ông Arsene Wenger. Ở vị trí trung tâm phòng ngự, bất kỳ cầu thủ nào tìm cách vượt qua Pháp sẽ phải đối mặt với sức mạnh về kinh nghiệm trận mạc của cầu thủ người Pháp này. Bảng B Argentina Lionel Messi Ra mắt lần đầu tiên trong mùa bóng 2004-05, Lionel Messi phá kỷ lục tại giải La Liga là cầu thủ bóng đá trẻ nhất xuất hiện trong một trận cầu thuộc giải vô địch quốc gia, và là cầu thủ trẻ tuổi nhất ghi bàn ở giải vô địch này. Sự linh hoạt, sức bền, sự ổn định và sức mạnh của Messi khiến anh là một phần không thể thiếu trong đế chế Barcelona tại Tây Ban Nha và châu Âu những mùa bóng gần đây. Xứng đáng với chiếc áo số 10 của Argentine, Messi mặc chiếc áo này lần đầu tiên trong trận gặp Venezuela tại vòng loại World cup. Những bàn thắng của Messi chắc chắn sẽ xuất hiện tại Nam Phi. Nigeria John Michael Ncekwube Obinna Ông Carlo Ancelotti, huấn luyện viên hiện tại của Chelsea và là cựu trung vệ của Ý, cho rằng, về phong cách thi đấu, John Michael Ncekwube Obinna, thường được gọi là Mikel, đá bóng như chính bản thân ông ta vậy. Anh gây ấn tượng với Jose Mourinho ngay tuần đầu tiên ở Chelsea, và đã thể hiện vượt xa những kỳ vọng ban đầu. Có thể ngăn cản những đợt lên bóng của đối phương và chơi trên diện rộng, sự hiện diện của Mikel tại World cup 2010 sẽ khuấy động lên và gắn kết những hi vọng trong những trái tim người Nigeria. Hàn Quốc Park Ji-Sung Niềm tự hào của châu Á, Park Ji-Sung là ngôi sao tại World cup 2002 giải đấu mà Hàn Quốc tiến vào đến trận bán kết, ghi bàn trong trận thắng Bồ Đào Nha. Khởi đầu sự nghiệp của mình với vai trò một tiền vệ phòng ngự, Park là người Hàn Quốc duy nhất vô địch UEFA Champions League và là người châu Á đầu tiên thi đấu trận chung kết của một giải đấu danh giá như vậy. Tốc độ, kỹ thuật và tinh thần thi đấu không biết mệt mỏi của bản thân khiến anh trở thành người không thể thiếu và là một đội trưởng huyền thoại của đội bóng Hàn Quốc đầy quả cảm. Bảng C Anh  John Terry John Terry đưa Chelsea đến hai danh hiệu vô địch Ngoại hạng Anh vào năm 2004-05 với một kỷ lục phòng thủ xuất sắc chưa từng có trong lịch sử giải đấu. Kinh nghiệm trong vai trò hậu vệ trung tâm, khả năng đọc trận đấu tốt từ phía sau và các kỹ thuật phòng thủ hoàn hảo khiến anh là cầu thủ Anh duy nhất có mặt trong đội hình các ngôi sao FIFA World cup 2006. Mặc dù không còn là đội trưởng tuyển Anh ở World cup này, nhưng sự thể hiện đúng sức mình của anh sẽ là cơ sở cho những hy vọng của Tam Sư.  Mỹ  Clinton Drew Dempsey Là cầu thủ Mỹ ghi bàn duy nhất tại World cup 2006, Clinton Drew Dempsey có chân dung đa dạng và phong cách chơi bóng của một tiền vệ tấn công. Anh mang đến những kinh nghiệm thi đấu ở Fulham, sự bền bỉ trong việc tiếp cận mục tiêu, và những kỹ thuật rê bóng xuất sắc. Tinh thần kiên trì đến cùng của mình trong những trận đấu qua những chấn thương sẽ chỉ đưa đội của anh tiến xa hơn trong World cup mà thôi. Slovenia Milivoje Novakovic Ghi năm bàn thắng ở vòng loại, Milivoje Novakovic là một tiền đạo đáng chú ý của Slovenia. Anh được nhớ đến với cú hat - trick phi thường trong trận gặp Trinidad và Tobago.  Slovenia  sẽ cần đến sự sắc bén của Novakovic nếu họ muốn tiếp tục hành trình từ bảng C. Bảng D Đức Miroslav Klose Tất cả 5 bàn thắng của Miroslav Klose tại World cup 2002 đều là những bàn thắng bằng đầu, và chỉ có anh nắm giữ kỷ lục ghi 5 bàn một trong các kỳ World cup liên tiếp. Đoạt được chiếc giày vàng tại World cup 2006, anh còn là một trong hai cầu thủ có tên trong đội hình các ngôi sao năm 2002 và tiếp tục góp mặt lần nữa vào năm 2006. Là cỗ máy đánh đầu của Bayern Munich, anh cũng là người làm bóng tốt và có năng khiếu bẩm sinh tận dụng triệt để nhất các cơ hội của mình. Serbia Nemanja Vidic Là một phần của \"bộ tứ nổi tiếng\" trong hàng thủ Serbia, sự máu lửa trên sân cỏ và những cú truy cản đúng lúc một cách hoàn hảo của Nemanja Vidic giúp đội bóng của anh chỉ bị lọt lướt một bàn trong 10 trận vòng loại World cup 2006. Trong mùa bóng 2008-09 của mình với MU, anh có kỷ lục 14 trận liên tiếp giữ sạch lưới. Khả năng chuyển từ phòng thủ sang phản công hiệu quả khiến anh trở thành một cầu thủ khác thường. Ghana Michael Kojo Essien Sự hiện diện của trung vệ xuất sắc, Michael Kojo Essien là anh hùng dân tộc của Ghana.  Không chỉ lợi hại với những cú sút xa, Essien còn là cầu thủ toàn diện trong phòng thủ.  Sự đa dạng của anh đã bố trí anh ở nhiều vai trò cả công lẫn thủ, và các đối thủ của anh luôn phải dè chừng.  Sức mạnh, tinh thần và thái độ anh thể hiện trong mỗi trận đấu thì còn hơn cả những lời ca tụng. Bảng E Hà Lan Dirk Kuyt Sở hữu nguồn năng lượng vô tận và một hiệu suất hoạt động cao, Dirk Kuyt thực hiện vai trò làm bóng tuyệt vời với những đường tạt bóng và những bước chạy sát góc khi tấn công.  Một cầu thủ có lối chơi đồng đội, anh quay về để phòng ngự và luôn sẵn sàng cho bất cứ cơ hội làm bàn nào.  Ghi ba bàn trong các trận đấu vòng loại World cup 2010, anh là cầu thủ nguy hiểm đối với các hậu vệ đối phương trong khu vực khung thành. Đan Mạch Christian Bager Poulsen Khả năng chuyền bóng bằng hai chân và sự hiện diện đáng tin cậy của Christian Bager Poulsen khiến anh trở thành một cầu thủ được mến mộ của đội tuyển quốc gia. Các kỹ năng làm bóng và quyết tâm của anh trên sân cỏ để truy cản bằng được thậm chí là những pha tấn công sắc bén nhất, tất cả những dấu hiệu này giúp nhận biết tài nghệ của anh.  Anh có những cơn nóng giận dễ tấn công đối phương, gồm có cú thụi tai tiếng vào mặt Rosenbeg, khiến anh nhận những kỷ lục về án phạt, nhưng là một cầu thủ, anh đã lớn và đã trưởng thành.  Anh còn là cầu thủ đầu tiên giành danh hiệu Cầu thủ xuất sắc nhất Đan Mạch hai năm liên tiếp 2005-06. Nhật Bản Shunsuke Nakamura Những kỳ vọng của Nhật Bản tại World cup này nằm trên vai Shunsuke Nakamura, nổi danh với cái chân trái chắc chắn và khả năng đảm nhận những cú sút phạt chính xác. Được mang danh Cầu thủ đắt giá nhất tại Cúp châu Á 2004, anh là cầu thủ Nhật Bản đầu tiên và là cầu thủ châu Á thứ hai ghi bàn tại UEFA Champions League. Nhật Bản là đội bóng châu Á thành công nhất với ba lần vô địch châu Á, và đang mong thể hiện niềm tự hào của bóng đá châu Á tại World Cup. Bảng F Ý Gianluigi Buffon Được phần thưởng khoác áo tuyển Ý lần đầu tiên năm 19 tuổi, Gianluigi Buffon đã giữ sạch lưới 5 trận và từ chối các bàn thắng của bất kỳ cầu thủ tấn công nào tại vòng chung kết World cup 2006. Anh là mẫu thủ môn điển hình với tất cả kỹ thuật, khả năng bắt bóng và giác quan phán đoán vị trí. Nhờ bảo vệ cầu môn bằng sự chính xác của mình trong các pha ngăn chặn và cản phá những cú sút, biết được khi nào chạy ra khỏi vạch vôi và khi nào lùi lại phía sau đã giúp anh lập được một kỷ lục 9 lần đoạt danh hiệu thủ môn xuất sắc nhất năm ở Serie A . Paraguay Roque Santa Cruz Thể trạng cao to và đầy sức mạnh cho phép Roque Santa Cruz vượt qua và có lợi thế hơn bất cứ hậu vệ nào.  Tham vọng với một tư thế chiến thắng, những cú chạm bóng của Cruz thường biến thành những bàn thắng và những chiến thắng.  Quyết tâm ghi bàn của tiền đạo Manchester City này đã giúp anh trở thành một trong những cầu thủ ghi bàn hàng đầu của Paraguay ở vòng loại World cup 2010. New Zealand Ryan Nelsen Làm đội trưởng tuyển New Zealand và hậu vệ trung tâm của Blackburn Rovers, Ryan Nelsen cho thấy khả năng phòng ngự xuất sắc. Năm trận giữ sạch lưới trong các trận vòng loại tất cả đã nói lên tính kiên cường trong phòng ngự của anh. Họ có lộ trình tương đối dễ dàng so với các đội bóng khác là những đội tham gia vòng đấu loại World cup khu vực châu Á, và rất có thể là kẻ lót đường của năm nay cần được cỗ vũ cho. Bảng G Brazil Ricardo Izecson dos Santos Leite Tốc độ, trí thông minh trong xử lý bóng và sự thuần thục trên cả hai chân của Kaka giúp anh có thể vượt qua khu trung tuyến, thoát khỏi sự đeo bám của các hậu vệ, và chọc thủng lưới nhiều lần.  Động tác chân hào nhoáng, sự bình tĩnh, và một nhãn quan săn bàn là tất cả những phần thuộc về kỹ năng ghi bàn thành thạo của anh. Những thành công tại AC Milan và Real Madrid đã khiến tỷ lệ bầu chọn anh là cầu thủ xuất sắc nhất hành tinh tăng cao. Bờ Biển Ngà Didier Yves Drogba Tebily Có khởi đầu hơi muộn trong sự nghiệp bóng đá các nhân, Didier Drogba tiến nhanh đầy sức mạnh theo cách của riêng mình thành cầu thủ xuất chúng với quyết tâm ghi bàn rất cao.  Sự chính xác trên không, sức mạnh, tốc độ của Drogba góp phần tạo nên những hỗ trợ của anh từ cả hai cánh trái và phải sân bóng.  Một đội trưởng truyền cảm hứng cho toàn đội, anh giúp đội bóng vượt qua vòng đấu loại để lần đầu tiên có mặt tại World cup 2006 ở Đức.  Được bầu chọn là cầu thủ bóng đá xuất sắc nhất châu Phi năm 2009, đây là lần thứ 2 anh giành giải này. Bồ Đào Nha Cristiano Ronaldo Những pha đảo bóng kỹ thuật, quặt bóng bất ngờ, và những động tác giả mang thương hiệu Cristiano Ronaldo loại bỏ các đối thủ, nhẹ nhàng vượt qua đôi chân của họ. Ngoài ra, Ronaldo là cầu thủ đắt giá nhất trong lịch sử bóng đá.  Một đống tài sản của Real Madrid, những bàn thắng anh đóng góp chắc chắn rất đáng đồng tiền bát gạo. Anh sở hữu nhiều danh hiệu cá nhân, bao gồm Quả bóng Vàng châu Âu đầu tiên của Manchester United trong 40 năm, và Cầu thủ xuất sắc nhất thế giới của FIFA năm 2008. Bảng H Tây Ban Nha Fernando Jose Torres Sanz El Nino, người hùng ghi bàn mang về chiến thắng cho Tây Ban Nha trong trận chung kết Euro năm 2008, là một trong những cầu thủ xuất sắc nhất trong hàng ngũ các ngôi sao bóng đá hiện tại.  Bất cứ khi nào anh thi đấu anh chắc chắn sẽ ghi bàn, tận dụng triệt để tốc độ nhanh như cắt, những cú sút xoáy sắc bén và những thay đổi bất ngờ, và kỹ thuật mê người của mình.  Chuyển từ Atletico Madrid sang Liverpool, anh là ngôi sao ở bất kỳ đâu anh đến.  World cup này, số 9 của Tây Ban Nha là người được kỳ vọng nhiều. Thụy Sỹ Alexander Frei Đội trưởng và là cầu thủ ghi bàn nhiều nhất mọi thời của Thụy Sĩ, Alexander Frei hiện đang thi đấu cho câu lạc bộ Basel.  Cầu thủ trung kiên lúc nào cũng hỗ trợ và góp vào những bàn thắng đến những giây cuối cùng.  Frei vừa là người chỉ huy truyền cảm hứng cho toàn đội đồng thời là một tuyển thủ tài năng.  Cầu thủ bóng đá xuất sắc nhất Thuỵ Sĩ vào năm 2004 và 2007, đất nước của anh sẽ cần đến những bàn thắng anh mang về. Chi lê Mark Gonzalez Thiêu huỷ hoàn toàn hành lang cánh trái, Mark Gonzalez có biệt danh là \"Gonzalez tốc độ\". Thi đấu tại Real Betis, Liverpool và Deportivo Universidad Catolica, anh có rất nhiều kinh nghiệm, là cầu thủ khoác áo tuyển quốc gia nhiều lần nhất trong đội hình.  Sinh ra tại Nam Phi nhưng sau đó chuyển đến sống tại Chi lê, Gonzalez dường như sẽ ghi bàn tại chính đất nước nơihính bàn thắng anh mang về.và những thay đổi bất ngờ, và kỹ năng ao bóng đá hiện tại.  anh chào đời."
        },
        {
            "en": "7 REPETITION        22 FLIGHT DEMETRI LEFT US IN THE CHEERFULLY OPULENT RECEPTION area, where the woman Gianna was still at her post behind the polished counter. Bright, harmless music tinkled from hidden speakers. \"Do not leave until dark,\" he warned us. Edward nodded, and Demetri hurried away. Gianna did not seem at all surprised by the exchange, though she did eye Edward's borrowed cloak with shrewd speculation. \"Are you all right?\" Edward asked under his breath, too low for the human woman to hear. His voice was rough—if velvet can be rough—with anxiety. Still stressed by our situation, I imagined. \"You'd better make her sit before she falls,\" Alice said. \"She's going to pieces.\" It was only then that I realize I was shaking, shaking hard, my entire frame vibrating until my teeth chattered and the room around me seemed to wobble and blur in my eyes. For one wild second, I wondered if this was how Jacob felt just before exploding into a werewolf.  I heard a sound that didn't make sense, a strange, ripping counterpart to the otherwise cheery background music. Distracted by the shaking, I couldn't tell where it was coming from. \"Shh, Bella, shh,\" Edward said as he pulled me to the sofa farthest away from the curious human at the desk. \"I think she's having hysterics. Maybe you should slap her,\" Alice suggested. Edward threw a frantic glance at her. Then I understood. Oh. The noise was me. The ripping sound was the sobs coming from my chest. That's what was shaking me. \"It's all right, you're safe, it's all right,\" he chanted again and again. He pulled me onto his lap and tucked the thick wool cloak around me, protecting me from his cold skin. I knew it was stupid to react like this. Who knew how much time I had to look at his face? He was saved, and I was saved, and he could leave me as soon as we were free. To have my eyes so filled with tears that I could not see his features clearly was wasteful—  insanity. But, behind my eyes where the tears could not wash the image away, I could still see the panicked face of the tiny woman with the rosary. \"All those people,\" I sobbed. \"I know,\" he whispered. \"It's so horrible.\" \"Yes, it is. I wish you hadn't had to see that.\" I rested my head against his cold chest, using the thick cloak to wipe my eyes. I took a few deep breaths, trying to calm myself. \"Is there anything I can get you?\" a voice asked politely. It was Gianna, leaning over Edward's shoulder with a look that was both concerned and yet still professional and detached at the same time. It didn't seem to bother her that her face was inches from a hostile vampire. She was either totally oblivious, or very good at her job. \"No,\" Edward answered coldly. She nodded, smiled at me, and then disappeared. I waited until she was out of hearing range. \"Does she know what's going on here?\" I demanded, my voice low and hoarse. I was getting control of myself, my breathing evening out. \"Yes. She knows everything,\" Edward told me. \"Does she know they're going to kill her someday?\" \"She's knows it's a possibility,\" he said. That surprised me. Edward's face was hard to read. \"She's hoping they'll decide to keep her.\" I felt the blood leave my face. \"She wants to be one of them?\" He nodded once, his eyes sharp on my face, watching my reaction. I shuddered. \"How can she want that?\" I whispered, more to myself than really looking for an answer. \"How can she watch those people file through to that hideous room and want to be a part of that?\" Edward didn't answer. His expression twisted in response to something I'd said. As I stared at his too beautiful face, trying to understand the change, it suddenly struck me that I was really here, in Edward's arms, however fleetingly, and that we were not—at this exact moment—about to be killed. \"Oh, Edward,\" I cried, and I was sobbing again. It was such a stupid reaction. The tears were too thick for me to see his face again, and that was inexcusable. I only had until sunset for sure. Like a fairy tale again, with deadlines that ended the magic. \"What's wrong?\" he asked, still anxious, rubbing my back with gentle pats. I wrapped my arms around his neck—what was the worst he could do? Just push me away—and hugged myself closer to him. \"Is it really sick for me to be happy right now?\" I asked. My voice broke twice. He didn't push me away. He pulled me tight against his ice-hard chest, so tight it was hard to breathe, even with my lungs securely intact. \"I know exactly what you mean,\" he whispered. \"But we have lots of reasons to be happy. For one, we're alive.\" \"Yes,\" I agreed. \"That's a good one.\" \"And together,\" he breathed. His breath was so sweet it made my head swim. I just nodded, sure that he did not place the same weight on that consideration as I did. \"And, with any luck, we'll still be alive tomorrow.\" \"Hopefully,\" I said uneasily. \"The outlook is quite good,\" Alice assured me. She'd been so quiet, I'd almost forgotten her presence. \"I'll see Jasper in less than twenty-four hours,\" she added in a satisfied tone. Lucky Alice. She could trust her future. I couldn't keep my eyes off of Edward's face for long. I stared at him, wishing more than anything that the future would never happen. That this moment would last forever, or, if it couldn't, that I would stop existing when it did. Edward stared right back at me, his dark eyes soft, and it was easy to pretend that he felt the same way. So that's what I did. I pretended, to make the moment sweeter. His fingertips traced the circles under my eyes. \"You look so tired.\" \"And you look thirsty,\" I whispered back, studying the purple bruises under his black irises. He shrugged. \"It's nothing.\" \"Are you sure? I could sit with Alice,\" I offered, unwilling; I'd rather he killed me now than move one inch from where I was.  \"Don't be ridiculous.\" He sighed; his sweet breath caressed my face. \"I've never been in better control of that side of my nature than right now.\" I had a million questions for him. One of them bubbled to my lips now, but I held my tongue. I didn't want to ruin the moment, as imperfect as it was, here in this room that made me sick, under the eyes of the would-be monster. Here in his arms, it was so easy to fantasize that he wanted me. I didn't want to think about his motivations now—about whether he acted this way to keep me calm while we were still in danger, or if he just felt guilty for where we were and relieved that he wasn't responsible for my death. Maybe the time apart had been enough that I didn't bore him for the moment. But it didn't matter. I was so much happier pretending. I lay quiet in his arms, re-memorizing his face, pretending… He stared at my face like he was doing the same, while he and Alice discussed how to get home. Their voices were so quick and low that I knew Gianna couldn't understand. I missed half of it myself. It sounded like more theft would be involved, though. I wondered idly if the yellow Porsche had made it back to its owner yet. \"What was all that talk about singers?\" Alice asked at one point. \"La tua cantante,\" Edward said. His voice made the words into music. \"Yes, that,\" Alice said, and I concentrated for a moment. I'd wondered about that, too, at the time. I felt Edward shrug around me. \"They have a name for someone who smells the way Bella does to me.  They call her my singer—because her blood sings for me.\" Alice laughed. I was tired enough to sleep, but I fought against the weariness. I wasn't going to miss a second of the time I had with him. Now and then, as he talked with Alice, he would lean down suddenly and kiss me—his glass-smooth lips brushing against my hair, my forehead, the tip of my nose. Each time it was like an electric shock to my long dormant heart. The sound of its beating seemed to fill the entire room. It was heaven—right smack in the middle of hell. I lost track of the time completely. So when Edward's arms tightened around me, and both he and Alice looked to the back of the room with wary eyes, I panicked. I cringed into Edward's chest as Alec—his eyes now a vivid ruby, but still spotless in his light gray suit despite the afternoon meal—walked through the double doors. It was good news. \"You're free to leave now,\" Alec told us, his tone so warm you'd think we were all lifelong friends. \"We ask that you don't linger in the city.\" Edward made no answering pretence; his voice was ice cold. \"That won't be a problem.\" Alec smiled, nodded, and disappeared again.  \"Follow the right hallway around the corner to the first set of elevators,\" Gianna told us as Edward helped me to my feet. \"The lobby is two floors down, and exits to the street. Goodbye, now,\" she added pleasantly. I wondered if her competence would be enough to save her.  Alice shot her a dark look. I was relieved there was another way out; I wasn't sure if I could handle another tour through the underground. We left through a tastefully luxurious lobby. I was the only one who glanced back at the medieval castle that housed the elaborate business facade.  I couldn't see the turret from here, for which I was grateful. The party was still in full swing in the streets. The street lamps were just coming on as we walked swiftly through the narrow, cobbled lanes. The sky was a dull, fading gray overhead, but the buildings crowded the streets so closely that it felt darker. The party was darker, too. Edward's long, trailing cloak did not stand out in the way it might have on a normal evening in Volterra. There were others in black satin cloaks now, and the plastic fangs I'd seen on the child in the square today seemed to be very popular with the adults. \"Ridiculous,\" Edward muttered once. I didn't notice when Alice disappeared from beside me. I looked over to ask her a question, and she was gone. \"Where's Alice?\" I whispered in a panic. \"She went to retrieve your bags from where she stashed them this morning.\" I'd forgotten that I had access to a toothbrush. It brightened my outlook considerably. \"She's stealing a car, too, isn't she?\" I guessed. He grinned. \"Not till we're outside.\" It seemed like a very long way to the entryway. Edward could see that I was spent; he wound his arm around my waist and supported most of my weight as we walked. I shuddered as he pulled me through the dark stone archway. The huge, ancient portcullis above was like a cage door, threatening to drop on us, to lock us in. He led me toward a dark car, waiting in a pool of shadow to the right of the gate with the engine running. To my surprise, he slid into the backseat with me, instead of insisting on driving. Alice was apologetic. \"I'm sorry.\" She gestured vaguely toward the dashboard. \"There wasn't much to choose from.\" \"It's fine, Alice.\" He grinned. \"They can't all be 911 Turbos.\" She sighed. \"I may have to acquire one of those legally. It was fabulous.\" \"I'll get you one for Christmas,\" Edward promised. Alice turned to beam at him, which worried me, as she was already speeding down the dark and curvy hillside at the same time. \"Yellow,\" she told him. Edward kept me tight in his arms. Inside the gray cloak, I was warm and comfortable. More than comfortable. \"You can sleep now, Bella,\" he murmured. \"It's over.\" I knew he meant the danger, the nightmare in the ancient city, but I still had to swallow hard before I could answer. \"I don't want to sleep. I'm not tired.\" Just the second part was a lie. I wasn't about to close my eyes. The car was only dimly lit by the dashboard controls, but it was enough that I could see his face. He pressed his lips to the hollow under my ear. \"Try,\" he encouraged. I shook my head. He sighed. \"You're still just as stubborn.\" I was stubborn; I fought with my heavy lids, and I won. The dark road was the hardest part; the bright lights at the airport in Florence made it easier, as did the chance to brush my teeth and change into clean clothes; Alice bought Edward new clothes, too, and he left the dark cloak on a pile of trash in an alley. The plane trip to Rome was so short that there wasn't really a chance for the fatigue to drag me under. I knew the flight from Rome to Atlanta would be another matter entirely, so I asked the flight attendant if she could bring me a Coke. \"Bella,\" Edward said disapprovingly. He knew my low tolerance for caffeine. Alice was behind us. I could hear her murmuring to Jasper on the phone. \"I don't want to sleep,\" I reminded him. I gave him an excuse that was believable because it was true. \"If I close my eyes now, I'll see things I don't want to see. I'll have nightmares.\" He didn't argue with me after that. It would have been a very good time to talk, to get the answers I needed—needed but not really wanted; I was already despairing at the thought of what I might hear. We had an uninterrupted block of time ahead of us, and he couldn't escape me on an airplane—well, not easily, at least. No one would hear us except Alice; it was late, and most of the passengers were turning off lights and asking for pillows in muted voices. Talk would help me fight off the exhaustion. But, perversely, I bit my tongue against the flood of questions. My reasoning was probably flawed by exhaustion, but I hoped that by postponing the discussion, I could buy a few more hours with him at some later time—spin this out for another night, Scheherazade-style. So I kept drinking soda, and resisting even the urge to blink. Edward seemed perfectly content to hold me in his arms, his fingers tracing my face again and again. I touched his face, too. I couldn't stop myself, though I was afraid it would hurt me later, when I was alone again. He continued to kiss my hair, my forehead, my wrists… but never my lips, and that was good. After all, how many ways can one heart be mangled and still be expected to keep beating? I'd lived through a lot that should have finished me in the last few days, but it didn't make me feel strong. Instead, I felt horribly fragile, like one word could shatter me. Edward didn't speak. Maybe he was hoping I would sleep. Maybe he had nothing to say. I won the fight against my heavy lids. I was awake when we reached the airport in Atlanta, and I even watched the sun beginning to rise over Seattle's cloud cover before Edward slid the window shut. I was proud of myself. I hadn't missed one minute. Neither Alice nor Edward was surprised by the reception that waited for us at Sea-Tac airport, but it caught me off guard. Jasper was the first one I saw—he didn't seem to see me at all. His eyes were only for Alice. She went quickly to his side; they didn't embrace like other couples meeting there. They only stared into each other's faces, yet, somehow, the moment was so private that I still felt the need to look away. Carlisle and Esme waited in a quiet corner far from the line for the metal detectors, in the shadow of a wide pillar. Esme reached for me, hugging me fiercely, yet awkwardly, because Edward kept his arms around me, too. \"Thank you so much,\" she said in my ear. Then she threw her arms around Edward, and she looked like she would be crying if that were possible. \"You will never put me through that again,\" she nearly growled. Edward grinned, repentant. \"Sorry, Mom.\" \"Thank you, Bella,\" Carlisle said. \"We owe you.\" \"Hardly,\" I mumbled. The sleepless night was suddenly <em>overpowering</em>. My head felt disconnected from my body. \"She's dead on her feet,\" Esme scolded Edward. \"Let's get her home.\" Not sure if home was what I wanted at this point, I stumbled, half-blind, through the airport, Edward dragging me on one side and Esme on the other. I didn't know if Alice and Jasper were behind us or not, and I was too exhausted to look. I think I was mostly asleep, though I was still walking, when we reached their car. The surprise of seeing Emmett and Rosalie leaning against the black sedan under the dim lights of the parking garage revived me some. Edward stiffened. \"Don't,\" Esme whispered. \"She feels awful.\" \"She should,\" Edward said, making no attempt to keep his voice down. \"It's not her fault,\" I said, my words garbled with exhaustion. \"Let her make amends,\" Esme pleaded.  \"We'll ride with Alice and Jasper.\"  Edward glowered at the absurdly lovely blond vampire waiting for us. \"Please, Edward,\" I said. I didn't want to ride with Rosalie any more than he seemed to, but I'd caused more than enough discord in his family. He sighed, and towed me toward the car. Emmett and Rosalie got in the front seat without speaking, while Edward pulled me in the back again. I knew I wasn't going to be able to fight my eyelids anymore, and I laid my head against his chest in defeat, letting them close. I felt the car purr to life. \"Edward,\" Rosalie began. \"I know.\" Edward's brusque tone was not generous. \"Bella?\" Rosalie asked softly. My eyelids fluttered open in shock. It was the first time she'd ever spoken directly to me. \"Yes, Rosalie?\" I asked, hesitant. \"I'm so very sorry, Bella. I feel wretched about every part of this, and so grateful that you were brave enough to go save my brother after what I did. Please say you'll forgive me.\" The words were awkward, stilted because of her embarrassment, but they seemed sincere. \"Of course, Rosalie,\" I mumbled, grasping at any chance to make her hate me a little less. \"It's not your fault at all. I'm the one who jumped off the damn cliff. Of course I forgive you.\" The words came out like mush. \"It doesn't count until she's conscious, Rose,\" Emmett chuckled. \"I'm conscious,\" I said; it just sounded like a garbled sigh. \"Let her sleep,\" Edward insisted, but his voice was a little warmer. It was quiet then, except for the gentle thrum of the engine. I must have fallen asleep, because it seemed like seconds later when the door opened and Edward was carrying me from the car. My eyes wouldn't open. At first I thought we were still at the airport. And then I heard Charlie. \"Bella!\" he shouted from some distance. \"Charlie,\" I mumbled, trying to shake off the stupor. \"Shh,\" Edward whispered. \"It's okay; you're home and safe. Just sleep.\" \"I can't believe you have the nerve to show your face here.\" Charlie bellowed at Edward, his voice much closer now. \"Stop it, Dad,\" I groaned. He didn't hear me. \"What's wrong with her?\" Charlie demanded. \"She's just very tired, Charlie,\" Edward assured him quietly. \"Please let her rest.\" \"Don't tell me what to do!\" Charlie yelled. \"Give her to me. Get your hands off her!\" Edward tried to pass me to Charlie, but I clung to him with locked, tenacious fingers. I could feel my dad yanking on my arm. \"Cut it out, Dad,\" I said with more volume. I managed to drag my lids back to stare at Charlie with bleary eyes. \"Be mad at me.\" We were in front of my house. The front door was standing open. The cloud cover overhead was too thick to guess at a time of day. \"You bet I will be,\" Charlie promised. \"Get inside.\" “O’Kay. Let me down,\" I sighed. Edward set me on my feet. I could see that I was upright, but I couldn't feel my legs. I trudged forward anyway, until the sidewalk swirled up toward my face. Edward's arms caught me before I hit the concrete. \"Just let me get her upstairs,\" Edward said. \"Then I'll leave.\" \"No,\" I cried, panicking. I hadn't got my answers yet. He had to stay for at least that much, didn't he? \"I won't be far,\" Edward promised, whispering so low in my ear that Charlie didn't have a hope of hearing. I didn't hear Charlie answer, but Edward headed into the house. My open eyes only made it till the stairs. The last thing I felt was Edward's cool hands prying my fingers loose from his shirt.",
            "vi": "7 REPETITION        22 Chuyến bay Demetri để chúng tôi lại trong khu vực tiếp tân sáng sủa, sang trọng, nơi Gianna vẫn còn làm nhiệm vụ của mình đằng sau ghi-sê bóng loáng. Tiếng nhạc vui tươi, vô hại vang lên từ mấy chiếc loa ẩn.  \"Đến tối hãy rời khỏi đây, \" anh ta cảnh báo.  Edward gật đầu, và Demetri vội vã đi ra.  Gianna có vẻ chẳng hề ngạc nhiên khi nghe lời trao đổi ấy, mặc dù cô có nhìn vào chiếc áo khoác mượn của Edward với vẻ suy xét sắc sảo.  \"Em ổn chứ?\" Edward hỏi nhỏ, thật nhỏ để người phụ nữ ấy không nghe được. Giọng anh thô ráp - nếu như nhung có thể thô ráp - vì lo âu. Vẫn còn căng thẳng vì hoàn cảnh của chúng tôi, tôi nghĩ vậy.  \"Anh nên để chỉ ngồi xuống không thì chỉ té đó, \" Alice nói. \"Chỉ sắp quỵ rồi. \" Chỉ lúc đó tôi mới nhận ra mình đang run lẩy bẩy, run dữ dội, toàn thân run đến nỗi răng tôi gõ vào nhau lập cập và căn phòng xung quanh chao đảo và mờ đi trong mắt tôi. Trong một giây không tự chủ được, tôi tự hỏi có phải đây là cảm giác của Jacob ngay trước khi anh bùng nổ thành người sói không.  Tôi nghe một âm thanh chẳng có ý nghĩa gì cả, một âm thanh kỳ lạ, xé tai át cả bản nhạc nền vui vẻ. Bị phân tâm vì cơn run, tôi không biết âm thanh đó đến từ đâu.  \"Suỵtt, Bella, Suỵtt, \" Edward nói vừa kéo tôi đến chiếc ghế xô-pha ở xa người tò mò đang đứng ở bàn nhất.  \"Em nghĩ chỉ đang bị kích động. Chắc anh nên tát chỉ,” Alice đề nghị.  Edward điên tiết liếc cô.  Thế rồi tôi đã hiểu ra. Ôi. Tiếng ồn đó do tôi gây ra. Âm thanh xé tai ấy là tiếng nức nở phát ra từ lồng ngực tôi.  Đó là thứ đang làm tôi run lẩy bẩy.  \"Ổn cả, em an toàn rồi, ổn rồi,”  anh nói đi nói lại. Anh kéo tôi vào lòng và ủ chiếc áo khoác bằng len dày quanh tôi, giữ cho tôi cách xa làn da lạnh giá của anh.  Tôi biết thật ngu ngốc khi phản ứng như thế này. Nào ai biết được còn bao nhiêu thời gian tôi còn được nhìn thấy anh? Anh đã an toàn, và tôi đã an toàn, và anh có thể sẽ bỏ tôi đi ngay khi chúng tôi được tự do. Mắt ngấn lệ đến nỗi không thể nhìn rõ được mặt anh thì thật phí phạm - điên khùng.  Nhưng, phía sau đôi mắt, nơi nước mắt không thể cuốn trôi hình ảnh ấy, tôi vẫn còn như nhìn thấy khuôn mặt hoảng sợ của người phụ nữ nhỏ bé đeo tràng hạt.  \"Tất cả mấy người đó, \" tôi thổn thức.  \"Anh biết, \" anh thì thầm.  \"Thật quá sức khủng khiếp. \" \"Ừ, đúng vậy. Anh ước gì em không phải nhìn thấy cảnh đó.” Tôi tựa đầu vào lồng ngực lạnh giá của anh, lấy chiếc áo khoác dày lau mắt. Tôi hít mấy hơi thở sâu, cố giữ bình tĩnh.  \"Tôi kiếm cho anh chút gì nhé?\" một giọng hỏi lịch sự. Đó là Gianna, nghiêng người qua vai Edward với ánh mắt vừa quan ngại mà vẫn chuyên nghiệp và vô tư. Dường như cô chẳng lấy gì làm phiền khi mặt cô chỉ cách một con ma cà rồng thù địch có mấy xăng-ti-mét.  Hoặc là cô hoàn toàn không biết tới, hoặc cô làm việc của mình rất giỏi.  \"Không, \" Edward trả lời một cách lạnh lùng.  Cô gật đầu, mỉm cười với tôi, rồi biến mất.  Tôi đợi cho đến khi cô ra ngoài tầm nghe. \"Cô ấy có biết chuyện gì đang xảy ra ở đây không?\" Tôi hỏi, giọng tôi nhỏ và khào khào. Tôi đang kiềm chế bản thân, hơi thở đều đặn.  \"Có. Cô ấy biết mọi thứ, \" Edward nói với tôi.  \"Cô ấy có biết sẽ có ngày họ giết cô ấy không?\" \"Cô ấy biết đó là một khả năng có thể xảy ra, \" anh nói.  Điều đó làm tôi ngạc nhiên.  Khuôn mặt Edward khó hiểu. \"Cô ấy đang hy vọng họ sẽ quyết định giữ lại cô ta.\" Tôi cảm thấy mặt mình không còn một hột máu. \" Cô ấy muốn trở thành một người của họ?\" Anh gật đầu cộc lốc, mắt anh sắc sảo nhìn mặt tôi, theo dõi phản ứng của tôi.  Tôi rùng mình. \" Sao cô ấy có thể muốn điều đó?\" Tôi thì thầm, với mình hơn là thực sự  muốn biết câu trả lời.  \"Sao cô ta có thể nhìn người ta xếp hàng đi vào căn phòng đáng sợ đó mà lại muốn tham dự vào đó?\" Edward không trả lời. Mặt anh nhăn nhúm vì điều tôi vừa nói.  Khi tôi nhìn chằm chằm vào khuôn mặt quá xinh đẹp của anh, cố hiểu nét thay đổi ấy, đột nhiên tôi nhớ ra rằng mình quả thực đang ở đây, trong vòng tay Edward, tuy chỉ trong giây lát, mà chúng tôi sẽ không - đúng giây phút này - bị giết.  \"Ồ, Edward, \" tôi kêu to, và lại nức nở. Thiệt là một phản ứng ngu ngốc. Nước mắt ràn rụa đến nỗi tôi không thể nhìn thấy mặt anh nữa, và điều đó không thể tha thứ được. Tôi chắc chắn chỉ còn được bên anh đến khi mặt trời lặn. Lại giống như trong một chuyện cổ tích có thời hạn chót lúc phép thần hết hiệu lực.  \"Có chuyện gì vậy?\" anh hỏi, vẫn lo lắng, vỗ nhẹ xoa lưng tôi.  Tôi vòng tay quanh cổ anh - chuyện tệ hại nhất anh có thể làm là gì chứ? Đẩy tôi ra à - rồi siết mình sát hơn vào anh. \"Có phải là em bệnh hoạn không khi bây giờ lại cảm thấy hạnh phúc?\" Tôi hỏi. Giọng tôi còn nức nở hơn gấp bội.  Anh không đẩy tôi ra. Anh ôm chặt tôi vào lồng ngực cứng như băng giá, chặt đến nỗi thật khó thở, ngay cả với hai lá phổi nguyên vẹn chắc chắn. \"Anh hiểu em muốn nói gì, \" anh thì thầm. \" Nhưng chúng mình có nhiều lý do để cảm thấy hạnh phúc mà. Một là, mình vẫn còn sống. \" \"Đúng vậy,” tôi đồng ý. \"Đó là một lý do đúng.” \"Và cùng nhau, \" anh thở. Hơi thở anh thơm đến nỗi đầu tôi ngây ngất.  Tôi chỉ gật đầu, chắc chắn anh không suy nghĩ chuyện đó giống tôi.  \"Và, nếu may mắn thì mai mình vẫn còn sống. \" \"Hy vọng vậy, \" tôi bứt rứt nói.  \"Triển vọng tương lai khá sáng sủa, \" Alice cả quyết với tôi. Cô đã quá lặng lẽ, tôi hầu như quên bẵng sự có mặt của cô.  \"Còn chưa đầy hai mươi bốn tiếng nữa, em sẽ gặp lại Jasper, \" cô hài lòng nói thêm.  Alice may mắn. Cô có thể đoan chắc tương lai của mình.  Tôi không thể rời mắt khỏi Edward lâu. Tôi nhìn anh chằm chằm, ao ước vô bờ rằng tương lai sẽ không bao giờ đến. Khoảnh khắc này sẽ tồn tại mãi mãi, hoặc, nếu nó không tồn tại được thì tôi nên chết quách cho rồi.  Edward nhìn lại tôi ngay, đôi mắt đen của anh dịu dàng, và dễ giả vờ là anh cảm nhận giống tôi.  Vì vậy đó là điều tôi đã làm. Tôi giả vờ, để làm khoảnh khắc này ngọt ngào hơn.  Đầu ngón tay anh rà quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi quá.” \"Còn anh có vẻ đang khát,”  tôi thì thầm trả lời, nhìn kỹ màu bầm đen dưới con ngươi đen của mắt anh.  Anh nhún vai. \"Chuyện nhỏ.” \"Chắc không? Em ngồi đây với Alice được mà, \" tôi đề nghị, bất đắc dĩ; thà anh giết tôi ngay bây giờ còn hơn là nhích xa tôi một xăng ti mét.  \"Đừng có ngớ ngẩn. \" Anh thở dài; hơi thở thơm tho của anh vuốt ve mặt tôi. \"Anh chưa từng kiểm soát được khía cạnh đó trong bản chất anh tốt hơn lúc này. \" Tôi có cả triệu câu muốn hỏi anh. Một trong số đó đang muốn buột khỏi môi, nhưng tôi kiềm lại. Tôi không muốn phá hỏng khoảnh khắc này, tuy không hoàn hảo, ở đây trong căn phòng làm tôi kinh tởm này, dưới sự giám sát của con quái vật tương lai.  Ở đây trong vòng tay anh, thật dễ tưởng tượng là anh yêu tôi. Bây giờ tôi không muốn nghĩ đến động cơ thúc đẩy anh - đến chuyện anh cư xử vầy nhằm giữ tôi bình tĩnh trong khi chúng tôi vẫn còn đang hiểm nguy, hay chỉ vì anh cảm thấy mình có lỗi về việc chúng tôi đang ở đây và nhẹ nhõm vì không phải chịu trách nhiệm về cái chết của tôi. Có lẽ thời gian xa cách vừa qua đủ để làm anh chưa kịp chán tôi. Nhưng chẳng quan trọng gì cả. Tôi sung sướng hơn nhiều khi giả vờ thế.  Tôi nằm yên trong vòng tay anh, khắc ghi khuôn mặt anh, giả vờ... Anh nhìn chăm chú vào mặt tôi như thể anh cũng đang làm y như tôi, trong khi anh và Alice bàn tính cách về nhà. Họ nói rất nhanh và nhỏ nên tôi biết Gianna không hiểu được. Cả tôi còn để lọt hết một nửa. Tuy vậy, nghe có vẻ như có dính đến chuyện trộm cắp nữa. Tôi vẩn vơ tự hỏi không biết chiếc Porsche vàng đã quay về với chủ nhân chưa.  \"Mấy chuyện nói về vụ ca sĩ là gì vậy?\" Alice hỏi lúc đó.  \"La tua cantante, \" Edward nói. Giọng anh biến những từ đó thành âm nhạc.  \"Đúng, cái đó đó” Alice nói, và tôi tập trung suy nghĩ một hồi lâu. Tôi cũng đã từng thắc mắc chuyện đó.  Tôi cảm thấy Edward nhún vai bên mình. \" Họ đặt tên cho người toả mùi giống cách Bella tác động lên anh.  Họ gọi cô ấy là nàng thơ của anh - vì máu cô ấy mời gọi anh.\" Alice cười.  Tôi muốn ngủ vì mệt, nhưng cố chống lại sự đuối sức. Tôi sẽ không bỏ lỡ một giây ở bên anh. Thỉnh thoảng, khi anh đang nói chuyện với Alice, anh bỗng nghiêng người hôn tôi - đôi môi mịn màng vuốt ve mái tóc tôi, trán tôi, đầu mũi tôi. Mỗi lần như vậy cứ tựa như điện giật sốc vào trái tim ngủ yên đã lâu của tôi. Tiếng tim đập có vẻ choán đầy cả căn phòng.  Thật là thiên đường – lơ lửng giữa địa ngục.  Tôi hoàn toàn không còn biết đến thời gian. Vì vậy khi vòng tay Edward siết chặt tôi, và cả anh lẫn Alice đều nhìn về cuối phòng bằng đôi mắt dè dặt, tôi đã hoảng sợ. Tôi co rúm người, rúc vào ngực Edward khi Alec - mắt chú bé bây giờ như viên hồng ngọc long lanh, mà vẫn sạch sẽ tinh tươm trong bộ đồ xám nhạt dù mới ăn trưa xong - bước qua khung cửa có hai cánh.  Đó là tin tức tốt lành.  \"Bây giờ các bạn được tự do rời khỏi đây,”  Alec nói với chúng tôi, giọng chú bé ấm áp đến nỗi bạn sẽ tưởng chúng tôi là bạn bè thân thiết cả đời. \"Chúng tôi yêu cầu các bạn không được nấn ná trong thành phố.” Edward chẳng hề vờ vịt khi đáp lại; giọng anh lạnh như băng. \"Chuyện đó không sao cả.” Alec mỉm cười, gật đầu, và lại biến mất.  \"Xin theo hành lang bên phải ngay đây để đến khu thang máy đầu tiên,” Gianna nói khi Edward giúp tôi đứng lên. \"Tiền sảnh ở dưới đây hai tầng lầu, và mở ra phố. Bây giờ xin tạm biệt, \" cô vui vẻ nói thêm. Tôi tự hỏi không biết năng lực của cô có đủ để cứu mạng cô không.  Alice nhìn cô buồn rầu.  Tôi cảm thấy nhẹ nhõm vì có lối khác để ra ngoài; tôi không rõ mình chịu nỗi thêm một chuyến đi xuyên lòng đất nữa hay không.  Chúng tôi ra đi qua tiền sảnh sang trọng, thẩm mỹ. Tôi là người duy nhất liếc nhìn lại lâu đài thời trung cổ có mặt tiền kinh doanh hào nhoáng.  Tôi không thể nhìn thấy tháp canh từ đây, làm tôi dễ chịu hết sức. Lễ hội vẫn đang hết sức náo nhiệt trên đường phố. Đèn đường vừa bật lên khi chúng tôi bước vội qua làn đường hẹp trải sỏi. Bầu trời vẫn còn xám nhạt buồn tẻ trên đầu, nhưng mấy toà nhà cao tầng dày đặt hai bên đường làm ta cảm thấy trời tối hơn.  Lễ hội cũng tối tăm hơn. Chiếc áo khoác dài của Edward chẳng hề nổi bật như lẽ ra nó phải vậy trong một buổi chiều bình thường ở Volterra. Hiện tại có nhiều người cũng mặc áo khoác sa tanh đen, và mấy cái nanh nhựa mà hôm nay tôi đã thấy đứa bé đeo trong quảng trường dường như đang rất thịnh hành với người lớn.  \"Lố bịch, \" Edward lẩm bẩm cộc lốc.  Tôi không biết Alice đã biến mất khỏi bên cạnh tôi từ khi nào. Vừa quay qua định hỏi cô một câu thì thấy cô đã biến mất.  \"Alice đâu rồi?\" Tôi thì thầm hoảng sợ.  \"Nó đi lấy lại mấy cái túi của em ở chỗ nó giấu sáng nay. \" Tôi đã quên mình đã dùng một cái bàn chải đánh răng. Điều này khiến tương lai tôi sáng sủa hẳn.  \"Cô ấy cũng đang ăn cắp xe nữa, phải không?\" Tôi đoán.  Anh cười toe toét. \" Không cho đến khi mình ra ngoài thành. \" Đường ra cổng thành dài dằng dặc. Edward thấy rõ tôi đã kiệt quệ; anh vòng tay quanh thắt lưng tôi và đỡ gần như toàn bộ sức nặng cơ thể tôi khi chúng tôi bước đi.  Tôi rùng mình khi anh kéo tôi qua cánh cổng tò vò bằng đá u ám. Khung lưới sắt cổ, khổng lồ to như cửa chuồng, đe doạ sẽ rơi xuống để nhốt chúng tôi lại.  Anh dẫn tôi về phía một chiếc xe màu tối, đang nổ máy chờ trong bóng râm ở bên phải cánh cổng.  Tôi không ngờ anh lại lách vào ngồi ở ghế sau cùng tôi, chứ không khăng khăng đòi lái xe.  Alice xin lỗi. \"Em xin lỗi. \" Cô chỉ tay về phía bảng điều khiển. \" Chẳng có nhiều xe để lựa chọn. \" \"Tốt mà, Alice. \" Anh cười toe toét. \"Đâu phải chiếc nào cũng là Turbos 911 được.” Cô thở dài. \"Em chắc phải kiếm một chiếc hợp pháp mới được. Đẹp quá đi thôi.” \"Anh sẽ kiếm cho em một chiếc làm quà Giáng sinh, \" Edward hứa.  Alice quay sang anh cười, làm tôi lo lắng, vì cô đang tăng tốc lao xuống sườn đồi quanh co tối đen lúc đó.  \"Màu vàng đó nhe, \" cô bảo anh.  Edward ôm chặt tôi trong vòng tay anh. Bên trong chiếc áo khoác xám, tôi ấm và dễ chịu. Còn hơn cả dễ chịu nữa.  \"Bây giờ em ngủ được rồi, Bella, \" anh thì thầm. \"Mọi chuyện đã kết thúc rồi.” Tôi biết ý anh muốn nói về nỗi nguy hiểm, cơn ác mộng trong thành phố cổ, nhưng tôi vẫn phải nuốt nước miếng khó khăn mới trả lời nỗi.  \"Em không muốn ngủ. Em không mệt.” Chỉ có phần thứ nhì là nói dối. Tôi sẽ không nhắm mắt lại. Chiếc xe tuy chỉ được chiếu sáng mờ mờ nhờ bảng điều khiển, nhưng đủ để tôi nhìn thấy mặt anh.  Anh áp môi vào hõm tai tôi. \"Hãy cố ngủ đi, \" anh khuyến khích.  Tôi lắc đầu.  Anh thở dài. \"Em vẫn bướng bỉnh y vậy. \" Tôi đã bướng bỉnh; tôi cưỡng lại mi mắt nặng nề, và tôi đã thắng.  Con đường tối là phần khó khăn nhất; ánh sáng rực rỡ ở sân bay Florence làm mọi chuyện dễ dàng hơn, cũng như cơ hội cho tôi đánh răng và thay quần áo sạch; Alice cũng mua quần áo mới cho Edward, và anh quăng chiếc áo choàng đen vô một đống rác trong hẻm. Chuyến bay đến Rome ngắn đến nỗi cơn mệt mỏi không có cơ hội làm tôi quỵ ngã. Tôi biết chuyến bay từ Rome đến Atlanta sẽ là khác hẳn, vì vậy tôi hỏi xin tiếp viên hàng không một chai côca-côla.  \"Bella, \" Edward không bằng lòng nói. Anh biết tôi không chịu nỗi chất cà-phê-in.  Alice ngồi sau chúng tôi. Tôi nghe tiếng cô thì thầm với Jasper qua điện thoại.  \"Em không muốn ngủ, \" tôi nhắc anh. Tôi đưa ra một cái cớ đáng tin vì đúng vậy thật. \"Nếu em nhắm mắt bây giờ, em sẽ mơ thấy những thứ em không muốn thấy. Em sẽ bị ác mộng. \" Anh không bàn cãi nữa.  Lẽ ra đây là một thời gian hết sức thích hợp để nói chuyện, để nhận được những câu trả lời tôi cần - cần chớ chưa chắc là muốn; tôi đã tuyệt vọng khi nghĩ đến điều mình có thể nghe. Chúng tôi còn biết bao thời gian không bị ai cản trở trước mắt, và anh không thể trốn tôi trên máy bay được - ừm, ít ra thì không dễ trốn. Sẽ không có ai nghe thấy chúng tôi ngoài Alice; đã khuya, và hầu hết mọi hành khách đều tắt đèn và khe khẽ hỏi xin gối. Trò chuyện sẽ giúp tôi đẩy lùi tình trạng kiệt sức. Nhưng, ngược lại, tôi cố nén ngăn chặn dòng thác câu hỏi. Khả năng lập luận của tôi có lẽ không ổn vì kiệt sức, nhưng tôi hy vọng rằng nhờ hoãn lại cuộc thảo luận này, tôi có thể có thêm vài giờ nữa ở bên anh sau này - kéo dài chuyện này sang một đêm khác, theo kiểu Scheherazade. Vì thế tôi cứ uống xô-đa, và thậm chí cố không chớp mắt. Edward có vẻ hết sức hài lòng khi ôm tôi trong vòng tay, ngón tay anh cứ rà trên mặt tôi suốt. Tôi cũng sờ mặt anh. Tôi không thể ngăn được mình, cho dù tôi sợ sau này chuyện này sẽ làm tôi đau đớn, khi lại chỉ còn lại một mình. Anh cứ hôn mãi tóc tôi, trán tôi, cổ tay tôi... nhưng không bao giờ hôn môi tôi, và vậy cũng tốt. Rốt cuộc thì có bao nhiêu cách khiến một trái tim bị nghiến nát mà vẫn hy vọng sẽ tiếp tục đập cơ chứ?  Tôi đã trải qua nhiều thứ lẽ ra đã kết thúc đời tôi trong mấy ngày qua, nhưng chẳng làm tôi cảm thấy mạnh mẽ. Mà ngược lại, tôi cảm thấy mình mỏng manh khủng khiếp, như thể một lời thôi cũng có thể làm tôi vỡ tan.  Edward chẳng nói chẳng rằng. Có lẽ anh đang hi vọng tôi sẽ ngủ. Có lẽ anh chẳng có gì để nói cả.  Tôi đã thắng trong cuộc đấu tranh cưỡng lại mi mắt nặng nề của mình. Tôi vẫn thức khi đến sân bay Atlanta, và tôi thậm chí còn nhìn thấy mặt trời bắt đầu mọc trên màn mây che phủ Seattle trước khi Edward đẩy trượt đóng cửa sổ lại. Tôi tự hào về mình. Tôi đã không để lỡ một phút nào cả.  Cả Alice lẫn Edward đều không ngạc nhiên khi thấy sự chào đón đang chờ chúng tôi tại sân bay Sea-Tac, nhưng tôi bị bất ngờ. Jasper là người đầu tiên tôi nhìn thấy - anh dường như chẳng hề nhìn thấy tôi. Mắt anh chỉ dành cho Alice. Cô đi thật nhanh đến bên anh; họ không ôm chầm lấy nhau như những đôi tình nhân khác gặp nhau ở đó. Họ chỉ nhìn chăm chú vào mặt nhau, thế mà không rõ vì sao, khoảnh khắc ấy riêng tư đến nỗi tôi vẫn cảm thấy cần phải nhìn sang chỗ khác.  Carlisle và Esme đợi ở một góc yên tĩnh, cách xa hàng người chờ qua máy dò kim loại, dưới bóng một cây cột to. Esme vươn tay ra ôm chầm lấy tôi, tuy bất tiện, vì Edward cũng đang ôm tôi không buông.  \"Cảm ơn con nhiều lắm, \" bà nói vào tai tôi.  Sau đó bà vung tay ôm Edward, trông như sắp khóc.  \"Con đừng bao giờ bắt mẹ phải chịu điều đó lần nữa,” bà gần như gầm gừ.  Edward cười toe toét, ăn năn. \"Xin lỗi, mẹ. \" \"Cảm ơn con, Bella, \" Carlisle nói. \" Chúng ta mang ơn con.” \"Không hề, \" tôi lầm bầm. Đêm không ngủ bỗng chế ngự tôi. Đầu tôi như không còn liền với cơ thể.  \"Con bé ngất rồi, \" Esme mắng Edward. \"Hãy đưa nó về nhà.” Chẳng biết nhà có phải là thứ tôi muốn lúc này không nữa, tôi vấp, gần như chẳng thấy đường, đi qua sân bay, Edward kéo tôi ở một bên còn Esme ở bên kia. Tôi không biết Alice và Jasper có ở đằng sau không, vì quá đuối không nhìn nỗi.  Tôi nghĩ mình gần như đã thiếp đi, dù vẫn đang bước, khi đến được chỗ để xe hơi của họ. Nỗi ngạc nhiên khi thấy Emmett và Rosalie tựa vào chiếc xe mui kín màu đen dưới ánh đèn lờ mờ của bãi đỗ xe làm tôi tỉnh táo một chút. Edward cứng đờ người.  \"Đừng con, \" Esme thì thầm. \"Nó đã khổ sở lắm rồi. \" \"Nó phải vậy thôi, \" Edward nói, không hề cố nói nhỏ lại.  \"Đó không phải là lỗi của chỉ, \" tôi nói, lạc đi vì kiệt sức.  \"Hãy để em có cơ hội chuộc lỗi, \" Esme khẩn khoản.  \"Mình sẽ đi chung xe với Alice và Jasper. \"  Edward trừng mắt nhìn vào con ma cà rồng tóc vàng đẹp mê hồn đang chờ chúng tôi.  \"Xin anh, Edward, \" tôi nói. Tôi cũng chẳng muốn cùng đi với Rosalie chẳng kém gì anh, nhưng tôi đã gây ra quá nhiều bất hoà trong gia đình anh rồi.  Anh thở dài, rồi kéo tôi về phía chiếc xe ấy.  Emmett và Rosalie lặng lẽ ngồi vào ghế trước, trong khi Edward lại kéo tôi vào phía sau lần nữa. Tôi biết mình sẽ không còn có thể chống cự lại mí mắt nữa, nên tôi đặt đầu tựa vào ngực anh đầu hàng, mặc cho chúng cứ việc khép lại.  Tôi cảm thấy xe rền lên nổ máy.  \"Edward, \" Rosalie bắt đầu.  \"Tôi biết rồi. \" Giọng cộc cằn của Edward chẳng khoan dung.  \"Bella?\"  Rosalie khẽ hỏi.  Mí mắt tôi mở choàng ra kinh ngạc. Đây là lần đầu tiên cô nói chuyện trực tiếp với tôi.  \"Gì hả, Rosalie ?\" Tôi hỏi, do dự.  \"Tôi hết sức xin lỗi, Bella. Tôi cảm thấy khổ tâm từng chút một trong chuyện này, và rất mừng vì em đã đủ dũng cảm đi cứu em tôi sau những chuyện tôi đã làm. Xin hãy nói em sẽ tha thứ cho tôi. \" Lời cô cứng nhắc, vụng về vì bối rối, nhưng có vẻ chân thành.  \"Dĩ nhiên rồi, Rosalie, \" tôi lầm bầm, chụp ngay mọi cơ hội làm cô ít ghét tôi hơn. \"Đó chẳng hề là lỗi của chị. Chính em là người đã nhảy ra khỏi cái vách đá quỷ quái đó mà. Tất nhiên là em tha thứ cho chị rồi.” Lời tôi phát ra nhừa nhựa.  \"Thế không tính cho đến khi nào cô bé tỉnh, Rose, \" Emmett cười khúc khích.  \"Em tỉnh mà, \" tôi nói; giờ chỉ giống tiếng thở dài méo mó.  \"Để cô ấy ngủ, \" Edward khăng khăng, nhưng giọng anh hơi ấm hơn.  Yên lặng sau đó, ngoại trừ tiếng đều đều khe khẽ của động cơ. Tôi hẳn đã ngủ thiếp đi, vì dường như chỉ mấy giây sau là cửa xe lại mở và Edward đang bế tôi ra khỏi xe. Mắt tôi không mở nỗi. Lúc đầu tôi nghĩ chúng tôi vẫn còn đang ở sân bay.  Rồi tôi nghe tiếng Charlie.  \"Bella !\" ông la to từ xa.  \"Chào bố, \" tôi lầm bầm, cố rũ bỏ trạng thái đờ đẫn.  \" Suỵtt, \" Edward thì thầm. \"Ổn mà ; em đã về nhà an toàn. Cứ ngủ đi.” \"Ta không tài nào tin nỗi là anh dám cả gan chường mặt ở đây.\"  Charlie rống lên với Edward, bây giờ giọng ông đã gần hơn nhiều.  \"Dừng lại đi, bố,\"  tôi rên rỉ. Ông không thèm nghe tôi.  \"Nó bị sao vậy?\" Charlie hỏi.  \"Cô ấy chỉ rất mệt thôi, Charlie, \" Edward lặng lẽ trấn an ông . \"Xin hãy để cô ấy nghỉ ngơi.\" \"Đừng có tài khôn dạy ta phải làm gì!\"  Charlie thét. \"Đưa nó đây cho ta. Không được động vào nó!\" Edward cố chuyển tôi cho Charlie, nhưng tôi cứ bám cứng vào anh. Tôi có thể cảm thấy bố tôi đang giằng mạnh cánh tay tôi.  \"Thôi đi, bố,” tôi nói to hơn. Tôi cố mở mắt trở lại để nhìn chằm chằm vào Charlie bằng đôi mắt lờ đờ. \"Hãy giận con thôi.” Chúng tôi đang ở trước nhà. Cửa trước đang mở toang. Mây trên đầu dày đến nỗi không biết được đây là thời gian nào trong ngày.  \"Chắc chắn rồi, \" Charlie hứa. \" Vào trong đi. \" “Được rồi, hãy để em xuống,” tôi thở dài.  Edward đặt tôi đứng xuống. Tôi thấy mình đã đứng thẳng, nhưng không thể cảm thấy chân mình. Tôi vẫn cứ lê chân về phía trước, cho đến vỉa hè lao vào mặt tôi. Cánh tay Edward chụp được tôi trước khi tôi dộng vào bê-tông.  \"Chỉ cho cháu đưa cô ấy lên lầu thôi, \" Edward nói. \"Rồi cháu sẽ đi ngay.” \"Không được, \" tôi kêu to, hoảng sợ. Tôi chưa nhận được mấy câu trả lời của mình mà.  Ít nhất anh phải ở lại đến nhiêu đó thôi, phải không? \"Anh sẽ không ở xa đâu, \" Edward hứa, thì thầm thật nhỏ vào tai tôi, Charlie đừng hòng nghe được.  Tôi không nghe Charlie trả lời, nhưng Edward đang đi về phía nhà. Tôi chỉ mở nỗi mắt đến khi tới cầu thang.  Điều cuối cùng tôi cảm thấy là bàn tay mát rượi của Edward đang gỡ mấy ngón tay tôi ra khỏi áo anh."
        },
        {
            "en": "1 3            13. KILLER If it was anyone but Jacob, i thought to myself, shaking my head as I drove down  the forest-lined highway to La Push. I still wasn't sure if I was doing the right thing, but I'd made a compromise with myself. I couldn't condone what Jacob and his friends, his pack, were doing. I understood now what he'd said last night—that I might not want to see him again—and I could have called him as he'd suggested, but that felt cowardly. I owed him a face-to-face conversation, at least. I would tell him to his face that I couldn't just overlook what was going on. I couldn't be friends with a killer and say nothing, let the killing continue… That would make me a monster, too. But I couldn't not warn him, either. I had to do what I could to protect him. I pulled up to the Blacks' house with my lips pressed together into a hard line. It was bad enough that my best friend was a werewolf. Did he have to be a monster, too? The house was dark, no lights in the windows, but I didn't care if I woke them. My fist thudded against the front door with angry energy; the sound reverberated through the walls. \"Come in,\" I heard Billy call after a minute, and a light flicked on. I twisted the knob; it was unlocked. Billy was leaning around an open doorway just off the little kitchen, a bathrobe around his shoulders, not in his chair yet. When he saw who it was, his eyes widened briefly, and then his face turned stoic. \"Well, good morning, Bella. What are you doing up so early?\" \"Hey, Billy. I need to talk to Jake—where is he?\" \"Um… I don't really know,\" he lied, straight-faced. \"Do you know what Charlie is doing this morning?\" I demanded, sick of the stalling. \"Should I?\" \"He and half the other men in town are all out in the woods with guns, hunting giant wolves.\" Billy's expression flickered, and then went blank. \"So I'd like to talk to Jake about that, if you don't mind,\" I continued. Billy pursed his thick lips for a long moment. \"I'd bet he's still asleep,\" he finally said, nodding toward the tiny hallway off the front room. \"He's out late a lot these days. Kid needs his rest—probably you shouldn't wake him.\" \"It's my turn,\" I muttered under my breath as I stalked to the hallway. Billy sighed. Jacob's tiny closet of a room was the only door in the yard-long hallway. I didn't bother to knock. I threw the door open; it slammed against the wall with a bang. Jacob—still wearing just the same black cut-off sweats he'd worn last night—was stretched diagonally across the double bed that took up all of his room but a few inches around the edges. Even on a slant, it wasn't long enough; his feet hung off the one end and his head off the other. He was fast asleep, snoring lightly with his mouth hanging open. The sound of the door hadn't even made him twitch. His face was peaceful with deep sleep, all the angry lines smoothed out. There were circles under his eyes that I hadn't noticed before. Despite his ridiculous size, he looked very young now, and very weary. Pity shook me. I stepped back out, and shut the door quietly behind me. Billy stared with curious, guarded eyes as I walked slowly back into the front room. \"I think I'll let him get some rest.\" Billy nodded, and then we gazed at each other for a minute. I was dying to ask him about his part in this. What did he think of what his son had become? But I knew how he'd supported Sam from the very beginning, and so I supposed the murders must not bother him. How he justified that to himself I couldn't imagine. I could see many questions for me in his dark eyes, but he didn't voice them either. \"Look,\" I said, breaking the loud silence. \"I'll be down at the beach for a while. When he wakes up, tell him I'm waiting for him, okay?\" \"Sure, sure,\" Billy agreed. I wondered if he really would. Well, if he didn't, I'd tried, right? I drove down to First Beach and parked in the empty dirt lot. It was still dark—the gloomy predawn of a cloudy day—and when I cut the headlights it was hard to see. I had to let my eyes adjust before I could find the path that led through the tall hedge of weeds. It was colder here, with the wind whipping off the black water, and I shoved my hands deep into the pockets of my winter jacket. At least the rain had stopped. I paced down the beach toward the north seawall. I couldn't see St. James or the other islands, just the vague shape of the water's edge. I picked my way carefully across the rocks, watching out for driftwood that might trip me. I found what I was looking for before I realized I was looking for it. It materialized out of the gloom when it was just a few feet away: a long bone-white driftwood tree stranded deep on the rocks. The roots twisted up at the seaward end, like a hundred brittle tentacles. I couldn't be sure that it was the same tree where Jacob and I had had our first conversation—a conversation that had begun so many different, tangled threads of my life—but it seemed to be in about the same place I sat down where I'd sat before, and stared out across the invisible sea. Seeing Jacob like that—innocent and vulnerable in sleep—had stolen all my revulsion, dissolved all my anger. I still couldn't turn a blind eye to what was happening, like Billy seemed to, but I couldn't condemn Jacob for it either. Love didn't work that way, I decided. Once you cared about a person, it was impossible to be logical about them anymore. Jacob was my friend whether he killed people or not. And I didn't know what I was going to do about that. When I pictured him sleeping so peacefully, I felt an <em>overpowering</em> urge to protect him. Completely illogical. Illogical or not, I brooded over the memory his peaceful face, trying to come up with some answer, some way to shelter him, while the sky slowly turned gray. \"Hi, Bella.\" Jacob's voice came from the darkness and made me jump. It was soft, almost shy, but I'd been expecting some forewarning from the noisy rocks, and so it still startled me. I could see his silhouette against the coming sunrise—it looked enormous. \"Jake?\" He stood several paces away, shifting his weight from foot to foot anxiously. \"Billy told me you came by—didn't take you very long, did it? I knew you could figure it out.\" \"Yeah, I remember the right story now,\" I whispered. It was quiet for a long moment and, though it was still too dark to see well, my skin prickled as if his eyes were searching my face. There must have been enough light for him to read my expression, because when he spoke again, his voice was suddenly acidic. \"You could have just called,\" he said harshly. I nodded. \"I know.\" Jacob started pacing along the rocks. If I listened very hard, I could just hear the gentle brush of his feet on the rocks behind the sound of the waves. The rocks had clattered like castanets for me. \"Why did you come?\" he demanded, not halting his angry stride. \"I thought it would be better face-to-face.\" He snorted. \"Oh, much better.\" \"Jacob, I have to warn you—\" \"About the rangers and the hunters? Don't worry about it. We already know.\" \"Don't worry about it?\" I demanded in disbelief. \"Jake, they've got guns! They're setting traps and offering rewards and—\" \"We can take care of ourselves,\" he growled, still pacing. \"They're not going to catch anything. They're only making it more difficult—they'll start disappearing soon enough, too.\" \"Jake!\" I hissed. \"What? It's just a fact.\" My voice was pale with revulsion. \"How can you… feel that way? You know these people. Charlie's out there!\" The thought made my stomach twist. He came to an abrupt stop. \"What more can we do?\" he retorted. The sun turned the clouds a slivery pink above us. I could see his expression now; it was angry, frustrated, betrayed. \"Could you… well, try to not be a… werewolf?\" I suggested in a whisper. He threw his hands up in the air. \"Like I have a choice about it!\" he shouted. \"And how would that help anything, if you're worried about people disappearing?\" \"I don't understand you.\" He glared at me, his eyes narrowing and his mouth twisting into a snarl. \"You know what makes me so mad I could just spit?\" I flinched away from his hostile expression. He seemed to be waiting for an answer, so I shook my head. \"You're such a hypocrite, Bella—there you sit, terrified of me! How is that fair?\" His hands shook with anger. \"Hypocrite? How does being afraid of a monster make me a hypocrite?\" \"Ugh!\" he groaned, pressing his trembling fists to his temples and squeezing his eyes shut. \"Would you listen to yourself?\" \"What?\" He took two steps toward me, leaning over me and glaring with fury. \"Well, I'm so sorry that I can't be the right kind of monster for you, Bella. I guess I'm just not as great as a bloodsucker, am I?\" I jumped to my feet and glared back. \"No, you're not!\" I shouted. \"It's not what you are, stupid, it's what you do!\" \"What's that supposed to mean?\" He roared, his entire frame quivering with rage. I was taken entirely by surprise when Edward's voice cautioned me. \"Be very careful, Bella,\" his velvet voice warned. \"Don't push him too far. You need to calm him down.\" Even the voice in my head was making no sense today. I listened to him, though. I would do anything for that voice. \"Jacob,\" I pleaded, making my tone soft and even. \"Is it really necessary to kill people, Jacob? Isn't there some other way? I mean, if vampires can find a way to survive without murdering people, couldn't you give it a try, too?\" He straightened up with a jerk, like my words had sent an electric shock through him. His eyebrows shot up and his eyes stared wide. \"Killing people?\" he demanded. \"What did you think we were talking about?\" He wasn't trembling anymore. He looked at me with half-hopeful disbelief. \"I thought we were talking about your disgust for werewolves.\" \"No, Jake, no. It's not that you're a… wolf. That's fine,\" I promised him, and I knew as I said the words that I meant them. I really didn't care if he turned into a big wolf—he was still Jacob. \"If you could just find a way not to hurt people… that's all that upsets me. These ate innocent people, Jake, people like Charlie, and I can't just look the other way while you—\" \"Is that all? Really?\" he interrupted me, a smile breaking across his face. \"You're just scared because I'm a murderer? That's the only reason?\" \"Isn't that reason enough?\" He started to laugh. \"Jacob Black, this is so not funny!\" \"Sure, sure,\" he agreed, still chortling. He took one long stride and caught me in another vice-tight bear hug. \"You really, honestly don't mind that I morph into a giant dog?\" he asked, his voice joyful in my ear. \"No,\" I gasped. \"Can't—breathe—Jake!\" He let me go, but took both my hands. \"I'm not a killer, Bella.\" I studied his face, and it was clear that this was the truth. Relief pulsed through me. \"Really?\" I asked. \"Really,\" he promised solemnly. I threw my arms around him. It reminded me of that first day with the motorcycles—he was bigger, though, and I felt even more like a child now. Like that other time, he stroked my hair. \"Sorry I called you a hypocrite,\" he apologized. \"Sorry I called you a murderer.\" He laughed. I thought of something then, and pulled away from him so that I could see his face. My eyebrows furrowed in anxiety. \"What about Sam? And the others?\" He shook his head, smiling like a huge burden had been removed from his shoulders.  \"Of course not. Don't you remember what we call ourselves?\" The memory was clear—I'd just been thinking of that very day. \"Protectors?\" \"Exactly.\" \"But I don't understand. What's happening in the woods? The missing hikers, the blood?\" His face was serious, worried at once. \"We're trying to do our job, Bella. We're trying to protect them, but we're always just a little too late.\" \"Protect them from what? Is there really a bear out there, too?\" \"Bella, honey, we only protect people from one thing—our one enemy. It's the reason we exist—because they do.\" I stared at him blankly for one second before I understood. Then the blood drained from my face and a thin, wordless cry of horror broke through my lips. He nodded. \"I thought you, of all people, would realize what was really going on.\" \"Laurent,\" I whispered. \"He's still here.\" Jacob blinked twice, and cocked his head to one side. \"Who's Laurent?\" I tried to sort out the chaos in my head so that I could answer. \"You know—you saw him in the meadow. You were there…\" The words came out in a wondering tone as it all sunk in. \"You were there, and you kept him from killing me…\" \"Oh, the black-haired leech?\" He grinned, a tight, fierce grin. \"Was that his name?\" I shuddered. \"What were you thinking?\" I whispered. \"He could have killed you! Jake, you don't realize how dangerous—\" Another laugh interrupted me \"Bella, one lone vampire isn't much of a problem for a pack as big as ours. It was so easy, it was hardly even fun!\" \"What was so easy?\" \"Killing the bloodsucker who was going to kill you. Now, I don't count that towards the whole murder thing,\" he added quickly. \"Vampires don't count as people.\" I could only mouth the words. \"You… killed… Laurent?\" He nodded. \"Well, it was a group effort,\" he qualified. \"Laurent is dead?\" I whispered. His expression changed. \"You're not upset about that, are you? He was going to kill you—he was going for the kill, Bella, we were sure of that before we attacked. You know that, right?\" \"I know that. No, I'm not upset—I'm…\" I had to sit down. I stumbled back a step until I felt the driftwood against my calves, and then sank down onto it. \"Laurent is dead. He's not coming back for me.\" \"You're not mad? He wasn't one of your friends or anything, was he?\" \"My friend?\" I stared up at him, confused and dizzy with relief. I started babbling, my eyes getting moist. \"No, Jake. I'm so… so relieved. I thought he was going to find me—I've been waiting for him every night, just hoping that he'd stop with me and leave Charlie alone. I've been so frightened, Jacob… But how? He was a vampire! How did you kill him? He was so strong, so hard, like marble…\" He sat down next to me and put one big arm around me comfortingly. \"It's what we're made for, Bells.  We're strong, too. I wish you would have told me that you were so afraid. You didn't need to be.\" \"You weren't around,\" I mumbled, lost in thought. \"Oh, right.\" \"Wait, Jake—I thought you knew, though. Last night, you said it wasn't safe for you to be in my room. I thought you knew that a vampire might be coming. Isn't that what you were talking about?\" He looked confused for a minute, and then he ducked his head. \"No, that's not what I meant.\" \"Then why didn't you think it was safe for you there?\" He looked at me with guilt-ridden eyes. \"I didn't say it wasn't safe for me. I was thinking of you.\" \"What do you mean?\" He looked down and kicked a rock. \"There's more than one reason I'm not supposed to be around you, Bella. I wasn't supposed to tell you our secret, for one thing, but the other part is that it's not safe for you.  If I get too mad… too upset… you might get hurt.\" I thought about that carefully. \"When you were mad before… when I was yelling at you… and you were shaking… ?\" \"Yeah.\" His face dropped even lower. \"That was pretty stupid of me. I have to keep a better hold on myself. I swore I wasn't going to get mad, no matter what you said to me. But… I just got so upset that I was going to lose you… that you couldn't deal with what I am…\" \"What would happen… if you got too mad?\" I whispered. \"I'd turn into a wolf,\" he whispered back. \"You don't need a full moon.\" He rolled his eyes. \"Hollywood's version doesn't get much right.\" Then he sighed, and was serious again. \"You don't need to be so stressed out, Bells. We're going to take care of this. And we're keeping a special eye on Charlie and the others—we won't let anything happen to him. Trust me on that.\" Something very, very obvious, something I should have grasped at once—but I'd been so distracted by the idea of Jacob and his friends fighting with Laurent, that I'd completely missed it at the time—occurred to me only then, when Jacob used the present tense again. We're going to take care of this. It wasn't over. \"Laurent is dead,\" I gasped, and my entire body went ice cold. \"Bella?\" Jacob asked anxiously, touching my ashen cheek. \"If Laurent died… a week ago… then someone else is killing people now.\" Jacob nodded; his teeth clenched together, and he spoke through them. \"There were two of them. We thought his mate would want to fight us—in our stories, they usually get pretty pissed off if you kill their mate—but she just keeps running away, and then coming back again. If we could figure out what she was after, it would be easier to take her down. But she makes no sense. She keeps dancing around the edges, like she's testing our defenses, looking for a way in—but in where? Where does she want to go?  Sam thinks she's trying to separate us, so she'll have a better chance…\" His voice faded until it sounded like it was coming through a long tunnel; I couldn't make out the individual words anymore. My forehead dewed with sweat and my stomach rolled like I had the stomach flu again. Exactly like I had the flu. I turned away from him quickly, and leaned over the tree trunk. My body convulsed with useless heaves, my empty stomach contracting with horrified nausea, though there was nothing in it to expel. Victoria was here. Looking for me. Killing strangers in the woods. The woods where Charlie was searching… My head spun sickeningly. Jacob's hands caught my shoulders—kept me from sliding forward onto the rocks. I could feel his hot breath on my cheek. \"Bella! What's wrong?\" \"Victoria,\" I gasped as soon as I could catch my breath around the nauseous spasms. In my head, Edward snarled in fury at the name. I felt Jacob pull me up from my slump. He draped me awkwardly across his lap, laying my limp head against his shoulder. He struggled to balance me, to keep me from sagging over, one way or the other he brushed the sweaty hair back from my face. \"Who?\" Jacob asked. \"Can you hear me, Bella? Bella?\" \"She wasn't Laurent's mate,\" I moaned into his shoulder. \"They were just old friends…\" \"Do you need some water? A doctor? Tell me what to do,\" he demanded, frantic. \"I'm not sick—I'm scared,\" I explained in a whisper. The word scared didn't really seem to cover it. Jacob patted my back. \"Scared of this Victoria?\" I nodded, shuddering. \"Victoria is the red-haired female?\" I trembled again, and whimpered, \"Yes.\" \"How do you know she wasn't his mate?\" \"Laurent told me James was her mate,\" I explained, automatically flexing the hand with the scar. He pulled my face around, holding it steady in his big hand. He stared intently into my eyes. \"Did he tell you anything else, Bella? This is important. Do you know what she wants?\" \"Of course,\" I whispered. \"She wants me.\" His eyes flipped wide, then narrowed into slits. \"Why?\" he demanded. \"Edward killed James,\" I whispered. Jacob held me so tightly that there was no need for me to clutch at the hole—he kept me in one piece. \"She did get… pissed off. But Laurent said she thought it was fairer to kill me than Edward. Mate for mate. She didn't know—still doesn't know, I guess—that… that…\" I swallowed hard. \"That things aren't like that with us anymore. Not for Edward, anyway.\" Jacob was distracted by that, his face torn between several different expressions. \"Is that what happened? Why the Cullens left?\" \"I'm nothing but a human, after all. Nothing special,\" I explained, shrugging weakly. Something like a growl—not a real growl, just a human approximation—rumbled in Jacob's chest under my ear. \"If that idiot bloodsucker is honestly stupid enough—\" \"Please,\" I moaned. \"Please. Don't.\" Jacob hesitated, then nodded once. \"This is important,\" he said again, his face all business now. \"This is exactly what we needed to know.We've got to tell the others right away.\" He stood, pulling me to my feet. He kept two hands on my waist until he was sure I wasn't going to fall. \"I'm okay,\" I lied. He traded his hold on my waist for one of my hands. \"Let's go.\" He pulled me back toward the truck. \"Where are we going?\" I asked. \"I'm not sure yet,\" he admitted. \"I'll call a meeting. Hey, wait here for just a minute, okay?\" He leaned me against the side of the truck and released my hand. \"Where are you going?\" \"I'll be right back,\" he promised. Then he turned and sprinted through the parking lot, across the road, and into the bordering forest. He flitted into the trees, swift and sleek as a deer. \"Jacob!\" I yelled after him hoarsely, but he was already gone. It was not a good time to be left alone. Seconds after Jacob was out of sight, I was hyperventilating. I dragged myself into the cab of the truck, and mashed the locks down at once. It didn't make me feel any better. Victoria was already hunting me. It was just luck that she hadn't found me yet—just luck and five teenage werewolves. I exhaled sharply. No matter what Jacob said, the thought of him coming anywhere close to Victoria was horrifying. I didn't care what he could turn into when he got mad. I could see her in my head, her face wild, her hair like flames, deadly, indestructible… But, according to Jacob, Laurent was gone. Was that really possible? Edward—I clutched automatically at my chest—had told me how difficult it was to kill a vampire. Only another vampire could do the job. Yet Jake said this was what werewolves were made for… He said they were keeping a special eye on Charlie—that I should trust the werewolves to keep my father safe. How could I trust that? None of us were safe! Jacob the very least of all, if he was trying to put himself between Victoria and Charlie… between Victoria and me. I felt like I might be about to throw up again. A sharp rap on the truck's window made me yelp in terror—but it was just Jacob, back already. I unlocked the door with trembling, grateful fingers. \"You're really scared, aren't you?\" he asked as he climbed in. I nodded. \"Don't be. We'll take care of you—and Charlie, too. I promise.\" \"The idea of you finding Victoria is scarier than the idea of her finding me,\" I whispered. He laughed. \"You've got to have a little more confidence in us than that. It's insulting.\" I just shook my head. I'd seen too many vampires in action. \"Where did you go just now?\" I asked. He pursed his lips, and said nothing. \"What? Is it a secret?\" He frowned. \"Not really. It's kind of weird, though. I don't want to freak you out.\" \"I'm sort of used to weird by this point, you know.\" I tried to smile without much success. Jacob grinned back easily. \"Guess you'd have to be. Okay. See, when we're wolves, we can… hear each other.\" My eyebrows pulled down in confusion. \"Not hear sounds,\" he went on, \"but we can hear… thoughts—each other's anyway—no matter how far away from each other we are. It really helps when we hunt, but it's a big pain otherwise. It's embarrassing—having no secrets like that. Freaky, eh?\" \"Is that what you meant last night, when you said you would tell them you'd seen me, even though you didn't want to?\" \"You're quick.\" \"Thanks.\" \"You're also very good with weird. I thought that would bother you.\" \"It's not… well, you're not the first person I've known who could do that. So it doesn't seem so weird to me.\" \"Really?… Wait—are you talking about your bloodsuckers?\" \"I wish you wouldn't call them that.\" He laughed. \"Whatever. The Cullens, then?\" \"Just… just Edward.\" I pulled one arm surreptitiously around my torso. Jacob looked surprised—unpleasantly so. \"I thought those were just stories. I've heard legends about vampires who could do… extra stuff, but I thought that was just a myth.\" \"Is anything just a myth anymore?\" I asked him wryly. He scowled. \"Guess not. Okay, we're going to meet Sam and the others at the place we go to ride our bikes.\" I started the truck and headed back up the road. \"So did you just turn into a wolf now, to talk to Sam?\" I asked, curious. Jacob nodded, seeming embarrassed. \"I kept it real short—I tried not to think about you so they wouldn't know what was going on. I was afraid Sam would tell me I couldn't bring you.\" \"That wouldn't have stopped me.\" I couldn't get rid of my perception of Sam as the bad guy. My teeth clenched together whenever I heard his name. \"Well, it would have stopped me,\" Jacob said, morose now. \"Remember how I couldn't finish my sentences last night? How I couldn't just tell you the whole story?\" \"Yeah. You looked like you were choking on something.\" He chuckled darkly. \"Close enough. Sam told me I couldn't tell you. He's… the head of the pack, you know. He's the Alpha. When he tells us to do something, or not to do something—when he really means it, well, we can't just ignore him.\" \"Weird,\" I muttered. \"Very,\" he agreed. \"It's kind of a wolf thing.\" \"Huh\" was the best response I could think of. \"Yeah, there's a load of stuff like that—wolf things. I'm still learning. I can't imagine what it was like for Sam, trying to deal with this alone.  It sucks bad enough to go through it with a whole pack for support.\" \"Sam was alone?\" \"Yeah.\" Jacob's voice lowered. \"When I… changed, it was the most… horrible, the most terrifying thing I've ever been through—worse than anything I could have imagined. But I wasn't alone—there were the voices there, in my head, telling me what had happened and what I had to do. That kept me from losing my mind, I think. But Sam…\" He shook his head. \"Sam had no help.\" This was going to take some adjusting. When Jacob explained it like that, it was hard not to feel compassion for Sam. I had to keep reminding myself that there was no reason to hate him anymore. \"Will they be angry that I'm with you?\" I asked. He made a face. \"Probably.\" \"Maybe I shouldn't—\" \"No, it's okay,\" he assured me. \"You know a ton of things that can help us. It's not like you're just some ignorant human. You're like a… I don't know, spy or something. You've been behind enemy lines.\" I frowned to myself. Was that what Jacob would want from me? Insider information to help them destroy their enemies? I wasn't a spy, though. I hadn't been collecting that kind of information. Already, his words made me feel like a traitor. But I wanted him to stop Victoria, didn't I? No. I did want Victoria to be stopped, preferably before she tortured me to death or ran into Charlie or killed another stranger. I just didn't want Jacob to be the one to stop her, or rather to try. I didn't want Jacob within a hundred miles of her. \"Like the stuff about the mind-reading bloodsucker,\" he continued, oblivious to my reverie. \"That's the kind of thing we need to know about. That really sucks that those stories are true. It makes everything more complicated. Hey, do you think this Victoria can do anything special?\" \"I don't think so,\" I hesitated, and then sighed. \"He would have mentioned it.\" \"He? Oh, you mean Edward—oops, sorry. I forgot. You don't like to say his name. Or hear it.\" I squeezed my midsection, trying to ignore the throbbing around the edges of my chest. \"Not really, no.\" \"Sorry.\" \"How do you know me so well, Jacob? Sometimes it's like you can read my mind.\" \"Naw. I just pay attention.\" We were on the little dirt road where Jacob had first taught me to ride the motorcycle. \"This good?\" I asked. \"Sure, sure.\" I pulled over and cut the engine. \"You're still pretty unhappy, aren't you?\" he murmured. I nodded, staring unseeingly into the gloomy forest. \"Did you ever think… that maybe… you're better off?\" I inhaled slowly, and then let my breath out. \"No.\" \"'Cause he wasn't the best—\" \"Please, Jacob,\" I interrupted, begging in a whisper. \"Could we please not talk about this? I can't stand it.\" \"Okay.\" He took a deep breath. \"I'm sorry I said anything.\" \"Don't feel bad. If things were different, it would be nice to finally be able to talk to someone about it.\" He nodded. \"Yeah, I had a hard time keeping a secret from you for two weeks. It must be hell to not be able to talk to anyone.\" \"Hell,\" I agreed. Jacob sucked in a sharp breath. \"They're here. Let's go.\" \"Are you sure?\" I asked while he popped his door open. \"Maybe I shouldn't be here.\" \"They'll deal with it,\" he said, and then he grinned. \"Who's afraid of the big, bad wolf?\" \"Ha ha,\" I said. But I got out of the truck, hurrying around the front end to stand close beside Jacob. I remembered only too clearly the giant monsters in the meadow. My hands were trembling like Jacob's had been before, but with fear rather than rage. Jake took my hand and squeezed it. \"Here we go.\"",
            "vi": "1 3           13. KẺ GIẾT NGƯỜI  Nếu đó chẳng phải ai khác mà chính là Jacob, tôi tự nghĩ, lắc đầu khi lái xe vào đường cao tốc dọc theo khu rừng đến La Push.  Tôi vẫn không chắc mình có đang làm chuyện đúng đắn không, nhưng tôi đành phải tự chấp nhận.  Tôi không thể bỏ qua điều Jacob và bạn của anh ta, bầy đàn của anh ta, đang làm. Giờ thì tôi đã hiểu điều anh nói đêm qua – rằng tôi có thể sẽ không muốn gặp lại anh nữa- và lẽ ra tôi có thể chỉ cần gọi điện thoại thôi như anh đã đề nghị, nhưng tôi cảm thấy vậy là hèn nhát. Chí ít thì tôi cũng nợ anh một cuộc nói chuyện trực tiếp. Tôi sẽ nói thẳng vào mặt anh là tôi không thể bỏ qua cho chuyện đang diễn ra. Tôi không thể làm bạn với một kẻ giết người mà chẳng nói gì, cứ để cho chuyện giết chóc tiếp tục diễn ra… Nếu vậy thì tôi cũng sẽ là một con quái vật thôi.  Nhưng tôi cũng không thể không nói trước cho anh biết. Tôi phải làm mọi chuyện có thể để bảo vệ anh.  Tôi dừng lại trước nhà gia đình Black, môi mím lại cương quyết. Thật hết sức tồi tệ khi bạn thân nhất của mình là người sói. Có phải anh cũng buộc phải làm quái vật không? Ngôi nhà tối om, không ánh đèn trong cửa sổ, nhưng tôi không quan tâm chuyện mình sẽ đánh thức họ. Tôi dộng thình thình vào cửa trước bực tức hết mức; âm thanh dội vào các bức tường.  Sau một phút, tôi nghe tiếng Billy bảo \"Vào đi,” rồi một cái đèn bật lên.  Tôi vặn nắm đấm; cửa không khoá. Billy đang tựa gần ô cửa mở ra ngoài căn bếp nhỏ, với áo choàng tắm vắt vai, chưa ngồi vào xe lăn. Khi ông biết đó là ai rồi thì mắt ông lập tức mở to, rồi khuôn mặt ông trở lại bình thản.  \"À, chào buổi sáng, Bella. Sao cháu đến đây sớm thế?\" \"Chào bác Billy. Cháu cần nói chuyện với Jake – bạn ấy đâu rồi?\" \"Ờ... bác cũng không biết,\" ông nói dối, mặt thản nhiên như không.  \"Bác có biết Charlie đang làm gì sáng nay không?\" Tôi hỏi, chán ngấy chuyện đánh trống lảng.  \"Bác biết à?\" \"Bố cháu và cả nửa số đàn ông trong thành phố đang ở trong rừng mang theo súng để săn mấy con sói lớn.\" Billy thoáng đổi sắc, rồi trở nên bình thản. \"Vì vậy cháu muốn nói chuyện với Jake về chuyện đó, nếu bác không cảm thấy phiền, \" tôi tiếp tục.  Billy mím đôi môi dày của mình một hồi lâu. \"Bác chắc là nó vẫn đang ngủ,\" cuối cùng ông lên tiếng, hất đầu về phía căn phòng nhỏ xíu ngoài phòng khách. \" Mấy ngày nay nó đi chơi về trễ lắm. Con nít cần phải nghỉ ngơi - có lẽ cháu không nên kêu nó dậy.” \"Đến lượt mình,\" tôi lẩm bẩm nho nhỏ khi đi về phía căn phòng. Billy thở dài.  Cái tủ nhỏ xíu của Jacob trong căn phòng là cửa duy nhất trong cái phòng khách dài một thước Anh. Tôi chẳng thèm gõ cửa. Tôi đẩy mạnh mở cánh cửa ra; nó đập rầm vô tường một cái.  Jacob - vẫn mặc bộ đồ len ngắn màu đen đêm qua – nằm thẳng cẳng vắt ngang cái giường đôi chiếm hết căn phòng chỉ chừa một vài in-sơ quanh các cạnh tường. Ngay cả khi nằm xiên, giường cũng chẳng đủ dài; chân anh chàng thõng xuống ở đầu này còn đầu thì gác bên đầu giường kia. Anh chàng ngủ say, ngáy khe khẽ miệng há hốc. Tiếng cửa đánh sầm thậm chí cũng chẳng làm anh giật mình.  Khuôn mặt anh thanh thản trong giấc ngủ say, mọi nét giận dữ đều không còn. Có quầng thâm dưới mắt anh chàng mà trước đây tôi không để ý. Mặc dù to lớn kềnh càng, anh chàng giờ đây trông rất trẻ con, và thật mệt mỏi.  Lòng thương hại làm tôi chùn bước.  Tôi bước trở ra, và lặng lẽ đóng cửa lại.  Billy nhìn tò mò, dè dặt khi tôi chậm rãi đi vào phòng khách trở lại.  \"Cháu nghĩ cháu nên để cho bạn ấy nghỉ ngơi một chút.” Billy gật đầu, rồi chúng tôi nhìn chằm chằm vào nhau một lát. Tôi nóng lòng muốn hỏi ông vai trò của ông trong chuyện này.  Ông nghĩ gì về chuyện con trai mình đã biến thành thứ đó? Nhưng tôi biết ông ủng hộ Sam ngay từ đầu, và vì vậy tôi cho rằng mấy vụ giết người ắt chẳng làm ông bận lòng. Tôi không thể tưởng tượng được làm sao ông có thể cảm thấy thanh thản được.  Tôi thấy ông cũng có nhiều câu muốn hỏi trong đôi mắt đen của ông, nhưng ông cũng chẳng thốt nên lời.  \"Này bác, \" tôi nói, phá tan bầu không khí im lặng. \"Cháu sẽ xuống bãi biển một lát. Khi bạn ấy thức dậy, bác nói dùm với bạn ấy là cháu đang đợi, được không?” \"Đương nhiên, chắc chắn rồi,” Billy đồng ý.  Tôi tự hỏi có thật ông sẽ nói không. Ừm, nếu ông không nói, thì tôi cũng đã cố gắng rồi, đúng không? Tôi lái xe xuống First Beach và đỗ xe ở chỗ đất trống. Trời vẫn còn tối – bầu trời rạng sáng ảm đạm của một ngày đầy mây - và khi tôi tắt đèn pha thì trời tối rất khó thấy đường. Tôi phải điều chỉnh mắt rồi mới thấy đường dẫn vào hàng cỏ dại cao. Ở đây lạnh hơn, gió thổi mạnh từ mặt nước đen ngòm, và tôi thọc sâu tay vào túi chiếc áo khoác mùa đông của mình. Ít ra thì mưa cũng đã tạnh.  Tôi đi từ từ xuống bãi biển theo hướng con đê về phía bắc. Tôi không thể thấy được đảo thánh James hoặc những đảo khác, chỉ thấy bóng dáng mờ mờ của bờ biển. Tôi cẩn thận đi qua đám đá, coi chừng xem có khúc gỗ nào trôi giạt có thể làm tôi vấp ngã không. Tôi thấy điều mình đang tìm trước khi tôi nhận ra mình đang tìm nó. Nó hiện ra trong bóng đêm chỉ cách vài bước: một cây gỗ trôi giạt dài trắng phau bị kẹt sâu vào đá. Những cái rễ xoắn theo hướng biển, như một trăm cái xúc tu mỏng  manh. Tôi không chắc đó có phải cùng cái cây nơi Jacob và tôi lần đầu tiên chuyện trò - một cuộc chuyện trò đã gây ra quá nhiều thay đổi, làm xáo trộn cuộc đời tôi - nhưng có vẻ đúng là nơi tôi đã từng ngồi trước đây, và nhìn chằm chằm vào mặt biển vô hình.  Nhìn thấy Jacob như thế - vô tội và dễ bị tổn thương trong giấc ngủ - đã làm nỗi khiếp sợ của tôi tan biến, xua đi mọi cơn phẫn nộ của tôi. Tôi vẫn không thể vờ là không biết chuyện đang xảy ra, giống Billy, nhưng tôi cũng không thể kết tội Jacob đã làm chuyện đó.  Tình yêu có lý lẽ riêng của nó, tôi quyết định.  Một khi bạn đã quan tâm đến một người, thì không thể nào cư xử hợp lý được nữa. Jacob vẫn là bạn tôi dù anh ta có là kẻ giết người hay không. Và tôi chẳng biết phải làm sao nữa.  Khi hình dung anh chàng đang ngủ thanh thản như thế, lòng tôi tràn ngập ý nghĩ thôi thúc muốn bảo vệ anh.  Thiệt hết sức phi lý.  Dù có phi lý hay không nữa, tôi vẫn ấp ủ trong đầu ký ức về khuôn mặt bình yên của anh chàng, cố đưa ra một câu trả lời nào đó, một cách nào đó để che chở cho anh, trong khi bầu trời từ từ chuyển sang xám xịt.  \"Chào, Bella.\" Giọng Jacob phát ra từ bóng tối và làm tôi giật nảy mình. Âm thanh dịu dàng, gần như nhút nhát, nhưng vì tôi cứ tưởng sẽ có tiếng động báo trước từ phía đống đá lạo xạo kia, nên nó cứ làm tôi giật mình. Tôi nhìn thấy bóng anh dưới ánh mặt trời đang mọc - trông thật to lớn.  \"Jake?\" Anh chàng đứng cách tôi vài bước, chuyển thân từ chân này sang chân kia lo lắng.  \"Billy có nói với tôi là bạn ghé qua – bạn đâu phải suy nghĩ lâu hả? Tôi biết bạn có thể nghĩ ra chuyện đó mà. \" \"Ờ, giờ thì tôi đã nhớ ra chuyện gì rồi\" tôi thì thầm.  Yên lặng hồi lâu và, mặc dù trời vẫn còn tối chưa thể nhìn rõ mọi vật, nhưng da tôi có cảm giác bị kim châm khi mắt anh nhìn dò hỏi trên mặt tôi. Hẳn là đủ sáng để anh chàng đọc được vẻ mặt tôi, vì khi nói tiếp, giọng anh bỗng chua chát.  \"Đáng lẽ bạn chỉ cần gọi điện là được rồi,\" anh cay đắng nói.  Tôi gật đầu. \"Tôi biết.” Jacob bắt đầu bước tới lui dọc theo mấy tảng đá. Nếu lắng nghe kỹ, tôi có thể nghe được tiếng bước chân nhẹ nhàng anh trên đá ngoài âm thanh sóng vỗ.  Đá va vào nhau lách cách như tiếng đàn catanhet đối với tôi.  \"Vậy sao bạn lại đến?\" anh gặng hỏi, không dừng bước chân giận dữ của mình.  \"Tôi nghĩ trực tiếp nói chuyện với nhau thì tốt hơn.\" Anh khịt mũi. \"Ồ, tốt hơn nhiều.\" \"Jacob, tôi phải báo trước cho bạn biết \" \"Chuyện mấy người kiểm lâm và thợ săn à? Đừng lo về chuyện đó. Chúng tôi đã biết rồi.\" \"Đừng lo chuyện đó à ?\" Tôi nghi ngờ gặng hỏi. \"Jake, họ có súng! Họ đang đặt bẫy và treo giải thưởng và - \" \"Chúng tôi có thể tự lo lấy, \" anh gầm gừ, vẫn đi tới đi lui. \"Họ sẽ chẳng bắt được gì đâu. Họ chỉ làm chuyện này trở nên khó khăn hơn – chẳng bao lâu nữa họ cũng sẽ biến mất.\" \"Jake!\" Tôi rít lên.  \"Sao chứ? Đó là sự thật mà. \" Giọng tôi yếu ớt sợ hãi. \"Sao bạn ... có thể nghĩ kiểu thế được? Bạn quen mấy người này mà. Charlie đang ở ngoài đó!\"  Ý nghĩ đó làm ruột gan tôi thắt lại.  Anh dừng lại đột ngột. \"Chúng tôi có thể làm gì hơn?\" anh vặn vẹo.  Mặt trời biến những đám mây thành màu hồng bạc phía trên chúng tôi. Giờ đây tôi có thể nhìn thấy được vẻ mặt anh ấy; giận dữ, thất vọng, bị phản bội.  \"Bạn có thể… ừm, cố gắng không làm ... người sói được không?\" Tôi thì thầm đề nghị.  Anh giơ tay lên không trung. \"Làm như tôi chọn cuộc sống đó không bằng!\" anh chàng la to.  \"Và vậy thì giúp được gì, nếu bạn lo lắng cho những người mất tích?\" “Tôi không hiểu bạn.” Anh nhìn tôi chăm chăm, mắt nheo lại và miệng nhăn lại cằn nhằn. \"Bạn biết điều gì đã làm tôi nổi điên đến mức tôi phải nói ra không?\" Tôi chùn người vì vẻ thù địch của anh. Anh dường như đang chờ câu trả lời, vì vậy tôi lắc đầu.  \"Bạn là một người giả nhân giả nghĩa quá sức, Bella - bạn ngồi đó, khiếp sợ tôi! Thế có công bằng không chứ?\" Bàn tay anh run lên vì tức giận.  \"Giả nhân giả nghĩa à?  Làm sao mà sợ một con quái vật lại biến tôi thành một kẻ giả nhân giả nghĩa chớ?\" \"Ôi!\" anh rên rỉ, ấn hai nắm tay đang run rẩy lên  thái dương và nhắm nghiền mắt. \"Bạn có biết bạn đang nói gì không?\" \"Gì vậy?\" Anh bước hai bước về phía tôi, nghiêng người về phía tôi và nhìn trừng trừng giận dữ. \"Ừm, tôi xin lỗi vì tôi không phải là loại quái vật thích hợp dành cho bạn, Bella. Tôi nghĩ tôi chẳng vĩ đại bằng một thằng hút máu, phải không?\" Tôi nhảy cẫng lên và nhìn trừng trừng lại. \"Không, bạn không vậy!\"  Tôi la lớn. \"Không phải chuyện bạn là ai, đồ ngốc, mà là chuyện bạn làm gì!\" \"Bạn nói thế là có ý gì?\" Anh gầm lên, toàn thân run lẩy bẩy vì tức giận.  Tôi hoàn toàn sửng sốt khi giọng của Edward cảnh tỉnh tôi. \"Cẩn thận nhé, Bella,\" giọng nói mượt mà của anh cảnh báo. “Đừng ép cậu ấy quá. Em cần phải làm dịu cậu ấy xuống. \" Hôm nay ngay cả giọng nói trong đầu tôi, tôi cũng chẳng hiểu.  Mặc dù vậy tôi vẫn lắng nghe anh. Tôi sẽ làm bất cứ điều gì vì tiếng nói đó.  \"Jacob,\" tôi khẩn khoản, làm giọng mình nhẹ nhàng, điềm đạm. \"Có thực cần phải giết người không, Jacob? Chẳng còn  cách nào khác sao? Ý tôi là, ma cà rồng mà còn tìm được cách sống mà không phải giết người, thì tại sao bạn lại không thử một lần chớ?\" Anh bất thình lình đứng thẳng lên, như thể lời tôi nói là dòng điện đang giật anh. Lông mày anh nhướng lên và mắt anh mở to trừng trừng.  \"Giết người?\" anh hỏi.  \"Chứ bạn nghĩ mình đang nói về chuyện gì?\" Anh không còn run rẩy nữa. Anh nhìn tôi với vẻ không tin lại vừa tràn trề hy vọng. \"Tôi tưởng mình đang nói về sự kinh tởm của bạn đối với người sói. \" \"Không, Jake, không đâu. Không phải chuyện bạn là... người sói. Chuyện đó không sao hết, \" tôi hứa với anh, và tôi biết mình nói những lời ấy thật lòng. Tôi thật sự chẳng quan tâm dù anh có biến thành một con chó sói khổng lồ – anh vẫn cứ là Jacob. \"Giá mà bạn tìm ra được cách để không hại con người... đó là toàn bộ chuyện làm tôi lo lắng.  Mấy con sói này ăn thịt người vô tội, Jake à, những người như Charlie, mà tôi không thể làm ngơ, phớt lờ đi trong khi bạn - \" \"Chỉ vậy thôi à? Thật đó hả?\" anh ngắt lời tôi, nụ cười nở trên mặt anh. “Bạn chỉ sợ vì tôi là kẻ giết người ư?  Chỉ lý do đó thôi sao?\" \"Lý do đó còn chưa đủ sao?\" Anh chàng bắt đầu cười phá lên.  \"Jacob Black, chuyện này có gì mắc cười đâu!\" \"Đương nhiên, chắc chắn rồi,\" anh đồng ý, vẫn cười nắc nẻ.  Anh chàng sải một bước dài và ôm siết lấy tôi.  \"Bạn thật sự, thật sự không cảm thấy bận tâm chuyện tôi biến thành một con chó khổng lồ à?\" anh hỏi, giọng vui mừng bên  tai tôi.  \"Không,\" tôi thở hổn hển. \"Không - thở được - Jake!\" Anh thả tôi ra, nhưng nắm cả hai bàn tay tôi. \"Tôi không phải là một kẻ giết người, Bella. \" Tôi nhìn kỹ mặt anh, và rõ ràng đây là sự thật. Cảm giác nhẹ nhõm rộn ràng lên trong tôi.  \"Thật chứ?\" Tôi hỏi.  \"Thật mà,\" anh chàng nghiêm nghị thề.  Tôi vòng tay ôm anh.  Chuyện này làm tôi nhớ đến ngày đầu tiên đi xe máy – tuy là bây giờ anh còn to lớn hơn, và tôi cảm thấy mình như một đứa con nít vậy.  Giống lần trước, anh vuốt tóc tôi.  \"Xin lỗi vì đã nói bạn là một người giả nhân giả nghĩa, \" anh chàng xin lỗi.  \"Xin lỗi vì đã gọi bạn là một kẻ giết người. \" Anh chàng cười to.  Rồi tôi nghĩ đến một chuyện và lùi ra để nhìn mặt anh chàng. Mày cau lại lo âu. \"Còn Sam thì sao? Và những người khác nữa?\" Anh chàng lắc đầu, cười như thể gánh nặng khổng lồ đã rũ bỏ khỏi vai anh.\"   “Dĩ nhiên là không phải rồi. Bạn có nhớ chúng tôi tự xưng mình là gì không?\" Ký ức thật rõ ràng - tôi đang nghĩ đến đúng ngày hôm ấy. \"Những người che chở?\" \"Đúng rồi.” \"Nhưng tôi không hiểu. Chuyện gì đang xảy ra trong rừng? Mấy người đi bộ đường dài mất tích, máu?” Ngay lập tức khuôn mặt anh chàng nghiêm nghị, lo lắng. \"Chúng tôi đang cố làm phận sự của mình, Bella. Chúng tôi đang cố bảo vệ họ, nhưng luôn hơi muộn một chút.\" \"Bảo vệ họ khỏi cái gì? Thật có gấu ở đó hả?\" \"Bella yêu quý, chúng tôi chỉ bảo vệ con người khỏi một thứ - kẻ thù chung của chúng ta.  Đó là lý do khiến chúng tôi tồn tại – bởi vì bọn họ cũng tồn tại.” Tôi ngây người nhìn anh chằm chằm một giây rồi mới tôi hiểu ra. Sau đó mặt tôi không còn chút máu, môi tôi bật ra tiếng thét hãi hùng khôn tả.  Anh gật đầu. \"Tôi nghĩ bạn, hơn ai hết, sẽ biết chuyện gì đang thực sự diễn ra.” \"Laurent,\" tôi thì thầm. \"Hắn vẫn còn ở đây.” Jacob chớp chớp mắt, và nghểnh đầu sang một bên. \"Laurent là ai?” Tôi cố sắp xếp mớ hỗn độn trong đầu để có thể trả lời. \"Bạn biết đấy - bạn đã gặp anh ta trong đồng cỏ. Bạn đã ở đó...” Lời nói thốt ra bằng giọng kinh ngạc khi tôi hiểu ra chúng. \"Bạn đã ở đó, và bạn đã ngăn không để hắn giết tôi \" \"Ồ, tên hút máu tóc đen ấy à?\" Anh chàng nhe răng ra cười, nụ cười gằn dữ tợn. \"Đó là tên hắn à?\" Tôi rùng mình. \"Bạn đã nghĩ gì?\" Tôi thì thầm. \"Hắn có thể giết bạn!  Jake, bạn không biết là nguy hiểm ra sao khi - \" Một tiếng cười to khác ngắt lời tôi \"Bella, một con ma cà rồng cô độc thì chẳng là gì đối với một đàn sói to khoẻ như chúng tôi. Chuyện này quá dễ dàng, hầu như chẳng thú vị gì cả!\" \"Quá dễ chuyện gì?\" \"Giết tên hút máu sắp giết bạn ấy. Trong tình thế ấy, tôi không tính chuyện đó là giết người,\" anh nhanh chóng nói thêm. \"Ma cà rồng không tính là người.\" Tôi chỉ có thể nói ra được những từ này. \"Bạn… đã giết…Laurent à?\" Anh chàng gật đầu. \"Ừm, đó là công sức cả nhóm,\" anh dè dặt.  “Laurent chết rồi à?\" Tôi thì thầm.  Anh biến sắc. \"Bạn không bực mình chuyện đó chớ? Hắn sắp giết bạn - hắn đến để giết bạn, Bella, chúng tôi chắc chắn vậy nên mới tấn công. Bạn biết vậy mà, đúng không?\" \"Tôi biết vậy. Không, tôi không bực mình - tôi …\" Tôi phải ngồi xuống. Tôi loạng choạng lùi lại một bước cho đến khi cảm nhận được khúc gỗ đụng bắp chân mình và ngồi lên nó. \"Laurent đã chết.  Hắn sẽ không quay lại tìm tôi nữa.\" \"Bạn không điên đấy chứ?  Hắn đâu phải là một trong mấy người bạn của bạn hoặc gì gì đó đâu hả?\" \"Bạn tôi à?\" Tôi nhìn chằm chằm vào anh chàng, không hiểu và váng vất một cách nhẹ nhõm. Tôi bắt đầu lắp bắp, mắt tôi rớm lệ.  \"Không, Jake. Tôi thật ... thật nhẹ nhõm. Tôi nghĩ hắn ta sẽ  tìm tôi - tôi đã đợi hắn từng đêm, chỉ hi vọng hắn sẽ chỉ giết tôi và tha cho Charlie. Tôi đã rất sợ, Jacob...  nhưng làm thế nào? Hắn là ma cà rồng mà! Làm sao bạn giết hắn được? Hắn rất mạnh, rất cứng, như cẩm thạch... \" Anh chàng ngồi xuống cạnh tôi và vòng cánh tay to lớn quanh tôi an ủi. \"Chúng tôi được tạo ra vì mục đích đó, Bells. Chúng tôi cũng rất mạnh. Tôi ước gì bạn đã kể tôi biết là bạn đã sợ đến thế.  Bạn đã không phải sợ hãi.” \"Lúc đó bạn đâu có ở bên cạnh tôi đâu,\" tôi lẩm bẩm, mải mê suy nghĩ.  \"Ồ, đúng rồi.\" \"Chờ chút, Jake – tuy thế, tôi tưởng bạn biết chớ. Đêm qua, bạn đã nói ở trong phòng tôi thì không an toàn. Tôi tưởng bạn biết ma cà rồng sẽ đến.  Đó không phải là điều bạn muốn nói sao?\" Trong thoáng chốc, anh chàng trông có vẻ không hiểu, rồi anh cúi đầu xuống. \"Không, đó không phải là điều tôi muốn nói.\" \"Thế tại sao bạn nghĩ nơi đó không an toàn cho bạn?\" Anh nhìn tôi bằng đôi mắt mang mặc cảm tội lỗi. \"Tôi không nói là không an toàn cho tôi. Tôi đã nghĩ đến bạn.” \"Ý bạn là gì?\" Anh nhìn xuống và đá một hòn sỏi. \"Có nhiều lý do tôi không được ở bên bạn, Bella. Tôi không được phép kể cho bạn biết về bí mật của chúng tôi,  là một, lý do còn lại là vì không an toàn cho bạn.  Nếu tôi tức giận... quá khó chịu... bạn có thể bị hại.” Tôi suy nghĩ kỹ câu đó. \"Lúc nãy khi bạn nổi điên...  khi tôi đang la hét bạn ... và bạn run rẩy... ?\" \"Ờ.\" Anh cúi mặt xuống thấp hơn. \"Tôi thiệt ngu ngốc. Tôi phải biết kiềm mình tốt hơn. Tôi đã thề sẽ không nổi điên, dù bạn có nói gì với tôi chăng nữa. Nhưng...  tôi chỉ quá đau khổ vì sợ mất bạn... vì bạn không thể chịu đựng được chuyện  tôi là... \" \"Chuyện gì sẽ xảy ra... nếu bạn nổi điên?\" Tôi thì thầm.  \"Tôi sẽ biến thành chó sói,\" anh thì thầm lại.  \"Bạn không cần trăng tròn à.\" Anh chàng trợn tròn mắt.\"Chó sói của Hollywood không đúng lắm đâu.\"  Rồi anh chàng thở dài, và nghiêm túc trở lại.  \"Bạn không cần phải quá căng thẳng như vậy, Bells. Chúng tôi đang để ý đến việc này. Và chúng tôi đang đặc biệt để mắt đến Charlie và những người khác - chúng tôi sẽ không để cho có chuyện gì xảy đến với bác ấy đâu. Hãy tin tưởng tôi trong chuyện đó.\" Có cái gì đó rất, rất rõ ràng, cái gì đó tôi lẽ ra phải hiểu ra ngay tức thì - nhưng tôi bị phân tâm bởi ý nghĩ Jacob và bạn anh ấy đánh nhau với Laurent, nên đã bỏ sót nó  lúc đó– ý nghĩ đó lại đến với tôi chỉ khi Jacob lại sử dụng thì hiện tại lần nữa.  Chúng tôi đang để ý đến việc này.  Chuyện đó chưa kết thúc.  \"Laurent chết rồi mà,\" tôi thở hổn hển, và toàn thân tôi trở nên lạnh ngắt.  \"Bella ?\" Jacob lo lắng hỏi, sờ vào bên má tái mét của tôi.  \"Nếu Laurent chết... cách đây một tuần... thì có người khác đang giết người.” Jacob gật đầu; nghiến răng lại, và nói qua kẽ răng. “Họ có hai người. Chúng tôi tưởng bạn tình của hắn muốn đánh nhau với chúng tôi - trong truyền thuyết của chúng tôi,  chúng thường rất tức giận nếu bạn giết bạn tình của chúng- nhưng cô ta chỉ bỏ chạy, rồi lại quay lại. Nếu chúng tôi biết cô ta đang âm mưu gì thì sẽ dễ hạ cô ta hơn. Nhưng cô ta chẳng biểu lộ gì cả. Cô ta cứ thoắt ẩn thoắt hiện quanh các bìa rừng, như thể muốn thử khả năng phòng thủ của chúng tôi, đang tìm kiếm lối vào - nhưng vào đâu chứ? Cô ta muốn đi đâu?  Sam nghĩ cô ta đang cố chia cắt chúng tôi ra, để có cơ hội tốt hơn...” Giọng anh ấy nhỏ dần cho đến khi như thể đang qua một đường hầm dài; tôi không thể nghe được từng tiếng nữa. Trán tôi mướt mồ hôi và dạ dày cuộn lên như thể tôi bị viêm dạ dày trở lại. Y như tôi đang bị cúm.  Tôi quay mặt đi thật nhanh, và dựa vào thân cây. Cơ thể tôi co giật với những cơn ói mửa không thành công, dạ dày trống rỗng co rút lại với cơn buồn nôn khó chịu, cho dù chẳng có gì trong đó để nôn ra.  Victoria đang ở đây. Tìm tôi. Giết người trong rừng. Khu rừng nơi Charlie đang tìm kiếm... Đầu tôi quay mòng mòng kinh tởm.  Tay Jacob nắm lấy vai tôi - giữ cho tôi không bị trượt trên đá. Tôi có thể cảm nhận được hơi thở nóng hổi của anh trên má mình. \" Bella! Có chuyện gì vậy?\" \"Victoria,\" tôi thở hổn hển ngay khi vừa thở được bình thường giữa những cơn co thắt vì buồn nôn.  Trong đầu tôi, Edward gầm gừ giận dữ khi nghe nhắc đến cái tên này.  Tôi cảm thấy Jacob nhấc tôi lên. Anh vụng về đặt tôi ngang qua đùi, đặt đầu tôi đang rũ rượi lên vai anh. Anh cố giữ cho tôi không té, giữ cho tôi không bị quỵ xuống. Bằng cách nào đó anh đã vén mái tóc đẫm mồ hôi ra khỏi mặt tôi.  \"Ai vậy?\" Jacob hỏi. “Bella, bạn có nghe tôi nói gì không, Bella? Bella?” \"Cô ta không phải là bạn tình của Laurent,”  tôi rên rỉ vào vai anh. \"Họ chỉ là bạn cũ ...” \"Bạn cần uống nước không? Hay khám bác sĩ? Nói cho tôi biết cần phải làm gì,” anh hỏi, cuống cuồng.  \"Tôi không bị bệnh đâu - tôi sợ,\" tôi thì thầm giải thích. Từ “sợ” dường như chưa mô tả hết sự thực.  Jacob vỗ nhẹ lưng tôi. \"Sợ Victoria này à?\" Tôi gật đầu, rùng mình.\" Victoria là người phụ nữ  tóc đỏ à?\" Tôi run rẩy lần nữa, và rên rỉ, \"Ừ.\" \"Sao bạn biết cô ta không phải là bạn tình của hắn?\" \"Laurent bảo tôi James mới là bạn tình của cô ta, \" tôi giải thích, tự động co bàn tay có vết sẹo lại. Anh xoay mặt tôi, giữ yên trong bàn tay to lớn của mình. Anh nhìn chằm chằm chăm chú vào mắt tôi. \"Hắn còn nói với bạn chuyện gì nữa, Bella? Việc này quan trọng lắm. Bạn có biết cô ta muốn gì không?\" \"Biết chứ, \" tôi thì thầm. \" Cô ta muốn tôi. \" Mắt anh ấy vụt mở to, rồi sau đó nheo lại. \"Tại sao?\" anh hỏi.  \"Edward đã giết James, \" tôi thì thầm. Jacob ôm tôi chặt đến nỗi tôi không cần phải siết chặt vết thương ấy nữa - anh đã giữ cho tôi không bị rã từng mảnh. \"Cô ta rất… tức giận. Nhưng Laurent nói cô ta nghĩ giết tôi sẽ công bằng hơn là giết Edward. Bạn tình người này giết bạn tình người kia. Cô ta không biết – đến giờ vẫn không biết, tôi cho là...là...  \"  tôi nuốt một cách khó khăn. \"là giữa chúng tôi, mọi chuyện đã không còn như trước nữa. Dù sao thì, cũng không còn như trước nữa đối với Edward. \" Jacob đã bị phân tâm bởi chuyện đó, khuôn mặt anh bị giày vò vì những cảm xúc trái ngược. \"Đó là chuyện đã xảy ra à? Tại sao gia đình Cullens ra đi ?\" \"Rốt cuộc thì tôi chỉ là con người thôi. Chẳng có gì đặc biệt cả,\" tôi giải thích, nhún vai yếu ớt.  Có cái gì đó giống như tiếng gầm gừ – không phải tiếng gầm gừ thật sự, chỉ gần giống tiếng người – gầm lên trong ngực Jacob dưới tai tôi. \"Nếu thằng hút máu ngốc nghếch đó thực sự ngu đến mức ấy - \" \"Xin bạn, \" tôi than van. \"Xin bạn. Đừng thế. \" Jacob do dự, rồi gật đầu.  \"Chuyện này rất quan trọng, \" anh chàng lặp lại, khuôn mặt giờ đây đầy vẻ lo nghĩ đến công việc. \"Đây chính là điều chúng tôi cần biết. Mình phải nói với mọi người ngay. \" Anh chàng đứng dậy, lôi tôi đứng lên. Anh vẫn để hai tay trên eo tôi cho đến khi chắc chắn tôi sẽ không ngã.  \"Tôi ổn mà, \" tôi nói dối.  Anh chàng chuyển tay từ eo sang nắm tay tôi. \"Đi nào.\" Anh lôi tôi trở lại chỗ chiếc xe tải.  \"Mình sẽ đi đâu đây?\" Tôi hỏi.  \"Tôi chưa rõ, \" anh thú nhận. \" Tôi sẽ triệu tập cuộc họp. Này, đợi ở đây một chút nhé, được không?\" Anh để tôi dựa vào bên hông xe tải rồi thả tay tôi ra.  \"Bạn đi đâu đấy?\" \"Tôi sẽ quay lại ngay,\" anh chàng hứa.  Rồi anh quay lưng và chạy hết tốc lực qua bãi đậu xe, qua con đường, vào khu rừng giáp với con đường. Anh chạy vùn vụt vào rừng, nhanh như một chú nai.  \"Jacob !\" Tôi thét với theo bằng giọng khàn đặc, nhưng anh chàng đã biến mất.  Đây không phải là lúc thích hợp để ở lại một mình.  Ngay khi Jacob vừa đi khuất, tôi thở nhanh hơn. Tôi lê bước vào ca-bin xe tải, và bóp khóa lại ngay lập tức. Nó không làm tôi cảm thấy dễ chịu hơn chút nào.  Victoria đang săn đuổi tôi. May mắn là cô ta chưa tìm thấy tôi – chỉ nhờ may mắn và nhờ năm người sói ở tuổi thiếu niên. Tôi thở ra thật mạnh. Cho dù Jacob đã nói gì đi nữa thì cái ý nghĩ anh đang đến gần Victoria làm tôi lo sợ. Tôi không quan tâm việc anh biến thành thứ gì khi nổi điên lên. Tôi có thể nhìn thấy cô ta trong đầu mình, khuôn mặt hoang dại, mái tóc rực lửa, chết chóc, bất tử… Nhưng, theo Jacob, Laurent đã chết.  Có thể nào vậy không? Edward- tôi tự động chộp lấy ngực mình - đã từng bảo là rất khó giết chết được ma cà rồng. Chỉ có một con ma cà rồng khác mới có thể làm được chuyện này.  Thế nhưng Jake đã bảo đây là lý do mà người sói được tạo nên. Anh nói rằng họ đang chú ý đặc biệt đến Charlie – rằng tôi hãy tin tưởng rằng người sói sẽ giữ an toàn cho bố tôi.  Làm sao tôi tin được điều đó chứ?  Chẳng ai trong chúng tôi an toàn cả! Nhất là Jacob, nếu anh cố xen vào giữa Victoria và Charlie... giữa Victoria và tôi.  Tôi cảm thấy như mình sắp ói tiếp.  Một tiếng gõ mạnh vào cửa sổ xe tải làm tôi kinh hoàng kêu rú lên - nhưng đó chỉ là Jacob, đã quay lại. Tôi mở khoá cửa bằng những ngón tay run rẩy, mừng rỡ.  \"Bạn sợ lắm phải không?\" anh vừa hỏi vừa leo vào xe Tôi gật đầu.  \"Đừng sợ, Chúng tôi sẽ bảo vệ bạn - và Charlie, nữa. Tôi hứa mà.” \"Ý nghĩ bạn tìm kiếm Victoria còn làm tôi còn sợ hơn cả chuyện cô ta tìm tôi nữa,\" tôi thì thầm.  Anh chàng cười lớn. \"Bạn phải tin tưởng chúng tôi hơn một chút chớ.  Vậy thiệt là sỉ nhục.” Tôi chỉ lắc đầu. Tôi đã thấy quá nhiều ma cà rồng đánh nhau.  \"Bạn đi đâu nãy giờ ?\" Tôi hỏi.  Anh bặm môi, nhưng chẳng nói gì cả.  \"Gì thế? Bí mật à ?\" Anh chàng cau mày. \"Thật ra thì không. Chỉ có điều hơi bất thường chút thôi. Tôi không muốn làm bạn bị sốc.\" \"Bạn biết đó, tới giờ thì tôi khá quen với mấy chuyện bất thường rồi.\" Tôi cố cười mà không cười nổi.  Jacob cười toe toét đáp lại ngay. \"Chắc bạn phải thế thôi. OK.  Nghe đây, khi chúng tôi là sói, chúng tôi có thể… nghe được nhau. \" Lông mày tôi nhíu lại không hiểu.  \"Không phải là nghe âm thanh, \" anh chàng nói tiếp, \" mà là nghe được ... suy nghĩ -  dù cho xa đến đâu chăng nữa. Điều đó rất có ích khi đi săn, nhưng mặt khác cũng khổ sở hết sức. Thật xấu hổ – khi chẳng còn gì bí mật nữa như thế. Kỳ cục quá phải không?\" \"Có phải đó là điều bạn ám chỉ đêm qua phải không, khi bạn nói sẽ cho họ biết bạn đã gặp tôi, dù không muốn?\" \"Bạn thật nhanh trí. \" \"Cám ơn. \" \"Bạn cũng rất giỏi mấy chuyện bất thường. Tôi tưởng điều đó sẽ làm bạn bực bội. \" \"Không... ừm, bạn không phải là người đầu tiên tôi biết có thể làm được điều đó. Vì thế với tôi chẳng kỳ lạ gì. \" \"Thật sao?....Này - bạn đang nói về mấy kẻ hút máu bạn phải không?\" \"Tôi mong bạn không gọi họ bằng cái tên đó. \" Anh chàng cười lớn. \"Sao cũng được. Vậy thì là gia đình Cullens ha?\" \"Chỉ... chỉ Edward thôi. \" Tôi lén kéo lấy cánh tay ôm lấy thân mình.  Jacob có vẻ ngạc nhiên – đến mức không vui. \"Tôi tưởng đó chỉ là chuyện bịa thôi. Tôi có nghe kể ma cà rồng có thể làm... mấy chuyện phi thường, nhưng tôi cứ tưởng đó chỉ là chuyện hoang đường.\" \"Có còn gì chỉ là hoang đường nữa không?\" Tôi nhăn nhó hỏi anh.  Anh chàng giận dữ. \"Chắc là không. OK, mình sẽ gặp Sam và mấy người khác ở chỗ mình chạy xe máy nhé. \" Tôi khởi động xe và quay lại đường lớn.  \"Thế lúc nãy bạn chỉ việc biến thành sói, để nói chuyện với Sam thôi hả?\" Tôi tò mò hỏi.  Jacob gật đầu, có vẻ ngượng ngùng. \"Tôi cố biến thành người sói thật nhanh  - tôi cố không nghĩ về bạn để họ không biết chuyện gì đang xảy ra.  Tôi sợ Sam sẽ bảo tôi không được đưa bạn đến. \" \"Điều đó sẽ không cản được tôi đâu.” Tôi không thể tống khứ cái quan điểm Sam là người xấu của mình. Tôi cứ nghiến răng lại mỗi khi nghe nhắc đến tên anh ta.  \"Ừm, nhưng nó cản được tôi,\" Jacob nói, rầu rĩ.  \"Có nhớ đêm qua tôi không thể nói hết câu không?  Có nhớ tôi không thể kể hết chuyện cho bạn nghe không?\" \"Ờ. Bạn có vẻ như muốn kiềm giữ chuyện gì đó. \" Anh chàng cười buồn. \"Gần đúng đó. Sam đã bảo tôi không được kể cho bạn biết. Bạn biết đó, anh ấy là... đầu đàn. Anh ấy là Alpha. Khi anh bảo chúng tôi phải làm điều gì, hoặc không được làm điều gì đó – là nhất quyết phải vậy, ừm, chúng tôi không thể lờ đi. \" \"Kỳ cục, \" tôi lẩm bẩm.  \"Rất kỳ cục nữa là đằng khác,\" anh chàng đồng ý.  “Sói là vậy đó. \" \"Hừm\" là câu trả lời hợp lý nhất mà tôi có thể nghĩ ra.  \"Ờ, có một đống những thứ đại loại như thế – chuyện của sói. Tôi vẫn còn đang tìm hiểu. Tôi không thể hình dung sẽ ra sao với Sam, khi phải đối phó chuyện này một mình. Có cả một đàn hỗ trợ mà còn khó nữa là. \" \"Lúc đó Sam chỉ có một mình à?\" \"Ờ.” Jacob hạ giọng. \"Khi tôi... biến đổi, đó là chuyện... khủng khiếp nhất, chuyện khủng khiếp nhất mà tôi đã từng trải qua – tệ hại hơn bất cứ chuyện gì mà tôi có thể tưởng tượng. Nhưng tôi không đơn độc - có nhiều giọng nói ở đó, trong đầu, nói cho tôi biết chuyện đã xảy ra và tôi phải làm gì.  Điều đó giúp cho tôi không bị mất trí, tôi nghĩ thế.  Còn Sam....\" Anh lắc đầu. \"Sam chẳng được ai giúp cả. \" Vậy thì phải điều chỉnh một chút rồi. Jacob đã giải thích như thế, thì thật khó mà không cảm thấy tội nghiệp cho Sam. Tôi phải nhắc đi nhắc lại với mình là chẳng còn cớ gì mà ghét anh ấy nữa.  \"Họ có nổi giận không khi tôi ở bên bạn?\" Tôi hỏi.  Anh chàng nhăn mặt. \"Chắc có. \" \"Có lẽ tôi không nên---“ \"Không, không sao đâu, \" anh chàng cả quyết với tôi. \"Bạn biết hàng tấn chuyện có thể giúp chúng tôi. Bạn không phải là một người không biết gì. Bạn giống như... tôi không biết nữa, điệp viên hay gì gì đó. Bạn hoạt động trong hàng ngũ của kẻ thù.\" Tôi cau mày.  Chẳng lẽ đó điều Jacob muốn ở tôi sao? Thông tin nội gián giúp họ tiêu diệt kẻ thù? Nhưng, tôi đâu phải là gián điệp. Tôi chẳng hề thu thập mấy thứ thông tin đó. Mà lời anh nói đã khiến tôi cảm thấy mình giống một tên phản bội.  Nhưng tôi muốn anh cản Victoria, đúng không? Không.  Tôi đã muốn Victoria bị ngăn cản, tốt nhất là trước khi cô ta tra tấn tôi đến chết hay gặp Charlie hay giết một ai khác.  Nhưng tôi lại không muốn Jacob là người cản cô ta, hay đúng hơn là thử cản cô ta. Tôi không muốn Jacob ở trong phạm vi một trăm dặm quanh cô ta.  \"Giống như chuyện kẻ hút máu đọc được suy nghĩ, \" anh chàng nói tiếp, không để ý đến sự mơ màng của tôi. \"Đó là chuyện chúng tôi cần biết. Thiệt là tệ hại khi mấy chuyện đó có thật. Làm mọi thứ phức tạp hơn.  Này, theo bạn, Victoria này có thể làm được chuyện gì đặc biệt không?\" \"Tôi không nghĩ vậy,\" tôi do dự, rồi thở dài. \"Nếu có thì ảnh đã nói đến rồi.” \"Ảnh? Ồ, ý bạn là Edward - tiếc quá, xin lỗi. Tôi quên. Bạn không muốn nhắc đến tên anh ta. Hoặc nghe tên anh ta. \" Tôi ôm chặt thân mình, cố lờ đi cơn đau viền quanh ngực. \"Không muốn chút nào hết, không.” \"Xin lỗi.” \"Sao bạn hiểu tôi rõ thế, Jacob?  Đôi khi giống như bạn có thể đọc được suy nghĩ của tôi vậy.” \"Không. Tôi chỉ để ý thôi\" Chúng tôi đang đi trên con đường đất hẹp nơi Jacob lần đầu  tiên dạy tôi chạy xe máy.  \"Được chưa?\" Tôi hỏi.  \"Đương nhiên, chắc rồi.\" Tôi tấp vào lề đường và tắt máy.  \"Bạn vẫn không vui?\" anh chàng thì thầm.  Tôi gật đầu, nhìn trân trối vào khu rừng ảm đạm.  \"Có bao giờ bạn nghĩ là... như vậy có lẽ ... sẽ tốt hơn không?\" Tôi hít từ từ, rồi thở ra. \"Không.” \"Vì anh ấy đâu phải là người tốt nhất - \" \"Xin bạn, Jacob,\" tôi ngắt lời, thì thầm van lơn. \"Xin vui lòng đừng nói về chuyện này nữa? Tôi không chịu nỗi.\" \"OK. \" Anh hít thật sâu. \"Tôi xin lỗi nếu đã nói gì.” \"Đừng buồn. Nếu mọi thứ khác đi, thì sẽ thật vui khi cuối cùng mình có người để tâm sự về nó.\" Anh gật đầu. \"Ờ, tôi đã khổ sở vì phải giữ bí mật với bạn cả hai tuần. Thật chẳng khác gì địa ngục khi không thể kể cho người khác biết.” \"Địa ngục,\" tôi đồng ý.  Jacob hít một hơi ngắn. \"Họ ở đây rồi. Đi nào. \" \"Chắc không?\" Tôi hỏi khi anh chàng mở tung cửa. \"Có lẽ tôi không nên ở đây.\" \"Họ sẽ xoay sở được thôi, \" anh chàng nói, rồi cười toe toét. \"Ai sợ chó sói to lớn, xấu xí nào?\" \"Ha ha, \" tôi cười. Nhưng tôi ra khỏi xe tải, vội vã đi quanh mũi xe để đứng gần bên Jacob. Tôi nhớ quá rõ mấy con quái vật khổng lồ trong đồng cỏ. Bàn tay tôi đang run rẩy giống Jacob lúc nãy, nhưng vì sợ chớ không phải vì tức giận.  Jake nắm tay tôi siết chặt. \"Bắt đầu nào.\""
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The <em>overpowering</em> craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        }
    ],
    "suggestions": []
}