{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oversimplified"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oversimplified</k><blockquote><cclass>adjective simplify (something) so much that a distorted impression of it is given.</cclass></blockquote><blockquote>→ <kref>oversimplify</kref></blockquote></div>",
            "word": "oversimplified"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oversimplified"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oversimplified"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oversimplified"
        }
    },
    "sentences": [
        {
            "en": "I read the Motherlode article the other day and felt that it was way <em>oversimplified</em>.",
            "vi": "Tôi đọc bài viết Motherole này ngày khác và thấy rằng đó là cách quá đơn giản."
        },
        {
            "en": "That doesn't mean your business, your resume, or whatever content you' re trying to pitch has to actually be <em>oversimplified</em> or overly universal.",
            "vi": "Điều này không có nghĩa là việc kinh doanh của bạn, lý lịch của bạn, hay bất cứ nội dung nào bạn cố truyền đạt đều phải thật sự được tối giản hay phổ quát trên thế giới."
        },
        {
            "en": "That doesn't mean your business, your resume, or whatever content you're trying to pitch has to actually be <em>oversimplified</em> or overly universal.",
            "vi": "Điều này không có nghĩa là việc kinh doanh của bạn, lý lịch của bạn, hay bất cứ nội dung nào bạn cố truyền đạt đều phải thật sự được tối giản hay phổ quát trên thế giới."
        },
        {
            "en": "The experts I spoke to for this story had colorful ways of describing the relationship between pixels and sensors, but \"buckets of water\" or \"wells\" were a favorite intentionally <em>oversimplified</em> analogy. Imagine you have buckets (pixels) on a blacktop (sensor). You want to collect the most water in those buckets as possible.",
            "vi": "Những chuyên gia mà tôi trò chuyện đều có những cách mô tả sinh động về mối quan hệ giữa điểm ảnh và cảm biến, nhưng hình ảnh \"xô nước\" hoặc \"giếng nước\" là hình ảnh so sánh cực kỳ đơn giản mà tôi yêu thích. Bạn hãy tưởng tượng bạn có xô nước (điểm ảnh) đặt trên một chiếc bàn (cảm biến ảnh). Bạn muốn lấy càng nhiều nước vào trong xô càng tốt."
        }
    ],
    "suggestions": []
}