{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ouvər'estimit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự đánh giá quá cao</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đánh giá quá cao</td></tr></table><i/></div>",
            "word": "overestimate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>overestimate</k><blockquote>■ <cclass>verb form too high an estimate of. </cclass></blockquote><blockquote>■ <cclass>noun an excessively high estimate. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>overestimation</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "overestimate"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overestimate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overestimate"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đánh giá quá cao</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ước tính quá cao</font></td></tr></tbody></table></div>",
            "word": "overestimate"
        }
    },
    "sentences": [
        {
            "en": "to <em>overestimate</em>",
            "vi": "vượt dự toán"
        },
        {
            "en": "\"Most women who participate <em>overestimate</em> the chances they will benefit.\", Peter said.",
            "vi": "Peter nói: \"Hầu hết phụ nữ người mà tham gia đánh giá quá cao cơ hội họ sẽ được hưởng lợi\"."
        },
        {
            "en": "Importing countries have an incentive to <em>overestimate</em> home prices and underestimate export prices.",
            "vi": "Các nước nhập khẩu có động cơ để tính quá cao đối với giá trong nước và tính quá thấp đối với giá xuất khẩu."
        },
        {
            "en": "Local authorities may be tempted to <em>overestimate</em> the number of poor, in the hope to attract more resources.",
            "vi": "Chính quyền địa phương còn có thể đưa ra con số ước tính số người nghèo cao hơn thực tế với hy vọng được phân bổ nhiều nguồn lực hơn."
        },
        {
            "en": "This situation may result from an underestimate or <em>overestimate</em> of the asset's useful life or from a wrong estimate of the residual value.",
            "vi": "Trường hợp này có thể là kết quả từ một sự ước tính thấp hoặc cao đời sống hữu dụng của tài sản hoặc ước tính sai giá trị thải hồi."
        },
        {
            "en": "This is reflected in the methods used to calculate market prices, most of which either <em>overestimate</em> home market prices or ignore transactions involving higher export prices.",
            "vi": "Điều này được phản ánh trong các phương pháp được sử dụng để tính giá thị trường, phần lớn các phương pháp này đều tính quá cao đối với giá trong nước hoặc lờ đi những giao dịch có giá xuất khẩu cao hơn."
        },
        {
            "en": "But if a person starts on wine or spirits, then their judgement may be impaired enough to drink more heavily later. There’s certainly evidence that people are not good at judging their own drunkenness. At low levels people <em>overestimate</em> the amount of alcohol in our blood, but after a few drinks they start to underestimate it.",
            "vi": "Nhưng nếu một người khởi đầu bằng rượu vang hoặc rượu mạnh thì sẽ mất tỉnh táo và rồi uống nhiều hơn nữa. Tất nhiên có bằng chứng rằng người ta không đánh giá đúng về mức độ say của mình. Trước khi uống thì người ta còn cảnh giác nhưng sau vài ly rồi thì dù đã say cũng sẽ nghĩ là mình chưa."
        },
        {
            "en": "The study, in Monday’s Proceedings of the National Academy of Sciences, used satellite and ground measurements to track nitrogen oxides, a major ingredient in smog. Levels fell 7 percent from 2005 to 2009, but only dropped 1.7 percent from 2011 to 2015. “We can’t say anymore it’s going down,” Worden said. The results also show the U.S. Environmental Protection Agency’s computer models <em>overestimate</em> how clean the air really is, said University of North Carolina’s Jason West, who wasn’t part of the study.",
            "vi": "Nghiên cứu này, trong biên bản họp hôm thứ hai của Viện Hàn lâm Khoa học Quốc gia, đã sử dụng các hệ thống đo lường vệ tinh và mặt đất để theo dõi ôxit nitơ, một thành phần chính trong sương mù. Nồng độ giảm 7%  từ năm 2005 đến năm 2009, nhưng từ năm 2011 đến năm 2015, nồng độ chỉ giảm có 1,7% . Worden cho biết “Ta chẳng còn có thể nói nó đang giảm.” Các kết quả cũng cho thấy các chương trình mô phỏng bằng máy tính của Cơ quan Bảo vệ Môi trường Hoa Kỳ đánh giá quá lố mức độ sạch thực sự của bầu không khí, ông Jason West thuộc Đại học Bắc Carolina, người không tham gia cuộc nghiên cứu, phát biểu."
        },
        {
            "en": "Perfection is unattainable. Shoot for “pretty good.” Don’t beat yourself up with minor mishaps like you ate dessert because you were stressed or skipped the gym for a week because you were busy. You will have ups and downs; resolve to recover from your mistakes and get back on track. The reality is most people <em>overestimate</em> what they can accomplish in a day and underestimate what they can accomplish in a year. If you do “pretty good” all year long, by end of year you will feel really good about what you have achieved.",
            "vi": "Hoàn hảo thì không thể đạt tới được. Chỉ ở tầm là \"khá tốt.\" Đừng bị đánh gục bởi những khó khăn nhỏ như khi bạn ăn món tráng miệng bởi vì bạn bị căng thẳng hoặc không đến phòng tập thể dục trong một tuần vì bạn bận. Bạn sẽ gặp những lúc thăng trầm hãy tìm cách giải quyết để khắc phục những sai lầm và trở lại mục tiêu của bạn. Thực tế là hầu hết mọi người đều đánh giá quá cao là có thể đạt được trong một ngày và đánh giá quá thấp là họ có thể đạt được trong một năm. Nếu bạn \"khá tốt\" suốt cả năm thì cuối năm bạn sẽ cảm thấy thực sự hài lòng về những điều bạn đã đạt được."
        }
    ],
    "suggestions": []
}