{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ouvəsə'plai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự cung cấp quá mức</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cung cấp quá mức</td></tr></table><i/></div>",
            "word": "oversupply",
            "pronounce": "['ouvəsə'plai]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oversupply</k><blockquote>■ <cclass>noun an excessive supply of something. </cclass></blockquote><blockquote>■ <cclass>verb (<cclass><b>oversupplies</b>, <cclass><b>oversupplying</b>, <cclass><b>oversupplied</b>) supply with too much or too many. </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "oversupply",
            "pronounce": "['ouvəsə'plai]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oversupply",
            "pronounce": "['ouvəsə'plai]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oversupply",
            "pronounce": "['ouvəsə'plai]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nạp quá</font></td></tr></tbody></table></div>",
            "word": "oversupply",
            "pronounce": "['ouvəsə'plai]"
        }
    },
    "sentences": [
        {
            "en": "<em>Oversupply</em>",
            "vi": "Sự cung vượt cầu"
        },
        {
            "en": "The <em>oversupply</em> will drag down prices industry - wide.",
            "vi": "Tình trạng dư thừa hàng cung cấp có thể kéo giá bán của toàn ngành giảm sút."
        },
        {
            "en": "The <em>oversupply</em> will drag down prices industry-wide.",
            "vi": "Tình trạng dư thừa hàng cung cấp có thể kéo giá bán của toàn ngành giảm sút."
        },
        {
            "en": "The country is also facing the <em>oversupply</em> with the surplus of 147,000 tons in 2015.",
            "vi": "Việt Nam cũng đang phải đối mặt với tình trạng thừa cung với thặng dư 147.000 tấn trong năm 2015."
        },
        {
            "en": "Second, many rural workers remain in the countryside resulting in <em>oversupply</em> of labour, exacerbating rural unemployment and underemployment.",
            "vi": "Thứ hai là nhiều lao động nông thôn vẫn ở lại vùng nông thôn, dẫn đến tình trạng vượt cung về lao động, làm trầm trọng thêm tình trạng thất nghiệp và thiếu việc làm ở nông thôn."
        },
        {
            "en": "However, if there is <em>oversupply</em> of certain skills in the market, would you still want to study them?",
            "vi": "Tuy nhiên, nếu có quá nhiều cung cấp về những kỹ năng nào đó trong thị trường, bạn có muốn học chúng nữa không?"
        },
        {
            "en": "<em>Oversupply</em> due to a good harvest reduces prices in local areas, while in other areas, prices may remain high.",
            "vi": "Trong khi mức cung dư thừa do được mùa làm giảm giá nông sản ở một số địa phương thì giá cả có thể vẫn cao ở những địa phương khác."
        },
        {
            "en": "The <em>oversupply</em> of low-skill workers generates high unemployment in many countries, while lack of high-skill workers creates significant shortage in the technology industry.",
            "vi": "Việc cung cấp quá nhiều công nhân kỹ năng thấp làm sinh ra thất nghiệp cao ở nhiều nước, trong khi thiếu công nhân kỹ năng cao tạo ra thiếu hụt có nghĩa trong công nghiệp công nghệ."
        },
        {
            "en": "China, for example, is facing a serious steel <em>oversupply</em>. In the last three years, it has shut down a series of steel mills with capacity of less than 2 million tons.",
            "vi": "Trung Quốc, là một ví dụ, họ phải đối mặt với việc lượng cung cấp thép quá nhiều. Trong ba năm gần đây, họ đã phải đóng cửa những nhà máy thép có năng suất ít hơn 2 triệu tấn."
        },
        {
            "en": "Nhan noted that general schools would never be able to take the initiative in arranging their staff, because the <em>oversupply</em> and shortage of staff would be different in different years. ",
            "vi": "Bà Nhân lưu ý rằng các trường học nói chung sẽ không bao giờ có thể chủ động trong việc sắp xếp cán bộ của họ, bởi vì cung quá mức và có thể thiếu giáo viên ở các bộ khác nhau vào các năm khác nhau."
        },
        {
            "en": "To deal with the deficiency in preschools and <em>oversupply</em> in general schools, MOET has decided to retrain general school teachers and send them to preschools. The solution has raised controversy.",
            "vi": "Để giải quyết tình trạng thiếu hụt ở các trường mầm non và nguồn cung dư thừa trong các trường phổ thông, Bộ GD & ĐT đã quyết định đào tạo lại giáo viên phổ thông và gửi họ đến các trường mầm non. Giải pháp này đã gây ra tranh cãi."
        },
        {
            "en": "Deputy Minister of Education and Training Nguyen Vinh Hien, in an interview with Tien Phong, denied that the new education program would lead to both a shortage and <em>oversupply</em> of teachers.",
            "vi": "Thứ trưởng Bộ Giáo dục và Đào tạo Nguyễn Vinh Hiển, trong một cuộc phỏng vấn với báo Tiền Phong, đã phủ nhận rằng chương trình giáo dục mới sẽ dẫn đến sự thiếu hụt và dư thừa nguồn cung giáo viên."
        },
        {
            "en": "Five years ago, students rushed to study finance & banking and economics related branches because of the promising good jobs with high pay. This has led to the <em>oversupply</em> of economics university graduates, many of whom cannot find jobs.",
            "vi": "Năm năm trước đây, sinh viên đổ xô đi học ngành tài chính - ngân hàng và các ngành kinh tế liên quan vì công việc tốt hứa hẹn mức lương cao. Điều này đã dẫn đến sự dư thừa nguồn cung sinh viên tốt nghiệp đại học kinh tế, nhiều người trong số họ không thể tìm được việc làm."
        },
        {
            "en": "To deal with the deficiency in preschools and <em>oversupply</em> in general schools, MOET has decided to retrain general school teachers and send them to preschools. The solution has raised controversy.",
            "vi": "Để giải quyết tình trạng thiếu hụt ở các trường mầm non và nguồn cung dư thừa trong các trường phổ thông, Bộ GD & ĐT đã quyết định đào tạo lại giáo viên phổ thông và gửi họ đến các trường mầm non. Giải pháp này đã gây ra tranh cãi."
        },
        {
            "en": "‘Engineer abundance and worker deficiency’ is the phrase commonly used in Vietnam to describe the <em>oversupply</em> of workers with bachelor’s degrees and the short supply of skilled workers for factories.",
            "vi": "'Dư thừa Kỹ sư và thiếu hụt công nhân' là cụm từ thường được sử dụng tại Việt Nam để mô tả tình trạng thừa nguồn lao động có trình độ cử nhân và thiếu nguồn cung về công nhân lành nghề cho các nhà máy."
        },
        {
            "en": "The gap between Vietnamese and LIFFE prices, ranging from US$150 to more than US$200, was mainly due to temporary <em>oversupply</em> in Viet Nam and the gap between the FOB price in Viet Nam and the CIF price in London.",
            "vi": "Mức chênh giữa giá tại Việt Nam và giá tại LIFFE khoảng từ 150USD đến hơn 200USD chủ yếu do dư thừa tạm thời nguồn cung cà phê ở Việt Nam và do chênh lệch giữa giá FOB Việt Nam và giá CIF London."
        },
        {
            "en": "Vietnam’s orders are still small compared with Asian’s top buyers, China and India, which import around 8 million and 4 million bpd, respectively. “But in an environment of <em>oversupply</em>, this incremental new demand is very welcome for crude suppliers,” the trading manager said.",
            "vi": "Đơn đặt hàng của Việt Nam vẫn còn nhỏ so với những người mua hàng đầu Châu Á, Trung Quốc và Ấn Độ, lần lượt nhập khẩu khoảng 8 triệu và 4 triệu thùng/ngày. \"Nhưng trong một môi trường thừa cung, nhu cầu mới đang tăng cao như thế này rất được các nhà cung cấp dầu thô hoan nghênh.\""
        },
        {
            "en": "A slowdown in China, whose growth led the rise in global oil demand over the past decade, in recent weeks has added fears of slowing consumption to massive <em>oversupply</em>, even after a 70 per cent price drop over the past 18 months.",
            "vi": "Trong gần 10 năm qua, Kinh tế Trung Quốc tăng trưởng khiến nhu cầu về dầu trên thế giới tăng, mấy tuần gần đây nền kinh tế này giảm tốc làm cho ngày càng nhiều người lo sợ mức tiêu thụ chậm lại so với nguồn cung khổng lồ, ngay cả khi giá đã giảm 70% trong 18 tháng qua."
        },
        {
            "en": "However, concerns are rising about <em>oversupply</em> in the international market after Thailand’s government announced a plan on April 25 to sell 11.4 million tons of stockpiled rice over the next two months with the aim of generating Baht100 billion ($2.81 billion).",
            "vi": "Tuy nhiên, những lo ngại đã xuất hiện liên quan tới việt gia tăng xuất khẩu quá mức trong thị trường quốc tế sau khi chính phủ Thái Lan thông báo 1 kế hoạch vào ngày 25 tháng 4 để bán 11.4 triệu tấn gạo dự trữ hơn 2 tháng tới với mục đích mang lại doanh thu là 2.81 triệu usd."
        },
        {
            "en": "Head of the Vietnam Labor & Social Studies Institute Nguyen Thi Lan Huong, while noting that the unemployment rate of the group of workers with higher education is on the rise, attributed this to <em>oversupply</em>, i.e., universities produce more workers with bachelor’s degrees than the society needs.",
            "vi": "Viện trưởng Viện Lao động & Xã hội học Việt Nam bà Nguyễn Thị Lan Hương lưu ý rằng tỷ lệ thất nghiệp của nhóm công nhân với giáo dục đại học ngày càng tăng, do cung nhiều, tức là các trường đại học đào tạo thêm nhân công có trình độ cử nhân hơn mức mà xã hội cần."
        }
    ],
    "suggestions": []
}