{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ouvəflait]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bay trên vùng trời nước khác (để do thám)</td></tr></table><i/></div>",
            "word": "overflight"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overflight"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overflight"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overflight"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overflight"
        }
    },
    "sentences": [
        {
            "en": "More broadly, the United States and Vietnam are united in our support for a regional order, including in the South China Sea -- where international norms and rules are upheld, where there is freedom of navigation and <em>overflight</em>, where lawful commerce is not impeded, and where disputes are resolved peacefully, through legal means, in accordance with international law.  I want to repeat that the United States will continue to fly, sail, and operate wherever international law allows, and we will support the right of all countries to do the same.",
            "vi": "Hoa Kỳ và Việt Nam cùng thống nhất cổ võ cho một trật tự khu vực, bao gồm khu vực biển Đông, phải thực thi các chuẩn mực và quy định của luật quốc tế về tự do hàng hải, vùng không phận tự do bay, và các quy định quốc tế trong thương mại không bị ngăn cản, mọi xung đột phải được giải quyết bằng biện pháp hòa bình và thông qua các chế tài luật pháp phù hợp với luật pháp quốc tế. Tôi xin khẳng định một lần nữa là Hoa Kỳ sẽ tiếp tục bay, tiếp tục chạy tàu, và tiếp tục thực hiện các hoạt động ở tất cả các nơi mà luật pháp quốc tế cho phép và chúng tôi sẽ ủng hộ tất cả các quốc gia khác hành động như thế."
        }
    ],
    "suggestions": []
}