{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overturned",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overturned",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overturned",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overturned",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overturned",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He <em>overturned</em> an inkpot.",
            "vi": "Anh ta đã đánh đổ lọ mực."
        },
        {
            "en": "He <em>overturned</em> the boat.",
            "vi": "Ông ta lật úp chiếc thuyền."
        },
        {
            "en": "He <em>overturned</em> a rotten government.",
            "vi": "Anh ta đã lật đổ một chính phủ thối nát."
        },
        {
            "en": "The car was <em>overturned</em> on its top.",
            "vi": "Xe đổ chổng kềnh."
        },
        {
            "en": "The bus <em>overturned</em> and caught fire.",
            "vi": "Chiếc se buýt bị lật và bốc cháy."
        },
        {
            "en": "The car <em>overturned</em> and caught fire.",
            "vi": "Chiếc xe hơi lật nhào và cháy."
        },
        {
            "en": "The cats have <em>overturned</em> our bin again.",
            "vi": "Những con mèo lại lật đổ cái thùng rác của chúng tôi nữa."
        },
        {
            "en": "The court's ruling was later <em>overturned</em>.",
            "vi": "Phán quyết của tòa án sau đó đã được thay đổi."
        },
        {
            "en": "A whale or sharks might have <em>overturned</em> the boat.",
            "vi": "Cá voi hay những con cá mập có thể làm lật thuyền."
        },
        {
            "en": "The carriage <em>overturned</em> and the passengers were pitched out.",
            "vi": "Chiếc xe đã bị lật và hành khách bị văng ra ngoài."
        },
        {
            "en": "The truck <em>overturned</em> and fell off the bridge.",
            "vi": "Chiếc xe tải đổ nhào và rơi xuống cầu."
        },
        {
            "en": "A lorry carrying concrete pipes has <em>overturned</em> this morning.",
            "vi": "Sáng nay một chiếc xe tải chở ống bê tông đã bị lật."
        },
        {
            "en": "A truck had <em>overturned</em> and burst into flames.",
            "vi": "Một chiếc xe tải lật nhào và bùng cháy."
        },
        {
            "en": "The <em>overturned</em> car laid solitary on the roadside.",
            "vi": "Xe đổ nằm chỏng chơ bên lề đường."
        },
        {
            "en": "The bus <em>overturned</em> and fell off the bridge.",
            "vi": "Chiếc xe buýt lật ngửa và rơi xuống cầu."
        },
        {
            "en": "<em>Overturned</em> car is on Phan Van Tri Street.",
            "vi": "Ôtô bị lật ngửa nằm trên đường Phan Văn Trị."
        },
        {
            "en": "Vandals smashed shop windows & <em>overturned</em> cars along the main street.",
            "vi": "Những kẻ cố ý phá hoại đã đập vỡ cửa sổ của các cửa hàng và lật ngược xe ô tô dọc theo con đường chính."
        },
        {
            "en": "The Labour candidate <em>overturned</em> the previous Conservative majority of 4000.",
            "vi": "Ứng cử viên Công Đảng đã lật đổ Đảng viên Đảng bảo thủ trước đó với 4000 phần đông số phiếu."
        },
        {
            "en": "The sky was like a bowl of light <em>overturned</em> on the flat black land.",
            "vi": "Bầu trời như một chiếc đĩa sáng khổng lồ úp trên mặt đất phẳng lì đen đặc."
        },
        {
            "en": "The conviction of these youths was later <em>overturned</em> by the Court of Appeals.",
            "vi": "Việc kết án ba thanh niên này sau đó đã bị lật ngược bởi tòa phúc thẩm."
        }
    ],
    "suggestions": []
}