{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overindulgence"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overindulgence"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>overindulgence</k><blockquote>▸ <cclass>noun INTEMPERANCE, immoderation, excess, overeating, overdrinking, gorging; <cclass><i>informal</i> binge.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>abstinence.</blockquote></div>",
            "word": "overindulgence"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>overindulgence</k><blockquote><blockquote><ex><abr>n.</abr> overindulgence in</ex></blockquote></blockquote></div>",
            "word": "overindulgence"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overindulgence"
        }
    },
    "sentences": [
        {
            "en": "Smoking cessationOn average, people who quit smoking gain about 4 to 10 pounds. Why? First, nicotine curbs your appetite, so once you quit, you may feel increased hunger pangs, which leads to overeating. Nicotine also increases your metabolism, and some people don't decrease their calorie intake to compensate for the slowdown. Lastly, nicotine is notorious for dulling the taste buds, so you may find food tastes better once you kick the habit, which can lead to <em>overindulgence</em>.",
            "vi": "Cai thuốcTrung bình thì người bỏ thuốc lá sẽ tăng chừng 4 đến 10 pao. Vì sao ư? Đầu tiên, chất ni-cô-tin làm bạn ăn uống không được ngon miệng lắm, vì vậy khi bạn bỏ thuốc thì có thể cảm thấy đói bụng dữ dội hơn, làm cho bạn ăn quá mức. Ni-cô-tin cũng làm cho quá trình chuyển hoá nhanh hơn, và một số người không hạn chế được lượng ca-lo hấp thụ để bù đắp cho sự suy giảm này. Sau hết là ni-cô-tin nổi tiếng là chất làm giảm chồi vị giác, cho nên bạn có thể cảm thấy thức ăn ngon hơn khi bạn đã bỏ được thói quen hút thuốc, điều này có thể làm bạn ăn uống thoả thuê. "
        }
    ],
    "suggestions": []
}