{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">overthrow</font></td></tr></table><i/></div>",
            "word": "overthrown"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overthrown"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overthrown"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overthrown"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overthrown"
        }
    },
    "sentences": [
        {
            "en": "The monarchy was <em>overthrown</em>.",
            "vi": "Chế độ quân chủ đã bị lật đổ."
        },
        {
            "en": "The monarchy was actually <em>overthrown</em> during the English revolution.",
            "vi": "Chế độ quân chủ đã thực sự bị lật đổ trong suốt cuộc cách mạng của nước Anh."
        },
        {
            "en": "His father was <em>overthrown</em> in a military coup in the 1970s.",
            "vi": "Cha của ông ấy bị lật đổ trong một cuộc đảo chính quân sự vào những năm bảy mươi."
        },
        {
            "en": "Rumors that President was to be <em>overthrown</em> put he the on his guard.",
            "vi": "Tin đồn đảo chánh làm cho tổng thống phải cảnh giác."
        },
        {
            "en": "A dynasty can be <em>overthrown</em> but it is absolutely not easy to change one's nature.",
            "vi": "Giang sơn dễ đổi, bản tính khó dời"
        },
        {
            "en": "King Norodom Sihaknouk was <em>overthrown</em> by General Lon Nol who was supported by American government.",
            "vi": "Vua Norodom Sihaknouk bị lật đổ bởi Đại tướng Lon Nol, người đã được hỗ trợ bởi chính phủ Mỹ."
        },
        {
            "en": "The dictator had been in saddle for 15 years and was later <em>overthrown</em> by the people.",
            "vi": "Nhà độc tài nắm chính quyền suốt 15 năm và cuối cùng bị nhân dân lật đổ."
        },
        {
            "en": "Mass protests and military coups have <em>overthrown</em> governments in Indonesia, Thailand, and the Philippines.",
            "vi": "Các cuộc biểu tình lớn và đảo chính quân sự đã từng lật đổ chính quyền ở In-đô-nê-xia, Thái-lan, và Phi-líp-pin."
        },
        {
            "en": "Sun Yat - sen began his revolutionary career in 1894, concluding that the Manchu dynasty must be <em>overthrown</em>.",
            "vi": "Tôn Dật Tiên khởi đầu sự nghiệp cách mạng của mình năm 1894, nhất quyết là phải lật đổ nhà Mãn Thanh."
        },
        {
            "en": "Sun Yat-sen began his revolutionary career in 1894, concluding that the Manchu dynasty must be <em>overthrown</em>.",
            "vi": "Tôn Dật Tiên khởi đầu sự nghiệp cách mạng của mình năm 1894, nhất quyết là phải lật đổ nhà Mãn Thanh."
        },
        {
            "en": "The dynasty that he boasted would last for 10,000 generations was <em>overthrown</em> just three years after his death.",
            "vi": "Triều đại mà ông ta tự hào sẽ kéo dài 10,000 thế hệ đã bị lật đổ chỉ ba năm sau cái chết của ông ta."
        },
        {
            "en": "Vietnam and his relatives here. Ly Long Tuong, known as Yi Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was <em>overthrown</em>, and became a famous general that helped Korea defeat Mongolian invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "On February 7, 906 (the 11th day of the first lunar month), the Chinese Tang dynasty was <em>overthrown</em>, and the Vietnamese people ruled their own territory, successfully ending more than 1000 yearsofChinese domination.",
            "vi": "Vào ngày 7 tháng 2 (nhằm ngày 11 của tháng Giêng âm lịch), triều đại nhà Đường của Trung Quốc bị lật đổ, người Việt lên làm chủ lãnh thổ của mình, chấm dứt một cách thành công hơn 1000 năm nước ta bị Trung Quốc thống trị."
        },
        {
            "en": "26th generation of Ly Long Tuong, son of King Ly Anh Tong (1138 - 1175). Since 1992, Lee has made numerous visits to Vietnam and his relatives here. Ly Long Tuong, known as Yi Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was <em>overthrown</em>, and became a famous general that helped Korea defeat Mongolian invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "). Since 1992, Lee has made numerous visits to Vietnam and his relatives here. Ly Long Tuong, known as Yi Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was <em>overthrown</em>, and became a famous general that helped Korea defeat Mongolian invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "Thai Demonstrators Hold 'Bloody' Protest       Protesters have poured blood at the Thai government's administrative building and governing party headquarters in a gesture calling for the government to resign. The National Human Rights Commission is in talks between the protesters and government in bid to open a dialogue and negotiation. In a symbolic demonstration, protesters poured human blood at the main gate of the Thai government administrative building and later at the headquarters of the governing Democrat Party. The red-dressed protesters have been demanding the government of Prime Minister Abhisit Vejjajiva to stand down and call fresh elections. The blood had been drawn from hundreds of protesters as part of a campaign against the government that has seen over 100,000 demonstrators assembled in Bangkok since late last week. Sean Boonpracong, the red shirts' international spokesman, says at least 20,000 protesters donated blood with the rituals targeting the government which he says came to power with the backing of the army. \"We feel like at least symbolically each time [Thai Prime Minister] Abhisit goes to the Government House they will walk in, cross a track of blood that we planted and we want to shake him up a little bit because his government came from a barrel of a gun formed in an army barracks,\" said the spokesman. He says the protesters will consider civil disobedience as a further step. Many of the protesters, who are demanding the government step down, are supporters of former prime minister Thaksin Shinawatra. But Prime Minister Abhisit has refused to dissolve parliament, with coalition partners saying they will stand by the Democrat Party. National Human Right Commission Chairperson Amaran Pengsapij met with red-shirt leaders. Amaran said the talks were aimed at achieving reconciliation with the government. \"Yes, two steps; one is establish dialogue between different stakeholders and the goal of course is to stop the rally.\" said the chairperson. Amaran is to meet with the government Wednesday. Most of the protesters are from outside Bangkok, especially the poorer northern provinces that remain a strong Thaksin-support base. Thaksin has been living in exile to avoid a two-year jail term for corruption and abuse of power gained widespread support through populist policies while in power. He was <em>overthrown</em> in 2006 by the military.",
            "vi": "Người biểu tình Thái Lan phản đối bằng máu      Người biểu tình đã đổ máu xung quanh toà nhà chính phủ Thái Lan và những trụ sở đảng cầm quyền như một động thái yêu cầu giải tán chính phủ. Uỷ ban Nhân quyền Quốc gia đang đứng ra đàm phán giữa người biểu tình và chính phủ trong nỗ lực để mở cuộc đối thoại và thương lượng.  Trong một cuộc biểu tình có tính chất tượng trưng, người biểu tình đã tưới máu người ở cổng chính của toà nhà hành chính Thái Lan và sau đó là tại trụ sở chính của Đảng Dân chủ cầm quyền. Người biểu tình áo đỏ đã yêu cầu chính quyền của thủ tướng Abhisit Vejjajiva phải rút lui và tổ chức một cuộc bầu cử mới.  Máu đã được rút từ hàng trăm người biểu tình như một phần của chiến dịch chống lại chính quyền mà đã có hơn 100,000 người biểu tình tụ tập ở Bangkok từ cuối tuần trước.  Sean Boonpracong, phát ngôn viên quốc tế của phe áo đỏ, nói có ít nhất 20,000 người biểu tình hiến máu như một nghi thức nhắm đến chính phủ mà theo lời ông là đã lên cầm quyền với sự hậu thuẫn của quân đội.  \"Ít ra chúng tôi cảm thấy có một gì đó biểu trưng khi mỗi lần [Thủ tướng] Abhisit đến toà nhà chính phủ họ sẽ đi qua, ngang qua vết máu mà chúng tôi đã gieo xuống và chúng tôi muốn làm cho ông ấy phải rùng mình một chút vì chính quyền của ông ta tạo dựng từ nòng súng trong trại lính,\" phát ngôn viên đã nói.  Ông nói người biểu tình sẽ xem xét việc không chấp hành luật pháp như là một biện pháp kế tiếp. Không ít người biểu tình, người đang yêu cầu chính phủ rút lui, là người ủng hộ cựu thủ tướng Thaksin Shinawatra.  Nhưng thủ tướng Abhisit đã không chịu giải tán quốc hội, cùng với liên minh cầm quyền sẽ luôn ủng hộ Đảng dân chủ.  Chủ tịch Uỷ ban Nhân quyền quốc gia Amaran Pengsapij đã gặp những thủ lĩnh phe áo đỏ. Amaran nói cuộc hội đàm nhằm mục đích hoà giải với chính phủ. \" Vâng, hai bước đó là: một, thiết lập đối thoại giữa những người tham gia khác nhau và mục tiêu dĩ nhiên là chấm dứt biểu tình\" chủ tịch đã nói. Amaran sẽ gặp chính phủ vào thứ Tư. Hầu hết người biểu tình là từ bên ngoài Bangkok, đặc biệt là những tỉnh nghèo phía bắc nơi vẫn còn rất ủng hộ Thaksin. Thaksin đang sống lưu vong nhằm trốn hạn tù hai năm cho tội tham nhũng và lạm quyền đã giành được sự ủng hộ rộng rãi vì những chính sách đạt được hỗ trợ rộng rãi qua chính sách có lợi cho dân nghèo khi còn cầm quyền. Ông ấy đã bị lật đổ vào năm 2006 bởi quân đội."
        },
        {
            "en": "Significant historical events in the year of the tiger         The tiger is also known as the god of the mountain and forest and the king of all kinds of animals. For Vietnamese people, the year of the tiger often comes with significant events in the nation’s history.  In 2010, along with the arrival of a new spring, we are entering a new year of the tiger that reminds us of unforgettable events in the nation’s history. The year of tiger in 714, Mai Thuc Loan, also known as Mai Hac De (the Black Emperor), successfully led a heroic revolt against Chinese invaders, halting the domination of the Chinese Tang dynasty and bringing back national liberation. The year of tiger in 906, Khuc Thua Du led insurgent troops to struggle against the Chinese Tang aggressor and take over Dai La Citadel proclaiming himself Governor. On February 7, 906 (the 11th day of the first lunar month), the Chinese Tang dynasty was <em>overthrown</em>, and the Vietnamese people ruled their own territory, successfully ending more than 1000 years of Chinese domination. The year of tiger in 966, the 12 Lords Rebellion (Loạn 12 Sứ Quân) was a period of chaos and civil war in the history of Vietnam, from 966 to 968 AD during the Ngo Dynasty, due to a conflict of succession after the death of King Ngo Quyen. The year of tiger in 1002, King Le Dai Hanh intensified a series of measures to adjust and reform the administrative and political system. He issued laws, renamed administrative units and divided mandarins into two groups – civil and military. He also reorganized and streamlined the army. The year of tiger in 1038, King Ly Thai Ton himself got involved in ploughing in Bo Hai rice field to promote agriculture and set an example for local farmers. This fine customs was then upheld by generations throughout the ensuing dynasties. The year of tiger in 1158, mandarin Nguyen Quoc advised King Ly Anh Ton to set a glass box at the royal court so that mandarins and the people could file complaints, denunciations and petitions on paper. The King followed the advice and received the box full of petition papers one month later. This method proved the effective in drawing people’s opinions and demonstrated democratic progress. The year of tiger in 1230, the Tran dynasty issued many documents regulating the organisation and management of authorities. The same year, the dynasty also revised some articles in its existing laws. The year of tiger in 1242, the Tran dynasty began administrative reform on a large scale, divided its territory into different administrative units and reorganised local mandarin networks. The Tran dynasty made a family record book, classifying citizens and imposing taxes. The year of tiger in 1374, a feudal Court examination was organised to select candidates with good academic results. The examination was held every seven years to select the top 30 candidates. The same year, the Tran dynasty also introduced measures to preserve traditional cultural values. The dynasty prohibited people from wearing Chinese-style clothes and speaking the Lao and Cambodian languages. The year of tiger in 1398, Mandarin Ho Quy Ly implemented a comprehensive land reform. The year of tiger in 1506, the Le dynasty launched a large examination at Giang Vo royal court. More than 30,000 candidates at the event competed in writing skills and mathematics. As a result, 1,519 candidates passed the exam. The year of tiger in 1614, the Vietnamese alphabet was first introduced in Vietnam by Portuguese priests. The year of tiger in 1650, businesspeople from France, Italy, Portugal, the Netherlands and Japan were allowed to extend their stay in Thanh Tri village on the outskirt of Hanoi, to run their businesses in the capital city. Vietnam’s foreign trade relations began to develop strongly. The year of tiger in 1698, the Mandarin Nguyen Huu Canh moved to the south to establish Gia Dinh palace in order to manage two districts, namely Phuoc Long in Bien Hoa and Tan Binh in Saigon, stretching from the Saigon River to Vam Co Dong River. The former Saigon (nowadays Ho Chi Minh City) was established during that time. The year of tiger in 1782, three brothers, Nguyen Nhac, Nguyen Hue and Nguyen Lu, launched an uprising in 1771 that ousted the Trinh-Le regime in the north and eventually toppled the Nguyen Lord in the south. The Tay Son uprising achieved great success and took control of the whole country. Lord Nguyen Anh suffered a heavy defeat and fled to foreign countries to call for support. The year of tiger in 1806, Nguyen Anh took the throne and named himself Gia Long, becoming the first King of the last feudal dynasty in Vietnam’s history. The year of tiger in 1830, the Nguyen Dynasty sent many mandarin delegations to various countries around the world to establish and develop diplomatic relations. The year of tiger in 1854, Cao Ba Quat rose up in arms against the offensive ruling Nguyen dynasty. Although the uprising received strong support from the people, it was trounced by the Nguyen dynasty. The year of tiger in 1866, the Truong Quyen insurgent army coordinated with the Pokum Pao insurgent army to fight French invaders. They claimed victories in many localities in Vietnam and Cambodia. The year of tiger in 1950, the border campaign achieved great success. Vietnamese troops liberated the 750-km Vietnam-China border area and destroyed the strategic corridor and blockade of the French colonials. The year of tiger in 1986, the 6th National Party Congress was held, opening a new chapter for national renewal process. The year of tiger in 1998, all provinces and cities in Vietnam celebrated the 300th anniversary of the establishment of the former Saigon city (now Ho Chi Minh City) and the 30th anniversary of the Mau Than (The Year of Monkey) General Uprising in 1968. Various activities also took place to mark the 20th anniversary of the signing of the Paris Peace Agreement on Ending the War and Restoring Peace in Vietnam. The year of tiger in 2010, Vietnam celebrated the 80th anniversary of the establishment of the Communist Party of Vietnam, the 35th anniversary of Southern Liberation Day and National Unification, the 120th birth anniversary of the late President Ho Chi Minh, the 65th anniversary of the August Revolution and National Day. A variety of activities will also be held to mark the 1,000th anniversary of Thang Long-Hanoi and the 80th anniversary of the establishment of the Vietnam National Unified Front. The year will also see the organisation of Party congresses at all level and the 11th National Party Congress.",
            "vi": "Những sự kiện lịch sử quan trọng trong năm Dần    Hổ được mệnh danh là chúa sơn lâm và là vua của muôn loài động vật. Đối với người Việt Nam, năm Dần thường đến cùng nhiều sự kiện quan trọng trong lịch sử dân tộc. Xuân Canh Dần 2010 đang về, hãy cùng nhau ôn lại những ký ức hào hùng của cha ông ta qua những năm Dần với những sự kiện lịch sủ không thể nào quên. Năm Giáp Dần 714, Mai thúc Loan, cũng gọi là Mai Hắc Đế đã dẫn đầu cuộc khởi nghĩa hùng mạnh chống lại quân xâm lược Trung Quốc, lật đổ chính quyền đô hộ của triều đại nhà Đường, giải phóng dân tộc.  Năm Bính Dần 906, Khúc thừa Dụ đã lãnh đạo quân khởi nghĩa chống lại quân xâm lược nhà Đường Trung Quốc, chiếm Thành Đại La và tự phong là thống đốc. Vào ngày 7 tháng 2 (nhằm ngày 11 của tháng Giêng âm lịch), triều đại nhà Đường của Trung Quốc bị lật đổ, người Việt lên làm chủ lãnh thổ của mình, chấm dứt một cách thành công hơn 1000 năm nước ta bị Trung Quốc thống trị. Năm Bính Dần 966, Cuộc Nổi loạn của 12 Sứ quân là thời kỳ hỗn độn và nội chiến trong lịch sử Việt Nam, từ năm 966 đến năm 968 sau công nguyên suốt triều đại nhà Ngô, do xung đột liên tiếp sau khi Vua Ngô Quyền băng hà. Năm Nhâm Dần 1002, vua Lê Đại Hành thực hiện hàng loạt các biện pháp chấn chỉnh và cải cách hệ thống hành chính và chính trị: ban hành pháp luật, đổi tên đơn vị hành chính và chia tướng hiệu thành 2 ban – văn và võ. Ngoài ra Đức Vua còn tái tổ chức và sắp xếp hợp lý hoá quân đội. Năm Mậu Dần 1038, Vua Lý Thái Tôn đích thân ra cày ruộng lúa ở Bố Hải để đẩy mạnh phong trào nông nghiệp và làm gương cho nông dân ở địa phương. Thuần phong mỹ tục này được các triều đại sau đó duy trì và phát huy. Năm Mậu Dần 1158, quan Nguyễn Quốc khuyên Vua Lý Anh Tôn đặt một hòm kính tại sân điện để quan dân ai cũng có thể viết những lời than phiền, tố cáo hay thỉnh cầu lên giấy và bỏ vào đó. Đức Vua nghe theo và chỉ trong vòng một tháng, đơn, thư, sớ đã đầy hòm. Đây là phương thức tiếp nhận ý kiến của nhân dân rất hiệu quả cho thấy sự tiến bộ dân chủ.    Năm Canh Dần 1230, nhà Trần ban hành nhiều văn bản quy định cách thức tổ chức và quản lý chính quyền. Cũng trong năm này, một số điều khoản về pháp luật hiện hành của nhà Trần cũng được xét duyệt lại. Năm Nhâm Dần 1242, nhà Trần tiến hành cải cách hành chính trên quy mô lớn, chia lãnh thổ của mình thành hai đơn vị hành chính khác nhau và tái tổ chức hệ thống quan lại địa phương. Nhà Trần cũng làm sổ hộ khẩu gia đình, phân loại công dân và ấn định mức thuế. Năm Giáp Dần 1374, tổ chức cuộc thi Đình phong kiến để chọn người tài giỏi có kết quả học tập tốt. Cuộc thi này được tổ chức 7 năm một lần để chọn lấy 30 người giỏi nhất. Cũng trong năm này, nhà trần đưa ra nhiều biện pháp gìn giữ giá trị văn hoá truyền thống. Người dân không được mặc trang phục theo kiểu của người Trung Quốc và không được nói tiếng Lào và Cam-pu-chia.    Năm Mậu Dần 1398, quan tướng Hồ Quý Ly tiến hành cải cách ruộng đất toàn diện. Năm Bính Dần 1506, nhà Lê tổ chức cuộc thi lớn ở sân điện Giảng Võ. Hơn 30.000 ứng viên đã hoàn thành hết hai kỹ năng là văn và toán. Kết quả, 1.519 người đỗ cuộc thi này.  Năm Giáp Dần 1614, chữ cái tiếng Việt lần đầu tiên được các tu sĩ người Bồ Đào Nha giới thiệu ở Việt Nam. Năm Canh Dần 1650, doanh nhân từ Pháp, Ý, Bồ Đào Nha, Hà Lan và Nhật Bản được phép lưu trú lại tại làng Thanh Trì, ngoại thành Hà Nội, để điều hành doanh nghiệp của mình tại thủ đô. Mối quan hệ mậu dịch của Việt Nam với nước ngoài bắt đầu phát triển mạnh mẽ. Năm Mậu Dần 1698, tướng quân Nguyễn Hữu Cảnh vào kinh lý miền Nam, lập thủ phủ Gia Định để quản lý 2 huyện Phước Long ở Biên Hoà và Tân bình ở Sài Gòn, trải dài từ sông Sài Gòn đến sông Vàm Cỏ Đông. Sài Gòn cũ (bây giờ là Thành phố Hồ chí Minh) được thành lập từ đó.  Năm Nhâm Dần 1782, 3 anh em Nguyễn Nhạc, Nguyễn Huệ và Nguyễn Lữ phát động cuộc nổi dậy vào năm 1771 lật đổ chế độ Trịnh – Lê ở miền Bắc và cuối cùng lật đổ được Chúa Nguyễn ở miền Nam. Cuộc khởi nghĩa Tây Sơn giành được thành công lớn và giành được quyền làm chủ đất nước. Chúa Nguyễn Ánh đại bại, phải chạy trốn và cầu viện ra nước ngoài. Năm Bính Dần 1806, Nguyễn Ánh lên ngôi hoàng đế và lấy tên là Gia Long, trở thành vị vua đầu tiên của triều đại phong kiến cuối cùng trong lịch sử Việt Nam. Năm Canh Dần 1830, nhà Nguyễn cử nhiều đoàn sứ thần đến các nước trên thế giới để thiết lập và phát triển các mối quan hệ ngoại giao. Năm Giáp Dần 1854, Cao Bá Quát nổi dậy chống lại sự áp bức của triều đình nhà Nguyễn. Mặc dù cuộc khởi nghĩa được nhân dân ủng hộ mạnh mẽ song bị nhà Nguyễn đánh bại.  Năm Bính Dần 1866, nghĩa quân Trương Quyền liên kết với nghĩa quân Pokum Pao chống Pháp xâm lược, làm nên nhiều chiến thắng vang dội ở Việt Nam và Cam pu chia. Năm Canh Dần 1950, chiến dịch biên giới thắng lợi. Quân ta đã giải phóng được dải biên cương Việt – Trung dài 750 km, phá tan hành lang chiến lược và thế bao vây của thực dân Pháp. Năm Bính Dần 1986, Đại hội Đảng toàn quốc lần thứ 6 được tổ chức, khởi đầu đề ra công cuộc đổi mới của đất nước.  Năm Mậu Dần 1998, tất cả tỉnh thành trong  nước tổ chức lễ kỷ niệm 300 năm thành lập thành phố Sài Gòn cũ (bây giờ là Thành phố Hồ Chí Minh), kỷ niệm 30 năm chiến thắng tổng khởi nghĩa xuân Mậu Thân 1968 (năm Thân). Nhiều hoạt động khác cũng diễn ra để đánh dấu lễ kỷ niệm 20 năm ký Hiệp định hoà bình Paris về việc chấm dứt chiến tranh và lập lại hoà bình ở Việt Nam. Năm Canh Dần 2010, nước ta tổ chức kỷ niệm 80 năm ngày thành lập Đảng Cộng sản Việt Nam, kỷ niệm 35 năm ngày giải phóng miền Nam và thống nhất đất nước, kỷ niệm 120 năm ngày sinh của cố Chủ tịch Hồ Chí Minh, kỷ niệm 65 năm Cách mạng Tháng Tám và ngày Quốc khánh. Nhiều hoạt động khác cũng được tổ chức để đánh dấu lễ kỷ niệm 1000 năm Thăng Long – Hà Nội và kỷ niệm 80 năm ngày thành lập mặt trận Dân tộc Thống nhất Việt Nam. Trong năm nay cũng tổ chức Đại hội Đảng bộ các cấp và Đại hội Đảng lần thứ XI."
        }
    ],
    "suggestions": []
}