{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overeating",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>overeating</k><blockquote><cclass>noun eat too much.</cclass></blockquote><blockquote>→ <kref>overeat</kref></blockquote></div>",
            "word": "overeating",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overeating",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overeating",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overeating",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The evils of <em>overeating</em> are many.",
            "vi": "Ăn quá nhiều sẽ gây ra những hậu quả xấu."
        },
        {
            "en": "<em>Overeating</em> is not good for your health.",
            "vi": "Ăn nhiều quá không tốt cho sức khỏe của bạn đâu."
        },
        {
            "en": "<em>Overeating</em> is only a matter of habits.",
            "vi": "Thật ra việc ăn nhiều chỉ là do thói quen thôi."
        },
        {
            "en": "How do you avoid bad digestion and <em>overeating</em>?",
            "vi": "Làm thế nào để tránh ăn nhiều và tiêu hóa xấu?"
        },
        {
            "en": "<em>Overeating</em> is surely the main cause of obesity.",
            "vi": "Ăn quá nhiều chắc chắn là nguyên nhân chính của béo phì."
        },
        {
            "en": "Âagain by <em>overeating</em> one deprives another of his legitimate food.",
            "vi": "Như vậy (nói một cách nào đó) người ăn nhiều ăn luôn cả phần ăn của người khác."
        },
        {
            "en": "Then take a look ay the cost of <em>overeating</em>.",
            "vi": "Ngoài ra bệnh béo phì còn dẫn ra nhiều bệnh khác, chẳng hạn như suy tim."
        },
        {
            "en": "The condition may arise from <em>overeating</em>, hormone irregularities, or a metabolic disorder.",
            "vi": "Tình trạng này do ăn quá nhiều, không điều hoà kích thích tố hoặc do một bệnh biến dưỡng."
        },
        {
            "en": "Dictary education is a must if people must be saved from <em>overeating</em>.",
            "vi": "Cần phải giáo dục chế độ ăn kiêng cho người dân nào có thói quen ăn quá nhiều."
        },
        {
            "en": "Financial profligacy is linked to other impulsive behaviours like <em>overeating</em>, smoking and infidelity, according to a new study.",
            "vi": "Theo một cuộc nghiên cứu mới thì sự phung phí/hoang phí về tài chánh là mắc xích thúc đẩy các hành vi cư xử khác như ăn quá mức, hút thuốc và sự bội tín."
        },
        {
            "en": "Most of the unfortunate consequences surrounding this rich delicacy come not from simply eating chocolate, but from <em>overeating</em> it.",
            "vi": "Hầu hết các hậu quả đáng tiếc xung quanh thứ thức ăn ngon và bổ dưỡng này không phải chỉ là do ăn sô-cô-la mà là do ăn quá nhiều sô-cô-la."
        },
        {
            "en": "If <em>overeating</em> is an evil, starving is equally bad because the organs don't get the necessary food for their efficiency.",
            "vi": "Nếu ăn quá nhiều là xấu thì nhịn đói cũng có hậu quả tương tự bởi vì cơ thể chúng ta không đủ năng lượng làm việc."
        },
        {
            "en": "\"It's important to keep an eye on portion sizes when cooking, shopping and eating out to avoid <em>overeating</em> and help maintain a healthy weight.\"",
            "vi": "\"Nhắm một mắt trên khẩu phần ăn khi nấu ăn, mua sắm và ăn uống là rất quan trọng để có thể tránh được việc ăn quá nhiều và giúp duy trì một trọng lượng khỏe mạnh\""
        },
        {
            "en": "Bottom Line: Most breads are made of pulverized wheat. They are easily digested and rapidly spike blood sugar and insulin levels, which can lead to the notorious blood sugar “roller coaster” and stimulate <em>overeating</em>.",
            "vi": "Điểm mấu chốt: Hầu hết bánh mì được chế biến từ lúa mì nghiền hành bột. Chúng dễ dàng được tiêu hóa và nhanh chóng làm tăng lượng đường và insulin trong máu, có thể dẫn đến tình trạng lượng đường trong máu vượt mức và kích thích ăn quá nhiều."
        },
        {
            "en": "We owe this mainly to better seed varieties, more fertilizer, more mechanization and better farm practices. Food in most developed countries is so plentiful and inexpensive that obesity—partly caused by <em>overeating</em>—is a major social problem.",
            "vi": "Chúng ta có được thành công này chủ yếu là nhờ có các giống cây trồng vật nuôi tốt hơn, có nhiều phân bón hơn, sử dụng cơ giới hóa nhiều hơn và có các biện pháp canh tác, chăn nuôi tốt hơn. Ở đa số các nước phát triển, lương thực thực phẩm dồi dào và rẻ đến mức bệnh béo phì – một chứng bệnh có lý do một phần là ăn uống quá nhiều gây nên – đã trở thành một vấn đề xã hội lớn."
        },
        {
            "en": "Smoking cessationOn average, people who quit smoking gain about 4 to 10 pounds. Why? First, nicotine curbs your appetite, so once you quit, you may feel increased hunger pangs, which leads to <em>overeating</em>. Nicotine also increases your metabolism, and some people don't decrease their calorie intake to compensate for the slowdown. Lastly, nicotine is notorious for dulling the taste buds, so you may find food tastes better once you kick the habit, which can lead to overindulgence.",
            "vi": "Cai thuốcTrung bình thì người bỏ thuốc lá sẽ tăng chừng 4 đến 10 pao. Vì sao ư? Đầu tiên, chất ni-cô-tin làm bạn ăn uống không được ngon miệng lắm, vì vậy khi bạn bỏ thuốc thì có thể cảm thấy đói bụng dữ dội hơn, làm cho bạn ăn quá mức. Ni-cô-tin cũng làm cho quá trình chuyển hoá nhanh hơn, và một số người không hạn chế được lượng ca-lo hấp thụ để bù đắp cho sự suy giảm này. Sau hết là ni-cô-tin nổi tiếng là chất làm giảm chồi vị giác, cho nên bạn có thể cảm thấy thức ăn ngon hơn khi bạn đã bỏ được thói quen hút thuốc, điều này có thể làm bạn ăn uống thoả thuê. "
        },
        {
            "en": "When runners lose weight, it’s lost from their muscle mass rather than fat storage. This happens because your muscles are more metabolic and therefore burn more calories than fat does. And despite the fact that running steadily may regulate a person’s appetite, too much running increases a body’s production of cortisol. This stress hormone actually increases a person’s appetite. Not only can over-exerting yourself cause your appetite to increase, but it also makes you leptin-resistant. This blocks your body from notifying you when you are too full, which results in <em>overeating</em>. Finally, an increase in cortisol will also result in your thyroid’s inability to produce the hormone T4, which leads to a loss of energy and an inability to burn fat.",
            "vi": "Khi người chạy giảm cân, nó sẽ tổn thất khối lượng cơ bắp của họ chứ không phải là trữ mỡ. Điều này xảy ra bởi vì cơ bắp của bạn được chuyển hóa nhiều hơn và do đó đốt cháy nhiều calo hơn chất béo. Và mặc dù thực tế chạy đều đặn có thể điều chỉnh sự thèm ăn của một người, chạy quá nhiều gia tăng cortisol của cơ thể tạo ra. Hooc - môn gây căng thẳng này thực sự làm tăng cảm giác ngoan miệng của một người.Không chỉ có thể gây cho mình cảm giác thèm ăn tăng lên, nhưng nó cũng có thể làm cho bạn chống lại lượng Leptin. Điều này ngăn chặn cơ thể của bạn từ thông báo bạn khi bạn quá đầy đủ, mà dẫn tới ăn quá nhiều. Cuối cùng, sự tăng cortisol cũng sẽ dẫn đến tuyến giáp của bạn không có khả năng tạo ra Hooc- mon T4, dẫn đến một sự mất mát năng lượng và khả năng đốt cháy chất béo."
        }
    ],
    "suggestions": []
}