{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overbuilding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>overbuilding</k><blockquote><cclass>noun build on top of.</cclass></blockquote><blockquote>→ <kref>overbuild</kref></blockquote></div>",
            "word": "overbuilding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overbuilding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overbuilding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overbuilding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Queensland is a special case due to local <em>overbuilding</em> of coal power plants and bad policy decisions. This is an example of how the rapid growth of solar energy is catching governments off guard. More than a million Australians have already installed rooftop panels, causing demand for electricity supplied by traditional utilities to plunge. According to analysis from UBS, demand for electricity in Australia has dropped by 13% over the past four years. 75% of Australia’s residential buildings and up to 90% of commercial buildings may be equipped by rooftop solar panels within 10 years.",
            "vi": "Queensland là trường hợp đặc biệt do vùng này xây quá nhiều nhà máy điện chạy than và có nhiều quyết sách sai lầm. Đây là một điển hình của việc phát triển năng lượng mặt trời nhanh hơn dự tính của chính quyền. Hơn một triệu người Úc đã lắp pin năng lượng mặt trời trên mái nhà, làm sụt giảm mạnh nhu cầu về điện vốn được cung cấp bởi các dịch cụ công kiểu cũ. Theo phân tích của UBS, nhu cầu về điện của Úc đã giảm 13% trong 4 năm qua. 75% chung cư Úc và tới 90% tòa nhà thương mại có thể sẽ lắp đặt pin năng lượng mặt trời trên nóc nhà trong vòng 10 năm tới."
        }
    ],
    "suggestions": []
}