{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overtones",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overtones",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overtones",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>overtones</k><blockquote><blockquote><ex><abr>n.</abr> political; racial overtones</ex></blockquote></blockquote></div>",
            "word": "overtones",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overtones",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Reply full of <em>overtones</em>",
            "vi": "Câu trả lời nhiều ngụ ý"
        },
        {
            "en": "She responded a reply full of <em>overtones</em>.",
            "vi": "Cô ta đáp lại một câu trả lời đầy ngụ ý."
        },
        {
            "en": "A hard object will give a clear sound, and a soft one will give a fuzzy sound with <em>overtones</em>.",
            "vi": "Vật rắn thì nghe rõ, vật mềm nghe không rõ vì bội âm."
        },
        {
            "en": "This doesn’t mean sugarcoating the message; it means doctors should opt for neutral language, which does not carry pejorative <em>overtones</em> or imply a moral judgement about the person.",
            "vi": "Đây không phải là che đậy thông điệp ấy bằng một lớp vỏ ngoài ngọt ngào, mà có nghĩa rằng các bác sĩ nên chọn dùng ngôn ngữ trung lập vốn không mang theo giọng điệu chỉ trích, hay đơn giản chỉ là một đánh giá mang tính đạo đức về người đó."
        },
        {
            "en": "When Emily Dunne, an 18-year-old mechanical engineering student from Bermuda, was taking a course in differential equations recently, she was startled when her professor started singing in the middle of the lecture. \"He was trying to show us how to understand <em>overtones</em>. It was kind of weird, but then everyone here is a little quirky,\" she says.",
            "vi": "Khi một Amily Dunne, một sinh viên kỹ thuật cơ khí 18 tuổi đến từ Bermuda, đã tham gia một khoá học về vi phân trong thời gian gần đây, cô đã giật mình khi giáo sư bật hát ngay giữa lớp học. \"Ông ấy đang cố cho chúng tôi hiểu về những âm bội. Nó hơi kỳ lạ, nhưng sau đó mọi người trong phòng cũng đoán ra được một ít ngụ ý\""
        }
    ],
    "suggestions": []
}