{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overdosage"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overdosage"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overdosage"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overdosage"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> môi trường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cấp quá liều</font></td></tr></tbody></table></div>",
            "word": "overdosage"
        }
    },
    "sentences": [
        {
            "en": "Toxic effects are usually only seen with <em>overdosage</em>.",
            "vi": "Tác dụng độc thường chỉ có khi dùng quá liều."
        },
        {
            "en": "Prolonged use may lead to dependence and <em>overdosage</em> has serious toxic effects.",
            "vi": "Dùng lâu dài có thể dẫn tới lệ thuộc thuốc và dùng quá liều sẽ gây nhiễm độc nặng."
        },
        {
            "en": "Care must be taken to administer the correct dose of meperidine and to avoid <em>overdosage</em>.",
            "vi": "Phải quan tâm đến việc dùng đúng liều lượng thuốc giảm đau để tránh dùng quá liều."
        },
        {
            "en": "Prolonged administration may lead to dependence and its use with alcohol should be avoided; <em>overdosage</em> has serious effects.",
            "vi": "Dùng lâu dài có thể dẫn đến quen thuốc, và không nên dùng chung với rượu; dùng quá liều có thể có những hậu quả nghiêm trọng."
        },
        {
            "en": "Because they produce tolerance and psychological and physical dependence, have serious toxic side-effects, and can be fatal following large <em>overdosage</em>, barbiturates have been largely replaced in clinical use by safer drugs.",
            "vi": "Vì thuốc có hiện tượng dung nạp và gây nghiện về tâm lý và cơ thể, cũng như có tác động phụ nghiêm trọng và có thể gây chết khi dùng liều quá cao, các barbiturate đã được thay thế trong lâm sàng bằng các loại an toàn hơn."
        }
    ],
    "suggestions": []
}