{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overactive"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>overactive</k><blockquote>■ <cclass>adjective excessively active. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>overactivity</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "overactive"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overactive"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overactive"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "overactive"
        }
    },
    "sentences": [
        {
            "en": "A state of <em>overactive</em> restlessness in children.",
            "vi": "Tình trạng hiếu động quá mức ở trẻ em."
        },
        {
            "en": "He has an <em>overactive</em> imagination and sense of humour.",
            "vi": "Anh ấy có một trí tưởng tượng quá hăng hái và óc hài hước."
        },
        {
            "en": "If you have an <em>overactive</em> imagination, you tend to imagine things that are not true.",
            "vi": "Nếu bạn có một trí tưởng tượng quá phong phú, bạn có xu hướng tưởng tượng những thứ không có thật."
        },
        {
            "en": "But don't blame it all on your boss, your bills or even your <em>overactive</em> sweat glands.",
            "vi": "Nhưng đừng lấy cớ đó để đổ lỗi cho sếp, hay cho các hóa đơn thanh toán hoặc thậm chí về các tuyến mồ hôi tiết quá mức."
        },
        {
            "en": "In essence, <em>overactive</em> imaginations (an essential trait for creative geniuses) and intense worrying behaviors are not only inextricably linked, but also fuel each other in a never-ending creative cycle of torment and ingenuity.",
            "vi": "Về cơ bản thì trí tưởng tượng quá phong phú (nét đặt trưng quan trọng cho tinh thần sáng tạo) và hành vi lo lắng quá nhiều không chỉ có mối quan hệ mật thiết, mà còn thúc đẩy lẫn nhau trong quá trình sáng tạo không ngừng của trí thông minh và sự đau khổ."
        },
        {
            "en": "Diagnosing thyroid disorders\n \nIf your doctor suspects a thyroid disorder, a blood test can help provide an answer. This test measures the level of thyroid stimulating hormone (TSH), a kind of master hormone that regulates the work of the thyroid gland. If TSH is high, it typically means that your thyroid function is too low (hypothyroid).  If TSH is low, it generally means the thyroid is <em>overactive</em> (hyperthyroid.) Your doctor may also check levels of other thyroid hormones in your blood. In some cases, imaging studies are used and biopsies are taken to evaluate a thyroid abnormality.",
            "vi": "Chẩn đoán rối loạn tuyến giáp\n \nNếu bác sĩ nghi ngờ rối loạn tuyến giáp, thì xét nghiệm máu có thể giúp bạn giải đáp được thắc mắc. Xét nghiệm này đo hàm lượng hoóc-môn kích thích tuyến giáp (TSH), đây là một hoóc-môn chính có tác dụng điều hoà hoạt động của tuyến giáp. Nếu TSH cao, thì thường có nghĩa là chức năng tuyến giáp của bạn quá thấp (suy giáp). Nếu TSH thấp thì thường có nghĩa là tuyến giáp hoạt động quá mức (cường giáp). Bác sĩ cũng có thể kiểm tra hàm lượng các hoóc-môn tuyến giáp khác trong máu của bạn. Trong một số trường hợp, người ta có thể chụp hình và làm sinh thiết để đánh giá mức độ bất thường của tuyến giáp."
        },
        {
            "en": "7. Excessive meowingGrown cats don't meow at one another. The meow is primarily for humans. Cats use it to say hello, ask for food, or get attention. If your cat seems to meow a lot, check with your vet. It could be a sign of a health problem like an <em>overactive</em> thyroid. If she meows for food, don't feed her when she cries. If she meows for attention, teach her you'll only give it when she's quiet. But don't ignore her meows. She could be telling you there's a problem, such as not being able to get to the litter box or chronic pain.",
            "vi": "7. Kêu meo meo quá nhiềuMèo trưởng thành không kêu meo meo với nhau. Meo meo là chủ yếu cho con người. Mèo kêu meo meo để chào hỏi, đòi được cho ăn, hoặc được chú ý. Nếu mèo của bạn có vẻ kêu meo meo quá nhiều, hãy kiểm tra với bác sĩ thú y. Nó có thể là dấu hiệu của vấn đề sức khoẻ như tuyến giáp hoạt động quá mức. Nếu nó kêu meo meo đòi ăn, thì không cho nó ăn khi nó kêu la. Nếu nó kêu meo meo để gây chú ý, hãy dạy cho nó biết là bạn sẽ chỉ quan tâm nó khi nó im lặng. Nhưng đừng lờ đi tiếng kêu meo meo của nó. Có thể nó đang cho bạn biết có một rắc rối, chẳng hạn như nó không vào được hộp vệ sinh hoặc đang bị đau mãn tính."
        },
        {
            "en": "Calcitriol promotes the absorption of calcium and phosphorus from food in the gut and reabsorption of calcium in the kidneys - this increases the flow of calcium in the bloodstream. This is essential for the normal mineralization of bone and preventing hypocalcemic tetany. Hypocalcemic tetany is a low calcium condition in which the patient has <em>overactive</em> neurological reflexes, spasms of the hands and feet, cramps and spasms of the voice box (larynx). Calcitriol also plays a key role in the maintenance of many organ systems.",
            "vi": "Calcitriol thúc đẩy sự hấp thu canxi và phốt pho từ thức ăn trong ruột và tái hấp thu canxi trong thận - điều này làm tăng lưu lượng canxi trong máu. Điều này hết sức quan trọng cho sự khoáng hoá bình thường của xương và ngăn ngừa chứng co giật do hạ canxi máu. Co giật do hạ canxi máu là tình trạng canxi thấp trong đó bệnh nhân có phản xạ thần kinh hoạt động quá mức, co thắt của bàn tay và bàn chân, chuột rút và co thắt của thanh quản (thanh quản). Calcitriol cũng đóng một vai trò then chốt trong việc duy trì nhiều hệ cơ quan."
        },
        {
            "en": "15 Symptoms women ignore         See your doctor Women tend to be more vigilant than men about getting health checkups and cancer screenings, according to studies and experts. But not always. Younger women, for instance, tend to ignore symptoms that could point to cancer. Of course, some women are as skilled as men are at switching to denial mode. With that healthy balance between denial and hypochondria in mind, WebMD asked experts to talk about the symptoms that may not immediately make a woman worry about cancer, but that should be checked out. The following slides cover 15 possible cancer symptoms women often ignore. No.1 - Unexplained weight loss Many women would be delighted to lose weight without trying. But unexplained weight loss -- say 10 pounds in a month without an increase in exercise or a decrease in food intake -- should be checked out, says Ranit Mishori, MD, an assistant professor of family medicine at the Georgetown University School of Medicine in Washington, D.C. \"Unexplained weight loss is cancer unless proven not,\" she says. It could, of course, turn out to be another condition, such as an <em>overactive</em> thyroid. Expect your doctor to run tests to check the thyroid and perhaps order a CT scan of different organs. The doctor needs to \"rule out the possibilities, one by one,\" Mishori says. No. 2 – Bloating Bloating is so common that many women just live with it. But it could point to ovarian cancer. Other symptoms of ovarian cancer include abdominal pain or pelvic pain, feeling full quickly -- even when you haven't eaten much -- and urinary problems, such as having an urgent need to go to the bathroom. If the bloating occurs almost every day and persists for more than a few weeks, you should consult your physician. Expect your doctor to take a careful history and order a CT scan and blood tests. No 3. - Breast changes Most women know their breasts well, even if they don't do regular self-exams, and know to be on the lookout for lumps. But that's not the only breast symptom that could point to cancer. Redness and thickening of the skin on the breast, which could indicate a very rare but aggressive form of breast cancer, inflammatory breast cancer, also needs to be examined, says Hannah Linden, MD, a medical oncologist who is a member of the Fred Hutchinson Cancer Research Center and professor of medicine at the University of Washington School of Medicine, Seattle. \"If you have a rash that persists over weeks, you have to get it evaluated,” says Linden. Likewise, if the look of a nipple changes, or if you notice discharge (and aren't breastfeeding), see your doctor. \"If it's outgoing often,\" she says, that's not a good sign. \"If your nipples are inverted chronically, no big deal.\" It's the change in appearance that could be a worrisome symptom.  If you have breast changes, expect your doctor to take a careful history, examine the breast, and order tests such as a mammogram, ultrasound, MRI, and perhaps a biopsy. No. 4 - Between-period bleeding or other unusual bleeding \"Premenopausal women tend to ignore between-period bleeding,\" says Mary Daly, MD, oncologist and head of the department of clinical genetics at Fox Chase Cancer Center in Philadelphia. They also tend to ignore bleeding from the gastrointestinal (GI) tract, mistakenly thinking it is from their period. But between-period bleeding, especially if you are typically regular, bears checking out, she says. So does bleeding after menopause, as it could be a symptom of endometrial cancer. GI bleeding could be a symptom of colorectal cancer. Think about what's normal for you, says Debbie Saslow, PhD, director of breast and gynecologic cancer at the American Cancer Society in Atlanta. \"If a woman never spots [between periods] and she spots, it's abnormal for her. For someone else, it might not be. Endometrial cancer is a common gynecologic cancer,\" Saslow says. \"At least three-quarters who get it have some abnormal bleeding as an early sign.\" Your doctor will take a careful history and, depending on the timing of the bleeding and other symptoms, probably order an ultrasound or biopsy. No. 5 - Skin changes Most of us know to look for any changes in moles -- a well-known sign of skin cancer. But we should also watch for changes in skin pigmentation, Daly says. If you suddenly develop bleeding on your skin or excessive scaling, that should be checked, too, she says. It's difficult to say how long to observe skin changes before you go to the doctor, but most experts say not longer than several weeks.  No. 6 - Difficulty swallowing If you have difficulty swallowing, you may have already changed your diet so chewing isn't so difficult, perhaps turning to soups or liquid foods such as protein shakes. But that difficulty could be a sign of a GI cancer, such as in the esophagus, says Leonard Lichtenfeld, MD, deputy chief medical officer at the American Cancer Society. Expect your doctor to take a careful history and order tests such as a chest X-ray or exams of the GI tract. No. 7 - Blood in the wrong place If you notice blood in your urine or your stool, don't assume it's from a hemorrhoid, says Mishori. \"It could be colon cancer.\" Seeing blood in the toilet bowl may actually be from the vagina if a woman is menstruating, Mishori says. But if not, it should be checked to rule out bladder or kidney cancer, she says.  Expect your doctor to take a careful history and perhaps order testing such as a colonoscopy, an exam of the colon to look for cancer. Coughing up blood should be evaluated, too. One occasion of blood in the wrong place may not point to anything, Mishori says, but if it happens more than once, go see your doctor. No. 8 - Gnawing abdominal pain and depression Any woman who has got a pain in the abdomen and is feeling depressed needs a checkup, says Lichtenfeld. Some researchers have found a link between depression and pancreatic cancer, but it's a poorly understood connection. No. 9 – Indigestion Women who have been pregnant may remember the indigestion that occurred as they gained weight. But indigestion for no apparent reason may be a red flag. It could be an early clue to cancer of the esophagus, stomach, or throat. Expect your doctor to take a careful history and ask questions about the indigestion before deciding which tests to order, if any. No. 10 - Mouth changes Smokers should be especially alert for any white patches inside the mouth or white spots on the tongue, according to the American Cancer Society. Both can point to a precancerous condition called leukoplakia that can progress to oral cancer. Ask your dentist or doctor to take a look and decide what should be done next. No. 11 – Pain As people age, they seem to complain more of various aches and pains, but pain, as vague as it may be, can also be an early symptom of some cancers, although most pain complaints are not from cancer. Pain that persists and is unexplained needs to be checked out. Expect your physician to take a careful history and, based on that information, decide what further testing, if any, is needed. No. 12 - Changes in lymph nodes If you notice a lump or swelling in the lymph nodes under your armpit or in your neck—or anywhere else—it could be worrisome, Linden says. \"If you have a lymph node that gets progressively larger, and it has [been] longer than a month, see a doctor,\" she says. Your doctor will examine you and figure out any associated issues (such as infection) that could explain the lymph node enlargement. If there are none, your doctor will typically order a biopsy. No. 13 – Fever If you have a fever that isn't explained by influenza or other infection, it could point to cancer. Fevers more often occur after cancer has spread from its original site, but it can also point to early blood cancers such as leukemia or lymphoma, according to the American Cancer Society. Other cancer symptoms can include jaundice, or a change in the color of your stool. Expect your doctor to conduct a careful physical exam and take a medical history, and then order tests such as a chest X-ray, CT scan, MRI, or other tests, depending on the findings. No. 14 – Fatigue Fatigue is another vague symptom that could point to cancer -- as well as a host of other problems. It can set in after the cancer has grown, but it may also occur early in certain cancers, such as leukemia or with some colon or stomach cancers, according to the American Cancer Society. No. 15 - Persistent cough Coughs are expected with colds, the flu, allergies, and sometimes are a side effect of medications. But a very prolonged cough -- defined as lasting more than three or four weeks -- should not be ignored, Mishori says. Expect your doctor to take a careful history, examine your throat, check out your lung functioning, and perhaps order X-rays, especially if you are a smoker.",
            "vi": "15 triệu chứng mà phụ nữ thường hay bỏ qua       Hãy đến khám bác sĩ  Theo nhiều công trình nghiên cứu và nhiều chuyên gia thì phụ nữ thường có khuynh hướng thận trọng với các cuộc kiểm tra sức khỏe tổng quát và xét nghiệm ung thư hơn nam giới. Nhưng không phải lúc nào cũng thế. Chẳng hạn như, nhiều bạn gái trẻ, hay phớt lờ những triệu chứng có thể dẫn đến ung thư. Tất nhiên là cũng có một số người rất hay phủ nhận như nam giới.  Với sự cân đối lành mạnh giữa phủ nhận và bệnh tưởng trong đầu thì WebMD đã yêu cầu các chuyên gia nói về những triệu chứng có thể ngay lập tức không làm cho phái nữ cảm thấy lo lắng về chứng ung thư, nhưng cần phải được kiểm tra. Những khung hình dưới đây cho thấy 15 triệu chứng ung thư có thể xảy ra mà chị em phụ nữ thường không quan tâm tới.  1. Giảm cân không rõ nguyên nhân  Nhiều phụ nữ sẽ vui mừng khi có thể giảm cân mà không cần phải cố gắng làm gì cả. Nhưng giảm cân không rõ nguyên nhân – chẳng hạn như giảm 10 pound/ tháng mà không tăng cường thêm vận động hoặc ăn kiêng – thì cần nên được kiểm tra, theo tiến sĩ y khoa Ranit Mishori, trợ giảng tại Đại học Y dược Georgetown ở Washington, D.C. “Giảm cân không rõ nguyên nhân thường là ung thư trừ phi được chứng minh là không phải. Tất nhiên là nó có thể chuyển sang một chứng bệnh khác, chẳng hạn như tuyến giáp hoạt động quá mức.  Đề nghị bác sĩ cho làm các xét nghiệm để kiểm tra tuyến giáp và có lẽ bạn cũng nên yêu cầu cho chụp CT (chụp cắt lớp) nhiều cơ quan khác nữa. Theo tiến sĩ Mishori thì bác sĩ cần nên “loại bỏ từng khả năng một”.  2. Chứng phồng nở bất thường Tình trạng trương nở rất thường thấy đến nỗi nhiều người chỉ biết sống chung với nó thôi. Nhưng cũng có thể là bệnh nhân bị ung thư buồng trứng. Các triệu chứng khác của ung thư buồng trứng gồm đau bụng hoặc đau khung xương chậu, cảm giác no nhanh – thậm chí là khi bạn không ăn nhiều – và nhiều vấn đề về tiết niệu, chẳng hạn như nhu cầu đi vệ sinh nhanh.  Nếu hầu như ngày nào cũng bị căng bụng và kéo dài một vài tuần trở lên thì bạn nên tham khảo ý kiến của bác sĩ. Hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận; chụp cắt lớp/ chụp CT và làm các xét nghiệm máu.  3. Thay đổi ở nhũ hoa  Hầu hết phụ nữ đều biết vòng một của mình rất rõ, cho dù là không tự kiểm tra ngực thường xuyên, và biết về các vấn đề khối u. Nhưng đó không phải là triệu chứng ở ngực duy nhất có thể dẫn đến ung thư. Vùng da ngực ửng đỏ và dày, có thể là dấu hiệu của dạng ung thư vú rất hiếm thấy nhưng diễn tiến rất nhanh, hoặc là dấu hiệu của chứng ung thư vú viêm nhiễm, tiến sĩ – bác sĩ chuyên khoa ung thư Hannah Linden, thành viên của Trung tâm Nghiên cứu Ung thư Fred Hutchinson và giáo sư y khoa tại trường Đại học Y dược Washington, Seattle cho biết “Nếu bạn bị phát ban nhiều tuần thì nên đến khám bác sĩ.” Tương tự, nếu hình dạng của nhũ hoa thay đổi, hoặc nếu bạn phát hiện thấy có dịch tiết (và không phải đang trong thời gian cho con bú mẹ), thì hãy đến bác sĩ nhé. “Nếu nhũ hoa tiết dịch thường xuyên thì không phải là dấu hiệu tốt rồi.” “Nếu đầu nhũ hoa của bạn lúc nào cũng lún vào trong, thì điều đó chẳng có gì nghiêm trọng cả.” Sự thay đổi hình dáng có thể là một triệu chứng rắc rối đấy.  Nếu nhũ hoa của bạn thay đổi thì hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, kiểm tra ngực và yêu cầu làm nhiều xét nghiệm khác chẳng hạn như chụp X-quang khối u ở ngực, siêu âm, MRI (cộng hưởng từ), và có lẽ cần phải sinh thiết. 4. Xuất huyết giữa chu kỳ kinh nguyệt hoặc xuất huyết bất thường khác Theo tiến sĩ – bác sĩ chuyên khoa ung thư Mary Daly, trưởng khoa về gien học lâm sàng của Trung tâm ung thư Fox Chase ở Philadelphia, “Phụ nữ tiền mãn kinh thường hay phớt lờ tình trạng xuất huyết giữa chu kỳ kinh nguyệt”. Họ cũng hay bỏ qua hiện tượng xuất huyết ở dạ dày-ruột (GI), nhầm lẫn cho rằng đó là kinh nguyệt của mình. Nếu bạn bị xuất huyết giữa chu kỳ kinh nguyệt, nhất là khi việc đó xảy ra thường xuyên, thì hãy đến khám bác sĩ nhé. Chứng xuất huyết sau mãn kinh cũng có thể là triệu chứng của bệnh ung thư nội mạc tử cung. Xuất huyết dạ dày-ruột (GI) có thể là triệu chứng của bệnh ung thư kết tràng-trực tràng. Tiến sĩ Debbie Saslow, giám đốc hiệp hội ung thư vú và ung thư phụ khoa Mỹ ở Atlanta cho biết “Bạn hãy nghĩ xem điều gì là bình thường với mình nào. Nếu một người chưa hề xuất huyết lốm đốm [giữa chu kỳ kinh nguyệt] và bây giờ lại xảy ra hiện tượng đó thì quả là bất thường rồi. Đối với người khác thì có thể là bình thường. Ung thư nội mạc tử cung là bệnh ung thư phụ khoa thường thấy. Và có ít nhất là ¾ bệnh nhân bị xuất huyết bất thường như là một dấu hiệu ban đầu của bệnh ung thư.  Bác sĩ sẽ kiểm tra bệnh sử cẩn thận và, tuỳ thuộc vào thời điểm xuất huyết và các triệu chứng khác, và chắc có lẽ là yêu cầu bạn siêu âm hoặc sinh thiết.  5. Thay đổi trên da Daly cho hay hầu hết chúng ta đều biết quan sát tìm những thay đổi ở nốt rùi – đây là một dấu hiệu ung thư da thường thấy. Nhưng chúng ta cũng cần nên quan sát những thay đổi ở màu da nữa.  Nếu đột nhiên da bị xuất huyết hoặc bong tróc vảy trên diện rộng thì bạn cũng nên đi kiểm tra. Khó có thể cho biết là thời gian theo dõi những thay đổi bất thường trên da trước khi khám bác sĩ là bao lâu, nhưng theo hầu hết các chuyên gia thì không quá một vài tuần.  6. Khó nuốt  Nếu cảm thấy khó nuốt, bạn có thể đã thay đổi khẩu phần của mình để nhai dễ dàng hơn, chẳng hạn như súp hoặc các thức ăn lỏng khác như là sữa lắc cung cấp prô-tê-in.  Nhưng theo tiến sĩ Leonard Lichtenfeld, phó phòng y khoa của Hiệp hội Ung thư Mỹ thì triệu chứng khó nuốt đó có thể là một dấu hiệu của bệnh ung thư GI (ung thư dạ dày-ruột), chẳng hạn như ung thư thực quản.  Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và yêu cầu cho làm các xét nghiệm khác chẳng hạn như chụp X-quang ngực hoặc xét nghiệm đường GI (dạ dày-ruột).  7. Chảy máu không đúng chỗ  Nếu phát hiện thấy máu trong phân hoặc nước tiểu thì đừng vội đoán đó là do bệnh trĩ, tiến sĩ Mishori lưu ý. “Đây có thể là ung thư ruột kết.” Máu trong bồn toa lét có thể thực sự là từ âm đạo của phụ nữ khi đang hành kinh. Nhưng nếu không phải vậy thì nên kiểm tra để loại bỏ khả năng ung thư bàng quang hoặc ung thư thận. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và có lẽ nên yêu cầu cho làm xét nghiệm chẳng hạn như soi kết tràng, xét nghiệm ruột kết để xem có bị ung thư hay không.  Tương tự thì việc ho ra máu cũng cần nên được kiểm tra. Theo Mishori, nếu tình trạng xuất huyết không đúng chỗ xảy ra một lần thì có thể là không vấn đề gì, nhưng nếu việc đó xảy ra từ hai lần trở lên thì bạn nên đến khám bác sĩ.  8. Đau bụng dai dẳng và trầm cảm  Tiến sĩ Lichtenfeld cho hay nếu bạn thấy đau bụng và trầm cảm thì nên đi khám. Một số nghiên cứu đã phát hiện mối tương quan giữa chứng trầm cảm và ung thư tuyến tụy, nhưng đó chỉ là mối tương quan chưa được chứng minh rõ ràng.  9. Khó tiêu  Phụ nữ đã có thai có thể vẫn nhớ chứng khó tiêu của mình khi tăng cân. Nhưng khó tiêu không rõ nguyên nhân thì có lẽ là một dấu hiệu nguy hiểm. Đây có thể là dấu hiệu ban đầu của bệnh ung thư thực quản, dạ dày, hoặc ung thư họng. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và hỏi các câu hỏi về chứng khó tiêu trước khi quyết định yêu cầu làm xét nghiệm nào, nếu có.  10. Thay đổi ở miệng Theo Hiệp hội Ung thư Hoa Kỳ thì những người hút thuốc nên đặc biệt cảnh giác với bất kỳ mảng trắng bên trong miệng hoặc bất kỳ nốt trắng nào bên trong lưỡi bởi cả hai trường hợp đó có thể là triệu chứng tiền ung thư được gọi là chứng bạch sản có thể phát triển thành ung thư miệng.  Bạn nên nhờ bác sĩ hoặc nha sĩ kiểm tra và quyết định nên làm gì kế tiếp.  11. Đau nhức Khi có tuổi, người ta thường có vẻ rên rỉ nhiều hơn về các cơn đau nhức, nhưng tình trạng đau nhức đó có thể là triệu chứng chưa rõ ràng ban đầu của một số bệnh ung thư, dẫu rằng phần lớn không phải là do ung thư.  Tuy nhiên nếu cơn đau cứ kéo dài dai dẳng và không rõ nguyên nhân thì bạn cũng nên đi khám. Hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, và dựa trên thông tin đó hãy quyết định cần nên làm thêm xét nghiệm gì, nếu có.  12. Thay đổi ở các hạch bạch huyết Theo tiến sĩ Linden, nếu phát hiện một bướu lồi hoặc các hạch bạch huyết dưới nách hoặc cổ bạn – hoặc bất kỳ nơi đâu khác - bị sưng to lên thì có thể là rắc rối đấy. “Nếu một hạch bạch huyết nào đó của bạn cứ tiếp tục phình to hơn một tháng thì bạn nên đến khám bác sĩ nhé.” Bác sĩ sẽ khám và tìm ra bất kỳ vấn đề nào có liên quan (chẳng hạn như nhiễm trùng) có thể là nguyên nhân của chứng phình nở hạch bạch huyết.  Nếu không tìm ra nguyên nhân gì thì bác sĩ thường sẽ yêu cầu làm sinh thiết.  13. Sốt Nếu sốt mà không phải do cúm hay bệnh nhiễm trùng khác gây ra thì có thể đây là ung thư. theo Hiệp hội Ung thư Hoa Kỳ thì các cơn sốt xảy ra nhiều hơn sau khi ung thư đã lan rộng ra khỏi nơi khởi phát, nhưng cũng có thể là các bệnh ung thư máu giai đoạn đầu chẳng hạn như bệnh bạch cầu hoặc u hạch bạch huyết.  Các triệu chứng ung thư khác có thể bao gồm chứng vàng da, hoặc thay đổi màu sắc trong phân.  Bạn nên đề nghị bác sĩ cho làm kiểm tra sức khỏe cẩn thận và kiểm tra tiền sử sức khỏe, và sau đó yêu cầu làm thêm các xét nghiệm chẳng hạn như chụp X-quang ngực, chụp cắt lớp/ chụp CT, chụp MRI (cộng hưởng từ), hay làm các xét nghiệm khác, tùy vào những phát hiện tìm được.  14. Mệt mỏi  Theo Hiệp hội Ung thư Hoa Kỳ thì mệt mỏi là một triệu chứng chưa rõ ràng khác có thể quy cho ung thư – cũng như một loạt các vấn đề sức khỏe khác. Tình trạng mệt mỏi này thường xảy ra sau khi ung thư đã phát triển, nhưng cũng có thể là triệu chứng ban đầu của một số bệnh ung thư nào đó, chẳng hạn như bệnh bạch cầu hoặc kèm với ung thư ruột kết hoặc ung thư dạ dày. 15. Ho dai dẳng Mishori cho biết ho có thể là do cảm, cúm, dị ứng, và đôi khi là do tác dụng phụ của thuốc. Nhưng nếu ho dai dẳng quá lâu – hơn 3 hoặc 4 tuần thì bạn không nên phớt lờ được. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, khám cổ họng cho bạn, kiểm tra chức năng phổi, và có thể yêu cầu chụp X-quang, nhất là nếu bạn hút thuốc lá."
        }
    ],
    "suggestions": []
}