{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ouvə'si:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ </font><font color=\"#1371BB\">oversaw</font><font color=\"#1a76bf\">, </font><font color=\"#1371BB\">overseen</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trông nom, giám thị</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quan sát</td></tr></table><i/></div>",
            "word": "oversee",
            "pronounce": "[,ouvə'si:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oversee</k><blockquote>■ <cclass>verb (<cclass><b>oversees</b>, <cclass><b>overseeing</b>; <cclass>past <cclass><b>oversaw</b>; <cclass>past participle <cclass><b>overseen</b>) supervise (a person or their work). </cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>overseer</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>ofersēon</i> 'look at from above'. </blockquote></div>",
            "word": "oversee",
            "pronounce": "[,ouvə'si:]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>oversee</k><blockquote>▸ <cclass>verb SUPERVISE, superintend, be in charge/control of, be responsible for, look after, keep an eye on, inspect, administer, organize, manage, direct, preside over.</cclass></blockquote></div>",
            "word": "oversee",
            "pronounce": "[,ouvə'si:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oversee",
            "pronounce": "[,ouvə'si:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oversee",
            "pronounce": "[,ouvə'si:]"
        }
    },
    "sentences": [
        {
            "en": "We cannot <em>oversee</em> this important aspect.",
            "vi": "Chúng ta không thể bỏ quên khía cạnh quan trọng này."
        },
        {
            "en": "I will <em>oversee</em> the entire program.",
            "vi": "Tôi sẽ giám sát toàn bộ chương trình."
        },
        {
            "en": "You must employ somebody to <em>oversee</em> the project.",
            "vi": "Ông phải mượn ai đó để giám sát dự án."
        },
        {
            "en": "Which Agencies will <em>oversee</em> the implementation of the law?",
            "vi": "Những cơ quan nào sẽ giám sát việc thực thi Luật?"
        },
        {
            "en": "The board has no obligation to <em>oversee</em> the communication process.",
            "vi": "Hội đồng quản trị không có trách nhiệm giám sát quá trình truyền thông."
        },
        {
            "en": "The government agencies that <em>oversee</em> the technological industry.",
            "vi": "Các cơ quan chính phủ này giám sát ngành công nghiệp kỹ thuật."
        },
        {
            "en": "You must hire somebody to <em>oversee</em> the project.",
            "vi": "Ông phải mướn ai đó để giám sát dự án."
        },
        {
            "en": "She will also <em>oversee</em> the Information Systems Group.",
            "vi": "Bà cũng sẽ phụ trách Nhóm Các hệ thống Thông tin."
        },
        {
            "en": "The bank has placed a moratorium on <em>oversee</em> debts.",
            "vi": "Ngân hàng đã đưa ra được sự thỏa thuận hoãn nợ về những món nợ nước ngoài."
        },
        {
            "en": "People’s Inspection Boards and Community Investment Supervision Boards are assigned to <em>oversee</em> commune budgets.",
            "vi": "Ban Thanh tra nhân dân và Ban Giám sát đầu tư cộng đồng có trách nhiệm giám sát ngân sách xã."
        },
        {
            "en": "Microsoft will <em>oversee</em> these games to make sure they do not contain any illegal material.",
            "vi": "Microsoft sẽ giám sát những trò chơi này để bảo đảm chúng không chứa đựng bất kỳ tài liệu nào bất hợp pháp."
        },
        {
            "en": "Provincial–level Programme Management Boards <em>oversee</em> the disbursement of funds and manage the programme.",
            "vi": "Ban quản lý Chương trình cấp tỉnh giám sát việc giải ngân và quản lý chương trình."
        },
        {
            "en": "In order to avoid subsequent troubles, we asked several impartial witnesses to <em>oversee</em> the packing.",
            "vi": "Để tránh những phiền phức sau này, chúng tôi đã yêu cầu vài người làm chứng vô tư giám sát việc đóng gói."
        },
        {
            "en": "For instance, who will <em>oversee</em> your work and how will feedback be given?",
            "vi": "Ví dụ như ai sẽ giám sát công việc của bạn và phản hồi sẽ được thực hiện ra sao?"
        },
        {
            "en": "It also has the responsibility to legislate and <em>oversee</em> implementation of State plans and budgets.",
            "vi": "Nó có trách nhiệm đưa vào khuôn khổ pháp luật và giám sát việc thực hiện các kế hoạch và ngân sách của Nhà nước."
        },
        {
            "en": "The supervisory board is required by law to <em>oversee</em> the audit functions.",
            "vi": "Luật yêu cầu Ban kiểm soát phải theo dõi các chức năng kiểm toán."
        },
        {
            "en": "The Decree follows the slogan “people know, people discuss, people do and people <em>oversee</em>”.",
            "vi": "Nghị định theo khẩu hiểu “Dân biết, dân bàn, dân làm, và dân kiểm tra”."
        },
        {
            "en": "To do that, it requires a technical lead or Scrum Master to <em>oversee</em> the activities and motivate the team.",
            "vi": "Để làm điều đó, nó yêu cầu người lãnh đạo kỹ thuật hay Scrum Master để giám sát các hoạt động và động viên tổ."
        },
        {
            "en": "Provincial and City People’s Committees (and below them, District People’s Committees) <em>oversee</em> business associations located in their geographic area.",
            "vi": "Các Ủy ban Nhân dân tỉnh và thành phố (và dưới chúng, Ủy ban Nhân dân quận huyện) quản lý các hiệp hội doanh nghiệp trong phạm vi địa phương của họ."
        },
        {
            "en": "The National Assembly and its Standing Committee were competent to <em>oversee</em> the implementation of international treaties in Viet Nam.",
            "vi": "Quốc hội và uỷ ban thường vụ quốc hội có thẩm quyền giám sát việc thực hiện các điều ước quốc tế tại việt nam."
        }
    ],
    "suggestions": []
}