{
    "en_vn": {
        "data": {
            "content": null,
            "word": "overlapped"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "overlapped"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "overlapped"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "overlapped"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được che</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được phủ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">overlapped memories</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bộ nhớ phủ nhau</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "overlapped"
        }
    },
    "sentences": [
        {
            "en": "Their jobs <em>overlapped</em>.",
            "vi": "Công việc của họ chồng chéo lên nhau."
        },
        {
            "en": "Your letter and our cable <em>overlapped</em>.",
            "vi": "Thư của ông và điện tín của chúng tôi gửi chồng chéo nhau."
        },
        {
            "en": "Her image <em>overlapped</em> the cow in front of me.",
            "vi": "Hình ảnh của cô ấy phủ lấp con bò trước mặt tôi."
        },
        {
            "en": "He said several criteria <em>overlapped</em> and seem to focus on quantity of graduates rather than quality.",
            "vi": "Ông cho biết một số tiêu chí chồng chéo và có vẻ tập trung vào số lượng sinh viên tốt nghiệp hơn là chất lượng."
        },
        {
            "en": "An area of the cerebral cortex that is <em>overlapped</em> by the sides of the deep lateral sulcus in each hemisphere.",
            "vi": "Một vùng của vỏ não bị các bờ của rãnh bên sâu đè lên trong mỗi bán cầu não."
        },
        {
            "en": "Organizational system and administrative activities of our long seemed powers and responsibilities not clearly assigned, <em>overlapped</em>, until problems are not solved.",
            "vi": "Hệ thống tổ chức và hoạt động hành chính của chúng ta lâu nay có vẻ như quyền hạn và trách nhiệm chưa được phân định rõ ràng, chồng chéo lên nhau, đến khi có vấn đề vướng mắc thì không giải quyết được."
        },
        {
            "en": "Organizational system and administrative activities of our long seemed powers and responsibilities not clearly assigned, <em>overlapped</em>, until problems are not solved.",
            "vi": "Hệ thống tổ chức và hoạt động hành chính của chúng ta lâu nay có vẻ như quyền hạn và trách nhiệm chưa được phân định rõ ràng, chồng chéo lên nhau, đến khi có vấn đề vướng mắc"
        },
        {
            "en": "Viet Nam was requested to provide a copy of the list of sensitive products to the Working Party, and to indicate whether the list <em>overlapped</em> with imports subject to line management or other forms of import restriction.",
            "vi": "Việt Nam được yêu cầu gửi một bản danh mục các sản phẩm nhạy cảm cho Ban Công tác, và chỉ rõ liệu danh mục này có chồng chéo với các mặt hàng nhập khẩu thuộc quản lý chuyên ngành hoặc các biện pháp hạn chế nhập khẩu khác không."
        },
        {
            "en": "The roof tiles were so thick they made almost a small step where they <em>overlapped</em>, and they clanked against one another when i shifted my weight unless i moved very slowly.",
            "vi": "Ngói trên con lươn rất dày, những lớp ngói gối lên nhau nên đi rất tiện nhưng tôi phải đi rất chậm vì ngói va vào nhau kêu lắc cắc."
        }
    ],
    "suggestions": []
}