{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oversubscribed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oversubscribed</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (of something for sale) applied for in greater quantities than are available. </blockquote></blockquote><blockquote><blockquote>2》 (of a course or institution) having more applications than available places. </blockquote></blockquote></div>",
            "word": "oversubscribed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oversubscribed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oversubscribed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oversubscribed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The bonds were <em>oversubscribed</em>.",
            "vi": "Trái phiếu không đủ bán."
        },
        {
            "en": "Concert tickets were massively <em>oversubscribed</em>.",
            "vi": "Cháy vé xem hòa nhạc."
        },
        {
            "en": "Last month, I attended an <em>oversubscribed</em> talk entitled \"Happiness.\"",
            "vi": "Tháng trước, tôi tham gia một buổi nói chuyện được nhiều người đăng ký có tựa đề là\"Hạnh phúc.\""
        },
        {
            "en": "Administrative law is rarely <em>oversubscribed</em> in any law school.",
            "vi": "Ngành luật hành chính hiếm khi được đăng ký quá mức ở bất kì trường luật nào."
        },
        {
            "en": "Last week, I attended an <em>oversubscribed</em> talk entitled, simply,\"Happiness.\"",
            "vi": "Tuần trước tôi đã tham gia một buổi nói chuyện được nhiều người đăng kí có tựa đề đơn giản là \"Hạnh phúc.\""
        },
        {
            "en": "Last month, I attended an <em>oversubscribed</em> talk entitled \"Happiness.\"",
            "vi": "Tháng trước, tôi tham gia một buổi nói chuyện được nhiều người đăng ký có tựa đề là \"Hạnh phúc.\""
        },
        {
            "en": "Last week, I attended an <em>oversubscribed</em> talk entitled, simply, \"Happiness.\"",
            "vi": "Tuần trước tôi đã tham gia một buổi nói chuyện được nhiều người đăng kí có tựa đề đơn giản là\"Hạnh phúc.\""
        },
        {
            "en": "As leaked earlier this year, Facebook raised 1.5 billion dollars, in an offering it says was <em>oversubscribed</em>.",
            "vi": "Theo thông tin bị rò rỉ hồi đầu năm nay, Facebook huy động được 1, 5 tỉ đô la trong lần thu hút vốn đầu tư được cho là có quá nhiều người muốn tham gia."
        },
        {
            "en": "As leaked earlier this year, Facebook raised 1. 5 billion dollars, in an offering it says was <em>oversubscribed</em>.",
            "vi": "Theo thông tin bị rò rỉ hồi đầu năm nay, Facebook huy động được 1,5 tỉ đô la trong lần thu hút vốn đầu tư được cho là có quá nhiều người muốn tham gia."
        }
    ],
    "suggestions": []
}