{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Owen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Owen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Owen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Owen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Owen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The match will be refereed by Nick <em>Owen</em> from England.",
            "vi": "Trận đấu sẽ được điều khiển bởi trọng tài Nick Owen đến từ Anh."
        },
        {
            "en": "<em>Owen</em> pulled a goal back for England after 35 minutes.",
            "vi": "Owen giành chiến thắng về cho đội tuyển Anh sau 35 phút."
        },
        {
            "en": "<em>Owen</em> broke the world record by 3 seconds.",
            "vi": "Owen phá vỡ kỷ lục thế giới ba giây."
        },
        {
            "en": "<em>Owen</em> was still acclimatizing himself to playing at international level.",
            "vi": "Owen vẫn đang thích nghi với việc thi đấu đẳng cấp quốc tế."
        },
        {
            "en": "Nick <em>Owen</em> is a guide for Britannia tours.",
            "vi": "Nick owen là hướng dẫn viên của công ty du lịch britannia."
        },
        {
            "en": "<em>Owen</em> pounced on the loose ball and scored.",
            "vi": "Owen chộp ngay lấy trái bóng đang trong tình trạng không có cầu thủ nào khống chế và ghi bàn."
        },
        {
            "en": "Wynne - Williams plc is nothing to do with <em>Owen</em> Wynne - Williams. It's a completely different company.",
            "vi": "Công ty trách nhiệm hữu hạn Wynne-Williams chẳng liên quan gì với Owen Wynne-Williams. Đó là một công ty khác hẳn."
        },
        {
            "en": "Wilfred <em>Owen</em> is classed with the truly great First World War poets.",
            "vi": "Wilfred Owen được đánh giá sánh ngang với những nhà thơ vĩ đại thời thế chiến thứ nhất."
        },
        {
            "en": "Mr. <em>Owen</em> reviewed the experience and impacts of a number of CDD projects from different countries.",
            "vi": "Ông Owen đã đánh giá những kinh nghiệm và ảnh hưởng của một số dự án CDD của các nước khác nhau."
        },
        {
            "en": "Six minutes later, England was in front after a stunning solo goal from Michael <em>Owen</em>.",
            "vi": "Sáu phút sau, Anh dẫn trước sau pha độc diễn ghi bàn ngoạn mục của Michael Owen."
        },
        {
            "en": "Wynne-Williams plc is nothing to do with <em>Owen</em> Wynne-Williams. It's a completely different company.",
            "vi": "Công ty trách nhiệm hữu hạn Wynne - Williams chẳng liên quan gì với Owen Wynne - Williams. Đó là một công ty khác hẳn."
        },
        {
            "en": "Will <em>Owen</em> be able to weave his magic against Scotland on Wednesday?",
            "vi": "Liệu Owen có khả năng bỏ bùa đội Scotland vào thứ Tư không?"
        },
        {
            "en": "<em>Owen</em> was snapped up by Liverpool before he'd even left school.",
            "vi": "Owen đã được Liverpool chộp ngay khi anh còn chưa học xong."
        },
        {
            "en": "Michael <em>Owen</em> went down in the penalty area after \"a light contact\" with Mauricio Pochettino at the 44th minute.",
            "vi": "Michael Owen ngã trong vòng cấm địa sau cú \"tiếp xúc nhẹ\" với Mauricio Pochettino ở phút 44."
        },
        {
            "en": "Michael <em>Owen</em> went down in the penalty area after \"a light contact\" with Mauricio Pochettino at the 44th minute.",
            "vi": "Michael Owen ngã trong vòng cấm địa sau cú\"tiếp xúc nhẹ\" với Mauricio Pochettino ở phút 44."
        },
        {
            "en": "Let's take a look at a typical mechanized farm the 150 acres owned by Don and Betty <em>Owen</em> in northern Michigan.",
            "vi": "Ta hãy nhìn qua một nông trại điển hình được cơ giới hoá 150 mẫu đất thuộc quyền sơ hữu của don và betty owen ở phiá bắc tiểu bang michigan."
        }
    ],
    "suggestions": []
}