{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔksəleit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hoá học) Oxalat</td></tr></table><i/></div>",
            "word": "oxalate",
            "pronounce": "['ɔksəleit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oxalate</k><blockquote><cclass>[<cclass>'ɒksəleɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Chemistry a salt or ester of oxalic acid. </cclass></cclass></blockquote></div>",
            "word": "oxalate",
            "pronounce": "['ɔksəleit]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oxalate",
            "pronounce": "['ɔksəleit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oxalate",
            "pronounce": "['ɔksəleit]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oxalate",
            "pronounce": "['ɔksəleit]"
        }
    },
    "sentences": [
        {
            "en": "Calculi in the urinary tract are commonly composed of calcium <em>oxalate</em> and are usually visible on X-ray examination.",
            "vi": "Sỏi trong đường tiểu thường gồm có calcium oxalate và thường thấy được khi chụp x - quang."
        },
        {
            "en": "\"However, if someone were also eating high quantities of high-<em>oxalate</em> foods such as spinach, even two or three glasses could be too much.\"",
            "vi": "\"Tuy nhiên, nếu một người đồng thời ăn nhiều thực phẩm có chứa liều lượng oxalate cao như rau chân vịt (spinach), thì thậm chí chỉ 2 hoặc 3 ly trà thôi cũng đã có thể là quá nhiều\"."
        },
        {
            "en": "Some foods, such as unripe fruits, contain tannins or calcium <em>oxalate</em> that cause an astringent or rough sensation of the mucous membrane of the mouth or the teeth.",
            "vi": "Vài loại thực phẩm như các loại trái chưa chín chứa tanin hay canxi oxalat gây cảm giác se lại hay cảm giác mãnh liệt màng nhầy của miệng hay răng."
        },
        {
            "en": "If a person is eating a lot of those plants, <em>oxalate</em> can build up in the kidneys and lead to renal failure. In this case, the doctors did a biopsy of the man's kidneys and found <em>oxalate</em> throughout the renal tissue.",
            "vi": "Nếu ăn nhiều thực vật loại này, oxalate có thể tích tụ trong thận và dẫn đến suy thận. Trong trường hợp này, các bác sĩ đã làm sinh thiết thận của bệnh nhân và phát hiện oxalate ở khắp các mô của thận."
        },
        {
            "en": "The man had been brewing the tea at home, and luckily, despite the Southern tradition, it was unsweetened. Black tea constitutes upwards of 80 percent of the tea consumed in the United States, and it is high in <em>oxalate</em>, a chemical that is a metabolic byproduct in many plants.",
            "vi": "Người đàn ông này đã pha trà tại nhà, và may mắn là, trà này không có đường dù rằng uống trà đường là truyền thống của người miền Nam. Trà đen chiếm 80% lượng trà được tiêu thụ tại Hoa Kỳ. Loại trà này chứa nhiều oxalate, một loại chất hóa học cũng là sản phẩm phụ trong quá trình trao đổi chất ở nhiều loại thực vật."
        },
        {
            "en": "What are risk factors you can control?  If you think that your diet may be a problem, schedule an appointment with a dietitian and review your food choices. Vitamins C and D can increase your risk of kidney stones when you take more than the daily recommendations. Levels of calcium in the diet may also affect your risk of kidney stones. Getting the recommended amounts of calcium combined with a low-sodium, low-protein diet may decrease your risk of kidney stones. Diets high in protein, sodium, and <em>oxalate</em>-rich foods, such as dark green vegetables, also increase your risk for developing kidney stones.",
            "vi": "Bạn có thể kiểm soát được những yếu tố rủi ro nào?   Nếu nghĩ rằng chế độ dinh dưỡng của mình có vấn đề thì bạn nên thu xếp lịch hẹn với một chuyên gia dinh dưỡng nào đó để xem lại khẩu phần của mình. Nếu hấp thu hàm lượng vitamin C và D hơn mức cho phép mỗi ngày thì chúng có thể làm tăng nguy cơ sỏi thận của bạn. Bên cạnh đó hàm lượng can-xi trong chế độ dinh dưỡng cũng có thể ảnh hưởng đến nguy cơ gây ra sỏi thận. Việc hấp thụ hàm lượng can-xi theo chỉ định kết hợp một chế độ dinh dưỡng ít muối, ít prô-tê-in có thể làm giảm nguy cơ mắc bệnh. Chế độ ăn uống nhiều prô-tê-in, nhiều muối và thực phẩm giàu ô-xa-lát, chẳng hạn như các loại rau có màu xanh đậm, cũng làm tăng nguy cơ gây sỏi thận. "
        }
    ],
    "suggestions": []
}