{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔksə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">số nhiều của <font color=\"#1371BB\">ox</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thú nuôi có sừng</td></tr></table><i/></div>",
            "word": "oxen",
            "pronounce": "['ɔksə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oxen</k><blockquote>plural form of <kref>ox</kref>. </blockquote></div>",
            "word": "oxen",
            "pronounce": "['ɔksə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oxen",
            "pronounce": "['ɔksə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oxen",
            "pronounce": "['ɔksə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "oxen",
            "pronounce": "['ɔksə]"
        }
    },
    "sentences": [
        {
            "en": "His work is grazing <em>oxen</em>.",
            "vi": "Việc của hắn là chăn bò."
        },
        {
            "en": "His work is tending <em>oxen</em>.",
            "vi": "Việc của hắn là chăn bò."
        },
        {
            "en": "<em>Oxen</em> and buffaloes are ruminating.",
            "vi": "Trâu bò là loài nhai lại."
        },
        {
            "en": "Come, see the <em>oxen</em> kneel.",
            "vi": "Hay ti xem bo quy gi."
        },
        {
            "en": "Buffaloes and <em>oxen</em> draw ploughs.",
            "vi": "Trâu bò kéo cày."
        },
        {
            "en": "I will yoke <em>oxen</em> together.",
            "vi": "Tôi sẽ lồng những con bò vào cùng một ách."
        },
        {
            "en": "You yoke <em>oxen</em> to a plough.",
            "vi": "Anh hãy lồng những con bò vào ách của một cái cày."
        },
        {
            "en": "Tigers gobble up meat like <em>oxen</em> graze grasses.",
            "vi": "Cọp ngốn thịt như bò ngốn cỏ."
        },
        {
            "en": "His work is to herd <em>oxen</em> and buffaloes.",
            "vi": "Công việc của nó là chăn dắt trâu bò."
        },
        {
            "en": "Over 130 <em>oxen</em> die from severe drought in Vietnam’s Central Highlands province",
            "vi": "Hơn 130 con bò chết vì hạn hán nghiêm trọng ở các tỉnh Tây Nguyên của Việt Nam"
        },
        {
            "en": "They are a brass tiger head, an <em>oxen</em> head and a monkey head.",
            "vi": "Chúng là một cái đầu cọp/hổ, một cái đầu bò và một cái đầu khỉ bằng đồng."
        },
        {
            "en": "He hitched the <em>oxen</em> up and began to plough the fields.",
            "vi": "Anh ta giật con bò và bắt đầu cày ruộng."
        },
        {
            "en": "These items were moulded after the fashion of the horns of <em>oxen</em> and other animals.",
            "vi": "Những vật này được nhào nặn theo hình sừng bò và những động vật khác."
        },
        {
            "en": "A train of heavy wagons rumbled north on the Winnipeg Trail, drawn by octets of <em>oxen</em>, the drovers walking alongside.",
            "vi": "Một đoàn xe bò lăn lạch cà lạch cạch về hướng bắc trên con đường mòn Winnipeg, mỗi chiếc xe có tám con bò kéo, còn các người đánh bò thì đi dọc bên cạnh."
        },
        {
            "en": "Vissan has a network extending from central provinces to Minh Hai to buy pigs, <em>oxen</em>, poultry and seafood.",
            "vi": "Vissan có một mạng lưới trải dài từ các tỉnh miền trung đến minh hải để mua heo, bò, gia cầm và hải sản."
        },
        {
            "en": "<em>Oxen</em> were not used at all but donkey s were used by a few households in the northern part of the district.",
            "vi": "Oxen không được sử dụng ở tất cả con lừa đã được sử dụng bởi một số hộ gia đình ở phía bắc của huyện."
        },
        {
            "en": "“I have to do everything to save my group of <em>oxen</em>, which is worth billions of dong [VND1 billion = $44,820],” the farmer stated.",
            "vi": "\"Tôi phải làm mọi thứ để cứu đàn bò của mình, nó trị giá hàng tỷ đồng người nông dân này nói."
        },
        {
            "en": "Le Thi Cuc Phuong and her husband force one of their <em>oxen</em> to drink water to prevent exhaustion from the ongoing heat.",
            "vi": "Bà Lê Thị Cúc Phương và chồng mình đang buộc một trong những con bò của họ uống nước để tránh kiệt sức do nắng nóng liên tục."
        },
        {
            "en": "Phuong added that she and her husband have had to force their <em>oxen</em> to drink fresh water in order to prevent exhaustion.",
            "vi": "Bà Phương nói thêm rằng bà và chồng đã phải buộc bò của họ uống nước để tránh kiệt sức."
        },
        {
            "en": "Showing Tuoi Tre (Youth) newspaper reporters the herd of skinny and fatigued <em>oxen</em>, Pham Bao, also from Ia Rve Commune, said that he had to buy several metric tons of quality crops to feed his animals.",
            "vi": "Nông dân chỉ cho phóng viên báo Tuổi trẻ thấy những đàn bò gầy và mệt mỏi, ông Phạm Bảo, cũng từ xã Rve, nói rằng ông đã phải mua vài tấn cây trồng có chất lượng để nuôi gia súc của mình."
        }
    ],
    "suggestions": []
}