{
    "en_vn": {
        "data": {
            "content": null,
            "word": "oxytocin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>oxytocin</k><blockquote><cclass>[<cclass>ˌɒksɪ'təʊsɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry a hormone released by the pituitary gland that in women causes increased contraction of the womb during labour and stimulates the ejection of milk into the ducts of the breasts. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s: from Gk <i>oxutokia</i> 'sudden delivery' (from <i>oxus</i> 'sharp' + <i>tokos</i> 'childbirth') + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "oxytocin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "oxytocin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "oxytocin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hormone do tuyến yên tiết ra làm tăng co thắt tử cung trong khi sanh và kích thích tiết sữa từ tuyến sữa</font></td></tr></tbody></table></div>",
            "word": "oxytocin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "1. Singing releases endorphions and <em>oxytocin</em>.",
            "vi": "1. Ca hát giải phóng endorphions và oxytocin."
        },
        {
            "en": "<em>Oxytocin</em> could help to reduce anxiety and fear.",
            "vi": "Oxytocin có thể giúp giảm sự lo lắng và nỗi sợ hãi."
        },
        {
            "en": "A. <em>Oxytocin</em> is a chemical, a hormone produced in the pituitary gland in the brain.",
            "vi": "Oxytocin là một chất hóa học, một hormone được sản sinh trong tuyến yên ở não bộ."
        },
        {
            "en": "What's more, administering <em>oxytocin</em> also has sharply contrasting outcomes depending on a person’s disposition .",
            "vi": "Còn những hành vi nào, sự cung cấp oxytocin cũng cho những kết quả trái ngược rõ rệt dựa vào tính tình của mỗi người."
        },
        {
            "en": "The study was the start of research into the effects of <em>oxytocin</em> on human interaction s.",
            "vi": "Nghiên cứu này là sự bắt đầu của nghiên cứu về ảnh hưởng của oxytocin lên những mối tương tác của con người"
        },
        {
            "en": "F. Perhaps we should not be surprised that the <em>oxytocin</em> story has become more perplexing .",
            "vi": "’ Có lẽ chúng ta không nên ngạc nhiên rằng câu chuyện oxytocin đã trở nên khó hiểu hơn."
        },
        {
            "en": "Together, the results fuel led the view that <em>oxytocin</em> universally enhanced the positive aspects of our social nature.",
            "vi": "Cùng với đó, những kết quả làm kích thích quan điểm rằng oxytocin thúc đẩy cho mọi người những mặt tích cực của xã hội tự nhiên."
        },
        {
            "en": "Few chemicals have a positive reputation as <em>oxytocin</em>, which is sometimes referred to as the ‘love hormone’.",
            "vi": "Ít chất hóa học có tác dụng tích cực như oxytocin, chất thỉnh thoảng được xem như hormone tình yêu."
        },
        {
            "en": "Her research also shows that <em>oxytocin</em> in fact reduces cooperation in subjects who are particularly anxious or sensitive to rejection.",
            "vi": "Nghiên cứu của cô ấy cũng cho thấy rằng oxytocin trên thực tế làm giảm sự hợp tác trong những đối tượng tỏ ra đặc biệt lo lắng và nhạy cảm đối với sự từ chối."
        },
        {
            "en": "It was through various studies focusing on animals that scientists first became aware of the influence of <em>oxytocin</em>.",
            "vi": "Trải qua nhiều nghiên cứu khác nhau tập trung vào động vật, những nhà khoa học lần đầu nhận thức về sự ảnh hưởng của oxytocin."
        },
        {
            "en": "So, it appears that <em>oxytocin</em> strengthens biase s, rather than promoting general goodwill , as was previously thought.",
            "vi": "Vì vậy nó có vẻ như oxytocin làm tăng những thành kiến , hơn là thúc đẩy thiện chí chung, như là được nghĩ đến trước đó."
        },
        {
            "en": "The team found that participants who had sniff ed <em>oxytocin</em> via a nasal spray beforehand invested more money than those who received a placebo instead.",
            "vi": "Nhóm của ông ấy đã phát hiện ra rằng những người tham gia bị hít phải oxytocin qua một lọ thuốc xịt mũi trước đó đầu tư nhiều tiền hơn những người thay vào đó hít phải giả dược ."
        },
        {
            "en": "Bartz has recently shown that in almost half of the existing research results, <em>oxytocin</em> influenced only certain individuals or in certain circumstance s.",
            "vi": "Bartz gần đây đã cho thấy rằng trong hầu như một nửa kết quả của những nghiên cứu hiện tại, oxytocin chỉ ảnh hưởng lên những cá nhân nhất định hoặc trong những trường hợp nhất định."
        },
        {
            "en": "According to De Dreu, <em>oxytocin</em> drives people to care for those in their social circles and defend them from outside dangers.",
            "vi": "Theo như De Dreu, otoxycin làm cho con người quan tâm những người trong mạng lưới xã hội của họ và bảo vệ họ từ những nguy hiểm bên ngoài."
        },
        {
            "en": "Studies conducted by Carolyn DeClerck of the University of Antwerp, Belgium, reveal ed that people who had received a dose of <em>oxytocin</em> actually became less cooperative when dealing with complete strangers.",
            "vi": "Những nghiên cứu được tiến hành bởi Carolyn DeClerck của trường đại học Antwerp, Belgium, đã tiết lộ rằng những người tiếp nhận một liều oxytocin thực tế trở lên ít hợp tác hơn khi đối mặt với những người hoàn toàn xa lạ."
        },
        {
            "en": "Another discovery is that oxytocin’s effects vary depending on who we are interacting with. Studies conducted by Carolyn DeClerck of the University of Antwerp, Belgium, revealed that people who had received a dose of <em>oxytocin</em> actually became less cooperative when dealing with complete strangers. Meanwhile, Carsten De Dreu at the University of Amsterdam in the Netherlands discovered that volunteers given <em>oxytocin</em> showed favouritism: Dutch men became quicker to associate positive words with Dutch names than with foreign ones, for example. According to De Dreu, <em>oxytocin</em> drives people to care for those in their social circles and defend them from outside dangers. So, it appears that <em>oxytocin</em> strengthens biases, rather than promoting general goodwill, as was previously thought.",
            "vi": "Những phát hiện khác về sự thay đổi ảnh hưởng của oxytocin dựa vào những người mà chúng ta có mối quan hệ tương quan. Những nghiên cứu được tiến hành bởi Carolyn DeClerck của trường đại học Antwerp, Belgium, đã tiết lộ rằng những người tiếp nhận một liều oxytocin thực tế trở lên ít hợp tác hơn khi đối mặt với những người hoàn toàn xa lạ. Trong khi đó, Carsten De Dreu ở trường đại học Amsterdam ở Hà Lan đã phát hiện ra rằng những tình nguyện viên được nhận oxytocin đã cho thấy sự thiên vị: Ví du, những người đàn ông ở Hà Lan có phản ứng nhanh hơn trong việc kết hợp những từ tích cực với những cái tên Hà Lan hơn là với những người ở quốc gia khác. Theo như De Dreu, otoxycin làm cho con người quan tâm những người trong mạng lưới xã hội của họ và bảo vệ họ từ những nguy hiểm bên ngoài. Vì vậy nó có vẻ như oxytocin làm tăng những thành kiến, hơn là thúc đẩy thiện chí chung, như là được nghĩ đến trước đó."
        },
        {
            "en": "The complexity of semen is such that it carries estrogen, prostaglandins and <em>oxytocin</em>. The first two mentioned have already been proven to lower depression in women. The <em>oxytocin</em> shows up during childbirth, breastfeeding and lactation. So, if these three hormones that make women feel better and bond with others more easily are readily available in semen, then one would assume semen is the gateway to alleviating depression.",
            "vi": "Tinh dịch rất phức tạp vì nó chứa estrogen, prostaglandin và oxytocin. Hai chất đề cập đầu tiên (estrogen và prostaglandin) đã được chứng minh có tác dụng làm giảm trầm cảm ở phụ nữ. Oxytocin xuất hiện trong quá trình sinh nở, tiết sữa và cho con bú. Vì vậy, nếu ba hoóc-môn này, đã giúp cho phụ nữ cảm thấy tốt hơn và gắn bó với những người khác dễ dàng hơn, có sẵn trong tinh dịch, thì người ta có thể giả định là tinh dịch có tác dụng giảm trầm cảm."
        },
        {
            "en": "Meanwhile, Carsten De Dreu at the University of Amsterdam in the Netherlands discovered that volunteers given <em>oxytocin</em> showed favouritism : Dutch men became quicker to associate positive words with Dutch names than with foreign ones, for example.",
            "vi": "Trong khi đó, Carsten De Dreu ở trường đại học Amsterdam ở Hà Lan đã phát hiện ra rằng những tình nguyện viên được nhận oxytocin đã cho thấy sự thiên vị : Ví du, những người đàn ông ở Hà Lan có phản ứng nhanh hơn trong việc kết hợp những từ tích cực với những cái tên Hà Lan hơn là với những người ở quốc gia khác."
        },
        {
            "en": "‘<em>Oxytocin</em> probably does some very basic things, but once you add our higher-order thinking and social situations, these basic processes could manifest in different ways depending on individual differences and context.",
            "vi": "Oxytocin có khả năng làm một số thứ rất cơ bản, nhưng khi bạn thêm vào tư duy bậc cao và các tình huống xã hội, những quy trình cơ bản này có thể biểu thị theo nhiều cách khác nhau dựa vào sự khác biệt cá nhân và ngữ cảnh."
        },
        {
            "en": "She believes that <em>oxytocin</em> acts as a chemical spotlight that shines on social clues - a shift in posture, a flicker of the eyes, a dip in the voice - making people more attuned to their social environment.",
            "vi": "Cô ấy tin rằng oxytocin hoạt động như một chiếc đèn hóa học soi sáng những tư tưởng xã hội - một sự thay đổi trong tư thế, một ánh mắt lấp lánh, một sự trầm giọng xuống - làm cho con người hòa hợp hơn với môi trường xã hội của họ."
        }
    ],
    "suggestions": []
}