{
    "en_vn": {
        "data": {
            "content": null,
            "word": "paddies"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "paddies"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "paddies"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paddies"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồng lúa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ruộng lúa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">rice paddies</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ruộng lúa</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "paddies"
        }
    },
    "sentences": [
        {
            "en": "rice <em>paddies</em> (collocation)",
            "vi": "ruộng lúa (cụm từ thường đi với nhau)"
        },
        {
            "en": "I took the photographs of rice <em>paddies</em> in Vietnam.",
            "vi": "Tôi chụp ảnh những ruộng lúa ở Việt Nam."
        },
        {
            "en": "Statistics show that, on an average, per hectare yield is ten tons of <em>paddies</em>.",
            "vi": "Thống kê cho thấy bình quân mỗi héc-ta thu hoạch 10 tấn thóc."
        },
        {
            "en": "Statistics show that, on an average, per hectare yield is ten tons of <em>paddies</em>.",
            "vi": "Thống kê cho thấy bình quân mỗi héc - ta thu hoạch 10 tấn thóc."
        },
        {
            "en": "If the rice <em>paddies</em> are polluted, the rice plants will die.",
            "vi": "Nếu những cánh đồng lúa bị ô nhiễm thì cây lúa sẽ chết."
        },
        {
            "en": "Congested roads give way to wide open stretches of empty country roads crisscrossing rice <em>paddies</em>, mangrove forests, fruit orchards and coconut farms.",
            "vi": "Những đoạn đường giao thông tắc nghẽn nhường cho những đoạn đường vắng chạy dọc các ruộng lúa, rừng ngập mặn, vườn cây ăn trái và trang trại trồng dừa."
        },
        {
            "en": "About 407 hectares of rice <em>paddies</em> in Xiu Man District of Ha Giang are very likely to wither under freezing temperatures.",
            "vi": "Khoảng 407 ha ruộng lúa tại huyện Xìu Mán của Hà Giang rất có khả năng bị khô héo dưới nhiệt độ đóng băng."
        },
        {
            "en": "Sapa, ranked 27th and located in remote northwest of Vietnam, was assessed by Touropia as being suitable for trekking in the surrounding mountains, touring rice <em>paddies</em>, and visiting traditional villages and ethnic minorities.",
            "vi": "Sapa tọa lạc ở vùng Tây Bắc xa xôi của Việt Nam, xếp thứ 27, được Touropia đánh giá là phù hợp để đi dạo quanh núi bằng xe bò, đi thăm ruộng lúa, đến tham quan các làng nghề truyền thống và các dân tộc thiểu số."
        },
        {
            "en": "Sapa, ranked 27th and located in remote northwest of Vietnam, was assessed by Touropia as being suitable for trekking in the surrounding mountains, touring rice <em>paddies</em>, and visiting traditional villages and ethnic minorities.",
            "vi": "Sapa tọa lạc ở vùng Tây Bắc xa xôi của Việt Nam, xếp thứ 27, được Touropia đánh giá là phù hợp để đi dạo quanh núi bằng xe bò, đi thăm ruộng lúa, đến tham quan các làng nghề truyền thống và các dân tộc thiểu số."
        },
        {
            "en": "The ubiquitous vivid green rice <em>paddies</em> stretch to the horizon, harkening of a simpler time and age. Taking a ferry is the only option when traversing the countryside. These ferry experiences, while commonplace, and perhaps inconvenient for those used to the rapid pace of city life, allow for a rare period of reflection.",
            "vi": "Những cánh đồng lúa xanh sinh động rộng lớn kéo dài đến đường chân trời, lắng đọng thời gian và năm tháng. Lên một chiếc phà là lựa chọn duy nhất khi đi qua các vùng nông thôn. Đây là hững kinh nghiệm đi phà, có lẽ bất tiện cho những người ham mê với tốc độ nhanh chóng của cuộc sống thành phố."
        },
        {
            "en": "“A lot of people in America still think of Vietnam as rice <em>paddies</em>,” said Aaron Everhart, one of the founders of Hatch, the startup incubator that organized the fair. “But the startup ecosystem is vibrant. There's potential here for a knowledge economy.”",
            "vi": "\"Nhiều người ở Mỹ vẫn nghĩ Việt Nam là những cánh đồng lúa. Nhưng hệ sinh thái các công ty khởi nghiệp thì đầy sức sống. Ở đây có tiềm năng của một nền kinh tế tri thức.\", theo Aaron Everhart, một trong những nhà sáng lập Hatch, nhóm hỗ trợ các công ty sáng nghiệp, đơn vị tổ chức cuộc triển lãm trên."
        },
        {
            "en": "I have loved eating banh com (young rice flake cake) since I was a child.  The Nghi Tam area, where I was born and grew up, used to be an immense land of rice fields and flowers. Children of that time could play lot of folk games and run through spacious <em>paddies</em>. Since those days, I have also enjoyed the sweet fragrance of green sticky rice.",
            "vi": "Khi còn nhỏ, tôi đã từng thích ăn bánh cốm (bánh tráng gạo). Khu Nghi Tàm là nơi tôi sinh ra và lớn lên, từng là một vùng đất trồng lúa và hoa rộng lớn. Trẻ em thời bấy giờ có thể chơi nhiều trò chơi dân gian và chạy xuyên qua các cánh đồng. Từ những ngày đó, tôi cũng đã được thưởng thức hương thơm ngọt ngào của gạo nếp xanh."
        },
        {
            "en": "I have loved eating banh com (young rice flake cake) since I was a child.  The Nghi Tam area, where I was born and grew up, used to be an immense land of rice fields and flowers. Children of that time could play lot of folk games and run through spacious <em>paddies</em>. Since those days, I have also enjoyed the sweet fragrance of green sticky rice.",
            "vi": "Khi còn nhỏ, tôi đã từng thích ăn bánh cốm (bánh tráng gạo). Khu Nghi Tàm là nơi tôi sinh ra và lớn lên, từng là một vùng đất trồng lúa và hoa rộng lớn. Trẻ em thời bấy giờ có thể chơi nhiều trò chơi dân gian và chạy xuyên qua các cánh đồng. Từ những ngày đó, tôi cũng đã được thưởng thức hương thơm ngọt ngào của gạo nếp xanh."
        },
        {
            "en": "On the long white beaches of Silhanoukville, yoke-baskets women trudge across the hot, blinding sand, their silhouettes etched against a shimmering sea. They shield their faces from the tropical sun with conical palm hats, their limbs with long-sleeve blouses and pants. They look as if they have just walked out of the rice <em>paddies</em>. Scintillating aromas of grilled squids wafted from their swaying basket. They are the humble purveyors of the tastiest morsels in this Cambodian seaside resort. ",
            "vi": "Trên những bãi biển trải dài cát trắng ở Xi-ha-núc là hình ảnh những người phụ nữ với những đôi quang gánh, lê những bước chân của mình qua cái nắng chói gay gắt, bóng của họ phản chiếu trên mặt biển lung linh. Những người phụ nữ ấy mặc những bộ đồ dài và đội một chiếc nón lá. Nó giúp họ che đi khuôn mặt của mình khỏi cái nắng gió nhiệt đới này. Trông họ như vừa bước ra khỏi những cánh đồng lúa. Hương thơm hấp dẫn của những con mực nướng thoang thoảng bay ra từ chiếc giỏ đang đung đưa trên đôi vai gánh. Những người phụ nữ này là người bán hang rong các món ăn ngon nhất ở khu nghỉ mát bên bờ biển Campuchia này."
        },
        {
            "en": "Beyond the caves of Phong Nha  Some 560 kilometers south of Hanoi lies a cave system that has kick-started the development of tourism in a region that was once one of the poorest in the nation.Phong Nha-Ke Bang National Park is best known for the recent discovery of the largest cave in the world, Hang Son Doong, and adventurers have since been flocking to the park and its bucolic village Phong Nha in droves.  But there is more to the town than just the colossal caves.   Set between glorious rice <em>paddies</em> and stunning karst mountains, Phong Nha and its amicable locals are so captivating that I decided to hang up my helmet and call it home for three months after first riding through.   The \"Cave Kingdom\" has gone from relative obscurity to being one of the most visited tourist destinations in all of Southeast Asia. Enterprising locals have capitalized on Phong Nha's newfound fame and created a slew of fascinating excursions.",
            "vi": "Phong Nha đâu chỉ có các hang động  Nằm cách khoảng 560 về phía nam Hà Nội là một hệ thống hang động đã bắt đầu được khai thác phát triển phục vụ du lịch, vùng này vốn là một vùng nghèo nhất nước.Vườn quốc gia Phong Nha-Kẻ Bàng cực kì nổi tiếng vì gần đây người ta phát hiện ra cái hang động lớn nhất thế giới, Hang Sơn Đoòng, và người ta lũ lượt kéo đến thám hiểm khu rừng này cũng như các ngôi làng quanh Phong Nha.   Nhưng nên ghé thăm thị trấn nữa chứ đừng chỉ đến các hang động khổng lồ. Phong Nha nằm giữa những cánh đồng lúa đẹp như tranh và những ngọn núi đá vôi ấn tượng tuyệt vời, người dân ở đây rất hiếu khách nên tôi quyết định dừng xe và ở lại đây ba tháng sau chuyến xuyên Việt đầu tiên. \"Vương quốc hang động\" này từ một vùng tương đối hẻo lánh đã trở thành một trong những điểm du lịch hấp dẫn nhất Đông Nam Á. Người dân địa phương mạnh dạn tận dụng danh tiếng vừa có được của Phong Nha mà thiết kế ra rất nhiều chuyến tham quan hấp dẫn."
        }
    ],
    "suggestions": []
}