{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pædək]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bãi nhỏ để giữ ngựa, cho ngựa tập (ở trại nuôi ngựa)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bãi tập hợp ngựa (ở cạnh trường đua)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(Uc) mảnh ruộng, mảnh đất</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ cổ,nghĩa cổ), (tiếng địa phương) cóc nhái</td></tr></table><i/></div>",
            "word": "paddock",
            "pronounce": "['pædək]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>paddock</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a small field or enclosure where horses are kept or exercised. </blockquote></blockquote><blockquote><blockquote>2》 an enclosure adjoining a racecourse or track where horses or cars are gathered and displayed before a race. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Austral./NZ an enclosed field or plot of land. </cclass></blockquote></blockquote><blockquote>■ <cclass>verb keep or enclose (a horse) in a paddock. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: appar. a var. of dialect <i>parrock</i>, of unknown ultimate origin. </blockquote></div>",
            "word": "paddock",
            "pronounce": "['pædək]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>paddock</k><blockquote>▸ <cclass>noun FIELD, meadow, pasture; pen, pound; <cclass><i>N. Amer.</i> corral.</cclass></cclass></blockquote></div>",
            "word": "paddock",
            "pronounce": "['pædək]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paddock",
            "pronounce": "['pædək]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bãi cỏ (ở trại nuôi ngựa)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bãi tập hợp ngựa (ở cạnh trường đua)</font></td></tr></tbody></table></div>",
            "word": "paddock",
            "pronounce": "['pædək]"
        }
    },
    "sentences": [
        {
            "en": "I rode bareback to the <em>paddock</em>.",
            "vi": "Tôi đã cưỡi ngựa không yên tới bãi tập đó."
        },
        {
            "en": "Written by Catharine <em>Paddock</em> PhD  Copyright: Medical News Today",
            "vi": "Tác giả: Tiến sĩ Catharine Paddock PhD Bản quyền: Medical News Today"
        },
        {
            "en": "Written by Catharine <em>Paddock</em> PhD Copyright: Medical News Today",
            "vi": "Tác giả: Tiến sĩ Catharine PaddockBản quyền: Medical News Today"
        },
        {
            "en": "A few horses broke away from the <em>paddock</em>.",
            "vi": "Một vài con ngựa đã sổng chuồng."
        },
        {
            "en": "Written by Catharine <em>Paddock</em> PhD \nCopyright: Medical News Today ",
            "vi": "Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today "
        },
        {
            "en": "A nearby farmer is being blamed for failing to tend to his <em>paddock</em>.",
            "vi": "Một nông dân gần đó bị lên án vì đã không dọn dẹp chuồng ngựa của ông ta."
        },
        {
            "en": "Young riders need the protection of <em>paddock</em> boots, whether on the ground or sitting astride a horse.",
            "vi": "Những người cưỡi ngựa chưa có kinh nghiệm cần sự bảo vệ của đôi giày ủng dùng khi cưỡi ngựa cho dù là khi ở trên mặt đất hay ngồi dạng ra trên lưng ngựa."
        },
        {
            "en": "In what might be a significant breakthrough in HIV/AIDS research, online gamers playing a game called Foldit have cracked a key protein structure problem that has had scientists scratching their heads for years. And the gamers did it in three weeks. You can read a scientific account of how researchers recruited Foldit players to work on the modeling problem and ultimately solve the crystal structure of M-PMV retroviral protease in a paper published online this week in the journal Nature Structural & Molecular Biology.\nFoldit invites players to predict protein structures. The game was developed by researchers at the University of Washington, as a deliberate way to get gamers to compete by solving scientific problems. The game requires they use spatial and critical thinking skills to build 3D models of protein molecules. In this case, they were invited to build models of M-PMV, a protease enzyme that plays a key role in how a virus similar to HIV replicates in cells. Few of the players had any background in biochemistry.\n By solving the mystery of the 3D structure of the protein, the gamers have helped scientists move a step forward in developing a drug that could stop viruses like HIV from spreading.\n The researchers write: \n\"Remarkably, Foldit players were able to generate models of sufficient quality for successful molecular replacement and subsequent structure determination. The refined structure provides new insights for the design of antiretroviral drugs.\"\n The study is a good example of how people skilled at video games can get involved in science and help solve a wide range of problems.\n In Foldit, the gamers try to predict how proteins fold themselves. When the gamers are playing the game, their actions to try and solve the problem are recorded and used to create algorithms to help computers increase their spatial reasoning.\n Solving problems in the game helps scientists gain a better understanding of how cells make protein, a process call biosynthesis. A particular challenge in this field is understanding how certain proteins fold into three-dimensional structures.\nTo win, gamers have to do well in three factors: how well you pack the protein in 3D, how efficiently you hide the hydrophobic bits of the molecule, and how you resolve the clashes. The gamers don't have to understand these factors in this way to play the game.\nThe game presents them with a new protein and away they go, trying to bend it around to find its ideal form. When they hit a correct move, that hits these factors, they get points. The gamers are able to chat to each other online and compare solutions. It was through sharing strategies that gamers around the world solved the M-PMV problem.\n Seth Cooper, lead designer of Foldit and co-author of the paper, told the press:\n \"People have spatial reasoning skills, something computers are not yet good at.\"\n \"Games provide a framework for bringing together the strengths of computers and humans,\" he added.\nWritten by Catharine <em>Paddock</em> PhD  Copyright: Medical News Today",
            "vi": "Trong những gì có thể là một bước đột phá đáng kể khi nghiên cứu về bệnh HIV / AIDS, các game thủ trò chơi trực tuyến có tên Foldit đã khám phá được nút thắt trong một cấu trúc prô-tê-in quan trọng đã khiến các nhà khoa học phải bó tay trong nhiều năm. Và các game thủ đã giải quyết được khó khăn đó trong vòng 3 tuần. Bạn có thể đọc một báo cáo khoa học về cách mà các nhà nghiên cứu tuyển chọn người chơi Foldit để làm việc trên các vấn đề minh hoạ và cuối cùng là giải quyết những cấu trúc tinh thể của en-zim có trong vi-rút M-PMV, có chức năng phá huỷ prô-tê-in qua quá trình thuỷ phân, trong một bài báo xuất bản trực tuyến trên tạp chí Nature Structural & Molecular Biology. \nFoldit mời người chơi dự đoán cấu trúc prô-tê-in. Trò chơi được phát triển bởi các nhà nghiên cứu tại Đại học Washington, như là một cách cố ý để có được các game thủ cạnh tranh bằng cách giải quyết các vấn đề khoa học. Trò chơi đòi hỏi họ sử dụng các kỹ năng tư duy không gian và quan trọng để xây dựng các mô hình 3D của các phân tử prô-tê-in. Trong trường hợp này, họ đã được mời để xây dựng các mô hình của M-PMV, một en-zim có trong vi-rút M-PMV đóng một vai trò quan trọng trong việc làm thế nào mà một vi-rút giống với vi-rút HIV sao chép trong tế bào. Trong số những người chơi, có rất ít người có nền tảng kiến thức về hóa sinh \nBằng cách giải quyết những bí ẩn về cấu trúc 3D của prô-tê-in, các game thủ đã giúp khoa học tiến thêm một bước trong việc phát triển thuốc có thể ngăn chặn vi-rút như HIV lan rộng.  Các nhà nghiên cứu viết: \n“Thật phi thường, người chơi Foldit có thể tạo ra các mô hình đủ chất lượng để thay thế thành công phân tử và xác định cấu trúc tiếp theo. Các cấu trúc được tạo ra này cung cấp những hiểu biết mới cho việc chế tạo các loại thuốc kháng vi-rút.”\nNghiên cứu này là một ví dụ minh hoạ rõ ràng cho thấy những người giỏi chơi video game có thể tham gia vào khoa học và giúp giải quyết rất nhiều vấn đề. \nỞ Foldit, người chơi cố dự đoán cách prô-tê-in tự xoắn với nhau. Khi các game thủ đang chơi trò chơi, hành động của họ để cố gắng giải quyết các vấn đề được ghi lại và được sử dụng để tạo ra các thuật toán để giúp máy tính tăng khả năng lập luận không gian. \nGiải quyết vấn đề trong trò chơi giúp các nhà khoa học hiểu rõ hơn về cách thức tế bào tạo ra prô-tê-in, một tiến trình gọi là sinh tổng hợp. Một thách thức đặc biệt trong lĩnh vực này là hiểu cách thức một số prô-tê-in xoắn trong các cấu trúc ba chiều. \nĐể giành chiến thắng, người chơi phải làm tốt trong ba yếu tố: sắp xếp theo cách tốt nhất các prô-tê-in trong cấu trúc 3D, cách bạn che giấu hiệu quả các đầu kỵ nước của phân tử, và cách bạn giải quyết những sự không tương hợp. Người chơi chẳng cần phải hiểu các yếu tố trên theo cách như vậy khi chơi. \nTrò chơi này giới thiệu với họ một prô-tê-in mới, và khi chơi, họ phải cố gắng xoắn nó để tìm ra cấu trúc lý tưởng của nó. Khi họ làm đúng, chính xác các yếu tố này, họ nhận được điểm. Các game thủ có thể trò chuyện với nhau qua mạng và so sánh các giải pháp. Bằng cách chia sẻ chiến lược với nhau, game thủ trên khắp thế giới đã giải quyết được khúc mắc M-PMV. \nSeth Cooper, trưởng nhóm thiết kế của Foldit và đồng tác giả của bài báo, nói với báo chí: \n“Con người có những kỹ năng lý luận không gian mà máy tính chưa thể nào sánh kịp”. \n“Trò chơi cung cấp một ý tưởng nền tảng để kết hợp những thế mạnh của máy tính và con người”, ông nói thêm. \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Women's fertility linked to oral health          Women who want to have a baby should look after their oral health, a fertility expert told a meeting in Sweden yesterday. During the meeting, delegates heard about preliminary research that found for the first time, from when she starts trying to conceive, a woman's chances of falling pregnant can depend on how well she looks after her teeth and gums.  Roger Hart, a professor at the University of Western Australia in Perth, told the annual meeting of the European Society of Human Reproduction and Embryology in Stockholm, that the effect of gum disease on conception is about the same order of magnitude as the effect of obesity. Hart, who is Professor of Reproductive Medicine at the University and Medical Director of Fertility Specialists of Western Australia, said their study was the first to be published that investigates links between gum disease and women's chances of getting pregnant, so it is the:  \"... first report to suggest that gum disease might be one of several factors that could be modified to improve the chances of a pregnancy.\"  He says women who want to become pregnant should visit their dentist and brush their teeth regularly.  For their research, Hart and colleagues analyzed data on over 3,400 pregnant women from Western Australia who were taking part in a study called SMILE that was investigating how treatment for gum disease affects pregnancy outcomes.   They found that women with gum disease took on average two months longer to conceive than women without gum disease (seven months instead of five).  Non-Caucasian women appeared to be the group most affected: they were likely to take more than 12 months to become pregnant if they had gum disease. Gum disease, also known as periodontal disease, is where the gums and supporting tissue are chronically infected and inflamed.   Our mouths are full of bacteria, which stick to mucus and bits of food and form a sticky \"plaque\" on our teeth. Brushing and flossing gets rid of plaque, but if this is not done regularly, then the plaque goes hard and turns into \"tartar\", that is much harder to get rid of. You should then visit the dentist or hygienist to have it removed properly.  If you leave it too long before removing plaque and tartar, the bacteria causes an inflammation called \"gingivitis\", where the gums appear red and swollen, and bleed. At this stage, daily brushing and flossing and visits to the dentist can restore oral health. But eventually, if not attended to, the disease moves to a stage where tissue and bone are affected: this is periodontitis, which literally means \"inflammation around the tooth\".  In periodontitis the gums pull away from the teeth and little pockets develop that become infected. The bacteria and plaque starts to grow below the gum line, causing the immune system to respond. Toxins from the bacteria and immune system activity start to attack the tissue and bone that hold teeth in place, and they become loose.  But these destructive agents also get into the bloodstream, which may explain why gum disease is linked to increased risk of a number of chronic diseases such as type 2 diabetes, heart disease, respiratory and kidney disease, and also, miscarriage and premature birth.  About one in ten people is thought to have severe periodontal disease. The best way to prevent it is to brush and floss your teeth regularly.  Hart suggests the reason the non-Caucasian women were the most affected was because they appeared to have the highest level of inflammatory response when suffering from gum disease.  He also said that receiving treatment for gum disease while pregnant does not affect the health of the foetus or the mother. Source : ESHRE 2011 Stockholm.  Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Khả năng sinh sản của phụ nữ liên quan đến sức khỏe răng miệng      Những phụ nữ muốn có con nên chăm sóc sức khỏe răng miệng của họ, một chuyên gia về khả năng sinh sản phát biểu tại một cuộc họp ở Thụy Điển ngày hôm qua. Trong cuộc họp, các đại biểu nghe trình bày về nghiên cứu sơ bộ cho thấy lần đầu tiên, từ khi một người phụ nữ bắt đầu cố gắng thụ thai, cơ hội thụ thai của cô ấy có thể phụ thuộc vào việc cô ấy chăm sóc răng và nướu như thế nào.  Roger Hart, giáo sư tại Đại học Tây Úc ở Perth, phát biểu tại cuộc họp hàng năm của Hiệp hội Sinh sản và Phôi học người của Châu Âu ở Stockholm, rằng ảnh hưởng của bệnh nướu răng trên sự thụ thai cũng quan trọng tương tự như ảnh hưởng của bệnh béo phì. Hart, Giáo sư Khoa sinh sản tại trường Đại học và là Giám đốc y tế của các chuyên gia sinh sản tại Tây Úc, cho biết nghiên cứu của họ là công trình đầu tiên được công bố điều tra về mối liên hệ giữa bệnh nướu răng và cơ hội mang thai của phụ nữ, vì vậy nó là:  \"... báo cáo đầu tiên cho thấy bệnh nướu răng có thể là một trong nhiều yếu tố có thể được sửa đổi để cải thiện cơ hội thụ thai.\"  Ông cho biết phụ nữ muốn có thai nên đi nha sĩ và đánh răng đều đặn.  Để nghiên cứu, Hart và các đồng nghiệp đã phân tích dữ liệu trên 3.400 phụ nữ mang thai từ Tây Úc đã tham gia trong một đề tài nghiên cứu có tên gọi là SMILE tìm hiểu tại sao việc điều trị bệnh nướu răng lại ảnh hưởng đến kết quả mang thai.  Họ phát hiện ra rằng những phụ nữ bị bệnh nướu răng mất dài hơn trung bình hai tháng để thụ thai so với những phụ nữ không có bệnh nướu răng (bảy thay vì năm tháng).  Phụ nữ không phải người da trắng dường như là nhóm bị ảnh hưởng nhiều nhất: họ có thể mất hơn 12 tháng để có thể mang thai nếu họ có các bệnh về lợi.  Bệnh nướu răng, còn được gọi là bệnh nha chu, là nơi mà lợi và các mô hỗ trợ bị bệnh và viêm mạn tính.  Miệng của chúng ta đầy vi khuẩn, bám vào dịch nhầy và các mẩu nhỏ thức ăn và tạo thành “mảng bám” dính trên răng.   Nếu bạn để nó quá lâu trước khi loại bỏ mảng bám và cao răng, vi khuẩn gây ra tình trạng viêm được gọi là \"viêm nướu\", nướu răng biến thành màu đỏ, sưng lên và chảy máu. Ở giai đoạn này, đánh răng và dùng chỉ nha khoa hàng ngày cùng với đi nha sĩ có thể khôi phục lại sức khỏe răng miệng. Nhưng cuối cùng, nếu không được quan tâm, bệnh sẽ chuyển sang một giai đoạn mà các mô và xương bị ảnh hưởng: đó là viêm nha chu, có nghĩa đen là \"viêm quanh răng\".  Trong bệnh nha chu, nướu răng kéo ra khỏi răng và các túi nhỏ phát triển đó sẽ bị viêm nhiễm. Các vi khuẩn và mảng bám bắt đầu phát triển bên dưới nướu, làm cho hệ thống miễn dịch phản ứng lại. Độc tố từ vi khuẩn và hoạt động của hệ miễn dịch bắt đầu tấn công các mô và xương giữ răng cố định, ​​làm chúng trở nên lỏng lẻo.  Nhưng các tác nhân phá hoại này cũng đi vào mạch máu, có thể giải thích tại sao bệnh nướu răng đi kèm với tăng nguy cơ của một số căn bệnh mạn tính như là tiểu đường tuýp 2, bệnh tim, hô hấp, bệnh thận, cũng như sẩy thai và sanh non.  Khoảng một trong mười người được cho là có bệnh nha chu nặng. Cách tốt nhất để ngăn chặn bệnh là chải răng và dùng chỉ nha khoa thường xuyên.  Hart cho rằng nguyên nhân mà những phụ nữ không phải người da trắng bị ảnh hưởng nhiều nhất là vì dường như họ có mức cao nhất của phản ứng viêm do mắc bệnh nướu.  Ông cũng cho biết việc điều trị bệnh nướu răng trong khi có thai không ảnh hưởng đến sức khỏe của bào thai hoặc người mẹ.  Nguồn: ESHRE 2011 Stockholm.  Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Frog skin could help treat cancer and other diseases         \nScientists have discovered two proteins secreted from the skin of frogs that could help treat cancer and other diseases by disrupting the growth of blood vessels: one switches the process of \"angiogenesis\" on, and the other switches it off. The researchers say the discovery has the potential to transform cancer from a terminal illness to a chronic condition.  The award-winning discovery is the work of Professor Chris Shaw and colleagues at Queen's University Belfast, in Northern Ireland.   Shaw is Professor in Drug Discovery at Queen's School of Pharmacy, where he specializes in finding and classifying naturally occurring, biologically active agents, most notably those found in the venom of amphibians all over the world.\n \nIn this latest discovery, Shaw and colleagues identified two mini-proteins or \"peptides\" (typically shorter than proteins but made from similar building blocks, amino acids) secreted on the skin of the Waxy Monkey Frog and the Giant Firebellied Toad that have the potential to stimulate or switch off \"angiogenesis\", the process of growing new blood vessels.  The peptide they found in skin of the Waxy Monkey Frog can switch off angiogenesis and the peptide they found in the skin of the Giant Firebellied Toad does the opposite: it can switch on angiogenesis.  As a cancer tumor grows and needs more oxygen and nutrients, it gets to a point where it has to develop its own blood supply, or it can't grow any bigger. So the idea is that a peptide that switches off angiogenesis could be incorporated into cancer drugs so the tumors either starve or stop growing.\n \nIn a statement to the press, Shaw explained the potential of such a compound:\n \n\"Stopping the blood vessels from growing will make the tumour less likely to spread and may eventually kill it. This has the potential to transform cancer from a terminal illness into a chronic condition.\"  On the other hand, a peptide that can switch on angiogenesis is also useful. For instance, in diseases or conditions where blood vessels need to repair quickly, such as in helping wounds to heal, in organ transplants, diabetic ulcers, and where strokes or heart conditions have left blood vessels damaged.  Angiogenesis has been a prime target for new drugs for over four decades, said Shaw, who said the reason he and his team look to the natural world for such compounds is because despite billions of investment by scientists and drug companies, man-made drugs that can effectively target and control the growth of blood vessels have yet to appear.  \"We are absolutely convinced that the natural world holds the solutions to many of our problems, we just need to pose the right questions to find them,\" said Shaw.\n \n\"It would be a great shame to have something in nature that is potentially the wonder drug to treat cancer and not aim to do everything in our power to make it work,\" he added.\n \nShaw's team members are very careful when they handle the frogs, so as not to harm them. They gently extract the secretions, and then release the frogs back into the wild.  Other studies have also shown that amphibians synthesize and secrete a range of chemicals with antimicrobial properties.  Earlier this year, scientists Ren Lai and colleagues from China reported in the Journal of Proteome Research that they found 79 different antimicrobial peptides, including 59 that were totally new to science, in the brains of two types of toad. Some of the peptides were so powerful they could cripple or kill strains of staph bacteria, E. coli, and some types of fungus that infect humans.  Sources: Queen's University Belfast, AlphaGalileo Foundation, American Chemical Society, via EurekAlert!.  Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Da ếch có thể giúp điều trị ung thư và các bệnh khác      \nCác nhà khoa học đã phát hiện ra hai loại prô-tê-in tiết ra từ da của ếch có thể giúp điều trị ung thư và các bệnh khác bằng cách làm gián đoạn sự phát triển của các mạch máu: một prô-tê-in kích hoạt quá trình “tạo mạch” và prô-tê-in kia làm ngưng quá trình này. Các nhà nghiên cứu cho biết phát hiện này có tiềm năng biến đổi bệnh ung thư từ một bệnh nan y thành một bệnh mãn tính.  Phát hiện đoạt giải thưởng này là công trình nghiên cứu của Giáo sư Chris Shaw và các đồng nghiệp tại Đại học Queen Belfast, ở Bắc Ai-len.  Shaw là giáo sư khoa Nghiên cứu chế tạo thuốc tại Trường Đại học Dược Queen, nơi ông chuyên về phát hiện và phân loại các chất có hoạt tính sinh học có trong tự nhiên, đáng chú ý nhất là các chất thấy trong nọc độc của loài lưỡng cư ở khắp nơi trên thế giới..\n \nTrong khám phá mới nhất này, Shaw và đồng nghiệp phân biệt 2 prô-tê-in nhỏ hay còn gọi là “pép-tít” (thường ngắn hơn so với các prô-tê-in nhưng cũng được tạo thành từ các khối thành phần tương tự, a-xít aminô) tiết ra trên da của ếch xanh lá và giống cóc Firebellied lớn, có tiềm năng kích thích hay làm tắt “sự tạo mạch”, quá trình phát triển mạch máu mới.\n \nLoại pép-tít họ thấy trong da của ếch xanh lá có thể làm tắt sự tạo mạch và loại pép-tít trong da của cóc Firebellied lớn có tác dụng ngược lại: kích hoạt sự tạo mạch.   \n \nKhi khối u ung thư phát triển và cần có thêm ô-xi cùng với chất dinh dưỡng, nó sẽ đến mức cần phải phát triển nguồn cung cấp máu riêng của nó, hoặc nó không thể nào phát triển lớn hơn. Vì vậy, ý tưởng là một pép-tít sẽ làm tắt mạch có thể được kết hợp vào các loại thuốc trị ung thư khiến các khối u bị chết đói hoặc ngừng phát triển.  Trong một tuyên bố với báo chí, Shaw giải thích tiềm năng của một hợp chất như vậy:\n \n “Ngăn chặn các mạch máu phát triển sẽ làm cho khối u ít có khả năng phát tán và cuối cùng có thể giết nó. Điều này có tiềm năng để biến bệnh ung thư từ bệnh nan y thành một bệnh mãn tính.”\n \nMặt khác, một pép-tít có thể kích hoạt sự tạo mạch cũng rất hữu ích. Ví dụ, trong các bệnh hay tình trạng mà mạch máu cần được sửa chữa nhanh chóng, chẳng hạn như trong việc giúp chữa lành vết thương, trong cấy ghép nội tạng, loét do tiểu đường, và đột quỵ hay các bệnh tim mà làm cho mạch máu bị tổn thương.  Theo Shaw, sự tạo mạch đã là một mục tiêu chính cho các loại thuốc mới trong hơn bốn thập niên qua, đó cũng chính là lý do ông và nhóm của mình tìm kiếm trong thế giới tự nhiên những hợp chất như vậy bởi vì mặc dù nhiều nhà khoa học và các công ty dược phẩm đã đầu tư hàng tỉ nghiên cứu thì các loại thuốc do con người tạo ra nhắm đến sự kiểm soát tăng trưởng mạch máu một cách hiệu quả vẫn chưa đạt được.\n “Chúng tôi hoàn toàn tin rằng thế giới tự nhiên nắm giữ giải pháp cho nhiều vấn đề của con người, chúng ta chỉ cần đặt ra các câu hỏi thích hợp để tìm thấy chúng”, Shaw nói. \n “Sẽ thật xấu hổ nếu có một chất gì đó trong tự nhiên có tiềm năng là thuốc trị ung thư mà chúng ta không cố gắng làm mọi chuyện trong khả năng để biến nó thành hiện thực”, ông nói thêm.  Các thành viên trong nhóm của Shaw rất cẩn thận khi xử lý ếch, để không làm hại chúng. Họ nhẹ nhàng trích xuất các dịch tiết, và sau đó thả những con ếch trở lại môi trường hoang dã.\n \nCác nghiên cứu khác cũng chỉ ra rằng động vật lưỡng cư tổng hợp và tiết ra một loạt các hoá chất có tính kháng khuẩn.\n \nVào đầu năm nay, nhà khoa học Ren Lai và các đồng nghiệp từ Trung Quốc đã trình bày trong Tạp chí Nghiên cứu Proteome rằng họ đã tìm thấy 79 loại pép-tít kháng khuẩn khác nhau, bao gồm 59 loại hoàn toàn mới đối với khoa học, trong não bộ của 2 loài cóc. Một số loại pép-tít mạnh đến nỗi chúng có thể làm tê liệt hoặc giết chết các dòng tụ cầu khuẩn, trực khuẩn E.coli, và một số loài nấm gây bệnh cho người.\n \nNguồn: Đại học Queen Belfast, AlphaGalileo Foundation, Hội Hóa học Mỹ, thông qua EurekAlert!\n \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Longer, More Regular Sleep May Reduce Childhood Obesity        Promoting longer, more regular sleep, even catching up at weekends on sleep lost in the week, may help reduce the incidence of childhood obesity, concluded US researchers in a new study published online in a leading journal this week.     You can read how Dr David Gozal, Professor and Chair of the Department of Pediatrics at the University of Chicago Medical Center, Chicago, Illinois, and colleagues, arrived at this conclusion in a paper published online on 24 January in the journal Pediatrics.  Previous studies have already reported that insufficient sleep is linked to an increased risk of obesity in children, but in this study, Gozal and colleagues set out specifically to explore the effect of duration and regularity of sleep on BMI and metabolic regulation in children.  BMI stands for Body Mass Index, a measure of obesity, expressed in kg per meter squared, and equal to a person's weight divided by the square of their height.  For this cross-sectional study, they recruited 308 community-resident children aged 4 to 10 years, and measured their BMIs, their blood glucose before eating in the morning, insulin, blood fats and cholesterol. In a sub-sample group, they also measured levels of high-sensitivity C-reactive protein (an \"inflammation\" marker used to assess risk of cardiovascular disease).   The children wore wrist monitors for a week. These measured physical activity and allowed the researchers to assess how often, when the children slept, and how long for, over the week.  The results showed that:   \nThe children slept for 8 hours every night on average, regardless of their BMI.\n\n  However, there was also a non-linear trend between sleep and weight.\n\n  The children in the obese BMI range, slept fewer hours and showed greater variability in the differences between weekend sleep time and school days sleep time.\n\n  Children whose BMI was in the overweight range, showed an inconsistent sleep pattern.\n\n  Analysis of sleep patterns and blood markers showed that high variance in sleep duration, or shorter sleep duration, was more likely to be linked to altered levels of insulin, LDL cholesterol, and high-sensitivity C-reactive protein.\n\n  Children who slept the least, particularly those who also had irregular sleep patterns, showed the greatest health risk (ie the riskiest combination of BMI and blood markers).\n\n  The researchers found that just an extra half hour of sleep every night was linked to lower BMI and reduced pattern of risky blood markers.  And they also found that catching up with sleep at the weekend was linked to a lower risk of obesity, they wrote that:  \"Obese children were less likely to experience 'catch-up' sleep on weekends, and the combination of shorter sleep duration and more-variable sleep patterns was associated with adverse metabolic outcomes.\"  They concluded that:  \"Educational campaigns, aimed at families, regarding longer and more-regular sleep may promote decreases in obesity rates and may improve metabolic dysfunction trends in school-aged children.\"  \"Sleep Duration, Sleep Regularity, Body Weight, and Metabolic Homeostasis in School-aged Children.\" Karen Spruyt, Dennis L. Molfese, David Gozal. Pediatrics, Published online 24 January 2011 DOI:10.1542/peds.2010-0497  Additional source: Cleveland Clinic (online health information services).  Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Ngủ nhiều và đều đặn hơn có thể giúp giảm béo phì ở trẻ em    Khuyến khích ngủ nhiều và đều đặn hơn, thậm chí ngủ bù vào cuối tuần cho những khi không được ngủ trong tuần, có thể giúp giảm tỷ lệ béo phì ở trẻ em, các nhà nghiên cứu Hoa Kỳ đã kết luận trong một nghiên cứu mới công bố trực tuyến tuần này trên một tạp chí hàng đầu. Bạn có thể đọc các kết luận trong một bài báo công bố trực tuyến vào ngày 24 tháng Giêng trong Tạp chí Nhi khoa của Tiến sĩ David Gozal, Giáo sư và Chủ nhiệm Khoa Nhi tại Trung tâm Y tế Đại học Chicago, Chicago, Illinois, và các đồng nghiệp. Nghiên cứu trước đây đã cho thấy ngủ không đủ có liên hệ đến tăng nguy cơ béo phì ở trẻ em, nhưng trong nghiên cứu này, Gozal và đồng nghiệp bắt đầu tìm hiểu cụ thể ảnh hưởng của thời gian và tính đều đặn của giấc ngủ trên BMI và sự chuyển hóa ở trẻ em. BMI đại diện cho chỉ số hình thể, thước đo béo phì, thể hiện trong số kg trên mỗi mét vuông, và bằng với trọng lượng của một người chia cho bình phương chiều cao của họ. Trong nghiên cứu cắt ngang này, họ tuyển dụng 308 trẻ em trong cộng đồng có độ tuổi từ 4 đến 10, và và đo Chỉ số hình thể, lượng đường trong máu của họ trước khi ăn vào buổi sáng, insulin, mỡ máu và cô-lét-xtê-ron. Trong một nhóm mẫu nhỏ, họ cũng đo các mức độ của độ nhạy cảm prô-tê-in C phản ứng (một dấu hiệu \"viêm\" đượcdùng để đánh giá nguy cơ mắc bệnh tim mạch). Các bé được đeo máy theo dõi sức khỏe đeo cổ tay trong một tuần. Các máy này đo hoạt động thể chất và cho phép các nhà nghiên cứu đánh giá mức độ thường xuyên và thời gian các bé ngủ trong một tuần. Kết quả cho thấy:  \nTrẻ em ngủ bình quân 8 tiếng đồng hồ mỗi đêm, bất kể BMI của họ.\n\n\n  \nTuy nhiên, cũng có xu hướng khuynh hướng phi tuyến tính giữa giấc ngủ và trọng lượng.\n\n\n  \nNhững trẻ em có BMI trong mức béo phì, ngủ ít giờ hơn và cho thấy biến đổi lớn hơn trong sự khác biệt giữa thời gian ngủ nghỉ cuối tuần và thời gian ngủ trong những ngày đi học.\n\n\n  \nTrẻ có chỉ số BMI trong khoảng thừa cân, cho thấy một thói quen ngủ không phù hợp.\n\n\n  \nPhân tích của thói quen ngủ và đặc điểm của máu cho thấy sự chênh lệch nhiều trong thời gian ngủ, hoặc thời gian ngủ ngắn hơn, có thể liên kết với mức insulin, cholesterol LDL, và prô-tê-in nhạy phản ứng C thay đổi.\n\n\n  \nNhững trẻ ngủ ít nhất, đặc biệt là các bé có thói quen đi ngủ không đều, cho thấy nguy cơ sức khoẻ nhiều nhất (ví dụ như sự kết hợp rủi ro nhất của chỉ số hình thể và đặc điểm của máu).\n\n\n  Các nhà nghiên cứu thấy rằng chỉ cần thêm nửa giờ ngủ mỗi đêm sẽ giúp có chỉ số BMI thấp hơn và giảm rủi ro trong máu. Và họ cũng nhận thấy ngủ bù vào cuối tuần liên hệ với ít nguy cơ bị béo phì hơn, và kết luận:     “Trẻ béo phì thường ít khi ngủ bù vào cuối tuần, và sự kết hợp giữa thời gian ngủ ngắn hơn và thay đổi thói quen ngủ nhiều hơn, gắn liền với các kết quả chuyển hóa có hại.” Họ kết luận: “Các chiến dịch giáo dục, nhằm vào gia đình, thúc đẩy giấc ngủ dài và thường xuyên hơn có thể giúp giảm tỷ lệ béo phì và cải thiện xu hướng rối loạn chức năng trao đổi chất ở trẻ em trong độ tuổi đi học.” “Thời gian ngủ, thói quen ngủ, trọng lượng cơ thể, và hiện tượng nội cân bằng chuyển hóa ở trẻ em trong độ tuổi đi học.” Karen Dennis Spruyt, L. Molfese, David Gozal. Khoa Nhi, đăng trực tuyến 24/01/2011 DOI: 10.1542/peds.2010-0497 Nguồn bổ sung: Cleveland Clinic (Các dịch vụ thông tin sức khoẻ trực tuyến). Người viết: Catharine Paddock, Tiến sĩ Bản quyền: y tế Tin tức hôm nay"
        },
        {
            "en": "Lower IQ Linked To Higher Attempted Suicide Risk, Large Swedish Study       A large scale study of over 1.1 million men living in Sweden that spanned nearly a quarter of a century found a link between lower IQ measured in early adulthood and higher risk of attempted suicide later in life. The study was the work of Dr Finn Rasmussen, a professor in the Department of Public Health Sciences at Karolinska Institute, Stockholm, Sweden, and colleagues from the UK and Australia. They wrote a paper about it published in the 3 June online issue of the British Medical Journal, BMJ. As well as exploring the links between early IQ scores and attempted suicide, Rasmussen and colleagues wanted to see if psychosis made a difference and also how variations in early IQ might relate to methods of attempted suicide. Described as the largest study of its kind, they examined the medical records of nearly 1,109,500 men aged between 16 and 57 years living in Sweden. Of these Rasmussen and colleagues found that nearly 18,000 (1.6 per cent) had been admitted to hospital at least once for attempting suicide during 24 years of follow up (after having IQ tested). They found that men with the lowest early adulthood IQ scores were almost nine times more likely to attempt suicide then those with the highest, and there was a stepwise increase in risk across the full IQ range, which was \"evident for attempted suicide by any means and for seven specific methods\". The authors wrote that while adjustment for \"childhood and adult socioeconomic status and, to a greater extent, education led to a reduction in magnitude\", the links remained strong. However, for men who had been diagnosed with psychosis before attempting suicide, a separate analysis showed there was no such link between IQ level and attempted suicide risk. They concluded that \"low IQ scores in early adulthood were associated with a subsequently increased risk of attempted suicide in men free from psychosis,\" and recommended looking more closely at the underlying mechanisms to see if they reveal opportunities to intervene and reduce rates of suicide among men. Speculating on the reasons behind the link, they suggested perhaps because people with lower IQ tend to have lower socioeconomic status and income, they could face more social and financial hardship, leading to their having more suicidal thoughts and behaviours. They also mentioned that unhealthy lifestyle (eg binge drinking) has also been linked with lower IQ, and this could also affect frequency of suicidal thinking, plus other studies have also linked lower IQ with lower problem solving skills, and this could affect resilience to stress. Another possibility is some research suggests that exposure to violence in childhood, either as a victim or a witness, can hamper IQ development as well as influence future suicide risk. \"Psychosis alters association between IQ and future risk of attempted suicide: cohort study of 1 109 475 Swedish men.\" G David Batty, Elise Whitley, Ian J Deary, Catharine R Gale, Per Tynelius, Finn Rasmussen. BMJ 2010;340:c2506  Published online 3 June 2010 DOI:10.1136/bmj.c2506 Source: BMJ.     Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Một nghiên cứu trên phạm vi rộng của Thụy Điển cho thấy IQ thấp dẫn đến ý định tự sát cao hơn    Một nghiên cứu trên phạm vi lớn trong 1.1 triệu nam giới sống tại Thuỵ Điển kéo dài suốt gần một phần tư thế kỷ cho thấy sự liên hệ giữa chỉ số IQ thấp đo ở giai đoạn đầu tuổi trưởng thành và nguy cơ muốn tự sát cao hơn sau này.\nNghiên cứu là kết quả làm việc của giáo sư Dr Finn Rasmussen, thuộc khoa Khoa học Sức khoẻ Cộng Đồng tại Học viện Karolinska, Stockholm, Thuỵ Điển, và các đồng nghiệp của mình từ Anh và Úc. Họ viết một báo cáo công bố kết quả nghiên cứu vào ngày 3 tháng 6 trên ấn bản trực tuyến của tờ British Medical Journal, BMJ.\nCùng với việc tìm hiểu mối quan hệ giữa chỉ số IQ đo từ sớm và ý muốn tự sát, Rasmussen và đồng nghiệp muốn xem liệu chứng loạn tâm thần có tạo ra sự khác biệt cũng như sự thay đổi trong chỉ IQ sớm có thể liên quan đến các mưu toan tự sát hay không.\nĐược coi là nghiên cứu lớn nhất trong dạng này, họ xem xét bệnh án của gần 1,109,500 nam giới tuổi từ 16 đến 57 sống ở Thuỵ Điển.\nTrong những bệnh án này, Rasmussen và đồng nghiệp thấy gần 18,000 người (1.6%) đã nhập viện ít nhất một lần vì mưu toan tự sát trong suốt 24 năm sau đó (sau khi làm thử nghiệm IQ).\nHọ nhận thấy là những người có số điểm IQ ở giai đoạn đầu tuổi trưởng thành thấp có đến gần gấp 9 lần khả năng có ý đồ tự tử so với những người có chỉ số IQ cao nhất, và có sự gia tăng theo bậc thang trong nguy cơ xuyên suốt toàn bộ dãy chỉ số IQ, gia tăng đó là “bằng chứng cho mưu toan tự sát dùng bất kỳ phương tiện nào và bằng bảy phương pháp cụ thể\".\nCác tác giả nhận định rằng mặc dù điều chỉnh về \"tình trạng kinh tế xã hội trong tuổi thơ và tuổi trưởng thành, đến một mức độ lớn hơn, việc giáo dục giúp giảm nhiều\", thì các liên kết vẫn còn mạnh.\nTuy nhiên, đối với những nam giới đã được chẩn đoán mắc chứng loạn tâm thần trước khi mưu toan tự sát, một phân tích riêng biệt cho thấy không có mối liên kết như thế giữa mức IQ và nguy cơ mưu toan tự sát.\nHọ kết luận \"điểm số IQ thấp trong giai đoạn đầu tuổi trưởng thành gắn liền với tăng nguy cơ tăng mưu toan tự sát sau đó ở nam giới không liên quan đến chứng loạn tâm thần, \" và đề nghị nghiên cứu sâu hơn về các cơ chế cơ bản để xem xét liệu chúng có mang đến các cơ hội giúp can thiệp và giảm tỷ lệ tự tử ở nam giới hay không.\nPhỏng đoán về những lý do của sự liên kết này, các nhà khoa học cho rằng có lẽ vì những người có điểm số IQ thấp thường có tình trạng kinh tế xã hội và thu nhập thấp hơn, họ có thể phải đối mặt với nhiều khó khăn xã hội và tài chính hơn, khiến họ có suy nghĩ và phản ứng tự sát nhiều hơn.\nHọ cũng đề cập đến lối sống không lành mạnh (ví dụ như rượu chè) cũng liên quan với IQ thấp, và điều này cũng có thể ảnh hưởng đến tần số suy nghĩ tự sát, cộng với các nghiên cứu khác cũng đã liên kết IQ thấp với các kỹ năng giải quyết vấn đề kém hơn, và điều này có thể ảnh hưởng đến khả năng mau phục hồi sau căng thẳng.\nKhả năng khác là một số nghiên cứu cho rằng việc đối mặt với bạo lực trong tuổi thơ, dù là nạn nhân hay là nhân chứng, có thể cản trở sự phát triển IQ cũng như tác động đến nguy cơ tự sát trong tương lai. \"Rối loạn tâm thần biến đổi mối liên hệ giữa chỉ số IQ và nguy cơ mưu toan tự sát trong tương lai: nghiên cứu đoàn hệ ở 1.109.475 nam giới Thụy Điển.\" G David Batty, Elise Whitley, Ian J Deary, Catharine R Gale, Per Tynelius, Finn Rasmussen. BMJ 2010;340:c2506 Xuất bản trực tuyến ngày 3, tháng 6, 2010 DOI:10.1136/bmj.c2506\nNguồn: BMJ\nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Just a couple of servings of potato a day can reduce blood pressure in obese or overweight people with high blood pressure, calling into question the lowly spud's current reputation as a fattening, unhealthy food, according to new research presented at a conference in Denver, Colorado, USA, on Wednesday.\n\"The potato, more than perhaps any other vegetable, has an undeserved bad reputation that has led many health-conscious people to ban them from their diet,\" said Dr Joe Vinson, a professor in the Department of Chemistry at the University of Scranton in Pennsylvania, who led the research that was presented at the 242nd National Meeting & Exposition of the American Chemical Society (ACS).\nBut before you go out and order French fries, the preferred way of eating this most consumed of all vegetables in the US, consider this: the research was done with purple potatoes cooked in the microwave oven, with no oil or fat whatsoever. \n Vinson said when you mention \"potato\" what generally comes to mind is \"fattening, high-carbs, empty calories\". But that is because of the way this humble vegetable is usually prepared.\n\"In reality, when prepared without frying and served without butter, margarine or sour cream, one potato has only 110 calories and dozens of healthful phytochemicals and vitamins,\" said Vinson, adding that he and his colleagues hope their study will help to remake the potato's popular nutritional image.For their study, Vinson and colleagues first did before and after tests of blood and urine of a group of healthy participants who ate either 6 to 8 small purple potatoes cooked in a microwave oven or the equivalent amount of starch in the form of biscuits. The results showed that the antioxidant capacity of their blood and urine was increased by the potatoes and lowered by the biscuits.   Then they recruited 18 mostly overweight and obese patients with high blood pressure (their average BMI was 29) and invited them to take part in a crossover study. For 4 weeks, they ate either 6 to 8 purple potatoes twice a day or no potatoes in their normal diet, and then crossed over to the other regimen for another 4 weeks. The potatoes were each about the size of a golf ball and eaten with skins on.\nThey found that eating potatoes was not accompanied by changes in body weight, blood fats (lipids) or glucose levels (HbA1c), but resulted in lower blood pressure: the diastolic (the lower reading of a conventional blood pressure reading such as 120/80) went down by a significant 4.3%, and systolic by 3.5%. The blood pressure went down in spite of the fact 14 of the 18 participants were also on blood pressure medication.\nThe researchers concluded that purple potatoes are an effective agent for lowering blood pressure and thereby lower the risk of heart disease and stroke in patients with high blood pressure.  Although the participants in this study ate purple potatoes, which contain high amounts of antioxidants, such as phenolic acids, anthocyanins and carotenoids, Vinson and colleagues believe red-skin and white potatoes would confer similar benefits and are already planning a study that uses them. Vinson said previous studies have found potatoes contain phytochemicals (chemicals that occur naturally in plants) that have similar effects to ACE-inhibitors, medications used to treat high blood pressure.He said potatoes contain other phytochemicals in similar amounts as found in broccoli spinach and Brussels sprouts, and these could also be helping to lower blood pressure.But deep frying potatoes subjects them to such high temperatures that it seems to destroy these healthy chemicals, leaving the consumer with only starch, fat and minerals. Vinson said that just microwaving the raw potatoes seems to be the best way to preserve the antioxidants.   The United States Department of Agriculture Agricultural Research Service (USDA-ARS) State Cooperative Potato Research Program helped pay for the study.\n  Written by Catharine <em>Paddock</em> PhD  Copyright: Medical News Today",
            "vi": "Chỉ cần ăn khoai tây một vài lần mỗi ngày có thể làm giảm huyết áp ở những người béo phì hoặc thừa cân có huyết áp cao, đặt ra nghi vấn về quan niệm hiện thời cho rằng khoai tây là một thực phẩm làm béo phì và không tốt cho sức khoẻ, theo một nghiên cứu mới được trình bày tại một hội nghị ở Denver, Colorado, Mỹ, vào hôm thứ Tư. \n“Khoai tây, có lẽ hơn bất cứ một rau củ nào khác, bị tiếng xấu một cách không công bằng đã khiến nhiều người dân có ý thức về sức khỏe đã loại bỏ khoai tây ra khỏi chế độ ăn uống của họ”, theo Tiến sĩ Joe Vinson, giáo sư Khoa Hóa tại Đại học Scranton ở Pennsylvania, trưởng nhóm nghiên cứu đã được trình bày tại Hội nghị quốc gia lần thứ 242 và triển lãm của Hội Hóa học Mỹ (ACS). Nhưng trước khi bạn ra ngoài và gọi món khoai tây chiên giòn, cách được ưa thích nhiều nhất khi tiêu thụ món này ở Hoa Kỳ, hãy cân nhắc điều này: nghiên cứu đã được thực hiện với khoai tây tím nấu chín trong lò vi sóng, không sử dụng chút dầu mỡ nào.  Vinson cho biết khi bạn đề cập đến “khoai tây”, bạn sẽ nghĩ ngay đến “béo, nhiều các-bô hy-drát, không có năng lượng\". Nhưng đó là bởi vì các loại quả nhỏ bé này thường được chuẩn bị. Nhưng đó là vì cách mà loại củ nhỏ bé này thường được chế biến.  “Thật ra, khi chế biến mà không cần rán và không ăn kèm bơ, bơ thực vật hoặc kem chua, một củ khoai tây chỉ có 110 calo và hàng chục hóa chất có nguồn gốc từ thực vật và vitamin có lợi cho sức khỏe”,  Vinson nói, nhấn mạnh thêm anh ấy và đồng nghiệp hy vọng nghiên cứu của họ sẽ giúp thay đổi quan niệm về dinh dưỡng phổ biến của khoai tây.  \nĐối với nghiên cứu của họ, Vinson và đồng nghiệp đã lần đầu tiên thực hiện các xét nghiệm máu và nước tiểu của một nhóm người khỏe mạnh, trước và sau khi họ ăn 6 đến 8 củ khoai tây màu tím nhỏ nấu chín trong lò vi sóng hoặc lượng tinh bột tương đương dưới dạng bánh quy. Kết quả cho thấy rằng khả năng chống oxy hóa của máu và nước tiểu của họ được khoai tây làm tăng lên và bánh bích-quy làm giảm xuống.  Sau đó, họ chọn lọc 18 bệnh nhân chủ yếu là thừa cân và béo phì có huyết áp cao (chỉ số BMI trung bình của họ là 29) và mời họ tham gia vào một nghiên cứu chéo. Trong 4 tuần, họ ăn 6 đến 8 củ khoai tây tím hai lần một ngày hoặc không ăn khoai tây trong chế độ ăn uống bình thường của họ, và sau đó đổi qua chế độ kia trong thêm 4 tuần nữa. \nHọ phát hiện ra rằng ăn khoai tây không gây ra những thay đổi trong trọng lượng cơ thể, mỡ trong máu (li-pít) hoặc mức glu-cô (HbA1c), nhưng dẫn đến hạ huyết áp: huyết áp tâm trương (thấp hơn số đo huyết áp thông thường là 120/80) giảm đáng kể xuống 4,3% và huyết áp tâm thu giảm 3,5%. Huyết áp đi xuống mặc dù thực tế là 14 trong 18 người tham gia cũng dùng thuốc huyết áp.  Các nhà nghiên cứu kết luận rằng khoai tây tím là tác nhân giảm huyết áp có hiệu quả và do đó giảm nguy cơ mắc bệnh tim và đột quỵ ở những bệnh nhân cao huyết áp. Mặc dù những người tham gia trong nghiên cứu này ăn khoai tây tím, chứa một lượng cao chất chống oxy hóa, như là axít fenola, chất sắc và nhóm chất carotene, Vinson và đồng nghiệp tin rằng khoai tây có vỏ màu trắng và đỏ sẽ mang lại những lợi ích tương tự và đang lập kế hoạch cho một nghiên cứu sử dụng chúng. \nVinson cho biết những nghiên cứu trước đây đã tìm thấy khoai tây có chứa các hoá chất có nguồn gốc thực vật (hoá chất có tự nhiên trong thực vật) có tác dụng tương tự như các chất ức chế ACE, thuốc được sử dụng để điều trị huyết áp cao.\nÔng cho biết khoai tây có chứa các hoá chất có nguồn gốc thực vật khác trong lượng tương tự như được tìm thấy trong bông cải xanh cải bina và cải bắp Bru-xen, và cũng có thể giúp hạ huyết áp. \nTuy nhiên, khoai tây chiên giòn trong nhiệt độ cao khiến cho nó dường như bị phá huỷ hết các chất hóa học có lợi cho sức khỏe, chỉ còn lại các chất béo, tinh bột và khoáng chất khi đến tay người tiêu dùng. Vinson cho biết chỉ dùng lò vi sóng để chế biến khoai tây dường như là cách tốt nhất để bảo vệ các chất chống oxy hóa. \nSở Nghiên Cứu Nông Nghiệp của Bộ nông nghiệp Hoa Kỳ (USDA-ARS) Chương trình hợp tác Nghiên cứu Khoai tây của nhà nước đã tài trợ cho nghiên cứu. \nTác giả: Tiến sĩ Catharine Paddock PhD  Bản quyền: Medical News Today"
        },
        {
            "en": "The air of two Midwestern US cities contains significant amounts of bacteria from feces, particularly dog poop, according to a new study led by the University of Colorado Boulder, published recently in the journal Applied and Environmental Microbiology. The researchers tested the air of four locations in the Great Lakes region, and found that, in addition to the more predictable organic sources (such as leaves and soil), fecal material, most likely from dogs, often represents an unexpected source of atmospheric bacteria in urbanized areas during the winter.  Lead author Robert Bowers, a graduate student at the University of Colorado Boulder and Cooperative Institute for Research in Environmental Sciences (CIRES), told the press on Thursday: \"We found unexpectedly high bacterial diversity in all of our samples, but to our surprise the airborne bacterial communities of Detroit and Cleveland most closely resembled those communities found in dog poop.\"\nThe atmosphere around and above us is full of material of organic origin, a significant amount being bacteria, including those that cause disease in plants and animals. Some of them also cause or trigger human diseases, including asthma and seasonal allergies. Yet, despite their importance, we don't know a lot about them, and it is only in the last few years that scientists have begun to realize the diversity of bacteria in the air:  \"There is a real knowledge gap,\" said co-author Noah Fierer, an assistant professor in CU-Boulder's ecology and evolutionary biology department and a CIRES fellow. \"We are just starting to realize this uncharted microbial diversity in the air -- a place where you wouldn't exactly expect microbes to be living\". \"We breathe in bacteria every minute we are outside, and some of these bugs may have potential health implications,\" he added. For the study, the team analyzed the numbers and types of bacteria in nearly 100 local air samples, taken in summer and winter, at four places in the Great Lakes region of the US: three large cities of more than 2 million inhabitants (Chicago Cleveland and Detroit), and one town with less than 6,000 people (Mayville in Wisconsin).   They looked for bacterial DNA in the air samples and compared it to a database of known DNA signatures of bacteria from leaf surfaces, soil, and human, cow and dog feces. They found a surprising diversity in the atmospheric bacterial communities. Also, in the winter samples from two of the four locations, Detroit and Cleveland, the bacterial DNA signatures most closely resembled that of dog feces.  \"As best as we can tell, dog feces are the only explanation for these results,\" said Fierer, adding that they need to do more research before they can be sure.  Bowers suggested that because the snow covers the ground in the winter, the proportion of airborne bacteria from leaf surfaces, soil and dust goes down. Fierer said they don't know if the patterns they found in these four cities are unique: \"Does San Francisco have the same bacteria as New York? Nobody knows as yet,\" said Fierer.  \"We need much better information on what sources of bacteria we are breathing in every time we go outside,\" so that scientists can then investigate their impact on human health, he added. The team now wants to investigate other cities and create a continental \"atlas\" of airborne bacterial communities.  Funds from CIRES (a joint institute of CU-Boulder and the National Oceanic and Atmospheric Administration), the US Environmental Protection Agency, the National Science Foundation, the Howard Hughes Medical Institute and the National Institutes of Health helped pay for the research, with additional support from the Lake Michigan Air Directors Consortium for air sample collection.\nWritten by Catharine <em>Paddock</em> PhD  Copyright: Medical News Today",
            "vi": "Không khí của hai thành phố miền Trung Tây Hoa Kỳ có chứa một lượng đáng kể vi khuẩn từ phân, đặc biệt là phân của chó, theo một nghiên cứu mới dẫn đầu bởi Đại học Colorado Boulder, công bố gần đây trong tạp chí Vi sinh học ứng dụng và môi trường. Các nhà nghiên cứu đã thử nghiệm không khí của bốn địa điểm trong vùng Hồ Lớn, và phát hiện ra rằng, ngoài dự đoán nhiều hơn các nguồn hữu cơ (chẳng hạn như lá cây và đất), vật chất phân, rất có khả năng từ chó, thường đại diện cho một nguồn bất ngờ của các vi khuẩn trong không khí tại các khu vực đô thị hoá trong mùa đông. Tác giả chính Robert Bowers, nghiên cứu sinh tại Đại học Colorado Boulder và Viện hợp tác nghiên cứu Khoa học Môi trường (CIRES), trả lời báo chí hôm thứ năm:  “Chúng tôi thấy sự đa dạng vi khuẩn cao bất ngờ trong tất cả các nhóm mẫu của chúng tôi, nhưng ngạc nhiên là, các cộng đồng vi khuẩn trong không khí ở Detroit và Cleveland trông gần giống với các cộng đồng vi khuẩn thấy trong phân chó”. Bầu không khí xung quanh chúng ta có đầy các vật chất có nguồn gốc hữu cơ, một số lượng đáng kể là vi khuẩn, bao gồm cả những vi khuẩn gây bệnh ở thực vật và động vật. Một số vi khuẩn đó cũng có thể gây ra các bệnh ở người, bao gồm cả bệnh hen suyễn và dị ứng theo mùa.  Tuy nhiên, mặc dù tầm quan trọng của các vi khuẩn đó, chúng ta chưa biết nhiều về chúng, và chỉ trong những năm gần đây các nhà khoa học mới bắt đầu nhận ra sự đa dạng của vi khuẩn trong không khí: “Có một lỗ hổng kiến thức thực tế”, theo đồng tác giả Noah Fierer, trợ lý giáo sư tại khoa sinh học tiến hóa và sinh thái học của CU-Boulder và là một nghiên cứu sinh CIRES. “Chúng tôi chỉ mới bắt đầu nhận ra sự đa dạng vi sinh vật chưa được thăm dò này trong không khí - một nơi mà bạn sẽ không cho rằng vi khuẩn sống trong đó”.  “Mỗi phút chúng ta ra ngoài, chúng ta đều hít vào vi khuẩn, và một số loài vi khuẩn có thể có tác động tới sức khỏe”, ông nói thêm.  Trong nghiên cứu này, nhóm đã phân tích số lượng và chủng loại vi khuẩn trong gần 100 mẫu không khí ở địa phương, được chụp vào mùa hè và mùa đông, ở bốn địa điểm trong khu vực Hồ Lớn của Hoa Kỳ: ba thành phố lớn với hơn 2 triệu dân (Chicago Cleveland và Detroit), và một thị xã ít hơn 6.000 dân (Mayville ở Wisconsin).  Họ đã xem xét ADN của vi khuẩn trong các mẫu không khí và so sánh nó với một cơ sở dữ liệu ADN đã biết của vi khuẩn từ bề mặt lá, đất, và phân bò, người và chó.  Họ tìm thấy một sự đa dạng đáng ngạc nhiên trong các cộng đồng vi khuẩn trong không khí. Ngoài ra, trong các mẫu lấy trong mùa đông từ 2 trong 4 địa điểm, Detroit và Cleveland, đặc trưng ADN của vi khuẩn gần giống nhất với vi khuẩn từ phân chó.\n“Điều tốt nhất mà chúng ta có thể nói, phân chó là lời giải thích duy nhất cho những kết quả này”, Fierer cho biết thêm rằng họ cần phải nghiên cứu sâu hơn nữa trước khi có thể chắc chắn. Bowers cho rằng vì tuyết bao phủ mặt đất trong mùa đông, tỷ lệ vi khuẩn trong không khí từ bề mặt lá, đất và bụi giảm. Fierer nói họ không biết liệu các mô hình mà họ tìm thấy trong bốn thành phố đó có là duy nhất không:  “Liệu San Francisco có vi khuẩn tương tự như New York không? Cho đến nay chưa ai biết được”, Fierer nói.  “Chúng ta cần nhiều thông tin tốt hơn về các nguồn vi khuẩn chúng ta đang hít thở trong mỗi lần đi ra ngoài”, để các nhà khoa học sau đó có thể điều tra tác động của chúng trên sức khỏe con người, ông nói thêm.  Hiện nay nhóm nghiên cứu muốn kiểm tra các thành phố khác và tạo ra một \"bản đồ\" lục địa của các cộng đồng vi khuẩn trong không khí. Được tài trợ bởi CIRES (viện CU-Boulder và Đoàn Ủy nhiệm Quản trị Khí quyển và Đại dương Quốc gia), Cơ quan Bảo vệ Môi trường Hoa Kỳ, Quỹ khoa học quốc gia, Viện Y học Howard Hughes và Viện Y tế quốc gia đã giúp trả tiền cho nghiên cứu, với sự hỗ trợ bổ sung thu thập mẫu không khí từ Hiệp hội Hồ Michigan. Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Cheap Injection Could Stop Thousands Of People Dying Of Severe Bleeding From Accidents, Injuries      Results from an international trial involving over 20,000 participants in 40 countries suggest that if recently injured patients with serious bleeding were to be given an injection of a cheap, widely available drug, it could save the lives of tens of thousands of people every year worldwide, including victims of traffic accidents, shootings, stabbings and land mine injuries. The results of the CRASH-2 study, a large, randomised trial involving over 20,000 adult patients in 274 hospitals in 40 countries, are published in the 14 June online issue of The Lancet, along with other information and an editorial commentary. The trial was funded by England's National Institute for Health Research (NIHR) Health Technology Assessment programme and was led by Dr Ian Roberts, Professor of Epidemiology at the London School of Hygiene and Tropical Medicine (LSHTM). Roberts and colleagues found that early administration of tranexamic acid (TXA, a drug that reduces clot breakdown) to patients with severe, recent bleeding injuries saves lives with no evidence of side effects from unwanted clotting.  They suggest using the widely available and easily administered off-patent drug, which is manufactured by a number of different companies, and costs about £3 ($4.50) per gram, in this way could save tens of thousands of lives every year worldwide. The trial was the first to test TXA in injured patients, although previous, smaller studies have shown that the drug also reduces bleeding in patients undergoing major surgery. The trial was necessary to check the safety of TXA for this type of use, because although it is obviously an advantage to have a drug that reduces clot breakdown in situations of severe bleeding, doctors were concerned about side effects like increased risk of complications like heart attacks, strokes and blood clots in the lungs. However, the trial showed TXA reduced deaths from bleeding with no increase in such complications. Roberts told the press that about 600,000 injured people bleed to death every year around the world: it is the second biggest killer of people between 5 and 45 years old, second only to HIV/AIDS. \"Injuries may be accidental, for example traffic crashes, or intentional, such as shootings, stabbings or land mine injuries and the majority of deaths occur soon after injury,\" explained Roberts, adding that: \"Although most deaths from injuries are in developing countries, injury is a leading cause of death in young adults throughout the world.\" He said it was also important to note that deaths from injuries are on the rise the globe over, and often the victims are young adults with families to support. For the study, Roberts and colleagues only enrolled patients who had significant bleeding, or were at risk of significant bleeding and the injury had happened within the last few hours. They randomly allocated participants to either the treatment group or the placebo group. The treatment group received one gram of TXA by injection followed by another 1 gram in a drip in the following 8 hours. The placebo group had the same treatment but received a matching placebo instead of the TXA. They followed up the patients in both groups for 4 weeks after injury, counting all deaths. The analysis showed that compared to placebo, TXA reduced the chance of death due to massive blood loss by around one sixth. Roberts and colleagues estimated that TXA used in this way could save up to 100,000 lives worldwide, including 13,000 in India and 12,000 in China. Roberts said: \"We believe that doctors across the world should now consider using it [TXA] to improve accident victims' chances of survival and that it should be considered for inclusion in the WHO List of Essential Medicines.\" Source: LSHTM.\nWritten by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Mũi tiêm giá rẻ có thể giúp hàng ngàn người khỏi tử vong vì chảy máu nặng do tai nạn, bị thương    Các kết quả từ cuộc thử nghiệm quốc tế trên hơn 20,000 người tham dự tại 40 quốc gia cho thấy rằng nếu bệnh nhân vừa bị thương và chảy máu nghiêm trọng được chích một loại thuốc giá rẻ, có rộng rãi, thì có thể cứu sống hàng chục ngàn người mỗi năm trên toàn cầu, bao gồm những nạn nhân bị thương do giao thông tai nạn, bị bắn, bị đâm và trúng mìn.  Kết quả của nghiên cứu CRASH-2, một cuộc thử nghiệm lớn, sắp xếp ngẫu nhiên bao gồm hơn 20,000 bệnh nhân trưởng thành ở 274 bệnh viện từ 40 quốc gia, được công bố vào ngày 14 tháng 6 trên ấn bản trực tuyến The Lancet, cùng với các thông tin và tường thuật xã luận khác.\nThử nghiệm này được tài trợ bởi Chương trình Đánh giá Công nghệ Y tế của Học viện Nghiên cứu Y tế Quốc gia Anh Quốc (NIHR) và đã được dẫn dắt bởi tiến sĩ Ian Roberts, giáo sư dịch tể học tại Trường Vệ sinh và Y học nhiệt đới Luân Đôn (LSHTM). Roberts và các đồng nghiệp nhận thấy là việc sử dụng sớm axít tranexamic (TXA, thuốc làm giảm sự phân nhỏ cục đông máu) cho những bệnh nhân bị thương chảy máu nặng gần đây đã cứu sống được họ và không có bằng chứng về tác dụng phụ từ việc đông máu không mong muốn.\nHọ đề nghị dùng loại thuốc không độc quyền, phổ biến và dễ sử dụng này, được sản xuất bởi nhiều công ty khác nhau, và có giá khoảng 3 bảng Anh ($4.50) mỗi gram, và như thế có thể cứu sống hàng chục ngàn người mỗi năm trên toàn cầu.Việc thử nghiệm đầu tiên để kiểm tra TXA trong bệnh nhân bị thương, mặc dù trước đây, các nghiên cứu nhỏ hơn đã cho thấy rằng thuốc cũng giảm chảy máu trong bệnh nhân đang trải qua đại phẫu. Thử nghiệm cần thiết để kiểm tra sự an toàn của TXA khi sử dụng, vì mặc dù hiển nhiên là thuận lợi khi có một loại thuốc làm giảm sự chia nhỏ cục đông trong các tình huống chảy máu nặng, nhưng giới bác sĩ đã lo lắng về các tác dụng phụ ví dụ như là tăng nguy cơ của các biến chứng như đau tim, đột quỵ và cục đông máu trong phổi.\nTuy nhiên, thử nghiệm cho thấy TXA giảm số ca tử vong do chảy máu mà không làm tăng các biến chứng như thế.\nTrả lời báo chí, Roberts cho hay, có khoảng 600,000 người bị thương chảy máu đến chết mỗi năm ở khắp nơi trên thế giới: đó là nguyên nhân giết người cao thứ nhì trong độ tuổi từ 5 đến 45, chỉ đứng sau HIV/AIDS.\n \"Thương tổn có thể là ngẫu nhiên, ví dụ như tai nạn giao thông, hoặc do cố ý, như là bắn giết, đâm chém hay trúng mìn và phần lớn cái chết xảy ra ngay sau khi bị thương,\" Roberts giải thích thêm:\n\"Mặc dù hầu hết những ca tử vong do bị thương là ở các nước đang phát triển, thương tổn vẫn là nguyên nhân dẫn đến cái chết trong người thành niên trên khắp thế giới. \"\nCũng quan trọng cần lưu ý là những ca tử vong do bị thương đang gia tăng trên toàn cầu, và nạn nhân thường là những người trẻ được gia đình cấp cứu.\nĐể nghiên cứu, Roberts và đồng nghiệp chỉ xem xét trên những bệnh nhân bị chảy máu đáng kể, hoặc có nguy cơ chảy máu đáng kể và thương tổn đã xảy ra trong vòng vài giờ sau cùng.\nHọ phân bổ những người tham dự thành nhóm được chữa trị hoặc nhóm dùng thuốc giả một cách ngẫu nhiên. Nhóm được chữa trị được chích 1 gram TXA rồi truyền nhỏ giọt 1 gram khác trong vòng 8 tiếng đồng hồ sau đó. Nhóm dùng thuốc giả cũng được chích và truyền thuốc như thế nhưng nhận thuốc giả thay vì TXA.\nHọ theo dõi bệnh nhân ở cả hai nhóm trong vòng 4 tuần sau khi bị thương, đếm tất cả những ca tử vong. Phân tích cho thấy rằng so với thuốc giả, TXA giảm khả năng tử vong do mất máu ồ ạt khoảng 1/6.\n Các nhà nghiên cứu trong nhóm của Roberts ước tính bằng cách dùng TXA như vậy có thể cứu sống lên đến 100,000 người trên thế giới, bao gồm 13,000 người ở Ấn Độ và 12,000 người ở Trung Quốc.\nRoberts cho biết:\n\"Chúng tôi tin rằng các bác sĩ trên khắp thế giới bây giờ nên sử dụng thuốc này [TXA] để cải thiện cơ hội sống sót của nạn nhân bị tai nạn và nó phải được xem xét đưa vào trong danh mục y tế thiết yếu của WHO.\"\nNguồn: LSHTM.  Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "At least two otherwise healthy men appear to have acquired a rare bacterial skin infection that is hard to treat with antibiotics after receiving tattoos at a parlor in Seattle in the state of Washington in the US, according to a report in the Emerging Infectious Diseases journal that was e-published ahead of print on 10 August by the Centers for Disease Control and Prevention (CDC). Although no evidence was found to link the use of tap water to the infections, the report authors recommend that tattoo operators avoid using tap water and use sterilized water throughout their procedures. One case is confirmed, the other is as yet unconfirmed say the CDC. The confirmed case is of a healthy 44-year-old man who received a tattoo on his left forearm at a commercial tattoo parlor in August 2009. He has tested positive for Mycobacterium haemophilum, a bacterium that rarely affects people with a healthy immune system, write lead author Meagan K. Kay of the CDC in Atlanta, and colleagues.  The yet to be confirmed case is of a healthy 35-year-old man who received his tattoo at the same parlor two months later. His tests were inconclusive, and the CDC are treating him as a \"suspected\" case of infection. The authors write that although rare, difficult-to-treat bacterial infections have been reported even in healthy people who receive tattoos.\nIn the case of the man with the confirmed Mycobacterium haemophilum infection, he developed a painless rash at the tattoo site three days after visiting the parlor in August 2009. 12 days later he sought medical help. By then the rash had developed into bumpy, red nodules with pus (erythematous nodules) about 3 to 5 mm in diameter. By the following February, after several visits and treatment with various antibiotics, the rash eventually improved although some traces of infection remained. The man stopped treatment in March because of nausea, and by May the lesions had healed. The source of the bacteria has not been traced. An investigation of the tattoo parlor by local authorities in December 2009 found all the procedures complied with Washington State safety and sanitation standards, although they did instruct the owner to switch to sterilized water instead of tap water for rinse solutions and diluting tattoo dyes. None of the samples taken from various sites in the parlor, including the source of tap water, the tip of a reusable black ink container, various bits of equipment, the soap dispenser, and so on, showed traces of mycobacteria when tested by the CDC.  However, the authors note that although water has been suspected as a reservoir for M. haemophilum for various reasons, when investigators come to test environmental samples, using culture tests, as in this case, they are usually negative. They suggest that perhaps the interval of more than four months between the man visiting the parlor and the local authority investigation further reduced the chance of recovering any M. haemophilum. They suggest tattoo operators probably use tap water because:\n\"No tattoo industry standards exist for the practice of diluting tattoo ink. Washington State does not specifically require tattoo artists to use steam-distilled or sterile water when rinsing needles or diluting ink.\" But they refer to legislation, brought in in July 2010, that \"prohibits mixing ink and pigments with improper ingredients\". So their conclusion, and recommendation is that despite the fact infections due to water appear uncommon, operators should not use tap water for tattoo procedures.  Written by Catharine <em>Paddock</em> PhD  Copyright: Medical News Today",
            "vi": "Ít nhất hai người đàn ông đáng lẽ khỏe mạnh dường như đã mắc phải một nhiễm trùng da hiếm gặp, do vi khuẩn gây ra, và khó chữa trị bằng thuốc kháng sinh, sau khi xăm mình tại một cửa hiệu ở Seattle bang Washington, Hoa Kỳ, theo một báo cáo trên tạp chí Các bệnh truyền nhiễm mới đã được xuất bản trực tuyến trước khi in vào ngày 10 tháng tám bởi Trung tâm kiểm soát và phòng ngừa dịch bệnh Hoa Kỳ. Mặc dù không tìm thấy bằng chứng liên hệ việc sử dụng nước máy với các bệnh nhiễm trùng, các tác giả báo cáo đề nghị rằng các cửa hiệu xăm mình nên tránh sử dụng nước máy và sử dụng nước tiệt trùng trong suốt quá trình thực hiện hình xăm của họ.  Một trường hợp đã được xác nhận, và một trường hợp khác cho đến nay chưa được xác nhận, theo CDC. Trường hợp xác nhận là người đàn ông 44 tuổi khoẻ mạnh, xăm hình trên cánh tay trái của mình tại một cửa hiệu xăm thương mại trong tháng 8 năm 2009. Người đàn ông đó đã có kết quả xét nghiệm dương tính với Mycobacterium haemophilum, một loại vi khuẩn hiếm khi ảnh hưởng đến người có hệ thống miễn dịch khỏe mạnh, theo báo cáo của tác giả chính Meagan K. Kay của CDC ở Atlanta, và các đồng nghiệp. Trường hợp chưa được xác nhận là của một người đàn ông 35 tuổi khỏe mạnh đã xăm mình ở cùng hiệu xăm đó, hai tháng sau. Những xét nghiệm của ông ấy không có tính thuyết phục, và CDC đang điều trị cho ông theo hướng là một trường hợp \"nghi ngờ\" nhiễm trùng.  Các tác giả viết rằng các bệnh nhiễm khuẩn do vi khuẩn khó điều trị này, mặc dù hiếm gặp, đã được báo cáo ngay cả trong những người khỏe mạnh có đi xăm mình. Trong trường hợp của người đàn ông bị nhiễm vi khuẩn Mycobacterium haemophilum, ông ta đã phát triển ngoại ban không đau đớn ở vị trí xăm mình ba ngày sau khi đi xăm trong tháng 8 năm 2009. 12 ngày sau đó, ông đã tìm kiếm trợ giúp y tế. Lúc đó ngoại ban đã phát triển thành các vết đỏ phồng rộp, có mủ (nốt hồng ban) với đường kính 3-5 mm.  Nguồn gốc của vi khuẩn đã không được tìm ra. Một cuộc kiểm tra các cửa hiệu xăm mình thực hiện bởi chính quyền địa phương trong tháng 12 năm 2009, đã tìm thấy tất cả đều tuân thủ các tiêu chuẩn an toàn và vệ sinh của bang Washington, mặc dù họ đã hướng dẫn các chủ cơ sở này chuyển sang nước khử trùng thay vì nước máy dùng cho các dung dịch rửa và pha loãng mực dùng xăm hình. Không mẫu nào trong số các mẫu lấy từ các nơi khác nhau trong cửa hiệu xăm hình trên, bao gồm cả nguồn nước máy, các đỉnh của hộp mực đen có thể tái sử dụng, các phần khác nhau của thiết bị, xà phòng, và các vật dụng tương tự, cho thấy dấu vết của vi khuẩn ưa khí khi được CDC xét nghiệm.  Tuy nhiên, các tác giả lưu ý rằng mặc dù nước đã bị nghi ngờ là một hồ chứa cho M. haemophilum vì những lý do khác nhau, khi các nhà điều tra đến xét nghiệm mẫu môi trường, sử dụng các bài kiểm tra văn hóa, như trong trường hợp này, chúng thường được tiêu cực. Họ đề nghị các cửa hiệu xăm mình có thể sử dụng nước máy vì:  “Không có tiêu chuẩn quy định trong ngành công nghiệp xăm cho việc pha loãng mực xăm. Tiểu Bang Washington không yêu cầu cụ thể người nghệ sĩ xăm mình phải sử dụng nước cất hoặc nước vô trùng khi rửa kim tiêm hoặc pha loãng mực.” Tuy nhiên, theo luật được ban hành vào tháng 7 năm 2010, “cấm pha trộn mực và các phẩm màu với các thành phần không đúng cách”.  Vì vậy, kết luận của họ, và khuyến cáo rằng mặc dù thực tế các bệnh nhiễm trùng do nước không xuất hiện phổ biến, các cửa hiệu cũng không nên sử dụng nước máy trong quá trình xăm hình. Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "The developers of an innovative outdoor decoy device that uses the odour of smelly socks or a similar synthetic smell to lure and kill malaria-carrying mosquitoes, have just won a grant to test their design and then take it from the lab through production to market. Grand Challenges Canada and the Bill & Melinda Gates Foundation have jointly awarded Tanzanian entomologist Dr. Fredros Okumu and his team at the Ifakara Health Institute in Tanzania, East Africa, the grant in order eventually for their mosquito traps to be available at low cost to the communities that most need them. Every year, malaria infects 250 million and kills nearly 800,000 people around the world, most of them young children. Dr. Peter A. Singer, Chief Executive Officer of Grand Challenges Canada, told the press that the innovative device could \"contribute significantly to accelerating the elimination of malaria and save lives\". The decoy device, which resembles a portable weather station in the shape of a large box with louvred sides, is placed outside the home and complements indoor mosquito-foiling strategies such as bed nets and sprays. In their research, Okumu and his team at the Ifakara Health Institute found that the most effective way to lure mosquitoes to the decoy device was to bait them with the odour of smelly socks, or using synthetic chemicals with a similar smell. They found that four times as many mosquitoes are lured by both the real odour and the synthetic version as they are by humans. Once they are inside the decoy, the mosquitoes remain trapped or they are poisoned and die. One may ask, why so much emphasis on smelly socks, why not just go for the synthetic bait? According to the Washington Post, Okumu said smelly socks were readily available, you don't need to mix any chemicals. They are currently testing lots of ways to get hold of the smelly socks smell, including asking schoolchildren to put pads inside their shoes, wear them all day, then hand them in to the researchers. Okumu said while there has been considerable progress in the global fight against malaria, there was still a lot of work to be done. \"Malaria has claimed so many lives, including those of people close to me, and my hope is that this innovative device will be part of the solution,\" he said. But new ideas don't always make it from the inventor's bench to the marketplace, there are many hurdles to be overcome. Something Joseph L. Rotman, a philanthropist and businessman who chairs the board of directors of Grand Challenges Canada, spoke about: \"Through a lifetime of hard lessons, I know that discovery is not enough.\" \"Discoveries also need to be implemented in the real world through business and social innovation,\" he added.  This is one reason that Grand Challenges Canada has stepped in with the grant, under its Integrated Innovation approach. They expect, that with this financial support, Okumu and his team will be able to test and improve the device and be able to scale up production and get it developed by the community in two years.  Sources: Grand Challenges Canada, Washington Post.\nWritten by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Các nhà phát triển của một thiết bị bẫy ngoài trời tiên tiến đã sử dụng mùi hương của những chiếc vớ hôi thối hoặc một mùi tổng hợp tương tự để nhử và giết muỗi truyền bệnh sốt rét, vừa giành được một khoản tài trợ để kiểm tra thiết kế của họ và sau đó đưa nó sản xuất rộng rãi ra thị trường.\nTổ chức phi chính phủ Grand Challenges Canada và quỹ từ thiện Bill & Melinda Gates đã cùng nhau tài trợ cho nhà côn trùng học người Tanzania – Tiến sĩ Fredros Okumu – và nhóm của ông tại Viện Y tế Ifakara ở Tanzania, Đông Phi, tiền tài trợ này để giúp đưa phát minh bẫy muỗi của họ đến với các cộng đồng dân cư cần nó với giá thành thấp nhất.  Mỗi năm, bệnh sốt rét lây nhiễm cho 250 triệu người và giết chết gần 800 ngàn người trên toàn thế giới, hầu hết trong số đó là trẻ nhỏ.  Tiến sĩ Peter A. Singer, Giám đốc điều hành Tổ chức phi chính phủ Grand Challenges Canada, nói với báo chí rằng các thiết bị sáng tạo có thể “đóng góp đáng kể nhằm đẩy nhanh việc loại trừ bệnh sốt rét và cứu sống nhiều mạng người”.  Các thiết bị mồi, giống như một trạm thời tiết di động trong hình dạng của một chiếc hộp lớn với các bên có mái ngói thông khói, được đặt bên ngoài nhà và bổ sung các chiến lược ngăn chặn muỗi vào nhà chẳng hạn như màn chống muỗi và thuốc xịt.  Trong nghiên cứu, Okumu và nhóm của ông tại Viện Ifakara Y tế phát hiện ra rằng cách hiệu quả nhất để thu hút muỗi đến thiết bị mồi là dụ chúng bằng mùi vớ hôi thối, hoặc sử dụng các hóa chất tổng hợp có mùi tương tự. Họ phát hiện ra là muỗi bị thu hút nhiều gấp 4 lần bởi mùi thực của vớ dơ và các mùi tổng hợp hệt như chúng bị thu hút bởi mùi của con người.  Một khi đã vào bên trong bẫy, muỗi sẽ tiếp tục bị kẹt hoặc bị đầu độc cho chết.  Người ta có thể đặt câu hỏi, tại sao lại chú trọng nhiều vào mùi hôi của vớ mà không đơn giản chỉ dùng mùi tổng hợp để bẫy muỗi?  Theo tờ Washington Post, Okumu cho rằng vớ dơ bốc mùi luôn có sẵn, bạn không cần phải trộn lẫn bất kỳ hóa chất nào. Họ hiện đang thử nghiệm rất nhiều cách khác nhau để lấy được mùi của vớ dơ, bao gồm cả yêu cầu học sinh đặt miếng đệm bên trong giày của mình, mang chúng cả ngày, sau đó giao cho các nhà nghiên cứu.  Okumu cho biết dù đã có tiến bộ đáng kể trong cuộc chiến toàn cầu chống lại bệnh sốt rét nhưng vẫn còn rất nhiều việc phải làm.  “Sốt rét đã cướp đi rất nhiều mạng sống, bao gồm cả những người thân của tôi, và hy vọng của tôi là thiết bị mang tính sáng tạo này sẽ là một phần của giải pháp”, ông nói.  Tuy nhiên, những ý tưởng mới không phải lúc nào cũng có thể đưa ra thị trường thành công, có rất nhiều rào cản phải vượt qua.  Điều mà, Joseph L. Rotman, một nhà hảo tâm và là doanh nhân, chủ tịch Hội đồng giám đốc của Tổ chức phi chính phủ Grand Challenges Canada, nói đến:  “Trải qua kinh nghiệm cả đời, tôi biết rằng chỉ phát minh thôi thì vẫn chưa đủ”.  “Các phát minh cũng cần phải được thực hiện trong thế giới thực thông qua kinh doanh và đổi mới xã hội’, ông nói thêm.  Đây là lý do mà tổ chức phi chính phủ Grand Challenges Canada đã can thiệp vào bằng cách tài trợ, theo phương pháp tiếp giáp Đổi mới Tích hợp của nó. Họ hy vọng rằng với sự hỗ trợ tài chính này, Okumu và nhóm của ông sẽ có thể thử nghiệm và cải tiến thiết bị và có thể mở rộng quy mô sản xuất và làm cho nó phát triển trong cộng đồng trong vòng hai năm. Nguồn: Grand Challenges Canada, Washington Post. Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        },
        {
            "en": "Less educated people age faster, DNA study    People who leave education with fewer academic qualifications may grow old faster, according to a DNA study that compared groups of people who spent different lengths of time in education and found the ones who spent the least time had shorter telomeres or \"caps\" on the ends of their DNA, a sign of premature aging in cells. Co-funded by the British Heart Foundation (BHF) and the Medical Research Council (MRC), and led by University College London (UCL), the study used 450 volunteers from the ongoing \"Whitehall II\" study, which started in 1985 to investigate links between social class and health. BHF's Associate Medical Director, Professor Jeremy Pearson, said the study reinforces the need to tackle social inequalities to combat ill health: \"It's not acceptable that where you live or how much you earn -- or lesser academic attainment -- should put you at greater risk of ill health,\" he said in a statement. Andrew Steptoe, BHF Professor of Psychology at UCL, and colleagues, wrote about their findings in a paper published recently in the journal Brain, Behavior, and Immunity. They were concerned that while there is evidence that low socioeconomic status is linked to faster biological aging, attempts to tie it telomere length have yielded inconsistent results. Telomeres are short repetitive sequences of DNA that \"cap\" the ends of chromosomes and stop them degrading and fusing with their neighbours: imagine the tips on the ends of shoelaces that stop them fraying. Telomeres get consumed in cell division, and are replenished by an enzyme called telomerase, but there is a limit to how many times this can happen, and they gradually get shorter, limiting the number of times cells can divide, and in turn, lifespan. The researchers set out to test the hypothesis that \"shorter telomere length and telomerase activity would be related more robustly to education, an early life indicator of socioeconomic position, than to current indicators of socioeconomic circumstances\".    For the study, they split the 450 volunteers, healthy men and women aged between 53 and 76 years, into four groups according to how long they had spent in education. They also measured their current socioeconomic status in terms of household income and grade of employment. From blood samples, they were able to assess telomere length in 448 of the participants and telomerase activity in 416. After adjusting for possible confounding factors, such as age, gender, various health indicators such as smoking and cholesterol, and lifestyle indicators such as exercise, they found that lower educational attainment was linked to shorter telomere length, while household income was not, and neither was employment grade.    In fact, the link between \"telomere length and education remained significant after adjusting for current socioeconomic circumstances,\" they wrote. They also found that in men, the highest telomerase activity (the enzyme that repairs the telomeres) was in the lowest education group. The researchers concluded that low socioeconomic status defined in terms of education but not current socioeconomic circumstances is linked to shorter telomeres. This supports the idea that faster aging is not just a result of current economic circumstances or social status in a person's life, but of long-term effects that start early in life, such as education.     The researchers also suggest that people with higher levels of education are probably better equipped with life skills like problem-solving that help them deal with the stresses of life, and this reduces the biological stress on their bodies, the so-called “allostatic load”.  \"Educational attainment but not measures of current socioeconomic circumstances are associated with leukocyte telomere length in healthy older men and women.\" Andrew Steptoe, Mark Hamer, Lee Butcher, Jue Lin, Lena Brydon, Mika Kivimäki, Michael Marmot, Elizabeth Blackburn, Jorge D. Erusalimsky. Brain, Behavior, and Immunity, In Press, Uncorrected Proof, Available online 23 April 2011. DOI:10.1016/j.bbi.2011.04.010  \n\n\n\n\nAdditional source: BHF.  Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Một nghiên cứu ADN cho thấy người có học vấn thấp sẽ già mau hơn    Những người nghỉ học sớm và có ít bằng cấp có thể già nhanh hơn, theo một nghiên cứu ADN so sánh các nhóm người có thời gian học tập khác nhau, và thấy rằng những người có thời gian học tập ít nhất sẽ có các gien kết thúc ngắn hơn hay “mũ” trên đầu cuối của ADN của họ, một dấu hiệu cho thấy sự lão hóa sớm trong tế bào.  Đồng tại trợ bởi Hiệp hội Tim mạch Anh Quốc (BHF) và Hội đồng Nghiên cứu Y học (MRC), do Đại học Luân Đôn (UCL) thực hiện, nghiên cứu sử dụng 450 tình nguyện viên đang tham gia dự án nghiên cứu “Whitehall II”, bắt đầu từ năm 1985 để tìm hiểu mối liên kết giữa các tầng lớp xã hội và sức khỏe.  Bác sĩ Phó Giám đốc của Hiệp hội Tim mạch Anh Quốc (BHF), Giáo sư Jeremy Pearson, cho biết nghiên cứu này củng cố thêm sự cần thiết để giải quyết bất bình đẳng xã hội nhằm phòng chống bệnh tật:  “Không thể chấp nhận được khi nơi bạn sống hoặc số tiền bạn kiếm được - hay học vấn của bạn – sẽ làm cho bạn gặp nhiều nguy cơ sức khỏe hơn”,  ông nói trong một tuyên bố.  Andrew Steptoe, giáo sư Tâm lý học của Hiệp hội Tim mạch Anh Quốc tại Đại học Luân Đôn, và đồng nghiệp, đã viết về những phát hiện của họ trong một bài báo công bố gần đây trên tạp chí Não, Thói quen, và Miễn dịch.  Họ lo ngại rằng trong khi có bằng chứng cho thấy tình trạng kinh tế xã hội thấp có liên quan đến lão hóa sinh học nhanh hơn, thì những nỗ lực để liên hệ nó với chiều dài đoạn cuối nhiễm sắc thể đã mang lại các kết quả không phù hợp.  Điểm cuối của nhiễm sắc thể là các dãy ngắn lặp đi lặp lại của trình tự ADN tại cuối các nhiễm sắc thể ngăn chặn chúng bị suy thoái hay nối với các nhiễm sắc thể lân cận: tưởng tượng giống như đầu bịt của dây giày ngăn chúng không bị bung sợi. Điểm cuối nhiễm sắc thể sẽ bị tiêu hủy trong khi phân chia tế bào, và được bổ sung bởi một en-zim gọi là telomerase (en-zim cấu tạo lại đoạn cuối nhiễm sắc thể), nhưng có giới hạn điều này chỉ có thể xảy ra bao nhiêu lần, và chúng sẽ dần dần ngắn đi, giới hạn số lần mà tế bào có thể phân chia, hay chính là tuổi thọ của tế bào.  Các nhà nghiên cứu bắt tay vào thử nghiệm giả thuyết “chiều dài của đoạn cuối nhiễm sắc thể ngắn hơn và hoạt động của en-zim cấu tạo lại đoạn cuối nhiễm sắc thể có thể liên quan thiết thực đến việc học tập, một dấu hiệu đặc trưng thời niên thiếu của địa vị kinh tế xã hội, hơn là chỉ số hiện tại của hoàn cảnh kinh tế xã hội”.  Để nghiên cứu, họ chia 450 tình nguyện viên, đàn ông và phụ nữ khỏe mạnh tuổi từ 53 đến 76, thành 4 nhóm dựa trên thời gian họ được đi học.  Họ cũng xét đến hoàn cảnh kinh tế xã hội hiện tại của tình nguyện viên về mặt thu nhập hộ gia đình và trình độ việc làm.  Từ các mẫu máu, họ có thể đánh giá chiều dài đoạn cuối nhiễm sắc thể trong 488 người tham gia và hoạt động của en-zim cấu tạo lại đoạn cuối nhiễm sắc thể trong 416 người.  Sau khi điều chỉnh các yếu tố có thể gây nhiễu, như độ tuổi, giới tính, các chỉ số sức khỏe khác nhau như hút thuốc và cô-lét-xtê-ron, và các chỉ số lối sống như tập thể dục, họ thấy rằng học vấn thấp có liên quan đến chiều dài đoạn cuối nhiễm sắc thể ngắn hơn, trong khi không liên quan với thu nhập hộ gia đình và cấp bậc việc làm.  Trong thực tế, mối liên hệ giữa “chiều dài đoạn cuối nhiễm sắc thể và trình độ học vấn vẫn đáng kể sau khi xét đến hoàn cảnh kinh tế xã hội hiện tại”, họ viết.  Họ cũng thấy rằng ở nam giới, các hoạt động của en-zim cấu tạo lại đoạn cuối nhiễm sắc thể cao nhất (en-zim sửa chữa các đoạn cuối gien) ở nhóm người được giáo dục ít nhất.  Các nhà nghiên cứu kết luận rằng tình trạng kinh tế xã hội thấp xác định đặc điểm về mặt giáo dục chứ không phải hoàn cảnh kinh tế xã hội hiện tại liên kết với đoạn cuối nhiễm sắc thể ngắn.  Điều này ủng hộ những ý kiến ​​cho rằng sự lão hóa nhanh hơn không chỉ là kết quả của các hoàn cảnh kinh tế hoặc địa vị xã hội hiện tại trong cuộc sống của một người, mà còn do các ảnh hưởng lâu dài bắt đầu sớm trong cuộc sống, như là giáo dục.   Các nhà nghiên cứu cũng gợi ý rằng người có trình độ học vấn cao có thể được trang bị các kỹ năng sống tốt hơn như giải quyết vấn đề sẽ giúp họ đối phó với những căng thẳng của cuộc sống, và điều này làm giảm tác động căng thẳng sinh học lên cơ thể họ, gọi là “tải cân bằng sinh học”   “Trình độ giáo dục chứ không phải hoàn cảnh kinh tế xã hội hiện tại gắn liền với chiều dài đoạn cuối nhiễm sắc thể của bạch cầu trong đàn ông và phụ nữ lớn tuổi khỏe mạnh”. Andrew Steptoe, Mark Hamer, Lee Butcher, Jue Lin, Lena Brydon, Mika Kivimäki, Michael Marmot, Elizabeth Blackburn, Jorge D. Erusalimsky. Não, Hành vi, và Miễn dịch, trong hãng thông tấn Press, Uncorrected Proof, đăng trên mạng ngày 23 tháng 4 năm 2011. DOI:10.1016/j.bbi.2011.04.010 Nguồn bổ sung Hiệp hội Tim mạch Anh Quốc Tác giả: Tiến sĩ Catharine Paddock  Bản quyền: Medical News Today"
        },
        {
            "en": "Seniors who shop frequently live longer      Elderly people who shop as frequently as every day are more likely to live longer than less frequent shoppers, with men appearing to benefit more from the activity than women, according to a new study from Taiwan published in the Journal of Epidemiology and Community Health recently.  Dr Yu-Hung Chang from the National Health Research Institutes in Taiwan, and colleagues, studied nearly 1,850 elderly people aged 65 and over who were living independently at home and who took part in the nationally representative 1999-2000 Elderly Nutrition and Health Survey in Taiwan (NAHSIT Elderly).  Participants answered questions about how often they went shopping, with responses ranging from \"never\" to \"every day\".     They also completed questionnaires that helped researchers assess their intellectual and physical function, and gave the usual demographic information such as financial status, employment status, age, gender, education, and ethnicity, plus lifestyle, health behaviors, and chronic disease/medical status.  This data was then cross-referenced to national death registers covering 1999 to 2008 to find out which of the participants had died during that period.  The results showed that:    Nearly two-thirds of participants were under the age of 75, and 54% were men.\n\n  48% of the participants never or rarely shopped during the week, 22% shopped between 2 and 4 times a week, 17% shopped every day, and the rest shopped once a week.\n\n  Most participants had a healthy lifestyle, and around three quarters were financially self-sufficient.\n\n  60% of participants had either one or two long term medical conditions.\n\n  Those who went shopping more than once a week tended to be men at the younger end of the age range.\n\n  This group had a higher proportion of smokers and drinkers, tended to have better physical and mental health, took more regular exercise and were more likely to have a network of dinner companions.\n\n  Compared with the least frequent shoppers, those who shopped every day had a 27% lower risk of death.\n\n  For men this figure was 28% compared to 23% for women.\n\n   The researchers concluded that their findings showed shopping predicts survival and that very frequent shopping may favour men more than women.     They used different types of analysis to consider the potential effects of physical limitations and cognitive impairment, but these still showed that daily shoppers lived longer than infrequent shoppers.  They conceded that perhaps the ability to shop is just reflective of a person's health, and frequent shoppers are just healthier people, but they also said it could work the other way around: frequent shopping itself may benefit health, for instance by increasing the opportunity to buy food, take an interest in your diet and health, meet companions, and also take exercise in a way that is easier and requires less motivation than formal methods.  \"Shopping captures several dimensions of personal well-being, health and security as well as contributing to the community's cohesiveness and economy and may represent or actually confer increased longevity,\" they noted.  \"Frequent shopping by men and women increases survival in the older Taiwanese population.\" Yu-Hung Chang, Rosalind Chia-Yu Chen, Mark L Wahlqvist, Meei-Shyuan Lee. J Epidemiol Community Health Published Online First: 6 April 2011. DOI:10.1136/jech.2010.126698   Additional source: BMJ-British Medical Journal (press release, 6 Apr 2011).   Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Người cao niên đi mua sắm thường xuyên sẽ sống lâu hơn    Những người lớn tuổi đi mua sắm thường xuyên mỗi ngày có nhiều khả năng sống lâu hơn những người ít đi mua hàng, và dường như điều này đúng hơn với đàn ông so với phụ nữ, theo một nghiên cứu mới từ Đài Loan được công bố trên Tạp chí Dịch tể học và Y tế Cộng đồng gần đây.   Tiến sĩ Yu-Hưng Chang từ Viện nghiên cứu Y tế Quốc gia tại Đài Loan, và các đồng nghiệp, khảo sát gần 1.850 người  trên 65 tuổi đang sống độc lập tại nhà và những người tham gia vào Cuộc khảo sát Dinh dưỡng và Sức khỏe Người cao tuổi điển hình của quốc gia vào năm 1999 – 2000 tại Đài Loan (NAHSIT Elderly).   Những người tham gia trả lời câu hỏi về mức độ đi mua sắm thường xuyên, với các câu trả lời khác nhau, từ \"không bao giờ\" đến \"mỗi ngày\".    Họ cũng hoàn thành bảng câu hỏi giúp các nhà nghiên cứu đánh giá chức năng trí tuệ và thể chất của họ, cùng với cung cấp những thông tin nhân khẩu học thông thường như là tình hình tài chính, tình trạng việc làm, tuổi tác, giới tính, giáo dục, và dân tộc, cộng với lối sống, hành vi sức khỏe, và bệnh mãn tính / tình trạng sức khỏe.   Dữ liệu này sau đó được tham khảo chéo với số liệu đăng ký tử vong quốc gia trong giai đoạn 1999-2008 để lọc ra những người tham gia nào đã chết trong thời gian đó. Kết quả cho thấy:  \nGần hai phần ba số người tham gia dưới độ tuổi 75, và 54% là nam giới.\n \n48% số người tham gia không bao giờ hoặc hiếm khi đi mua sắm trong tuần, 22% mua hàng từ 2 đến 4 lần một tuần, 17% đi mua sắm mỗi ngày, và phần còn lại đi mua sắm một lần một tuần.\n \nHầu hết những người tham dự có lối sống lành mạnh, và khoảng 3/4 độc lập về tài chính.\n 60% người tham dự có cả một hoặc hai căn bệnh mãn tính. \nNhững người đi mua sắm vài lần một tuần có xu hướng trẻ hơn tuổi thật.\n \nNhóm này có tỷ lệ người hút thuốc và uống rượu cao hơn, thường có sức khỏe thể chất và tâm thần tốt hơn, chăm tập thể dục thường xuyên hơn và có nhiều khả năng có nhóm bạn cùng ăn tối.\n So với những người ít mua sắm thường xuyên nhất, những người đi mua sắm mỗi ngày có ít hơn 27% nguy cơ tử vong. Ở nam giới, con số này là 28% so với 23% ở nữ giới.  Các nhà nghiên cứu kết luận những phát hiện của họ cho thấy việc mua sắm dự đoán được sự tồn tại và việc mua sắm rất thường xuyên có thể có lợi cho đàn ông nhiều hơn phụ nữ.   Họ sử dụng các loại phân tích khác nhau để xem xét những tác động tiềm năng của các hạn chế về thể chất và suy giảm nhận thức, nhưng vẫn cho thấy những người mua sắm hàng ngày sống lâu hơn những người mua sắm không thường xuyên. Họ thừa nhận có lẽ khả năng mua sắm chỉ phản ánh sức khỏe của một người, và người mua sắm thường xuyên chỉ đơn thuần là người khỏe hơn, nhưng họ cũng cho rằng nó có thể có ý nghĩa theo một cách khác: chính việc thường xuyên mua sắm có thể mang lại lợi ích sức khỏe, chẳng hạn do tăng cơ hội mua thức ăn, có thể quan tâm đến chế độ ăn uống và sức khỏe của bạn, gặp bạn bè, cũng như tập thể dục theo cách dễ dàng hơn và đòi hỏi ít động cơ hơn các phương pháp chính thức.   “Việc mua sắm cho thấy một vài khía cạnh sức khỏe cá nhân, hạnh phúc và sự an toàn cũng như góp phần vào sự liên kết và nền kinh tế của cộng đồng và có thể đại diện cho tuổi thọ hoặc thực sự giúp tăng tuổi thọ”, họ nói thêm. “Việc thường xuyên mua sắm của nam giới và phụ nữ giúp dân số Đài Loan sống thọ hơn”. Yu-Hung Chang, Rosalind Chia-Yu Chen, Mark L Wahlqvist, Meei-Shyuan Lee. Tạp chí sức khỏe cộng đồng J Epidemiol phát hành trực tuyến lần đầu tiên: Ngày 6 tháng 4, 2011. DOI:10.1136/jech.2010.126698 Nguồn bổ sung: BMJ-Tạp chí Y khoa Anh Quốc (thông cáo báo chí, Ngày 6 tháng 4, 2011). Tác giả: Tiến sĩ Catharine Paddock  Bản quyền: Medical News Today"
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by UC Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with UC Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called Molly, Digory and Lollipop (a Chihuahua-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian veterinarian reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility orthopedic patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-Madison, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine <em>Paddock</em>, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}