{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:di'ætriks]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">pediatrics</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:di'ætriks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều (dùng (như) số ít)</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) khoa trẻ em, khoa nhi</td></tr></table><i/></div>",
            "word": "paediatrics"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>paediatrics</k><blockquote><cclass>[<cclass>ˌpi:dɪ'atrɪks<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(<cclass>US <cclass><b>pediatrics</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>plural noun [treated as <cclass>sing.] the branch of medicine concerned with children and their diseases. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>paediatric</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>paediatrician</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from <kref>paedo-</kref> + Gk <i>iatros</i> 'physician' + <kref>-ics</kref>. </blockquote></div>",
            "word": "paediatrics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "paediatrics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paediatrics"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhi khoa</font></td></tr></tbody></table></div>",
            "word": "paediatrics"
        }
    },
    "sentences": [
        {
            "en": "Children who get insufficient sleep at night are more likely to become overweight, according to researchers in New Zealand. A study, published on the BMJ website, followed 244 children between the ages of three and seven. It said more sleep was linked to a lower weight, which could have important public health consequences. UK experts said there was \"no harm\" in drawing attention to the link between reduced sleep and ill health. The children were seen every six months when their weight, height and body fat were measured. Their sleeping habits and physical-activity levels were recorded at ages three, four and five. The researchers found that those children who had less sleep in their earlier years were at greater risk of having a higher Body Mass Index at age seven.  This link continued even when other risk factors, such as gender and physical activity, were accounted for in their research. 'Health risk'  Suggested reasons for the link include simply having more time to eat and changes to hormones affecting appetite. In an accompanying analysis, Professors Francesco Cappuccio and Michelle Miller, from the University of Warwick, said future research should \"explore and validate new behavioural, non-drug based, methods to prolong children's and adults' sleeping time.  \"In the meantime it would do no harm to advise people that a sustained curtailment of sleeping time might contribute to long-term ill health in adults and children.\" Dr Ian Maconochie, from the Royal College of <em>Paediatrics</em> and Child Health said: \"Children under five generally average at least 11 hours sleep at night and in daytime naps.  \"However, 20% of children at this age experience problems sleeping, and we already know that inadequate sleep has a significant impact on attention, memory, behaviour, and school performance. This paper is a useful addition to our knowledge of children's sleep patterns.\"",
            "vi": "Theo các nghiên cứu ở Niu Di-lân cho biết trẻ ngủ không đủ giấc vào buổi tối có nhiều khả năng trở nên béo phì. Nghiên cứu này đã theo dõi 244 trẻ em từ ba đến bảy tuổi được công bố trên trang mạng BMJ. Nghiên cứu còn nói rằng việc ngủ nhiều liên quan đến giảm cân nặng mà điều này có ảnh hưởng quan trọng đến sức khoẻ cộng đồng. Các chuyên gia ở Anh thì cho rằng việc gây chú ý đến mối liên hệ giữa giấc ngủ giảm với sức khoẻ kém “chẳng gây hại gì” cả. Những đứa trẻ này được đo cân nặng, chiều cao và lớp mở trên cơ thể sáu tháng một lần. Thói quen ngủ và mức độ hoạt động thể chất của chúng được ghi lại vào giai đoạn chúng ba tuổi, bốn tuổi và năm tuổi. Các nhà nghiên cứu nhận thấy đứa trẻ nào ngủ ít hơn trong những năm đầu thì có nguy cơ đạt đến Chỉ số Trọng lượng Cơ thể cao hơn khi chúng lên bảy tuổi. Mối liên hệ này còn tiếp diễn ngay cả khi nghiên cứu xem xét các yếu tố rủi ro khác như giới tính và hoạt động thể chất. ' Nguy cơ về Sức khoẻ ' Các lý do được đưa ra về mối liên hệ trên gồm việc hoàn toàn dành nhiều thời gian để ăn và những thay đổi đối với hóc-môn ảnh hưởng đến sự thèm ăn. Trong một phân tích song hành, Giáo sư  Francesco Cappuccio và Giáo sư Michelle Miller thuộc trường Đại học Warwick nói rằng nghiên cứu trong tương lai nên “tìm hiểu và hợp thức hoá các phương pháp mới dựa vào hành vi mà không phải dùng đến thuốc để kéo dài thời gian ngủ ở trẻ em cũng như ở người lớn.  “Đồng thời nó cũng không ảnh hưởng đến việc khuyên mọi người nên rút ngắn thời gian ngủ liên tục vì điều này có thể làm sức khoẻ ở trẻ em và người lớn kém đi trong thời gian dài.” Tiến sĩ Ian Maconochie thuộc trường Cao đẳng Nhi khoa và Chăm sóc Sức khoẻ trẻ em Hoàng gia cho biết:” Trẻ dưới năm tuổi thường ngủ trung bình ít nhất 11 tiếng vào ban đêm và giấc ngủ ngắn vào ban ngày.  “Tuy nhiên, 20% trẻ em ở độ tuổi này gặp một số bệnh về giấc ngủ và chúng ta hoàn toàn biết rằng ngủ không đủ giấc sẽ ảnh hưởng rất lớn đến việc tập trung, ghi nhớ, hành vi và kết quả học tập ở trường. Nghiên cứu này là một nghiên cứu bổ sung hữu ích về kiến thức liên quan đến giấc ngủ ở trẻ."
        }
    ],
    "suggestions": []
}