{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:diə'tri∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">paediatrist</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:di'ætrist]</font></td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\"><font color=\"#1371BB\">pediatrist</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:di'ætrist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bác sĩ khoa trẻ em, bác sĩ khoa nhi</td></tr></table><i/></div>",
            "word": "paediatrician"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "paediatrician"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "paediatrician"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paediatrician"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "paediatrician"
        }
    },
    "sentences": [
        {
            "en": "A consultant <em>paediatrician</em> at the hospital told the Daily Mail that it was normal to wrap very small newborns in plastic \"to keep them warm they are placed in a plastic bag for about 30 minutes,\" he said.",
            "vi": "Bác sĩ tư vấn nhi khoa tại bệnh viện nói với tờ Daily Mail rằng rất bình thường khi bọc trẻ sơ sinh thiếu tháng trong nhựa \"để giữ ấm, chúng được đặt trong một túi nhựa trong khoảng 30 phút\"."
        },
        {
            "en": "A consultant <em>paediatrician</em> at the hospital told the Daily Mail that it was normal to wrap very small newborns in plastic \"to keep them warm they are placed in a plastic bag for about 30 minutes,\" he said.",
            "vi": "Bác sĩ tư vấn nhi khoa tại bệnh viện nói với tờ Daily Mail rằng rất bình thường khi bọc trẻ sơ sinh thiếu tháng trong nhựa \"để giữ ấm, chúng được đặt trong một túi nhựa trong khoảng 30"
        },
        {
            "en": "Bubble wrap saves preterm baby's life, UK         An extremely preterm baby girl survived against the odds after being kept warm in bubble wrap.  After cutting the umbilical cord, staff at Worcestershire Royal Hospital in the UK put the baby girl in a small plastic bag enclosed in bubble wrap and warned her parents that her chances of survival were not good. But Lexi Lacey, who weighed just 14 oz (397 gm) when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11-week old baby, despite weighing just 5 lb 6 oz, two pounds lighter than the average full-term baby.  Dr Andrew Gallagher, a consultant <em>paediatrician</em> at the hospital told the Daily Mail that it was normal to wrap very small newborns in plastic \"to keep them warm they are placed in a plastic bag for about 30 minutes,\" he said. Parents Chelsea Rowberry, 17, and Lee Lacey, 24, said that when people see Lexi they can't believe how premature she was.  Rowberry said she was staying at her brother's when she started feeling contractions, late one Sunday in June. She said she rang the maternity unit but they just told her to go to sleep. So she rang her mother who immediately called an ambulance. She said she was frightened because she thought she was having a miscarriage. When she got to the hospital they told her she was 3 cm dilated and she gave birth to Lexi.  Soon afterwards, the hospital staff put Lexi in the bubble wrap plastic bag.    Gallagher said they put the premature babies into the bag feet first leaving just the head outside. This stops water evaporating easily off their bodies, which would cause them to lose heat quickly in those vital first minutes of life before they get to the incubator. The babies are then transferred to the neonatal unit where they are placed in an incubator and taken out of the bag. He said the bags are about the same size as a sandwich bag, and they \"come from NHS supplies and are on a roll\". Although her mother was able to go home on the same day she was born, little Lexi was transferred to Birmingham's Heartlands Hospital and then to Shrewsbury Royal Hospital to receive specialist care. She eventually returned to Worcestershire Royal. Lexi's parents were very scared she would not survive. Rowberry said they would get calls from the hospital like Lexi \"needed a blood transfusion and she probably wouldn't make it through the night\".   Although her baby has been given the all clear, Rowberry said she is still scared because Lexi is so tiny. She is the most premature baby to survive at the hospital. A premature baby is born before the 37th week of pregnancy. A baby born between 35 and 37 weeks is described as moderately pre-term, between 29 and 34 weeks as very pre-term, and between 24 and 28 weeks, as extremely pre-term.  A low birthweight baby weighs less than 1.5 kg (5.5 lbs), while an extremely low birthweight baby weighs less than 1.0 kg (2.2 lbs). Lexi weighed less than half of this when she was born.  Because they are born too early, premature babies often have health problems because their organs are undeveloped. As a result they can be at higher risk for a range of problems such as breathing difficulties and serious lung conditions like respiratory distress syndrome, cerebral palsy, life-threatening infections, and learning and development disabilities. In England and Wales nearly 8 per cent, that is 1 in 13 live births are pre-term, with 93 per cent of them occuring after 28 weeks of pregnancy, 6 per cent between 22 and 27 weeks and just under 1 per cent before 22 weeks. A study of babies born before 26 weeks in the UK and Ireland in the mid-1990s (the EPICure study) showed that 81 per cent of those born at 24 weeks survived, whereas only half of those born at 22 weeks survived. The study also found, when it re-examined the children at age 11, that those born earlier than 26 weeks of pregnancy had lower scores for cognitive ability, reading and mathematics. In the US, the incidence of pre-term live births appears to have increased: it was nearly 13 per cent in 2005, which is significantly higher than the 5 to 10 per cent of other resource-rich countries. Sources: Daily Mail, Tommy's, Medline Plus. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Theo nghiên cứu của Anh, túi xốp hơi cứu sống trẻ sinh non     Một bé gái sinh thiếu tháng rất nhiều đã sống sót một cách đáng ngạc nhiên sau khi được giữ ấm trong túi xốp hơi.  Sau khi cắt dây rốn, nhân viên tại Bệnh viện Hoàng gia Anh Quốc Worcestershire đặt bé gái này trong một túi nhựa nhỏ được quấn trong một túi bong bóng và cảnh báo cha mẹ bé là cơ hội sống sót của em rất ít.  Nhưng Lexi Lacey, cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù trọng lượng chỉ £5 6oz, nhẹ hơn £2 so với trung bình của một em bé sinh đủ tháng.  Tiến sĩ Andrew Gallagher, bác sĩ tư vấn nhi khoa tại bệnh viện nói với tờ Daily Mail rằng rất bình thường khi bọc trẻ sơ sinh thiếu tháng trong nhựa \"để giữ ấm, chúng được đặt trong một túi nhựa trong khoảng 30 phút\".  Cha mẹ của Chelsea Rowberry, 17 tuổi, và Lee Lacey, 24 tuổi, nói rằng khi mọi người nhìn thấy Lexi họ không thể tin rằng cô bé đã bị sinh thiếu tháng nhiều đến thế.   Rowberry cho biết cô đang ở nhà của anh trai khi cô bắt đầu cảm thấy các cơn co thắt, vào một đêm ngày Chúa Nhật trong tháng Sáu. Cô cho biết đã điện thoại cho khoa sản nhưng họ chỉ bảo cô hãy đi ngủ.  Vì vậy, cô điện thoại cho mẹ, và bà đã ngay lập tức gọi xe cứu thương. Cô cho biết cô đã rất sợ hãi bởi vì cô nghĩ rằng mình đang bị sẩy thai.  Khi cô ấy đến bệnh viện, các bác sĩ cho biết tử cung của cô đã giãn ra 3cm và cô đã sinh ra Lexi.  Chẳng bao lâu sau đó, nhân viên bệnh viện đặt Lexi vào trong túi xốp bong bóng.  Gallagher cho biết họ đưa các em bé sinh non vào túi, chỉ để hở đầu. Điều này giúp ngăn ngừa nước bay hơi dễ dàng ra khỏi cơ thể các bé, làm cho bé bị mất nhiệt nhanh chóng trong những phút đầu tiên quan trọng của cuộc sống trước khi được đưa vào lồng ấp.  Các em bé này sau đó được chuyển giao cho khoa sơ sinh, nơi các em được đặt trong lồng ấp và đưa ra khỏi túi.  Ông cho biết túi có kích thước giống như một túi đựng bánh mì, và chúng \"có dạng cuộn, được cung cấp bởi NHS\".  Mặc dù người mẹ đã có thể về nhà trong cùng ngày sau khi sinh, nhưng Lexi bé bỏng được chuyển đến Bệnh viện trung tâm Birmingham và sau đó là Bệnh viện Royal Shrewsbury để được chăm sóc chuyên khoa. Và cuối cùng trở về lại Worcestershire Hoàng gia.  Cha mẹ của Lexi đã rất sợ cô bé sẽ không sống nổi. Rowberry cho biết họ đã rất sợ sẽ phải nhận được cuộc gọi từ bệnh viện đại loại như Lexi \"cần được truyền máu và có thể bé sẽ không qua nổi đêm nay\".  Mặc dù đã mẹ tròn con vuông, Rowberry cho biết cô vẫn còn sợ hãi bởi vì Lexi quá nhỏ bé. Bé là em bé sinh non nhất có thể sống tại bệnh viện.  Một em bé sinh non là được sinh ra trước tuần thứ 37 của thai kỳ. Một em bé sinh ra trong khoảng từ 35 đến 37 tuần được xem là sinh non vừa phải, giữa tuần 29 và 34 là sinh non rất nhiều, và từ 24 đến 28 tuần, là vô cùng non.  Bé thiếu ký khi mới sinh ra cân nặng ít hơn 1.5 kg (5.5 cân), trong khi một bé cực kỳ thiếu ký khi mới sinh ra cân nặng ít hơn 1.0 kg (2.2 cân). Lexi cân nặng ít hơn một nửa số cân này khi bé được sinh ra.  Do được sinh ra quá sớm, trẻ sinh non thường mắc các vấn đề sức khỏe bởi vì các cơ quan của bé vẫn chưa phát triển hoàn toàn. Kết quả là trẻ có thể có nguy cơ cao hơn với một loạt các vấn đề như thở khó khăn và các bệnh phổi nghiêm trọng như hội chứng suy hô hấp, bại não, các nhiễm trùng đe dọa tính mạng, và mất khả năng học tập và phát triển.  Tại Anh và xứ Wales có gần 8%, tức là cứ 1 trong 13 trẻ sơ sinh sống sót là trẻ sinh thiếu tháng, với 93% trong số đó xảy ra sau 28 tuần của thai kỳ, 6% ở giữa 22 và 27 tuần và chỉ dưới 1% trước 22 tuần.  Một nghiên cứu về trẻ sinh trước 26 tuần ở Anh và Ireland vào những năm 1990 (nghiên cứu EPICure) cho thấy 81% những bé sinh ra ở 24 tuần sống sót, trong khi chỉ một nửa số trẻ sinh ra ở 22 tuần sống sót.  Nghiên cứu cũng tìm thấy, khi kiểm tra lại các em ở tuổi 11, là những trẻ sinh ra sớm hơn so với 26 tuần của thai kỳ có điểm số thấp hơn trong khả năng nhận thức,đọc và làm toán.\n Tại Mỹ, tỷ lệ trẻ sinh non sống được dường như đã tăng lên: gần 13% trong năm 2005, cao hơn đáng kể so với 5 – 10% của các nước giàu tài nguyên.  Nguồn: Daily Mail, Tommy, Medline Plus.  Tác giả: Catharine Paddock, Tiến sĩ Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}