{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['peinlis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không đau đớn, không buồn đau</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a painless injection</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một mũi tiêm không đau</font></td></tr></table><i/></div>",
            "word": "painless",
            "pronounce": "['peinlis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>painless</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 not causing physical pain. </blockquote></blockquote><blockquote><blockquote>2》 involving little effort or stress. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>painlessly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>painlessness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "painless",
            "pronounce": "['peinlis]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>painless</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>any killing of animals should be painless</i>: WITHOUT PAIN, pain-free.</blockquote><blockquote><b>2</b><i>getting rid of him proved painless</i>: EASY, trouble-free, effortless, simple, plain sailing; <cclass><i>informal</i> as easy as pie, a piece of cake, child's play, a cinch.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>painful, difficult.</blockquote></div>",
            "word": "painless",
            "pronounce": "['peinlis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "painless",
            "pronounce": "['peinlis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "painless",
            "pronounce": "['peinlis]"
        }
    },
    "sentences": [
        {
            "en": "<em>Painless</em> injection",
            "vi": "Mũi tiêm không đau"
        },
        {
            "en": "No change can be completely <em>painless</em>.",
            "vi": "Không có sự thay đổi nào hoàn toàn không khó nhọc."
        },
        {
            "en": "Chinese scientists developed a <em>painless</em> injection.",
            "vi": "Các nhà khoa học Trung Quốc phát triển ra mũi tiêm không đau."
        },
        {
            "en": "the whole process was totally <em>painless</em>.",
            "vi": "cuộc giải phẫu hoàn toàn không đau."
        },
        {
            "en": "The long walking proved to be pretty <em>painless</em>.",
            "vi": "Việc đi bộ dài có vẻ không gây khó khăn lắm."
        },
        {
            "en": "Vision becomes blurred but the eye is usually <em>painless</em>.",
            "vi": "Thị giác bị mờ nhưng mắt không đau."
        },
        {
            "en": "Though usually <em>painless</em>, the area will sometimes be tender.",
            "vi": "Dù thường không gây đau, nhưng vùng này đôi khi cũng có những cơn đau nhẹ."
        },
        {
            "en": "So the first thing about having a <em>painless</em> injection is to overcome the psychological barrier itself.",
            "vi": "Vậy nên điều đầu tiên về vấn đề tiêm mà không thấy đau là vượt qua được chính rào cản tâm lý."
        },
        {
            "en": "Ultrasounds are <em>painless</em> tests used to examine different organs in the body.",
            "vi": "Siêu âm là những phương pháp xét nghiệm không đau để kiểm tra các cơ quan khác nhau trong cơ thể."
        },
        {
            "en": "And with data stored on the Net rather than on a PC, upgrades and laptop theft are relatively <em>painless</em> issues.",
            "vi": "Và với dữ liệu được lưu trữ trên mạng thay vì trên một máy PC, việc nâng cấp máy tính hay mất laptop là các vấn đề không đáng quan tâm."
        },
        {
            "en": "Although the treatment itself is <em>painless</em> at the time, the cumulative effect of many sessions does produce side effects.",
            "vi": "Mặc dù bản thân của phương pháp nàykhông gây đau đớn ngay tức thời, nhưng ảnh hưởng tích lũy của nhiều yếu tố sẽ tạo ra các tác dụng phụ."
        },
        {
            "en": "You may soon notice your uterus practicing for delivery with irregular, <em>painless</em> contractions called Braxton Hicks contractions.",
            "vi": "Bạn có thể sớm phát hiện thấy tử cung của mình chuẩn bị cho việc sinh nở bằng nhiều cơn co thắt bất thường, không gây đau đớn được gọi là cơn chuyển dạ giả."
        },
        {
            "en": "These are irregular, <em>painless</em> contractions which feel like a squeezing sensation near the top of the uterus.",
            "vi": "Đó là những cơn co không thường xuyên và không gây đau, mang lại cảm giác như bị ép gần vùng đỉnh tử cung."
        },
        {
            "en": "This condition is characterized by <em>painless</em> enlargement of the scrotum; it is treated surgically, by drainage of the fluid or removal of the sac.",
            "vi": "Tình trạng này có đặc trưng là bìu phồng ra và không đau; chữa trị bằng phẫu thuật dẫn lưu dịch hay cắt bỏ túi."
        },
        {
            "en": "A <em>painless</em> ulcer that develops on the lips, penis, urethra, or eyelid as the primary symptom of such infections as sleeping sickness and syphilis.",
            "vi": "Một chỗ lở không đau phát triển ở môi, dương vật, niệu đạo, hoặc mi mắt như là triệu chứng đầu tiên của bệnh nhiễm trùng như bệnh ngủ và giang mai."
        },
        {
            "en": "Villagers, however, should change the way they carry out the practices so that they are \"discreet\" and \"<em>painless</em>\" to animals, he said.",
            "vi": "Tuy nhiên, Dân làng nên thay đổi cách họ tiến hành nghi lễ với động vật sao cho \"kín đáo\" và \"không gây đau đớn\" , ông nói."
        },
        {
            "en": "An ultrasound scan is a <em>painless</em> test that uses sound waves to create images of organs and structures inside your body.",
            "vi": "Quét siêu âm là một cuộc thử nghiệm không gây đau đớn, dùng các sóng âm thanh để tạo ra các hình tượng của các bộ phận và cấu trúc bên trong cơ thể."
        },
        {
            "en": "At first, genital warts are usually small, hard, <em>painless</em> bumps in the vaginal area, on the penis, or around the anus.",
            "vi": "Ban đầu, mụn cóc vùng sinh dục thường là những u nhỏ, cứng, không đau ở vùng âm đạo, trên dương vật, hoặc quanh hậu môn."
        },
        {
            "en": "    * Hydrocele. A hydrocele occurs when fluid collects in the membranes surrounding the testes. Hydroceles may cause swelling in the scrotum around the testicle but are generally <em>painless</em>. In some cases, surgery may be needed to correct the condition.",
            "vi": "* Tràn dịch tinh mạc. Bệnh này xảy ra khi dịch ứ đọng ở màng  xung quanh tinh hoàn. Tràn dịch tinh mạc có thể gây sưng bìu quanh tinh hoàn nhưng thường không gây đau đớn. Trong một vài trường hợp có thể cần phải phẫu thuật để điều trị chứng bệnh này."
        },
        {
            "en": "Always forget to eat breakfast or floss? Take a close look at the days that you did accomplish those things and think about why you did. Sticking to routines creates healthy habits and turns daunting tasks into <em>painless</em> automations.",
            "vi": "Chẳng hạn như bạn cứ hay quên ăn sáng? Hãy xem lại những ngày mà bạn có thể ăn sáng được và nghĩ xem tại sao bạn đã làm được như thế. Cố gắng làm theo lịch trình sẽ tạo thành những thói quen lành mạnh và dần dần những việc khó khăn đó sẽ trở nên tự nhiên và không cần cố gắng để thực hiện theo."
        }
    ],
    "suggestions": []
}