{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Palau"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Palau"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Palau"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Palau"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Palau"
        }
    },
    "sentences": [
        {
            "en": "The country scored a 66 Passport Power Rank along with Algeria, Guinea-Bissau and <em>Palau</em>. Though ranking higher than geopolitical outcasts such as North Korea (73) and Iran (70), Vietnam somewhat surprisingly came in behind Congo (64) and Egypt (64).",
            "vi": "Việt Nam đứng thứ 66 trên bảng xếp hạng và cũng đánh giá thấp tương tự như Algeria, Guinea-Bissau và Palau. Mặc dù xếp cao hơn những nước bị ruồng bỏ vì chính trị như Bắc Hàn (73) và Iran (70). Có chút bất ngờ khi Việt Nam đứng sau cả Congo (64) và Ai Cập (64)."
        },
        {
            "en": "The Republic of <em>Palau</em> is an island country which consists of more than 300 islands of different siz​es. <em>Palau</em> is one of the most amazing places on Earth: its rain forests are full of unique plants and birds, and its territorial waters are inhabited by 130 threatened species of shark. But the most remarkable sight in the country is the lake, with over 2 million jellyfish in it. But don’t worry: over time they’ve completely lost their ability to sting. ",
            "vi": "Nước cộng hòa Palau là một đảo quốc với hơn 300 hòn đảo lớn nhỏ khác nhau. Palau là một trong những nơi tuyệt vời trên thế giới: những cánh rừng mưa nhiệt đới đầy nhóc chim chóc và những cây cỏ độc nhất vô nhị, các vùng biển của họ là nơi cư ngụ của 130 loài cá mập sắp tuyệt chủng. Nhưng đáng chú ý hơn cả là hồ nước ở quốc gia này, nơi sinh sống của hơn 2 triệu loài sứa. Đừng lo, thời gian làm cho chúng mất hết khả năng chích người rồi!"
        },
        {
            "en": "Other islands that are perfect for the peace seeking traveller and also make it to into the top 25 remote islands to explore are: Easter Island of Chile, Ulleungdo of the Republic of Korea, San Juan Islands of the US, Solomon Islands of Papua New Guinea, Los Rogues of Venezuela, Orkney Islands of Scotland, the 64 Penghu Islands of Taiwan, Rock Islands of <em>Palau</em>, Devil’s Island of France, Flores island of Portugal, Lord Howe Island of Australia, and Koh Phayam of Thailand.",
            "vi": "Các đảo khác được liệt kê trong danh sách 25 hòn đảo biệt lập để khám phá là: Đảo Phục sinh của Chile, Ulleungdo của Hàn Quốc, Quần đảo San Juan của Mỹ, Quần đảo Solomon của Papua New Guinea, Los Rogues của Venezuela, Quần đảo Orkney của Scotland, 64 đảo Penghu của Đài Loan, đảo Rock của Palau, đảo Quỷ của Pháp, hòn đảo Flores của Bồ Đào Nha, Đảo Lord Howe của Australia, và Koh Phayam của Thái Lan."
        }
    ],
    "suggestions": []
}