{
    "en_vn": {
        "data": {
            "content": null,
            "word": "palma"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "palma"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "palma"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "palma"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cây cọ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gang bàn tay</font></td></tr></tbody></table></div>",
            "word": "palma"
        }
    },
    "sentences": [
        {
            "en": "According to researcher Camilo J. Cela-Conde of the University of Baleares in <em>Palma</em> de Mallorca, Spain, “It is well known that there are differences between brain activity in women and men in cognitive tasks.\"",
            "vi": "Theo nhà nghiên cứu Camilo J. Cela-Conde của đại học Baleares tại Palma de Mallorca, Tây Ban Nha, “Chúng ta đã biết là có sự khác biệt giữa hoạt động não ở phụ nữ và nam giới trong các hoạt động nhận thức.\""
        },
        {
            "en": "His daughter, Princess Cristina, and her husband, Inaki Urdangarin, are under investigation in a corruption case. Both deny any wrongdoing. A judge in <em>Palma</em> de Mallorca is expected to decide soon whether to put Urdangarin on trial on charges of embezzling 6 million euros in public funds through his charity.",
            "vi": "Con gái ông, Công Chúa Cristina, và chồng là Inaki Urdangarin đang bị điều tra về tội tham nhũng. Cả hai đều bác bỏ mọi cáo buộc mình phạm tội. Người ta đang chờ phán quyết sắp sửa đưa ra của một Thẩm phán ở Palma de Mallorca xem liệu có truy tố Urdangarin về tội biển thủ 6 triệu euro công quỹ từ quỹ từ thiện của Urdangarin hay không."
        },
        {
            "en": "Beauty Is in the Gendered Eye of the Beholder         The brain of the beholder dictates the manner in which beauty will be appreciated. While men process beauty with only the right side of their brains, women employ their entire brain for the activity.  Researchers were surprised at the findings that are detailed in a report published in the online edition of Proceedings of the National Academy of Science. According to researcher Camilo J. Cela-Conde of the University of Baleares in <em>Palma</em> de Mallorca, Spain, “It is well known that there are differences between brain activity in women and men in cognitive tasks. However, why should this kind of difference appear in the case of appreciation of beauty?” His answer reveals an idea that women link an object to language when they ponder it, whereas men tend to focus on an object’s spatial aspects.  Men appear to focus on \"coordinate\" spatial awareness that is located in the right side of the brain and involves precision mental mapping with the use of co-ordinates to establish an object's position in space. The \"categorical\" spatial awareness is located in the left side of the brain and involves evaluating the position of objects in accordance with categories such as above, below, left, and right.  Cela-Conde acknowledged that the explanation of differences in the perception of beauty does not explain why or how the human capacity to appreciate beauty evolved. However, he noted, “The differences that we have found might relate to the different social roles that, hypothetically, men and women had during human evolution.” For the study, the researchers put 10 men and 10 women to the test by presenting paintings and photos of urban scenes and landscapes to them and then asking them to evaluate each scene and describe it as being either beautiful or not beautiful. During the evaluations by the participants, the researchers used imaging technology called magnetoencephalography to monitor images of magnetic fields produced by electrical currents in their brains. No differences were noted between male and female brains during the first 300 milliseconds, but increased activity was seen in all participants from 300 to 700 milliseconds for objects that were described as beautiful.  The most active brain region among participants was the parietal lobe, which manages visual perception, spatial orientation and information processing. The difference noted was that for the men, the activity was focused only on the right side of the brain, while both sides were active in the women.  Although there were differences between people as to what was described as beautiful and what not, the researchers found no identifiable differences related to gender. Regarding this aspect of the research, Cela-Conde said, “Any person can find beautiful a landscape, a building or a canvas that some others will find awful. But sex has little to do with those differences. Perhaps they relate with other variables, such as age or education.” He also noted, “It is curious that, using different neural networks, the final result is very similar in women and men. But this seems to be the case.”",
            "vi": "Sắc đẹp phụ thuộc vào cặp mắt giới tính của người ngắm    Não của người ngắm điều khiển cách thức mà người đó đánh giá vẻ đẹp. Trong khi nam giới cảm nhận cái đẹp chỉ bằng não phải của họ, thì phụ nữ lại dùng toàn bộ não của mình cho sự đánh giá đó. Các nhà nghiên cứu đã ngạc nhiên với những phát hiện được trình bày chi tiết trong một bản báo cáo công bố trong ấn bản trực tuyến của tờ Proceedings of the National Academy of Science. Theo nhà nghiên cứu Camilo J. Cela-Conde của đại học Baleares tại Palma de Mallorca, Tây Ban Nha, “Chúng ta đã biết là có sự khác biệt giữa hoạt động não ở phụ nữ và nam giới trong các hoạt động nhận thức. Tuy nhiên, tại sao loại khác biệt này xuất hiện trong trường hợp cảm nhận sắc đẹp?\" Ông đưa ra ý tưởng là phụ nữ liên kết một đối tượng với ngôn ngữ khi họ suy nghĩ về nó, trong khi nam giới có khuynh hướng tập trung vào các phần không gian của vật thể. Nam giới có vẻ tập trung vào nhận thức không gian \"phối hợp\" nằm ở bên phải của não và liên quan đến việc sắp xếp trí tuệ chính xác bằng cách sử dụng các toạ độ để xác định vị trí của một vật thể trong không gian. Nhận thức không gian \"tuyệt đối\" nằm ở bên trái của não và liên quan đến việc đánh giá vị trí của các vật thể phù hợp với các khía cạnh như là trên, dưới, trái, và phải. Cela-Conde thừa nhận rằng giải thích về sự khác biệt trong nhận thức về vẻ đẹp không giải thích được tại sao hoặc làm thế nào mà khả năng đánh giá cái đẹp của con người tiến triển. Tuy nhiên, ông ấy lưu ý, \"Sự khác biệt mà chúng ta đã tìm ra có thể liên quan đến các vai trò xã hội khác, mà theo giả thuyết, phụ nữ và nam giới đã có trong suốt sự tiến hóa của con người.\" Để nghiên cứu, các nhà khoa học thử nghiệm trên 10 người đàn ông và 10 phụ nữ bằng cách đưa cho họ xem các tấm hình và bức tranh phong cảnh đô thị rồi yêu cầu họ đánh giá mỗi cảnh và cho biết là nó đẹp hay không. Trong đánh giá của những người tham dự, các nhà nghiên cứu sử dụng công nghệ tạo hình ảnh gọi là chụp từ não đồ để kiểm soát các hình ảnh của từ trường tạo ra do dòng điện trong não của những người tham gia. Không có sự khác biệt nào được ghi nhận giữa não của nữ giới và nam giới trong 300 mi-li giây đầu tiên, nhưng hoạt động tăng cường được thấy trong tất cả người tham dự từ mi-li giây thứ 300 đến 700 đối với các hình ảnh mà được miêu tả là đẹp. Vùng não hoạt động nhiều nhất trong số những người tham dự là thùy đỉnh, điều khiển nhận thức thị giác, định hướng không gian và xử lý thông tin. Sự khác biệt ghi nhận được là đối với nam giới, hoạt động chỉ tập trung ở bên phải của não, trong khi đối với nữ giới thì cả hai bên não đều hoạt động. Mặc dù có sự khác biệt khi mọi người nhận định cái gì là đẹp và cái gì không, các nhà nghiên cứu phát hiện rằng không có sự khác biệt có thể nhận biết được liên quan đến giới tính. Liên quan đến khía cạnh này của nghiên cứu, Cela-Conde cho rằng, \"Bất cứ người nào cũng có thể cho rằng một phong cảnh, một toà nhà hay một bức tranh sơn dầu là đẹp trong khi người khác lại cho rằng nó xấu. Nhưng giới tính ít có liên quan đến các sự khác biệt đó. Có lẽ những khác biệt ấy là do nhiều khác biệt khác, như là tuổi tác hoặc giáo dục.\" Ông ấy cũng lưu ý, \"Nhưng điều đáng tò mò là, dù sử dụng các mãng lưới thần kinh khác nhau, kết quả chung cuộc rất tương tự ở nữ giới và nam giới. Nhưng dường điều này là đúng.\""
        }
    ],
    "suggestions": []
}