{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pandal",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pandal</k><blockquote><cclass>[<cclass>'pand(ə)l<cclass>, <cclass>pan'dα:l<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Indian a marquee. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Tamil <i>pantal</i>. </blockquote></div>",
            "word": "pandal",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pandal",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pandal",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pandal",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>AL</em>",
            "vi": "Liên Đoàn Các Nước Ả Rập"
        },
        {
            "en": "Higher priority in public sector allocations should therefore be given to rural development (Pasha and Palanivel, UNDP 2004, <em>p</em>. 26; Pham Lan Huong et <em>al</em>, 2003, <em>p</em>. 40).",
            "vi": "Do vậy, lĩnh vực phát triển nông thôn nên được ưu tiên cao hơn trong khi phân bổ đầu tư công (Pasha và Palanivel, tr. 26; Phạm Lan Hương và cộng sự, tr. 40)."
        },
        {
            "en": "However, there are a number of caveats that need to be made explicit (Haughton et. <em>al</em>. 2001, <em>p</em>.12; and World Bank 1999a, <em>p</em>.12 for more detail).",
            "vi": "Dẫu sao, có một số dự báo cần được làm rõ hơn (Xem Haughton 2001, trang12; và Ngân hàng Thế giới 1999a, trang12 để biết chi tiết hơn)."
        },
        {
            "en": "The Mexican drug baron, who runs the notorious Sinaloa cartel, allegedly told <em>Al</em> Baghdadi that his organisation are 'not soldiers' but 'lowly <em>p</em>*****s'.",
            "vi": "Dường như trùm ma túy người Mexico cầm đầu băng Sinaloa khét tiếng đã nói với thủ lĩnh Al Baghdadi rằng tổ chức của hắn \"không phải là những chiến binh\" mà là \"những kẻ hèn mọn\"."
        },
        {
            "en": "For a discussion of the issues surrounding Value Added Tax and Corporate Income Tax, see Public Expenditure Review 2005 <em>p</em>.89-91, Martinez-Vazquez (2005), VDR 2005, Zee et <em>al</em> (2004).",
            "vi": "Xem thông tin về các vấn đề liên quan tới thuế giá trị gia tăng và thuế thu nhập doanh nghiệp trong Báo cáo kiểm điểm chi tiêu công cộng 2005, trang 89 - 91, Martinez-Vazquez (2005), Báo cáo Phát triển Việt Nam (2005), Zee và cộng sự (2004)."
        },
        {
            "en": "<em>P</em> Papa.",
            "vi": "P Papa."
        },
        {
            "en": "The VLSS2 shows that 9.6 percent of households moved down two quintiles during the period 1993-1998 (Haughton et. <em>al</em> 2001b, <em>p</em>. 122), and a large proportion of these \"sinking stones\" fell into poverty.",
            "vi": "VLSS2 cho thấy rằng 9,6% số hộ gia đình đã rớt xuống qua hai nhóm trong giai đoạn 1993-1998 (Haughton 2001b, trang 122), và một phần rất lớn trong số các “khối đá tảng đang chìm” này đã rơi vào tình trạng nghèo đói."
        },
        {
            "en": "As Nguyen Dinh Cung et <em>al</em> pointed out, this nuance should be properly captured in policy analysis (UNDP 2004c, <em>p</em>. 5), particularly in the debate on the creation of the level playing field.",
            "vi": "Như Nguyễn Đình Cung và cộng sự nêu, cần phân biệt các sắc thái khác biệt này khi phân tích chính sách (UNDP, 2004c, tr. 5), nhất là khi bàn về việc tạo ra một sân chơi bình đẳng."
        },
        {
            "en": "In 1993, a large proportion of the population found itself just below the poverty line, so the elasticity of poverty reduction with respect to growth was relatively high (Haughton et. <em>al</em>. 2001, <em>p</em>. 16).",
            "vi": "Vào năm 1993, một tỷ lệ lớn dân số nằm ngay bên dưới chuẩn nghèo, do vậy độ co giãn của giảm nghèo đối với tăng trưởng là tương đối cao (Haughton 2001, trang 16)."
        },
        {
            "en": "Niimi et. <em>al</em>. 2002, <em>p</em>. 14 also attributed to the very likely inconsistency between GDP data of GSO and employment data of the Ministry of Labour, Invalids and Social Affairs (MOLISA).",
            "vi": "Niimi và các cộng sự 2002, tr. 14 cũng cho rằng nguyên nhân dường như tại sự không nhất quán giữa số liệu GDP của TCTK và các số liệu về việc làm của Bộ Lao động Thương bình và Xã hội."
        },
        {
            "en": "<em>P</em> hour.",
            "vi": "Giờ tàu mẹ đón người nhái."
        },
        {
            "en": "<em>Al</em> in good time.",
            "vi": "Hoa có thời, gái có thì."
        },
        {
            "en": "Who is <em>Al</em> Gore?",
            "vi": "Al Gore là ai?"
        },
        {
            "en": "Who is <em>Al</em> Gore?",
            "vi": "Al Gore là ai?"
        },
        {
            "en": "50 <em>p</em> a pound",
            "vi": "50 p một pao"
        },
        {
            "en": "The \"<em>p</em>\" isn't sounded.",
            "vi": "Chữ\"p\" không đọc."
        },
        {
            "en": "R. S. V. <em>P</em>.",
            "vi": "Xin vui lòng phúc đáp."
        },
        {
            "en": "Drink till <em>al</em> l's blue",
            "vi": "Uống say bí tỉ"
        },
        {
            "en": "Did you check that the price includes <em>P</em> and <em>P</em>?",
            "vi": "Bạn đã kiểm tra giá gồm cả sự giao nhận chưa?"
        },
        {
            "en": "Two one <em>p</em> stamps, please.",
            "vi": "Cho tôi mua hai tem một penni."
        }
    ],
    "suggestions": []
}