{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pangs"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pangs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pangs"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>pangs</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) birth pangs </ex></blockquote></blockquote><blockquote><blockquote><ex>2) pangs of conscience; hunger (she felt pangs of conscience)</ex></blockquote></blockquote></div>",
            "word": "pangs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pangs"
        }
    },
    "sentences": [
        {
            "en": "Birth <em>pangs</em>",
            "vi": "Cơn đau đẻ"
        },
        {
            "en": "Somebody has <em>pangs</em>.",
            "vi": "Cắn rứt lương tâm."
        },
        {
            "en": "<em>Pangs</em> of hunger",
            "vi": "Giằn vặt của cơn đói"
        },
        {
            "en": "some body has <em>pangs</em>",
            "vi": "cắn rứt lương tâm"
        },
        {
            "en": "He has <em>pangs</em> of conscience.",
            "vi": "Anh ta bị cắn rứt lương tâm."
        },
        {
            "en": "She is suffering the <em>pangs</em> of parting.",
            "vi": "Cô đang đau nỗi đau chia ly."
        },
        {
            "en": "Katie satisfies her hunger <em>pangs</em> with some greasy chips.",
            "vi": "Katie thỏa mãn những cơn đói của cô ấy bằng vài miếng khoai tây chiên béo ngậy."
        },
        {
            "en": "He had suffered very severely from the <em>pangs</em> of hunger.",
            "vi": "Anh ta đã chiu đựng sự dằn vặt của cơn đói một cách mãnh liệt."
        },
        {
            "en": "He never has enough, and suffers from perpetual hunger <em>pangs</em>.",
            "vi": "Ông ta không bao giờ ăn đủ, và thường bị cơn đói dằn vặt."
        },
        {
            "en": "The <em>pangs</em> of parting are stamped upon my memory.",
            "vi": "Nỗi đau chia ly đã chôn vào ký ức tôi."
        },
        {
            "en": "I don't have the willpower to ignore those gnawing <em>pangs</em> of hunger.",
            "vi": "Ý chí của tôi lại không cưỡng lại được sự dằn vặt của cơn đói."
        },
        {
            "en": "Peersa would never suffer hunger <em>pangs</em> or a frustrated sex urge.",
            "vi": "Peersa sẽ không bao giờ chịu được sự dằn vặt của cơn đói hay tình dục thúc đẩy."
        },
        {
            "en": "I had the hunger <em>pangs</em> but didn't feel the need or desire to eat.",
            "vi": "Tôi bị cơn đói dằn vặt nhưng lại không cảm thấy cần hay thèm ăn."
        },
        {
            "en": "Parents, aunts, uncles and weekend coaches of kids' sporting teams would give McDonald's the quick nod when hunger <em>pangs</em> started.",
            "vi": "Cha mẹ, các dì, các chú, và các huấn luyện viên cuối tuần của các đội thể thao thanh thiếu niên đã nhanh chóng ủng hộ McDonald cơn đói ập đến."
        },
        {
            "en": "Smoking cessationOn average, people who quit smoking gain about 4 to 10 pounds. Why? First, nicotine curbs your appetite, so once you quit, you may feel increased hunger <em>pangs</em>, which leads to overeating. Nicotine also increases your metabolism, and some people don't decrease their calorie intake to compensate for the slowdown. Lastly, nicotine is notorious for dulling the taste buds, so you may find food tastes better once you kick the habit, which can lead to overindulgence.",
            "vi": "Cai thuốcTrung bình thì người bỏ thuốc lá sẽ tăng chừng 4 đến 10 pao. Vì sao ư? Đầu tiên, chất ni-cô-tin làm bạn ăn uống không được ngon miệng lắm, vì vậy khi bạn bỏ thuốc thì có thể cảm thấy đói bụng dữ dội hơn, làm cho bạn ăn quá mức. Ni-cô-tin cũng làm cho quá trình chuyển hoá nhanh hơn, và một số người không hạn chế được lượng ca-lo hấp thụ để bù đắp cho sự suy giảm này. Sau hết là ni-cô-tin nổi tiếng là chất làm giảm chồi vị giác, cho nên bạn có thể cảm thấy thức ăn ngon hơn khi bạn đã bỏ được thói quen hút thuốc, điều này có thể làm bạn ăn uống thoả thuê. "
        }
    ],
    "suggestions": []
}