{
    "en_vn": {
        "data": {
            "content": null,
            "word": "paparazzi",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>paparazzi</k><blockquote>a freelance photographer who pursues celebrities to get photographs of them.</blockquote><blockquote>→ <kref>paparazzo</kref></blockquote></div>",
            "word": "paparazzi",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "paparazzi",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paparazzi",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "paparazzi",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is a crack <em>paparazzi</em>.",
            "vi": "Hắn là một tay săn ảnh cừ khôi."
        },
        {
            "en": "There are many <em>paparazzi</em> following you.",
            "vi": "Có nhiều tay săn ảnh bám theo cô."
        },
        {
            "en": "There were so many <em>paparazzi</em> following her.",
            "vi": "Có rất nhiều tay săn ảnh bám theo cô ấy."
        },
        {
            "en": "<em>Paparazzi</em> often pick to pieces shortcomings in celebrities' private life.",
            "vi": "Các tay săn ảnh thường bới móc đời tư của các người nổi tiếng."
        },
        {
            "en": "She is having a run-in with <em>paparazzi</em>.",
            "vi": "Cô ấy đang cãi nhau với mấy tay săn ảnh."
        },
        {
            "en": "She is having a run - in with <em>paparazzi</em>.",
            "vi": "Cô ấy đang cãi nhau với mấy tay săn ảnh."
        },
        {
            "en": "<em>Paparazzi</em> became a household word after the tragic death of Princess Diana while she was being pursued by <em>paparazzi</em> in Paris.",
            "vi": "Paparazzi trở thành một từ quen thuộc mà ai cũng biết sau cái chết bi kịch của Công nương Diana trong lúc cô ấy đang bị theo đuổi bởi một tay paparazzi (tay săn ảnh) ở Paris."
        },
        {
            "en": "The <em>paparazzi</em> seem to have an insatiable appetite for celebrity gossip.",
            "vi": "Các tay săn ảnh dường như có một ham muốn không dứt đối với những chuyện tầm phào của người nổi tiếng."
        },
        {
            "en": "The press and <em>paparazzi</em> laid siege to the star's London flat in the hope of getting a photograph of her.",
            "vi": "Báo chí và những tay săn ảnh bao vây căn hộ ở London của ngôi sao điện ảnh đó với hy vọng chụp được ảnh của cô ta."
        },
        {
            "en": "What is cellulite?  Cellulite is the rippled appearance of skin, usually on the thighs and buttocks of women, that's caused by the underlying layer of fat. <em>Paparazzi</em> sometimes zoom in on Hollywood stars in bikinis to show the puckering in their skin. It doesn't mean the stars gained weight or failed to work out. The ugly truth: Almost every woman will eventually develop cellulite.",
            "vi": "Khối mỡ cứng là gì?   Khối mỡ cứng là lớp u lồi bên ngoài da, thường là trên đùi và mông của phụ nữ, đây là do lớp mỡ tiềm ẩn bên dưới gây ra.  Những tay săn ảnh đôi khi phóng to ảnh của các ngôi sao Hollywood trong trang phục bikini để chỉ ra sự dúm dó trên da họ. Điều đó không có nghĩa là những ngôi sao ấy tăng cân hoặc không tập luyện. Điều đáng buồn là hầu hết phụ nữ rồi cũng sẽ bị u lồi mỡ cứng."
        }
    ],
    "suggestions": []
}