{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Papua"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Papua"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Papua"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Papua"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Papua"
        }
    },
    "sentences": [
        {
            "en": "+ Australia, Fiji, New Zealand, <em>Papua</em> New Guinea: 3 September",
            "vi": "Úc, Fiji, New Zealand, Papua New Guinea : ngày ba tháng chín"
        },
        {
            "en": "+ Australia, Fiji, New Zealand, <em>Papua</em> New Guinea: 3 September",
            "vi": "Úc, Fiji, New Zealand, Papua New Guinea : ngày ba tháng chín"
        },
        {
            "en": "Archival materials are kept by the Catholic mission in <em>Papua</em> New Guinea.",
            "vi": "Tài liệu lưu trữ được lưu giữ bởi hội truyền giáo của giáo hội ở Papua New Guinea."
        },
        {
            "en": "Sex workers and their clients in Bangladesh, China, Indonesia, Pakistan and <em>Papua</em> New Guinea;",
            "vi": "Người bán dâm và khách mua dâm ở Bangladesh, Trung Quốc, Indonesia, Pakistan và Papua New Guinea;"
        },
        {
            "en": "Pregnant women in parts of China, a number of Indian states and <em>Papua</em> New Guinea;",
            "vi": "Trong nhóm phụ nữ mang thai ở Trung Quốc, rất nhiều bang thuộc Ấn Độ và Papua New Guinea;"
        },
        {
            "en": "The region of Australasia includes Australia, New Zealand, <em>Papua</em> New Guinea and a number of neighboring islands.",
            "vi": "Khu vực Úc - Á bao gồm Úc, Niu Di-lân, Tân Ghi-nê và một số đảo lân cận."
        },
        {
            "en": "Thus far on the mission, the doctors have assisted in providing medical and dental care to patients throughout the Madang region of <em>Papua</em> New Guinea.",
            "vi": "Kể từ khi tham gia chương trình, các bác sỹ đã trợ giúp chăm sóc y tế và khám chữa răng cho bệnh nhân tại vùng Madang thuộc Papua New Guinea."
        },
        {
            "en": "Members: Russia, South Korea, Hong Kong, Japan, China, Taiwan, Vietnam, Philippines, Thailand, Malaysia, Brunei, Indonesia, Singapore, Australia, <em>Papua</em> New Guinea, New Zealand, Canada, United States, Mexico, Peru, Chile",
            "vi": "Thành viên: Nga, Hàn Quốc, Hong Kong, Nhật Bản, Trung Quốc, Đài Loan, Việt Nam, Philippin, Thái Lan, Malaysia, Brunei, Indonesia, Singapore, Úc, Papua New Guinea, New Zealand, Canada, Mỹ, Mexico, Peru, Chile"
        },
        {
            "en": "Low income countries of Cambodia, Lao PDR, Mongolia, <em>Papua</em> New Guinea, Timor-Leste and Pacific island nations will be covered in another report.",
            "vi": "Các nước thu nhập thấp, bao gồm Campuchia, Lào, Mông Cổ, Papua New Guinea, Đông Timor và các quốc đảo Thái Bình Dương sẽ có trong một báo cáo khác."
        },
        {
            "en": "The largest number of people diagnosed with HIV is in Jakarta (1199), though the highest HIV prevalence rates per 100 000 population are in <em>Papua</em> (22.9), followed by the Jakarta area (4.1), Bali (1.6), and Riau (1.1).",
            "vi": "Số những người được phát hiện nhiễm HIV tập trung nhiều nhất ở Jakarta là 1199 người, mặc dù tỷ lệ hiện nhiễm HIV trên 100,000 dân cao nhất là ở Papua (22,9 người), tiếp theo là Jakarta (4,1 người), Bali (1,6 người), và Riau (1,1 người)."
        },
        {
            "en": "Because of global warming, malaria-carrying mosquitoes are now found in places where they were never seen before, such as parts of the People's Republic of Korea and the mountains of <em>Papua</em> New Guinea.",
            "vi": "Do sự nóng lên của trái đất mà muỗi mang mầm bệnh sốt rét có thể tìm thấy ở nhiều nơi mà trước đây chưa từng có như một số vùng thuộc Cộng hòa Dân chủ Nhân dân Triều Tiên và một số vùng núi Papua New Guinea."
        },
        {
            "en": "Next month, it will be my privilege to represent the United States in Singapore and <em>Papua</em> New Guinea, at ASEAN and APEC. There, we will unveil new measures and programs to support a free and open Indo-Pacific. And on behalf of the President, I will deliver the message that America’s commitment to the Indo-Pacific has never been stronger. (Applause.)",
            "vi": "Và vào tháng tới, tôi sẽ có đặc ân đại diện cho Hoa Kỳ tại Singapore và Papua New Guinea, tại ASEAN và APEC. Ở đó, chúng ta sẽ công bố các biện pháp và chương trình mới để hỗ trợ một Ấn Độ-Thái Bình Dương tự do và mở - và thay mặt Tổng thống, tôi sẽ phát đi thông điệp rằng cam kết của Mỹ đối với Ấn Độ-Thái Bình Dương chưa bao giờ mạnh mẽ hơn."
        },
        {
            "en": "While snakes rarely pose aviation hazards, a 3-meter (10-foot) python in January clung to the wing of a Qantas flight from northeast Australia to <em>Papua</em> New Guinea. The python died during the flight but was still attached to the wing when the two-hour flight ended.",
            "vi": "Rắn hiếm khi đột nhập vào máy bay, nhưng vào tháng giêng một con trăn dài 3 mét đãbám vào cánh của chiếc máy bay Qantas trong chuyến bay từ miền đông bắc của Úc đến thủ đô Papua New Guinea. Trong chuyến bay này con trăn đã bị chết nhưng vẫn còn bám vào cánh máy nay khi chuyến nay kéo dài hai giờ hạ cánh."
        },
        {
            "en": "Other islands that are perfect for the peace seeking traveller and also make it to into the top 25 remote islands to explore are: Easter Island of Chile, Ulleungdo of the Republic of Korea, San Juan Islands of the US, Solomon Islands of <em>Papua</em> New Guinea, Los Rogues of Venezuela, Orkney Islands of Scotland, the 64 Penghu Islands of Taiwan, Rock Islands of Palau, Devil’s Island of France, Flores island of Portugal, Lord Howe Island of Australia, and Koh Phayam of Thailand.",
            "vi": "Các đảo khác được liệt kê trong danh sách 25 hòn đảo biệt lập để khám phá là: Đảo Phục sinh của Chile, Ulleungdo của Hàn Quốc, Quần đảo San Juan của Mỹ, Quần đảo Solomon của Papua New Guinea, Los Rogues của Venezuela, Quần đảo Orkney của Scotland, 64 đảo Penghu của Đài Loan, đảo Rock của Palau, đảo Quỷ của Pháp, hòn đảo Flores của Bồ Đào Nha, Đảo Lord Howe của Australia, và Koh Phayam của Thái Lan."
        },
        {
            "en": "There is no doubt that we cannot get by in our lives without wood. This material is used in thousands of products that many people use every day. Unfortunately, a lot of these things, whether they are wood furniture or baked goods with palm oil, are responsible for large-scale tropical deforestation. The most affected are the forests of Argentina, Bolivia, Brazil, Paraguay, Indonesia, Malaysia, and <em>Papua</em> New Guinea. These extensive woods that once were the habitats for hundreds of living species are history today.",
            "vi": "Chắc chắn là chúng ta không thể sống mà thiếu gỗ. Vật liệu này được dùng trong hàng ngàn sản phẩm sử dụng hàng ngày. Thật đáng tiếc là nhiều sản phẩm này, dù là đồ gỗ hay bánh nướng dùng dầu cọ, cũng gây ra nạn phá rừng nhiệt đới quy mô lớn. Bị ảnh hưởng nặng nề nhất là rừng Argentina, Bolivia, Braxin, Paraguay, In - đô - nê - xi - a, Malaysia, và Papua New Guinea. Những khu rừng mênh mông ở đây từng là môi trường sống cho hàng trăm loài sinh vật, nay chẳng còn nữa."
        }
    ],
    "suggestions": []
}