{
    "en_vn": {
        "data": {
            "content": null,
            "word": "parachuting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "parachuting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "parachuting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "parachuting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "parachuting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Parachuting</em> is a strenuous.",
            "vi": "Nhảy dù là môn thể thao căn thẳng."
        },
        {
            "en": "She enjoys <em>parachuting</em>.",
            "vi": "Cô ta thích nhảy dù."
        },
        {
            "en": "<em>Parachuting</em> is a dangerous sport.",
            "vi": "Nhảy dù là môn thể thao căn thẳng."
        },
        {
            "en": "You want to go to a <em>parachuting</em> holiday? Are you out of your mind?",
            "vi": "Anh muốn dùng thời gian nghỉ để tham gia môn nhảy dù thể thao à? Anh có mất trí không đấy?"
        },
        {
            "en": "She was getting bored with her life, so she took up <em>parachuting</em>.",
            "vi": "Cô ấy đang chán với cuộc sống của mình,vì thế cô đã nhảy dù."
        },
        {
            "en": "She was getting bored with her life, so she took up <em>parachuting</em>.",
            "vi": "Cô ấy đang chán với cuộc sống của mình, vì thế cô đã nhảy dù."
        },
        {
            "en": "Every time you go <em>parachuting</em> you 're taking your life in your hands.",
            "vi": "Mỗi lần đi nhảy dù là anh đang mạo hiểm cuộc sống mình."
        },
        {
            "en": "Having developed marine tourism for a long time, Nha Trang has a diverse system of hotels and restaurants and a wide range of exciting activities such as walking on the sea floor in Hon Mun, water motor sports, rowing, <em>parachuting</em> ...",
            "vi": "Đã phát triển du lịch biển trong một thời gian dài. Nha trang có một hệ thống đa dạng của khách sạn và nhà hàng và một dãy rộng lớn của những hoạt động trò chơi hứng thú giống đi bộ trên sàn nước biển ở Hòn Mun, môn thể thao motor nước, chèo thuyền, nhảy dù....."
        },
        {
            "en": "Tam Islet is also an ideal destination for recreation and leisure activities. Hon Tam Resort built on the islet offers many Asian villas and services for visitors such as <em>parachuting</em>, jet skiing, windsurfing, sailing, high-speed motorcycle...",
            "vi": "Đảo Hòn Tằm cũng là một nơi đến lý tưởng dành cho những hoạt động giải trí và thư giãn. Resort Hòn Tăm xây dựng trênđảo cung câp nhiều nhiều villa Asian và dịch vụ dành cho du khách như nhảy dù, mô tô nước, lướt ván, chèo thuyền, đua xe tốc tốc cao."
        },
        {
            "en": "Yen Bai Province is another option in the northwest. During the trip from Yen Bai City to Tu Le and Mu Cang Chai districts, tourists can explore the unique culture of ethnic communities in the upland or try <em>parachuting</em> from Khau Pha Pass. Mu Cang Chai is well known for its vast terraced paddy fields, especially those on the mountain and hill sides in La Pan Tan, Che Cu Nha and De Xu Phinh communes.",
            "vi": "Tỉnh Yên Bái là một lựa chọn khác trong vùng Tây Bắc. Trong suốt chuyến đi từ thành phố Yên Bái đến Tử Lê Và huyện Mù Cang Chải, du khách có thể khám phá nền văn hóa độc nhất của các cộng đồng dân tộc ở cao nguyên hoặc nhảy dù từ đèo Khau Phạ. Mù Căng Chải nổi tiếng với những cánh đồng ruộng bậc thang rộng lớn, nhất là những cánh đồng ruộng bậc thang trên núi và sườn đồi của các xã La Pán Tẩn, Chế Cu Nha và Dế Xu Phình."
        },
        {
            "en": "Tri Nguyen Fish Lake Tourist Area in Mieu Islet is an interesting destination for people who love sea creatures. This is a sea lake parted by the stone revetment system. The lake breeds hundreds of valuable and rare sea creatures. Tri Nguyen Aquarium in Tri Nguyen Fish Lake Tourist Area – a miniature ocean with lots of precious fish and marine plants has the shape of a fossil ship covered fully moss. Soi Beach which is about a few hundred meters from Tri Nguyen Fish Lake Tourist Area offers recreational activities for visitors such as jet skiing, <em>parachuting</em>, scuba diving ...",
            "vi": "Khu du lịch Hồ cá Trí Nguyễn ở đảo Miếu là một điểm đến thú vị dành cho mọi người yêu sinh vật biển. Đây là một hồ biển được chia thành từng phần bởi hệ thống đá bao phủ bên ngoài. Hồ gìn giữ nòi giống hàng trăm sinh vật biển giá trị và quý hiếm. Bể nuôi Trí Nguyên trong khu du lịch hồ cá trí Nguyễn - một đại dương thu nhỏ với nhiều loài cá quý và thực vật biển có hình dạng một con tàu hóa thạch bao phủ toàn rêu. Bãi Sỏi cách Hồ cá Trí Nguyễn vài trăm m đưa đến những hoạt động tiêu khiển dành cho du khách như mô tô nước, nhảy dù, lặn...."
        }
    ],
    "suggestions": []
}