{
    "en_vn": {
        "data": {
            "content": null,
            "word": "paracetamol"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>paracetamol</k><blockquote><cclass>[<cclass>ˌparə'si:təmɒl<cclass>, <cclass>-'sɛt-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>paracetamols</b>) <cclass>Brit. a synthetic compound used to relieve pain and reduce fever. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: abbrev. of its chemical name <i>para-acetylaminophenol</i>. </blockquote></div>",
            "word": "paracetamol"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "paracetamol"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paracetamol"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "paracetamol"
        }
    },
    "sentences": [
        {
            "en": "<em>Paracetamol</em> helps relieve pain and fever.",
            "vi": "Thuốc Paracetamol giúp bạn bớt đau hơn và hạ sốt."
        },
        {
            "en": "What is proprietary name for <em>paracetamol</em>?",
            "vi": "Tên thương mại của thuốc paracetamol là gì?"
        },
        {
            "en": "What about tea, coffee, chocolate and <em>paracetamol</em>?",
            "vi": "Còn trà, cà phê, sô - cô - la và paracetamol thì sao?"
        },
        {
            "en": "<em>Paracetamol</em> is a drug commonly prescribed for pain relief.",
            "vi": "Paracetamol là loại thuốc thường được kê để giảm đau."
        },
        {
            "en": "Give <em>Paracetamol</em> if the person in over 2 months old",
            "vi": "Sử dụng thuốc Paracetamol đối với người trên 2 tháng tuổi."
        },
        {
            "en": "After I took a <em>Paracetamol</em> tablet, the pain wore off.",
            "vi": "Sau khi tôi uống 1 viên thuốc Paracetamol, cơn đau biến mất."
        },
        {
            "en": "Acetaminophen, also called <em>paracetamol</em>, is found in Tylenol, Excedrin and other drugs.",
            "vi": "Acetamoniphen, còn được gọi là paracetamol, được tìm thấy trong Tylenol, Excedrin và các loại thuốc khác."
        },
        {
            "en": "A drug derived from <em>paracetamol</em> that relieves pain, inflammation, and fever.",
            "vi": "Một loại thuốc dẫn xuất của paracetamol có tác dụng giảm đau, kháng viêm và hạ nhiệt."
        },
        {
            "en": "Several analgesic drug have antipyretic, including aspirin, mefanamic acid, <em>paracetamol</em>, and phenylbutazone.",
            "vi": "Nhiều loại thuốc giảm đau có tác động hạ nhiệt như aspirin, mefanamic acid, paracetamol, và phenylbutazone."
        },
        {
            "en": "Mild analgesics, such as aspirin and <em>paracetamol</em>, are used for the relief of headache, toothache, and mild rheumatic pain.",
            "vi": "Thuốc giảm đau nhẹ như là aspirin hoặc paracetamol được dùng để chữa nhức đầu, đau răng và đau thấp nhẹ."
        },
        {
            "en": "Drugs such as <em>paracetamol</em> and phenacemide can cause liver damage at high doses or with prolonged use.",
            "vi": "Các loại thuốc như paracetamol và phenacemide có thể gây tổn hại gan khi dùng liều cao hay dùng lâu dài."
        },
        {
            "en": "Acetaminophen, also called <em>paracetamol</em>, is found in Tylenol, Excedrin and other products that do not require a doctor's order or prescription.",
            "vi": "Acetamoniphen, cũng còn được gọi là paracetamol, được tìm thấy trong Tylenol, Excedrin và trong các loại thuốc khác. Người ta có thể mua được các loại thuốc này mà không cần có toa của bác sĩ."
        },
        {
            "en": "<!-- /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0cm; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} @page Section1 \t{size:612.0pt 792.0pt; \tmargin:72.0pt 90.0pt 72.0pt 90.0pt; \tmso-header-margin:36.0pt; \tmso-footer-margin:36.0pt; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --> \n What is otitis media?  Acute otitis media is infection and inflammation of the middle ear.  Otitis media with effusion is when fluid (often sticky and thick) builds up behind the tympanic membrane. This occurs without signs or symptoms of infection. It is very common in childhood and may resolve spontaneously, leading experts to think that it may be a natural phenomenon. However, sometimes the build up of fluid may lead to hearing loss which may cause language problems if it occurs when children are learning to speak. Symptoms Acute otitis media causes pain and fever. Young children may point at or tug their ear. They may be generally irritable, off their food, and have problems hearing. Occasionally, there is sudden discharge of pus from the ear, which may relieve pain but is a sign their eardrum has ruptured. (Normally the eardrum heals by itself.) Glue ear is not painful and can go unnoticed, even though there may be considerable hearing loss and poor performance at school.  Causes and risk factors  Acute otitis media is an infection due to either a virus or bacteria. It often follows an upper respiratory tract infection such as a cold.  It is not entirely clear exactly what causes otitis media with effusion but it is thought that bacteria, poor immune response and problems with the drainage tube from the middle ear (eustachian tube) play a role.  The diagnosis should be made by a doctor who will look for changes in the eardrum, which is bright red and bulging in acute otitis media.  Treatment and recovery  Trials have shown that antibiotics are not very useful for acute otitis media. They do not make much difference to the pain and may cause unwanted side effects such as diarrhoea. The mainstay of treatment is pain relief such as <em>paracetamol</em>. There may be no symptoms in glue ear but the child may complain of hearing or seem inattentive. Your doctor can arrange for a hearing test. Glue ear may settle over several weeks.  In persistent cases, an operation may be needed to drain the ear and insert tiny drainage tubes called grommets.",
            "vi": "<!-- /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0cm; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} @page Section1 \t{size:612.0pt 792.0pt; \tmargin:72.0pt 90.0pt 72.0pt 90.0pt; \tmso-header-margin:36.0pt; \tmso-footer-margin:36.0pt; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --> \n Viêm tai giữa là gì?  Viêm tai giữa cấp tính là tình trạng tai giữa bị nhiễm trùng và bị viêm.  Viêm tai giữa tiết dịch xảy ra khi chất dịch (thường nhớt và sền sệt) hình thành đằng sau màng nhĩ. Tình trạng này xảy ra mà không kèm theo dấu hiệu hay triệu chứng nhiễm trùng nào. Thông thường nó xảy ra lúc nhỏ và có thể tự khỏi, điều này khiến các chuyên gia ghĩ rằng có thể đó là hiện tượng tự nhiên.  Tuy nhiên, đôi khi việc tạo thành chất dịch có thể dẫn đến mất thính lực, có thể gây ra các vấn đề về ngôn ngữ nếu như tình trạng này xảy ra lúc trẻ em đang học nói.  Triệu chứng Viêm tai giữa cấp tính gây ra đau và sốt. Trẻ em có thể chĩa vào vào hoặc kéo mạnh tai chúng. Có thể chúng thường mẫn cảm, bỏ ăn, và gặp vấn đề về thính giác. Thỉnh thoảng, mủ trong tai đột ngột chảy ra, điều này có thể làm giảm đau nhưng là đó dấu hiệu thủng màng nhĩ. (Thường thì màng nhĩ tự lành.) Viêm tai giữa tiết dịch không gây đau đớn và có thể khó nhận biết, dù cho có thể bị điếc nặng và học kém ở trường.  Nguyên nhân và yếu tố rủi ro Viêm tai giữa cấp tính là nhiễm trùng hoặc là do vi-rút hoặc là do vi khuẩn gây ra. Nó thường xảy ra sau khi bị nhiễm trùng đường hô hấp trên chẳng hạn như là cảm lạnh.  Viêm tai giữa tiết dịch không có nguyên nhân hoàn toàn rõ ràng chính xác, nhưng người ta nghĩ là do vi khuẩn, phản ứng miễn dịch kém và các vấn đề về ống dẫn lưu từ tai giữa (vòi Ớt-tát) gây ra.  Việc chẩn đoán nên được bác sĩ thực hiện, bác sĩ sẽ tìm ra những thay đổi trong màng nhĩ, nó đỏ tươi và sưng phồng trong chứng viêm tai giữa cấp tính.  Điều trị và hồi phục Các thử nghiệm cho thấy là thuốc kháng sinh không hữu ích lắm đối với chứng viêm tai giữa cấp tính. Chúng không làm giảm đau nhiều và có thể gây ra tác dụng phụ không mong muốn, chẳng hạn như là tiêu chảy. Phương thức điều trị chính là làm giảm đau, chẳng hạn như là pa-ra-xê-ta-môn.   Có thể có không có triệu chứng trong chứng viêm tai giữa tiết dịch nhưng trẻ có thể than phiền về thính lực hoặc có vẻ thiếu tập trung. Bác sĩ của bạn có thể sắp xếp để kiểm tra thính lực. Viêm tai giữa tiết dịch có thể khỏi sau vài tuần.  Trong trường hợp viêm kéo dài thì có thể cần phải phẫu thuật để dẫn lưu tai và đưa các ống dẫn lưu thật nhỏ (được gọi là grommets) vào tai.   "
        }
    ],
    "suggestions": []
}