{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['peərənthud]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tư cách làm cha mẹ, bậc cha mẹ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the reponsibilities of parenthood</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trách nhiệm của các bậc cha mẹ</font></td></tr></table><i/></div>",
            "word": "parenthood",
            "pronounce": "['peərənthud]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "parenthood",
            "pronounce": "['peərənthud]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>parenthood</k><blockquote>▸ <cclass>noun CHILDCARE, child-rearing, motherhood, fatherhood, parenting.</cclass></blockquote></div>",
            "word": "parenthood",
            "pronounce": "['peərənthud]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>parenthood</k><blockquote><blockquote><ex><abr>n.</abr> planned parenthood</ex></blockquote></blockquote></div>",
            "word": "parenthood",
            "pronounce": "['peərənthud]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "parenthood",
            "pronounce": "['peərənthud]"
        }
    },
    "sentences": [
        {
            "en": "Obligations imposed by <em>parenthood</em>",
            "vi": "Những nghĩa vụ do địa vị cha mẹ đặt ra"
        },
        {
            "en": "Reponsibilities of <em>parenthood</em>",
            "vi": "Trách nhiệm của các bậc cha mẹ"
        },
        {
            "en": "The reponsibilities of <em>parenthood</em> are very great.",
            "vi": "Trách nhiệm của các bậc cha mẹ rất lớn lao."
        },
        {
            "en": "The responsibilities of <em>parenthood</em> are very important.",
            "vi": "Trách nhiệm của bậc cha mẹ rất quan trọng."
        },
        {
            "en": "The positive aspect of <em>parenthood</em> is rarely written about.",
            "vi": "Điểm tích cực của bậc làm cha mẹ thì hiếm khi được viết ra."
        },
        {
            "en": "I agree with you that working at home makes it easier to combine <em>parenthood</em> with work.",
            "vi": "Tôi đồng ý với anh là làm việc tại nhà sẽ dễ dàng kết hợp giữa công việc và trách nhiệm làm cha mẹ hơn."
        },
        {
            "en": "In this issue, we pose the question :\"Is there life after <em>parenthood</em>?\"",
            "vi": "Trong vấn đề này, chúng tôi đặt ra câu hỏi là: \"Liệu còn có cuộc sống riêng hay không sau khi làm cha mẹ?\""
        },
        {
            "en": "Establish appropriate regulations covering aided conception, surrogate <em>parenthood</em>, sex transformation, etc.",
            "vi": "Xây dựng các quy định phù hợp về thụ thai ống nghiệm, mang thai hộ, chuyển đổi giới tích...."
        },
        {
            "en": "In Buddhism, a good parent can practice four great virtues to sustain him or her and to overcome the great frustrations which are so closely related with <em>parenthood</em>.",
            "vi": "Theo nhà Phật, một người cha hay mẹ có thể tu tập bốn phẩm hạnh tuyệt vời để giúp họ vượt qua những sự thất vọng chán nãn mà chúng liên hệ hết sức mật thiết với tư cách làm cha mẹ."
        },
        {
            "en": "In Buddhism, a good parent can practice four great virtues to sustain him or her and to overcome the great frustrations which are so closely related with <em>parenthood</em>.",
            "vi": "Phật, một người cha hay mẹ có thể tu tập bốn phẩm hạnh tuyệt vời để giúp họ vượt qua những sự thất vọng chán nãn mà chúng liên hệ hết sức mật thiết với tư cách làm cha mẹ."
        },
        {
            "en": "It could be said that a happy family is a group of people living amicably and peaceful together with emphasis on religion, discipline and <em>parenthood</em> to create a happy family atmosphere.",
            "vi": "Có thể nói một gia đình hạnh phúc là một nhóm người sống thân ái và an lạc cùng nhau đặt tầm quan trọng vào kỷ luật tôn giáo và tư cách cha mẹ để tạo bầu không khí gia đình hạnh phúc."
        },
        {
            "en": "STOCKHOLM (AFP) – IVF pioneer Bob Edwards, who brought the joy of <em>parenthood</em> to millions of infertile couples, won the Nobel Prize for Medicine on Monday, more than three decades after the first test tube birth.",
            "vi": "STOCKHOLM (AFP) - Bob Edwards, người tiên phong kỹ thuật thụ tinh nhân tạo (IVF) mang đến niềm vui được làm cha mẹ cho hàng triệu cặp vợ chồng vô sinh đã giành được giải Nô-ben Y học vào ngày thứ hai, hơn ba thập niên kể khi đứa trẻ thụ tinh trong ống nghiệm đầu tiên được sinh ra."
        },
        {
            "en": "While there was a degree of correlation between most of the factors listed, it was particularly strong between legacy and leisure activities. Indeed, three distinct types of people emerged: those who were apathetic towards ideas of <em>parenthood</em>, religion, work and leisure; those who were attracted to religion and <em>parenthood</em> and religion but didn’t care so much about accomplishment and leisure. The third group was all about work and play (and family also, in case you think they might just be psychopaths).",
            "vi": "Mặc dù có độ tương quan giữa hầu hết các yếu tố được liệt kê ấy, nhưng mối quan hệ giữa các hoạt động di sản và giải trí lại cực kỳ mạnh mẽ. Quả thực, xuất hiện 3 nhóm người nổi bật: những người hờ hững với các khái niệm về làm cha mẹ, tôn giáo, công việc và giải trí; những người chú ý nhiều đến tôn giáo và làm cha mẹ nhưng không quan tâm lắm đến thành quả công việc và giải trí. Nhóm người thứ 3 thì chỉ quan tâm đến làm và chơi mà thôi (cũng có quan tâm một chút đến gia đình, không thì bạn lại nghĩ họ bị điên)."
        },
        {
            "en": "While other studies have focused of the impact of young <em>parenthood</em> on women, Einio and her team analyzed data on more than 30,500 men born in Finland between 1940 and 1950.",
            "vi": "Trong khi các nghiên cứu khác tập trung vào tác động của việc làm mẹ trẻ ở phụ nữ, Einio và nhóm của bà đã phân tích dữ liệu của hơn 30.500 người đàn ông sinh ra ở Phần Lan từ 1940 đến 1950."
        },
        {
            "en": "In addition, many health centers and family planning clinics (such as Planned <em>Parenthood</em>) and some schools distribute them free of charge. Female condoms are a little more expensive and cost about $2 to $4 per condom.",
            "vi": "Ngoài ra, nhiều trung tâm y tế và phòng khám kế hoạch hóa gia đình (như là Planned Parenthood) và một số trường học đều phát bao cao su miễn phí. Bao cao su dành cho nữ mắc tiền hơn một chút và có giá khoảng 2 – 4 đô-la Mỹ mỗi cái."
        },
        {
            "en": "Depending on the types of pills, the emergency contraception pill costs between $10 and $80. Many health insurance plans cover the cost of emergency contraception and family planning clinics (such as Planned <em>Parenthood</em>) may charge much less.",
            "vi": "Tùy thuộc vào loại thuốc, thuốc ngừa thai khẩn cấp có giá từ 10 đến 80 đô-la. Nhiều chương trình bảo hiểm sức khỏe bao gồm các chi phí tránh thai khẩn cấp và phòng khám kế hoạch hóa gia đình (chẳng hạn như Planned Parenthood) có thể tính phí ít hơn nhiều."
        },
        {
            "en": "Surveying over 1,400 undergraduate students at Queen’s University, Aarssen and undergraduate student Laura Crimi asked participants to identify their age, gender, religious affiliation and cultural backgroun​d. They then asked a series of questions to determine participants’ attraction to religion, <em>parenthood</em>, accomplishment or fame, and recreation.",
            "vi": "Khảo sát 1400 sinh viên đang theo học đại học Queen, Aarssen và sinh viên Laura Crimi hỏi những người tham gia để biết tuổi, giới tính, tôn giáo và nền tảng văn hóa của họ. Sau đó hỏi một loạt các câu hỏi để xác định mức độ say mê của những người tham gia đối với tôn giáo, công việc làm cha mẹ, thành quả công việc hoặc sự nổi tiếng và giải trí."
        },
        {
            "en": "Are mood swings normal?  You might feel like you're on an emotional roller coaster during pregnancy. You're excited about the future with your little one, but you have concerns about childbirth and <em>parenthood</em>. With pregnancy hormones in the mix, it can feel overwhelming. You're not alone -- many pregnant women have mood swings. Take care of yourself: Get plenty of rest, try stress-relieving activities like exercise, or talking to a friend. If you feel depressed, tell your doctor.",
            "vi": "Việc thay đổi tâm trạng thất thường có bình thường không?   Bạn có thể cảm thấy mình rất hay xúc động trong giai đoạn thai kỳ. Bạn phấn khích về tương lai của đứa con bé bỏng của mình, nhưng bạn cũng lo ngại về việc sinh nở và làm bố mẹ. Do các hoóc-môn thai nghén bị xáo trộn nên bạn có thể bị quá nhiều cảm xúc như thế. Không phải chỉ riêng bạn mới bị cảm giác ấy đâu – rất nhiều thai phụ cũng thay đổi tâm trạng thất thường. Hãy tự chăm sóc mình bằng cách nghỉ ngơi nhiều, tập các bài tập giảm stress như thể dục, hoặc nói chuyện với một người bạn nào đó. Nếu cảm thấy bị trầm cảm thì bạn nên nói cho bác sĩ biết."
        },
        {
            "en": "Becoming a father    When your partner's expecting  Pregnant women experience a variety of emotions and life changes. But most first-time dads have their own feelings and concerns to deal with, too. If you feel shocked, panicked, overwhelmed, scared, or like you're just not ready, you're not alone. Like any big change, this will require a major adjustment. And if the pregnancy wasn't planned — half of all pregnancies aren't — you may be feeling these emotions even more intensely. You don't have to feel guilty or anxious about having mixed emotions; it's completely normal. And you can take steps to get more comfortable with the pregnancy, the idea of <em>parenthood</em>, and the preparations that can make both go smoothly. Here are a few concerns that may be bothering you and ways to keep them in perspective: Will I be capable of caring for a baby? No one is born knowing this stuff, not even your pregnant partner — that's why there are childbirth classes. Depending on what's available in your area, you can take classes as early as the 12th week of pregnancy or one that focuses just on the day of labor and can be taken as late as the eighth month. And some communities offer classes designed just for first-time dads. Most classes teach how to change a diaper, hold the baby, feed and burp the baby, put the baby to sleep, install a car seat, and childproof your home. You'll also learn where to park your car when you get to the hospital, how to get through labor, and how to care for your baby and your partner when you get home from the hospital. Along with the lessons, you'll meet other guys going through the same experience who might be dealing with similar feelings, and that can be a huge help. The nurses and childbirth educators who lead these classes have seen dads in a variety of emotional states, so don't feel embarrassed or hesitant about asking them for help. Will I be a good dad? Remember that you're not going to have to tackle every part of fatherhood at once. For the first few years, a lot of the parenting involves skills taught in childbirth classes and mastered through practice. It's much like other new roles that you might take on in your life. If you're married, you didn't automatically know how to be a good husband. You learned along the way with your wife. You have plenty of time before you have to set curfews, teach your child to drive, and dole out relationship and career advice. These opportunities to teach your child will feel like a natural progression when they arrive. If you need guidance, check for resources in the community, including parenting classes. It may help to talk to and spend time with other fathers and discuss issues you may be grappling with. If you feel like you have issues about your own father to work through, try to talk with someone — maybe a counselor or a family member — before the baby arrives so that they don't interfere with your relationship with your own child. How can we afford this? Feeding, clothing, and educating another human being is going to cost money that's now spent on other things — there's no question about it. But you can reduce your stress about the finances. It may help to get a sense of what your costs will be right after the baby is born. Your health insurer, employer, or your partner's employer may be able to give you an idea of the costs and what is covered. Many workplaces now offer some paid paternity leave, so be sure to ask.  Consider meeting with a financial planner to get some money-management guidance. You may also want to talk to other new parents you know to get an idea of how they managed and what unexpected expenses cropped up. You can open a college fund — or any kind of bank account — any time to save for new expenses. You may want to start putting away a few dollars each week to fund items like childcare and diapers. That way, you'll have a head start on meeting your child's financial needs. Remember, you won't have to pay for certain expenses. For instance, if your partner decides to breastfeed, you'll save money on the cost of feeding your newborn. Also, many families share maternity and baby clothes because pregnant women and babies wear a particular size of clothes for such a short time. Is this the end of my independence? Fatherhood doesn’t mean to spell the end of fun. True, you may not get much sleep or time for yourself during the first few months until your baby starts sleeping through the night. But when the baby sleeps more, you and your partner will have more time for things you enjoy, together and individually. Again, it's important to work together, communicate, and trade off on the childcare responsibilities so that you each get what you need. And try to get to know other new parents, who can share their perspectives and offer child-rearing experiences. In the early years, you can include your little one in many activities — maybe your child can sit with you while you watch a basketball game or read the newspaper or a book. Check out the special baby carriers that let parents take their tots along on walks and hikes. It's easy to fear losing out on free time, but most moms and dads discover that once their child is born they treasure time spent with their baby. How will this change our relationship and sex life? Pregnant women experience huge physical, hormonal, and emotional changes, while also grappling with the same life changes as the dads-to-be. As the pregnancy progresses, it may affect both of you emotionally. Moodiness can be tough to deal with, no matter what the cause, but your patience and understanding can go a long way. Try to help your partner work through any stress she might be feeling about the pregnancy and <em>parenthood</em>.  If you're not feeling stable or good about your relationship, try to work through the issues as soon as possible. Many couples mistakenly think that a baby will bring them together. But a baby can't fix a troubled relationship — that's the job of you and your partner. And the sooner you find a way to work together, the sooner you'll feel more comfortable with your impending <em>parenthood</em>. You can enjoy sex during pregnancy as long as the pregnancy is considered low risk for complications of miscarriage or preterm labor. Discuss with your doctor, nurse, midwife, or other health care provider any risks that may be relevant to you and your partner. You don't have to feel embarrassed; they're used to such questions. As with any other aspect of pregnancy, it's important for you and your partner to speak openly about what feels right for each of you. Of course, just because sex is safe during pregnancy doesn't mean you and your partner will want to have it. Many couples find that their sex drive — and comfort level — fluctuates during the different stages of pregnancy as both get used to all of the changes. Again, keeping the lines of communication open is key. How am I going to get through labor? No rule says you must catch the baby when he or she emerges, cut the umbilical cord, or even be in the delivery room. In childbirth classes you'll learn about massage and pain-management techniques where you'll stand behind your partner at her head and shoulders while she is pushing. As you learn about this, talk to your partner about what you're each comfortable with. It's common to fear fainting, but the truth is that few men do. In fact, many men come out of it thinking that there's much less blood in the process than they expected! Expectant moms, of course, do the hardest work during labor, but dads still play a crucial role. Your partner will need someone to look out for her interests and needs. Long before the due date, it's important to discuss preferences about pain management, medication, and treatment so that you can tell the health care team if your partner is unable to. You'll also be the connection between your partner and your families during the birth. How can I help my partner? Your doctor will probably warn you about things that can go wrong, particularly if you and your partner are older. And it's likely that you'll both have various tests and screenings for birth defects and other health problems. Hearing all of this can be frightening. But you can do many things to help your partner — and your unborn baby — stay healthy during the pregnancy. If you know other families with newborns and young kids, it may be helpful to spend time with them. If you don't know other new parents, your doctor or local childbirth center might be able to put you in touch with other families in your area. Try to go with your partner to doctor appointments, where you can ask questions, gather information, hear the baby's heartbeat, and see an image of the baby on a sonogram. You may also want to tour the maternity ward at the hospital or birthing center where you plan to have the baby. Start preparing your home for the baby by making any needed home improvements or renovations.  Remember that anxiety about pregnancy and <em>parenthood</em> is like anxiety you might feel about anything. Use stress-relief strategies that work for you — perhaps exercise or enjoying movies, books, music, or sports. Talking About It Communication can be a challenge for expectant couples. Even before the pregnancy shows, moms-to-be have strong physical reminders that a baby is on the way and life is going to change dramatically. So your partner might want to talk about the pregnancy while you're still adjusting to it. If you're not ready to talk to her yet, you have other options. You may be more comfortable confiding in friends, relatives, and other new dads, who can offer reassurance and helpful suggestions. Many hospitals and childbirth centers also have professionals who work with new parents and can speak with you confidentially. Remember that billions of guys before you experienced — and survived — fatherhood. There's no secret and you're not supposed to instinctively know how to be a good dad. Just do your best to prepare for the birth and reach out for the many resources that can help.",
            "vi": "Trở thành bố     Khi vợ bạn đang mang thai Phụ nữ có thai thường mang nhiều tâm trạng, nhiều xúc cảm và thay đổi trong cuộc sống. Nhưng hầu hết những người lần đầu làm bố cũng có những cảm xúc và lo lắng riêng của mình.  Nếu bạn cảm thấy bị sốc, bất ngờ, hoảng sợ, nhiều cảm xúc lấn áp, sợ sệt, hoặc chưa sẵn sàng đón nhận việc đó thì cũng bình thường thôi, rất nhiều người có tâm trạng giống như bạn vậy. Giống như bất kỳ một sự thay đổi lớn nào thì điều này đòi hỏi bạn phải có sự điều chỉnh cuộc sống và bản thân hết sức quan trọng. Và nếu như trường hợp bạn chưa chuẩn bị tâm lý cho việc mang thai hoặc có thai ngoài ý muốn – phân nửa bà mẹ mang thai đều ngoài ý muốn – thì hẳn là đối với bạn những cảm xúc này thậm chí còn dữ dội hơn nữa.  Bạn chẳng cần phải cảm thấy có lỗi hay lo lắng về việc các cảm xúc của mình bị xáo trộn như thế đâu; bởi lẽ điều này hoàn toàn bình thường. Và bạn có thể dần dần cảm thấy dễ chịu, thoải mái hơn với việc mang thai, với ý tưởng trở thành bố mẹ, và những bước chuẩn bị có thể giúp cho cả việc mang thai và những suy nghĩ, trăn trở ấy trở nên nhẹ nhàng và không là áp lực nữa.  Dưới đây là một vài trăn trở có thể khiến bạn phải bận tâm và cả những cách giúp bạn nhìn nhận những âu lo của mình:  Liệu tôi có thể chăm sóc cho bé không? Hẳn là không ai tự dưng biết cách chăm sóc con cái đâu, thậm chí là người vợ đang mang thai của bạn cũng thế thôi – cô ấy cũng không hề biết trước – đó là lý do có các lớp học về sinh đẻ. Tuỳ vào điều kiện hoàn cảnh nơi bạn cư ngụ mà bạn có thể tham gia các lớp học này vào đầu tuần 12 của thai kỳ hoặc tham gia khoá học dạy cho bạn những điều cần biết vào ngày sinh thôi và lớp học này vào cuối tháng thứ 8 thai kỳ. Và ở một số nơi, người ta cũng mở các lớp học chỉ dành riêng cho những người lần đầu làm bố.  Hầu hết các lớp học này dạy cho các ông bố biết cách thay tã, ẳm em bé, cho bé ăn và giúp cho bé ợ, cho bé ngủ, cài ghế cho bé trên xe và cách giữ an toàn ngôi nhà cho bé. Bạn còn được chỉ chỗ đậu xe khi đến bệnh viện, cách rặn đẻ, và cả việc chăm sóc cho bé và sản phụ như thế nào khi xuất viện về nhà nữa. Cùng với những bài học bổ ích và lý thú này thì bạn cũng có dịp gặp gỡ những ông bố khác có hoàn cảnh tương tự với cảm xúc và tâm trạng tương tự với bạn, và chắc hẳn đây có thể là nơi hỗ trợ tuyệt vời cho bạn đấy. Các y tá và chuyên viên tư vấn các lớp sinh đẻ này đã từng chứng kiến rất nhiều ông bố mang rất nhiều tâm trạng, cảm xúc khác nhau, thế nên bạn đừng nên ngần ngại hay lúng túng về việc nhờ họ giúp đỡ cho bạn nhé. Liệu tôi có trở thành một ông bố tốt không? Bạn nên nhớ rằng không phải mình sẽ đối phó hết tất cả các giai đoạn làm bố ngay tức khắc đâu. Trong một vài năm đầu thì phần lớn việc nuôi nấng con cái gắn liền với những kỹ năng đã được dạy ở các lớp sinh đẻ và được làm thuần thục qua hoàn cảnh thực tế.    Điều này quả rất giống với nhiều vai trò mới mà bạn có thể đã đảm nhận trong cuộc sống của mình rồi. Nếu bạn kết hôn thì không phải tự dưng bạn biết cách để trở thành một người chồng tốt. Chính cuộc sống với người bạn đời đã đem đến cho bạn những kinh nghiệm giúp trở thành người chồng lý tưởng đấy. Bạn còn nhiều thời gian trước khi phải đặt ra cho mình những lệnh giới nghiêm, những điều bó buộc, tập cho con lái xe, dạy con biết giao thiệp và cho con cả những lời khuyên nghề nghiệp. Các cơ hội dạy dỗ cho bé như thế này giống như một quá trình tiến triển tự nhiên vậy. Nếu cần được hướng dẫn và tư vấn, bạn hãy tìm hiểu, tham khảo các nguồn thông tin trong cộng đồng, kể cả các lớp học về cách nuôi dạy con cái nhé. Bạn cũng nên dành thời gian trò chuyện với những ông bố khác và thảo luận, bàn bạc những vấn đề đang làm cho bạn phải khổ sở và đau đầu. Nếu cảm thấy có những khúc mắc về vấn đề làm bố thì bạn nên tham khảo ý kiến của một người nào đó nhé – có thể là một nhà tư vấn hoặc một thành viên nào đó trong gia đình – trước khi con bạn ra đời để những khó khăn này không là mối cản trở đối với mối quan hệ giữa bạn và con.  Làm sao chúng tôi có thể kham nổi việc này?  Việc ăn mặc, dạy dỗ đối với một đứa bé hẳn là tốn nhiều tiền mà giờ đây bạn dành để chi xài vào việc khác – điều này hoàn toàn không ai bác bỏ được. Nhưng bạn cũng có thể làm giảm mối âu lo về tài chính của mình đấy.  Bạn cũng có thể biết được khoản phí của mình ngay sau khi bé sinh ra đấy. Nhà bảo hiểm sức khoẻ của bạn, sếp của bạn, hoặc sếp của vợ có thể cho bạn biết chi phí phải trả và khoản được hỗ trợ là bao nhiêu. Nhiều chỗ làm hiện cũng đã hỗ trợ phần nào cho thời gian nghỉ việc để chăm con mới sinh của bố, nên bạn hãy mạnh dạn hỏi đi nhé.  Bạn cũng nên gặp nhà hoạch định tài chính để nhờ hướng dẫn cách quản lý tiền bạc. Ngoài ra, bạn cũng có thể tham khảo ý kiến của những người mới làm bố mẹ khác để biết được cách quán xuyến và biết những khoản nào bất ngờ phát sinh thêm.  Bạn cũng có thể dành một khoản tiền quỹ học đại học – hoặc bất kỳ một tài khoản ngân hàng nào khác – vào bất kỳ lúc nào để tiết kiệm cho các khoản chi tiêu mới. Bạn cũng cần nên bắt đầu tiết kiệm vài đô la mỗi tuần để dành cho các khoản như chăm sóc và giám sát bé và tã cho bé nữa. Làm như thế bạn sẽ tạo bước đầu thuận lợi cho việc đáp ứng nhu cầu tài chính của bé về sau.  Nên nhớ là bạn sẽ tiết kiệm được một số khoản nào đó. Chẳng hạn như, nếu vợ bạn cho bé bú sữa mẹ thì bạn sẽ dành được khoản mua sữa cho con. Ngoài ra, nhiều gia đình cũng dùng chung áo bầu và quần áo em bé vì phụ nữ mang thai và trẻ nhỏ thường mặc các số đo riêng biệt nào đó trong một thời gian ngắn.  Có phải việc trở thành bố chấm dứt cuộc sống tự do của tôi không? Việc trở thành bố không đồng nghĩa với việc báo hiệu chấm hết thời kỳ vui vẻ, thoải mái của bạn. Thật vậy, bạn có thể không được ngủ nhiều hoặc không dành nhiều thời gian cho mình trong suốt vài tháng đầu cho đến khi bé có thể bắt đầu ngủ được cả đêm. Nhưng khi con bạn có thể ngủ được nhiều hơn thì cả bạn và vợ sẽ có nhiều thời gian hơn cho sở thích của mình, cùng nhau thưởng thức hoặc riêng cá nhân bạn.   Ngoài ra, điều quan trọng là bạn và vợ nên cùng nhau làm việc, chia sẻ với nhau, và trao đổi về trách nhiệm chăm sóc và giám sát bé để ai cũng có được khoảng thời gian cho riêng mình. Bạn cũng nên làm quen với những người mới làm bố mẹ khác bởi họ có thể chia sẻ quan điểm và kinh nghiệm nuôi dạy con cái với bạn.  Trong những năm đầu, bạn có thể phải mang bé theo bên mình trong nhiều hoạt động – bé có thể phải ngồi với bạn trong lúc bạn theo dõi một trận bóng rổ nào đó hoặc khi bạn đọc sách báo. Bạn hãy tìm hiểu cái địu em bé đặc biệt để bố mẹ có thể mang con nhỏ của mình theo cùng khi đi bộ và đi bộ đường dài xem nhé.    Người ta thường sợ mất thời gian nhàn rỗi của mình, nhưng hầu hết các ông bố, bà mẹ đều phát hiện ra rằng từ khi bé sinh ra, họ rất quý khoảng thời gian dành cho thiên thần nhỏ của mình. Sự thay đổi này ảnh hưởng đến quan hệ vợ chồng và đời sống tình dục như thế nào? Phụ nữ mang thai thường có rất nhiều thay đổi về thể chất, hooc-môn và xúc cảm, trong khi các ông bố tương lai cũng phải hết sức khổ sở với những thay đổi trong cuộc sống tương tự như thế. Khi thai nghén phát triển thì điều này hẳn có thể ảnh hưởng đến tinh thần, cảm xúc của cả hai vợ chồng.  Cảm giác uể oải, ủ rũ có thể sẽ kéo dài rất lâu, bất kể là do nguyên nhân gì đi nữa, nhưng sự kiên nhẫn và cảm thông của bạn có thể sẽ thành công đấy. Hãy cố giúp cô ấy vượt qua khoảng thời gian khủng hoảng và căng thẳng về thai nghén và tâm trạng chuẩn bị làm bố mẹ này nhé. Nếu bạn cảm thấy mối quan hệ của mình chưa chắc chắn hoặc chưa ổn, thì hãy cố giải quyết các vấn đề này càng sớm càng tốt nhé. Nhiều đôi vợ chồng lầm tưởng đứa bé sẽ là sợi dây gắn kết hai người với nhau. Nhưng nhiều khi con bạn không thể hoà giải mối quan hệ khó khăn được – đó là việc riêng của bạn và vợ mình. Và nếu cùng nhau tìm ra giải pháp càng sớm thì bạn càng cảm thấy thoải mái, dễ chịu hơn với việc trở thành bố mẹ trong tương lai.  Bạn cũng có thể quan hệ tình dục trong suốt thời gian mang thai miễn là ít nguy cơ xảy ra biến chứng sẩy thai hoặc sinh non. Bạn nên thảo luận, tham khảo ý kiến của bác sĩ, y tá, nữ hộ sinh, hoặc một bác sĩ nào đó về bất cứ mối nguy hiểm nào có thể xảy ra cho bạn và vợ của mình. Bạn chẳng phải lúng túng,  ngượng ngùng đâu, bởi họ sẵn lòng giải đáp thắc mắc của bạn mà. Khi đề cập đến bất cứ vấn đề gì của thai nghén thì điều quan trọng là cả bạn và cô ấy phải nên nói chuyện một cách cởi mở, thẳng thắn về những điều bạn nghĩ là đúng và phù hợp cho cả hai người. Tất nhiên là không phải vì tình dục là an toàn khi mang thai mà cả hai bạn đều muốn quan hệ. Nhiều cặp vợ chồng phát hiện ra cảm xúc ham muốn tình dục của họ thay đổi thất thường trong suốt nhiều giai đoạn khác nhau của thai kỳ khi cả hai đều quen với tất cả mọi thay đổi như thế. Ngoài ra, xin nhớ rằng việc giữ cho mối quan hệ được hài hoà chính là điều quan trọng nhất. Tôi sẽ vượt qua thời gian sinh nở như thế nào? Không có luật nào buộc bạn phải đón bé khi mới sinh ra, cắt dây rốn, hoặc thậm chí là ở phòng sanh. Ở các lớp học sinh đẻ, bạn sẽ được chỉ dẫn về các kỹ thuật xoa bóp và giúp giảm đau, bạn sẽ đứng phía sau lưng vợ mình ở vị trí ngang đầu hoặc vai của cô ấy khi cô ấy rặn đẻ. Khi bạn đã biết được điều này thì hãy nói với vợ mình những điều có thể làm cho cả hai cảm thấy thoải mái nhất. Người ta cũng thường sợ ngất đi, nhưng thực sự là nhiều ông bố đã ngất xỉu đấy. Thực ra là nhiều người nghĩ là việc sinh đẻ mất ít máu hơn nhiều so với họ tưởng! Thai phụ, dĩ nhiên là vất vả nhất trong suốt thời kỳ sinh đẻ, nhưng các ông bố cũng đóng một vai trò hết sức quan trọng. Vợ bạn cũng cần một người nào đó để chăm sóc, quan tâm và trông chừng xem cô ấy cần gì. Từ trước ngày dự sanh, điều quan trọng là bạn nên bàn bạc phương pháp nào giúp giảm đau, sử dụng thuốc gì và điều trị như thế nào để bạn có thể thông báo cho bác sĩ biết trong trường hợp vợ mình không làm được những việc ấy. Bạn là người trung gian giữa vợ và gia đình mình trong suốt thời gian sinh nở của cô ấy.  Tôi có thể giúp vợ mình bằng cách nào? Bác sĩ ắt sẽ cảnh báo những điều bạn không nên làm, nhất là khi cả hai vợ chồng bạn đều lớn tuổi. Và rất có thể là cả hai bạn phải làm nhiều xét nghiệm và chụp hình khác nhau để xem liệu bé có bị dị tật bẩm sinh và các vấn đề sức khỏe nào khác không. Nghe hết tất cả những điều này thì quả là đáng sợ thật. Nhưng bạn cũng có thể làm được nhiều thứ để giúp cho vợ – và đứa con chưa chào đời của mình – được khỏe mạnh trong suốt thời gian thai nghén đấy. Nếu bạn quen biết với những gia đình có trẻ sơ sinh và trẻ nhỏ khác thì bạn nên dành thời gian tiếp xúc với họ. Nếu không quen biết với bất kỳ người mới làm bố mẹ thì bác sĩ hoặc trung tâm sinh sản ở địa phương cũng có thể giúp cho bạn liên hệ với những gia đình khác trong khu vực của bạn. Hãy cố gắng đi cùng với vợ đến khám bác sĩ, ở đây bạn có thể đặt câu hỏi với bác sĩ, thu thập thông tin, nghe nhịp tim của bé, và thấy được hình của con mình trên đồ thị biểu diễn âm thanh. Bạn cũng cần nên đi một vòng tham quan khu sản khoa ở bệnh viện hoặc trung tâm hỗ trợ sinh sản nơi bạn dự định sinh em bé. Nên chuẩn bị ngôi nhà cho bé bằng cách tu sửa hoặc mua mới bất cứ cái gì cần thiếu nhé. Bạn cũng nên nhớ là sự lo lắng về thai nghén và việc chuẩn bị làm bố mẹ cũng giống như bất kỳ một mối lo âu nào khác. Hãy sử dụng các kỹ thuật, các bí quyết làm giảm căng thẳng có hiệu quả tốt đối với bạn – có thể là tập thể dục hoặc xem phim, đọc sách báo, nghe nhạc, hoặc chơi thể thao nữa.  Hãy bộc lộ, tâm sự với người khác  Trò chuyện, tâm sự với người khác có thể là một điều không mấy dễ dàng gì đối với các cặp vợ chồng sắp sửa sinh con. Thậm chí là trước khi sinh thì cơ thể những bà mẹ tương lai cũng luôn nhớ rất rõ là bé đang phát triển và cuộc sống cũng sẽ thay đổi rất nhiều. Vì vậy vợ của bạn cũng có thể cần tâm sự về chuyện thai nghén trong khi bạn còn đang cố thích nghi với việc ấy.    Nếu bạn chưa sẵn sàng để có thể nói chuyện với vợ mình về điều này thì bạn cũng có nhiều cách khác đấy. Bạn có thể cảm thấy thoải mái hơn khi tâm sự với bạn bè, người thân, và những người mới làm bố khác có thể làm cho bạn yên tâm và gợi ý cho bạn nhiều điều bổ ích. Nhiều bệnh viện và trung tâm sinh sản cũng có các chuyên gia hỗ trợ cho những người mới làm bố mẹ và có thể nói chuyện với bạn một cách riêng tư.  Bạn nên nhớ là đã có hàng tỉ người có kinh nghiệm làm bố rồi và họ vẫn vượt qua đấy thôi. Chẳng có một bí quyết gì cả và người ta cũng chẳng nghĩ là bạn có thể trở thành một ông bố hoàn hảo do bản năng đâu. Công việc của bạn giờ đây là nên cố hết sức để chuẩn bị cho bé chào đời và tìm hiểu thêm nhiều nguồn thông tin có thể giúp ích được cho mình nhé."
        },
        {
            "en": "Top surprises of life after baby arrives    You may have set the agenda, right? Your baby's schedule is now your schedule. Sure, newborns sleep up to 18 hours a day. But that's broken up into small chunks. And between naps, there's feeding, changing, and a whole lot of holding going on. Tip: After the first hectic weeks, babies take longer naps at predictable times. And you'll become a much better time manager. You've joined a worldwide club Suddenly you've got a lot of friends. Strangers smile at you. Mothers at church ask you if you want to join them on a play date. Your boss asks you how your baby's doctor visit went. The club is called <em>parenthood</em>, and you have a lot of company. Enjoy it. Tip: You'll develop a unique parenting style that is right for your family -- and may be quite different from your neighbors.   Your relationship changes There's one more person to interact with, and that means less time for just you and your partner. If one parent is providing most of the baby care, the other can feel slighted. And couples can get so busy they forget to talk. Tip: Set aside time for just the two of you. Make a date and share what's happening in each other's life. Night's no longer for sleeping You remember when night was for sleeping, don't you? Well, your new baby isn't going to let you do that for a while. Until she sleeps through the night, you can limit your sleep deprivation by taking turns with your partner in getting up with the baby. Tip: During the day, don't try to catch up on chores while the baby sleeps. Lie down and rest. You'll have too many visitors You know that family and friends will want to see the new baby. When they do, they'll bring endless stories about raising their kids and endless advice about raising yours. If you feel up for it, it could be fun. Tip: If you're feeling overwhelmed with all you have to do, it's OK to say \"Let's make it another time.\" Good friends will understand. You make more faces than a baby Babies learn by watching and interacting with their environment. It won't be long before you find yourself doing a lot of \"silly\" things to encourage your baby's learning. Smiling, sticking out your tongue, or making a funny face or sound will attract his attention. Tip: After the first few weeks, you'll see him studying, learning, and eventually imitating your silly faces. You need help The constant attention that babies demand is exhausting. Ask for help from your partner. Each of you should have time each day while the other is taking care of the baby to do something that's just for you. Watch a favorite TV show, read a book, go for a walk, take a bath. Tip: If you're a single parent, don't be afraid to ask for help from a friend or relative. Time away will let you recharge. Babies need conversation When you talk with your baby, two things happen. She learns and you bond. And the more you talk, the more those things happen. Tip: Imitate your baby's vocalizations -- \"ba-ba\" or \"goo-goo\" -- then wait for your baby to make another sound, and repeat that back. This helps her learn the give and take of conversation. Babies are expensive The average middle class family spends $225,000 in the first 17 years of a child's life. That's just to provide food, shelter, and other necessities. It doesn't include things like increases in health insurance. Nor does it include saving for college, which is best started early. Babies necessitate a lot of financial planning. Guilt is part of <em>parenthood</em> You told yourself you were going to be a top-notch parent – a calming, happy presence. But there are times when you simply don't want to do it anymore. Now you feel guilty that you aren't enjoying every second of <em>parenthood</em>. Don't. It's natural to want a break from baby. Tip: Ask for help. When the baby's safe in his crib, call a friend. And notice all the things that are going right. Children's books are literature If you didn't know children's books before, you'll fall in love with them now. Many are written with both parent and child in mind to entertain while they educate. Babies love to be read to, and it's never too early to start reading to yours. Tip: Reading aloud will help your baby be a better reader when she's older. You'll make mistakes All those how-to books you read about parenting, and all those things you swore you would never do ... Maybe in a perfect world there are perfect parents. In the real world, the rule of thumb is you do what works. If your child's too old for a pacifier but it helps him sleep, you'll probably make the \"mistake\" of letting him keep it. Relax. That's not the kind of mistake that's going to hurt him. When in doubt, ask your pediatrician. You become a judge As your child grows, so does your role as adjudicator. It may not be what you want to do. Nevertheless, there'll be disputes between siblings to settle, boundaries to establish, time-outs to monitor. Discipline isn't the easiest thing to administer. But it's part of the job. Tip: Set aside time to spend with each child individually, so they don't feel like they're always competing for your attention. You gain a bathroom buddy It'll take a period of time before you start potty training your new baby. But when you do, either you or your spouse will likely have an “audience” when you go to the bathroom. It's called parent modeling. And it’s one way to teach what going to the bathroom is all about. A kid can learn a lot by watching. Baby love is real It might not happen right away. But someday you'll look at your child and feel a depth of emotion you haven't known before. Just how boundless that feeling of love is catches a lot of parents, especially mothers, by surprise. You knew you were going to love this baby, but not so unconditionally. Enjoy it and make it last a lifetime. Parenting is letting go It's the bittersweet in parenting. Every milestone is an accomplishment, and you can be proud you helped your child get there. But at the same time, every milestone means your child is more independent and needs you a little less. When she's tiny, doesn’t sleep through the night, and can't do for herself, you feel like it will never end. Then it seems like it's the next day and she's waving goodbye.",
            "vi": "Những bất ngờ hàng đầu trong cuộc sống sau khi có con     Chắc có lẽ là bạn cũng đã lên lịch cho mình rồi, đúng không? Giờ giấc của bé và giờ giấc của bạn hiện giờ là một. Chắc chắn là trẻ sơ sinh thường ngủ 18 tiếng đồng hồ một ngày, nhưng chúng luôn thức giấc nhiều lần. Và giữa khoảng thời gian trẻ có thể ngủ lại, bạn phải cho bé bú, thay tã, và phần nhiều là phải ôm ấp, ẳm bồng.  Lời khuyên: Sau một vài tuần đầu khiến bạn phải tất bật thì giờ trẻ có thể ngủ được lâu hơn vào những giờ giấc quy định sẵn. Và bạn sẽ quản lý giờ giấc của mình và con được tốt hơn.  Bạn đã là thành viên của “câu lạc bộ các bà mẹ” trên toàn cầu rồi đấy Bạn làm quen và kết giao được với nhiều bạn bè một cách bất ngờ đấy. Nhiều người lạ mỉm cười với bạn. Các bà mẹ đỡ đầu hỏi bạn xem có muốn tham gia ngày nghỉ không. Sếp của bạn sẽ hỏi thăm con bạn đi bác sĩ như thế nào. Đây được gọi là câu lạc bộ những người làm bố mẹ và bạn sẽ có nhiều bạn bè chia sẻ. Hãy tham gia nhé.  Lời khuyên: Bạn sẽ phát huy phong cách làm bố mẹ đặc trưng phù hợp với gia đình mình – và có thể rất khác biệt với các gia đình hàng xóm quanh bạn.  Mối quan hệ của bạn thay đổi Có thêm một người chen vào cuộc sống của bạn, có nghĩa là thời gian bạn dành cho chồng (vợ) của mình ít đi. Nếu một trong hai người chăm sóc con gần như hoàn toàn thì người còn lại sẽ cảm thấy nhẹ nhàng. Và vợ chồng có thể bận bịu quá đến nỗi quên cả nói chuyện với nhau.  Lời khuyên: Hãy sắp xếp thời gian chỉ dành riêng cho 2 người. Bạn nên hẹn nhau và cùng tâm sự cho nhau nghe về những điều đang xảy ra trong cuộc sống.  không được ngủ tròn giấc vào ban đêm Có phải là bạn đang hồi tưởng lại những đêm được ngủ đầy giấc phải không? Trẻ sơ sinh thường không cho bố mẹ ngủ ngon như vậy trong một thời gian cho đến khi chúng có thể ngủ được suốt đêm. Bạn có thể hạn chế tình trạng thiếu ngủ bằng cách thay đổi cho nhau để thức cùng với bé.  Lời khuyên: Ban ngày khi trẻ ngủ bạn đừng nên cố làm việc lặt vặt trong nhà nhé. Hãy nằm nghỉ ngơi đi nào.  Bạn sẽ có nhiều khách khứa  Bạn biết là gia đình và bạn bè ai cũng muốn thấy mặt em bé mới sinh. Khi đến thăm, họ sẽ kể cho bạn nghe hàng tá câu chuyện về cách nuôi con của họ và cho bạn hàng tá lời khuyên. Nếu cảm thấy đủ sức để làm việc đó thì cũng vui thôi.  Lời khuyên: Nếu cảm thấy quá tải vì phải làm hết việc này tới việc khác, bạn nên nói “Lần khác nhé.” Bạn bè thân thích sẽ hiểu thôi mà.  Bạn thay đổi nhiều khuôn mặt hơn em bé Trẻ nhỏ tiếp thu bằng cách quan sát và tiếp xúc với môi trường xung quanh mình. Chẳng bao lâu nữa bạn sẽ thấy mình làm nhiều trò “ngố” để khuyến khích cho bé tiếp thu cho xem. Bạn có thể mỉm cười, lè lưỡi, hoặc làm mặt hề hoặc làm phát ra âm thanh vui tai sẽ khiến cho bé chú ý đấy. Lời khuyên: Sau một vài tuần đầu tiên, bạn sẽ thấy bé quan sát, tiếp thu và cuối cùng là bắt chước làm theo những kiểu mặt ngố của bạn. Bạn cần người khác giúp đỡ  Quan tâm thường xuyên đến nhu cầu của trẻ nhỏ khiến cho bạn trở nên kiệt sức. Hãy nhờ sự giúp đỡ của chồng (vợ) bạn nhé. Mỗi người nên có thời gian rảnh trong ngày để làm điều mình thích trong khi người khác chăm con hộ. Bạn hãy xem chương trình ti vi yêu thích, đọc một quyển sách hay, đi dạo hoặc tắm rửa đi nào.  Lời khuyên: Nếu bạn phải nuôi con một mình thì đừng ngần ngại nhờ bạn bè hoặc người thân giúp đỡ. Thời gian nghỉ ngơi sẽ giúp bạn phục hồi năng lượng lại thôi.  Trẻ nhỏ cần được nói chuyện Khi nói chuyện với con thì bạn sẽ có lợi hai điều. Bé sẽ lắng nghe và tiếp thu, đồng thời bạn cũng tạo được mối quan hệ gần gũi với con. Càng nói chuyện nhiều với trẻ thì bạn và bé sẽ thân nhau hơn và trẻ sẽ tiếp thu được nhiều hơn.  Lời khuyên: Hãy bắt chước các âm thanh của trẻ – như \"ba-ba\" hoặc \"goo-goo\" – và chờ cho bé phát ra âm thanh khác và lặp lại y như vậy. Khi thực hiện điều này, bạn đã giúp con biết trò chuyện qua lại rồi đấy.  Tốn nhiều tiền cho trẻ nhỏ  Để nuôi một em bé suốt 17 năm đầu đời thì một gia đình thuộc hạng thường, trung lưu phải tốn đến 225.000 đô la Mỹ. Đây chỉ là khoản ăn uống, nhà ở, và các nhu cầu thiết yếu khác chứ chưa kể đến các thứ đại loại như khoản tăng bảo hiểm y tế; nó cũng không tính vào khoản dành dụm để học đại học, mà nhiều người cho là nên bắt đầu tiết kiệm sớm. Trẻ nhỏ cần phải có nhiều kế hoạch về tài chính.  Lỗi lầm của bố mẹ Bạn từng tự nhủ là mình sẽ trở thành người bố hoặc người mẹ điềm tĩnh và hạnh phúc nhất. Nhưng lại lắm lần bạn không muốn làm điều đó nữa. Và giờ đây bạn cảm thấy có lỗi rằng mình không thích mỗi giây phút được làm bố mẹ. Đừng như vậy nhé. Ai cũng muốn nghỉ ngơi, không bị con quấy phiền, điều này hoàn toàn bình thường cả thôi.  Lời khuyên: Bạn nên nhờ người khác giúp đỡ. Khi con đã say giấc trong nôi, bạn nên gọi điện cho bạn bè của mình và nhận thấy tất cả cũng đang tiến triển hợp lý đấy thôi.  Sách thiếu nhi đều là các tác phẩm văn học Nếu trước đây bạn không biết đến sách thiếu nhi thì giờ bạn đã “ghiền” chúng rồi đó. Nhiều quyển sách được viết cho đối tượng cả bố mẹ và con cái nhằm vừa để giải trí đồng thời cũng để giáo dục. Trẻ nhỏ thích được nghe người khác đọc sách, và sẽ chẳng bao giờ là muộn để bắt đầu đọc sách cho bé nghe đâu.  Lời khuyên: Bạn nên đọc to cho con nghe – nó sẽ giúp bé trở thành người đọc sách giỏi hơn khi con lớn lên đấy.  Bạn sẽ mắc lỗi  Dẫu cho có đọc hết các sách dạy về cách làm bố mẹ, và dẫu cho có thề sẽ chẳng bao giờ làm những điều đó...Có lẽ là chỉ có những bố mẹ hoàn hảo ở thế giới hoàn hảo thôi. Trong thế giới thực tại này, theo lệ chung thì bạn chỉ làm những gì có ích. Nếu con bạn đã qua tuổi ngậm núm vú giả nhưng nó có thể làm cho bé ngủ ngon thì hẳn là bạn sẽ “mắc sai lầm” để cho con ngậm tiếp. Chuyện nhỏ thôi. Đó không phải là lỗi gây hại gì cho con đâu. Nếu còn nghi ngờ điều gì thì hãy tham khảo ý kiến của bác sĩ nhi khoa nhé.  Bạn sẽ trở thành quan toà đấy Khi con lớn lên thì vai trò của bạn không chỉ ở phạm vi làm bố mẹ mà còn là “quan toà”. Đây có thể là điều khiến bạn phải miễn cưỡng làm. Tuy nhiên, giữa các anh chị em ruột ắt sẽ có gây gổ, tranh chấp, bất hoà, và bạn cần có thời gian để quan tâm theo dõi. Khuôn phép không hề là điều dễ thực hiện nhất đâu. nhưng rèn con vào khuôn phép là trách nhiệm của bố mẹ.  Lời khuyên: Hãy dành thời gian cho từng đứa một, để bé không cảm thấy mình lúc nào cũng cố tranh được bố mẹ quan tâm, chú ý.  Bạn sẽ có thêm một người đi vệ sinh cùng Sẽ phải mất một thời gian trước khi bạn bắt đầu huấn luyện đi vệ sinh cho bé. Nhưng khi đã làm thì cả bạn hoặc vợ (chồng) mình sẽ có thêm một “khán giả” đi vệ sinh cùng. Đây được gọi là hình thức làm mẫu của bố mẹ đồng thời cũng là một cách dạy cho con trẻ biết đi vệ sinh như thế nào. Trẻ con có thể học hỏi được nhiều thứ bằng cách quan sát đấy.  Tình yêu dành cho con là thật  Có thể là bạn chưa có cảm xúc đó ngay liền bây giờ đâu. Nhưng một ngày nào đó, bạn nhìn con và cảm nhận được một thứ cảm xúc rất sâu sắc mà mình chưa từng có bao giờ. Nhiều bố mẹ, nhất là các bà mẹ ngỡ ngàng nhận ra tình yêu thương vô bờ bến đó. Trước đây bạn biết là sẽ yêu con nhưng không biết là sẽ tuyệt đối, vô điều kiện và mãnh liệt như thế. Hãy tận hưởng niềm hạnh phúc ấy và hay yêu thương nuôi nấng nó suốt cuộc đời.  Nới lỏng vòng tay bố mẹ Nuôi nấng con cái là một bước đường đầy vui buồn lẫn lộn. Mỗi cột mốc, mỗi một giai đoạn đều là một thành công và bạn có thể tự hào rằng mình đã giúp con lớn lên và trưởng thành từng ngày. Nhưng đồng thời, mỗi một móc ngoặc thời gian ấy đồng nghĩa với việc con sẽ tự lập hơn và cần đến bạn ít hơn. Khi con còn nhỏ, không ngủ được cả đêm, không tự mình làm được gì, bạn có cảm giác như là con mãi còn bé bỏng. Và rồi dường như ngày hôm sau con đã đang vẫy tay chào từ biệt."
        }
    ],
    "suggestions": []
}