{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">park</font></td></tr></table><i/></div>",
            "word": "parker"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "parker"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "parker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "parker"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "parker"
        }
    },
    "sentences": [
        {
            "en": "He is a Nosey <em>Parker</em>.",
            "vi": "Người hay xen vào việc người khác."
        },
        {
            "en": "She is a nosey <em>parker</em>.",
            "vi": "Cô ấy là người hay xía vào việc của người khác."
        },
        {
            "en": "I'd like to buy this <em>Parker</em> pen.",
            "vi": "Tôi muốn mua cây viết Parker này."
        },
        {
            "en": "The starting line - up will include <em>Parker</em>.",
            "vi": "Đội hình xuất phát sẽ có Parker."
        },
        {
            "en": "The starting line-up will include <em>Parker</em>.",
            "vi": "Đội hình xuất phát sẽ có Parker."
        },
        {
            "en": "They live at 23 <em>Parker</em> Street, Plymouth.",
            "vi": "Họ sống ở 23 đường Parker, Plymouth."
        },
        {
            "en": "Do you have a <em>Parker</em> pen?",
            "vi": "Cô có bút máy hiệu Parker không?"
        },
        {
            "en": "Hello, mrs. <em>Parker</em>...are you waiting to see Doctor Savage?",
            "vi": "Chào bà parker bà đang đợi để gặp bác sĩ savage à?"
        },
        {
            "en": "You are going to be a nosy <em>parker</em>.",
            "vi": "Bạn sắp trở thành người hay xía vào chuyện của người khác rồi đó."
        },
        {
            "en": "Well, I'll be damned! Isn't that Sarah <em>Parker</em> over there?",
            "vi": "Ôi, trời đất! Có phải Sarah Parker ở đằng kia không?"
        },
        {
            "en": "I caught that Nosey <em>Parker</em> reading my diary.",
            "vi": "Tôi tóm được anh chàng tọc mạch đó đang đọc nhật ký của tôi."
        },
        {
            "en": "Mr. <em>Parker</em> grows maize on his farm, while Mrs. <em>Parker</em> works part - time at a grocery store in a nearby town.",
            "vi": "Ông Parker trồng ngô trong trang trại, trong khi bà Parker làm việc bán thời gian tại một cửa hàng tạp phẩm ở thị trấn gần nhà."
        },
        {
            "en": "Mr. <em>Parker</em> grows maize on his farm, while Mrs. <em>Parker</em> works part-time at a grocery store in a nearby town.",
            "vi": "Ông Parker trồng ngô trong trang trại, trong khi bà Parker làm việc bán thời gian tại một cửa hàng tạp phẩm ở thị trấn gần nhà."
        },
        {
            "en": "He is now living with the <em>Parker</em> family on a farm 100 kilometers outside Columbus, Ohio.",
            "vi": "Hiện nay anh ấy đang sống với gia đình Parker tại một trang trại cách thành phố Columbus, Ohio 100 kilo mét."
        },
        {
            "en": "Meg Ryan aced out <em>Parker</em> for the leading role in the film.",
            "vi": "Meg Ryan dễ dàng đánh bại Parker để dành vai chính trong bộ phim."
        },
        {
            "en": "Don't be such a nosey <em>parker</em>, this has nothing to do with you.",
            "vi": "Đừng có xen vào chuyện người khác như thế, không việc gì dính dáng đến bạn."
        },
        {
            "en": "When the film let out, we walked north to the <em>Parker</em> Meridien hotel.",
            "vi": "Khi bộ phim chiếu hết, chúng tôi đã đi bộ theo hướng bắc đến khách sạn Parker Meridien."
        },
        {
            "en": "Many see <em>Parker</em> as the obvious leader, whose voluble style works well on TV.",
            "vi": "Nhiều người xem Parker như là một nhà lãnh đạo thực thụ vì cái phong cách làm việc rành mạch của ông trên truyền hình."
        },
        {
            "en": "The <em>Parker</em> family and Van eat hamburgers or hot dog while they watch Peter play.",
            "vi": "Trong khi xem Peter chơi bóng, gia đình Parker và Văn ăn bánh mì kẹp thịt bò băm viên hoặc bánh mì kẹp xúc xích."
        },
        {
            "en": "On weekends, if Mr. <em>Parker</em> is busy, the three boys help him on the farm.",
            "vi": "Vào những ngày cuối tuần, nếu ông Parker bận thì ba cậu bé sẽ giúp ông làm việc tại trang trại."
        }
    ],
    "suggestions": []
}