{
    "en_vn": {
        "data": {
            "content": null,
            "word": "paronychia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "paronychia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "paronychia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "paronychia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> viêm mé móng</font></td></tr></tbody></table></div>",
            "word": "paronychia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What is <em>paronychia</em>?",
            "vi": "Viêm mé móng là gì?"
        },
        {
            "en": "You're not likely to get <em>paronychia</em> in a toe (unless you have an ingrown toenail). But fingernail <em>paronychia</em> is one of the most common hand infections there is.",
            "vi": "Bạn khó có thể bị viêm mé móng ở ngón chân (trừ phi móng chân của bạn mọc ngược). Nhưng viêm mé móng ở ngón tay là một trong những bệnh nhiễm trùng tay thường thấy nhất."
        },
        {
            "en": "What causes <em>paronychia</em>?  <em>Paronychia</em> usually happens when the skin around a person's nail is irritated or injured. When the skin around the nail is damaged, germs can get in and cause an infection. These germs can be bacteria (causing bacterial <em>paronychia</em>) or fungi (causing fungal <em>paronychia</em>).",
            "vi": "Nguyên nhân gây viêm mé móng là gì?   Viêm mé móng thường xảy ra khi da quanh móng tay hoặc móng chân bị kích ứng hoặc bị thương. Khi da quanh móng bị tổn thương, mầm bệnh có thể xâm nhập và gây nhiễm trùng. Các mầm bệnh này có thể là vi khuẩn (gây viêm mé móng do vi khuẩn) hoặc nấm (gây viêm mé móng do nấm)."
        },
        {
            "en": "If someone has fungal <em>paronychia</em>, a doctor may prescribe antifungal creams, lotions, or other medicines.",
            "vi": "Nếu bệnh nhân bị viêm mé móng do nấm, bác sĩ có thể kê toa cho sử dụng kem chống nấm, kem dưỡng da, hoặc nhiều thuốc khác."
        },
        {
            "en": "If you have diabetes, let your doctor know if you notice any signs of <em>paronychia</em>, even if it seems mild.",
            "vi": "Nếu bị tiểu đường, bạn nên thông báo cho bác sĩ biết nếu phát hiện thấy bất kỳ dấu hiệu nào của chứng viêm mé móng, cho dù là có vẻ nhẹ đi nữa."
        },
        {
            "en": "Some people get <em>paronychia</em> infections after a manicure or using chemicals like nail glue. Certain health conditions (like diabetes) also can make <em>paronychia</em> more likely. And if your hands are in water a lot (if you wash dishes at a restaurant, for example), that ups the chances of getting <em>paronychia</em>.",
            "vi": "Một số người bị viêm mé móng sau khi làm móng tay hoặc sử dụng hoá chất như keo dán móng. Một số bệnh nào đó (chẳng hạn như tiểu đường) có thể gây viêm mé móng dễ dàng hơn. Và nếu bạn ngâm tay trong nước nhiều (như nếu bạn làm công việc rửa chén ở một nhà hàng chẳng hạn), cũng làm tăng nguy cơ mắc bệnh viêm mé móng."
        },
        {
            "en": "<em>Paronychia</em> is an infection of the skin around a fingernail or toenail. The infected area can become swollen, red, and painful. Sometimes a pus-filled blister may form.",
            "vi": "Viêm mé móng là chứng nhiễm trùng da quanh móng tay hoặc móng chân. Vùng da bị viêm có thể trở nên sưng to, đỏ, và đau. Đôi khi vết giộp cũng có thể cương mủ."
        },
        {
            "en": "What are the signs of <em>paronychia</em>?  Chances are, if you have <em>paronychia</em>, it will be easy to recognize. There will be an area of skin around a nail that is painful and tender when you touch it. The area probably will be red and swollen and feel warm. You may see a pus-filled blister.",
            "vi": "Dấu hiệu của viêm mé móng là gì?  Nếu bạn bị viêm mé móng thì cũng sẽ rất dễ nhận ra. Vùng da quanh móng sẽ đau đớn và nhức nhối khó chịu khi bạn chạm vào. Vùng da này không những sẽ sưng to, ửng đỏ lên mà còn cảm thấy nóng nữa. Bạn cũng có thể thấy vết giộp cương mủ."
        },
        {
            "en": "Common <em>paronychia</em> causes include:      * biting or pulling off a hangnail      * clipping a nail too short     * cutting or pushing back the skin around the sides and bottom of the nail (the cuticle)",
            "vi": "Nguyên nhân gây viêm mé móng thường thấy bao gồm :  * cắn hoặc kéo chỗ xước mang rô ra (chỗ xước ở cạnh móng)  * cắt tỉa móng quá sát   * cắt hoặc đẩy ngược lớp da quanh 2 bên và lớp da ở đáy móng (biểu bì)"
        },
        {
            "en": "If <em>paronychia</em> becomes severe and you don't see a doctor, infection can spread through the finger or toe and move into the rest of the body. Luckily, this is very rare.",
            "vi": "Nếu bệnh viêm mé móng trở nên nghiêm trọng và bạn không đi khám bác sĩ, thì nhiễm trùng có thể lây lan sang ngón tay hoặc ngón chân và sang các phần còn lại của cơ thể. May mắn là điều này rất hiếm khi xảy ra."
        },
        {
            "en": "If the <em>paronychia</em> has been there a long time, the nail may turn a different color. It might not be its usual shape or might look as if it's coming away from the nail bed.",
            "vi": "Nếu bạn bị viêm mé móng lâu ngày thì móng có thể sẽ biến màu khác. Ngoài ra móng cũng có thể không còn hình dạng bình thường hoặc có vẻ như sắp lung lay ra khỏi nền móng vậy."
        },
        {
            "en": "If <em>paronychia</em> doesn't get better after a week or so, call your doctor. You'll want to call a doctor right away if you have an abscess (a pus-filled area in the skin or under the nail) or if it looks like the infection has spread beyond the area of the nail.",
            "vi": "Nếu sau khoảng 1 tuần mà bệnh viêm mé móng này vẫn không tiến triển tốt hơn thì bạn nên gọi điện cho bác sĩ. Bạn cũng nên gọi cho bác sĩ ngay nếu bị áp-xe (vùng bên trong da hoặc vùng bên dưới móng bị mưng mủ) hoặc nếu trông có vẻ như chứng nhiễm trùng này đã lan ra ngoài vùng móng."
        },
        {
            "en": "What do doctors do?  Usually, a doctor or nurse practitioner will be able to diagnose <em>paronychia</em> just by examining the infected area. In some cases, a doctor may take a pus sample to be examined in a laboratory to determine what type of germ is causing the infection.",
            "vi": "Bác sĩ làm gì?   Thông thường thì bác sĩ hoặc y sĩ sẽ có thể chẩn đoán bệnh viêm mé móng chỉ bằng cách kiểm tra vùng bị viêm. Trong một số trường hợp, bác sĩ có thể lấy mẫu mủ được kiểm tra trong phòng thí nghiệm để xác định loại mầm bệnh nào gây ra nhiễm trùng."
        },
        {
            "en": "Most of the time, <em>paronychia</em> is no big deal and can be treated at home. In rare cases, the infection can spread to the rest of the finger or toe. When that happens, it can lead to bigger problems that may need a doctor's help.",
            "vi": "Hầu như lúc nào cũng vậy, bệnh nhân bị viêm mé móng có thể chữa trị ở nhà và đó không phải là một chuyện gì to tát. Trong một số trường hợp hiếm thấy thì chứng nhiễm trùng có thể lan sang các phần còn lại của ngón tay hoặc ngón chân. Khi bị như vậy, nó có thể làm cho vấn đề trở nên rắc rối hơn và có thể phải cần đến bác sĩ trợ giúp."
        },
        {
            "en": "What should you do?  If <em>paronychia</em> is mild and hasn't started to spread beyond the fingernail, you can probably treat it at home. Soak the infected nail in warm water for 20 minutes a few times a day. The infection will probably heal on its own in a few days.",
            "vi": "Bạn nên làm gì?  Nếu bạn bị viêm mé móng nhẹ và chưa bắt đầu lây lan ra khỏi móng tay thì bạn có thể điều trị ở nhà. Hãy ngâm móng tay trong nước ấm mỗi ngày vài lần và mỗi lần 20 phút. Chứng nhiễm trùng này sẽ có thể tự lành trong vòng một vài ngày."
        },
        {
            "en": "Can <em>paronychia</em> be prevented?  Here are some things that can lessen your chances of developing <em>paronychia</em>:      * Don't bite your nails or pick at the cuticle area around them.      * Don't cut nails too short. Trim your fingernails and toenails with clippers or manicure scissors, and smooth the sharp corners with an emery board or nail file. The best time to do this is after a bath or shower, when your nails are softer.      * Don't push your cuticles back, trim them, or use cuticle remover. Damaging your cuticles gives bacteria a way to get into your skin and cause an infection.      * If you'll be washing a lot of dishes or if your hands might be coming into contact with chemicals, wear rubber gloves.      * If you have diabetes, make sure it is under control.      * Practice good hygiene: keep your hands and feet clean and dry.      * If you get manicures or pedicures at a nail salon, consider bringing along your own clippers, nail files, and other tools.",
            "vi": "Có thể ngăn ngừa viêm mé móng không?   Bạn có thể áp dụng một số biện pháp dưới đây để làm giảm nguy cơ bị viêm mé móng:   * Không cắn móng tay hoặc cạy lớp biểu bì quanh móng tay.  * Không cắt tỉa móng tay quá sát. Cắt tỉa móng tay và móng chân bằng dụng cụ cắt móng hoặc kéo cắt móng tay, và giũa góc sắc bằng thanh mài hoặc dụng cụ giũa móng tay. Thời điểm cắt giũa móng tốt nhất là sau khi tắm - khi ấy móng của bạn mềm hơn. \n \n* Không đẩy ngược lớp biểu bì ra sau, hãy cắt tỉa chúng, hoặc sử dụng chất tẩy biểu bì. Việc làm tổn thương lớp biểu bì này làm cho vi khuẩn có thể xâm nhập vào da và gây ra nhiễm trùng. \n \n* Nếu bạn rửa nhiều bát đĩa hoặc nếu tay bạn có thể tiếp xúc với hoá chất thì bạn nên mang găng tay cao su.\n \n* Nếu bạn bị tiểu đường, thì nên đảm bảo phải kiểm soát được bệnh.  \n \n* Nên đảm bảo thực hiện vệ sinh sạch sẽ: nên giữ bàn tay và bàn chân của bạn được sạch sẽ và khô ráo. \n \n* Nếu bạn làm móng tay hoặc chăm sóc móng chân ở tiệm làm móng, thì nên nghĩ đến việc mang theo dụng cụ cắt móng, đồ giũa móng tay, và những công cụ khác của mình."
        }
    ],
    "suggestions": []
}