{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['pɑ:sli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thực vật học) cây mùi tây (ngò tây)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">parsley sauce</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nước xốt mùi tây</font></td></tr></table><i/></div>",
            "word": "parsley",
            "pronounce": "['pɑ:sli]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>parsley</k><blockquote>■ <cclass>noun a plant with white flowers and crinkly or flat leaves used as a culinary herb and garnish. [<i>Petroselinum crispum</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>petersilie</i>, via late L. based on Gk <i>petroselinon</i>, from <i>petra</i> 'rock' + <i>selinon</i> 'parsley', influenced in ME by OFr. <i>peresil</i>, of the same origin. </blockquote></div>",
            "word": "parsley",
            "pronounce": "['pɑ:sli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "parsley",
            "pronounce": "['pɑ:sli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "parsley",
            "pronounce": "['pɑ:sli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "parsley",
            "pronounce": "['pɑ:sli]"
        }
    },
    "sentences": [
        {
            "en": "<em>Parsley</em> sauce",
            "vi": "Nước xốt mùi tây"
        },
        {
            "en": "Turkey stuffed with <em>parsley</em>",
            "vi": "Gà tây nhồi rau mùi tây"
        },
        {
            "en": "I forgot the <em>parsley</em>.",
            "vi": "Tôi quên rau mùi tây rồi."
        },
        {
            "en": "Do you have any <em>parsley</em> sauce?",
            "vi": "Anh có nước sốt mùi tây không?"
        },
        {
            "en": "Would you also need some <em>parsley</em>?",
            "vi": "Bà có cần thêm ngò tây không?"
        },
        {
            "en": "The tomatoes have been stuffed with rice, mince and <em>parsley</em>.",
            "vi": "Cà chua đã được nhồi với gạo, thịt băm và ngò tây."
        },
        {
            "en": "Use some of the <em>parsley</em> as a garnish, guys.",
            "vi": "Hãy dùng một ít mùi tây như rau trang trí món ăn nhé các bạn."
        },
        {
            "en": "Add some <em>parsley</em> before you serve the meal.",
            "vi": "Thêm vào một ít rau mùi tây trước khi bạn dọn món đó lên."
        },
        {
            "en": "He layered the aubergine slices with tomatoes, garlic, and <em>parsley</em>.",
            "vi": "Anh ta xếp một lớp gồm những lát cà tím với cà chua, tỏi và rau mùi tây."
        },
        {
            "en": "A ﬂap of plastic helps keep the soil moist for slow-sprouting <em>parsley</em> seeds.",
            "vi": "Một cái nắp nhựa dẻo giúp giữ độ ẩm ở đất cho những hạt ngò tây vốn đâm chồi chậm."
        },
        {
            "en": "I like finely chopped onions/carrots/<em>parsley</em> than the fibre chopped ones.",
            "vi": "Tôi thích hành/cà rốt/rau mùi được băm nhuyễn hơn là xắt thành sợi."
        },
        {
            "en": "You can use dried <em>parsley</em>, but if you have fresh, so much the better.",
            "vi": "Bạn có thể dùng rau mùi tây khô, nhưng nếu có rau mùi tây tươi thì càng tốt."
        },
        {
            "en": "Remember to put some chopped <em>parsley</em> and chives into the soup when it's finished.",
            "vi": "Nhớ cho ít rau ngò cắt nhỏ vào món súp khi nấu xong nhé."
        },
        {
            "en": "PQQ is found in fermented soybeans and also in <em>parsley</em>, green tea, green peppers and kiwi fruit.",
            "vi": "PQQ được tìm thấy trong đậu nành lên men, trong rau mùi tây, trà xanh, tiêu xanh và quả ki-wi."
        },
        {
            "en": "Needed Ingredients:  – 250 g. <em>parsley</em> – 250 g. lemon peel – 250 g. honey – 2 dl. of olive oil     Preparation:  Chop the <em>parsley</em>. Blend all the ingredients until the mixture becomes compact. Refrigerate the remedy.    Usage:  Take 1 Tbsp. every morning.",
            "vi": "Nguyên liệu cần có : - 250 g. rau mùi tây - 250 g. vỏ chanh - 250 g. mật ong - 2 dl. dầu ô - liuCách làm :  Xắt nhuyễn rau mùi tây. Xay tất cả nguyên liệu với nhau cho đến khi hỗn hợp sánh lại. Để tủ lạnh. Cách dùng:  Uống 1 muỗng canh mỗi sáng."
        },
        {
            "en": "PQQ is found in fermented soybeans and also in <em>parsley</em>, green tea, green peppers and kiwi fruit.",
            "vi": "PQQ được tìm thấy trong đậu nành lên men, trong rau mùi tây, trà xanh, tiêu xanh và quả ki - wi."
        },
        {
            "en": "TO PREPARE THE GROUND BEEF, TOSS IT WITH DICED ONION, <em>PARSLEY</em>, BROWN SUGAR, MUSHROOM, CONDIMENTS, AND BREAD CRUMBS IN A MIXING BOWL.",
            "vi": "Để chuẩn bị nhân bò, hãy trộn thịt bò xay với hành tây xắt hạt lựu, mùi tây, đường nâu, nấm, gia vị và vụn bánh mì."
        },
        {
            "en": "Secret #4: Storing in water also works for fresh herbs, particularly <em>parsley</em>, cilantro, oregano, sage, marjoram, basil, rosemary, tarragon, mint, and chives.",
            "vi": "Bí quyết #4 : Trữ trong nước cũng tốt với các loại rau tươi, nhất là mùi tây, ngò, oregano, lá sô thơm, kinh giới, húng quế, hương thảo, ngải giấm, bạc hà, và hẹ."
        },
        {
            "en": "6. Check your breath. Alcohol on the breath the next morning is stinky. Even if you can't tell whether it stinks or not, assume that it does. Brush your teeth and use a strong and pleasant mouthwash to rinse. Grab some <em>parsley</em> and chew on it; <em>parsley</em> is great for removing mouth odors. Through the day, suck peppermint candies or chew mint gum. Spritz occasionally with a mouth freshener.",
            "vi": "6. Hãy kiểm tra hơi thở của mình. Hơi thở có mùi cồn vẫn còn nồng nặc sáng hôm sau đấy nhé. Dù bạn không biết hơi thở mình nặng mùi hay không thì cũng giả dụ như nó có mùi đi. Hãy đánh răng và súc miệng bằng nước súc miệng đậm đặc, thơm tho. Hãy nhai một ít rau mùi tây; rau mùi tây tẩy mùi hôi miệng cực tốt đấy. Ngoài ra, bạn cũng nên ngậm kẹo bạc hà hoặc nhai kẹo cao su bạc hà suốt ngày nhé. Thỉnh thoảng cũng đừng quên xịt dung dịch làm thơm mát răng miệng đấy nhé."
        },
        {
            "en": "Here are the ingredients you’ll need:  2 yellow onions 1 lb. ground beef 1/4 cup onions, diced 1/4 cup <em>parsley</em>, chopped 1/4 cup mushrooms, chopped 1 Tbsp. brown sugar 1 Tbsp. spicy ketchup 1 tsp. soy sauce 1 tsp. worcestershire sauce 1/4 cup Panko bread crumbs 1 pack of bacon 1 bottle of BBQ sauce",
            "vi": "Nguyên liệu  2 củ hành tây 1 lb thịt bò xay 1/4 chén hành, cắt hạt lựu 1/4 chén rau mùi tây, xắt nhuyễn 1/4 chén nấm, xắt nhuyễn 1 muỗng canh đường nâu 1 muỗng canh xốt cà chua cay 1 thìa nước tương 1 thìa dấm cá Worcestershire 1/4 chén vụn bánh mì Panko 1 gói thịt muối xông khói 1 chai xốt BBQ"
        }
    ],
    "suggestions": []
}