{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Parsons",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Parsons",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Parsons",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Parsons",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Parsons",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Normally, <em>parsons</em> wear a dog collar overcoat.",
            "vi": "Thông thường, các mục sư mặc một áo choàng cổ đứng."
        },
        {
            "en": "Mr. <em>Parsons</em> rushed us all off our feet.",
            "vi": "Ông Parsons bắt chúng tôi làm việc quá sức."
        },
        {
            "en": "They met each other at the street, where the importunate beggar wants to sell Mr. <em>Parsons</em> some cigarettes.",
            "vi": "Họ đã gặp nhau trên con đường mà có một người ăn xin mè nheo muốn bán vài điếu thuốc cho ngài Parsons."
        },
        {
            "en": "PhiPhi Oanh Nguyen was born in Houston to Vietnamese parents and earned a Bachelor of Fine Arts at <em>Parsons</em> School of Design.",
            "vi": "PhiPhi Oanh Nguyễn sinh tại Houston (Texas). Cha mẹ cô là người Việt. Cô đã đỗ cử nhân mỹ thuật tại trường thiết kế Parsons."
        },
        {
            "en": "Stephen Hawking’s book A Brief History of Time is one of the most successful science books ever written. Photograph: Andrew <em>Parsons</em>/PA",
            "vi": "Cuốn sách về 'Lược sử thời gian' của Stephen Hawking là một trong những cuốn sách khoa học thành công nhất mà ông từng viết. Ảnh: Andrew Parsons / PA"
        },
        {
            "en": "Beyond focusing on a darker colour palette and being incredibly well-made, the label does defy definition. For instance, Kang's latest D by D collection (available at Harvey Nichols) comprises mixed fabrication activewear inspired by a trip to Mongolia. Moreover, a great number of the nation's leading designers studied fashion outside Korea, steeping themselves in an international approach to their trade. Kang D attended New York's <em>Parsons</em> School of Design, although he admits he didn't particularly enjoy the experience, his time in the city coinciding with the 9/11 attacks.",
            "vi": "Ngoài việc tập trung vào một bảng màu tối hơn và sản xuất khác lạ thì nhãn hàng phải thách thức việc định nghĩa. Ví dụ, bộ sưu tập gần đây của Kang (có tại Harvey Nicols) bao gồm trang phục thể thao với sự pha trộn bắt nguồn cảm hứng từ chuyến đi chơi đến Mongolia. Hơn thế nữa, rất nhiều nhà thiết kế hàng đầu Hàn Quốc đã nghiên cứu thời trang ngoài đất nước này, chính bản thân họ tìm đến sự tiếp cận quốc tế cho nghề nghiệp của mình. Kang D đã tham gia Trường thiết kế Parsons của New York, mặc dù ông ấy thừa nhận rằng ông không thích trải nghiệm đó lắm, thời gian của ông ấy ở thành phố trùng với những cuộc khủng bố ngày 11 tháng 9."
        }
    ],
    "suggestions": []
}