{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,pɑ:ti'zæn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người ủng hộ, người theo một phe phái</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người ủng hộ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">partisan of peace</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">người ủng hộ hoà bình </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đội viên du kích</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(sử học) dân quân kháng chiến; nghĩa quân</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">partisan warfare</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chiến tranh dân quân</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(định ngữ) có tính chất đảng phái</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">in a partisan spirit</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">với óc đảng phái</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(sử học) cây thương dài, trường thương</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phe phái, thiên lệch (thiên vị)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">partisan attitudes</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thái độ bè phái, thiên lệch</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">partisan feeling</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tình cảm thiên vị</font></td></tr></table><i/></div>",
            "word": "partisan",
            "pronounce": "[,pɑ:ti'zæn]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>partisan</k><blockquote><cclass>[<cclass>'pα:tɪzan<cclass>, <cclass>ˌpα:tɪ'zan<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a strong supporter of a party, cause, or person. </blockquote></blockquote><blockquote><blockquote>2》 a member of an armed group fighting secretly against an occupying force. </blockquote></blockquote><blockquote>■ <cclass>adjective prejudiced in favour of a particular cause. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>partisanship</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Fr., via Ital. dialect from Ital. <i>partigiano</i>, from <i>parte</i> 'part'. </blockquote></div>",
            "word": "partisan",
            "pronounce": "[,pɑ:ti'zæn]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>partisan</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>Conservative partisans</i>: SUPPORTER, follower, adherent, devotee, champion; fanatic, fan, enthusiast, stalwart, zealot; <cclass><i>N. Amer.</i> booster.</cclass></blockquote><blockquote><b>2</b><i>the partisans opened fire from the woods</i>: GUERRILLA, freedom fighter, resistance fighter, underground fighter, irregular (soldier).</blockquote><blockquote>▸ <cclass>adjective <i>partisan attitudes</i>: BIASED, prejudiced, one-sided, discriminatory, coloured, partial, interested, sectarian, factional.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>unbiased.</blockquote></div>",
            "word": "partisan",
            "pronounce": "[,pɑ:ti'zæn]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "partisan",
            "pronounce": "[,pɑ:ti'zæn]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "partisan",
            "pronounce": "[,pɑ:ti'zæn]"
        }
    },
    "sentences": [
        {
            "en": "<em>Partisan</em> attitudes",
            "vi": "Thái độ bè phái"
        },
        {
            "en": "<em>Partisan</em> feeling",
            "vi": "Tình cảm thiên vị"
        },
        {
            "en": "<em>Partisan</em> warfare",
            "vi": "Chiến tranh dân quân"
        },
        {
            "en": "In a <em>partisan</em> spirit",
            "vi": "Với óc đảng phái"
        },
        {
            "en": "<em>Partisan</em> of peace",
            "vi": "Người ủng hộ hoà bình"
        },
        {
            "en": "They carried out <em>partisan</em> warfare.",
            "vi": "Họ đã tiến hành chiến tranh dân quân."
        },
        {
            "en": "She has only <em>partisan</em> feelings.",
            "vi": "Cô ấy chỉ có những cảm nhận thiên lệch mà thôi."
        },
        {
            "en": "I am a non-<em>partisan</em> person.",
            "vi": "Tôi là một người không ủng hộ đảng phái nào hết."
        },
        {
            "en": "I am a non - <em>partisan</em> person.",
            "vi": "Tôi là một người không ủng hộ đảng phái nào hết."
        },
        {
            "en": "I am a <em>partisan</em> of peace.",
            "vi": "Tôi là người ủng hộ hòa bình."
        },
        {
            "en": "What is the duty of <em>partisan</em>?",
            "vi": "Đội viên dân quân tự vệ có nhiệm vụ gì?"
        },
        {
            "en": "<em>Partisan</em> feeling is not far from the surface.",
            "vi": "Tình cảm thiên vị không hề hiện ra ngoài."
        },
        {
            "en": "“Tax reform has not historically been a <em>partisan</em> issue—and it does not have to be a <em>partisan</em> issue today,” Trump said.",
            "vi": "Ông Trump nói: \"Cải cách thuế chưa từng là một vấn đề đảng phái - và ngày nay nó cũng không phải là một vấn đề đảng phái.\""
        },
        {
            "en": "You must listen to both points of view and try not to be <em>partisan</em>.",
            "vi": "Bạn cần phải nghe cả hai quan điểm và cố gắng không thiên lệch/vị."
        },
        {
            "en": "Congress on Tuesday passed a bill focused on improving energy efficiency in buildings and water heaters, a move celebrated by both parties for breaking longstanding <em>partisan</em> gridlock.",
            "vi": "Quốc hội Mỹ đã thông qua một dự luật tập trung vào tăng cường hiệu quả năng lượng trong các toà nhà và các máy đun nước nóng. Điều này được xem là một bước tiến mới nhận được sự nhất trí của cả Đảng Dân chủ và Đảng Cộng hoà."
        },
        {
            "en": "Obama Signs US Financial Reform into Law       President Barack Obama has signed legislation to reform the business practices of U.S. financial institutions. Passing the bill was one of the administration's major priorities. President Obama says the new regulations on major financial firms will protect consumers and prevent the abuses that many analysts say led to the global economic recession. \"Reform will also rein in the abuse and excess that nearly brought down our financial system,\" said President Obama. \"It will finally bring transparency to the kinds of complex and risky transactions that helped trigger the financial crisis.\" The new laws are the broadest reform of the U.S. financial industry since the Great Depression of 1930s.  Before he signed it, the president said the overhaul will have global implications. \"That is why we all stand to gain from these reforms,\" said Mr. Obama. \"We all win when investors around the world have confidence in our markets.\" The law will allow the government to take over failing financial institutions, if they are so big that their collapse would damage the U.S. economy.  The government would then sell the properties to ensure that taxpayers do not bear the cost of the failure. Banks will be required to keep more money on hand to cover potential losses from bad investments. And complex transactions called derivatives will be more tightly regulated. Opposition Republicans in Congress are criticizing the overhaul as unnecessary government intrusion into private business. High-ranking Republican Representative Mike Pence says the reform amounts to a \"permanent bailout of Wall Street\" and he called for its repeal. The top Senate Republican, Minority Leader Mitch McConnell, says it will make America's unemployment problem worse. \"Job-stifling taxes, regulations, government intrusion - these appear to be the three pillars of every Democratic legislative effort,\" said Mitch McConnell. \"They are also the three things lawmakers can do that are guaranteed to kill more jobs.\" President Obama thanked the few Republicans who joined his fellow Democrats to vote for the bill.  He called those who did not, \"a <em>partisan</em> minority determined to block change.\" Many of the biggest banks that were bailed out during the financial crisis have repaid their loans and are reporting profits. Peter Cardillo, chief market economist with the New York-based financial firm Avalon Partners, says the reforms might cut into those profits, at least initially. \"In certain cases, probably it will change the way Wall Street does business,\" said Peter Cardillo. \"And that means, perhaps, giving up some business.  And that means lower earnings for some of the major [financial] houses on Wall Street.\" Mr. Obama signed the bill in Washington's Ronald Reagan building, named for a president who championed business deregulation.",
            "vi": "Obama Ký Dự luật Cải cách Tài chính Hoa Kỳ      Tổng thống Barack Obama đã ký luật cải cách các thông lệ kinh doanh của những tổ chức tài chính Hoa Kỳ. Phê chuẩn dự luật này là một trong những ưu tiên hàng đầu của chính phủ nước này. Tổng thống Obama cho biết những quy định mới đối với những công ty tài chính lớn sẽ bảo vệ người tiêu dùng và ngăn chặn tình trạng lạm dụng mà nhiều nhà phân tích cho rằng đó là nguyên nhân dẫn đến suy thoái kinh tế toàn cầu. \"Cải cách sẽ còn kiểm soát tình trạng lạm dụng và chi quá mức mà gần như phá huỷ hệ thống tài chính của chúng ta,\" Tổng thống Obama phát biểu. \"Cuối cùng nó sẽ minh bạch hoá các kiểu giao dịch phức tạp và mạo hiểm vốn đã từng giúp châm ngòi cuộc khủng hoảng tài chính.\" Điều luật mới là một cuộc cải cách sâu rộng nhất trong ngành tài chính Hoa Kỳ kể từ cuộc Đại khủng hoảng kinh tế của thập niên 30. Trước khi ký vào điều luật, tổng thống cho biết công cuộc cải tổ này sẽ mang đến những hệ quả trên toàn cầu. \"Đó là lý do tại sao tất cả chúng ta nhất định sẽ được hưởng lợi từ những cải cách này,\" ông Obama nói. \"Tất cả chúng ta sẽ thắng lợi khi các nhà đầu tư ở khắp nơi trên thế giới tin tưởng vào thị trường của chúng ta.\" Điều luật này sẽ cho phép chính quyền tiếp quản những tổ chức tài chính yếu kém, nếu những tổ chức này quá lớn đến nỗi sự sụp đổ của chúng sẽ gây thiệt hại cho nền kinh tế Hoa Kỳ. Khi đó chính phủ sẽ bán tài sản để bảo đảm rằng người đóng thuế không phải gánh chịu chi phí do sụp đổ tài chính.  Ngân hàng buộc phải luôn giữ sẵn một lượng tiền mặt lớn hơn để trang trải cho các thiệt hại phát sinh từ những khoản đầu tư kém. Và những giao dịch phức tạp được gọi là gọi các công cụ phái sinh sẽ được kiểm soát chặt chẽ hơn. Những đảng viên Cộng Hòa đối lập trong Quốc hội đang chỉ trích cuộc cải cách này là một sự can thiệp không cần thiết của chính phủ vào những doanh nghiệp tư nhân. Mike Pence, Dân biểu đảng Cộng Hoà cấp cao, cho rằng cải cách này là đồng nghĩa với một “hành động cứu nguy Phố Wall lâu dài\" và ông ấy yêu cầu bãi bỏ cải cách này. Mitch McConnell, Đảng viên Cộng Hoà lãnh đạo phe thiểu số tại Thượng viện, cho rằng nó sẽ khiến nạn thất nghiệp của Hoa Kỳ trở nên tồi tệ. \"Những loại thuế kiềm chế việc làm, những quy định, sự can thiệp của chính phủ – ba thứ này dường như ba trụ cột trong mọi nỗ lực làm luật của đảng Dân Chủ,\" Mitch McConnell nói. \"Đó là ba thứ mà giới lập pháp có thể làm để bảo đảm cắt đứt nhiều công ăn việc làm. \" Tổng thống Obama đã cảm ơn một số đảng viên đảng Cộng Hòa đã cùng với những người theo phe Dân chủ của ông đã bỏ phiếu cho dự luật. Ông cũng gọi những người không bỏ phiếu là \"một thiểu số kiên quyết ngăn chận sự thay đổi.\" Nhiều ngân hàng lớn nhất được giải cứu suốt thời kỳ khủng hoảng tài chính đã trả xong nợ và đang báo cáo lãi. Peter Cardillo, nhà kinh tế thị trường chủ chốt của công ty tài chính Avalon Partners ở New York, cho hay ít nhất là vào thời kỳ đầu cải cách có thể làm giảm đi phần nào những lợi nhuận đó. \"Trong một vài trường hợp, có lẽ nó sẽ làm thay đổi cách thức Phố Wall giao dịch làm ăn,\" Peter Cardillo cho biết. \"Và có lẽ điều đó có nghĩa là sẽ cắt giảm một số doanh nghiệp. Và điều đó còn đồng nghĩa với việc làm giảm thu nhập đối với một vài cơ quan [tài chính] then chốt trên Phố Wall.\" Ông Obama đã ký dự luật này trong toà nhà Ronald Reagan ở Washington, toà nhà được đặt theo tên của vị tổng thống đã đấu tranh cho việc bãi bỏ những quy định kiểm soát nền kinh tế."
        },
        {
            "en": "John Bolton is former U.S. ambassador to the United Nations: “Oh I think it’s way too soon to say that. Just find another power in the world that would like to go up against us militarily and the takers are few and far between. There are other countries whose economies are expanding, but after World War II, when Europe was able to recover from the massive destruction of the war, as Japan recovered in its turn, that didn’t reduce America’s influence,\" he said. \"It may have seen others rise in their share of the world’s total product, but the result really was that everybody in the world got wealthier.” Experts say China is a country whose economic growth could make it a powerful player in the years ahead - and a potential rival to the United States. Joseph Nye is a senior scholar at Harvard University: “China has had very impressive progress. It has raised several hundred million people out of poverty with its high growth rates and it is making very impressive progress. I think it is going to get closer to the United States, give the U.S. a run for its money, but I don’t see it passing the U.S,” he said. For his part, Alan Meltzer, an economics professor at Carnegie Mellon University, does believe the U.S. is a declining power. He says one reason is that since the end of the Cold War, European nations have been accommodating American interests less and less because they don’t need Washington as much as they did during the Soviet threat.\nAnd Meltzer says there is another reason for the American decline.“The United States couldn’t solve its budget problems and a country that can’t solve its budget problems is not in a very good position to tell other people what they should do,” Meltzer stated.President Barack Obama and congressional leaders recently reached an agreement to increase the country’s debt ceiling - but only after some acrimonious exchanges.Nye says a polarized political climate in Washington is nothing new.“The outside world sees a very messy political process and many people say it shows Americans in decline. But if one looks back historically, the Americans have always had a rather messy political process - the Founding Fathers had very bitter <em>partisan</em> politics among themselves,\" he explained. \"I think we are going through a bad spell of polarization in politics, but we’ve been through things like that before.”And Nye says there is also nothing new in the current discussion whether the United States is in decline. “We go through cycles like this every decade or two. After Sputnik [1957 - first satellite to be put into Earth’s orbit] we thought the Russians were 10 feet-tall. In the 1980s we thought the Japanese were 10 feet tall. Today people are claiming the Chinese are 10 feet-tall - but I think we’ll outgrow all of this,” he added.Many experts, including Ambassador John Bolton, say in the final analysis, the role that America will play in the years ahead remains in its own hands - and that’s what a democracy is all about.  ",
            "vi": "John Bolton, cựu đại sứ Hoa Kỳ tại Liên Hiệp Quốc, cho biết: “Tôi nghĩ là quá sớm để nói điều này. Hãy thử tìm một thế lực khác trên thế giới muốn cạnh tranh với chúng tôi về tiềm lực quân sự, chắc là có rất ít và lại thua xa. Có nhiều quốc gia khác có nền kinh tế đang phát triển, nhưng sau Chiến tranh Thế giới thứ hai, khi các nước Châu Âu có thể hồi phục sau sự tàn phá nghiêm trọng của chiến tranh, rồi đến lượt sự hồi phục của Nhật Bản, đã không làm giảm bớt thế lực của Hoa Kỳ,”. Ông nói thêm: “Có thể thấy rằng các quốc gia khác đã gia tăng sự đóng góp của họ vào tổng sản phẩm thế giới, nhưng kết quả thực sự là mọi người trên thế giới đều trở nên giàu có hơn.” Các chuyên gia nói rằng sự tăng trưởng kinh tế của Trung Quốc có thể giúp cho đất nước này trở thành một quốc gia hùng mạnh trong những năm tới – và là một đối thủ “nặng ký” của Hoa Kỳ. Joseph Nye là một học giả thâm niên của Đại học Harvard, đã nói: “Trung Quốc có sự tiến bộ rất ấn tượng. Đất nước này đã đưa hàng trăm triệu người dân thoát khỏi đói nghèo nhờ vào tốc độ tăng trưởng cao và đang phát triển đáng kinh ngạc. Tôi nghĩ Trung Quốc sẽ còn gắn bó mật thiết với Hoa Kỳ hơn nữa, mang đến lợi ich về tài chính cho Hoa Kỳ , nhưng tôi không nghĩ Trung Quốc sẽ qua mặt được Hoa Kỳ,” Về phần mình, Alan Meltzer, giáo sư kinh tế học của Đại học Carnegie Mellon, tin chắc thế lực của Hoa Kỳ đang suy giảm. Ông đưa ra lý do là khi chiến tranh lạnh kết thúc, các quốc gia châu Âu không còn mang đến nhiều lợi ích cho Hoa Kỳ vì họ không còn cần đến Washington nhiều như tại thời điểm bị chính quyền Soviet đe doạ. Meltzer cũng nói rằng có lý do khác giải thích cho sự suy sụp của nước Mỹ. “Hoa Kỳ không thể giải quyết các bài toán ngân sách của chính mình, mà hễ một quốc qua không thể giải quyết các bài toán ngân sách của chính mình thì khó có thể “khuyên bảo” các quốc gia khác nên làm gì,” Meltzer nói. Tổng thống Barack Obama và các lãnh đạo quốc hội đã đạt đến thỏa thuận gia tăng mức nợ trần của đất nước này – nhưng chỉ sau một số cuộc tranh cãi gay gắt. Nye nói rằng một xu thế chính trị phân cực ở Washington chẳng có gì mới. “Thế giới bên ngoài nhìn vào Hoa Kỳ và thấy ở đó đang tồn tại một chính trường hỗn loạn và nhiều người cho rằng đó là dấu hiệu cho thấy nước Mỹ đang suy sụp. Nhưng chúng ta hãy ngẫm lại lịch sử, trước đây chính trường nước Mỹ cũng từng khá hỗn loạn – chính những người sáng lập đã có những quan điểm chính trị vô cùng chủ quan,”, ông Nye giải thích. “Tôi nghĩ chúng tôi đang ở trong tình trạng phân cực nặng nề về quan điểm chính trị, nhưng chúng tôi sẽ vượt qua được như đã từng trải qua trong lịch sử.” Nye nói cũng không có gì mới trong cuộc tranh luận rằng Hoa Kỳ có đang suy sụp hay không. Ông ấy nói thêm: “Chúng tôi trải qua các chu kỳ như thế này cách một hoặc hai thập kỷ. Sau sự kiện vệ tinh Sputnik (là vệ tinh đầu tiên được phóng lên quỹ đạo Trái Đất vào năm 1957), chúng tôi đã nghĩ  người Nga cao 10 feet. Trong những năm 80, chúng tôi đã nghĩ người Nhật  cao 10 feet. Ngày nay người ta cho rằng người Trung Quốc cao 10 feet – nhưng tôi nghĩ chúng tôi sẽ cao hơn tất cả,”\nNhiều chuyên gia, bao gồm Đại sứ John Bolton, nói rằng suy cho cùng vai trò của Hoa Kỳ trong nhiều năm sau vẫn như cũ và đó là tất cả những gì thuộc về chế độ dân chủ."
        }
    ],
    "suggestions": []
}