{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">passive</font></td></tr></table><i/></div>",
            "word": "passively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "passively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "passively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "passively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "passively"
        }
    },
    "sentences": [
        {
            "en": "You've learned in <em>passively</em>.",
            "vi": "Bạn học thụ động."
        },
        {
            "en": "She <em>passively</em> nods.",
            "vi": "C gai khe gt u."
        },
        {
            "en": "You 've learned in <em>passively</em>.",
            "vi": "Bạn học thụ động."
        },
        {
            "en": "Coming under a surprise attack, the enemy resisted <em>passively</em>.",
            "vi": "Bị tiến công bất ngờ, địch chống đỡ một cách bị động."
        },
        {
            "en": "Angela was <em>passively</em> happy to be going to the dance, but not really interested in Eric.",
            "vi": "Angela bị cuốn hút theo nên cũng thích đến lễ hội khiêu vũ, nhưng không thích Eric cho lắm."
        },
        {
            "en": "Listening is not simple <em>passively</em> hearing what another person is saying.It is a very complicated activity.",
            "vi": "Sự lắng nghe thì không đơn giản là nghe một cách thụ động những điều mà người khác đang nói. Nó là một hành động rất phức tạp."
        },
        {
            "en": "This type of learning requires students to <em>passively</em> absorb large amounts of knowledge transmits by the professor.",
            "vi": "Kiểu học này yêu cầu học sinh hấp thu thụ động khối lượng lớn tri thức do giáo sư truyền cho."
        },
        {
            "en": "Listening is not simple <em>passively</em> hearing what another person is saying. It is a very complicated activity.",
            "vi": "Sự lắng nghe thì không đơn giản là nghe một cách thụ động những điều mà người khác đang nói.Nó là một hành động rất phức tạp."
        },
        {
            "en": "    * Restorative yoga: This practice allows the body to fully relax by holding simple postures <em>passively</em> for extended periods of time.",
            "vi": "* Yoga phục hồi sức khoẻ: Kiểu luyện tập này giúp cơ thể thả lỏng hoàn toàn bằng cách giữ một vài tư thế đơn giản một cách thụ động trong khoảng thời gian dài.  "
        },
        {
            "en": "An animal, usually an insect, that <em>passively</em> transmits infectious organisms from one animal to another or from an animal to man.",
            "vi": "Một súc vật, thường là côn trùng, truyền mầm bệnh một cách thụ động từ một con vật tới một con vật khác hoặc từ súc vật truyền cho người."
        },
        {
            "en": "Second, \"virtually no one in modern organizations will <em>passively</em> accept and completely obey a constant stream of orders from someone just because he or she is the\" boss \"\".",
            "vi": "Thứ hai, hầu như không ai trong một tổ chức hiện đại lại thụ động chấp nhận và phục tùng tuyệt đối những mệnh lệnh được liên tục đưa ra từ một người nào đó chỉ vì người đó là sếp."
        },
        {
            "en": "Yet, instead of <em>passively</em> waiting for top-down reforms, these female entrepreneurs have already been working around many of these problems with remarkable energy, flexibility and persistence.",
            "vi": "Thế nhưng, thay vì thụ động chờ đợi cải cách từ trên xuống, các nữ doanh nhân đã tìm cách khắc phục những khó khăn đó với sự năng động, linh hoạt và kiên trì."
        },
        {
            "en": "Commercial banks themselves need to promote and educate customers and create new demand for their services, rather than <em>passively</em> serve existing demand.",
            "vi": "Chính các ngân hàng thương mại cần phải quảng cáo và giáo dục khách hàng và tạo thêm nhu cầu mới đối với các dịch vụ của họ hơn là bị động phục vụ nhu cầu sẵn có."
        },
        {
            "en": "Where communes only <em>passively</em> receive benefits or households largely receive support in kind, there is a higher potential for leakage of funds due to limited involvement and accountability of local people.",
            "vi": "Ở nơi nào mà các xã chỉ thụ động hưởng lợi ích hoặc hộ dân chỉ phần lớn nhận hỗ trợ bằng hiện vật, ở đó khả năng có thất thoát nguồn vốn do người dân địa phương thiếu trách nhiệm và thiếu sự tham gia."
        },
        {
            "en": "In situations where communes only have the role of <em>passively</em> receiving benefits or households are largely receiving support in kind, there is higher potential for leakage of funds due to limited involvement and accountability of local people.",
            "vi": "Trong trường hợp các xã thụ động hưởng lợi hoặc các hộ gia đình nhận hỗ trợ nhiều qua hình thức hiện vật, thì khả năng thất thoát kinh phí càng cao do sự tham gia và trách nhiệm hạn chế của người dân địa phương."
        },
        {
            "en": "On August 28, the community was stirred up by a video showing five students beating a seventh grader at Nam Tuan Secondary School in Cao Bang. The schoolboy was sitting <em>passively</em>, receiving hits on the body. One student was seen striking his friend with an iron tube.",
            "vi": "Ngày 28 tháng 8, cộng đồng đã sục sôi bởi một video cho thấy năm học sinh đánh một học sinh lớp bảy tại trường THCS Nam Tuấn ở Cao Bằng. Người học sinh ngồi thụ động nhận đòn mà không chống trả. Có cả cảnh một học sinh đánh bạn mình bằng ống sắt."
        },
        {
            "en": "The nuns don’t listen to love songs, watch romantic comedies, and gossip. In their own words, these are sources that feed the craving for intensity and the type of romance that leave us heart broken or in unhappy relationships. We underestimate the power of what we <em>passively</em> consume, and how it affects our perceptions and desires.",
            "vi": "Các nữ tu sĩ không nghe những bài hát về tình yêu, xem kịch lãng mạn và ngồi nới chuyện tầm phào. Nói theo cách riêng của họ, đây là những nguồn nuôi dưỡng sự thèm thuồng và là một dạng của ân ái mà nó sẽ làm cho trái tim tan vỡ hoặc dẫn đến các mối quan hệ không hạnh phúc. Chúng tôi đánh giá thấp sức mạnh của những gì chúng ta thụ động tiêu thụ, và cách mà nó ảnh hưởng đến nhận thức và mong muốn của chúng ta."
        },
        {
            "en": "On August 28, the community was stirred up by a video showing five students beating a seventh grader at Nam Tuan Secondary School in Cao Bang. The schoolboy was sitting <em>passively</em>, receiving hits on the body. One student was seen striking his friend with an iron tube.",
            "vi": "Ngày 28 tháng 8, cộng đồng đã sục sôi bởi một video cho thấy năm học sinh đánh một học sinh lớp bảy tại trường THCS Nam Tuấn ở Cao Bằng. Người học sinh ngồi thụ động nhận đòn mà không chống trả. Có cả cảnh một học sinh đánh bạn mình bằng ống sắt."
        },
        {
            "en": "On the first day of class, the white-haired professor blasted Bruce Springsteen’s “Born in the USA” as we walked in. He asked us point-blank, “What does it mean to be an American?” I had come armed with a notebook and pen, ready to <em>passively</em> receive information. Instead, we were being prompted to really engage with history—a first for many of us in the classroom.",
            "vi": "Vào ngày đầu tiên, khi chúng tôi bước vào, giáo sư với mái tóc bạc trắng đã thổi bài hát \"Born in the USA\"- tạm dịch là \"Sinh ra trên đất Mỹ\" của nam ca sĩ nhạc Rock nổi tiếng người Mỹ- Bruce Springsteen. Ông ấy đã hỏi thẳng chúng tôi rằng, \"Thế nào là một công dân Mỹ?\" Tôi đã đến lớp học với đầy đủ tập và bút, sẵn sàng tiếp nhận thông tin một cách thụ động.Thay vào đó, chúng tôi đã được nhắc nhở để gắn kết thực sự với lịch sử- đó là buổi đầu tiên đối với nhiều người trong chúng tôi ở lớp học đó."
        },
        {
            "en": "Mr. Taylor: I think you can be held accountable to it. Grab a friend who wants to do something as well. It’s a muscle you develop over time. It takes more mental effort to act on a piece of information than to <em>passively</em> consume information. Just ask yourself, “What do I want to have happen?” Figure out the first step in moving toward that. And then do it.",
            "vi": "Ông Taylor: Tôi nghĩ bạn có thể phải chịu trách nhiệm với điều đó. Hãy kiếm lấy một người bạn mà cũng đang đang muốn làm một cái gì đó. Đó là một nguồn lực mà bạn phát triển theo thời gian. Sẽ đòi hỏi thêm nhiều nỗ lực về tinh thần để hành động theo một đoạn thông tin hơn là để tiêu phí thông tin một cách thụ động. Chỉ cần tự hỏi mình, “Mình muốn điều gì sẽ xảy ra?” Hình dung ra bước đầu tiên trong việc di chuyển theo hướng đó. Và sau đó làm điều đó."
        }
    ],
    "suggestions": []
}