{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pasteurised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pasteurised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pasteurised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pasteurised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pasteurised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Dioxin animal feed scare shuts German farms      More than 4,700 German farms have been closed after large amounts of animal feed were found to be contaminated with dioxin, a poisonous chemical. Officials insist the levels of dioxin do not pose a risk to humans, and that the closures are only a precaution. Most of the affected farms are in Lower Saxony region, north-west Germany. Meanwhile, the EU has warned that eggs from farms affected by dioxin have entered the UK in processed products destined for human food. Last week, more than 1,000 farms were banned from selling eggs after dioxin was found in eggs and poultry. Dioxin is linked to the development of cancer in humans.  It is believed that the poison reached the animal feed after being distributed by a company in northern Germany which supplies additives for animal feed. The dioxin was discovered in late December, but the extent of the problem was only revealed earlier this week when German officials said 3,000 tonnes of feed had been affected. Germany's agriculture ministry said on Thursday that most of the closed farms were ones raising pigs. The ministry said the farms would not be allowed to make any deliveries until they had been checked and found to be clear of contamination. And European Commission health spokesman Frederic Vincent told a news conference how the problem had now reached Britain. \"Those eggs were then processed and then exported to the United Kingdom... as a 14-tonne consignment of <em>pasteurised</em> product for consumption,\" he said. \"Whether it went into mayonnaise, pastries, I don't know. So we will probably take a look at this with the UK authorities and see what was done with these eggs.\"",
            "vi": "Nỗi lo sợ về thức ăn cho động vật chứa đi-ô-xin làm cho nhiều trang trại ở Đức phải đóng cửa     Hơn 4.700 trang trại ở Đức bị đóng cửa sau khi rất nhiều thức ăn cho động vật bị phát hiện nhiễm đi-ô-xin, một hoá chất độc hại.  Các quan chức nhấn mạnh mức độ đi-ô-xin không gây nguy hiểm cho con người, và việc đóng cửa chỉ là một biện pháp đề phòng mà thôi.  Hầu hết các trang trại bị ảnh hưởng ở vùng Lower Saxony, tây bắc nước Đức.  Trong khi đó, EU đã cảnh báo là trứng của các trang trại nhiễm đi-ôxin đã vào Vương quốc Anh trong trong các sản phẩm được xử lý làm thực phẩm cho con người. Tuần trước, hơn 1.000 trang trại bị cấm bán trứng sau khi người ta phát hiện trong trứng và thịt gia cầm có chứa đi-ô-xin.  Đi-ô-xin liên quan đến việc phát triển ung thư ở con người. Người ta cho là chất độc này có trong thức ăn cho động vật sau khi được phân phối bởi một công ty cung cấp phụ gia cho thức ăn động vật ở miền bắc Đức.  Đi-ô-xin được phát hiện vào cuối tháng mười hai, nhưng mức độ ảnh hưởng của vấn đề chỉ được tiết lộ vào đầu tuần này khi các quan chức Đức nói rằng 3.000 tấn thức ăn bị nhiễm chất này.  Hôm thứ năm, Bộ Nông nghiệp Đức đã nói rằng hầu hết các trang trại bị đóng cửa là các trang trại nuôi heo.  Bộ này đã nói rằng các trang trại sẽ không được phép giao bất kỳ hàng nào cho đến khi họ được kiểm tra và không còn bị phát hiện nhiễm bệnh. Và Frederic Vincent - phát ngôn viên y tế thuộc Uỷ ban châu Âu - đã nói trong một cuộc họp báo hiện nay vấn đề này đã ảnh hưởng đến nước Anh bằng cách nào.  \"Sau đó trứng được xử lý rồi xuất khẩu sang Vương quốc Anh… khi ký gửi 14 tấn sản phẩm được tiệt trùng dành cho tiêu dùng,\" ông nói.  \"Nó có được chế biến thành sốt ma-i-on-ne hoặc bột nhão hay không thì tôi không biết. Vì vậy có thể chúng tôi sẽ xem xét vấn đề này với các nhà chức trách Vương quốc Anh và xem là món gì được làm từ các quả trứng này.\""
        }
    ],
    "suggestions": []
}