{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Pasteur"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Pasteur"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Pasteur"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Pasteur"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Pasteur"
        }
    },
    "sentences": [
        {
            "en": "What did Louis <em>Pasteur</em> invent?",
            "vi": "Louis Pasteur đã phát minh ra cái gì?"
        },
        {
            "en": "This discovery is attributed to <em>Pasteur</em>",
            "vi": "Phát hiện này được xem là của Pasteur."
        },
        {
            "en": "Louis <em>Pasteur</em> was born in France.",
            "vi": "Louis Pasteur sinh ra ở Pháp."
        },
        {
            "en": "<em>Pasteur</em> is accredited with this discovery.",
            "vi": "Phát hiện này được xem là của Pasteur."
        },
        {
            "en": "<em>Pasteur</em> also discovered the process of immunization.",
            "vi": "Pasteur cũng khám phá ra phương pháp miễn dịch."
        },
        {
            "en": "Louis <em>Pasteur</em> received a doctorate in 1847.",
            "vi": "Louis Pasteur đã nhận học vị tiến sĩ vào năm 1847."
        },
        {
            "en": "Louis <em>Pasteur</em> developed vaccines for several diseases.",
            "vi": "Louis Pasteur phát triển vaccin cho vài bệnh dịch."
        },
        {
            "en": "Day by day <em>Pasteur</em> grew more worried.",
            "vi": "Ngày này qua ngày khác pastuer biết rằng những mũi thuốc tiêm đang có thí nghiệm."
        },
        {
            "en": "But <em>Pasteur</em> had been experimenting with animals.",
            "vi": "Nhưng pasteur đã thí nghiệm với súc vật."
        },
        {
            "en": "Who founded the <em>Pasteur</em> Institute in Nha Trang?",
            "vi": "Ai đã thành lập Viện Pasteur ở Nha Trang?"
        },
        {
            "en": "Louis <em>Pasteur</em> developed the vaccine for preventing rabies.",
            "vi": "Louis Pasteur đã phát minh vắcxin ngừa bệnh dại."
        },
        {
            "en": "Louis <em>Pasteur</em> is remembered for his anti hydrophobic vaccine.",
            "vi": "Louis pasteur chế ra vaccine chống sợ nước."
        },
        {
            "en": "He built the <em>Pasteur</em> Institute in Nha Trang.",
            "vi": "Ông ấy đã xây dựng viện Pasteur ở Nha Trang."
        },
        {
            "en": "Louis <em>Pasteur</em> became a world - famous French chemist and biologist.",
            "vi": "Louis Pasteur đã trở thành là một nhà sinh học và hóa học nổi tiếng khắp thế giới."
        },
        {
            "en": "Louis <em>Pasteur</em> became a world-famous French chemist and biologist.",
            "vi": "Louis Pasteur đã trở thành là một nhà sinh học và hóa học nổi tiếng khắp thế giới."
        },
        {
            "en": "Louis <em>Pasteur</em> is a world - famous French chemist.",
            "vi": "Louis Pasteur là một nhà hóa học người Pháp nổi tiếng khắp thế giới."
        },
        {
            "en": "Alexandre Yersin founded the <em>Pasteur</em> Institute in Nha Trang.",
            "vi": "Alexandre Yersin đã thành lập Viện Pasteur ở Nha Trang."
        },
        {
            "en": "He built the <em>Pasteur</em> Institute in Da Lat.",
            "vi": "Ông đã xây Viện Pasteur ở Đà Lạt."
        },
        {
            "en": "Louis <em>Pasteur</em> is a world-famous French chemist.",
            "vi": "Louis Pasteur là một nhà hóa học người Pháp nổi tiếng khắp thế giới."
        },
        {
            "en": "When was <em>Pasteur</em> appointed as Professor of Chemistry?",
            "vi": "Pasteur đã được chỉ định là giáo sư hóa học vào khi nào?"
        }
    ],
    "suggestions": []
}