{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pæs'tel]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây tùng lam</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">màu tùng lam; màu nhạt nhẹ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghệ thuật) phấn màu; bức tranh vẽ bằng phấn màu</td></tr></table><i/></div>",
            "word": "pastel"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pastel</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a crayon made of powdered pigments bound with gum or resin. </blockquote></blockquote><blockquote><blockquote>    ⁃ a work of art created using pastels. </blockquote></blockquote><blockquote><blockquote>2》 a soft and delicate shade of a colour. </blockquote></blockquote><blockquote>■ <cclass>adjective of or denoting such a shade: <cclass>pastel blue curtains. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>pastellist</b> (also <cclass><b>pastelist</b>) <cclass>noun </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: via Fr. from Ital. <i>pastello</i>, dimin. of <i>pasta</i> 'paste'. </blockquote></div>",
            "word": "pastel"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>pastel</k><blockquote>▸ <cclass>adjective PALE, soft, light, light-coloured, muted, subtle, subdued, soft-hued.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>dark, bright.</blockquote></div>",
            "word": "pastel"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pastel"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phẩm màu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phấn màu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A dried pastelike solid that is made from pigments ground with chalk and compounded with gum water.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Chất rắn khô giống như hồ bột làm từ chất nhuộm nghiền với đá phấn và pha trộn với nước gôm.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pastel tone</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> màu của phấn vẽ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "pastel"
        }
    },
    "sentences": [
        {
            "en": "My teenage daughter wants her bedroom decorated in <em>pastel</em> shades of pink and lilac.",
            "vi": "Đứa con gái thiếu niên của tôi muốn phòng ngủ của nó trang hoàng bằng những màu dịu của hồng và hoa cà."
        },
        {
            "en": "The dresses are all made in <em>pastel</em> colors, blue, yellow, pink and white.",
            "vi": "Toàn bộ áo đầm được may bằng vải màu nhạt như trắng, hồng phấn, vàng chanh, và xanh lơ."
        },
        {
            "en": "There were actual balloon arches and twisted garlands of <em>pastel</em> crepe paper festooning the walls.",
            "vi": "Có mái vòm treo bong bóng và vòng hoa quấn giấy kép màu tùng lam trang trí trên tường."
        },
        {
            "en": "I teased, nodding toward a group of girls lined up against the wall like <em>pastel</em> confections.",
            "vi": "Tôi trêu chọc, hất đầu về phía một nhóm thiếu nữ đang đứng tựa lưng vào tường giống như bức vẽ phối màu."
        },
        {
            "en": "They put me in the emergency room, a long room with a line of beds separated by <em>pastel</em>-patterned curtains.",
            "vi": "Họ đưa tôi vào phòng cấp cứu, một phòng dài có một dãy giường cách nhau bằng những bức màn có hoa văn nhạt."
        },
        {
            "en": "For the photographers, one of the city's most intriguing traits is the <em>pastel</em> pink coloring of its buildings.",
            "vi": "Đối với các nhiếp ảnh gia, một trong những đặc điểm hấp dẫn nhất của thành phố là màu hồng phấn nhạt của các tòa nhà."
        },
        {
            "en": "They put me in the emergency room, a long room with a line of beds separated by <em>pastel</em> - patterned curtains.",
            "vi": "Họ đưa tôi vào phòng cấp cứu, một phòng dài có một dãy giường cách nhau bằng những bức màn có hoa văn nhạt."
        },
        {
            "en": "For the photographers, one of the city's most intriguing traits is the <em>pastel</em> pink coloring of its buildings.",
            "vi": "Đối với các nhiếp ảnh gia, một trong những đặc điểm hấp dẫn nhất của thành phố là màu hồng phấn nhạt của các tòa nhà."
        },
        {
            "en": "- Flat / Flat 2.0 / Material Design- <em>Pastel</em> colors for graphics- Popular image colors for 2015-16- Large bold text, custom fonts- Full screen background images- “Retro” design themes",
            "vi": "- Thiết kế phẳng- Flat design 2.0- Gam màu đồ họa dạng Pastel - Gam màu tiêu biểu cho xu hướng năm 2015-16- Kiểu chữ đậm, font chữ và những tùy chỉnh- Thiết kế dạng nền tràn màn hình- Chủ điểm thiết kế 'Retro'"
        },
        {
            "en": "“Grey is kind of edgy and it can look very modern,” he said. To pull it off, pair it with a lighter, <em>pastel</em>-coluored shirt. Look for lighter grey shades and shiny finish for a more polished look.",
            "vi": "“Màu xám nói lên sự sắc sảo, đồng thời trông cũng rất hiện đại”, ông nói. Muốn cho hài hoà thì kết hợp với một chiếc sơ mi màu tùng lam nhạt. Hãy tìm những chiếc có tông xám nhạt bằng vải bóng để vẻ ngoài thêm phần tinh tế."
        },
        {
            "en": "When Joshua Blue, a vice principal at the Kennedy School in Hong Kong, hosts an assembly for his students, he wears a light violet-coloured <em>pastel</em> tie to give him an edge.",
            "vi": "Trong lúc dẫn một chương trình họp mặt sinh viên, thầy Joshua Blue – Hiệu phó trường Kennedy Hồng Kông – chọn thắt một chiếc cà vạt tím vi-ô-lét nhạt để giữ đúng vị thế."
        },
        {
            "en": "EPILOGUE:AN OCCASION        EPILOGUE:AN OCCASION Edward helped me into his car, being very careful of the wisps of silk and chiffon, the flowers he'd just pinned into my elaborately styled curls, and my bulky walking cast. He ignored the angry set of my mouth. When he had me settled, he got in the driver's seat and headed back out the long, narrow drive. \"At what point exactly are you going to tell me what's going on?\" I asked grumpily. I really hated surprises. And he knew that. I'm shocked that you haven't figured it out yet.\" He threw a mocking smile in my direction, and my breath caught in my throat. Would I ever get used to his perfection? \"I did mention that you looked very nice, didn't I?\" I verified. \"Yes.\" He grinned again. I'd never seen him dress in black before, and, with the contrast against his pale skin, his beauty was absolutely surreal. That much I couldn't deny, even if the fact that he was wearing a tuxedo made me very nervous. Not quite as nervous as the dress. Or the shoe. Only one shoe, as my other foot was still securely encased in plaster. But the stiletto heel, held on only by satin ribbons, certainly wasn't going to help me as I tried to hobble around. \"I'm not coming over anymore if Alice is going to treat me like Guinea Pig Barbie when I do,\" I griped. I'd spent the better part of the day in Alice's staggeringly vast bathroom, a helpless victim as she played hairdresser and cosmetician. Whenever I fidgeted or complained, she reminded me that she didn't have any memories of being human, and asked me not to ruin her vicarious fun. Then she'd dressed me in the most ridiculous dress — deep blue, frilly and off the shoulders, with French tags I couldn't read — a dress more suitable for a runway than Forks. Nothing good could come of our formal attire, of that I was sure. Unless… but I was afraid to put my suspicions into words, even in my own head.  I was distracted then by the sound of a phone ringing. Edward pulled his cell phone from a pocket inside his jacket, looking briefly at the caller ID before answering. \"Hello, Charlie,\" he said warily. \"Charlie?\" I frowned. Charlie had been… difficult since my return to Forks. He had compartmentalized my bad experience into two defined reactions. Toward Carlisle he was almost worshipfully grateful. On the other hand, he was stubbornly convinced that Edward was at fault — because, if not for him, I wouldn't have left home in the first place. And Edward was far from disagreeing with him. These days I had rules that hadn't existed before: curfews… visiting hours. Something Charlie was saying made Edward's eyes widen in disbelief, and then a grin spread across his face. \"You're kidding!\" He laughed. \"What is it?\" I demanded. He ignored me. \"Why don't you let me talk to him?\" Edward suggested with evident pleasure. He waited for a few seconds. \"Hello, Tyler, this is Edward Cullen.\" His voice was very friendly, on the surface. I knew it well enough to catch the soft edge of menace. What was Tyler doing at my house? The awful truth began to dawn on me. I looked again at the inappropriate dress Alice had forced me into. \"I'm sorry if there's been some kind of miscommunication, but Bella is unavailable tonight.\" Edward's tone changed, and the threat in his voice was suddenly much more evident as he continued. \"To be perfectly honest, she'll be unavailable every night, as far as anyone besides myself is concerned. No offense. And I'm sorry about your evening.\" He didn't sound sorry at all. And then he snapped the phone shut, a huge smirk on his face. My face and neck flushed crimson with anger. I could feel the rage-induced tears starting to fill my eyes. He looked at me in surprise. \"Was that last part a bit too much? I didn't mean to offend you.\" I ignored that.  \"You're taking me to the prom!\" I yelled. It was embarrassingly obvious now. If I'd been paying any attention at all, I'm sure I would have noticed the date on the posters that decorated the school buildings. But I'd never dreamed he was thinking of subjecting me to this. Didn't he know me at all? He wasn't expecting the force of my reaction, that was clear. He pressed his lips together and his eyes narrowed. \"Don't be difficult, Bella.\" My eyes flashed to the window; we were halfway to the school already. \"Why are you doing this to me?\" I demanded in horror. He gestured to his tuxedo. \"Honestly, Bella, what did you think we were doing?\" I was mortified. First, because I'd missed the obvious. And also because the vague suspicions — expectations, really — that I'd been forming all day, as Alice tried to transform me into a beauty queen, were so far wide of the mark. My half-fearful hopes seemed very silly now. I'd guessed there was some kind of occasion brewing. But prom! That was the furthest thing from my mind. The angry tears rolled over my cheeks. I remembered with dismay that I was very uncharacteristically wearing mascara. I wiped quickly under my eyes to prevent any smudges. My hand was unblackened when I pulled it away; maybe Alice had known I would need waterproof makeup. \"This is completely ridiculous. Why are you crying?\" he demanded in frustration. \"Because I'm mad!\" \"Bella.\" He turned the full force of his scorching golden eyes on me. \"What?\" I muttered, distracted. \"Humor me,\" he insisted. His eyes were melting all my fury. It was impossible to fight with him when he cheated like that. I gave in with poor grace. \"Fine,\" I pouted, unable to glare as effectively as I would have liked. \"I'll go quietly. But you'll see. I'm way overdue for more bad luck. I'll probably break my other leg. Look at this shoe! It's a death trap!\" I held out my good leg as evidence. \"Hmmm.\" He stared at my leg longer than was necessary. \"Remind me to thank Alice for that tonight.\" \"Alice is going to be there?\" That comforted me slightly. \"With Jasper, and Emmett… and Rosalie,\" he admitted. The feeling of comfort disappeared. There had been no progress with Rosalie, though I was on quite good terms with her sometimes-husband. Emmett enjoyed having me around — he thought my bizarre human reactions were hilarious… or maybe it was just the fact that I fell down a lot that he found so funny. Rosalie acted as if I didn't exist. While I shook my head to dispel the direction my thoughts had taken, I thought of something else. \"Is Charlie in on this?\" I asked, suddenly suspicious. \"Of course.\" He grinned, and then chuckled. \"Apparently Tyler wasn't, though.\" I gritted my teeth. How Tyler could be so delusional, I couldn't imagine. At school, where Charlie couldn't interfere, Edward and I were inseparable — except for those rare sunny days. We were at the school now; Rosalie's red convertible was conspicuous in the parking lot. The clouds were thin today, a few streaks of sunlight escaping through far away in the west. He got out and walked around the car to open my door. He held out his hand. I sat stubbornly in my seat, arms folded, feeling a secret twinge of smugness. The lot was crowded with people in formal dress: witnesses. He couldn't remove me forcibly from the car as he might have if we'd been alone. He sighed. \"When someone wants to kill you, you're brave as a lion — and then when someone mentions dancing…\" He shook his head. I gulped. Dancing. \"Bella, I won't let anything hurt you — not even yourself. I won't let go of you once, I promise.\" I thought about that and suddenly felt much better. He could see that in my face. \"There, now,\" he said gently, \"it won't be so bad.\" He leaned down and wrapped one arm around my waist. I took his other hand and let him lift me from the car. He kept his arm tightly around me, supporting me as I limped toward the school. In Phoenix, they held proms in hotel ballrooms. This dance was in the gym, of course. It was probably the only room in town big enough for a dance. When we got inside, I giggled. There were actual balloon arches and twisted garlands of <em>pastel</em> crepe paper festooning the walls. \"This looks like a horror movie waiting to happen,\" I snickered. \"Well,\" he muttered as we slowly approached the ticket table — he was carrying most of my weight, but I still had to shuffle and wobble my feet forward — \"there are more than enough vampires present.\" I looked at the dance floor; a wide gap had formed in the center of the floor, where two couples whirled gracefully. The other dancers pressed to the sides of the room to give them space — no one wanted to stand in contrast with such radiance. Emmett and Jasper were intimidating and flawless in classic tuxedos. Alice was striking in a black satin dress with geometric cutouts that bared large triangles of her snowy white skin. And Rosalie was… well, Rosalie. She was beyond belief. Her vivid scarlet dress was backless, tight to her calves where it flared into a wide ruffled train, with a neckline that plunged to her waist. I pitied every girl in the room, myself included. \"Do you want me to bolt the doors so you can massacre the unsuspecting townsfolk?\" I whispered conspiratorially. \"And where do you fit into that scheme?\" He glared. \"Oh, I'm with the vampires, of course.\" He smiled reluctantly. \"Anything to get out of dancing.\" \"Anything.\" He bought our tickets, then turned me toward the dance floor. I cringed against his arm and dragged my feet. \"I've got all night,\" he warned. Eventually he towed me out to where his family was twirling elegantly — if in a style totally unsuitable to the present time and music. I watched in horror. \"Edward.\" My throat was so dry I could only manage a whisper. \"I honestly can't dance!\" I could feel the panic bubbling up inside my chest. \"Don't worry, silly,\" he whispered back. \"I can.\" He put my arms around his neck and lifted me to slide his feet under mine. And then we were whirling, too. \"I feel like I'm five years old,\" I laughed after a few minutes of effortless waltzing. \"You don't look five,\" he murmured, pulling me closer for a second, so that my feet were briefly a foot from the ground. Alice caught my eye on a turn and smiled in encouragement — I smiled back. I was surprised to realize that I was actually enjoying myself… a little. \"Okay, this isn't half bad,\" I admitted. But Edward was staring toward the doors, and his face was angry. \"What is it?\" I wondered aloud. I followed his gaze, disoriented by the spinning, but finally I could see what was bothering him. Jacob Black, not in a tux, but in a long-sleeved white shirt and tie, his hair smoothed back into his usual ponytail, was crossing the floor toward us. After the first shock of recognition, I couldn't help but feel bad for Jacob. He was clearly uncomfortable — excruciatingly so. His face was apologetic as his eyes met mine. Edward snarled very quietly. \"Behave!\" I hissed. Edward's voice was scathing. \"He wants to chat with you.\" Jacob reached us then, the embarrassment and apology even more evident on his face. \"Hey, Bella, I was hoping you would be here.\" Jacob sounded like he'd been hoping the exact opposite. But his smile was just as warm as ever.  \"Hi, Jacob.\" I smiled back. \"What's up?\" \"Can I cut in?\" he asked tentatively, glancing at Edward for the first time. I was shocked to notice that Jacob didn't have to look up. He must have grown half a foot since the first time I'd seen him. Edward's face was composed, his expression blank. His only answer was to set me carefully on my feet, and take a step back. \"Thanks,\" Jacob said amiably. Edward just nodded, looking at me intently before he turned to walk away. Jacob put his hands on my waist, and I reached up to put my hands on his shoulders. \"Wow, Jake, how tall are you now?\" He was smug. \"Six-two.\" We weren't really dancing — my leg made that impossible. Instead we swayed awkwardly from side to side without moving our feet. It was just as well; the recent growth spurt had left him looking gangly and uncoordinated, he was probably no better a dancer than I was. \"So, how did you end up here tonight?\" I asked without true curiosity. Considering Edward's reaction, I could guess. \"Can you believe my dad paid me twenty bucks to come to your prom?\" he admitted, slightly ashamed. \"Yes, I can,\" I muttered. \"Well, I hope you're enjoying yourself, at least. Seen anything you like?\" I teased, nodding toward a group of girls lined up against the wall like <em>pastel</em> confections. \"Yeah,\" he sighed. \"But she's taken.\" He glanced down to meet my curious gaze for just a second — then we both looked away, embarrassed. \"You look really pretty, by the way,\" he added shyly. \"Um, thanks. So why did Billy pay you to come here?\" I asked quickly, though I knew the answer. Jacob didn't seem grateful for the subject change; he looked away, uncomfortable again. \"He said it was a 'safe' place to talk to you. I swear the old man is losing his mind.\" I joined in his laughter weakly. \"Anyway, he said that if I told you something, he would get me that master cylinder I need,\" he confessed with a sheepish grin. \"Tell me, then. I want you to get your car finished.\" I grinned back. At least Jacob didn't believe any of this. It made the situation a bit easier. Against the wall, Edward was watching my face, his own face expressionless. I saw a sophomore in a pink dress eyeing him with timid speculation, but he didn't seem to be aware of her. Jacob looked away again, ashamed. \"Don't get mad, okay?\" \"There's no way I'll be mad at you, Jacob,\" I assured him. \"I won't even be mad at Billy. Just say what you have to.\" \"Well — this is so stupid, I'm sorry, Bella — he wants you to break up with your boyfriend. He asked me to tell you 'please.'\" He shook his head in disgust. \"He's still superstitious, eh?\" \"Yeah. He was… kind of over the top when you got hurt down in Phoenix. He didn't believe…\"Jacob trailed off self-consciously. My eyes narrowed. \"I fell.\" \"I know that,\" Jacob said quickly. \"He thinks Edward had something to do with me getting hurt.\" It wasn't a question, and despite my promise, I was angry.  Jacob wouldn't meet my eyes. We weren't even bothering to sway to the music, though his hands were still on my waist, and mine around his neck. \"Look, Jacob, I know Billy probably won't believe this, but just so you know\" — he looked at me now, responding to the new earnestness in my voice — \"Edward really did save my life. If it weren't for Edward and his father, I'd be dead.\" \"I know,\" he claimed, but he sounded like my sincere words had affected him some. Maybe he'd be able to convince Billy of this much, at least. \"Hey, I'm sorry you had to come do this, Jacob,\" I apologized. \"At any rate, you get your parts, right?\" \"Yeah,\" he muttered. He was still looking awkward… upset. \"There's more?\" I asked in disbelief. \"Forget it,\" he mumbled, \"I'll get a job and save the money myself.\" I glared at him until he met my gaze. \"Just spit it out, Jacob.\" \"It's so bad.\" \"I don't care. Tell me,\" I insisted. \"Okay… but, geez, this sounds bad.\" He shook his head. \"He said to tell you, no, to warn you, that — and this is his plural, not mine\" — he lifted one hand from my waist and made little quotations marks in the air — '\"We'll be watching.'\" He watched warily for my reaction. It sounded like something from a mafia movie. I laughed out loud. \"Sorry you had to do this, Jake,\" I snickered. \"I don't mind that much.\" He grinned in relief. His eyes were appraising as they raked quickly over my dress. \"So, should I tell him you said to butt the hell out?\" he asked hopefully. \"No,\" I sighed. \"Tell him I said thanks. I know he means well.\" The song ended, and I dropped my arms. His hands hesitated at my waist, and he glanced at my bum leg. \"Do you want to dance again? Or can I help you get somewhere?\" Edward answered for me. \"That's all right, Jacob. I'll take it from here.\" Jacob flinched, and stared wide-eyed at Edward, who stood just beside us. \"Hey, I didn't see you there,\" he mumbled. \"I guess I'll see you around, Bella.\" He stepped back, waving halfheartedly. I smiled. \"Yeah, I'll see you later.\" \"Sorry,\" he said again before he turned for the door. Edward's arms wound around me as the next song started. It was a little up-tempo for slow dancing, but that didn't seem to concern him. I leaned my head against his chest, content. \"Feeling better?\" I teased. \"Not really,\" he said tersely. \"Don't be mad at Billy,\" I sighed. \"He just worries about me for Charlie's sake. It's nothing personal.\" \"I'm not mad at Billy,\" he corrected in a clipped voice. \"But his son is irritating me.\" I pulled back to look at him. His face was very serious. \"Why?\" \"First of all, he made me break my promise.\" I stared at him in confusion. He half-smiled. \"I promised I wouldn't let go of you tonight,\" he explained. \"Oh. Well, I forgive you.\" \"Thanks. But there's something else.\" Edward frowned. I waited patiently. \"He called you pretty,\" he finally continued, his frown deepening. \"That's practically an insult, the way you look right now. You're much more than beautiful.\" I laughed. \"You might be a little biased.\" \"I don't think that's it. Besides, I have excellent eyesight.\" We were twirling again, my feet on his as he held me close. \"So are you going to explain the reason for all of this?\" I wondered. He looked down at me, confused, and I glared meaningfully at the crepe paper. He considered for a moment, and then changed direction, spinning me through the crowd to the back door of the gym. I caught a glimpse of Jessica and Mike dancing, staring at me curiously. Jessica waved, and I smiled back quickly. Angela was there, too, looking blissfully happy in the arms of little Ben Cheney; she didn't look up from his eyes, a head lower than hers. Lee and Samantha, Lauren, glaring toward us, with Conner; I could name every face that spiraled past me. And then we were outdoors, in the cool, dim light of a fading sunset. As soon as we were alone, he swung me up into his arms, and carried me across the dark grounds till he reached the bench beneath the shadow of the madrone trees. He sat there, keeping me cradled against his chest. The moon was already up, visible through the gauzy clouds, and his face glowed pale in the white light. His mouth was hard, his eyes troubled. \"The point?\" I prompted softly. He ignored me, staring up at the moon. \"Twilight, again,\" he murmured. \"Another ending. No matter how perfect the day is, it always has to end.\" \"Some things don't have to end,\" I muttered through my teeth, instantly tense. He sighed. \"I brought you to the prom,\" he said slowly, finally answering my question, \"because I don't want you to miss anything. I don't want my presence to take anything away from you, if I can help it. I want you to be human. I want your life to continue as it would have if I'd died in nineteen-eighteen like I should have.\" I shuddered at his words, and then shook my head angrily. \"In what strange parallel dimension would I ever have gone to prom of my own free will? If you weren't a thousand times stronger than me, I would never have let you get away with this.\" He smiled briefly, but it didn't touch his eyes. \"It wasn't so bad, you said so yourself.\" \"That's because I was with you.\" We were quiet for a minute; he stared at the moon and I stared at him. I wished there was some way to explain how very uninterested I was in a normal human life. \"Will you tell me something?\" he asked, glancing down at me with a slight smile. \"Don't I always?\" \"Just promise you'll tell me,\" he insisted, grinning. I knew I was going to regret this almost instantly. \"Fine.\" \"You seemed honestly surprised when you figured out that I was taking you here,\" he began. \"I was,\" I interjected. \"Exactly,\" he agreed. \"But you must have had some other theory… I'm curious — what did you think I was dressing you up for?\" Yes, instant regret. I pursed my lips, hesitating. \"I don't want to tell you.\" \"You promised,\" he objected. \"I know.\" \"What's the problem?\" I knew he thought it was mere embarrassment holding me back. \"I think it will make you mad — or sad.\"  His brows pulled together over his eyes as he thought that through. \"I still want to know. Please?\" I sighed. He waited. \"Well… I assumed it was some kind of… occasion. But I didn't think it would be some trite human thing… prom!\" I scoffed. \"Human?\" he asked flatly. He'd picked up on the key word. I looked down at my dress, fidgeting with a stray piece of chiffon. He waited in silence. \"Okay,\" I confessed in a rush. \"So I was hoping that you might have changed your mind… that you were going to change me, after all.\" A dozen emotions played across his face. Some I recognized: anger… pain… and then he seemed to collect himself and his expression became amused. \"You thought that would be a black tie occasion, did you?\" he teased, touching the lapel of his tuxedo jacket. I scowled to hide my embarrassment. \"I don't know how these things work. To me, at least, it seems more rational than prom does.\" He was still grinning. \"It's not funny,\" I said. \"No, you're right, it's not,\" he agreed, his smile fading. \"I'd rather treat it like a joke, though, than believe you're serious.\" \"But I am serious.\" He sighed deeply. \"I know. And you're really that willing?\" The pain was back in his eyes. I bit my lip and nodded. \"So ready for this to be the end,\" he murmured, almost to himself, \"for this to be the twilight of your life, though your life has barely started. You're ready to give up everything.\" \"It's not the end, it's the beginning,\" I disagreed under my breath. \"I'm not worth it,\" he said sadly. \"Do you remember when you told me that I didn't see myself very clearly?\" I asked, raising my eyebrows. \"You obviously have the same blindness.\" \"I know what I am.\" I sighed. But his mercurial mood shifted on me. He pursed his lips, and his eyes were probing. He examined my face for a long moment.  \"You're ready now, then?\" he asked. \"Um.\" I gulped. \"Yes?\" He smiled, and inclined his head slowly until his cold lips brushed against the skin just under the corner of my jaw. \"Right now?\" he whispered, his breath blowing cool on my neck. I shivered involuntarily. \"Yes,\" I whispered, so my voice wouldn't have a chance to break. If he thought I was bluffing, he was going to be disappointed. I'd already made this decision, and I was sure. It didn't matter that my body was rigid as a plank, my hands balled into fists, my breathing erratic… He chuckled darkly, and leaned away. His face did look disappointed. \"You can't really believe that I would give in so easily,\" he said with a sour edge to his mocking tone. \"A girl can dream.\" His eyebrows rose. \"Is that what you dream about? Being a monster?\" \"Not exactly,\" I said, frowning at his word choice. Monster, indeed. \"Mostly I dream about being with you forever.\" His expression changed, softened and saddened by the subtle ache in my voice. \"Bella.\" His fingers lightly traced the shape of my lips. \"I will stay with you — isn't that enough?\" I smiled under his fingertips. \"Enough for now.\" He frowned at my tenacity. No one was going to surrender tonight. He exhaled, and the sound was practically a growl. I touched his face. \"Look,\" I said. \"I love you more than everything else in the world combined. Isn't that enough?\" \"Yes, it is enough,\" he answered, smiling. \"Enough for forever.\" And he leaned down to press his cold lips once more to my throat.",
            "vi": "EPILOGUE:AN OCCASION       ĐOẠN KẾT. SỰ KIỆN ĐÁNG NHỚ Edward đỡ tôi vào trong xe hơi, rất cẩn thận với mớ lụa the, mấy cái hoa anh đính vào mái tóc quăn được tạo kiểu rất công phu của tôi, và cả cái chân bó bột kềnh càng của tôi nữa. Anh lờ đi miệng tôi đang mím lại tức giận.  Khi đặt tôi đâu vào đấy rồi, anh ngồi vào ghế dành cho tài xế rồi lùi xe ra  con đường dài và hẹp.  \"Đến bao giờ thì anh mới nói cho em biết chuyện gì đang xảy ra?\" Tôi gắt gỏng hỏi. Tôi thiệt là ghét ba chuyện bất ngờ. Và anh biết thế.  \"Anh ngạc nhiên hết sức vì em vẫn chưa nghĩ ra được.\" Anh ném một nụ cười nhạo báng về phía  tôi, và tôi nghẹn thở.  Bao giờ tôi mới quen được sự hoàn hảo của anh đây? \"Em đã nói là anh trông rất đẹp trai rồi, phải không?\" Tôi muốn xác minh.  \"Ừ. \" Anh lại cười toe toét. Tôi chưa bao giờ thấy anh mặc đồ đen cả, và, chính sự tương phản với làn da nhợt nhạt của anh, mà vẻ đẹp của anh trở nên hết sức huyền ảo. Huyền ảo đến nỗi tôi không thể phủ nhận được, cho dù việc anh mặc vét-tông đen làm tôi hết sức căng thẳng.  Thế nhưng vẫn chưa căng thẳng bằng bộ váy này. Hay chiếc giày này.  Chỉ một chiếc giày thôi, vì chân kia của tôi vẫn còn bị bó bột kỹ lưỡng. Nhưng gót giày nhọn và cao, thắt ruy-băng xa-tanh, chắc chắn chẳng ích gì khi tôi cố đi tập tễnh đây đó.  \"Lần sau em sẽ không chịu để Alice đối xử với em giống như Barbie chuột bạch nữa đâu” tôi kêu ca.  Tôi đã ở gần trọn ngày trong phòng tắm rộng mênh mông của Alice, trở thành một nạn nhân khốn khổ để cô đóng vai thợ làm đầu và chuyên gia trang điểm.  Hễ tôi mà sốt ruột hay than phiền, cô lại nhắc nhở tôi rằng cô chẳng hề có chút ký ức gì về con người cả, nên mong tôi đừng có phá hỏng niềm vui trải nghiệm này của cô.  Rồi cô mặc cho tôi kiểu áo buồn cười nhất – màu xanh đậm, có diềm đăng-ten và hở vai, có mạc bằng tiếng Pháp tôi không biết đọc – cái áo đầm thích hợp để mặc trên sàn diễn hơn là mặc ở Forks. Chẳng thể có điều tốt đẹp nào đến với bộ đồ trang trọng của chúng tôi cả, tôi chắc chắn thế. Trừ phi …nhưng tôi không dám bày tỏ sự ngờ vực của mình thành lời, dù chỉ trong suy nghĩ.  Rồi tôi bị phân tâm vì có tiếng điện thoại reo.  Edward lôi chiếc điện thoại di động trong túi áo khoác ra, nhìn nhanh vào số người gọi rồi mới trả lời.  \"Chào Charlie, \" anh thận trọng lên tiếng.  “Charlie?\" Tôi cau mày.  Charlie đã trở nên ... khó tính khi tôi về lại Forks. Ông chia chuyện tồi tệ xảy ra cho tôi thành hai cách phản ứng rõ ràng.  Đối với bác sĩ Carlisle, thì ông gần như biết ơn sùng bái. Nhưng mặt khác, ông bướng bỉnh đoan chắc Edward có lỗi trong chuyện này -- bởi vì, nếu không phải tại vì anh, thì tôi đã chẳng bỏ nhà ra đi. Và Edward thì gần như đồng tình với ông. Trong những ngày này tôi phải tuân theo những quy định trước đây chưa hề có như: phải ở trong nhà không được đi chơi... giờ thăm viếng.  Charlie đang nói cái gì đó khiến mắt Edward trợn tròn hoài nghi rồi anh cười toe toét.  \"Chắc bác nói giỡn!\" Anh cười to.  “Gì vậy?\" Tôi hỏi gặng.  Anh lờ tôi. “Sao bác không để cháu nói chuyện với anh ta?\" Edward vui vẻ đề nghị. Anh đợi vài giây.  “Chào Tyler, tôi là Edward Cullen đây.” Giọng anh rất thân thiện, bề ngoài thôi. Tôi hiểu điều đó đủ rõ để nhận ra hơi hướng đe doạ. Tyler đang làm gì ở nhà tôi chứ?  Sự thật khủng khiếp bắt đầu rõ dần với tôi. Tôi nhìn lần nữa vào chiếc áo không phù hợp mà Alice đã ép tôi mặc.  \"Tôi xin lỗi vì đã có hiểu lầm, nhưng Bella đêm nay không rảnh.” Giọng Edward thay đổi, và vẻ đe doạ trong giọng anh đột ngột rõ hơn khi anh nói tiếp. \"Thật lòng mà nói, cô ấy đêm nào cũng không rảnh hết, chẳng rảnh với ai cả ngoài tôi.  Đừng mếch lòng. Và tôi rất tiếc vì đã làm hỏng buổi tối của bạn.” Giọng anh chẳng có vẻ hối tiếc  chút nào. Rồi anh cúp điện thoại cái cụp, nở một nụ cười hết sức tự mãn trên mặt.  Cổ và mặt tôi đỏ rần lên vì giận. Tôi cảm nhận được những giọt nước mắt tức tối đang bắt đầu tràn mi.  Anh nhìn tôi ngạc nhiên. \"Đoạn cuối hơi quá đáng hả?  Anh không có ý làm em khó chịu.” Tôi lờ đi chuyện đó.  \"Anh đang đưa em đi khiêu vũ!\" Tôi thét.  Bây giờ thì quá rõ ràng rồi.  Nếu tôi để ý một chút, chắc chắn tôi đã thấy ngày tháng ghi trên mấy tấm áp phích trang trí các toà nhà trong trường.  Nhưng tôi chẳng bao giờ tưởng tượng anh lại nghĩ đến việc bắt tôi làm chuyện này.  Anh không hiểu tôi chút nào sao? Anh không ngờ tôi phản ứng dữ dội như thế, điều đó quá rõ ràng. Anh mím chặt môi lại và nheo mắt. \"Đừng cố chấp thế, Bella.” Mắt tôi liếc nhanh qua cửa sổ; chúng tôi đã nửa đường đến trường rồi.  \"Tại sao anh lại làm vậy với em?\" Tôi kinh hoàng hỏi.  Anh chỉ tay vào chiếc áo vét-tông của mình. \"Nói thật đi, Bella, thế em nghĩ mình sắp làm gì?\" Tôi cảm thấy muốn chun xuống đất vì xấu  hổ. Trước hết, vì tôi không thấy được cái điều hết sức rõ ràng. Cũng bởi vì những nghi ngờ mơ hồ – thật ra là những mong đợi – mà tôi ấp ủ suốt cả ngày, khi Alice cố biến tôi thành hoa hậu, đã chẳng hề dính dáng gì đến chuyện tôi nghĩ.  Niềm hy vọng pha lẫn lo sợ kia giờ đây có vẻ quá ngu ngốc.  Tôi đoán sắp xảy ra một sự kiện đặc biệt nào đó. Nhưng không phải là buổi khiêu vũ!  Chuyện đó nằm ngoài suy nghĩ của tôi.  Những giọt nước mắt giận dữ lăn trên má. Tôi thảng thốt nhớ là mình đang chải mascara. Tôi lau nhanh nước mắt để khỏi bị lem. Bàn tay tôi không bị đen lem nhem khi chùi chúng; chắc Alice biết tôi cần trang điểm không thấm nước.  \"Thiệt hết sức buồn cười. Sao em lại khóc?\" anh thất vọng hỏi.  \"Vì em khùng!” \"Bella.”  Anh chuyển toàn bộ sức mạnh của đôi mắt vàng cháy bỏng lên tôi.  \"Gì chứ?\" Tôi lẩm bẩm, bị phân tâm.  \"Làm anh vui đi,” anh nài nỉ.  Đôi mắt anh làm tan chảy mọi cơn thịnh nộ trong tôi. Không thể nào cãi nhau với anh khi anh gian lận như thế. Tôi miễn cưỡng chịu thua.  \"Được thôi, \" tôi bĩu môi, không thể nhìn anh trừng trừng như tôi muốn vậy.  \"Em sẽ không làm om sòm. Nhưng rồi anh sẽ thấy. Tình hình này thế nào em cũng sẽ bị xui xẻo nữa cho xem. Có lẽ em sẽ làm gãy luôn cái chân kia. Nhìn chiếc giày này nè! Nó hết sức nguy hiểm!\" Tôi giơ cái chân không bị thương ra làm bằng chứng.  \"Hừm. \" Anh nhìn chằm chằm vào chân tôi lâu hơn cần thiết. \"Đêm nay nhớ nhắc anh cảm ơn Alice chuyện đó nhé.” \"Alice sẽ đến đó à ?\" Điều đó an ủi tôi phần nào.  \"Với Jasper, và Emmett và Rosalie, \" anh thú nhận.  Cảm giác an ủi biến mất.  Chẳng có tiến triển gì trong quan hệ của tôi với Rosalie, cho dù tôi khá thân với chồng cô.  Emmett thích có tôi quanh quẩn bên cạnh – anh cho rằng phản ứng con người kỳ quái của tôi thật vui nhộn...  hoặc có thể chỉ do tôi vấp ngã riết nên anh thấy buồn cười. Rosalie làm như thể tôi chẳng hề tồn tại. Khi tôi đang lắc đầu xua đuổi hướng đi của suy nghĩ của mình, tôi nghĩ đến chuyện khác.  \"Charlie biết việc này à?\" Tôi hỏi, bỗng dưng thấy nghi ngờ.  \"Dĩ nhiên rồi.” Anh cười toe toét, rồi cười khúc khích. “Nhưng hình như Tyler thì không.” Tôi nghiến răng. Sao mà Tyler có thể hoang tưởng đến thế, tôi thực không thể tưởng tượng nổi.  Ở trường, nơi Charlie không thể can thiệp vào, Edward và tôi luôn ở bên nhau - ngoại trừ những ngày nắng hiếm hoi. Bây giờ chúng tôi đã đến trường; chiếc xe mui trần màu đỏ của Rosalie nổi bật thấy rõ trong bãi đậu xe. Hôm nay mây thưa hơn, một vài vệt nắng chiếu xa xa ở phía tây.  Anh bước ra và đi vòng mở cửa xe cho tôi. Anh chìa tay ra.  Tôi ngồi lỳ trên ghế, khoanh tay, khoái trá thầm. Bãi đậu xe đầy người mặc đồ trang trọng: những người chứng kiến.  Anh không thể lôi tôi ra khỏi xe theo kiểu anh sẽ làm nếu chỉ có tôi và anh.  Anh thở dài. \"Khi có người muốn giết em, em dũng cảm như một chú sư tử – thế mà khi có người nói đến chuyện khiêu vũ thì… \" anh lắc đầu.  Tôi nuốt nhanh trong cuống họng. Khiêu vũ.  \"Bella, anh sẽ không để cho bất cứ thứ gì làm em đau - ngay cả chính bản thân em. Anh sẽ không rời xa em dù chỉ một lần. “ Tôi nghĩ về điều đó và đột ngột cảm thấy dễ chịu hơn nhiều. Anh có thể nhìn thấy điều đó trên  mặt tôi.  “Đấy, nào,” anh nói dịu dàng, \"sẽ không tệ lắm đâu.”  Anh cúi xuống và choàng một tay quanh eo tôi. Tôi nắm tay kia của anh và để anh nâng tôi ra khỏi xe.  Anh cứ vòng tay ôm chặt tôi, đỡ tôi đi khập khiễng về phía trường.  Ở Phoenix, người ta tổ chức khiêu vũ trong phòng khiêu vũ của khách sạn.  Còn ở đây, buổi khiêu vũ này được tổ chức trong phòng tập thể dục, dĩ nhiên rồi.  Đây có lẽ là phòng duy nhất trong thị trấn đủ lớn để tổ chức khiêu vũ. Khi chúng tôi vào bên trong, tôi cười khúc khích. Có mái vòm treo bong bóng và vòng hoa quấn giấy kép màu tùng lam trang trí trên tường.  “Trông giống như sắp chiếu phim kinh dị vậy, “ tôi cười khúc khích.  “Ờ, \" anh lẩm bẩm khi chúng tôi từ từ tiến đến gần bàn vé - anh gần như nâng toàn bộ trọng lượng cơ thể của tôi, nhưng tôi vẫn phải lê chân và nhảy về phía trước - \"Có quá nhiều ma cà rồng.\" Tôi nhìn vào sàn khiêu vũ; có một khoảng rộng ở giữa sàn, nơi có hai cặp đang xoay tròn duyên dáng. Những đôi khác đang nép vào các bên để chừa chỗ cho họ - không ai muốn mình đối chọi với sự lộng lẫy như thế. Emmett và Jasper có vẻ đáng gờm và hoàn hảo trong bộ áo xmốc-king. Alice nổi bật trong chiếc áo đầm bằng vải xa - tanh đen khoét lỗ hình học để lộ làn da trắng như tuyết của cô dưới các lỗ khoét tam giác lớn. Còn Rosalie... ừm, Rosalie.  Cô thì không thể tưởng tượng nỗi.  Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xoè rộng thành đuôi váy diềm đăng-ten, với đường viền cổ xẻ sâu đến eo. Tôi cảm thấy thương hại cho mọi cô gái trong phòng, trong đó có tôi.  \"Anh có muốn em cài then cửa để anh thảm sát dân trong thị trấn vô tư này không?\" Tôi thì thầm bí ẩn.  “Và em ở bên nào trong kế hoạch đó?\" Anh nhìn trừng trừng.  \"Ồ, dĩ nhiên, em theo ma cà rồng. \" Anh mỉm cười miễn cưỡng. \"Làm bất cứ thứ gì để khỏi phải khiêu vũ hả.” \"Bất cứ thứ gì. \" Anh mua vé cho chúng tôi, rồi dìu tôi về phía sàn nhảy. Tôi nép vào tay anh và lê chân.  \"Anh có nguyên đêm mà,” anh cảnh báo.  Cuối cùng anh dìu tôi ra chỗ gia đình anh đang xoay tròn thanh nhã -  có điều theo phong cách hoàn toàn không phù hợp với thời điểm và âm nhạc hiện tại. Tôi khiếp sợ nhìn.  \"Edward. \" Cổ  họng tôi khô đến nỗi tôi chỉ có thể thì thầm. \" Em thực không biết nhảy mà!\" Tôi có thể cảm nhận được nỗi lo sợ trào dâng trong lồng ngực.  \"Đừng lo, ngốc à, \" anh thì thầm lại. \" Anh biết.”  Anh choàng tay tôi quanh cổ anh và nâng tôi lên để lách chân anh vào dưới chân tôi.  Và rồi chúng tôi cũng xoay tròn.  \"Em cảm thấy như em mới năm tuổi, \" tôi cười sau vài phút nhảy van-xơ hết sức dễ dàng.  \"Em không giống năm tuổi chút nào, \" anh thì thầm, kéo tôi vào gần anh hơn một chút, khiến chân tôi cách mặt đất một foot.  Alice bắt gặp ánh mắt tôi khi đang xoay và mỉm cười động viên - tôi mỉm cười đáp lại. Tôi ngạc nhiên thấy mình đang vui thực sự ... hơi hơi.  \"Ổn rồi, không tệ chút nào,” tôi thú nhận.  Nhưng Edward đang nhìn về phía cánh cửa, và mặt anh giận dữ.  \"Có chuyện gì vậy?\" Tôi bật hỏi thành tiếng. Tôi nhìn theo ánh mắt anh, mất phương hướng vì xoay theo điệu nhạc, nhưng cuối cùng cũng thấy được chuyện làm anh bực mình. Jacob Black, không mặc áo xmốc-king, mà mặc áo sơ mi trắng dài tay và thắt cà vạt, tóc chải ngược ra sau cột đuôi gà như thường lệ, đang băng qua sàn đi về hướng chúng tôi.  Sau phút sững người nhận ra nhau, tôi không thể không cảm thấy ân hận cho Jacob. Anh chàng rõ ràng không thoải mái cho lắm – hết sức đau khổ nữa là đằng khác. Mặt anh chàng tỏ vẻ hối lỗi khi mắt chúng tôi giao nhau.  Edward gầm gừ khe khẽ.  \"Đàng hoàng chứ!\" Tôi rít lên.  Giọng Edward gay gắt. \"Anh ta muốn nói chuyện với em. \" Rồi Jacob đến bên chúng tôi, vẻ bối rối và hối lỗi càng lộ rõ hơn trên mặt anh.   \"Chào, Bella, tôi hi vọng bạn sẽ ở đây. \"  Giọng Jacob nghe giống như anh chàng mong điều ngược lại. Nhưng nụ cười của anh vẫn ấm áp như mọi khi.  \"Chào Jacob. \" Tôi mỉm cười đáp lại. \"Có chuyện gì thế?\" \"Tôi có thể thay chỗ anh được không ?\" anh ta hỏi dò, liếc Edward lần đầu tiên. Tôi hết sức bất ngờ khi nhận ra rằng Jacob chẳng cần phải ngước mặt lên. Hẳn anh chàng đã cao thêm nửa foot kể từ lần đầu tôi gặp anh.  Edward có vẻ bình tĩnh, không biểu lộ gì trên mặt. Câu trả lời duy nhất của anh là cẩn thận đặt tôi đứng xuống, rồi lùi lại một bước.  \"Cám ơn,\" Jacob hoà nhã nói.  Edward chỉ gật đầu, nhìn tôi chằm chằm rồi mới quay lưng bước đi.  Jacob đưa tay ôm eo tôi, và tôi đưa tay lên đặt lên vai anh.  \"Wow, Jake, bây giờ bạn cao bao nhiêu rồi?\" Anh chàng có vẻ tự mãn. “Sáu phẩy hai foot.” Thật ra chúng tôi chả nhảy nhót gì cả vì cái chân tôi. Thay vì đó, chúng tôi vụng về lắc lư qua lại mà chẳng hề nhúc nhích đôi chân. Cũng may là; do gần đây cao lên nhanh như thổi nên nhìn anh có vẻ lóng ngóng và vụng về, có lẽ anh chàng cũng chẳng nhảy giỏi gì hơn tôi.  \"Nè, sao đêm nay bạn lại đến đây?\" Tôi hỏi không giấu nỗi tò mò thật sự.  Qua phản ứng của Edward, tôi cũng đoán ra.  \"Bạn có thể tin nỗi không bố tôi trả tôi hai mươi đồng để đến buổi khiêu vũ này đấy?\" anh chàng thú nhận, hơi xấu hổ.  \"Có, tin chứ, \" tôi lẩm bẩm. \"À, tôi hy vọng bạn ít ra cũng sẽ vui vẻ.  Đã tìm ra người bạn thích chưa?\" Tôi trêu chọc, hất đầu về phía một nhóm thiếu nữ đang đứng tựa lưng vào tường giống như bức vẽ phối  màu.  \"Rồi, \" anh chàng thở dài. \" Nhưng cô ấy đã có bạn nhảy rồi. \" Anh chàng nhìn xuống để gặp ánh nhìn tò mò của tôi trong thoáng chốc - rồi cả hai đều quay đi, bối rối.  \" À này, bạn trông rất xinh\"  anh chàng bẽn lẽn nói thêm.  \"Ừm, cám ơn. Vậy tại sao Billy bảo bạn đến đây ?\" Tôi hỏi nhanh, mặc dù tôi đã biết câu trả lời.  Jacob không có vẻ biết ơn vì đề tài thay đổi; anh chàng nhìn sang chỗ khác, lại không thoải mái. \"Ông nói đây là nơi an toàn để nói chuyện với bạn. Tôi dám chắc ông già mất trí rồi.” Tôi cùng cười với anh chàng một cách gượng gạo.  \"Dù sao chăng nữa, ông nói nếu tôi nói cho bạn nghe một chuyện, ông sẽ kiếm cho tôi cái xy-lanh chính mà tôi đang cần, \" anh chàng thú nhận với nụ cười bẽn lẽn.  \"Vậy thì nói đi. Tôi muốn bạn lắp xong cái xe.” Tôi cười toe toét đáp lại. Ít nhất Jacob không tin chuyện này chút nào. Chính điều đó làm tình hình dễ chịu hơn một chút. Edward dựa lưng vào tường, chăm chú nhìn mặt tôi, với vẻ mặt vô cảm. Tôi thấy một em sinh viên năm thứ hai mặc đầm màu hồng quan sát anh với vẻ dò hỏi rụt rè, nhưng anh dường như chẳng hề biết đến cô ta.  Jacob lại nhìn sang chỗ khác, xấu hổ. \"Đừng giận nhé?\" \"Làm sao mà tôi giận bạn được, Jacob, \" tôi quả quyết với anh chàng. \"Thậm chí tôi cũng chẳng giận bác Billy nữa. Cứ nói ra chuyện bạn phải nói.” \"Ừm, - cho tôi xin lỗi, chuyện này hơi ngớ ngẩn một tí, Bella – bố tôi muốn bạn chia tay với bạn trai. Ông bảo tôi nói với bạn rằng “xin bạn”\".  Anh chàng lắc đầu bực bội.  \"Bác ấy vẫn còn mê tín, ha?\" \"Ừ. Ông…hầu như quá đáng khi bạn bị thương ở Phoenix. Ông không tin là…. \" Giọng Jacob nhỏ dần e dè.  Mắt tôi nheo lại. \"Tôi ngã. \" “Tôi biết rồi, “ Jacob nói nhanh.  \"Bác ấy nghĩ anh Edward đã làm gì để tôi bị thương à.” Đó không phải là câu hỏi, và mặc dù tôi đã hứa, tôi vẫn giận điên.  Jacob không nhìn tôi nữa. Chúng tôi thậm chí không thèm lắc lư theo điệu nhạc, cho dù bàn tay anh chàng vẫn để trên eo tôi, và tay tôi đang choàng qua cổ anh chàng.  \"Nè, Jacob, tôi biết Billy có lẽ sẽ không tin việc này, nhưng đúng vậy đó bạn biết không” – lúc này anh chàng nhìn tôi, đáp lại vẻ thành khẩn mới trong giọng tôi - \" Edward thật đã cứu mạng tôi. Nếu không có Edward và cha anh ấy, tôi đã chết rồi.” \"Tôi biết, \" anh chàng tuyên bố, nhưng dường như do những lời chân thành của tôi ảnh hưởng mà thôi. Ít ra, anh chàng sẽ có thể thuyết phục Billy về điều này ít nhiều.  \"Này, tôi xin lỗi vì bạn phải làm chuyện này, Jacob, \" tôi xin  lỗi. \"Dù sao đi nữa, bạn  cũng sẽ nhận được linh kiện mà, phải không?\" \"Ừ, \" anh chàng lẩm bẩm. Anh chàng vẫn có vẻ vụng về… bực bội.  \"Còn gì nữa vậy?\" Tôi nghi ngờ hỏi.  \"Quên chuyện đó đi, \" anh chàng lầm bầm, \" Tôi sẽ kiếm việc làm và tự dành dụm tiền.” Tôi nhìn trừng trừng anh chàng cho đến khi anh chàng nhìn tôi. \"Nói ra đi, Jacob. \" \"Tệ lắm.” \"Tôi không quan tâm. Nói cho tôi biết đi, \" tôi cố nài.  \"Được rồi nhưng, trời, việc này tệ lắm lận. \" Anh chàng lắc đầu. \" Ông nói với tôi là, ồ không, phải cảnh báo bạn là - , - và đây là số nhiều của ông, chứ không phải của tôi \" – anh chàng rút một tay ra khỏi thắt lưng tôi và làm dấu trích dẫn câu nói trong không khí  -  \"Chúng tôi đang theo dõi.”  Anh chàng thận trọng nhìn phản ứng của tôi.  Giống như chuyện trong phim mafia vậy. Tôi cười ầm lên.  \"Xin lỗi vì bạn phải làm việc này, Jake, \" tôi cười khúc khích.  \"Tôi không quan tâm chuyện đó lắm. \" Anh chàng cười nhẹ nhõm. Ánh mắt anh chàng nhận xét khi nhìn nhanh một lượt cái áo đầm của tôi. \"Nè, tôi có nên nói với ông là đừng có xía vô chuyện người khác không?\" anh chàng phấn khởi hỏi .  \"Không, \" tôi thở dài. \"Nói với ông là tôi nói cám ơn. Tôi biết bác ấy có ý  tốt.” Bài hát chấm dứt, và tôi bỏ tay xuống.  Tay anh chàng vẫn lần lữa nơi eo tôi, và anh chàng nhìn lướt qua cái chân vô dụng của tôi. “Bạn có muốn nhảy nữa không? Hay để tôi đưa bạn đến đâu đó ?\" Edward trả lời hộ tôi. “Được rồi, Jacob. Bây giờ tôi sẽ lo chuyện đó từ giờ. \" Jacob chùn bước, tròn xoe mắt nhìn chằm chằm vào Edward, đang đứng ngay bên cạnh chúng tôi.  \"Này, tôi đã chẳng gặp được bạn ở đó,” anh chàng lẩm bẩm. \"Tôi mong sẽ gặp lại bạn đâu đó, Bella.” Anh chàng lùi lại, miễn cưỡng vẫy tay chào tạm biệt.  Tôi mỉm cười. \"Ừ, gặp lại bạn sau. \" “Xin lỗi nhé, \" anh chàng nói lần nữa rồi mới quay ra cửa.  Tay Edward vòng qua tôi khi bài hát tiếp theo bắt đầu. Đó là bản nhạc nhịp hơi nhanh so với điệu slow, nhưng dường như anh không quan tâm đến nhạc. Tôi tựa đầu vào ngực anh, mãn nguyện.  \"Cảm thấy dễ chịu hơn không?\" Tôi trêu chọc.  \"Chưa lắm, \" anh nói gọn lỏn.  \"Đừng giận Billy,” tôi thở dài. \" Bác ấy chỉ lo cho em vì Charlie thôi. Không có ý gì đâu.\" \"Anh không bực Billy, \" Anh đính chính với giọng nhanh và rõ. \"Mà con trai ông ta làm anh phát cáu.” Tôi lùi lại nhìn anh. Mặt anh nghiêm túc.  \"Sao vậy?\" \"Trước tiên, anh ta làm anh không giữ được lời hứa.” Tôi nhìn anh chằm chằm anh không hiểu.  Anh cười nhếch mép. \"Anh đã hứa không rời xa em đêm nay, \" anh giải thích.  \"Ồ, được rồi, em tha thứ cho anh.” \"Cám ơn em. Nhưng còn chuyện khác nữa. \" Edward cau mày.  Tôi kiên nhẫn chờ đợi.  \"Hắn bảo em đẹp, \" anh tiếp tục nói, mày cau nhiều hơn.  \"Thực tế đó là một sự sỉ nhục, dáng vẻ của em hiện giờ. Em hơn cả xinh đẹp.” Tôi cười lớn. \"Có thể anh hơi thiên vị quá đó.” \"Anh không nghĩ thế.  Hơn nữa, mắt anh rất tinh.” Chúng tôi lại xoay theo điệu nhạc, chân tôi trên chân  anh khi anh ôm chặt lấy tôi.  \"Vậy anh có chịu giải thích lý do của toàn bộ chuyện này không?\" Tôi thắc mắc.  Anh nhìn xuống tôi, không hiểu, và tôi liếc nhìn đầy ngụ ý vào tờ giấy kếp.  Anh cân nhắc một lát, rồi đổi hướng, xoay tôi băng qua đám đông ra cửa sau của phòng tập thể dục. Tôi thoáng thấy Jessica và Mike đang khiêu vũ, nhìn tôi chằm chằm tò mò. Jessica vẫy tay, và tôi nhanh nhẹn mỉm cười đáp lại.  Angela cũng ở đó, trông rất tràn trề hạnh phúc trong vòng tay của Ben Cheney tí hon;  cô lúc nào cũng nhìn chằm chằm xuống anh bạn, thấp hơn cô cả cái đầu. Lee và Samantha, Lauren, cùng với Conner nhìn chăm chú về phía chúng tôi; tôi có thể gọi tên từng khuôn mặt đang lướt qua tôi. Và rồi chúng tôi đã ở bên ngoài, trong ánh sáng mờ, dịu mát của mặt trời đang lặn.  Ngay khi chúng tôi chỉ có một mình, anh xốc tôi lên tay, rồi bế tôi băng qua vùng tối tăm cho đến khi anh đến chiếc băng ghế bên dưới bóng cây Madrone. Anh ngồi đó, vẫn bế tôi trước ngực.  Trăng đã lên, sáng bàng bạc qua làn mây mỏng nhẹ, và khuôn mặt anh nhợt nhạt dưới ánh sáng trắng ấy. Miệng anh cay đắng, mắt anh bồn chồn.  \"Mục đích?\" Tôi nhắc khẽ.  Anh lờ tôi, ngước nhìn chăm chú vào mặt trăng.  \"Lại chạng vạng, \" anh thì thầm. \"Lại một ngày nữa trôi qua. Dù ngày có đẹp cách mấy thì cũng đến lúc kết thúc.” \"Một những thứ không phải kết thúc, \" tôi nói thầm qua kẽ răng, lập tức căng thẳng.  Anh thở dài.  \"Anh đưa em đến buổi khiêu vũ,” rốt cuộc anh cũng trả lời câu hỏi của tôi, chậm rãi,  \"vì anh không muốn em để lỡ bất cứ thứ gì.  Anh không muốn sự hiện diện anh tước đi của em mọi thứ, nếu anh làm được điều đó. Anh muốn em là người. Anh muốn đời em tiếp tục như nó lẽ ra phải vậy nếu anh đã chết trong năm một nghìn chín trăm mười tám.” Tôi rùng mình khi nghe lời anh nói, rồi lắc đầu giận dữ. \"Cho dù ở thế giới nào em cũng không thích đi khiêu vũ cả? Nếu anh không mạnh hơn em ngàn lần, thì em sẽ không bao giờ để anh thoát được chuyện này đâu.” Anh thoáng mỉm cười, nhưng đôi mắt thì không. \"Không tệ đến mức vậy đâu, chính em tự nói vậy mà. \" \"Đó là vì em ở bên anh. \" Chúng tôi yên lặng trong một phút; anh nhìn chăm chú vào trăng còn tôi thì nhìn chằm chằm vào anh. Tôi ước mình biết cách giải thích cho anh hiểu là tôi chẳng quan tâm chút nào đến cuộc đời của một người bình thường.  \"Em sẽ kể cho anh nghe một chuyện nhé?\" anh hỏi, liếc nhìn xuống tôi cười nhẹ.  \"Chẳng phải em luôn như thế sao?\" \"Chỉ cần hứa em sẽ kể anh nghe, \" anh khăng khăng, cười toe toét.  Tôi biết thế nào mình cũng sẽ hối tiếc cho xem. \"Em hứa. \" \"Em có vẻ hết sức ngạc nhiên khi biết anh sẽ đưa em đến đây, \" anh bắt đầu.  \"Đúng vậy, \" tôi xen vào.  \"Đúng vậy,” anh đồng ý. \" Nhưng hẳn em đã có giả thuyết khác… Anh muốn biết -  em nghĩ anh bảo em ăn diện như thế để làm gì?\" Quả không sai, hối hận liền. Tôi bặm môi, do dự. \"Em không muốn nói cho anh biết.” \"Em đã hứa rồi,” anh phản đối.  \"Em biết. \" \"Thế đó là chuyện gì?\" Tôi biết anh nghĩ chỉ vì tôi mắc cỡ nên không nói ra. \" Em sợ nó sẽ làm anh nổi giận - hoặc buồn thôi.” Mày anh nhíu lại khi anh hiểu ra.  \"Anh vẫn muốn biết. Làm ơn đi mà?” Tôi thở dài. Anh chờ đợi.  \"Ừm ...  em đoán đó là một ... sự kiện nào đó. Nhưng em không nghĩ là đó chuyện nhàm chán của con người…như khiêu vũ!\" Tôi chế giễu.  \"Của con người?\" anh hỏi thẳng. Anh đã chọn đúng từ quan trọng ấy.  Tôi nhìn xuống áo đầm của mình, vò miếng the mỏng. Anh im lặng chờ đợi.  \"Được rồi, \" tôi vội vã thú nhận. \"Em đã hy vọng anh đổi ý… là rốt cuộc, anh sẽ biến đổi em.” Một tá cảm xúc hiện ra trên mặt anh. Tôi nhận ra một vài trong số đó:  tức giận.. đau đớn…và rồi anh dường như trấn tĩnh lại và vẻ mặt anh trở nên thích thú.  \"Em nghĩ là đó sẽ là một dịp trang trọng à?\" anh sờ vào ve áo vét-tông của mình, trêu tôi.  Tôi quắc mắt giận dữ để giấu xấu hổ. \"Em đâu biết mấy chuyện đó ra sao đâu. Với em, ít ra, chuyện đó còn dễ hiểu hơn là đi dự khiêu vũ. \" Anh vẫn cười toe toét.  “Chả có gì mắc cười hết,” tôi nói.  \"Ừ, em đúng, chẳng có gì buồn cười cả,” anh đồng ý, nụ cười biến mất.  \"Nhưng anh thà coi đó là chuyện  đùa, còn hơn tin là em nghiêm túc.” \"Nhưng em nghiêm túc mà. \" Anh thở dài. \"Anh biết. Và em muốn thế thật sao?” Nỗi đau quay về trong mắt anh. Tôi cắn môi gật đầu.  \"Quá mong muốn điều này đến hồi kết thúc, \" anh thì thầm, gần như với chính mình, “vì chuyện này sẽ là hoàng hôn của đời em, dù đời em chỉ  mới bắt đầu.  Em đã muốn từ bỏ mọi thứ.” \"Không phải là sự kết thúc mà là sự khởi đầu, \" tôi thì thào không đồng tình.  \"Anh không đáng để em làm vậy đâu, \" anh buồn bã nói.  \" Anh có nhớ anh bảo rằng em không nhìn rõ chính em không?\" Tôi nhướng mày hỏi. \"Anh rõ là cũng không biết mình như em thôi. \" \"Anh biết mình là cái giống gì.” Tôi thở dài.  Nhưng tâm trạng hay thay đổi của anh ấy lại chuyển sang tôi. Anh bặm môi, và mắt anh tìm kiếm. Anh nhìn kỹ mặt tôi hồi lâu.  \"Vậy bây giờ em đã sẵn sàng chưa?\" anh hỏi.  \"Ờ.... \" Tôi nuốt nhanh trong cuống họng. \"Sao?\" Anh mỉm cười, rồi từ từ cúi đầu xuống cho đến khi đôi môi lạnh giá của anh mơn man làn da ngay dưới quai hàm tôi.  \"Ngay bây giờ nhé ?\" anh thì thầm, hơi thở anh lành lạnh trên cổ tôi.  Tôi bất giác rùng mình.  \"Vâng, \" tôi thì thầm, để giọng nói của mình không có cơ hội yếu đi. Nếu anh nghĩ tôi đang gạt anh, anh sẽ thất vọng. Tôi đã quyết định rồi, và tôi hoàn toàn dứt khoát. Dù thân tôi cứng đờ, dù tay tôi cuộn lại thành nắm đấm, dù hơi thở tôi ngắt quãng....  Anh cười buồn, và đứng thẳng lại.  Mặt anh lộ vẻ thất vọng.  \"Em đâu thực tin là anh sẽ chịu thua dễ dàng vậy hả,” anh chế giễu chua chát.  \"Ai cấm em mơ ước đâu.” Lông mày anh dựng  lên. \"Đó là điều em mơ ước sao? Làm một con quái vật?” \"Đâu phải vậy,” tôi nói, cau mày vì cách chọn từ của anh. Thực vậy, quái vật.  \"Chủ yếu là em mơ ước được ở bên anh mãi mãi. \" Nét mặt anh thay đổi, dịu lại và buồn bã vì nỗi đau phảng phất trong giọng tôi.  \"Bella.” Ngón tay anh nhẹ nhàng rà trên môi tôi. \"Anh sẽ ở bên em - như thế đủ chưa?\" Tôi mỉm cười dưới đầu ngón tay anh. \"Đủ cho bây giờ thôi.” Anh cau mày vì sự ngoan cố của tôi. Đêm nay chẳng ai chịu đầu hàng cả. Anh thở ra, thực ra là gầm gừ.  Tôi sờ mặt anh. \"Nhìn nè, \" tôi nói. \"Em  yêu anh hơn tất cả mọi thứ trên thế gian này. Thế đủ chưa?\" \"Ờ, thế là đủ rồi, \" anh mỉm cười trả lời . \"Đủ mãi mãi.” Và anh cúi xuống áp đôi môi lạnh giá của mình lên cổ tôi một lần nữa."
        },
        {
            "en": "3          3. PHENOMENON When I opened my eyes in the morning, something was different.  It was the light. It was still the gray-green light of a cloudy day in the forest, but it was clearer somehow. I realized there was no fog veiling my window. I jumped up to look outside, and then groaned in horror. A fine layer of snow covered the yard, dusted the top of my truck, and whitened the road. But that wasn't the worst part. All the rain from yesterday had frozen solid — coating the needles on the trees in fantastic, gorgeous patterns, and making the driveway a deadly ice slick. I had enough trouble not falling down when the ground was dry; it might be safer for me to go back to bed now. Charlie had left for work before I got downstairs. In a lot of ways, living with Charlie was like having my own place, and I found myself reveling in the aloneness instead of being lonely. I threw down a quick bowl of cereal and some orange juice from the carton. I felt excited to go to school, and that scared me. I knew it wasn't the stimulating learning environment I was anticipating, or seeing my new set of friends. If I was being honest with myself, I knew I was eager to get to school because I would see Edward Cullen. And that was very, very stupid. I should be avoiding him entirely after my brainless and embarrassing babbling yesterday. And I was suspicious of him; why should he lie about his eyes? I was still frightened of the hostility I sometimes felt emanating from him, and I was still tongue-tied whenever I pictured his perfect face. I was well aware that my league and his league were spheres that did not touch. So I  shouldn't be at all anxious to see him today. It took every ounce of my concentration to make it down the icy brick driveway alive. I almost lost my balance when I finally got to the truck, but I managed to cling to the side mirror and save myself. Clearly, today was going to be nightmarish. Driving to school, I distracted myself from my fear of falling and my unwanted speculations about Edward Cullen by thinking about Mike and Eric, and the obvious difference in how teenage boys responded to me here. I was sure I looked exactly the same as I had in Phoenix. Maybe it was just that the boys back home had watched me pass slowly through all the awkward phases of adolescence and still thought of me that way.  Perhaps it was because I was a novelty here, where novelties were few and far between. Possibly my crippling clumsiness was seen as endearing rather than pathetic, casting me as a damsel in distress. Whatever the reason, Mike's puppy dog behavior and Eric's apparent rivalry with him were disconcerting. I wasn't sure if I didn't prefer being ignored.  My truck seemed to have no problem with the black ice that covered the roads. I drove very slowly, though, not wanting to carve a path of destruction through Main Street. When I got out of my truck at school, I saw why I'd had so little trouble. Something silver caught my eye, and I walked to the back of the truck — carefully holding the side for support — to examine my tires.  There were thin chains crisscrossed in diamond shapes around them. Charlie had gotten up who knows how early to put snow chains on my truck.  My throat suddenly felt tight. I wasn't used to being taken care of, and Charlie's unspoken concern caught me by surprise.  I was standing by the back corner of the truck, struggling to fight back the sudden wave of emotion the snow chains had brought on, when I heard an odd sound. It was a high-pitched screech, and it was fast becoming painfully loud. I looked up, startled. I saw several things simultaneously. Nothing was moving in slow motion, the way it does in the movies. Instead, the adrenaline rush seemed to make my brain work much faster, and I was able to absorb in clear detail several things at once. Edward Cullen was standing four cars down from me, staring at me in horror. His face stood out from a sea of faces, all frozen in the same mask of shock. But of more immediate importance was the dark blue van that was skidding, tires locked and squealing against the brakes, spinning wildly across the ice of the parking lot. It was going to hit the back corner of my truck, and I was standing between them. I didn't even have time to close my eyes. Just before I heard the shattering crunch of the van folding around the truck bed, something hit me, hard, but not from the direction I was expecting. My head cracked against the icy blacktop, and I felt something solid and cold pinning me to the ground. I was lying on the pavement behind the tan car I'd parked next to. But I didn't have a chance to notice anything else, because the van was still coming. It had curled gratingly around the end of the truck and, still spinning and sliding, was about to collide with me again. A low oath made me aware that someone was with me, and the voice was impossible not to recognize. Two long, white hands shot out protectively in front of me, and the van shuddered to a stop a foot from my face, the large hands fitting providentially into a deep dent in the side of the van's body. Then his hands moved so fast they blurred. One was suddenly gripping under the body of the van, and something was dragging me, swinging my legs around like a rag doll's, till they hit the tire of the tan car. A groaning metallic thud hurt my ears, and the van settled, glass popping, onto the asphalt — exactly where, a second ago, my legs had been. It was absolutely silent for one long second before the screaming began.  In the abrupt bedlam, I could hear more than one person shouting my name. But more clearly than all the yelling, I could hear Edward Cullen's low, frantic voice in my ear. \"Bella? Are you all right?\" \"I'm fine.\" My voice sounded strange. I tried to sit up, and realized he was holding me against the side of his body in an iron grasp. \"Be careful,\" he warned as I struggled. \"I think you hit your head pretty hard.\" I became aware of a throbbing ache centered above my left ear. \"Ow,\" I said, surprised. \"That's what I thought.\" His voice, amazingly, sounded like he was suppressing laughter. \"How in the…\" I trailed off, trying to clear my head, get my bearings. \"How did you get over here so fast?\" \"I was standing right next to you, Bella,\" he said, his tone serious again. I turned to sit up, and this time he let me, releasing his hold around my waist and sliding as far from me as he could in the limited space. I looked at his concerned, innocent expression and was disoriented again by the force of his gold-colored eyes. What was I asking him? And then they found us, a crowd of people with tears streaming down their faces, shouting at each other, shouting at us. \"Don't move,\" someone instructed. \"Get Tyler out of the van!\" someone else shouted. There was a flurry of activity around us. I tried to get up, but Edward's cold hand pushed my shoulder down. \"Just stay put for now.\" \"But it's cold,\" I complained. It surprised me when he chuckled under his breath. There was an edge to the sound. \"You were over there,\" I suddenly remembered, and his chuckle stopped short. \"You were by your car.\" His expression turned hard. \"No, I wasn't.\" \"I saw you.\" All around us was chaos. I could hear the gruffer voices of adults arriving on the scene. But I obstinately held on to our argument; I was right, and he was going to admit it. \"Bella, I was standing with you, and I pulled you out of the way.\" He unleashed the full, devastating power of his eyes on me, as if trying to communicate something crucial. \"No.\" I set my jaw. The gold in his eyes blazed. \"Please, Bella.\" \"Why?\" I demanded. \"Trust me,\" he pleaded, his soft voice overwhelming. I could hear the sirens now. \"Will you promise to explain everything to me later?\" \"Fine,\" he snapped, abruptly exasperated. \"Fine,\" I repeated angrily. It took six EMTs and two teachers — Mr. Varner and Coach Clapp — to shift the van far enough away from us to bring the stretchers in. Edward vehemently refused his, and I tried to do the same, but the traitor told them I'd hit my head and probably had a concussion. I almost died of humiliation when they put on the neck brace. It looked like the entire school was there, watching soberly as they loaded me in the back of the ambulance. Edward got to ride in the front. It was maddening.  To make matters worse, Chief Swan arrived before they could get me safely away. \"Bella!\" he yelled in panic when he recognized me on the stretcher. \"I'm completely fine, Char — Dad,\" I sighed. \"There's nothing wrong with me.\" He turned to the closest EMT for a second opinion. I tuned him out to consider the jumble of inexplicable images churning chaotically in my head. When they'd lifted me away from the car, I had seen the deep dent in the tan car's bumper — a very distinct dent that fit the contours of Edward's shoulders… as if he had braced himself against the car with enough force to damage the metal frame… And then there was his family, looking on from the distance, with expressions that ranged from disapproval to fury but held no hint of concern for their brother's safety. I tried to think of a logical solution that could explain what I had just seen — a solution that excluded the assumption that I was insane. Naturally, the ambulance got a police escort to the county hospital. I felt ridiculous the whole time they were unloading me. What made it worse was that Edward simply glided through the hospital doors under his own power. I ground my teeth together. They put me in the emergency room, a long room with a line of beds separated by <em>pastel</em>-patterned curtains. A nurse put a pressure cuff on my arm and a thermometer under my tongue. Since no one bothered pulling the curtain around to give me some privacy, I decided I wasn't obligated to wear the stupid-looking neck brace anymore. When the nurse walked away, I quickly unfastened the Velcro and threw it under the bed. There was another flurry of hospital personnel, another stretcher brought to the bed next to me. I recognized Tyler Crowley from my Government class beneath the bloodstained bandages wrapped tightly around his head.  Tyler looked a hundred times worse than I felt. But he was staring anxiously at me. \"Bella, I'm so sorry!\" \"I'm fine, Tyler — you look awful, are you all right?\" As we spoke, nurses began unwinding his soiled bandages, exposing a myriad of shallow slices all over his forehead and left cheek. He ignored me. \"I thought I was going to kill you! I was going too fast, and I hit the ice wrong…\" He winced as one nurse started dabbing at his face. \"Don't worry about it; you missed me.\" \"How did you get out of the way so fast? You were there, and then you were gone…\" \"Umm… Edward pulled me out of the way.\" He looked confused. \"Who?\" \"Edward Cullen — he was standing next to me.\" I'd always been a terrible liar; I didn't sound convincing at all. \"Cullen? I didn't see him… wow, it was all so fast, I guess. Is he okay?\" \"I think so. He's here somewhere, but they didn't make him use a stretcher.\" I knew I wasn't crazy. What had happened? There was no way to explain away what I'd seen. They wheeled me away then, to X-ray my head. I told them there was nothing wrong, and I was right. Not even a concussion. I asked if I could leave, but the nurse said I had to talk to a doctor first. So I was trapped in the ER, waiting, harassed by Tyler's constant apologies and promises to make it up to me. No matter how many times I tried to convince him I was fine, he continued to torment himself. Finally, I closed my eyes and ignored him. He kept up a remorseful mumbling. \"Is she sleeping?\" a musical voice asked. My eyes flew open. Edward was standing at the foot of my bed, smirking. I glared at him. It wasn't easy — it would have been more natural to ogle. \"Hey, Edward, I'm really sorry —\" Tyler began. Edward lifted a hand to stop him. \"No blood, no foul,\" he said, flashing his brilliant teeth. He moved to sit on the edge of Tyler's bed, facing me. He smirked again. \"So, what's the verdict?\" he asked me. \"There's nothing wrong with me at all, but they won't let me go,\" I complained. \"How come you aren't strapped to a gurney like the rest of us?\" \"It's all about who you know,\" he answered. \"But don't worry, I came to spring you.\" Then a doctor walked around the corner, and my mouth fell open. He was young, he was blond… and he was handsomer than any movie star I'd ever seen. He was pale, though, and tired-looking, with circles under his eyes. From Charlie's description, this had to be Edward's father. \"So, Miss Swan,\" Dr. Cullen said in a remarkably appealing voice, \"how are you feeling?\" \"I'm fine,\" I said, for the last time, I hoped. He walked to the lightboard on the wall over my head, and turned it on. \"Your X-rays look good,\" he said. \"Does your head hurt? Edward said you hit it pretty hard.\" \"It's fine,\" I repeated with a sigh, throwing a quick scowl toward Edward. The doctor's cool fingers probed lightly along my skull. He noticed when I winced. \"Tender?\" he asked. \"Not really.\" I'd had worse. I heard a chuckle, and looked over to see Edward's patronizing smile. My eyes narrowed. \"Well, your father is in the waiting room — you can go home with him now. But come back if you feel dizzy or have trouble with your eyesight at all.\" \"Can't I go back to school?\" I asked, imagining Charlie trying to be attentive. \"Maybe you should take it easy today.\" I glanced at Edward. \"Does he get to go to school?\" \"Someone has to spread the good news that we survived,\" Edward said smugly. \"Actually,\" Dr. Cullen corrected, \"most of the school seems to be in the waiting room.\" \"Oh no,\" I moaned, covering my face with my hands. Dr. Cullen raised his eyebrows. \"Do you want to stay?\" \"No, no!\" I insisted, throwing my legs over the side of the bed and hopping down quickly. Too quickly — I staggered, and Dr. Cullen caught me. He looked concerned. \"I'm fine,\" I assured him again. No need to tell him my balance problems had nothing to do with hitting my head. \"Take some Tylenol for the pain,\" he suggested as he steadied me.  \"It doesn't hurt that bad,\" I insisted. \"It sounds like you were extremely lucky,\" Dr. Cullen said, smiling as he signed my chart with a flourish. \"Lucky Edward happened to be standing next to me,\" I amended with a hard glance at the subject of my statement. \"Oh, well, yes,\" Dr. Cullen agreed, suddenly occupied with the papers in front of him. Then he looked away, at Tyler, and walked to the next bed. My intuition flickered; the doctor was in on it. \"I'm afraid that you'll have to stay with us just a little bit longer,\" he said to Tyler, and began checking his cuts. As soon as the doctor's back was turned, I moved to Edward's side. \"Can I talk to you for a minute?\" I hissed under my breath. He took a step back from me, his jaw suddenly clenched. \"Your father is waiting for you,\" he said through his teeth –  I glanced at Dr. Cullen and Tyler. \"I'd like to speak with you alone, if you don't mind,\" I pressed. He glared, and then turned his back and strode down the long room. I nearly had to run to keep up. As soon as we turned the corner into a short hallway, he spun around to face me. \"What do you want?\" he asked, sounding annoyed. His eyes were cold. His unfriendliness intimidated me. My words came out with less severity than I'd intended. \"You owe me an explanation,\" I reminded him. \"I saved your life — I don't owe you anything.\" I flinched back from the resentment in his voice. \"You promised.\" \"Bella, you hit your head, you don't know what you're talking about.\" His tone was cutting. My temper flared now, and I glared defiantly at him. \"There's nothing wrong with my head.\" He glared back. \"What do you want from me, Bella?\" \"I want to know the truth,\" I said. \"I want to know why I'm lying for you.\" \"What do you think happened?\" he snapped. It came out in a rush. \"All I know is that you weren't anywhere near me — Tyler didn't see you, either, so don't tell me I hit my head too hard. That van was going to crush us both — and it didn't, and your hands left dents in the side of it — and you left a dent in the other car, and you're not hurt at all — and the van should have smashed my legs, but you were holding it up…\" I could hear how crazy it sounded, and I couldn't continue. I was so mad I could feel the tears coming; I tried to force them back by grinding my teeth together. He was staring at me incredulously. But his face was tense, defensive. \"You think I lifted a van off you?\" His tone questioned my sanity, but it only made me more suspicious. It was like a perfectly delivered line by a skilled actor. I merely nodded once, jaw tight. \"Nobody will believe that, you know.\" His voice held an edge of derision now. \"I'm not going to tell anybody.\" I said each word slowly, carefully controlling my anger. Surprise flitted across his face. \"Then why does it matter?\" \"It matters to me,\" I insisted. \"I don't like to lie — so there'd better be a good reason why I'm doing it.\" \"Can't you just thank me and get over it?\" \"Thank you.\" I waited, fuming and expectant. \"You're not going to let it go, are you?\" \"No.\" \"In that case… I hope you enjoy disappointment.\" We scowled at each other in silence. I was the first to speak, trying to keep myself focused. I was in danger of being distracted by his livid, glorious face. It was like trying to stare down a destroying angel. \"Why did you even bother?\" I asked frigidly. He paused, and for a brief moment his stunning face was unexpectedly vulnerable. \"I don't know,\" he whispered. And then he turned his back on me and walked away. I was so angry, it took me a few minutes until I could move. When I could walk, I made my way slowly to the exit at the end of the hallway. The waiting room was more unpleasant than I'd feared. It seemed like every face I knew in Forks was there, staring at me. Charlie rushed to my side; I put up my hands. \"There's nothing wrong with me,\" I assured him sullenly. I was still aggravated, not in the mood for chitchat. \"What did the doctor say?\" \"Dr. Cullen saw me, and he said I was fine and I could go home.\" I sighed. Mike and Jessica and Eric were all there, beginning to converge on us. \"Let's go,\" I urged. Charlie put one arm behind my back, not quite touching me, and led me to the glass doors of the exit. I waved sheepishly at my friends, hoping to convey that they didn't need to worry anymore. It was a huge relief— the first time I'd ever felt that way — to get into the cruiser. We drove in silence. I was so wrapped up in my thoughts that I barely knew Charlie was there. I was positive that Edward's defensive behavior in the hall was a confirmation of the bizarre things I still could hardly believe I'd witnessed. When we got to the house, Charlie finally spoke. \"Um… you'll need to call Renée.\" He hung his head, guilty. I was appalled. \"You told Mom!\" \"Sorry.\" I slammed the cruiser's door a little harder than necessary on my way out. My mom was in hysterics, of course. I had to tell her I felt fine at least thirty times before she would calm down. She begged me to come home — forgetting the fact that home was empty at the moment — but her pleas were easier to resist than I would have thought. I was consumed by the mystery Edward presented. And more than a little obsessed by Edward himself. Stupid, stupid, stupid. I wasn't as eager to escape Forks as I should be, as any normal, sane person would be. I decided I might as well go to bed early that night. Charlie continued to watch me anxiously, and it was getting on my nerves. I stopped on my way to grab three Tylenol from the bathroom. They did help, and, as the pain eased, I drifted to sleep. That was the first night I dreamed of Edward Cullen.",
            "vi": "3          3.  Chuyện kỳ lạ Khi tôi mở mắt vào buổi sáng, có cái gì đó khác thường.  Chính là ánh sáng.  Vẫn là ánh sáng xám xanh của một ngày nhiều mây trong khu rừng này, nhưng trong trẻo hơn hay sao ấy. Tôi nhận ra không có sương mù che phủ cửa sổ của mình.  Tôi đứng bật dậy nhìn ra bên ngoài, rồi rên rỉ khiếp sợ.  Một lớp tuyết mịn đã bao phủ sân, rắc đầy trên xe tải của tôi, và làm trắng cả con đường. Nhưng đó chưa phải là phần tệ nhất.  Toàn bộ cơn mưa hôm qua đã làm đông cứng – bao phủ những chiếc lá kim trên cây tạo thành những hoa văn lộng lẫy, kỳ lạ và biến con đường lái xe vào nhà thành một đường băng trơn trợt chết người.  Khó khăn lắm tôi mới không té khi đất khô ráo; mà thế này thì để an toàn hơn tôi nên vô giường nằm lại cho rồi.  Charlie đã đi làm trước khi tôi xuống lầu.  Về nhiều mặt, sống với Charlie giống như tôi sống một mình vậy, và tôi thấy mình say sưa tận hưởng sự đơn độc chớ không cảm thấy cô đơn.  Tôi xử nhanh tô ngũ cốc và một ít nước cam ép trong hộp các-tông. Tôi cảm thấy nôn nóng muốn đến trường, và điều đó làm tôi sợ.  Tôi biết không phải vì môi trường học tập hứng thú hay vì muốn gặp bạn bè mới quen. Nếu tôi thành thực với chính mình, tôi biết tôi háo hức đến trường vì tôi sẽ gặp Edward Cullen. Và chuyện đó thiệt là hết sức, hết sức ngu dại.  Tôi nên tránh anh ấy hẳn sau trận lảm nhảm thiệt xấu hổ và ngu si hôm qua mới phải. Và tôi nghi anh; tại sao anh nói dối về mắt mình chứ? Tôi vẫn còn sợ sự thù địch đôi khi vẫn phát ra từ anh, và tôi vẫn bị líu lưỡi mỗi khi hình dung khuôn mặt hoàn hảo ấy. Tôi biết rõ thế giới của tôi và thế giới của anh là những vũ trụ không có điểm chung. Vì thế tôi chẳng cần phải lo lắng quái gì khi gặp anh hôm nay.  Tôi tập trung từng li từng tí để đi xuống con đường lái xe vào nhà lát gạch đóng băng được an toàn. Tôi suýt mất thăng bằng khi sắp đến được cái xe tải, nhưng tôi đã bám được vào kính chiếu hậu và an toàn. Rõ ràng, hôm nay sẽ giống như cơn ác mộng.  Khi lái xe đến trường, tôi ráng làm mình không nghĩ đến nỗi sợ té và suy nghĩ miên man về Edward Cullen bằng cách nghĩ về Mike và Eric, cũng như sự khác biệt rõ ràng về cách cư xử của các chàng trai ở đây dành cho tôi. Tôi chắc chắn mình cũng giống y như lúc mình ở Phoenix thôi. Nhưng có lẽ chính vì các chàng trai ở nhà đã thấy tôi qua từng giai đoạn phát triển vụng về của tuổi dậy thì nên vẫn nghĩ về tôi theo kiểu đó.  Có lẽ đó là vì tôi mới lạ ở đây, nơi cái mới rất hiếm. Có thể sự vụng về kém cỏi của tôi lại được cho là dễ mến chớ không phải là đáng khinh, làm tôi trông giống như một tiểu thơ đang buồn khổ. Bất kể vì lý do gì, hành vi quấn quýt như chó con của Mike và sự kình địch thấy rõ của Eric với anh ấy làm tôi thật bối rối. Tôi không rõ mình có thích bị phớt lờ hơn không.  Chiếc xe của tôi có vẻ không có vấn đề gì với lớp băng đen đang phủ trên đường phố. Tôi lái rất chậm, mặc dù, không muốn cày xới một đường qua Main Street.  Khi ra khỏi xe tải lúc đã đến trường, tôi thấy ngay vì sao hầu như tôi chẳng gặp khó khăn gì. Có cái gì đó màu bạc khiến tôi chú ý, nên tôi ra sau xe – vẫn bíu chặt thân xe cho khỏi té - để kiểm tra bánh xe.  Có các dây xích mỏng cột chéo nhau hình thoi quanh bánh xe.  Charlie đã dậy – nào ai biết được – từ lúc nào để gắn vòng xích chạy trong tuyết vào xe tôi.  Cổ họng tôi chợt nghẹn. Tôi không quen với chuyện được chăm sóc, nên mối quan tâm thầm lặng của Charlie làm tôi sửng sốt. Tôi đang đứng ở phía sau xe tải, cố kiềm chế cảm xúc đang đột ngột dâng trào mà mấy vòng xích tuyết đã mang đến, thì bỗng nghe một âm thanh kỳ lạ.  Đó là một tiếng bánh xe rít xuống đường chói tai, và đang nhanh chóng trở nên to khủng khiếp. Tôi nhìn lên, giật mình. Tôi thấy một số chuyện cùng một lúc.  Chẳng hề có gì chuyển động như trong phim chiếu chậm cả.  Mà hình như a-đrê-lin dâng trào làm não tôi hoạt động nhanh hơn nhiều, nên tôi có thể nhìn thấy rõ ràng cùng lúc nhiều thứ. Edward Cullen đang đứng cách tôi bốn chiếc xe, kinh hoàng nhìn chằm chằm vào tôi. Khuôn mặt của anh nổi bật trên cả biển người, hoàn toàn đông cứng lại trong vẻ kinh hoàng.  Nhưng quan trọng hơn cả là chiếc xe màu xanh đậm đang trượt, bánh trợt và rít vì thắng gấp, đang xoay vèo vèo trên mặt băng phủ bãi đậu xe.  Nó sắp sửa tông vào sau xe tôi, và tôi đang đứng giữa hai chiếc xe. Tôi thậm chí không có thời gian để nhắm mắt.  Ngay trước lúc tôi nghe tiếng răng rắc vỡ vụn của xe tải tông vào thân xe, một cái gì đó đập vào tôi, mạnh, nhưng không phải từ hướng tôi nghĩ. Đầu tôi đập mạnh vào nhựa đường băng giá, và tôi cảm thấy có cái gì đó cứng và lạnh ghim tôi xuống đất. Tôi đang nằm trên vỉa hè đằng sau chiếc xe màu nâu tôi đỗ bên cạnh. Nhưng tôi không kịp nhìn thấy bất cứ thứ gì khác, vì chiếc xe kia vẫn đang lao đến. Nó xoay vòng quanh đuôi xe tải và, vẫn quay cuồng và trượt, sắp sửa tông tôi lần nữa.  Tiếng lầm bầm nguyền rủa làm tôi biết có ai đó đang ở bên tôi, và giọng nói này không thể nào không nhận ra. Hai bàn tay trắng ngón dài đang đưa ra che chở trước mặt tôi, và chiếc xe tải rùng mình dừng lại cách mặt tôi chỉ một bàn chân, bàn tay to lớn vừa khít vết lõm sâu bên hông thân xe.  Sau đó tay anh cử động thật nhanh đến mức chúng nhoè đi. Một tay đột ngột kẹp chặt dưới thân xe, và một cái gì đó kéo tôi, xoay đôi chân tôi vòng vòng như chân búp bê bằng giẻ rách, cho đến khi chân tôi đụng vào bánh xe của chiếc xe nâu. Tiếng tông lanh lảnh rền rỉ làm nhức cả tai, rồi chiếc xe đó dừng lại, kính vỡ lả tả lên nhựa đường, đúng nơi, cách đây một giây, chân tôi ở đó.  Yên lặng tuyệt đối bao trùm trong khoảng một giây dài dằng dặt rồi bắt đầu có tiếng thét.  Trong sự cuồng loạn đột ngột này, tôi có thể nghe nhiều người thét gọi tên tôi.  Nhưng rõ hơn mọi tiếng la hét ấy là giọng nói trầm hối hả của Edward Cullen, vang lên trong tai tôi.  \"Bella? Em ổn không?\" \"Em khoẻ. \" giọng tôi có vẻ kỳ lạ. Tôi cố ngồi bật dậy, và nhận ra anh đang ôm ghì tôi vào lòng.  \"Cẩn thận nào, \" anh cảnh báo trong khi tôi loay hoay. \"Tôi nghĩ em tông vào đầu nặng lắm. \" Tôi bắt đầu cảm thấy một cơn đau nhói trên tai trái.  \"Ái da, \" tôi nói, ngạc nhiên.  \"Đúng như tôi nghĩ. \" giọng anh, lạ thay, nghe giống như anh đang cố nén tiếng cười.  \"Làm thế nào mà ... \" tôi cảm thấy yếu đi, cố tỉnh táo, xác định mình đang ở đâu.  \"Làm sao mà anh qua đây được nhanh như thế chứ?\" \"Tôi đang đứng ngay bên cạnh em mà, Bella, \" anh nói, giọng anh nghiêm túc trở lại.  Tôi xoay người ngồi bật dậy, và lần này anh để tôi thoát khỏi vòng tay đang ôm ngang lưng và lánh ra xa tôi càng xa càng tốt trong không gian chật hẹp này. Tôi nhìn nét mặt vô tội, đầy lo âu của anh, và lại mất phương hướng lần nữa vì đôi mắt vàng của anh.  Tôi đang hỏi anh chuyện gì nhỉ? Rồi họ phát hiện ra chúng tôi, một đám đông với nước mắt chảy ròng ròng trên mặt, quát tháo nhau, quát tháo chúng tôi.  \"Đừng cử động nhé, \" ai đó ra lệnh.  \"Lôi Tyler ra khỏi xe!\" người khác la to.  Một loạt hoạt động diễn ra quanh chúng tôi.  Tôi định đứng dậy, nhưng bàn tay giá lạnh của Edward đè vai tôi xuống.  \"Hãy cứ ở yên đó. \" \"Nhưng lạnh mà, \" tôi than phiền.  Tôi ngạc nhiên khi anh cười khúc khích nho nhỏ.  Có vẻ gì đó kỳ lạ trong giọng nói.  \"Anh đang ở bên kia mà, \" tôi chợt nhớ ra, và tiếng cười khúc khích của anh ngừng giữa chừng. \"Anh đang đứng cạnh xe anh. \" Vẻ mặt anh trở nên đanh lại. \"Không, đâu có. \" \"Tôi thấy anh mà. \" Quanh chúng tôi hết sức hỗn loạn.  Tôi nghe mấy giọng cộc lốc của người lớn đến hiện trường.  Nhưng tôi cứ ngoan cố cãi tiếp; tôi đúng, và anh sẽ phải công nhận chuyện đó.  \"Bella, tôi đang đứng với em, và tôi kéo em tránh xa. \" Anh truyền  sức mạnh kinh hồn của đôi mắt anh lên tôi, như thể cố nói điều gì đó quan trọng.  \"Không mà. \" tôi bướng bỉnh.  Màu vàng trong mắt anh sáng rực. \"Thôi mà, Bella. \" \"Vì sao chứ?\" tôi hỏi.  \"Hãy tin tôi, \" anh khẩn khoản, giọng nói mềm mại của anh không thể cưỡng lại được.  Bây giờ tôi đã nghe tiếng còi xe cảnh sát. \"Anh hứa sau này sẽ giải thích mọi chuyện cho tôi nhé?\" \"Được, \" anh cáu kỉnh, đột ngột bực tức.  \"Vậy thì được, \" tôi cáu kỉnh lặp lại.  Phải sáu nhân viên y tế  và hai thầy giáo – thầy Varner và Coach Clapp – mới chuyển được chiếc xe ra đủ xa chúng tôi để đưa cáng cứu thương vào. Edward kiên quyết từ chối cáng cứu thương, và tôi định bắt chước giống vậy, nhưng tên phản bội này nói với họ là tôi bị tông vào đầu và chắc bị chấn động. Tôi suýt chết vì mắc cỡ khi họ đeo đai cố định cổ cho mình.  Hình như cả trường đều ở đó, nhìn một cách nghiêm trọng khi họ đưa tôi vào phía sau xe cứu thương. Edward ngồi đằng trước. Thiệt là tức muốn điên luôn.   Để chuyện thêm tồi tệ, cảnh sát trưởng Swan đã đến trước khi họ mang tôi đi bình yên.  \"Bella!\" ông hoảng sợ thét lên khi nhận ra tôi nằm trên chiếc cáng.  \"Con hoàn toàn khoẻ mà, Char - Bố, \" tôi thở dài. \"Con không bị sao cả. \" Ông quay qua nhân viên cấp cứu gần nhất để hỏi thăm ngắn gọn. Tôi lờ ông đi để phân tích mớ hình ảnh lộn xộn khó hiểu đang rối tung trong đầu tôi. Khi họ nâng tôi ra khỏi xe, tôi nhìn thấy vết lõm sâu trong càng xe màu nâu - vết lõm rõ ràng rất khớp với bờ vai của Edward ... như thể anh ấy đã cố cản chiếc xe bằng sức mạnh làm móp cả khung kim loại... Rồi kia là gia đình anh ấy, đứng nhìn từ xa, với nét mặt cho thấy từ bất đồng đến cuồng nộ nhưng chẳng hề biểu lộ sự quan tâm đến sự an toàn của em trai họ.  Tôi cố nghĩ ra giải thích hợp lý cho những gì tôi chứng kiến – một giải pháp loại bỏ giả định là tôi điên.  Dĩ nhiên, xe cứu thương có cảnh sát áp tải đến bệnh viện quận.  Tôi cảm thấy buồn cười suốt lúc họ đưa tôi ra.  Tệ hại hơn nữa khi Edward lại lướt qua cửa bệnh viện bằng đôi chân của anh ta. Tôi nghiến răng lại.  Họ đưa tôi vào phòng cấp cứu, một phòng dài có một dãy giường cách nhau bằng những bức màn có hoa văn nhạt. Một cô y tá đặt máy đo huyết áp lên tay tôi và đặt nhiệt kế dưới lưỡi tôi. Vì không ai quan tâm đến chuyện kéo màn xung quanh để tôi được chút riêng tư, nên tôi quyết định tôi chẳng chuyện gì phải mang cái đai cố định cổ ngu ngốc này nữa. Khi y tá vừa bước đi, tôi tháo ngay cái Velcro ra rồi ném nó xuống dưới giường.  Lại thêm một lần xôn xao của nhân viên bệnh viện, thêm một cái cáng được đưa đến giường cạnh tôi. Tôi nhận ra Tyler Crowley học chung lớp Chính quyền với tôi dưới lớp băng đẫm máu đang quấn quanh đầu.  Tyler trông tệ hơn tôi cả trăm lần. Nhưng anh ta đang nhìn tôi lo lắng.  \"Bella, tôi vô cùng xin lỗi !\" \"Tôi khoẻ mà, Tyler - bạn trông tệ quá, bạn ổn chứ?\" khi chúng tôi nói, các y tá bắt đầu tháo băng bẩn của anh ta, để lộ ra vô số những vết đứt nhẹ khắp trán anh và trên má trái.  Anh ấy chẳng nghe tôi nói. \"Tôi nghĩ mình sắp cán chết bạn rồi!  Tôi đi nhanh quá, và tôi bị trợt trên băng\" Anh ta cau mày khi cô y tá bắt đầu chấm nhẹ lên khuôn mặt anh.  \"Đừng lo về chuyện đó nữa; bạn đâu có tông trúng tôi đâu. \" \"Sao bạn nhảy ra khỏi chỗ đó nhanh dữ vậy? Bạn đang ở đó, rồi bạn biến mất\" \"Ừmm, Edward kéo tôi ra. \" Anh ấy có vẻ không hiểu. \"Ai chứ?\" \"Edward Cullen - anh ấy đang đứng cạnh tôi. \" Tôi luôn luôn là kẻ nói dối dở ẹt ; nghe chẳng thuyết phục chút nào.  \"Cullen hả? Tôi đâu có thấy anh ta đâu, ... chà, mọi thứ xảy ra quá nhanh. Anh ấy không sao chứ?\" \"Chắc vậy.  Anh ta cũng đang ở đâu đó trong đây, nhưng họ không bắt anh ta nằm cáng. \" Tôi biết tôi không điên. Chuyện gì đã xảy ra chứ? Không thể nào giải thích được những gì tôi đã thấy.  Họ đẩy xe lăn đưa tôi đi chiếu tia X đầu tôi. Tôi nói với họ là tôi chẳng bị gì cả, và tôi đúng.  Chẳng có cả một chút chấn động. Tôi hỏi tôi về được chưa, nhưng y tá nói tôi phải nói chuyện với bác sĩ trước đã.  Thế nên tôi bị mắc kẹt trong phòng cấp cứu, chờ đợi, bị quấy rối bởi những lời xin lỗi không ngớt của Tyler và hứa sẽ bù đắp cho tôi.  Cho dù không biết bao lần tôi cố thuyết phục anh ấy là tôi khoẻ, anh ấy vẫn cứ tiếp tục giày vò mình. Cuối cùng, tôi nhắm mắt lại và lờ anh ấy đi. Anh ấy cứ lầm bầm ăn năn hối tiếc mãi.  \"Bạn ấy đang ngủ à?\" một giọng nói du dương hỏi. Mắt tôi mở choàng ra ngay.  Edward đang đứng dưới chân giường tôi, cười tự mãn. Tôi nhìn anh ấy trừng trừng.  Thật không dễ chút nào - lẽ ra là phải liếc mắt đưa tình mới đúng.  \"Này, Edward, tôi vô cùng xin lỗi - \" Tyler bắt đầu.  Edward đưa tay chặn lại.  \"Không ai đổ máu thì chẳng ai có tội cả, \" anh nói, hàm răng đẹp tuyệt lấp lánh. Anh đến ngồi lên gờ giường Tyler, đối mặt với tôi. Anh lại cười tự mãn.  \"Nè, bác sĩ khám nói sao?\" anh hỏi tôi.  \"Tôi chẳng hề bị gì cả, nhưng họ không chịu để tôi đi, \" tôi than phiền. \"Tại sao anh không bị cột vô băng-ca giống tụi tôi chớ?\" \"Đều là nhờ người mà ai cũng biết là ai đó, \" anh trả lời. \"Nhưng đừng lo, tôi đến giải phóng em đây. \" Rồi một bác sĩ đến bên cạnh, và tôi ngạc nhiên há hốc. Anh ấy trẻ, tóc vàng và đẹp trai bất cứ ngôi sao điện ảnh nào tôi từng thấy.  Tuy thế, anh nhợt nhạt, và trông có vẻ mệt mỏi, vì quầng thâm dưới mắt. Theo mô tả của Charlie, đây hẳn là cha của Edward.  \"Nè, cô Swan, \" bác sĩ Cullen nói bằng một giọng hấp dẫn khác thường, \"cô cảm thấy thế nào?\" \"Tôi khoẻ, \" tôi nói, hy vọng là lần cuối.  Anh ấy đến bảng điều khiển ánh sáng trên tường phía trên đầu tôi, và bật nó lên.  \"Hình chụp  X-quang của em có vẻ ổn, \" anh ấy nói. \"Em có bị đau đầu không? Edward nói là em bị tông mạnh lắm. \" \"Ổn cả mà, \" tôi thở dài lặp lại, giận dữ nhìn nhanh về phía Edward.  Ngón tay mát rượi của bác sĩ nhẹ nhàng thăm dò dọc hộp sọ tôi. Anh ấy nhận thấy tôi cau mày.  \"Đau hả?\" anh ấy hỏi.  \"Không mà. \" Lẽ ra có thể tệ hơn vậy.  Tôi nghe tiếng cười khúc khích, và nhìn qua thấy Edward đang cười trịch thượng. Mắt tôi nheo lại.   \"Được rồi, cha em đang ở phòng đợi – bây giờ em có thể về nhà với bố.  Nhưng hãy trở lại nếu em cảm thấy chóng mặt hoặc nhìn không rõ nhé. \" \" Em có thể đi học được không?\" tôi hỏi, tưởng tượng bố phải cố tỏ ra ân cần.  \"Có lẽ em nên nghỉ ngơi hôm nay. \" Tôi nhìn lướt qua Edward. \" Anh ấy được đến trường hả?\" \"Phải có người báo tin mừng là mình còn sống chớ, \" Edward nói một cách tự mãn.  \"Thực ra thì, \" bác sĩ Cullen sửa, \" hầu như cả trường đều đang ở phòng đợi rồi. \" \"Ôi trời ơi, \" tôi than van, lấy tay che mặt.  Bác sĩ Cullen nhíu mày. \"Thế em muốn ở lại không?\" \"Không, không !\" tôi kiên quyết, để chân xuống giường và nhảy nhanh xuống. Quá nhanh - tôi chao đảo, và bác sĩ Cullen chụp tôi lại. Anh ấy có vẻ lo lắng.  \"Em khoẻ mà, \" tôi đoan chắc với anh ấy lần nữa.  Không cần phải nói cho anh ấy biết chuyện tôi lảo đảo chả hề liên quan gì đến chuyện bị tông vào đầu.  \"Uống vài viên Tylenol để giảm đau nhé, \" anh ấy bảo khi đang giữ cho tôi đứng vững.  \"Không đau đến thế đâu, \" tôi kiên quyết.  \"Nghe có vẻ như em may mắn hết sức, \" bác sĩ Cullen nói, mỉm cười khi ký biểu đồ của tôi bằng nét chữ bay bướm.  \"May là có Edward tình cờ đứng kế bên tôi, \" tôi sửa lại và liếc nhìn gay gắt đối tượng của câu nói của mình.  \"Ồ, ờ thì, đúng rồi, \" bác sĩ Cullen đồng ý, đột ngột bận tâm vào mấy thứ giấy tờ trước mặt anh ấy.  Rồi anh ấy nhìn sang Tyler, và đến giường kế tiếp.  Trực giác báo tôi biết; bác sĩ có can dự vào chuyện này.  \"Tôi e là em sẽ phải ở lại với chúng tôi hơi lâu hơn, \" anh ấy nói với Tyler, và bắt đầu kiểm tra mất vết thương của Tyler.  Ngay khi bác sĩ quay lưng đi, tôi đến bên Edward.  \"Tôi có thể nói chuyện với anh một chút được không?\" tôi rít nhỏ.  Anh lùi xa khỏi tôi, hàm anh đột ngột nghiến lại.  \"Cha em đang đợi mà, \" anh nói qua hàm răng nghiến chặt - Tôi nhìn lướt qua bác sĩ Cullen và Tyler.  \"Tôi muốn nói chuyện với anh một mình, nếu anh không phiền, \" tôi nhấn mạnh.  Anh nhìn chằm chằm, rồi quay lưng và bước xuống căn phòng dài. Tôi gần như phải chạy theo.  Ngay khi chúng tôi bước qua góc tiền sảnh, anh quay phắt lại đối mặt với tôi.  \"Em muốn gì?\" anh hỏi, có vẻ bực mình. Mắt anh lạnh lùng.  Vẻ không thân thiện làm tôi chùn bước.  Lời nói tôi phát ra không nghiêm trọng như tôi muốn. \"Anh nợ tôi một lời giải thích, \" tôi nhắc anh.  \"Tôi đã cứu em - tôi chẳng nợ em gì cả. \" Tôi chùn bước vì vẻ oán giận trong giọng anh. \" Anh hứa rồi mà. \" \"Bella, em bị tông vào đầu, em không biết mình đang nói gì đâu. \" giọng anh lạnh lùng.  Cơn giận của tôi bùng lên, và tôi nhìn trừng trừng thách thức anh.  \"Đầu tôi chẳng bị sao cả. \" Anh nhìn chằm chằm lại. \"Em muốn gì ở tôi, Bella?\" \"Tôi muốn biết sự thật, \" tôi nói. \"Tôi muốn biết tại sao tôi nói dối vì anh. \" \"Em nghĩ đã xảy ra chuyện gì?\" anh cáu kỉnh.  Tôi nói ào ào không kềm được.  \"Tất cả những gì tôi biết là anh không ở gần tôi - Tyler cũng chẳng nhìn thấy anh, cho nên đừng có bảo tôi là tôi bị tông mạnh vào đầu.  Chiếc xe đó sắp cán cả hai chúng tôi – nhưng nó đã không cán, và tay anh để lại vết lõm bên hông xe - và trên một xe khác nữa, mà anh chẳng hề đau chút nào - và chiếc xe đó lẽ ra đã cán chân tôi, nhưng anh đã lôi xe đó lên ... \"  Tôi thấy mình có vẻ điên, nên tôi không nói tiếp được. Tôi tức đến nỗi nước mắt ngập mi; tôi cố nén nước mắt bằng cách nghiến răng lại.  Anh đang nhìn chằm chằm vào tôi hoài nghi. Nhưng khuôn mặt anh căng thẳng, đề phòng.   \"Em nghĩ là tôi nâng cái xe đó lên khỏi em?\" giọng anh tỏ sự nghi ngờ vào óc sáng suốt của tôi, nhưng nó chỉ làm tôi nghi ngờ hơn.  Tựa như lời thoại hoàn hảo của một diễn viên lành nghề.  Tôi chỉ gật đầu một lần, mím chặt.  \"Sẽ chẳng ai tin vậy cả, em biết đó.” Giọng anh bây giờ có vẻ chế nhạo.  \"Tôi sẽ chẳng nói cho ai biết đâu. \" tôi gằn từng tiếng một, cẩn thận kiểm soát cơn giận của mình.  Nét ngạc nhiên thoáng qua mặt anh. \"Vậy thì tại sao chuyện đó lại quan trọng chứ?\" \"Quan trọng đối với tôi, \" tôi kiên quyết. \" tôi không thích nói dối - cho nên phải có lý do chính đáng tại sao tôi làm chuyện đó. \" \"Em không thể chỉ cảm ơn tôi và rồi quên chuyện đó đi sao?\" \"Cảm ơn. \" tôi đợi, cáu kỉnh và chờ đợi.  \"Em sẽ không bỏ qua chuyện đó phải không?\" \"Không. \" \"Nếu vậy .. em cứ tha hồ thất vọng. \" Chúng tôi quắc mắt nhìn nhau im lặng. Tôi là người đầu tiên nói, cố giữ cho mình tập trung. Tôi có nguy cơ bị phân tâm bởi khuôn mặt đẹp, cáu tiết của anh. Tựa hồ như đang nhìn chằm chằm một thiên thần mất quyền lực vậy.  \"Vậy thì anh bận tâm làm gì chứ?\" tôi thờ ơ hỏi.  Anh ngừng lại, và trong một giây phút khuôn mặt hấp dẫn của anh dễ bị tổn thương không ngờ.  \"Tôi không biết, \" anh thì thầm.  Rồi anh quay lưng lại bỏ đi.  Tôi tức giận đến nỗi, mất mấy phút sau mới nhúc nhích được. Khi tôi có thể đi được, tôi chậm chạp đi về phía lối ra ở cuối tiền sảnh.  Phòng đợi còn khó chịu hơn tôi đã sợ. Dường như mọi khuôn mặt tôi quen biết ở Forks đều ở đó, nhìn chằm chằm vào tôi. Charlie vội vã đến bên tôi; tôi giơ tay lên.  \"Con không bị sao cả, \" tôi giận dỗi khẳng định với ông. Tôi vẫn còn tức điên, không muốn trò chuyện gì cả.  \"Bác sĩ nói sao?\" \"Bác sĩ Cullen đã khám cho con, và ông ấy nói con khoẻ, có thể về nhà được rồi. \" Tôi thở dài. Mike, Jessica và Eric đều ở đó, bắt đầu kéo về phía chúng tôi. \"Đi bố,\"  tôi giục.  Charlie đặt một tay sau lưng tôi, không hoàn toàn chạm vào tôi, và đưa tôi đến cửa kính ra ngoài. Tôi ngượng ngùng vẫy tay với các bạn tôi, hi vọng truyền đạt ý họ không cần phải lo lắng nữa. Thật nhẹ nhõm - lần đầu tôi cảm thấy thế - khi bước vào chiếc xe tuần tiễu.  Chúng tôi im lặng chạy xe. Tôi miên man suy nghĩ đến nỗi tôi chẳng hề biết Charlie ở đó. Tôi càng tin chắc hơn hành vi phòng thủ của Edward trong đại sảnh là sự xác nhận những chuyện kỳ quái tôi không thể tin là mình có thể chứng kiến là có thật.  Khi về đến nhà, Charlie cuối cùng mở miệng.  \"Ờ... con sẽ phải gọi cho Renée đấy. \" bố cúi đầu, vẻ đáng khiển trách.  Tôi hoảng hồn. \"Bố kể mẹ nghe rồi sao!\" \"Xin lỗi con. \" Tôi đóng sầm cửa chiếc xe tuần tiễu mạnh hơn cần thiết khi bước ra.  Mẹ kích động, dĩ nhiên rồi. Tôi phải nói với mẹ là tôi cảm thấy bình thường ít nhất ba mươi lần mẹ mới dịu xuống. Mẹ năn nỉ tôi về nhà - quên chuyện bây giờ nhà chẳng còn ai - nhưng lời năn nỉ của mẹ dễ cưỡng lại hơn tôi nghĩ. Tôi hoàn toàn bị thu hút bởi bí ẩn Edward vừa để lộ. Và quá bị Edward ám ảnh. Ngu ngốc, ngu ngốc, ngu ngốc. Tôi không còn háo hức muốn thoát khỏi Forks như lẽ ra phải vậy, như lẽ ra một người tỉnh táo, bình thường, sẽ muốn thế.  Tôi quyết định nên đi ngủ sớm đêm đó. Charlie vẫn nhìn tôi lo lắng, làm tôi càng thêm bực tức. Tôi dừng lại trên đường về phòng để chộp ba viên Tylenol trong phòng tắm. Chúng có tác dụng, và, khi cơn đau dịu đi, tôi chìm vào giấc ngủ.  Đó là đêm đầu tiên tôi mơ thấy Edward Cullen."
        }
    ],
    "suggestions": []
}