{
    "en_vn": {
        "data": {
            "content": null,
            "word": "patched"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "patched"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "patched"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "patched"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "patched"
        }
    },
    "sentences": [
        {
            "en": "I want my shoes <em>patched</em>.",
            "vi": "Tôi muốn vá giày."
        },
        {
            "en": "Jacket <em>patched</em> at the elbows",
            "vi": "Áo vét - tông có vá đệm ở khuỷu tay"
        },
        {
            "en": "They <em>patched</em> up their differences",
            "vi": "Họ đã giải quyết những mối bất hòa với nhau."
        },
        {
            "en": "His shirt was <em>patched</em> many times over.",
            "vi": "Áo anh vá chằng vá đụp."
        },
        {
            "en": "Apparently, he has since <em>patched</em> things up with his father.",
            "vi": "Hình như kể từ đó anh ta đã dàn xếp với bố mình."
        },
        {
            "en": "Horan suggests abandoning IE until or unless the issue is <em>patched</em> by Microsoft.",
            "vi": "Horan đề nghị từ bỏ IE cho đến khi hoặc trừ phi lỗi trên được Microsoft vá."
        },
        {
            "en": "When he cut himself on the broken glass, I <em>patched</em> him up before we took him to the hospital.",
            "vi": "Khi anh ấy bị thương bởi mảnh kính vỡ, tôi đã băng bó tạm thời trước khi chúng tôi đưa anh ấy vào bệnh viện."
        },
        {
            "en": "We have a bank of phone booths at the club house and any call for you is <em>patched</em> over there.",
            "vi": "Chúng tôi có một dãy phòng điện thoại tại tòa nhà câu lạc bộ và bất cứ cuộc gọi nào dành cho bạn cũng được thực hiện ở đó."
        },
        {
            "en": "Its exterior walls were charred all along one side, and a part of the tiled roof that had burned away was crudely <em>patched</em> with wooden boards.",
            "vi": "Ở phía ngoài một bức vách cháy đen thui, và một phần của mái ngói đã bị cháy, nay được chắp vá."
        },
        {
            "en": "In the end, you should have <em>patched</em> together something that looks like a normal label (note the graphic representation in the upper left corner of the step 3 window).",
            "vi": "Cuối cùng, bạn nên ghép những cái đó lại với nhau thành một nhãn chuẩn (hãy để ý dạng biểu hiện hình thể ở góc trên trái của cửa sổ label wizard bước 3)."
        },
        {
            "en": "Do not log into accounts from afflicted sites until you're sure the company has <em>patched</em> the problem. If the company hasn't been forthcoming -- confirming a fix or keeping you up to date with progress -- reach out to its customer service teams for information, said John Miller, security research manager for TrustWave, a security and compliance firm.",
            "vi": "Không đăng nhập vào tài khoản từ các trang bị ảnh hưởng chừng nào bạn còn chưa chắc chắn là công ty quản lý cái trang đó đã vá được lỗi này hay chưa. Nếu công ty ấy chưa chỉ dẫn - tức là chưa xác nhận là đã sửa được lỗi hoặc họ không cập nhật cho bạn tiến trình sửa lỗi - thì bạn liên lạc với bộ phận dịch vụ khách hàng để nắm thông tin - theo ông John Miller, giám đốc nghiên cứu công ty an ninh mạng Trustwave."
        },
        {
            "en": "Facebook said its systems were targeted last month when a handful of employees visited a mobile developer website that had been compromised. The website allowed malicious code to be installed on the employees’ laptops, Facebook said in a blog post. It said the laptops were fully <em>patched</em> and running up-to-date antivirus software.",
            "vi": "Facebook cho biết hệ thống của hãng đã bị tấn công hồi tháng trước khi một vài nhân viên ghé thăm một trang web lập trình viên di động mà trước đó đã bị xâm phạm. Trang web này cho phép cài mã độc lên máy tính xách tay của những nhân viên này, Facebook chia sẻ trong một bài viết blog. Hãng cho biết những máy tính xách tay này đã được vá lỗi đầy đủ và chạy phần mềm diệt vi-rút mới nhất.  "
        },
        {
            "en": "Oracle’s Java technology has come under fire recently over security. It <em>patched</em> some critical vulnerabilities in the platform in mid-January, but still the U.S. Computer Emergency Readiness Team (US-CERT) urged users to disable browser plug-ins that use Java.",
            "vi": "Công nghệ Java của Oracle gần đây đã bị chỉ trích về vấn đề bảo mật. Oracle đã vá một số lỗ hổng nghiêm trọng trên nền tảng này hồi giữa tháng Một, tuy nhiên Trung tâm Ứng cứu máy tính khẩn cấp Hoa Kỳ (US-CERT) đã kêu gọi người dùng vô hiệu hoá các plug-in trình duyệt sử dụng Java.  "
        },
        {
            "en": "Adobe Systems and Oracle joined Microsoft today in releasing security updates, fixing a total of 62 vulnerabilities between the two of them. Microsoft wasn’t the only company to issue security patches today. Oracle and Adobe Systems pushed out updates to their products as well. Oracle plugged 47 security holes in a massive update, the company’s second of the year. Sixteen of the Oracle vulnerabilities are tied to the Oracle Solaris (formerly under Sun Microsystems) product suite. Eight of those 16 are remotely exploitable without user authentication.  Oracle also fixed eight bugs in its e-business suite portfolio, seven database vulnerabilities, one flaw in the Oracle Collaboration suite and five security fixes for Oracle Fusion Middleware. The update also included patches for four bugs in Oracle PeopleSoft and JD Edwards EnterpriseOne Suite and six fixes for vulnerabilities in the Oracle Industry Applications Suite.  Adobe meanwhile fixed 15 vulnerabilities in Adobe Reader and Acrobat and went forward with its plans for its new updater technology. The feature, explained Adobe Director of Product Security and Privacy Brad Arkin, will help protect users by ensuring they are running the most current versions of Adobe software.  “Most users who ever encountered a security problem using Adobe products were attacked via a known vulnerability that was <em>patched</em> in more recent versions of the software,” he blogged. “The new updater technology was designed to address part of this problem.” With the new updater, Windows users will be able to set Adobe Reader and Acrobat to automatically download updates without any user interaction. Qualys CTO Wolfgang Kandek said the feature should help slash the half-life - the time it takes to cut the occurrence of a vulnerability by half - for many users. “The overall half-life for Adobe Reader is slightly over 60 days, compared to just under 30 days for all software, and under 15 days for core Operating System software,” he said. “The silent updater will have a positive effect on updates for Adobe. We see much better update performance on Adobe Reader v9 then for the mix of v9/8 and v7 and attribute that to the existing updater in v9. I would expect the silent updater to further increase this gap.”",
            "vi": "Hôm nay Adobe Systems, Oracle cùng với Microsoft phát hành bản cập nhật bảo mật, cùng vá tổng cộng 62 lỗ hổng giữa hai trong số ba hãng này. Ngày nay Microsoft không còn là công ty duy nhất đưa ra bản vá bảo mật. Oracle và Adobe Systems cũng đã tung ra bản cập nhật cho các sản phẩm của họ. Oracle đã vá 47 lỗ hổng bảo mật bằng một bản cập nhật lớn, đây là lần cập nhật thứ hai trong năm của hãng. 16 lỗ hổng bảo mật của Oracle vẫn nằm trong bộ sản phẩm Oracle Solaris (trước đây là thuộc công ty Sun Microsystems). 8 trong 16 lỗi này có thể được khai thác từ xa mà không cần xác nhận người dùng. Oracle cũng đã vá 8 lỗi trong danh mục bộ phần mềm kinh doanh điện tử, 7 lỗ hổng cơ sở dữ liệu, 1 lỗi trong bộ phần mềm Oracle Collaboration và 5 bản vá bảo mật cho Oracle Fusion Middleware. Bản cập nhật cũng bao gồm bản vá cho 4 lỗi trong Oracle PeopleSoft và JD Edwards EnterpriseOne Suite và 6 bản vá lỗ hổng bảo mật trong bộ phần mềm Oracle Industry Applications Suite.  Đồng thời Adobe cũng vá được 15 lỗ hổng trong Adobe Reader và Acrobat và tiến tới thực hiện kế hoạch phát triển cho công nghệ trình cập nhật mới của hãng. Tính năng này theo Giám đốc bộ phận Bảo đảm về Bảo mật Sản phẩm của hãng Adobe Brad Arkin giải thích nó sẽ giúp bảo vệ người dùng bằng cách đảm bảo rằng họ đang chạy các phiên bản mới nhất của phần mềm Adobe. Ông đã viết trong blog rằng \" Hầu hết những người dùng đã từng gặp vấn đề về bảo mật khi dùng các sản phẩm của Adobe đã bị tấn công thông qua một lỗ hổng đã phát hiện và đã được vá trong nhiều phiên bản phần mềm gần đây hơn. Công nghệ của trình cập nhật mới được thiết kế để giải quyết phần nào vấn đề này.\" Với trình cập nhật mới, người dùng Windows sẽ có thể thiết lập Adobe Reader và Acrobat tự động tải các bản cập nhật mà không cần bất cứ sự tương tác nào của người dùng. Giám đốc công nghệ Qualys Wolfgang Kandek cho biết tính năng này sẽ giúp giảm bớt phân nửa chu kì cập nhật mà họ phải bỏ ra để giảm đi phân nữa sự xuất hiện một lỗ hổng cho nhiều người dùng. Ông ta cho biết “Nữa chu kì cập nhật toàn bộ cho Adobe Reader là nhỉnh hơn 60 ngày so với dưới 30 ngày cho tất cả phần mềm, và dưới 15 ngày dành cho phần mềm Hệ điều hành lõi“. Trình cập nhật ngầm sẽ có một ảnh hưởng khả quan đối với bản cập nhật cho Adobe. Chúng tôi thấy hiệu suất cập nhật tốt hơn rất nhiều trên Adobe Reader v9 sau đó cho phiên bản hỗn hợp v9/8 và v7 và thuộc tính mà có trong trình cập nhật hiện có ở phiên bản v9. Tôi hi vọng bản cập nhật ngầm sẽ tăng thêm khoảng cách này.” Bản Dịch của Nguyễn Thanh Tâm"
        }
    ],
    "suggestions": []
}