{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Patents",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Patents",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Patents",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Patents",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Patents",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Patents</em>",
            "vi": "Bằng sáng chế"
        },
        {
            "en": "(e)\t<em>Patents</em>",
            "vi": "(e) Sáng chế"
        },
        {
            "en": "Apple secures <em>patents</em> on China stores",
            "vi": "Apple được cấp bằng sáng chế đối với các cửa hàng ở Trung Quốc"
        },
        {
            "en": "Intangible assets include <em>patents</em>, copyrights and trademarks.",
            "vi": "Tài sản vô hình bao gồm bằng sáng chế, bản quyền và thương hiệu."
        },
        {
            "en": "What about assessing <em>patents</em> and trade marks?",
            "vi": "Còn các bằng sáng chế và nhãn hiệu đăng ký thì sao?"
        },
        {
            "en": "<em>Patents</em> have evolved into a potent weapon in global competition.",
            "vi": "Các quyền sáng chế đã từ từ tiến triển thành vũ khí sát thương trong cuộc cạnh tranh toàn cầu."
        },
        {
            "en": "Examples are goodwill, <em>patents</em>, copyrights, trademarks, franchises, leaseholds, leasehold improvements.",
            "vi": "Ví dụ như lợi thế thương mại, bằng phát minh, nhãn hiệu thương mại, quyền đặc nhượng, quyền thuê, cải tiến quyền thuê."
        },
        {
            "en": "<em>Patents</em> are sometimes partially in force and partially annulled.",
            "vi": "Đôi khi bằng sáng chế một phần có hiệu lực và một phần bị hủy bỏ."
        },
        {
            "en": "Apple and Samsung accused each other of infringing on software <em>patents</em>; Apple's allegations also included a few design <em>patents</em>.",
            "vi": "Apple và Samsung buộc tội nhau đã xâm phạm bằng phát minh về phần mềm; cáo buộc của Apple còn liên quan đến một vài bằng sáng chế về thiết kế."
        },
        {
            "en": "424.\tOwners of Invention <em>Patents</em> or Utility Solution <em>Patents</em> had the exclusive right to use, licence and assign the right to use the invention to other persons.",
            "vi": "424. Chủ sở hữu Bằng độc quyền sáng chế hoặc Bằng độc quyền giải pháp hữu ích có độc quyền sử dụng, chuyển giao quyền sở hữu, và chuyển giao quyền sử dụng sáng chế cho người khác."
        },
        {
            "en": "\"The majority of Apple's key <em>patents</em> are not registered in China,\" said Li Hongjiang, a lawyer at Unitalen, a law firm in Beijing. He said this was the case particularly for <em>patents</em> frequently cited as components of other <em>patents</em>.",
            "vi": "\"Phần lớn những bằng sáng chế quan trọng của Apple không được đăng ký ở Trung Quốc,\" Li Hongjiang, một luật sư của Unitalen, công ty luật ở Bắc Kinh cho hay. Ông nói đây là trường hợp đặc biệt dành riêng cho những bằng sáng chế thường được xem là thành phần của bằng sáng chế khác."
        },
        {
            "en": "Companies which hold <em>patents</em> to such essential technologies enter licensing agreements with other manufacturers allowing them the use of <em>patents</em> under fair, reasonable and non-discriminatory conditions.",
            "vi": "Các công ty nắm giữ bằng sáng chế đối với những công nghệ thiết yếu thường thoả thuận bản quyền với các nhà sản xuất khác, cho phép họ sử dụng bằng sáng chế với những điều kiện công bằng, hợp lý và không phân biệt đối xử."
        },
        {
            "en": "The U.S. engineer John Garand <em>patents</em> the Garand semiautomatic, or M1 rifle.",
            "vi": "Kỹ sư Mỹ John Garand chế ra súng trường bán tự động Garand, hay còn gọi là súng trường M1."
        },
        {
            "en": "Both ElanTech and Apple have numerous <em>patents</em> related to touch-based interfaces.",
            "vi": "Cả hai phía ElanTech và Apple đều có một số lượng lớn bằng sáng chế liên quan đến các giao diện dựa trên cảm ứng chạm."
        },
        {
            "en": "Ericsson has also claimed that Samsung infringed some of its <em>patents</em>.",
            "vi": "Ericsson cũng đã tuyên bố Samsung vi phạm vài bằng sáng chế của hãng."
        },
        {
            "en": "The UK Patent Office keeps a register of all <em>patents</em> granted in the country.",
            "vi": "Cơ quan cấp bằng sáng chế ở Anh giữ sổ tất cả các bằng sáng chế cấp trong nước."
        },
        {
            "en": "The U. S. engineer John Garand <em>patents</em> the Garand semiautomatic, or M1 rifle.",
            "vi": "Kỹ sư Mỹ John Garand chế ra súng trường bán tự động Garand, hay còn gọi là súng trường M1."
        },
        {
            "en": "Others assets are nonphysical such as the rights granted by <em>patents</em>, trademarks, or copyrights.",
            "vi": "Các tài sản vô hình như các quyền về bằng sáng chế, thương hiệu, và bản quyền."
        },
        {
            "en": "Check out Google Patent and see if there are existing <em>patents</em> in effect that prevent you from practicing your invention. See the chaper on <em>Patents</em> in Product Design and Development (Ulrich and Eppinger) to understand the basic concepts of intellectual property and <em>patents</em> in product design.",
            "vi": "Kiểm tra trên Google Patent (nếu bạn ở Mỹ) và hãy xem hiện tại có bằng sáng chế nào có khả năng gây khó dễ cho bạn không nhé. Và đừng quên tìm hiểu về mô hình cư bản của luật sở hữu trí tuệ và bản quyền trong thiết kế sản phẩm."
        },
        {
            "en": "In 2002, Vietnamese in Vietnam filed for a total of two <em>patents</em> with the World International Property Organization.",
            "vi": "Trong năm 2002, Việt Nam chỉ đăng ký có 2 bản quyền với Tổ chức Sở hữu Trí tuệ Thế giới (WIPO)."
        }
    ],
    "suggestions": []
}