{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,peitəntid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tínht ừ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đã có bằng sáng chế, môn bài</td></tr></table><i/></div>",
            "word": "patented"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "patented"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "patented"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "patented"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "patented"
        }
    },
    "sentences": [
        {
            "en": "The first hovercraft was <em>patented</em> in 1955.",
            "vi": "Chiếc tàu lướt sóng đầu tiên được cấp bằng sáng chế năm 1955."
        },
        {
            "en": "Mary Anderson invented the windshield wiper - <em>patented</em> in 1905.",
            "vi": "Mary Anderson đã phát minh ra cần gạt nước - được cấp bằng sáng chế vào năm 1905."
        },
        {
            "en": "In 1945, Prof. Joshi of Pune <em>patented</em> a model of a biogas unit.",
            "vi": "Năm 1945, giáo sư Joshi của Pune đã được cấp bằng sáng chế mô hình bộ thiết bị sinh học."
        },
        {
            "en": "The company announced that it had <em>patented</em> a new drug to relieve panic.",
            "vi": "Công ty loan báo rằng công ty đã lấy bằng sáng chế một loại thuốc mới để giảm bớt sợ hãi."
        },
        {
            "en": "In 1922, Wallace Rupert Turnbull <em>patented</em> his latest invention, the Variable-Pitch propeller.",
            "vi": "Năm 1922, Wallace Rupert Turnbull có bằng sáng chế cho phát minh mới nhất của mình, cánh quạt có thể điều chỉnh được."
        },
        {
            "en": "The <em>patented</em> Thermal Bonding technology makes the new ball virtually waterproof.",
            "vi": "Công nghệ thermal bonding có bằng sáng chế làm cho quả bóng mới gần như không thấm nước."
        },
        {
            "en": "Yoghurt with added fruit jam was <em>patented</em> in 1933 by the Radlická Mlékárna dairy in Prague.",
            "vi": "Ya - ua trộn mứt trái cây được hãng bơ sữa Radlická Mlékárna sáng tạo ra năm 1933 ở Prague."
        },
        {
            "en": "Nobel <em>patented</em> his invention in 1867 under the name of 'dynamite', based on 'dyna' the Greek word for 'power'.",
            "vi": "Nobel được cấp bằng sáng chế cho phát minh của mình vào năm 1867 dưới tên “dynamite”, dựa trên từ gốc Hy Lạp “dyna” có nghĩa là “sức mạnh”."
        },
        {
            "en": "Both parties have agreed to create a corporation to engage in the business of selling the <em>patented</em> device.",
            "vi": "Cả hai bên đồng ý thành lập một công ty tham gia vào việc kinh doanh bán thiết bị có bằng sáng chế."
        },
        {
            "en": "Walker never <em>patented</em> his invention, and three years later it was copied by a Samuel Jones, who marketed his product as Lucifers.",
            "vi": "Walker chưa bao giờ được cấp bằng sáng chế, ba năm sau nó bị bắt chước bởi Samuel Jones, người đã sản phẩm của ông ra thị trường với cái tên là Lucifers."
        },
        {
            "en": "Failure to use or licence a <em>patented</em> invention could result in compulsory licensing (Article 136.1 of the 2005 Intellectual Property Law).",
            "vi": "Việc không sử dụng hoặc không quyền sử dụng sáng chế được bảo hộcó thể dẫn tới cấp li-xăng bắt buộc (Điều 136.1 của Luật Sở hữu trí tuệ năm 2005)."
        },
        {
            "en": "The Swedish firm had a licensing deal with Samsung under which the South Korean manufacturer was allowed to use various technologies <em>patented</em> by Ericsson in its products.",
            "vi": "Công ty Thụy Điển đã thoả thuận về giấy phép với Samsung, theo đó nhà sản xuất Hàn Quốc được phép sử dụng nhiều công nghệ khác nhau do Ericsson cấp bằng sáng chế trong các sản phẩm của Samsung."
        },
        {
            "en": "They did not manage to find television advertisements which used the “beacons”, but said Silverpush has <em>patented</em> software designed to listen out for messages broadcast through the telly.",
            "vi": "Họ đã không tìm thấy các quảng cáo truyền hình sử dụng \"đèn hiệu\", nhưng Silverpush đã được cấp bằng sáng chế cho phần mềm được thiết kế để nghe tin nhắn phát sóng qua điện thoại."
        },
        {
            "en": "Over a century the company built a thriving business around a <em>patented</em> product, the featherbone - used to stiffen corsets and collars. Though the company survived the Great Depression, technological changes such as plastic were emerging.",
            "vi": "bởi sản xuất một sản phẩm được cấp bằng sáng chế, đó là featherbone - được sử dụng để cứng áo nịt ngực và cổ áo. Mặc dù công ty này đã tồn tại được sau cuộc Đại khủng hoảng, nhờ chuyển biến công nghệ như nhựa đã phục hưng lại công ty."
        },
        {
            "en": "The assignment or licensing of a <em>patented</em> invention was subject to certain restrictions permitted by Articles 30 and 40 of the TRIPS Agreement (Articles 139 and 142 of the 2005 Intellectual Property Law).",
            "vi": "Việc chuyển giao quyền sở hữu hoặc chuyển giao quyền sử dụng sáng chế được bảo hộ phải tuân thủ các hạn chế quy định tại các Điều 30 và 40 Hiệp định TRIPS (các Điều 139 và 142 của Luật Sở hữu trí tuệ năm 2005)."
        },
        {
            "en": "Over a century the company built a thriving business around a <em>patented</em> product, the featherbone - used to stiffen corsets and collars. Though the company survived the Great Depression, technological changes such as plastic were emerging.",
            "vi": "Hơn một thế kỷ xây dựng một công ty kinh doanh phát đạt bởi sản xuất một sản phẩm được cấp bằng sáng chế,đó là featherbone - được sử dụng để cứng áo nịt ngực và cổ áo. Mặc dù công ty này đã tồn tại được sau cuộc Đại khủng hoảng, nhờ chuyển biến công nghệ như nhựa đã phục hưng lại công ty."
        },
        {
            "en": "South Korea has been ranked the 12th and the 15th in global biotechnology competitiveness, measured by number of science and technology papers and <em>patented</em> technologies, respectively. There have been noticeable achievements in research since 2000 and research outcomes are",
            "vi": "Nam Triều Tiên đã được xếp hạng thứ 12 và 15 về tính cạnh tranh trong ngành công nghệ sinh học, đo lường bởi số lượng bài viết khoa học và kỹ thuật và các kỹ thuật được cấp bằng sáng chế, tuơng ứng. Có những thành tựu đáng để ý trong nghiên cứu từ năm 2000 và các kết quả nghiên cứu đang được chuyển thành những cơ hội kinh doanh mới."
        },
        {
            "en": "With the Ripple Maker you’ll turn ordinary coffee into an extraordinary experience. Using <em>patented</em> printing technology, the machine creates inspiring Ripples from any image or text atop the foam layer of coffee beverages.",
            "vi": "Với chiếc Ripple Maker, bạn có thể biến ly cà phê bình thường thành cách thưởng thức cà phê tuyệt vời. Sử dụng công nghệ in được cấp bằng sáng chế, chiếc máy này tạo ra những hình ảnh hoặc đoạn văn gợn sóng lăn tăn hết sức lôi cuốn trên bề mặt ly cà phê."
        },
        {
            "en": "South Korea has been ranked the 12th and the 15th in global biotechnology competitiveness, measured by number of science and technology papers and <em>patented</em> technologies, respectively. There have been noticeable achievements in research since 2000 and research outcomes are turning into new business opportunities.",
            "vi": "Nam Triều Tiên đã được xếp hạng thứ 12 và 15 về tính cạnh tranh trong ngành công nghệ sinh học, đo lường bởi số lượng bài viết khoa học và kỹ thuật và các kỹ thuật được cấp bằng sáng chế, tuơng ứng. Có những thành tựu đáng để ý trong nghiên cứu từ năm 2000 và các kết quả nghiên cứu đang được chuyển thành những cơ hội kinh doanh mới."
        },
        {
            "en": "Although a jury found Samsung guilty of patent infringement to the tune of $1.05 billion, Apple didn't provide enough evidence that its <em>patented</em> features drove consumer demand, Koh ruled. “The phones at issue in this case contain a broad range of features, only a small fraction of which are covered by Apple's patents,” Koh said in her ruling.",
            "vi": "Mặc dù có một hội đồng xét xử đã tuyên bố Samsung vi phạm bản quyền với số tiền là 1,05 tỉ đô-la Mỹ, nhưng Apple đã không cung cấp đủ bằng chứng để chứng minh là các tính năng có bằng sáng chế của hãng đã thúc đẩy nhu cầu người tiêu dùng, Koh phán quyết. \"Những chiếc điện thoại được nhắc đến trong vụ kiện này có nhiều tính năng, và chỉ một phần nhỏ trong số đó có trong bằng sáng chế của Apple,\" Koh cho biết trong phát quyết của mình."
        }
    ],
    "suggestions": []
}