{
    "en_vn": {
        "data": {
            "content": null,
            "word": "patrolling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "patrolling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "patrolling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "patrolling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> việc tuần đường</font></td></tr></tbody></table></div>",
            "word": "patrolling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The forestry brigade is <em>patrolling</em> the forest.",
            "vi": "Đội lâm nghiệp đang tuần tra trong rừng."
        },
        {
            "en": "We have safety boats <em>patrolling</em> around.",
            "vi": "Chúng tôi có thuyền cứu hộ đi tuần tra quanh đây."
        },
        {
            "en": "The forestry team is <em>patrolling</em> the forest.",
            "vi": "Đội lâm nghiệp đang tuần tra trong rừng."
        },
        {
            "en": "These are the men who do the scouting, the <em>patrolling</em>.",
            "vi": "Đây là những người đi thám thính và tuần tra."
        },
        {
            "en": "Two security guards are <em>patrolling</em> on the street.",
            "vi": "Hai nhân viên bảo vệ đang tuần tra trên phố."
        },
        {
            "en": "He was shot in the back while <em>patrolling</em> the town streets.",
            "vi": "Anh ấy bị bắn vào lưng khi tuần tra trên đường phố."
        },
        {
            "en": "The violation is particularly common in rural areas where police are not <em>patrolling</em> very often.",
            "vi": "Vi phạm này đặc biệt phổ biến ở các vùng nông thôn, nơi cảnh sát tuần tra không thường xuyên."
        },
        {
            "en": "The thieves didn't bargain on the guard dogs <em>patrolling</em> the warehouse",
            "vi": "Các tên trộm đã không ngờ tới đám chó tuần tra quanh nhà kho."
        },
        {
            "en": "The police are <em>patrolling</em> the area, with the army in support.",
            "vi": "Cảnh sát đang tuần tra khu vực đó với hỗ trợ của quân đội."
        },
        {
            "en": "During the Tet holiday, officers and soldiers on Truong Sa archipelago strictly observe regulations on <em>patrolling</em>.",
            "vi": "Trong những ngày Têt, cán bộ và chiến sĩ trên quần đảo Trường Sa vẫn thực hiện nghiêm chế độ tuần tra canh gác."
        },
        {
            "en": "<em>Patrolling</em> activities within the reserve should remain the focus, rather than having checkpoints on the roads and rivers.",
            "vi": "Các hoạt động tuần tra bảo vệ trong khu bảo tồn cần tiếp tục là trọng tâm thay vì chỉ có các điểm kiểm soát trên các tuyến đường bộ, đường sông."
        },
        {
            "en": "Therefore, traveling by horse when <em>patrolling</em> will help rangers save both time and effort while doing their duties, he added. ",
            "vi": "\" Do đó,việc di chuyển bằng ngựa khi tuần tra sẽ giúp những người làm nhiệm vụ tiết kiệm được cả thời gian và công sức trong nhệm vụ của họ\" ,ông ấy nói thêm."
        },
        {
            "en": "Meanwhile, the park’s <em>patrolling</em> force is thin, so each ranger often has to patrol several areas at a time, Tung said",
            "vi": "\"Trong khi đó, hiệu quả trong việc tuần tra của công viên hạn hẹp ,vì vậy mỗi cán bộ kiểm lâm thường chỉ tuần tra một vài nơi trong một thời gian cho phép\", Ông Tùng phát biểu"
        },
        {
            "en": "<em>Patrolling</em> with horses will help rangers to come to the scene rapidly and therefore deal with deforestation more effectively than at present, he said.",
            "vi": "Việc tuần tra bằng ngựa sẽ giúp Cán bộ kiểm lâm có mặt tại hiện trường một cách nhanh chóng , theo đó sẽ giảm nạn chặt phá rừng hiệu quả hơn so với hiện nay,ông ấy nói."
        },
        {
            "en": "Every day, about 5,000 buffaloes and cows graze in the park and more than 1,000 people enter it for forestry exploitation, so rangers have been facing a lot of difficulty in <em>patrolling</em>, detecting and handling illegal logging cases, the official said.   ",
            "vi": "\" Mỗi ngày có khoảng 5000 trâu và bò được thả ra ở công viên và hơn 1000 người vào đây để giết hại chúng,vì vậy các cán bộ kiểm lâm phải đối mặt với rất nhiều khó khăn trong việc tuần tra, phát hiện và xử lý đối với những trường hợp phá rừng trái phép này\" , đội trưởng phát biểu."
        },
        {
            "en": "“If the park can ensure that <em>patrolling</em> with horses is more effective than by other means, it should elaborate on the advantages of its proposal to form a basis for competent agencies to give a formal nod to it,” Cong said.  ",
            "vi": "\" nếu công viên này có thể đảm bảo rằng việc tuần tra bằng ngựa sẽ hiệu quả hơn những phương tiện khác , nó sẽ tạo nhiều thuận lợi cho đề xuất biến nó đủ khả năng để nhận được sự ủng hộ lớn cho nó\",ông Công phát biểu."
        },
        {
            "en": "It's my own opinion and nothing to do with Swim Vietnam – I'd like to see Vietnamese authorities take a stronger legal and <em>patrolling</em> role in checking and insisting on real fencing, or at least strong barriers, around water holes, retaining tanks for agriculture and industry and especially around construction sites where kids are likely to play in their free time. I know the laws are there yet I feel they should be more strictly enforced.",
            "vi": "Đó là ý kiến ​​của riêng tôi và không có gì để bàn về Swim Việt Nam nữa - Tôi muốn thấy chính quyền Việt Nam lãnh đão và tuần tra mạnh mẽ hơn trong việc kiểm tra và nhấn mạnh vào sự bảo vệ thực sự, hoặc ít nhất là các hàng rào chắc chắn, xung quanh các hố nước, ngăn các hố nước lớn sử dụng cho nông nghiệp và công nghiệp, và đặc biệt là xung quanh các công trường xây dựng, nơi trẻ em thường chơi trong thời gian rãnh rỗi của chúng. Tôi biết họ có pháp luật nhưng tôi cảm thấy họ cần phải được thi hành nghiêm túc hơn."
        },
        {
            "en": "Just as Asia is critical to America’s future, an engaged America is vital to Asia’s future. The region is eager for our leadership and our business — perhaps more so than at any time in modern history. We are the only power with a network of strong alliances in the region, no territorial ambitions, and a long record of providing for the common good. Along with our allies, we have underwritten regional security for decades — <em>patrolling</em> Asia’s sea lanes and preserving stability — and that in turn has helped create the conditions for growth. We have helped integrate billions of people across the region into the global economy by spurring economic productivity, social empowerment, and greater people-to-people links. We are a major trade and investment partner, a source of innovation that benefits workers and businesses on both sides of the Pacific, a host to 350,000 Asian students every year, a champion of open markets, and an advocate for universal human rights.",
            "vi": "Cũng như Châu Á là quan trọng đối với tương lai của Mỹ, một nước Mỹ tham gia vào khu vực là quan trọng đối với tương lai của Châu Á. Khu vực này háo hức sự lãnh đạo và kinh doanh của chúng ta - có lẽ là nhiều hơn so với bất cứ lúc nào trong lịch sử hiện đại. Chúng ta là sức mạnh duy nhất với một mạng lưới các đồng minh mạnh mẽ trong khu vực, không có tham vọng lãnh thổ, và một ghi nhận lâu dài đóng góp vì lợi ích chung. Cùng với các đồng minh của chúng ta, chúng ta có bảo đảm an ninh khu vực trong nhiều thập kỷ - tuần tra các tuyến đường biển của châu Á và duy trì sự ổn định - và điều đó đã lần lượt giúp tạo ra các điều kiện cho sự phát triển. Chúng ta đã giúp tích hợp hàng tỷ người trên toàn khu vực vào nền kinh tế toàn cầu bằng cách thúc đẩy kinh tế sản xuất, nâng cao vị thế xã hội, và lớn hơn là liên kết người với người. Chúng ta là một đối tác chính thương mại và đầu tư, là nguồn sáng tạo có lợi cho người lao động và doanh nghiệp trên cả hai bờ Thái Bình Dương, là nơi có đến 350.000 sinh viên châu Á du học mỗi năm, một nhà vô địch của các thị trường mở, và một đối tác bênh vực cho nhân quyền phổ quát."
        },
        {
            "en": "3 December 2010 Last updated at 00:14 GMT         \n \n3 December 2010 Last updated at 00:14 GMT  The Ivorian military has sealed the country's borders and cut international media as tensions rise over the outcome of the presidential election run-off. It comes after the Constitutional Court rejected a declaration by the electoral commission that opposition candidate Alassane Ouattara had won. Supporters of President Laurent Gbagbo had tried to block the long-delayed result, alleging fraud in the north. The UN Security Council asked both sides to show restraint. \"The air, land and sea border of the country are closed to all movement of people and goods,\" Ivorian military spokesman Babri Gohourou said. The border would remain closed until further notice, Mr Gohourou added. Fraud allegations Shortly after, the military announced \"the immediate suspension of all foreign news channels\" in the country, including CNN, France24 and Radio France International FM. The announcement of the result of Sunday's run-off had been much delayed, leading to heightened tension in the country.  Supporters of President Ggagbo had tried to block the result, saying there had been fraud in the north, the region where Mr Ouattara is most popular.  The north is also controlled by former rebels. The head of the independent electoral commission (IEC) , Youssouf Bakayoko, said Mr Ouattara had won 54% of the vote, compared to 46% for Mr Gbagbo. He was speaking under armed guard at a hotel, rather than from the commission's headquarters. UN appeal  At about the same time, the head of the Constitutional Council, Paul Yao N'Dre, who is seen as being close to Mr Gbagbo, said it was taking over the declaration from the election commission. \"Because of disagreements on the results of some regions, the independent electoral commission wasn't able to give the provisional results,\" Mr N'Dre said. \"The Constitutional Council - responsible for sorting out disputes in presidential elections - finds itself in charge, to find a solution to the disagreements, and proclaim the definitive presidential election results.\" The election was intended to reunify the world's largest cocoa producer which split in two after a civil war in 2002. But the BBC's John James in Abidjan says there will now be a tug of war between the two bodies with the outcome unclear.  After a closed-door meeting, the members of the UN Security Council appealed to both sides to solve their difficulties peacefully. The council members \"reiterated their readiness to take the appropriate measures against those who obstruct the electoral process and, especially, the work of the IEC,\" the US ambassador to the UN, Susan Rice, said after the meeting.  French President Nicolas Sarkozy has urged the constitutional council to \"respect the will clearly expressed by the Ivorian people\", while the US White House said that \"no party should be allowed to obstruct further the electoral process\". The International Criminal Court said it would be monitoring acts of violence. Both the army and UN peacekeepers have been <em>patrolling</em> Abidjan's streets since Sunday to prevent an outbreak of violence http://www.bbc.co.uk/news/world-africa-11905971",
            "vi": "3 December 2010 Last updated at 00:14 GMT      \n \n3 December 2010 Last updated at 00:14 GMT  Quân đội Bờ Biển Ngà đã đóng cửa biên giới nước này loại bỏ các hoạt động truyền thông quốc tế khi căng thẳng gia tăng do kết quả bỏ phiếu quyết định cuộc tuyển cử tổng thống Sự việc diễn ra sau khi Tòa Án Hiến Pháp bác bỏ tuyên bố ứng cử viên đảng đối lập Alassane Ouattara giành chiến thắng do ủy ban tuyển cử đưa ra. Những người ủng hộ tổng thống Laurent Gbagbo đã tìm cách ngăn chặn kết quả bị trì hoãn lâu, vì cho rằng có gian lận ở miền bắc. Hội Đồng Bảo An Liên Hiệp Quốc yêu cầu cả hai bên thể hiện sự kiềm chế. Phát ngôn viên quân đội Bờ Biển Ngà Babri Gohourou cho biết, “Biên giới đường không, đường bộ và đường biển của đất nước đã bị phong tỏa không cho vận chuyển người và hàng hóa.” Ông Gohourou nói biên giới sẽ còn bị phong tỏa cho đến khi có thông báo mới. Nghi ngờ gian lận  Không lâu sau, quân đội thông báo “lập tức đình chỉ tất cả các kênh tin tức nước ngoài” ở nước này, bao gồm các đài CNN, France24 và Radio France International FM Thông báo về kết quả của cuộc bỏ phiếu quyết định đã bị trì hoãn lâu, dẫn đến sự gia tăng căng thẳng tại quốc gia này Những người ủng hộ Tổng thống Ggagbo đã tìm cách ngăn chận kết quả, cho rằng có gian lận ở miền bắc, là khu vực mà ông Ouattara được cử tri ủng hộ nhiều nhất Miền bắc còn là khu vực do các phần tử nổi loạn trước đây kiểm soát Lãnh đạo Ủy Ban Bầu Cử Độc Lập (IEC), Youssouf Bakayoko, cho biết ông Ouattara đã giành 54% số phiếu bầu, so với 46% số phiếu của ông Gbagbo Ông này phát biểu giữa vòng vây lực lượng bảo vệ có vũ trang tại một khách sạn, chứ không phải từ trụ sở của ủy ban Yêu cầu của Liên Hiệp Quốc Gần như cùng lúc, lãnh đạo của Hội Đồng Hiến Pháp, Paul Yao N’Dre, người được xem là thân thiết với ông Gbagbo, cho biết hội đồng này sẽ tiếp nhận tuyên bố của ủy ban tuyển cử Ông N’Dre cho biết, “Do có sự bất đồng về kết quả bầu cử ở một số địa phương, ủy ban tuyển cử độc lập không thể đưa ra kết quả tạm thời.”  “Hội Đồng Hiến Pháp – cơ quan chịu trách nhiệm giải quyết những bất đồng trong bầu cử thống – tự thấy có trách nhiệm tìm ra giải pháp cho những bất đồng, và công bố kết quả quyết định của cuộc bầu cử tổng thống.” Cuộc tuyển cử có mục tiêu tái thống nhất quốc gia có sản lượng ca-cao lớn nhất thế giới này vốn đã chia hai sau cuộc nội chiến năm 2002 Nhưng phóng viên John James của BBC tại Abidjan nói hiện thời hai cơ quan này đang giằng co trong trong thế chưa ngã ngũ Sau khi họp kín, các thành viên của Hội Đồng Bảo An Liên Hiệp Quốc đã kêu gọi hai bên giải quyết khó khăn của họ một cách hòa bình Susan Rice, đại sứ Hoa Kỳ tại Liên Hiệp Quốc, cho biết sau cuộc họp, các thành viên trong hội đồng “lập lại họ sẵn sàng áp dụng các biện pháp phù hợp để chống lại bên nào cản trở tiến trình bầu cử và, đặc biệt là, công việc của IEC,” Tổng thống Pháp Nicolas Sarkozy thúc giục ủy bản hiếp pháp nên “tôn trọng ý nguyện mà nhân dân Bờ Biển Ngà đã thể hiện rõ ràng”, trong khi Tòa Bạch Ốc cho rằng “không bên nào được phép cản trở tiến trình tuyển cử thêm nữa.” Tòa Án Hình Sự Quốc Tế cho biết sẽ giám sát các hành vi bạo lực Cả quân đội lẫn lực lượng gìn giữ hòa bình Liên Hiệp Quốc vẫn đang tuần tra các đường phố Abidjan kể từ hôm Chủ Nhật để ngăn ngừa bạo động xảy ra http://www.bbc.co.uk/news/world-africa-11905971"
        }
    ],
    "suggestions": []
}