{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['peitrənidʒ]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bảo trợ, sự đỡ đầu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự lui tới của khách hàng quen</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quyền ban chức cho giáo sĩ; quyền bổ nhiệm (các chức vụ hành chính...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vẻ kẻ cả, vẻ bề trên; vẻ hạ cố</td></tr></table><i/></div>",
            "word": "patronage"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>patronage</k><blockquote><cclass>[<cclass>'patrənɪdʒ<cclass>, <cclass>'peɪt-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the support or position of a patron. </blockquote></blockquote><blockquote><blockquote>    ⁃ the power to control appointments to office or the right to privileges. </blockquote></blockquote><blockquote><blockquote>2》 a patronizing manner. </blockquote></blockquote><blockquote><blockquote>3》 the regular custom attracted by a restaurant, hotel, etc. </blockquote></blockquote></div>",
            "word": "patronage"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>patronage</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>art patronage</i>: SPONSORSHIP, backing, funding, financing, promotion, assistance, support.</blockquote><blockquote><b>2</b><i>political patronage</i>: POWER OF APPOINTMENT, favouritism, nepotism, preferential treatment.</blockquote><blockquote><b>3</b><i>a slight note of patronage</i>: CONDESCENSION, patronizing, patronization, disdain, disrespect, scorn, contempt.</blockquote><blockquote><b>4</b><i>thank you for your patronage</i>: CUSTOM, trade, business.</blockquote></div>",
            "word": "patronage"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>patronage</k><blockquote><blockquote><ex><abr>n.</abr> political patronage</ex></blockquote></blockquote></div>",
            "word": "patronage"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "patronage"
        }
    },
    "sentences": [
        {
            "en": "Thank you for your <em>patronage</em>.",
            "vi": "Cảm ơn sự ủng hộ của bạn."
        },
        {
            "en": "We thank you for your <em>patronage</em>.",
            "vi": "Chúng tôi xin cám ơn quý khách về sự ủng hộ mua hàng của quý vị."
        },
        {
            "en": "He's under the Prime Minister's <em>patronage</em>.",
            "vi": "Anh ta được thủ tướng đỡ đầu."
        },
        {
            "en": "Thank once again for your <em>patronage</em>.",
            "vi": "Cảm ơn một lần nữa vì sự bảo trợ của anh."
        },
        {
            "en": "We appreciate your <em>patronage</em> very much.",
            "vi": "Chúng tôi rất biết ơn sự đỡ đầu của anh."
        },
        {
            "en": "They enjoyed the <em>patronage</em> of many literary enthusiasts.",
            "vi": "Họ được hưởng sự tài trợ từ nhiều người nhiệt tình trong lĩnh vực văn chương."
        },
        {
            "en": "They are dependent on <em>patronage</em> to advance their careers.",
            "vi": "Họ lệ thuộc vào sự đỡ đầu để thăng tiến trong sự nghiệp mà thôi."
        },
        {
            "en": "Restaurant <em>patronage</em> increases when no - smoking areas are provided.",
            "vi": "Sự lui tới của khách hàng quen tăng lên khi những khu vực không hút thuốc được cung cấp."
        },
        {
            "en": "Restaurant <em>patronage</em> increases when no-smoking areas are provided.",
            "vi": "Sự lui tới của khách hàng quen tăng lên khi những khu vực không hút thuốc được cung cấp."
        },
        {
            "en": "It shall give its <em>patronage</em> to creative talent in literature and the arts.",
            "vi": "Có bảo trợ để phát triển các tài năng về văn hoá nghệ thuật."
        },
        {
            "en": "The new policies are intended to halt political <em>patronage</em> and corruption.",
            "vi": "Những chính sách mới được mong đợi sẽ ngừng lại nạn nâng đỡ về mặt chính trị và tham nhũng."
        },
        {
            "en": "Directed lending or policy lending under the Government’s <em>patronage</em> has gradually been separated from commercial lending.",
            "vi": "Tín dụng theo chỉ định hoặc phục vụ các đối tượng chính sách theo bảo trợ của Nhà nước đã dần dần tách khỏi tín dụng thương mại."
        },
        {
            "en": "Without the <em>patronage</em> of several large firms, the festival could not take place.",
            "vi": "Nếu không có sự bảo trợ của nhiều công ty lớn, cuộc liên hoan đã không thể tổ chức được."
        },
        {
            "en": "The latter factors, along with increases in disposable income, often reinforce the <em>patronage</em> of sex workers.",
            "vi": "Các yếu tố di cư cùng với sự gia tăng thu nhập khả dụng thường làm tăng cường sự bảo trợ cho mại dâm."
        },
        {
            "en": "Support given by social relations (<em>patronage</em>, kinship and friendship) and informal credit networks.",
            "vi": "Sự hỗ trợ nhờ các mối quan hệ xã hội (người quen, họ hàng và bạn bè), và các mạng lưới tín dụng không chính thức."
        },
        {
            "en": "We are sorry to say that you have not given us your <em>patronage</em> for some time past.",
            "vi": "Chúng tôi lấy làm tiếc nói rằng ông không đến công ty chúng tôi trong thời gian qua."
        },
        {
            "en": "It includes associations, unions and societies, funds, science and technology organisations, social support/<em>patronage</em> organisations, legal counselling organisations.",
            "vi": "Nó bao gồm các hội, liên hiệp hội và các đoàn thể, các quỹ, các tổ chức khoa học và công nghệ, các tổ chức hỗ trợ/bảo trợ, các tổ chức tư vấn pháp luật."
        },
        {
            "en": "A further key factor determining vulnerability to HIV/AIDS is disposable income and <em>patronage</em> of sex workers.",
            "vi": "Một yếu tố quan trọng nữa quyết định nguy cơ nhiễm HIV/AIDS là thu nhập khả dụng và sự bảo trợ cho mại dâm."
        },
        {
            "en": "Where the rich <em>patronage</em> has failed, perhaps the advertisement trade does it in that it could employ many types of artists.",
            "vi": "Khi nguồn bảo trợ giàu có này không còn, có lẽ kinh doanh quảng cáo thì sử dụng nhiều loại hoạ sĩ khác nhau."
        },
        {
            "en": "He is the chief representative of Buddhist mysticism in China, spreading it widely through the <em>patronage</em> of three successive emperors during the Tang dynasty.",
            "vi": "Ông là người đại diện chính của Phật giáo Mật Tông ở Trung Hoa, hoằng hóa rộng rãi qua ba triều vua nhà Đường."
        }
    ],
    "suggestions": []
}