{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['peitriɑ:k]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tộc trưởng; gia trưởng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lão trượng; ông lão đáng kính, ông già nhiều con cháu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vị đại diện cao tuổi nhất (của một giới nào...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người sáng lập (một môn phái...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(tôn giáo) giáo trưởng (<font color=\"#1371BB\">Patriarch</font>)</td></tr></table><i/></div>",
            "word": "patriarch",
            "pronounce": "['peitriɑ:k]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>patriarch</k><blockquote><cclass>[<cclass>'peɪtrɪα:k<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the male head of a family or tribe. </blockquote></blockquote><blockquote><blockquote>    ⁃ an older man who is powerful within a family or organization. </blockquote></blockquote><blockquote><blockquote>    ⁃ a founder. </blockquote></blockquote><blockquote><blockquote>2》 a biblical figure regarded as a father of the human race, especially Abraham, Isaac, Jacob, and their forefathers, or the sons of Jacob. </blockquote></blockquote><blockquote><blockquote>3》 a bishop of one of the most ancient Christian sees (Alexandria, Antioch, Constantinople, Jerusalem, and formerly Rome). </blockquote></blockquote><blockquote><blockquote>    ⁃ the head of an autocephalous Orthodox Church. </blockquote></blockquote><blockquote><blockquote>    ⁃ a Roman Catholic bishop ranking above primates and metropolitans and immediately below the Pope. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>patriarchate</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>patriarche</i>, via eccles. L. from Gk <i>patriarkhēs</i>, from <i>patria</i> 'family' + <i>arkhēs</i> 'ruling'. </blockquote></div>",
            "word": "patriarch",
            "pronounce": "['peitriɑ:k]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>patriarch</k><blockquote>▸ <cclass>noun SENIOR FIGURE, father, paterfamilias, leader, elder.</cclass></blockquote></div>",
            "word": "patriarch",
            "pronounce": "['peitriɑ:k]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "patriarch",
            "pronounce": "['peitriɑ:k]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "patriarch",
            "pronounce": "['peitriɑ:k]"
        }
    },
    "sentences": [
        {
            "en": "Ananda was the second <em>patriarch</em> in India, after Mahakasyapa.",
            "vi": "A Nan là vị Tổ thứ hai sau Đại Ca Diếp."
        },
        {
            "en": "I recall one evening at the house of the village’s <em>patriarch</em>, Mr. Pin.",
            "vi": "Tôi vẫn nhớ buổi tối hôm đó tại nhà của Già bản Pin."
        },
        {
            "en": "In a love story set in Curitiba, Southern Brazil, a <em>patriarch</em> witnesses the crumbling of his life-long family business at the hands of his descendants.",
            "vi": "Trong một câu chuyện tình yêu ở Curitiba, miền Nam Brazil, một người chứng kiến những vỡ vụn của cuộc sống gia đình một tộc trưởng vốn kinh doanh lâu dài giờ rơi vào tay hậu duệ của ông."
        },
        {
            "en": "\"the monks can watch the matches on TV, but they must not bet on the matches,\" the supreme <em>patriarch</em> told The Associated Press.",
            "vi": "Hoà thượng nói với hãng thông tấn associated press: \"sư sãi có thể xem các trận đấu trên tv, nhưng họ không được phép cá cược các trận đấu\"."
        },
        {
            "en": "In a love story set in Curitiba, Southern Brazil, a <em>patriarch</em> witnesses the crumbling of his life - long family business at the hands of his descendants.",
            "vi": "Trong một câu chuyện tình yêu ở Curitiba, miền Nam Brazil, một người chứng kiến những vỡ vụn của cuộc sống gia đình một tộc trưởng vốn kinh doanh lâu dài giờ rơi vào tay hậu duệ của ông."
        },
        {
            "en": "But monks also get as excited as anyone else at the sight of top soccer stars, so Supreme <em>Patriarch</em> Non Ngeth is willing to make allowances for such a special occasion.",
            "vi": "Nhưng sư sãi cũng tỏ ra phấn khích như bao nhiêu người khác khi thấy các ngôi sao bóng đá hàng đầu, nên hoà thượng non ngeth sẵn lòng chiếu cố cho một dịp đặc biệt như thế."
        },
        {
            "en": "Lee, 48, the son of <em>patriarch</em> Lee Kun-hee who has been hospitalized following a heart attack, will now have greater accountability at the group's flagship company and a clearer mandate to play a public role in setting strategy.",
            "vi": "Chủ tịch Lee Kun-hee đã phải nhập viện sau một cơn đau tim và con trai ông là Jay Y. Lee, 48 tuổi sẽ có trách nhiệm lớn hơn tại công ty chủ lực của tập đoàn và một nhiệm vụ rõ ràng hơn để đóng một vai trò chung trong việc xây dựng chiến lược."
        },
        {
            "en": "That way, you can hash out any issues as a family beforehand. It is better than after the fact, when the <em>patriarch</em> or matriarch is not around to explain or make adjustments, and things devolve into all-out legal war.",
            "vi": "Bằng cách đó, bạn có thể thảo luận bất kỳ vấn đề gì trước gia đình. Điều này tốt hơn là sau khi xảy ra sự việc, khi người lớn không ở gần để giải thích hoặc điều chỉnh, và mọi thứ rơi vào một cuộc chiến pháp lý."
        },
        {
            "en": "Dinh Van Bot, a 69-year-old village <em>patriarch</em> in Ta Lau Village, Ba Commune in Dong Giang, says experienced Co Tu people can tell exactly where the termites will appear first and the number of termites in each nest only by looking at their nests.",
            "vi": "Đinh Văn Bột, một già làng 69 tuổi ở thôn Tà Lâu, xã Ba Đông Giang, cho biết theo kinh nghiệm, người Cơ Tu có thể cho biết chính xác nơi mà mối sẽ xuất hiện đầu tiên và số lượng mối trong mỗi tổ chỉ bằng cách nhìn vào tổ của chúng."
        }
    ],
    "suggestions": []
}