{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pɔ:lain]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(tôn giáo) (thuộc) thánh Pôn</td></tr></table><i/></div>",
            "word": "pauline",
            "pronounce": "['pɔ:lain]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pauline",
            "pronounce": "['pɔ:lain]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pauline",
            "pronounce": "['pɔ:lain]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pauline",
            "pronounce": "['pɔ:lain]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pauline",
            "pronounce": "['pɔ:lain]"
        }
    },
    "sentences": [
        {
            "en": "\"Where there is a will, there is a way\" - <em>Pauline</em> Kael",
            "vi": "\"Nơi nào có ý chí, nơi đó có con đường\""
        },
        {
            "en": "Her name is Paula, no, I tell a lie - it's <em>Pauline</em>.",
            "vi": "Tên cô ấy là Paula, không, tôi nói sai - là Pauline."
        },
        {
            "en": "<em>Pauline</em> Johnstone has banned pencil cases at St Wilfrid's Primary School in Blyth",
            "vi": "Bà Pauline Johnsone đã cấm mang hộp bút ở trường tiểu học St Wilfrid ở Blyth"
        },
        {
            "en": "<em>Pauline</em> Johnstone has banned pencil cases at St Wilfrid's Primary School in Blyth",
            "vi": "Bà Pauline Johnsone đã cấm mang hộp bút ở trường tiểu học St Wilfrid ở Blyth"
        },
        {
            "en": "\"Where there is a will, there is a way\"- <em>Pauline</em> Kael",
            "vi": "\"Nơi nào có ý chí, nơi đó có con đường\""
        },
        {
            "en": "Bonnie wouldn't be received in Charleston, no matter what my mother or your aunt Eulalie or aunt <em>Pauline</em> did.",
            "vi": "Bonnie sẽ không được chấp nhận ở charleston, dù mẹ tôi hay các dì eulalie và pauline của cô có tìm mọi cách vận động."
        },
        {
            "en": "Albert Arnold Gore Jr was born in Washington DC in 1948 to his congressman father Al Gore Sr and mother <em>Pauline</em>.",
            "vi": "Albert Arnold Gore Jr sinh ra ở Washington DC năm 1948, cha của ông là nghị sĩ Al Gore Sr và mẹ là bà Pauline."
        },
        {
            "en": "Head teacher <em>Pauline</em> Johnstone said pencil cases have been banned \"so there's no comparison on the tables and children are learning\".",
            "vi": "Hiệu trưởng Pauline Johnstone cho biết các hộp bút đã bị cấm \"vì vậy không có sự so sánh ở trên bàn mà những đứa trẻ đang học\"."
        },
        {
            "en": "One day last winter, <em>Pauline</em> found a wallet not only containing a credit card and an airplane ticket to New Zealand but also $2,394 in it.",
            "vi": "Một hôm vào mùa đông năm ngoái, Pauline nhặt được một cái bóp trong đó đựng một thẻ tín dụng, một vé máy bay đi New Zealand và 2394 đô la."
        },
        {
            "en": "Head teacher <em>Pauline</em> Johnstone said pencil cases have been banned \"so there's no comparison on the tables and children are learning\".",
            "vi": "Hiệu trưởng Pauline Johnstone cho biết các hộp bút đã bị cấm \"vì vậy không có sự so sánh ở trên bàn mà những đứa trẻ đang học\"."
        },
        {
            "en": "One day last winter, <em>Pauline</em> found a wallet not only containing a credit card and an airplane ticket to New Zealand but also $2, 394 in it.",
            "vi": "Một hôm vào mùa đông năm ngoái, Pauline nhặt được một cái bóp trong đó đựng một thẻ tín dụng, một vé máy bay đi New Zealand và 2394 đô la."
        },
        {
            "en": "How marvelous to be able to send tidy checks to aunt <em>Pauline</em> and aunt Eulalie in Charleston, and to Will at Tara!",
            "vi": "Thật tuyệt với biết bao, giờ đây nàng có thể gửi những tấm ngân phiếu kha khá cho các bà dì pauline và eulalie ở charleston và cho will ở tara!"
        },
        {
            "en": "By god, if she hadn't been unwomanly aunt <em>Pauline</em> and aunt Eulalie probably wouldn't have a roof over their heads this very moment.",
            "vi": "Lạy chúa, nếu nàng không phá cách phụ nữ thì rất có thể, chính lúc này đây, dì pauline và dì eulalie chẳng có mái nhà để che đầu."
        },
        {
            "en": "Albert Arnold Gore Jr was born in Washington DC in 1948 to his congressman father Al Gore Sr and mother <em>Pauline</em>.",
            "vi": "Albert Arnold Gore Jr sinh ra ở Washington DC năm 1948, cha của ông là nghị sĩ Al Gore Sr và mẹ là bà Pauline."
        },
        {
            "en": "She was very glad she had stifled this impulse when her first news of Rhett came in a letter from aunt <em>Pauline</em> in Charleston where, it seemed, Rhett was visiting his mother.",
            "vi": "Nàng rất mừng vì đã nén được nỗi thôi thúc đó khi tin đầu tiên về rhett đến với chàng qua một bức thư của bà dì pauline ở charleston, cho biết rhett đang ở đó thăm mẹ."
        },
        {
            "en": "She could just see aunt <em>Pauline</em> and aunt Eulalie sitting in judgment on her in the crumbling house on the Battery with little between them and starvation except what she, Scarlett, sent them every month.",
            "vi": "Nàng có thể hình dung hai bà dì pauline và eulalie ngồi phán xét nàng trong ngôi nhà nát ở phố battery, tay trắng không có gì khác để khỏi chết đói ngoài số tiền hàng tháng do nàng, scarlett đây, gửi cho."
        },
        {
            "en": "for a long time and she thought he was serious about her. Then he started going out with <em>Pauline</em> too, and both found out. There was a big fuss, and neither one wants to see the two - timer again.",
            "vi": "Anh bạn Pete của tôi mấy lúc này là một con người cô đơn. Trước đây anh ấy đi chơi với cô Sally trong một thời gian khá lâu, và cô ấy tưởng là anh ấy tỏ ra thành thật đứng đắn đối với cô. Tuy nhiên sau đó anh ấy lại bắt đầu đi chơi với cô Pauline nữa, và cả hai cô khám phá ra chuyện này. Hai người cãi nhau loạn xạ, và sau đó cả hai cô không muốn thấy mặt anh chàng phụ tình lừa dối này nữa."
        },
        {
            "en": "My friend Pete is a lonely man these days. He had been going with Sally for a long time and she thought he was serious about her. Then he started going out with <em>Pauline</em> too, and both found out. There was a big fuss, and neither one wants to see the two",
            "vi": "Anh bạn Pete của tôi mấy lúc này là một con người cô đơn. Trước đây anh ấy đi chơi với cô Sally trong một thời gian khá lâu, và cô ấy tưởng là anh ấy tỏ ra thành thật đứng đắn đối với cô. Tuy nhiên sau đó anh ấy lại bắt đầu đi chơi với cô Pauline nữa, và cả hai cô khám phá ra chuyện này. Hai người cãi nhau loạn xạ, và sau đó cả hai cô không muốn thấy mặt anh chàng phụ tình lừa dối này nữa."
        },
        {
            "en": "My friend Pete is a lonely man these days. He had been going with Sally for a long time and she thought he was serious about her. Then he started going out with <em>Pauline</em> too, and both found out. There was a big fuss, and neither one wants to see the two-timer again.",
            "vi": "Anh bạn Pete của tôi mấy lúc này là một con người cô đơn. Trước đây anh ấy đi chơi với cô Sally trong một thời gian khá lâu, và cô ấy tưởng là anh ấy tỏ ra thành"
        },
        {
            "en": "My friend Pete is a lonely man these days. He had been going with Sally for a long time and she thought he was serious about her. Then he started going out with <em>Pauline</em> too, and both found out. There was a big fuss, and neither one wants to see the two - timer again.",
            "vi": "Anh bạn Pete của tôi mấy lúc này là một con người cô đơn. Trước đây anh ấy đi chơi với cô Sally trong một thời gian khá lâu, và cô ấy tưởng là anh ấy tỏ ra thành thật đứng đắn đối với cô. Tuy nhiên sau đó anh ấy lại bắt đầu đi chơi với cô Pauline nữa, và cả hai cô khám phá ra chuyện này. Hai người cãi nhau loạn xạ, và sau đó cả hai cô không muốn thấy mặt anh chàng phụ tình lừa dối này nữa."
        }
    ],
    "suggestions": []
}