{
    "en_vn": {
        "data": {
            "content": null,
            "word": "payout"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>payout</k><blockquote>■ <cclass>noun a large payment of money, especially as compensation or a dividend. </cclass></blockquote></div>",
            "word": "payout"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "payout"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "payout"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "payout"
        }
    },
    "sentences": [
        {
            "en": "<em>Payout</em> ratio",
            "vi": "Tỷ lệ trả cổ tức"
        },
        {
            "en": "Dividend <em>payout</em> ratio",
            "vi": "Tỷ số trả cổ tức"
        },
        {
            "en": "The jackpot was estimated to be $1.5 billion for an annuitized <em>payout</em> or $930 million for a single cash <em>payout</em>.",
            "vi": "Giải độc đắc ước tính trị giá 1,5 tỷ đô-la Mỹ nếu thanh toán đều đặn hàng năm hoặc 930 triệu đô-la Mỹ nếu nhận tiền mặt một lần."
        },
        {
            "en": "He would also explain the systematic method used to determine the $1.8 million <em>payout</em> and describe how those bonus funds would motivate employees without jeopardizing pending plans.",
            "vi": "Ông cũng sẽ giải thích về phương pháp có hệ thống trình bày quỹ thưởng $1,8 triệu và trình bày quỹ thưởng này sẽ khuyến khích nhân viên như thế nào mà vẫn không làm hại đến các kế hoạch chi tiêu."
        },
        {
            "en": "The <em>payout</em> ends years of legal battles between Gary Branson, owner of the mixed-breed therapy dog, and Commerce City's police department.",
            "vi": "Số tiền chi trả ấy chấm dứt những năm tháng tranh tụng giữa Gary Branson, chủ chú chó lai trị liệu, và sở cảnh sát thành phố Commerce."
        },
        {
            "en": "Even if you experience damage to your property from hail, there is no guarantee that you will get an insurance <em>payout</em>.",
            "vi": "Nếu như bạn có trải qua thiệt hại tài sản do mưa đá,cũng không đảm bảo bạn sẽ nhận được thanh toán bảo hiểm."
        },
        {
            "en": "Even if you experience damage to your property from hail, there is no guarantee that you will get an insurance <em>payout</em>.",
            "vi": "Nếu như bạn có trải qua thiệt hại tài sản do mưa đá, cũng không đảm bảo bạn sẽ nhận được thanh toán bảo hiểm."
        },
        {
            "en": "He argued strenuously for a generous <em>payout</em>, citing the company's strong financial condition and the meager bonus paid the previous year.",
            "vi": "Ông hăng hái tranh luận để có được một quỹ thưởng hào phóng, bằng cách đề cập đến tình hình tài chính vững mạnh của công ty và khoản tiền thưởng còm cõi năm ngoái."
        },
        {
            "en": "The chief executive officer exercised his power in making the bonus <em>payout</em> decision, and the board exercised its power in approving it.",
            "vi": "Giám đốc điều hành đã dùng quyền lực của mình để ra quyết định về quỹ thưởng, còn hội đồng quản trị thì dùng quyền lực của mình để chấp nhận nó."
        },
        {
            "en": "In this story each of the four executives had influence on the amount of the bonus <em>payout</em>-some more than others.",
            "vi": "Trong câu chuyện trên bốn nhà điều hành ấy đều có tầm ảnh hưởng tác động đến số tiền - và mức độ ảnh hưởng của mỗi người khác nhau."
        },
        {
            "en": "The Jaghabs, of East Meadow, were arraigned Saturday on grand larceny charges. Each was ordered held on $7,500 bond. According to Newsday, their attorney said it was a simple mistake on a <em>payout</em> on a lottery machine.",
            "vi": "Hôm thứ Bảy, Cha con Jaghabs, ở  East Meadow, bị cáo buộc ăn cắp số tiền lớn. Mỗi người phải nộp bảo lãnh 7.500 đô la. Theo Newsday, luật sư của họ cho biết đây chỉ là một lỗi đơn giản khi thanh toán của máy xổ số."
        },
        {
            "en": "The research added: \"The top teams on the pitch are going to continue to get richer. This year's Champions League <em>payout</em> will be higher than 2011 for the 32 tournament teams.\"",
            "vi": "Bản nghiên cứu cho biết thêm: \"Những đội bóng hàng đầu trên sân cỏ sẽ tiếp tục ngày càng giàu hơn. Số tiền chi trả từ Champions League năm nay cho 32 đội tham gia giải đấu sẽ cao hơn năm 2011."
        },
        {
            "en": "The Animal Law Center in 2013 filed a civil suit in the case on behalf of Branson that was pending in federal court when the settlement was reached. Halstead said the <em>payout</em> was resolved in mediation. The Animal Law Center said the settlement was the largest of its kind.",
            "vi": "Trong vụ này, Trung tâm Luật Động vật vào năm 2013 đã kiện dân sự thay cho ông Branson bấy giờ đang chờ phán quyết của toà liên bang. Trung tâm Luật Động vật cho biết đây là khoản bồi thường lớn nhất trước nay thuộc loại này."
        },
        {
            "en": "Forbes also revealed Manchester United are worth more than both Major League Baseball's New York Yankees and the Dallas Cowboys of the National Football League, while the club's run to last year's Champions League final, where they lost to Barcelona, commanded a £50m <em>payout</em> from Uefa.",
            "vi": "Forbes cũng công bố MU có giá trị cao hơn cả đội bóng chày New York Yankees của giải Major League Baseball và đội bóng bầu dục Dallas Cowboys thuộc giải National Football League, khi mà năm ngoái câu lạc bộ này vào đến trận chung kết Champions League, trong trận đấu đó họ thua Barcelona, đã nhận được 50 triệu bảng Anh từ UEFA."
        },
        {
            "en": "Americans across the nation have flocked to convenience stores to become part of the record <em>payout</em> in the multi-state lottery, whose jackpot now tops $1.5 billion, according to estimates, and may go higher. Hillary Clinton says she’s not immune to Powerball fever, but her fantasies run on a single track:",
            "vi": "Người dân khắp nước Mỹ tụ tập trước các cửa hàng phục vụ đến đêm để theo dõi đợt mở thưởng vé số kỷ lục của giải xổ số đa-bang, ai trúng độc đắc có thể lãnh 1,5 tỷ đô, theo ước tính, và thậm chí còn nhiều hơn nữa. Bà Hillary Clinton nói bà cũng bị nhiễm cơn sốt Powerball như mọi người nhưng bà có suy nghĩ riêng của mình:"
        },
        {
            "en": "Bitcoin may also experience a continuous rise in price due to its <em>payout</em> rate, where miners are rewarded for assisting transactions on the network. Bitcoin is limited to 21 million coins maximum, and nothing can spike the price of a famous asset like scarcity.",
            "vi": "Bitcoin cũng có thể tăng giá liên tục do tỷ lệ thanh toán, nơi các thợ đào tiền số được khen thưởng cho các giao dịch hỗ trợ trên mạng. Bitcoin được giới hạn tối đa 21 triệu đô la, và không có gì có thể làm tăng giá của một tài sản nổi tiếng như sự khan hiếm."
        },
        {
            "en": "In this example, the earnings per share are consistently growing at an average rate of 5%, and the dividends are also growing at the same rate. This means the firm's dividend is consistent with its earnings trend which would make it easy to predict for future periods. In addition, you should check the <em>payout</em> ratio to make sure the ratio is consistent. In this case the ratio is 0.125 for all six years which is good, and makes this company an ideal candidate for the dividend model.",
            "vi": "Trong ví dụ này, lợi nhuận mỗi cổ phiếu đang tăng trưởng ổn định với tốc độ bình quân 5% và cổ tức cũng tăng giống như vậy. Nghĩa là cổ tức của công ty phù hợp với xu hướng lợi nhuận của nó - giúp dễ dàng dự đoán tương lai. Ngoài ra, bạn nên kiểm tra tỷ lệ chi trả cổ tức để chắc chắn tỷ lệ đó trước sau như một. Nếu tỷ lệ chi trả là 0,125 đều trong 6 năm - tỷ lệ rất tốt, thì trường hợp công ty này ta sử dụng mô hình cổ tức sẽ là lý tưởng."
        }
    ],
    "suggestions": []
}