{
    "en_vn": {
        "data": {
            "content": null,
            "word": "PCI"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>PCI</k><blockquote>■ <cclass>abbreviation Peripheral Component Interconnect, a standard for connecting computers and their peripherals. </cclass></blockquote></div>",
            "word": "PCI"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "PCI"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "PCI"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "PCI"
        }
    },
    "sentences": [
        {
            "en": "The <em>PCI</em> survey is a mail-in survey.",
            "vi": "Cuộc khảo sát PCI là cuộc khảo sát qua hệ thống bưu điện."
        },
        {
            "en": "The <em>PCI</em> survey included several questions related to corruption.",
            "vi": "Cuộc khảo sát của PCI có một số câu hỏi liên quan đến tham nhũng."
        },
        {
            "en": "The <em>PCI</em> survey panel firms also indicated mixed results.",
            "vi": "Cuộc điều tra của PCI cũng cho những kết quả lẫn lộn."
        },
        {
            "en": "The <em>PCI</em> survey is instructive in this regard.",
            "vi": "Khảo sát PCI có thể giúp trả lời câu hỏi này."
        },
        {
            "en": "The team compares the <em>PCI</em> data against median data from the Tax Authority or Enterprise Census.",
            "vi": "Nhóm này so sánh các dữ liệu PCI với dữ liệu trung vị từ Tổng cục Thuế hoặc của Cuộc Điều tra Doanh nghiệp."
        },
        {
            "en": "This year’s report also introduces the <em>PCI</em> Infrastructure Index, which assesses provincial infrastructure quality.",
            "vi": "Bản báo cáo năm nay cũng giới thiệu Chỉ số Hạ tầng PCI, đánh giá về chất lượng hạ tầng cấp tỉnh."
        },
        {
            "en": "The <em>PCI</em> surveyed over 6,300 private domestic enterprises across all 64 provinces in Viet Nam.",
            "vi": "PCI đã khảo sát hơn 6.300 doanh nghiệp tư nhân trong nước ở tất cả 64 tỉnh thành ở Việt Nam."
        },
        {
            "en": "The c1060 is a dual - slot <em>PCI</em> card with no graphics ports on the back.",
            "vi": "Card c1060 là một card chuẩn PCI khe cắm kép nhưng không có cổng đồ hoạ ở mặt sau."
        },
        {
            "en": "Most popular ISA, VESA Local Bus (or VLB), and <em>PCI</em> cards work with XFree86.",
            "vi": "Hầu hết các loại card như isa, vesa local bus (hay vlb) và pci đều chạy được với xfree86."
        },
        {
            "en": "The c1060 is a dual-slot <em>PCI</em> card with no graphics ports on the back.",
            "vi": "C1060 là một card chuẩn PCI khe cắm kép nhưng không có cổng đồ hoạ ở mặt sau."
        },
        {
            "en": "The c1060 is a dual-slot <em>PCI</em> card with no graphics ports on the back.",
            "vi": "Card c1060 là một card chuẩn PCI khe cắm kép nhưng không có cổng đồ hoạ ở mặt sau."
        },
        {
            "en": "In the 2006 <em>PCI</em>, Quang Nam performed well, ranking as Viet Nam's 14th most competitive province.",
            "vi": "Theo chỉ số năng lực cạnh tranh cấp tỉnh (PCI) năm 2006, Quảng Nam có chỉ số cao và là tỉnh có năng lực cạnh tranh đứng thứ 14 của Việt Nam."
        },
        {
            "en": "The data for the <em>PCI</em> survey can be found at http://www.pcivietnam.org/.",
            "vi": "Có thể tham khảo dữ liệu cuộc khảo sát PCI tại trang http://www.pcivietnam.org/."
        },
        {
            "en": "Sample sizes and response rates have grown over the years as the popularity of the <em>PCI</em> has grown.",
            "vi": "Quy mô mẫu và tỷ lệ trả lời phiếu khảo sát tăng đều qua các năm khi mức độ phổ biến của chỉ số PCI gia tăng."
        },
        {
            "en": "This VDR will draw on the 2006-2008 rounds of the <em>PCI</em> Survey whose main features include:",
            "vi": "VDR này sẽ dựa trên cuộc khảo sát PCI trong hai năm 2006 và 2008 mà đặc trưng cơ bản của nó bao gồm:"
        },
        {
            "en": "The firm level <em>PCI</em> survey also shows that improvement is felt somewhat more strongly in the richer provinces.",
            "vi": "Cuộc điều tra chỉ số cạnh tranh cấp tỉnh ở cấp độ doanh nghiệp cũng cho thấy sự cải thiện được cảm nhận rõ rệt hơn ở các tỉnh giàu."
        },
        {
            "en": "However, <em>PCI</em> card can plug in only desk computers, not notebooks because notebooks don’t have expansion <em>PCI</em> slot and power supply of notebook is not strong enough to provide power.",
            "vi": "Tuy nhiên, PCI Card chỉ lắp được vào máy tính để bàn, không lắp được với máy tính sách tay vì nguồn máy sách tay không đủ cung cấp điện và không có khe cắm mở rộng PCI."
        },
        {
            "en": "However, the <em>PCI</em> only surveyed domestic private enterprises in Quang Nam; obstacles to attracting foreign strategic investors may be different.",
            "vi": "Tuy nhiên, PCI chỉ tiến hành điều tra những doanh nghiệp dân doanh trong nước của Quảng Nam; những rào cản thu hút các nhà đầu tư chiến lược nước ngoài có thể khác."
        },
        {
            "en": "These improvements in land rights seem to be recognized by the enterprises that participated in the <em>PCI</em> survey.",
            "vi": "Những bước tiến bộ về quyền sử dụng đất đai dường như cũng được nhận thức bởi các doanh nghiệp tham gia vào khảo sát PCI."
        },
        {
            "en": "The severity of inconsistencies in the legal framework in Vietnam is made clear with data from the <em>PCI</em> survey.",
            "vi": "Các dữ liệu điều tra PCI cho thấy rõ tình trạng thiếu nhất quán trong các quy định pháp luật của Việt Nam."
        }
    ],
    "suggestions": []
}