{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pi:kiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kỹ thuật) sự khuếch đại tần cao; sự làm nhọn xung</td></tr></table><i/></div>",
            "word": "peaking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "peaking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "peaking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "peaking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "peaking"
        }
    },
    "sentences": [
        {
            "en": "The track failed to reach even the top 50 of the Billboard Hot 100, <em>peaking</em> at 62.",
            "vi": "Bài hát đứng ở ví trí 62, không đứng được trong 50 vị trí đầu trong bảng xếp hạng billboard hot 100."
        },
        {
            "en": "The Black Death was one of the most devastating pandemics in human history, <em>peaking</em> in Europe between 1348 and 1350.",
            "vi": "Cái Chết Đen là một trong những đại dịch tàn khốc nhất trong lịch sử loài người, đạt đỉnh cao ở châu Âu giữa năm 1348 và năm 1350."
        },
        {
            "en": "The result was a ballooning of banking credit, <em>peaking</em> at 63.2 percent per year in March 2008 (Figure 7.1).",
            "vi": "Kết quả là tín dụng ngân hàng phình ra và lên đến mức cao nhất 63,2%/ năm tính đến tháng 3/2008 (Hình 7.1)."
        },
        {
            "en": "After <em>peaking</em> in 2000, ADB disbursements fell by 19 per cent to US$183 million in 2001.",
            "vi": "Sau khi đạt tới đỉnh điểm trong năm 2000, mức giải ngân của ADB giảm 19% xuống còn 183 triệu USD trong năm 2001."
        },
        {
            "en": "Doctors at several hospitals said that besides dengue, foot - hand - mouth disease and H1N1 flu, respiratory diseases are also <em>peaking</em> this month due to heavy rains.",
            "vi": "Nhiều bác sĩ ở các bệnh viện nói rằng ngoài các bệnh sốt xuất huyết, tai chân miệng và cúm H1N1, các bệnh về đường hô hấp cũng tăng cao trong tháng này do mưa nhiều."
        },
        {
            "en": "However, incidence rates have declined over time, <em>peaking</em> in 2000 at 67 new infections per 100,000 people and dropping to 39 per 100,000 people by 2007.",
            "vi": "Tuy nhiên, tỷ lệ mới nhiễm có chiều hướng giảm xuống: tỷ lệ mới nhiễm cao nhất vào nhăm 2000 với 67 trường hợp nhiễm mới trong 100.000 dân, và sẽ giảm xuống 39 người (trong 100.000 dân) vào năm 2007."
        },
        {
            "en": "<em>Peaking</em> in 1998, the disbursements of the World Bank fell back by roughly US$100 million to a level of US$158 million in 1999.",
            "vi": "Đạt đỉnh cao trong năm 1998, mức giải ngân của Ngân hàng Thế giới lại giảm khoảng 100 triệu USD xuống còn 158 triệu USD trong năm 1999."
        },
        {
            "en": "Doctors at several hospitals said that besides dengue, foot-hand-mouth disease and H1N1 flu, respiratory diseases are also <em>peaking</em> this month due to heavy rains.",
            "vi": "Nhiều bác sĩ ở các bệnh viện nói rằng ngoài các bệnh sốt xuất huyết, tai chân miệng và cúm H1N1, các bệnh về đường hô hấp cũng tăng cao trong tháng này do mưa nhiều."
        },
        {
            "en": "In particular, gold spot price dipped by some VND20,000 ($0.91) per ounce to VND28.37 million ($128,955) per ounce at 8am (local time), then soaring and <em>peaking</em> up at VND29.8 million ($135,454) per ounce at noon – the time when US President candidate Donald Trump hold a clearly advantage position. ",
            "vi": "Theo tin tức, giá vàng giảm nhẹ khoảng 20.000 VNĐ (0,91 đô la Mỹ) một ounce còn 28,37 triệu VNĐ (128,955 đô la Mỹ) một ounce lúc 8 giờ sáng (giờ địa phương), sau đó nó tăng mạng lên 29,8 triệu VNĐ (135,454 đô la Mỹ) một ounce vào buổi trưa - thời gian mà Donald Trump cầm chắc phần thắng trong chiến dịch tranh cử tổng thống Mỹ."
        },
        {
            "en": "Bitcoin BTCUSD, -15.49%   was last trading at $13,694, down more than 12% after <em>peaking</em> at $15,830 earlier in the day. Bitcoin futures BTCF8, -13.86%   on the CME were down for a fourth straight session, off almost 10% at $13,390, and are down about 22% this week.",
            "vi": "Bitcoin Đô la Mỹ (BTC/USD) -15.49% giao dịch cuối cùng ở mức 13.694 USD, giảm hơn 12% sau khi đạt đỉnh 15.830 USD trong ngày. Bitcoin tương lai BTCF8, -13.86% trên CME giảm liên tục ở phiên thứ 4, giảm gần 10% ở mức 13.390 USD, và giảm khoảng 22% trong tuần này."
        },
        {
            "en": "When Google unveiled Chrome OS last fall, the company said the platform would power netbooks from Acer, Asus, HP and Lenovo this holiday season. Now Dell has said it's looking at building laptops based on Chrome OS. The news indicates interest in Chrome OS as a solution for netbooks, or even tablets, is <em>peaking</em> as the search engine prepares the platform for a holiday season launch later this year.",
            "vi": "Khi Google ra mắt hệ điều hành Chrome mùa thu năm ngoái, công ty cho biết  nền tảng này sẽ chạy trên các netbook của Acer, Asus, HP và Lenovo mùa lễ này. Hiện tại Dell cho biết họ đang xem xét việc xây dựng các máy tính xách tay dựa trên hệ điều hành Chrome. Thông tin này cho thấy mối quan tâm đến hệ điều hành Chrome như một giải pháp cho netbook, hoặc thậm chí là máy tính bảng, đang là đỉnh cao khi cỗ máy tìm kiếm này (Google) chuẩn bị nền tảng cho sự ra mắt trong mùa lễ vào cuối năm nay."
        },
        {
            "en": "When Google unveiled Chrome OS last fall, the company said the platform would power netbooks from Acer, Asus, HP and Lenovo this holiday season. Now Dell has said it's looking at building laptops based on Chrome OS. The news indicates interest in Chrome OS as a solution for netbooks, or even tablets, is <em>peaking</em> as the search engine prepares the platform for a holiday season launch later this year. Dell is throwing its hat in the ring as a provider of laptops based on Google's Chrome operating system, an executive for the computer maker said. Google's Chrome operating system is a Web operating system. Google is building to run on netbooks as an alternative to computers running traditional operating systems such as Microsoft's Windows and Apple's Mac. Those machines take several seconds to boot up, or even minutes if they are older models, because they go through a number of data-checking procedures. Chrome OS is lightweight to speed users' access to the Web.  When Google unveiled Chrome OS last fall, the company said the platform would power netbooks from Acer, Asus, HP and Lenovo this holiday season. Dell was not among the original computer makers mentioned. But Amit Midha, Dell's president for Greater China and South Asia, told Reuters June 21 the company is looking at making computers on Chrome OS and Google's Android in the future.  \"There are going to be unique innovations coming up in the marketplace in two, three years, with a new form of computing, we want to be on that forefront ... So with Chrome or Android or anything like that we want to be one of the leaders,\" Midha said. Talks with Google on Chrome OS are underway, he added. Dell did not respond to eWEEK's request for more information June 21. Dell has shown a willingness of late to branch out from its largely Windows OS-based lineup. The computer maker already offers the Mini 3 Android smartphone and is launching its Streak tablet/smartphone hybrid device in the United States in July after a roll out in the United Kingdom earlier this month. But while Dell programmer adapted the OS to run on a Dell Mini laptop last November, this is the first time a Dell executive has publicly endorsed Chrome OS;  The news indicates interest in Chrome OS as a solution for netbooks, or even tablets, is <em>peaking</em> as the search engine prepares the platform for a holiday season launch later this year.  A Chrome engineer said the company is working on a Chromoting feature to let users access legacy applications, such as Microsoft Office, on existing Windows, Linux or Mac computers. Google executives have also been hyping Google Cloud Print of late to assuage concerns about the ability for consumers to print from the cloud-based Chrome OS machines.",
            "vi": "Khi Google ra mắt hệ điều hành Chrome mùa thu năm ngoái, công ty cho biết  nền tảng này sẽ chạy trên các netbook của Acer, Asus, HP và Lenovo mùa lễ này. Hiện tại Dell cho biết họ đang xem xét việc xây dựng các máy tính xách tay dựa trên hệ điều hành Chrome. Thông tin này cho thấy mối quan tâm đến hệ điều hành Chrome như một giải pháp cho netbook, hoặc thậm chí là máy tính bảng, đang là đỉnh cao khi cỗ máy tìm kiếm này (Google) chuẩn bị nền tảng cho sự ra mắt trong mùa lễ vào cuối năm nay. Một nhà điều hành cho hãng sản xuất máy tính Dell cho biết Dell đang tham gia cạnh tranh với nhiều công ty khác như một nhà cung cấp máy tính xách tay dựa trên hệ điều hành Chrome của Google. H ệ điều hành Chrome của Google là một HĐH web. Google đang xây dựng để chạy trên netbook như là một giải pháp thay thế cho các máy tính chạy hệ điều hành truyền thống như Windows của Microsoft và Mac của Apple . Những chiếc máy tính đó có thể mất vài giây để khởi động, hoặc thậm chí là vài phút nếu là những dòng máy cũ vì chúng đi qua một số thủ tục kiểm tra dữ liệu. HĐH Chrome OS thì nhẹ nhàng hơn để tăng tốc độ truy cập của người dùng cho Web. Khi Google ra mắt hệ điều hành Chrome OS vào mùa thu năm ngoái, công ty cho biết nền tảng này sẽ chạy trên các netbook của Acer, Asus, HP và Lenovo vào mùa lễ này. Dell không nằm trong danh sách các nhà sản xuất máy tính được đề cập lúc đầu. Nhưng Amit Midha, chủ tịch tập đoàn Dell ở khu vực Trung Quốc và Nam Á nói với Reuters ngày 21 tháng 6 rằng công ty đang xem xét việc sản xuất các máy tính dựa trên HĐH Chrome OS và Android của Google trong tương lai. Midha cho biết “Sắp có những đổi mới độc đáo gần có mặt trên thị trường trong hai hay ba năm tới với một dạng điện toán mới, chúng tôi muốn trở thành người đi đầu ... Vì vậy, với HĐH Chrome OS, Android hay những HĐH như thế, chúng tôi muốn là một trong những người dẫn đầu, \". Việc đàm phán với Google về HĐH Chrome OS đang được triển khai, ông nói thêm. Dell đã không trả lời yêu cầu biết thêm thông tin vào ngày 21 tháng 6 của eWeek. Dell đã bày tỏ sự bằng lòng gần đây về việc chuyển từ nền tảng chủ yếu là dựa trên HĐH Windows. Hãng sản xuất máy tính này đã cung cấp chiếc điện thoại thông minh Android Mini 3 và đang chuẩn bị tung ra thiết bị lai giữa điện thoại thông minh và máy tính bảng Streak tại Hoa Kỳ vào tháng bảy sau khi tung ra tại Vương quốc Anh hồi đầu tháng này. Nhưng trong khi đó lập trình viên của Dell đã sửa lại hệ điều hành này để chạy trên một máy tính xách tay Dell Mini vào cuối tháng mười một, đây là lần đầu tiên một nhà điều hành của Dell đã công khai xác nhận hệ điều hành Chrome OS; Thông tin này cho thấy mối quan tâm đến HĐH Chrome OS như một giải pháp dành cho netbook, hoặc thậm chí là máy tính bảng, đang là đỉnh cao khi cỗ máy tìm kiếm này (Google) chuẩn bị nền tảng cho sự ra mắt trong mùa lễ vào cuối năm nay. Một kỹ sư của HĐH Chrome OS cho biết công ty đang làm việc trên một tính năng Chromoting để cho phép người dùng truy cập các ứng dụng kế thừa, chẳng hạn như Microsoft Office, trên các máy tínhWindows, Linux hoặc Mac. Các nhà điều hành của Google cũng đã cường điệu công cụ Google Cloud Print gần đây để làm dịu đi những mối lo ngại về khả năng đối với người dùng in ấn từ các máy tính chạy HĐH Chrome OS dựa trên đám mây."
        }
    ],
    "suggestions": []
}