{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pebbles"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pebbles"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pebbles"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pebbles"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đá cuội</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sỏi</font></td></tr></tbody></table></div>",
            "word": "pebbles"
        }
    },
    "sentences": [
        {
            "en": "Skimming <em>pebbles</em>",
            "vi": "Ném thia lia những viên cuội"
        },
        {
            "en": "You were throwing <em>pebbles</em>.",
            "vi": "Bạn đã chọi đá."
        },
        {
            "en": "Skimming <em>pebbles</em> over the lake",
            "vi": "Ném thia lia những viên cuội trên mặt hồ"
        },
        {
            "en": "The <em>pebbles</em> are alongside the shore.",
            "vi": "Những viên sỏi nằm dọc theo bờ biển."
        },
        {
            "en": "Suppose a society uses certain <em>pebbles</em> as money.",
            "vi": "Giả sử có một xã hội dùng một số sỏi đá nào đó làm tiền."
        },
        {
            "en": "Now anyone can scoop up these <em>pebbles</em> by the handful.",
            "vi": "Giờ đây, bất cứ người nào cũng có thể vốc lấy từng nắm hòn sỏi đó."
        },
        {
            "en": "The children are skimming <em>pebbles</em> over the lake.",
            "vi": "Bọn trẻ đang ném lia thia những viên cuội lên mặt hồ."
        },
        {
            "en": "These <em>pebbles</em> have only been found on one beach.",
            "vi": "Những hòn sỏi này chỉ được tìm thấy ở một bãi biển."
        },
        {
            "en": "On a pebbly beach, the <em>pebbles</em> are all different colours.",
            "vi": "Trên một bãi biển đá cuội, các viên đá đều có màu sắc khác nhau."
        },
        {
            "en": "There were no <em>pebbles</em> like that in the Big Woods.",
            "vi": "Sỏi ở đây khác hẳn với sỏi ở khu Big Woods."
        },
        {
            "en": "You can almost see through to the bottom and find the <em>pebbles</em>, sand and weeds underneath.",
            "vi": "Bạn gần như có thể nhìn xuyên tới đáy và thấy sỏi, cát và rong bên dưới."
        },
        {
            "en": "Conglomerate is made up of rounded <em>pebbles</em> embedded fine-grained rock.",
            "vi": "Đá mảnh vụn được tạo thành từ đá cuội tròn lồng vào đá có hạt mịn."
        },
        {
            "en": "The heavy <em>pebbles</em> tore her pocket right out of her dress.",
            "vi": "Đám sỏi nặng chịch xé toang chiếc túi khỏi áo của cô."
        },
        {
            "en": "When we were young, we liked skimming <em>pebbles</em> over the lake.",
            "vi": "Khi còn nhỏ chúng tôi rất thích chơi ném thia lia những viên sỏi trên mặt hồ."
        },
        {
            "en": "One day, however, someone finds an enormous supply of similar <em>pebbles</em> on a different beach.",
            "vi": "Tuy nhiên, một ngày nọ, một người nào đó tìm thấy một nguồn khổng lồ cung cấp các hòn sỏi tương tự ở một bãi biển khác."
        },
        {
            "en": "The colonialist forced <em>pebbles</em> and stones to yield rice and manioc.",
            "vi": "Bọn thực dân bắt sỏi đá phải thành sắn gạo."
        },
        {
            "en": "Since these <em>pebbles</em> are no longer in limited supply, they are no longer useful as currency.",
            "vi": "Vì những hòn sỏi này không còn là nguồn cung ứng có giới hạn, chúng không còn hữu ích để được dùng làm tiền tệ."
        },
        {
            "en": "The pocket fell, and the <em>pebbles</em> rolled all over the bottom of the wagon box.",
            "vi": "Chiếc túi rơi xuống và sỏi lăn khắp đáy thùng."
        },
        {
            "en": "Conglomerate is made up of rounded <em>pebbles</em> embedded fine - grained rock.",
            "vi": "Đá mảnh vụn được tạo thành từ đá cuội tròn lồng vào đá có hạt mịn."
        },
        {
            "en": "\"Pick up the pretty <em>pebbles</em>, Laura,\" Ma said.\"And another time, don't be so greedy.\"",
            "vi": "Mẹ nhắc: \"Nhặt những viên sỏi lên, Laura. Và nhớ lần khác, đừng có tham lam như thế.\""
        }
    ],
    "suggestions": []
}