{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:di'ætriks]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">paediatrics</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi:di'ætriks]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">paediatrics</font>; khoa nhi</td></tr></table><i/></div>",
            "word": "pediatrics"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pediatrics</k><blockquote>■ <cclass>plural noun US spelling of <kref>paediatrics</kref>. </cclass></blockquote></div>",
            "word": "pediatrics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pediatrics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pediatrics"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhi khoa</font></td></tr></tbody></table></div>",
            "word": "pediatrics"
        }
    },
    "sentences": [
        {
            "en": "<em>Pediatrics</em>, please.",
            "vi": "Xin vui lòng gặp khoa nhi."
        },
        {
            "en": "He usually consults a dictionary of <em>pediatrics</em>.",
            "vi": "Anh ấy hay tra từ điển nhi khoa."
        },
        {
            "en": "I'd like to go to the <em>pediatrics</em> department.",
            "vi": "Tôi muốn đến khoa nhi."
        },
        {
            "en": "He usually refers to a dictionary of <em>pediatrics</em>.",
            "vi": "Anh ấy hay tra từ điển nhi khoa."
        },
        {
            "en": "National Hospital of <em>Pediatrics</em> was formed in 1969.",
            "vi": "Bệnh viện Nhi Trung ương được thành lập vào năm 1969."
        },
        {
            "en": "A study in the journal <em>Pediatrics</em>, however, finds that parents have a lot of influence over their children.",
            "vi": "Tuy nhiên, một nghiên cứu đăng trong tạp chí Nhi khoa lại cho thấy cha mẹ có nhiều ảnh hưởng đối với con cái."
        },
        {
            "en": "Lively paintings featuring wild animals drawn on the wall of the <em>Pediatrics</em> Hospital 1. Photo: Tuoi Tre",
            "vi": "Những bức tranh sống động về các loài động vật hoang dã được vẽ trên các bức tường của Bệnh viện Nhi Trung ương 1. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "A study in the journal <em>Pediatrics</em>, however, finds that parents have a lot of influence over their children - even though it's primarily indirect.",
            "vi": "Tuy nhiên, một nghiên cứu đăng trong tạp chí nhi khoa lại cho thấy cha mẹ có nhiều ảnh hưởng đối với con cái - cho dù ảnh hưởng đó phần lớn là gián tiếp."
        },
        {
            "en": "But the lead author of the report, <em>pediatrics</em> professor Frederic Rivara, says bullying has \"lasting negative consequences and cannot simply be ignored.\"",
            "vi": "Nhưng tác giả chính của bản báo cáo này, giáo sư nhi khoa Frederick Rivara, cho biết bắt nạt mang lại \"hậu quả tiêu cực lâu dài và không thể cứ làm lơ mặc kệ.\""
        },
        {
            "en": "Up to now, 59 central and provincial general hospitals and hospital specialized in Obstetrics and <em>Pediatrics</em> was recognized as Baby Friendly Hospital.",
            "vi": "Cho đến nay đã có 59 bệnh viện tuyến trung ương, tỉnh và các bệnh viên chuyên khoa Sản, Nhi được công nhận là bệnh viện Bạn hữu trẻ em."
        },
        {
            "en": "The colorful, lively artworks surprised many people who have passed by or visited the <em>Pediatrics</em> Hospital 1 on 3 Thang 2 Street, District 10.",
            "vi": "Sự sặc sỡ, sống động của các tác phẩm làm nhiều người đã đi ngang qua hoặc đến Bệnh viện Nhi Đồng 1 trên đường 3 Tháng 2, Quận 10 ngạc nhiên."
        },
        {
            "en": "The American Academy of <em>Pediatrics</em> recommends that children aged over two should not watch more than two hours of television per day.",
            "vi": "Viện hàn lâm nhi khoa Hoa Kỳ khuyên trẻ trên hai tuổi không nên xem TV quá 2 giờ một ngày."
        },
        {
            "en": "Results, published in the journal <em>Pediatrics</em>, revealed that boys from families with the lowest socioeconomic status are four times more likely to start puberty early.",
            "vi": "Kết quả cuộc nghiên cứu đăng trên tạp chí y khoa Pediatrics tiết lộ rằng các bé trai từ những gia đình có mức thu nhập thấp nhất trong xã hội có nguy cơ dậy thì sớm gấp 4 lần."
        },
        {
            "en": "eDoctor offers medical aid in most common medicine subspecialties, including obstetrics, gynecology, oncology, urology, cardiology, gastroenterology, pulmonology, endocrinology, nutrition, <em>pediatrics</em> and andrology.",
            "vi": "eDoctor cung cấp trợ giúp y tế cho hầu hết các chuyên khoa thông dụng, bao gồm sản khoa, phụ khoa, khoa ung thư, khoa tiết niệu, tim mạch, hệ tiêu hóa, phổi, nội tiết, dinh dưỡng, nhi khoa và nam khoa."
        },
        {
            "en": "And contrary to what earlier studies have indicated, the negative impact of screen time was not remedied by increasing a child's physical activity levels, says the study, published in the US journal <em>Pediatrics</em>.",
            "vi": "chí Nhi khoa của Hoa Kỳ, sự tăng cường mức độ hoạt động thể chất cho trẻ không thể khắc phục được tác động tiêu cực của việc ngồi trước màn hình quá nhiều và điều này hoàn toàn trái ngược với những gì mà các nghiên cứu ban đầu đã nhận định."
        },
        {
            "en": "Placing a laptop on your thighs for extended periods, especially if there is direct skin contact, could give you a nasty rash, medically known as erythema ab igne, according to a report published in the medical journal <em>Pediatrics</em>.",
            "vi": "Đặt máy tính xách tay trên đùi trong thời gian dài, đặc biệt là nếu có tiếp xúc trực tiếp với làn da, có thể gây ra phát ban khó chịu, mà y học gọi là hồng ban do nhiệt"
        },
        {
            "en": "life in the United States, the potential exists for childhood computer addiction to become a major public health problem, a sentiment echoed by the authors of an editorial accompanying the study in the October Archives of <em>Pediatrics</em> and Adolescent Medicine.",
            "vi": "Tác giả nghiên cứu phân tích rằng bởi vì việc sử dụng máy tính là một điều không thể thiếu trong cuộc sống ở Hoa Kỳ, nguy cơ nghiện máy tính của trẻ em trở thành vấn đề đau đầu của ngành y tế cộng đồng, một quan điểm được đồng thuận bởi các tác giả của bài xã luận của nghiên cứu trong số tháng Mười của tạp chí Nhi khoa và Trẻ vị thành niên."
        },
        {
            "en": "And contrary to what earlier studies have indicated, the negative impact of screen time was not remedied by increasing a child's physical activity levels, says the study, published in the US journal <em>Pediatrics</em>.",
            "vi": "Theo một nghiên cứu công bố trong tạp chí Nhi khoa của Hoa Kỳ, sự tăng cường mức độ hoạt động thể chất cho trẻ không thể khắc phục được tác động tiêu cực của việc ngồi trước màn hình quá nhiều và điều này hoàn toàn trái ngược với những gì mà các nghiên cứu ban đầu đã nhận định."
        },
        {
            "en": "The project at Da Nang Ob-gyn and <em>Pediatrics</em> Hospital will collect milk under a strict procedure including selecting healthy donors and sterilizing the milk before delivery, according to officials from the health ministry.",
            "vi": "Dự án tại Bệnh viện Nhi và Sản khoa Trung ương Đà Nẵng sẽ thu mua sữa theo một thủ tục nghiêm ngặt bao gồm lựa chọn người hiến tặng khỏe mạnh và tiệt trùng sữa trước khi giao, theo các quan chức của Bộ Y tế."
        },
        {
            "en": "Placing a laptop on your thighs for extended periods, especially if there is direct skin contact, could give you a nasty rash, medically known as erythema ab igne, according to a report published in the medical journal <em>Pediatrics</em>.",
            "vi": "Đặt máy tính xách tay trên đùi trong thời gian dài, đặc biệt là nếu có tiếp xúc trực tiếp với làn da, có thể gây ra phát ban khó chịu, mà y học gọi là hồng ban do nhiệt, theo một báo cáo được công bố trên tạp chí Nhi Khoa."
        }
    ],
    "suggestions": []
}