{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pi:di'ætrik]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">paediatric</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pi:di'ætrik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc khoa nhi</td></tr></table><i/></div>",
            "word": "pediatric"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pediatric"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pediatric"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pediatric"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pediatric"
        }
    },
    "sentences": [
        {
            "en": "<em>Pediatric</em> Dentistry",
            "vi": "Răng trẻ em"
        },
        {
            "en": "<em>pediatric</em> songs or the",
            "vi": "bài hát hay nh"
        },
        {
            "en": "The number of <em>pediatric</em> hospitals is still small, and the capacity of <em>pediatric</em> departments in hospitals is often inadequate.",
            "vi": "Số lượng các bệnh viện nhi vẫn còn ít, và khả năng của các khoa nhi trong các bệnh viện thường chưa đáp ứng được."
        },
        {
            "en": "The Congress is organized by the Vietnamese <em>Pediatric</em> Association.",
            "vi": "Đại hội được tổ chức bởi Hội Nhi khoa Việt Nam."
        },
        {
            "en": "I want to reorganize the system of <em>pediatric</em> care.",
            "vi": "Tôi muốn cải tổ lại hệ thống chăm sóc nhi khoa."
        },
        {
            "en": "But while <em>pediatric</em> treatment has expanded, most prevention, care and treatment programs were designed for adults.",
            "vi": "Mặc dù các biện pháp điều trị cho trẻ nhỏ đã được mở rộng, hầu hết các chương trình phòng chống, chăm sóc và điều trị đều được thiết kế dành cho người lớn."
        },
        {
            "en": "Bedwetting perennially drives parents to the <em>pediatric</em> urology clinic at Johns Hopkins Children's Center.",
            "vi": "Bệnh đái dầm lâu năm luôn là nguyên nhân khiến các bậc cha mẹ quanh năm phải tìm đến phòng khám tiết niệu trẻ em tại Viện Nhi Johns Hopkins."
        },
        {
            "en": "The <em>pediatric</em> specialist tells the parents, \"There is very little hope.\"",
            "vi": "Các bác sĩ khoa nhi đã nói với bố mẹ rằng “có rất ít hi vọng.\""
        },
        {
            "en": "Coverage of <em>pediatric</em> HIV services, particularly HIV counseling and testing, is still very low.",
            "vi": "Việc cung cấp các dịch vụ về HIV cho bệnh nhi còn ở mức hạn chế, đặc biệt là công tác tư vấn và xét nghiệm."
        },
        {
            "en": "The studies were published this month in the Archives of <em>Pediatric</em> and Adolescent Medicine.",
            "vi": "Các nghiên cứu được xuất bản tháng này trong hồ sơ y khoa nhi đồng và thiếu niên."
        },
        {
            "en": "The <em>pediatric</em> ART also covered for 789 children by September 2007.",
            "vi": "Chương trình điều trị ARV cũng đã điều trị được cho 789 trẻ em tính đến tháng 9 năm 2007."
        },
        {
            "en": "<em>Pediatric</em> hospitals have been upgraded and expanded, and new hospitals built.",
            "vi": "Các bệnh viện nhi đã được mở rộng và nâng cấp, và xây dựng các bệnh viện mới."
        },
        {
            "en": "If a kid has a heart problem, he will visit a <em>pediatric</em> cardiologist, who mainly treats kids.",
            "vi": "Nếu một đứa trẻ có vấn đề về tim mạch thì nó nên đi khám bác sĩ nhi chuyên khoa tim vì đây là người chuyên chữa bệnh cho trẻ em."
        },
        {
            "en": "Bedwetting perennially drives parents to the <em>pediatric</em> urology clinic at Johns Hopkins Children's Center, but September - and the start of the school year - always brings a predictable uptick in visits, according to <em>pediatric</em> urologist Ming-Hsien Wang, M.D.",
            "vi": "Bệnh đái dầm luôn là nguyên nhân khiến các bậc cha mẹ quanh năm phải tìm đến phòng khám tiết niệu trẻ em tại Viện Nhi Johns Hopkins, nhưng vào tháng Chín – thời điểm tựu trường - luôn gây nên sự gia tăng khám bệnh có thể dự đoán được, theo bác sĩ chuyên khoa tiết niệu trẻ em Ming-Hsien Wang."
        },
        {
            "en": "<em>Pediatric</em> expert Dr. Alan Greene talks about the use of cabbage leaves for relieving engorgement pain of breastfeeding.",
            "vi": "Bác sĩ Alan Green chuyên khoa nhi nói về cách sử dụng lá cải bắp để làm giảm sự tụ máu khi bị đau ở vú phụ nữ khi cho con bú."
        },
        {
            "en": "A report critical of the three studies also appeared in the Archives of <em>Pediatric</em> and Adolescent Medicine.",
            "vi": "Một báo cáo phản bác ba cuộc khảo sát trên cũng xuất hiện trong hồ sơ y khoa nhi đồng và thiếu niên."
        },
        {
            "en": "Study sites:17 adult ART sites and 4 <em>pediatric</em> ART sites were sampled to obtain the ART cohorts as representative as possible for this study.",
            "vi": "Địa điểm nghiên cứu: Số liệu được thu thập từ 17 cơ sở đại diện cho cơ sở y tế cung cấp dịch vụ điều trị ARV cho người lớn và 4 cơ sở điều trị ARV cho trẻ em."
        },
        {
            "en": "You might want to ask if you can tour the intensive or special care unit at the hospital to become familiar with it and meet the team of health care professionals who may care your baby. This team may include neonatologists, <em>pediatric</em> anesthesiologists, <em>pediatric</em> surgeons, neonatal nurses, nurse practitioners, and doctors in training.",
            "vi": "Bạn cũng cần nên hỏi liệu mình có thể tham quan khu chăm sóc đặc biệt tại bệnh viện hay không để làm quen với khu này và gặp gỡ nhóm chuyên gia chăm sóc sức khỏe có thể chăm sóc cho con của mình. Đội ngũ y tế này có thể gồm bác sĩ sơ sinh, chuyên viên gây mê khoa nhi, bác sĩ phẫu thuật khoa nhi, y tá chăm sóc trẻ sơ sinh, y sĩ, và bác sĩ thực tập."
        },
        {
            "en": "The days inch by. The little girl gets worse. The <em>pediatric</em> specialist tells the parents, \"There is very little hope. Be prepared for the worst.\"",
            "vi": ". Bệnh tình của bé ngày càng trầm trọng. Chính các bác sĩ khoa nhi cũng trực tiếp nói chuyện với vợ chồng Karen \"Hy vọng mong manh lắm. Gia đình nên chuẩn bị tinh thần cho tình trạng xấu nhất\"."
        },
        {
            "en": "The days inch by. The little girl gets worse. The <em>pediatric</em> specialist tells the parents,\"There is very little hope. Be prepared for the worst.\"",
            "vi": "Thời gian như ngừng trôi. Bệnh tình của bé ngày càng trầm trọng. Chính các bác sĩ khoa nhi cũng trực tiếp nói chuyện với vợ chồng Karen \"Hy vọng mong manh lắm. Gia đình nên chuẩn bị tinh thần cho tình trạng xấu nhất\"."
        }
    ],
    "suggestions": []
}