{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pegged",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pegged</k><blockquote>■ <cclass>adjective North American term for <kref>pegtop</kref>. </cclass></blockquote></div>",
            "word": "pegged",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pegged",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pegged",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pegged",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Keep public transport fares <em>pegged</em>.",
            "vi": "Giữ cố định phí giao thông công cộng."
        },
        {
            "en": "He <em>pegged</em> me down to rules.",
            "vi": "Anh ta đã ghìm tôi theo đúng luật lệ."
        },
        {
            "en": "She <em>pegged</em> him as a scoundrel.",
            "vi": "Bà ta đã vạch mặt chỉ tên ông ấy là một thằng vô lại."
        },
        {
            "en": "The column was <em>pegged</em> to the ground.",
            "vi": "Cái cột được đóng chặt xuống mặt đất."
        },
        {
            "en": "I <em>pegged</em> him down to his work.",
            "vi": "Tôi ghim chặt anh ta vào công việc."
        },
        {
            "en": "Pay increases are <em>pegged</em> at five percent.",
            "vi": "Việc tăng lương được giữ ở mức năm phần trăm."
        },
        {
            "en": "She <em>pegged</em> him as a big spender.",
            "vi": "Bà ta hạn chết hắn cứ như một người hà tiện."
        },
        {
            "en": "Police were <em>pegged</em> back by a hail of missiles.",
            "vi": "Cảnh sát bị chặn lại bởi một trận mưa tên."
        },
        {
            "en": "The country's pound is <em>pegged</em> to the dollar.",
            "vi": "Đồng bảng của quốc gia bị ghìm lại bởi đồng đô la."
        },
        {
            "en": "It is as though you <em>pegged</em> your clothes loosely and a strong wind blew them away.",
            "vi": "Nó cũng giống như bạn đã kẹp áo quần một cách lõng lẽo và một cơn gió mạnh đã thổi chúng đi."
        },
        {
            "en": "They took the lead early but were <em>pegged</em> back by an equalizer from Peter's team.",
            "vi": "Họ sớm vươn lên dẫn đầu nhưng lại bị chặn lại bởi một điểm số cân bằng từ đội của Peter."
        },
        {
            "en": "OPEC oil producers <em>pegged</em> the cartel's output at 30 million barrels per day.",
            "vi": "Các nước sản xuất dầu của khối OPEC cố định sản lượng của các thành viên ở mức 30 triệu thùng một ngày."
        },
        {
            "en": "They had him <em>pegged</em> from the start as a liar and a fraud.",
            "vi": "Họ ngay từ đầu đã coi anh ta là một kẻ dối trá và lừa đảo."
        },
        {
            "en": "On each side Pa <em>pegged</em> a thick slab of green oak against the cut ends of the logs. Then by the upper corners of the fireplace he <em>pegged</em> chunks of oak to the wall, and on these he laid an oak slab and <em>pegged</em> it firmly. That was the mantel-shelf.",
            "vi": "khung trống Bố gắn một miếng ván sồi tươi sát các đầu cây bị cắt. Kế tiếp, Bố gắn hai khúc sồi vào hai góc trên lò bếp, đặt lên một tấm ván sồi và chốt lại thật chắc. Đó là tấm giá trên mặt lò bếp."
        },
        {
            "en": "He split a long, straight sapling down the middle. He <em>pegged</em> one end of half of it to the side of the seat, and curved it up and over and down, and <em>pegged</em> the other end to the other side",
            "vi": "Bố tách đôi một cây dài, thẳng, ghép một nửa vào một cạnh mặt ghế cuốn lên xuống kín mít và ghép nửa còn lại vào cạnh kia của mặt ghế. Thế là xong phần lưng tựa cao uốn cong của chiếc ghế. Bố gắn lại thật chặt rồi đan những cành cây mềm ngang dọc và xếp lên nhau cho tới khi hoàn thành phần lưng ghế. Bố làm các thành ghế bằng những nửa nhánh cây khác. Bố cuốn nó từ phía trước cạnh mặt ghế tới lưng ghế và cuốn kín quanh chúng bằng những dải cây đan lên. Cuối cùng, Bố chẻ một cành cây lớn có độ cong. Bố lật úp chiếc ghế xuống, gắn những miếng gỗ cong vào dưới chân ghế làm thành những bàn đu. Thế là chiếc ghế hoàn tất."
        },
        {
            "en": "high up as he could reach, he <em>pegged</em> two strips of oak to the walls and to the tall slab. Then he climbed up on them, and <em>pegged</em> the top of the tall slab solidly to a rafter.",
            "vi": "Một góc khuôn giường được Bố chốt chặt vào vách ở một góc nhà. Chỉ có một góc khuôn giường không tựa vào vách. ở góc này, Bố dựng một tấm ván cao. Bố chốt tấm ván vào khuôn giường. Trên chót cùng tầm với của mình, Bố chốt hai thanh gỗ xồi vào các bờ vách và tấm ván cao. Rồi Bố leo lên đó chốt chặt đầu tấm ván cao vào một cây dùi."
        },
        {
            "en": "He split a long, straight sapling down the middle. He <em>pegged</em> one end of half of it to the side of the seat, and curved it up and over and down, and <em>pegged</em> the other end to the other",
            "vi": "Bố tách đôi một cây dài, thẳng, ghép một nửa vào một cạnh mặt ghế cuốn lên xuống kín mít và ghép nửa còn lại vào cạnh kia của mặt ghế. Thế là xong phần lưng tựa cao uốn cong của chiếc ghế. Bố gắn lại thật chặt rồi đan những cành cây mềm ngang dọc và xếp lên nhau cho tới khi hoàn thành phần lưng ghế. Bố làm các thành ghế bằng những nửa nhánh cây khác. Bố cuốn nó từ phía trước cạnh mặt ghế tới lưng ghế và cuốn kín quanh chúng bằng những dải cây đan lên. Cuối cùng, Bố chẻ một cành cây lớn có độ cong. Bố lật úp chiếc ghế xuống, gắn những miếng gỗ cong vào dưới chân ghế làm thành những bàn đu. Thế là chiếc ghế hoàn tất."
        },
        {
            "en": "the cut ends of the logs. Then by the upper corners of the fireplace he <em>pegged</em> chunks of oak to the wall, and on these he laid an oak slab and <em>pegged</em> it firmly. That was the mantel - shelf.",
            "vi": "Mỗi bên khung trống Bố gắn một miếng ván sồi tươi sát các đầu cây bị cắt. Kế tiếp, Bố gắn hai khúc sồi vào hai góc trên lò bếp, đặt lên một tấm ván sồi và chốt lại thật chắc. Đó là tấm giá trên mặt lò bếp."
        },
        {
            "en": "On each side Pa <em>pegged</em> a thick slab of green oak against the cut ends of the logs. Then by the upper corners of the fireplace he <em>pegged</em> chunks of oak to the wall, and on these he laid an",
            "vi": "Mỗi bên khung trống Bố gắn một miếng ván sồi tươi sát các đầu cây bị cắt. Kế tiếp, Bố gắn hai khúc sồi vào hai góc trên lò bếp, đặt lên một tấm ván sồi và chốt lại thật chắc. Đó là tấm giá trên mặt lò bếp."
        },
        {
            "en": "On each side Pa <em>pegged</em> a thick slab of green oak against the cut ends of the logs. Then by the upper corners of the fireplace he <em>pegged</em> chunks of oak to the wall, and on these he laid an oak slab and <em>pegged</em> it firmly.",
            "vi": "Mỗi bên khung trống Bố gắn một miếng ván sồi tươi sát các đầu cây bị cắt. Kế tiếp, Bố gắn hai khúc sồi vào hai góc trên lò bếp, đặt lên một tấm ván sồi và chốt lại thật chắc. Đó là tấm giá trên mặt lò bếp."
        }
    ],
    "suggestions": []
}