{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['penilis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không tiền, không một đồng xu dính túi, nghèo xơ xác</td></tr></table><i/></div>",
            "word": "penniless",
            "pronounce": "['penilis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>penniless</k><blockquote>■ <cclass>adjective without money; very poor. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>pennilessness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "penniless",
            "pronounce": "['penilis]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>penniless</k><blockquote>▸ <cclass>adjective DESTITUTE, poverty-stricken, impoverished, poor, indigent, impecunious, in penury, moneyless, without a sou, necessitous, needy, on one's beam-ends; bankrupt, insolvent; <cclass><i>Brit.</i> on the breadline, without a penny (to one's name); <cclass><i>informal</i> (flat) broke, cleaned out, strapped for cash, on one's uppers, without a brass farthing, bust; <cclass><i>Brit.</i><cclass><i>informal</i> stony broke, skint; <cclass><i>N. Amer.</i><cclass><i>informal</i> stone broke; <cclass><i>formal</i> penurious.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>wealthy.</blockquote></div>",
            "word": "penniless",
            "pronounce": "['penilis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "penniless",
            "pronounce": "['penilis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "penniless",
            "pronounce": "['penilis]"
        }
    },
    "sentences": [
        {
            "en": "Titled but <em>penniless</em>",
            "vi": "Có tiếng mà không có miếng"
        },
        {
            "en": "I love that <em>penniless</em> old man.",
            "vi": "Tôi thương ông già nghèo xơ xác đó."
        },
        {
            "en": "I'd marry you Henry, even if you were <em>penniless</em>.",
            "vi": "Em vẫn sẽ lấy anh, Henry, dù anh không có một xu nào."
        },
        {
            "en": "as poor as a church mouse or <em>penniless</em>",
            "vi": "nghèo xơ nghèo xác, nghèo rách mồng tơi"
        },
        {
            "en": "Her grandparents arrived in the country as <em>penniless</em> immigrants.",
            "vi": "Ông bà cô ấy đến đất nước này như những người nhập cư nghèo xơ xác."
        },
        {
            "en": "Though virtually <em>penniless</em>, he scraped enough money together to educate his six sons.",
            "vi": "Mặc dù gần như không có một xu dính túi, ông ấy đã dành dụm đủ tiền để nuôi dạy sáu đứa con trai của mình."
        },
        {
            "en": "If you have to do that to get rich quickly, I prefer being <em>penniless</em>!",
            "vi": "Nếu mi phải làm vậy cho mau giàu thì ta đây thà nghèo kiết xác còn hơn!"
        },
        {
            "en": "If you have to do that to get rich quickly, I'd sooner be <em>penniless</em>!",
            "vi": "Nếu mi phải làm vậy cho mau giàu thì ta đây thà nghèo kiết xác còn hơn!"
        },
        {
            "en": "He bad lost his inheritance and traded it to become the leader of a band of <em>penniless</em> Smolenskis.",
            "vi": "Chú đã mất hết cả gia tài, để bây giờ cầm đầu luôn cả lũ người Smolenski kia nữa."
        },
        {
            "en": "E This does not mean, he insists, that tropical countries are beyond economic help and destined to remain <em>penniless</em>.",
            "vi": "Ông nhấn mạnh, điều này không có nghĩa là các quốc gia nhiệt đới hết được sự trợ giúp về kinh tế và định sẵn nghèo vẫn hoàn nghèo."
        },
        {
            "en": "As he is always playing the horses and losing money, it is no wonder that his wife is <em>penniless</em>.",
            "vi": "Vì hắn lúc nào cũng đánh cá ngựa và thua sạch nên không có gì là lạ khi vợ hắn không một xu dính túi."
        },
        {
            "en": "Meanwhile, other students who hope they can get rich quickly after the training courses, accepted to pay millions of dong and became <em>penniless</em> after trying to do business as they were taught.",
            "vi": "Trong khi đó, những sinh viên khác hi vọng họ có thể làm giàu nhanh chóng sau những khóa học, đã chấp nhận để chi trả hàng triệu đồng và lâm vào tình trạng 'không một đồng xu dính túi' sau khi cố gắng để kinh doanh như họ đã nói."
        },
        {
            "en": "Solomon uses this role to access enemy military installations and to undermine German support for the Brits. He is sabotaging from the inside, talking the Hessians out of fighting for the English king. When this is discovered, Solomon is arrested again. This time, he pulls out a gold coin that had been sewn into his clothes and bribes a guard to let him escape. He flees to Philadelphia and arranges for his wife and son to meet him there. For the second time, Solomon has arrived in a new American city <em>penniless</em> and forced to start over.",
            "vi": "Salomon dùng vai trò này để vào các kho quân sự của địch và ngầm phá hoại sự hỗ trợ của Đức đối với Anh. Ông phá hoại từ bên trong, bảo bọn lính đánh thuê Đức không chiến đấu cho vua Anh. Khi chuyện này bại lộ, Salomon lại bị bắt. Lần này, ông lấy một đồng tiền vàng được may vào trong quần áo của mình ra dụ viên lính canh thả ông thoát. Ông trốn qua Philadelphia và thu xếp đoàn tụ với vợ và con trai ở đó. Lần thứ hai Salomon đến một thành phố mới của Mỹ mà không một xu dính túi và buộc phải bắt đầu lại từ đầu."
        },
        {
            "en": "Haym Solomon was born to a sephardic Jewish family in Poland in 1740. He travels widely through the banking and finance capitals of western Europe, learning a thing or two and then moving on. He arrives <em>penniless</em> in New York City via England as the colonies are on the cusp of revolution. His expertise with money, along with his ability to converse in several European languages, makes him extremely valuable to overseas traders - he becomes a financial broker to New York's bustling merchant community.",
            "vi": "Haym Salomon sinh năm 1740 tại Ba Lan, trong một gia đình Do Thái gốc Tây Ban Nha. Ông đi đây đó khắp nơi, qua các thủ đô tài chính ngân hàng của Tây Âu, học hỏi một vài thứ gì đó rồi lại tiếp tục hành trình của mình. Không một đồng xu dính túi, ông đến New York City qua ngả Anh khi các thuộc địa đang ở giai đoạn đỉnh điểm của cuộc cách mạng. Những kiến thức uyên thâm về tiền bạc cùng khả năng nói được nhiều ngôn ngữ Châu Âu làm cho ông trở nên cực kỳ quan trọng đối với các thương buôn nước ngoài – ông trở thành nhà môi giới tài chính cho cộng đồng thương nhân luôn tất bật của New York."
        },
        {
            "en": "In less than a week the honest man found himself <em>penniless</em>, he had nothing to eat and his house was empty. But this was hardly a problem, since it was his own fault; no, the problem was that his behaviour upset everything else. Because he let the others steal everything he had without stealing anything from anybody; so there was always someone who came home at dawn to find their house untouched: the house he should have robbed. In any event after a while the ones who weren’t being robbed found themselves richer than the others and didn’t want to steal any more. To make matters worse, the ones who came to steal from the honest man’s house found it was always empty; so they became poor.",
            "vi": "Chưa đầy một tuần lễ, gã đàn ông trung thực không còn một xu dính túi, chẳng có gì để ăn và căn nhà thì trống trơn. Nhưng đây không phải là chuyện đáng nói, vì đó là do lỗi của gã thôi, mà vấn đề đáng nói là cái cách hành xử của gã đã làm mọi thứ rối tung lên. Vì gã để cho người ta lấy sạch sành sanh những gì mình có mà không lấy của họ thứ gì; thế nên sẽ có người về nhà lúc bình minh mà thấy nhà mình không bị trộm viếng: đáng ra nhà họ phải bị trộm mới phải. Kiểu gì thì sau một thời gian những người không bị ăn trộm sẽ giàu hơn những người khác và giàu có rồi thì không muốn đi ăn trộm nữa. Mọi chuyện còn tồi tệ hơn, những người đến nhà gã trung thực nhưng chẳng lấy được gì vì ngôi nhà lúc nào cũng trống trơn, nên họ ngày càng nghèo đi."
        }
    ],
    "suggestions": []
}