{
    "en_vn": {
        "data": {
            "content": null,
            "word": "peopled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "peopled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "peopled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "peopled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "peopled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Thickly <em>peopled</em> country",
            "vi": "Nước đông dân"
        },
        {
            "en": "He lived in a sparsely <em>peopled</em> area.",
            "vi": "Anh ta sống ở một khu vực dân cư thưa thớt."
        },
        {
            "en": "Hunters <em>peopled</em> these lands long ago.",
            "vi": "Các thợ săn đã đến sống ở những vùng đất này từ lâu."
        },
        {
            "en": "Vietnam is the thickly <em>peopled</em> country.",
            "vi": "Việt Nam là một nước đông dân."
        },
        {
            "en": "A model railway lays out <em>peopled</em> with lilliputian figures.",
            "vi": "Một mô hình đường tàu hỏa bày biện các hình người nhỏ xíu."
        },
        {
            "en": "He believes the world is <em>peopled</em> with idiots.",
            "vi": "Anh ấy tưởng những người sống trên đời này toàn là những người ngu ngốc."
        },
        {
            "en": "His childhood was <em>peopled</em> with strange aunts and uncles.",
            "vi": "Thời thơ ấu anh ấy sống với những người cô chú lạ."
        },
        {
            "en": "All the nameless horrors that <em>peopled</em> her small imagination clutched her.",
            "vi": "Tất cả những điều kinh khủng không tên tràn đầy trí tưởng tượng nhỏ bé của nó, túm chặt lấy nó."
        },
        {
            "en": "Thick with cold cloaking mist, <em>peopled</em> with clutching ghosts and shadows.",
            "vi": "Một vùng ngập chìm trong sương mù dày đặc lạnh lẽo, đầy những bóng ma quái nắm bắt nàng."
        },
        {
            "en": "Like other countries of Southeast Asia, Thailand was <em>peopled</em> in prehistoric times through successive migrations from Central Asia.",
            "vi": "Giống như các nước khác của đông nam á, thái lan có người cư trú vào thời tiền sử qua các đợt di dân liên tiếp từ trung á."
        },
        {
            "en": "So we find people who are starved or semi starved not as efficient as the well-fed <em>peopled</em>.",
            "vi": "Do đó những người đói lả hoặc thếu thức ăn không bao giờ làm việc hiệu quả bằng những người ăn uống đầy đủ."
        },
        {
            "en": "Wladek began to face the fact that he could never return to a land <em>peopled</em> by such ghosts, until he had made something worthwhile of his life.",
            "vi": "Wladek dần dần hiểu ra rằng anh sẽ chẳng bao giờ trở về được quê hương với những hồn ma như thế, mà anh phải làm một cái gì thật xứng đáng mới được."
        }
    ],
    "suggestions": []
}