{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Peoria"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Peoria"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Peoria"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Peoria"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Peoria"
        }
    },
    "sentences": [
        {
            "en": "Who invented polyethylene (<em>PE</em>)?",
            "vi": "Ai là người đã phát minh ra pô-li-ê-ti-len (polyethylene)?"
        },
        {
            "en": "This <em>ia</em> an English wedding.",
            "vi": "Đây là một đám cưới người Anh."
        },
        {
            "en": "It's the best boring <em>PE</em> lesson I have ever done.",
            "vi": "Nó là bài thể dục chán nhất mà tôi từng tập."
        },
        {
            "en": "The water <em>ia</em> singing in the kettle.",
            "vi": "Nước trong ấm thì đang reo."
        },
        {
            "en": "He <em>ia</em> as strong as a horse:",
            "vi": "anh ấy khỏe như trâu"
        },
        {
            "en": "They make me do <em>PE</em> at school when I hate it.",
            "vi": "Họ bắt tôi tập thể dục tại trường khi mà tôi rất ghét."
        },
        {
            "en": "business <em>ia</em> a human activity related to material things",
            "vi": "kinh doanh là 1 hoạt động của con người liên quan đến vật chất"
        },
        {
            "en": "It <em>ia</em> rushes home a paradise on earth.",
            "vi": "Nó thật sự là thiên đường trên quả đất."
        },
        {
            "en": "He always used to skive off <em>PE</em> (Physical Education) lessons if he could.",
            "vi": "Anh ta thường hay lẩn trốn giờ học thể dục nếu có dịp."
        },
        {
            "en": "Ba means three in Vietnamese and Be means lake. The name of the lake comes from the convergence of three rivers: <em>Pe</em> Lam, <em>Pe</em> Lu and <em>Pe</em> Leng. The bed of the lake is covered with clay at a thickness of 200 meters, and for this reason it retains water.",
            "vi": "Ba có nghĩa là số ba trong và Bể có nghĩa là hồ trong tiếng Việt. Tên của hồ này xuất phát từ sự hội tụ của ba con sông: Pe Lam, Pe Lu và Pe Leng. Nền của hồ được bao phủ bằng đất sét với độ dày 200 mét và vì lý do này hồ vẫn giữ được nước."
        },
        {
            "en": "Soil conservation methods are used so that the nature of the soil <em>ia</em> preserved.",
            "vi": "Các phương pháp bảo quả đất được sử dụng để giữ được chất lượng đất."
        },
        {
            "en": "This would create more work and income\", noted the <em>Ia</em> M'nong teachers.",
            "vi": "Điều này sẽ tạo thêm việc làm và tăng thu nhập cho người dân\"(giáo viên xã Ia Mơ Nông)."
        },
        {
            "en": "Community leaders in <em>Ia</em> Ka village also expressed their concern at teacher attitudes toward students.",
            "vi": "Một số cán bộ làng Ia Ka cũng bày tỏ nỗi lo ngại về thái độ của giáo viên đối với học sinh."
        },
        {
            "en": "Ba means three in Vietnamese and Be means lake. The name of the lake comes from the convergence of three rivers: <em>Pe</em> Lam, <em>Pe</em> Lu and <em>Pe</em> Leng. The bed of the lake is covered with clay at a thickness of 200 meters, and for this reason it retains water.",
            "vi": "Ba có nghĩa là số ba trong và Bể có nghĩa là hồ trong tiếng Việt. Tên của hồ này xuất phát từ sự hội tụ của ba con sông: Pe Lam, Pe Lu và Pe Leng. Nền của hồ được bao phủ bằng đất sét với độ dày 200 mét và vì lý do này hồ vẫn giữ được nước."
        },
        {
            "en": "A mother in <em>Ia</em> Ka commune even complained, \"The teacher scolded students for wearing ugly clothes.\"",
            "vi": "Một bà mẹ ở xã Ia Ka phàn nàn \"Giáo viên mắng học sinh vì mặc quần áo xấu\"."
        },
        {
            "en": "Girls in the fourth and fifth grades in <em>Ia</em> Ka also mentioned a lack of furniture.",
            "vi": "Các em gái lớp 4 và 5 ở xã Ia Ka cũng đề cập đến vấn đề thiếu đồ đạc."
        },
        {
            "en": "One girl in <em>Ia</em> Ka recalled, \"My father stayed in the field.",
            "vi": "Một em gái ở xã Ia Ka nói \"Bố em ở ngoài rẫy."
        },
        {
            "en": "The price - to - eamings (<em>PE</em>) ratio is equal to the stock's current price divided by the company's earnings per share the previous year.",
            "vi": "Hệ số giá của một cổ phiếu trên thu nhập (PE) bằng giá hiện hành của cổ phiếu chia cho lợi nhuận của công ty trên mỗi cổ phiếu trong năm trước."
        },
        {
            "en": "A <em>Ia</em> Ka father noted, \"Because of our extreme poverty, the children feel inferior to their friends.\"",
            "vi": "Một ông bố ở Ia Ka cho biết \"bởi vì chúng tôi quá nghèo, các cháu cảm thấy tự ti trước bạn bè\"."
        },
        {
            "en": "\"There was a culture within the school, within pupils, that noticed those children who were never in on <em>PE</em> days for example,\" Ms Johnstone said.",
            "vi": "\"Có sự trau dồi trong trường học, giữa các học sinh, điều đáng chú ý lànhững đứa trẻ đó không bao giờ được luyện tập thể dục,\" bà Johnstone nói."
        }
    ],
    "suggestions": []
}