{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Pepsi",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Pepsi",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Pepsi",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Pepsi",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Pepsi",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "   - <em>Pepsi</em>",
            "vi": "- Pepsi"
        },
        {
            "en": "Give me a <em>Pepsi</em>.",
            "vi": "Cho tôi một Pepsi."
        },
        {
            "en": "Do you like <em>Pepsi</em>?",
            "vi": "Bạn thích Pepsi phải không?"
        },
        {
            "en": "I'll have a <em>Pepsi</em>.",
            "vi": "Cho tôi Pepsi."
        },
        {
            "en": "do you like Oke or <em>Pepsi</em>?",
            "vi": "bạn thích côca - côla hay pepsi ?"
        },
        {
            "en": "I hate <em>Pepsi</em>, it's too sweet tasting.",
            "vi": "Tôi ghét nước Pepsi, nó ngọt quá."
        },
        {
            "en": "I hate <em>Pepsi</em>, it's too sweet tasting.",
            "vi": "Tôi ghét nước Pepsi,nó ngọt quá."
        },
        {
            "en": "1. <em>Pepsi</em> logo price tag: $1,000,000",
            "vi": "1. Logo Pepsi có giá: 1,000,000 USD"
        },
        {
            "en": "I used to be an intern at <em>Pepsi</em>.",
            "vi": "Tôi từng làm thực tập sinh tại Pepsi."
        },
        {
            "en": "Sorry, I 'm not ordering Coke, but <em>Pepsi</em>.",
            "vi": "Xin lỗi, tôi không gọi Coca, chỉ Pepsi thôi."
        },
        {
            "en": "Coca Cola and <em>Pepsi</em> Cola are competitors in the soft drink business.",
            "vi": "Coca Cola và Pepsi Cola là các đối thủ cạnh tranh trong ngành kinh doanh nước ngọt giải khát."
        },
        {
            "en": "Somebody drank your last can of <em>Pepsi</em>? Oh well, that's the way the cookie crumbles.",
            "vi": "Ai đã uống lon Pepsi cuối cùng của bạn rồi à? Ôi dào, đời là thế đấy!"
        },
        {
            "en": "This bottler has obtained a license from <em>Pepsi</em> Inc. to bottle and distribute its products.",
            "vi": "Cơ sở đóng chai này đã có giấy phép do công ty Pepsi cấp để đóng chai và phân phối các sản phẩm của nó."
        },
        {
            "en": "Two burgers, two large fries, a <em>pepsi</em> and an iced tea.",
            "vi": "Hai hăm - bơ - gơ, hai phần khoai tây chiên lớn, một chai pepsi và một ly trà đá."
        },
        {
            "en": "Each year <em>Pepsi</em> hold their annual staff meeting in a different city.",
            "vi": "Mỗi năm, Pepsi tổ chức cuộc họp nhân viên thường niên tại một thành phố khác nhau."
        },
        {
            "en": "During production of a 1984 <em>Pepsi</em> commercial, Jackson's scalp sustains burns when an explosion sets his hair on fire.",
            "vi": "Trong sản xuất một phim quảng cáo của Pepsi năm 1984, da đầu của Jackson bị phỏng khi vụ nổ đốt cháy tóc của anh ấy."
        },
        {
            "en": "Coca Cola is the number one U.S. soft drink, with a 17% share. Last year Beverage Digest reported that Diet Coke (9.9% share) surpassed <em>Pepsi</em> (9.5% share) to become the industry's number two brand. Remember those famous \"<em>Pepsi</em> Challenge\" commercials where <em>Pepsi</em> confidently encouraged consumers to make their buying decisions after sampling both <em>Pepsi</em> and Coke? Well, the people have spoken: Coke is the clear winner.",
            "vi": "Coca Cola là công ty sản xất nước giải khát số một tại Mỹ, với thị phần chiếm tới 17%. Năm ngoái, Beverage Digest báo cáo rằng: Diet Coke (chiếm thị phần 9,9%) vượt qua Pepsi (thị phần 9,5%) để trở thành thương hiệu số 2 của ngành công nghiệp này. Các bạn có nhớ các đoạn quảng cáo nổi tiếng \"Thách Thức Pepsi\" trong đó Pepsi đã tự tin khuyến khích người tiêu dùng thử cả hai sản phẩm Pepsi và Coca-Cola truớc khi đưa ra quyết định mua hàng không? Vâng, mọi người đã nói rằng: Coca-Cola là người chiến thắng hoàn toàn."
        },
        {
            "en": "Distribution is an important consideration for the Coca - Cola Company. If a potential customer cannot easily find a Coke, he may purchase a <em>Pepsi</em> instead.",
            "vi": "Công việc phân phối là mối quan tâm trọng đại đối với công ty Coca-Cola. Nếu một khách hàng tương lai không tìm thấy dễ dàng một lon Coca thì người ấy có thể mua thế một lon Pepsi."
        },
        {
            "en": "But she herself was drinking a big glass of Diet <em>Pepsi</em>, and didn't seem aware of the irony of her pronouncement.",
            "vi": "Nhưng bản thân bà ấy đang uống một ly lớn Pepsi dành cho người ăn kiêng, và không có vẻ nhận thức được sự mỉa mai trong lời tuyên bố của bà."
        },
        {
            "en": "Distribution is an important consideration for the Coca-Cola Company. If a potential customer cannot easily find a Coke, he may purchase a <em>Pepsi</em> instead.",
            "vi": "Công việc phân phối là mối quan tâm trọng đại đối với công ty Coca - Cola. Nếu một khách hàng tương lai không tìm thấy dễ dàng một lon Coca thì người ấy có thể mua thế một lon"
        }
    ],
    "suggestions": []
}