{
    "en_vn": {
        "data": {
            "content": null,
            "word": "percentages",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "percentages",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "percentages",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "percentages",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tỉ lệ phần trăm</font></td></tr></tbody></table></div>",
            "word": "percentages",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Figure 3.1: Poverty Indicators in 1993 and 1998 (<em>percentages</em>).",
            "vi": "Hình 3.1: Các chỉ số nghèo đói (%) năm 1993 và 1998."
        },
        {
            "en": "Table 4.9: Functional expenditure classification, 1997 & 1998 (<em>percentages</em>).",
            "vi": "Bảng 4.9: Phân loại các chi tiêu theo chức năng, 1997 & 1998 (%)."
        },
        {
            "en": "Table 2.1: GDP by Sector, <em>Percentages</em> of Total, 1995-2001 (constant prices of 1995).",
            "vi": "Bảng 2.1: GDP theo Ngành, Phần trăm của Tổng, 1995-2001 (tính theo giá năm 1995)."
        },
        {
            "en": "Danang and Can Tho had the lowest <em>percentages</em> (33.9% and 26.3%, respectively).",
            "vi": "Đà Nẵng và Cần Thơ có tỉ lệ thấp nhất (33,9% và 26,3%)."
        },
        {
            "en": "The percentage of people participating in village meetings, including <em>percentages</em> of women and the poor.",
            "vi": "Tỷ lệ người dân tham gia các cuộc họp thôn, có cả tỷ lệ tham gia của phụ nữ và người nghèo."
        },
        {
            "en": "For Da Nang the <em>percentages</em> were 12 and 9.4, and 7.2 and 5.0 for Hai Phong.",
            "vi": "Tỷ lệ đó ở Đà Nẵng là 12 và 9,4, ở Hải Phòng là 7,2 và 5,0."
        },
        {
            "en": "In one of the PPAs done, however, women estimated <em>percentages</em> as high as 60-70%.",
            "vi": "Tuy nhiên, trong một PPA đã được tiến hành, phụ nữ ước tính tỷ lệ này lên tới 60-70%."
        },
        {
            "en": "Note: <em>Percentages</em> are weighted; sample sizes are unweighted total number of households.",
            "vi": "Ghi chú: số phần trăm đã gia trọng; cỡ mẫu là tổng số hộ gia đình chưa gia trọng."
        },
        {
            "en": "<em>Percentages</em> may not add up in all cases due to rounding.",
            "vi": "Tỉ trọng phần trăm có thể không hoàn toàn chính xác do làm tròn."
        },
        {
            "en": "One can see in Table 5.2 that these <em>percentages</em> went above twenty-five, then fifty percent in 1989 and 1991.",
            "vi": "Bảng 5.2 cho thấy các tỷ lệ phần trăm này đã vượt trên 25%, sau đó là 50%trong các năm 1989 và 1991."
        },
        {
            "en": "There are obviously some schools that will have high Jewish <em>percentages</em> because there are large Jewish communities in New York.",
            "vi": "Chắc chắn là có vài trường có tỉ lệ người Do Thái cao vì có nhiều cộng đồng lớn người Do Thái ở New York."
        },
        {
            "en": "There are no significant differences between the <em>percentages</em> of men and women who are unskilled manual laborers in wage employment.",
            "vi": "Không có khác biệt đáng kể giữa tỷ lệ lao động nam nữ không có tay nghề trong việc làm hưởng lương."
        },
        {
            "en": "It shows an overall progressive profile with higher <em>percentages</em> of poorer children receiving in-kind subsidies at any age.",
            "vi": "Qua hình có thể thấy xu hướng luỹ tiến chung với phần trăm trẻ nghèo được nhận trợ cấp bằng hiện vật ở mọi lứa tuổi rất cao."
        },
        {
            "en": "These <em>percentages</em> fell further in 2000, to three percent of GDP, and 6.4 percent of merchandise exports.",
            "vi": "Các tỷ lệ phần trăm này đã tiếp tục giảm sau năm 2000 xuống còn 3% GDP và 6,4% xuất khẩu hàng hóa."
        },
        {
            "en": "The report stated that companies with the highest <em>percentages</em> of women managers have on average a 35 percent higher profits than others than those with the lowest <em>percentages</em> of women in management.",
            "vi": "Báo cáo này nói rằng các công ty có số phần trăm cao nhất những người quản lý là phụ nữ có lợi nhuận trung bình 35 phần trăm cao hơn các công ty với số phần trăm thấp nhất phụ nữ ở cấp quản lý."
        },
        {
            "en": "Earlier we have cited evidence that a higher <em>percentages</em> of men received on-the-job skills upgrading than women.",
            "vi": "Trên đây chúng tôi đã đưa ra bằng chứng cho thấy tỷ lệ nam giới được đào tạo nâng cao tay nghề cao hơn nữa giới."
        },
        {
            "en": "However, according to the calculations of the multilateral development banks, using international accounting standards (IAS) may increase these <em>percentages</em> substantially.",
            "vi": "Tuy vậy, theo các tính toán của các ngân hàng phát triển đa phương sử dụng các chuẩn kế toán quốc tế (IAS), tỷ lệ này sẽ cao hơn một cách đáng kể."
        },
        {
            "en": "Higher <em>percentages</em> for voter approval may be stipulated in the company’s charter (clause 2(a) and (b) of Article 39).",
            "vi": "Điều lệ công ty có quyền quy định một tỷ lệ khác cao hơn (Điểm a và b Khoản 2 Điều 39)."
        },
        {
            "en": "The <em>percentages</em> receiving education assistance and social welfare benefits are highest among the poorest groups, and much lower among less poor groups.",
            "vi": "Tỉ lệ phần trăm nhận được trợ cấp giáo dục và phúc lợi xã hội cao nhất ở các nhóm nghèo nhất và thấp hơn nhiều ở những nhóm ít nghèo hơn."
        },
        {
            "en": "502.\tIn response, the representative of Viet Nam confirmed that the Enterprise Law established minimum <em>percentages</em> of votes required to make fundamental decisions in various forms of enterprises.",
            "vi": "502. Trả lời câu hỏi này, đại diện của Việt Nam xác nhận rằng Luật Doanh nghiệp quy định tỷ lệ phiếu tối thiểu cần có để đưa ra những quyết định cơ bản trong các loại hình doanh nghiệp khác nhau."
        }
    ],
    "suggestions": []
}