{
    "en_vn": {
        "data": {
            "content": null,
            "word": "perfected",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "perfected",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "perfected",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "perfected",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "perfected",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "James Watt <em>perfected</em> the steam engine.",
            "vi": "James watt đã hoàn thiện động cơ hơi nước."
        },
        {
            "en": "We have <em>perfected</em> this skill at FerrazziGreenlight.",
            "vi": "Chúng tôi đã hoàn thiện kỹ năng này tại FerrazziGreenlight."
        },
        {
            "en": "It was James Watt who <em>perfected</em> the steam engine.",
            "vi": "Chính james watt đã hoàn thiện động cơ hơi nước."
        },
        {
            "en": "Everything was <em>perfected</em>. She was in Elysian Fields.",
            "vi": "Mọi thứ thật hoàn hảo. Cô ấy rất hạnh phúc."
        },
        {
            "en": "Methods of handling, manufacturing, and applying the drugs were <em>perfected</em>.",
            "vi": "Phương pháp sử dụng, chế hoá, và áp dụng những thuốc đó đã được hoàn thiện."
        },
        {
            "en": "Once a resonating pitch is <em>perfected</em>, getting attention is less of a problem.",
            "vi": "Một khi đã soạn được lời chào mời hấp dẫn, việc thu hút sự chú ý không còn là vấn đề."
        },
        {
            "en": "The diamond cannot be polished without friction, no man <em>perfected</em> without trials.",
            "vi": "Lửa thử vàng gian nan thử sức."
        },
        {
            "en": "He also attached great importance to form and style and <em>perfected</em> his own manner slowly over the years.",
            "vi": "Ng cung rt quan tm n hinh thc va vn th va t t hoan thin li lam th cua ng trong nhiu nm."
        },
        {
            "en": "Insurers have <em>perfected</em> their methods of raising suspicion or innuendo against the credibility of the injured party.",
            "vi": "Các doanh nghiệp bảo hiểm đã hoàn thiện các biện pháp chấm dứt sự nghi ngờ hoặc lời nói bóng nói gió ảnh hưởng đến sự tín nhiệm của bên bị hại."
        },
        {
            "en": "Adele also strayed from her usual 60s - style bouffant and instead opted to sport a sleek strawberry blond'do and bright - red lips, which really <em>perfected</em> the entire look.",
            "vi": "Adele cũng nổi bật với kiểu tóc bồng của những năm 60 và chọn cách chưng diện mái tóc vàng hoe bóng mượt hình quả dâu tây với đôi môi đỏ rạng rỡ, giúp cho cái nhìn tổng thể thật hoàn hảo."
        },
        {
            "en": "However, as noted above, Vietnam has not yet <em>perfected</em> a comprehensive child protection system to ensure the systematic identification, reporting, and referral of children in special circumstances.",
            "vi": "Tuy nhiên, như đã đề cập ở trên, Việt Nam vẫn chưa hoàn thiện được hệ thống bảo vệ trẻ em toàn diện nhằm đảm bảo việc xác định, báo cáo và chuyển tuyến có hệ thống đối với trẻ em trong hoàn cảnh đặc biệt."
        },
        {
            "en": "The steam engine, which was <em>perfected</em> by a Scotsman named James Watt, was the first to provide power for the new trains.",
            "vi": "Máy chạy hơi nước, được một người xứ tô cách lan, tên là james watt hoàn thiện, là chiếc máy đầu tiên cung cấp động lực cho những chiếc xe lửa mới."
        },
        {
            "en": "Language often seems so skillfully drafted that one can hardly imagine it as anything other than the <em>perfected</em> handiwork of a master craftsman.",
            "vi": "Ngôn ngữ thường có vẻ được phác thảo điêu luyện đến nỗi người ta khó lòng tưởng tượng được rằng chúng không phải là một công trình hoàn hảo của một nghệ nhân bậc thầy."
        },
        {
            "en": "In elegant late middle-age, she had <em>perfected</em> the technique of sweeping into a room to her own total satisfaction and to its occupants' undoubted discomfiture.",
            "vi": "Bà đã ở cái tuổi cuối trung niên nhưng đi đứng còn rất điệu bộ và thanh thoát."
        },
        {
            "en": "In elegant late middle - age, she had <em>perfected</em> the technique of sweeping into a room to her own total satisfaction and to its occupants 'undoubted discomfiture.",
            "vi": "Bà đã ở cái tuổi cuối trung niên nhưng đi đứng còn rất điệu bộ và thanh thoát."
        },
        {
            "en": "But the model that has been <em>perfected</em> at Apple is risky and imitated poorly by many American corporations. The next decade will reveal whether these imitations were a series of brilliant moves or large-scale financial engineering.",
            "vi": "Nhưng mô hình đã được hoàn thiện tại Apple là mạo hiểm và là sự bắt chước kém cỏi đối với nhiều tập đoàn Mỹ. Thập kỷ tiếp theo sẽ tiết lộ liệu những mô phỏng này là một loạt các động thái tuyệt vời hay kỹ thuật tài chính quy mô lớn."
        },
        {
            "en": "The Ancient Greeks <em>perfected</em> a number of mnemonic techniques, some of which are still used today, for example, using the first letter of each item to form a word that will help you remember the whole list of items.",
            "vi": "Người Hy Lạp cổ đại đã hoàn hiện một số phương pháp kỹ thuật ghi nhớ, một vài phương pháp trong số đó vẫn được dùng đến trong ngày này, ví dụ dùng một ký tự đầu tiên cho mỗi một đối tượng dưới dạng một từ sẽ giúp cho bạn nhớ toàn bộ danh sách của đối tượng đó.."
        },
        {
            "en": "Adele also strayed from her usual 60s-style bouffant and instead opted to sport a sleek strawberry blond 'do and bright-red lips, which really <em>perfected</em> the entire look.",
            "vi": "Adele cũng nổi bật với kiểu tóc bồng của những năm 60 và chọn cách chưng diện mái tóc vàng hoe bóng mượt hình quả dâu tây với đôi môi đỏ rạng rỡ, giúp cho cái nhìn tổng thể thật"
        },
        {
            "en": "Telephones have been rapidly <em>perfected</em> until today, when it is possible for a businessman in San Francisco to call a businessman in Tokyo and have a conversation completely free of noise.",
            "vi": "Cho tới ngày nay điện thoại đã hoàn thiện nhanh chóng, khi một nhà doanh nghiệp ở cựu kim sơn có thể gọi một nhà doanh nghiệp ở đông kinh và nói chuyện với nhau hoàn toàn không bị tiếng ồn ào xen vào."
        },
        {
            "en": "Speaking to Tuoi Tre (Youth) newspaper, Nguyen Hoang Duong, vice head of the department of finance and financial institutions under the Ministry of Finance, said the latest draft bill is now being <em>perfected</em> and it will be submitted to the government again – the second time in the past several years.",
            "vi": "Phát biểu với báo Tuổi Trẻ, ông Nguyễn Hoàng Dương, Phó Vụ trưởng Vụ Tài chính và các tổ chức tài chính thuộc Bộ Tài chính, cho biết, Dự thảo luật mới nhất hiện đang được hoàn thiện và sẽ được trình lên Chính phủ một lần nữa - lần thứ hai thời gian trong nhiều năm qua."
        }
    ],
    "suggestions": []
}