{
    "en_vn": {
        "data": {
            "content": null,
            "word": "peripherals",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "peripherals",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "peripherals",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "peripherals",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "peripherals",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Printers and other <em>peripherals</em>",
            "vi": "Bàn in và các phụ kiện khác"
        },
        {
            "en": "Where are printers and other <em>peripherals</em>?",
            "vi": "Bàn in và các phụ kiện khác ở đâu?"
        },
        {
            "en": "You sure bought a lot of <em>peripherals</em>.",
            "vi": "Chắc là bạn phải mua nhiều thiết bị ngoại vi."
        },
        {
            "en": "Be <em>peripherals</em> we mean those devices attached to the computer.",
            "vi": "Thiết bị ngoại vi mà chúng tôi muón nói đến là những thiết bị đi kèm với máy tính."
        },
        {
            "en": "The outermost computer <em>peripherals</em> are the easiest to clean.",
            "vi": "Những vùng ngoại vi nằm ngoài cùng của máy tính dễ lau chùi nhất."
        },
        {
            "en": "<em>Peripherals</em> we mean are those devices attached to the computer.",
            "vi": "Thiết bị ngoại vi mà chúng tôi muốn nói đến là những thiết bị đi kèm với máy tính."
        },
        {
            "en": "PM Decision #19 (2001): Specifies incentives and tax benefits to support investment in the hardware industry (PCs and <em>peripherals</em>)",
            "vi": "Quyết định số 19 của Thủ tướng CP (2001): Xác định những ưu đãi và khuyến khích về thuế để hỗ trợ đầu tư vào ngành công nghiệp phần cứng (máy tính cá nhân và các phụ kiện)"
        },
        {
            "en": "For convenience, console users do have access to <em>peripherals</em> and can reboot, although this can be changed.",
            "vi": "Để thuận tiện, những người dùng console buộc phải truy cập tới các thiết bị ngoại vi và có thể tái phát động, mặc dù chuyện này còn có thể thay đổi."
        },
        {
            "en": "Canner <em>Peripherals</em> Inc said yesterday that it would be scaling down production and reducing staffing levels by 10%.",
            "vi": "Hôm qua công ty Canner Peripherals cho biết họ sẽ thu hẹp sản xuất và cắt giảm 10% lượng nhân công."
        },
        {
            "en": "There is no substitute for this final test, if only because printers are some of the most cantankerous <em>peripherals</em> in computerdom.",
            "vi": "Chẳng có cách nào thay được trắc nghiệm này, chẳng qua vì máy in là một trong những thiết bị khó chiều nhất trong thế giới vi tính."
        }
    ],
    "suggestions": []
}