{
    "en_vn": {
        "data": {
            "content": null,
            "word": "perijove",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "perijove",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "perijove",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "perijove",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "perijove",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Researchers at NASA and the Southwest Research Institute uploaded the raw image data to their websites in late December. Since then, dozens of people have processed the black-and-white files into gorgeous, calendar-ready colour pictures. \n  (NASA/JPL-Caltech/SwRI/MSSS/Kevin Gill)  During each 53.5-day orbit, called a <em>perijove</em>, JunoCam records a new batch of photos. \n  (NASA/JPL-Caltech/SwRI/MSSS/Kevin Gill)  The spacecraft is the only one ever to fly above and below Jupiter's poles.  \n  (NASA/JPL-Caltech/SwRI/MSSS/Gerald Eichstädt/Seán Doran)  Researchers are trying to make sense of the gas giant's swirling mess of polar cloud formations, like these captured during Juno's tenth <em>perijove</em>. \n  (NASA/JPL-Caltech/SwRI/MSSS/Gerald Eichstädt/Seán Doran)  The planet's many bands of cloud groups are also a scientific puzzle. \n  (NASA/JPL-Caltech/SwRI/MSSS/Seán Doran)  Some of the storms seen on Jupiter are larger than Earth's diameter. \n(NASA/JPL-Caltech/SwRI/MSSS/Gerald Eichstädt/Seán Doran) A full set of JunoCam images looks like this: \n  (NASA/JPL-Caltech/SwRI/MSSS/Kevin Gill)  But some fans of the spacecraft have figured out how to stitch them together into time-lapse movies.",
            "vi": "Các nhà nghiên cứu tại NASA và Viện nghiên cứu Southwest đã đăng những bức ảnh thô lên website chính thức của họ hồi cuối tháng 12. Sau đó hàng chục người đã xử lý những file ảnh đen trắng thành những bức ảnh đầy màu sắc tuyệt đẹp."
        }
    ],
    "suggestions": []
}