{
    "en_vn": {
        "data": {
            "content": null,
            "word": "periodontitis",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>periodontitis</k><blockquote><cclass>[<cclass>ˌpɛrɪədɒn'tʌɪtɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine inflammation of the tissue around the teeth. </cclass></cclass></blockquote></div>",
            "word": "periodontitis",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "periodontitis",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "periodontitis",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> viêm quanh răng, viêm nha chu</font></td></tr></tbody></table></div>",
            "word": "periodontitis",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Women's fertility linked to oral health          Women who want to have a baby should look after their oral health, a fertility expert told a meeting in Sweden yesterday. During the meeting, delegates heard about preliminary research that found for the first time, from when she starts trying to conceive, a woman's chances of falling pregnant can depend on how well she looks after her teeth and gums.  Roger Hart, a professor at the University of Western Australia in Perth, told the annual meeting of the European Society of Human Reproduction and Embryology in Stockholm, that the effect of gum disease on conception is about the same order of magnitude as the effect of obesity. Hart, who is Professor of Reproductive Medicine at the University and Medical Director of Fertility Specialists of Western Australia, said their study was the first to be published that investigates links between gum disease and women's chances of getting pregnant, so it is the:  \"... first report to suggest that gum disease might be one of several factors that could be modified to improve the chances of a pregnancy.\"  He says women who want to become pregnant should visit their dentist and brush their teeth regularly.  For their research, Hart and colleagues analyzed data on over 3,400 pregnant women from Western Australia who were taking part in a study called SMILE that was investigating how treatment for gum disease affects pregnancy outcomes.   They found that women with gum disease took on average two months longer to conceive than women without gum disease (seven months instead of five).  Non-Caucasian women appeared to be the group most affected: they were likely to take more than 12 months to become pregnant if they had gum disease. Gum disease, also known as periodontal disease, is where the gums and supporting tissue are chronically infected and inflamed.   Our mouths are full of bacteria, which stick to mucus and bits of food and form a sticky \"plaque\" on our teeth. Brushing and flossing gets rid of plaque, but if this is not done regularly, then the plaque goes hard and turns into \"tartar\", that is much harder to get rid of. You should then visit the dentist or hygienist to have it removed properly.  If you leave it too long before removing plaque and tartar, the bacteria causes an inflammation called \"gingivitis\", where the gums appear red and swollen, and bleed. At this stage, daily brushing and flossing and visits to the dentist can restore oral health. But eventually, if not attended to, the disease moves to a stage where tissue and bone are affected: this is <em>periodontitis</em>, which literally means \"inflammation around the tooth\".  In <em>periodontitis</em> the gums pull away from the teeth and little pockets develop that become infected. The bacteria and plaque starts to grow below the gum line, causing the immune system to respond. Toxins from the bacteria and immune system activity start to attack the tissue and bone that hold teeth in place, and they become loose.  But these destructive agents also get into the bloodstream, which may explain why gum disease is linked to increased risk of a number of chronic diseases such as type 2 diabetes, heart disease, respiratory and kidney disease, and also, miscarriage and premature birth.  About one in ten people is thought to have severe periodontal disease. The best way to prevent it is to brush and floss your teeth regularly.  Hart suggests the reason the non-Caucasian women were the most affected was because they appeared to have the highest level of inflammatory response when suffering from gum disease.  He also said that receiving treatment for gum disease while pregnant does not affect the health of the foetus or the mother. Source : ESHRE 2011 Stockholm.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Khả năng sinh sản của phụ nữ liên quan đến sức khỏe răng miệng      Những phụ nữ muốn có con nên chăm sóc sức khỏe răng miệng của họ, một chuyên gia về khả năng sinh sản phát biểu tại một cuộc họp ở Thụy Điển ngày hôm qua. Trong cuộc họp, các đại biểu nghe trình bày về nghiên cứu sơ bộ cho thấy lần đầu tiên, từ khi một người phụ nữ bắt đầu cố gắng thụ thai, cơ hội thụ thai của cô ấy có thể phụ thuộc vào việc cô ấy chăm sóc răng và nướu như thế nào.  Roger Hart, giáo sư tại Đại học Tây Úc ở Perth, phát biểu tại cuộc họp hàng năm của Hiệp hội Sinh sản và Phôi học người của Châu Âu ở Stockholm, rằng ảnh hưởng của bệnh nướu răng trên sự thụ thai cũng quan trọng tương tự như ảnh hưởng của bệnh béo phì. Hart, Giáo sư Khoa sinh sản tại trường Đại học và là Giám đốc y tế của các chuyên gia sinh sản tại Tây Úc, cho biết nghiên cứu của họ là công trình đầu tiên được công bố điều tra về mối liên hệ giữa bệnh nướu răng và cơ hội mang thai của phụ nữ, vì vậy nó là:  \"... báo cáo đầu tiên cho thấy bệnh nướu răng có thể là một trong nhiều yếu tố có thể được sửa đổi để cải thiện cơ hội thụ thai.\"  Ông cho biết phụ nữ muốn có thai nên đi nha sĩ và đánh răng đều đặn.  Để nghiên cứu, Hart và các đồng nghiệp đã phân tích dữ liệu trên 3.400 phụ nữ mang thai từ Tây Úc đã tham gia trong một đề tài nghiên cứu có tên gọi là SMILE tìm hiểu tại sao việc điều trị bệnh nướu răng lại ảnh hưởng đến kết quả mang thai.  Họ phát hiện ra rằng những phụ nữ bị bệnh nướu răng mất dài hơn trung bình hai tháng để thụ thai so với những phụ nữ không có bệnh nướu răng (bảy thay vì năm tháng).  Phụ nữ không phải người da trắng dường như là nhóm bị ảnh hưởng nhiều nhất: họ có thể mất hơn 12 tháng để có thể mang thai nếu họ có các bệnh về lợi.  Bệnh nướu răng, còn được gọi là bệnh nha chu, là nơi mà lợi và các mô hỗ trợ bị bệnh và viêm mạn tính.  Miệng của chúng ta đầy vi khuẩn, bám vào dịch nhầy và các mẩu nhỏ thức ăn và tạo thành “mảng bám” dính trên răng.   Nếu bạn để nó quá lâu trước khi loại bỏ mảng bám và cao răng, vi khuẩn gây ra tình trạng viêm được gọi là \"viêm nướu\", nướu răng biến thành màu đỏ, sưng lên và chảy máu. Ở giai đoạn này, đánh răng và dùng chỉ nha khoa hàng ngày cùng với đi nha sĩ có thể khôi phục lại sức khỏe răng miệng. Nhưng cuối cùng, nếu không được quan tâm, bệnh sẽ chuyển sang một giai đoạn mà các mô và xương bị ảnh hưởng: đó là viêm nha chu, có nghĩa đen là \"viêm quanh răng\".  Trong bệnh nha chu, nướu răng kéo ra khỏi răng và các túi nhỏ phát triển đó sẽ bị viêm nhiễm. Các vi khuẩn và mảng bám bắt đầu phát triển bên dưới nướu, làm cho hệ thống miễn dịch phản ứng lại. Độc tố từ vi khuẩn và hoạt động của hệ miễn dịch bắt đầu tấn công các mô và xương giữ răng cố định, ​​làm chúng trở nên lỏng lẻo.  Nhưng các tác nhân phá hoại này cũng đi vào mạch máu, có thể giải thích tại sao bệnh nướu răng đi kèm với tăng nguy cơ của một số căn bệnh mạn tính như là tiểu đường tuýp 2, bệnh tim, hô hấp, bệnh thận, cũng như sẩy thai và sanh non.  Khoảng một trong mười người được cho là có bệnh nha chu nặng. Cách tốt nhất để ngăn chặn bệnh là chải răng và dùng chỉ nha khoa thường xuyên.  Hart cho rằng nguyên nhân mà những phụ nữ không phải người da trắng bị ảnh hưởng nhiều nhất là vì dường như họ có mức cao nhất của phản ứng viêm do mắc bệnh nướu.  Ông cũng cho biết việc điều trị bệnh nướu răng trong khi có thai không ảnh hưởng đến sức khỏe của bào thai hoặc người mẹ.  Nguồn: ESHRE 2011 Stockholm.  Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Bacteria cause gum disease and worse The research isn't conclusive, but red, swollen, and bleeding gums may point to health problems of heart disease or diabetes. Sometimes, bacteria from your mouth can travel to your bloodstream, setting off an inflammatory reaction elsewhere in your body. Left untreated, gum disease can increase your risk for a host of diseases linked to inflammation. Certain diseases and medications also may cause mouth problems. Can mouth bacteria affect the heart? Some studies show that people with gum disease are more likely to suffer from heart disease than those with healthy, pink gums. Researchers aren't sure why this association exists. One theory is that oral bacteria travel into the bloodstream where it may attach to fatty plaques in the arteries, causing inflammation and setting the stage for a heart attack. Are you at risk? Talk to your doctor. Gum disease and diabetes Diabetes can reduce the body’s resistance to infection. Elevated blood sugars increase the risk of developing gum disease. What's more, gum disease can make it harder to keep blood sugar levels in check. Protect your gums by keeping blood sugar levels as close to normal as possible. Brush after each meal and floss daily. See your dentist at least once a year. Dry mouth and tongue cause tooth decay The 4 million Americans who have Sjögren's syndrome are more prone to have oral health problems, too. With Sjögren's, the body's immune system mistakenly attacks tear ducts and saliva glands, leading to chronically dry eyes and dry mouth (called xerostomia). Saliva helps protect teeth and gums from bacteria that cause cavities and gingivitis. So a perpetually dry mouth is more susceptible to tooth decay and gum disease. Medications that cause dry mouth Given that a chronically dry mouth raises risk of cavities and gum disease, you may want to check your medicine cabinet. Antihistamines, decongestants, painkillers, and antidepressants are among the drugs that can cause dry mouth. Talk to your doctor or dentist to find out if your medication regimen is affecting your oral health, and what you can do about it. Stress and teeth grinding If you are stressed, anxious, or depressed, you may be at higher risk for oral health problems. People under stress produce high levels of the hormone cortisol, which wreaks havoc on the gums and body. Stress also leads to poor oral care; more than 50% of people don't brush or floss regularly when stressed. Other stress-related habits include smoking, drinking alcohol, and clenching and grinding teeth (called bruxism). Osteoporosis and tooth loss The brittle bone disease, osteoporosis affects all the bones in your body -- including your jaw bone -- and can cause tooth loss. Bacteria from <em>periodontitis</em>, which is severe gum disease, can also break down the jaw bone. One kind of osteoporosis medication -- bisphosphonates -- may slightly increase the risk of a rare condition called osteonecrosis, which causes bone death of the jaw. Tell your dentist if you take bisphosphonates. Pale gums and anemia Your mouth may be sore and pale if you're anemic, and your tongue can become swollen and smooth (glossitis). When you have anemia, your body doesn't have enough red blood cells, or your red blood cells don't contain enough hemoglobin. As a result, your body doesn't get enough oxygen. There are different types of anemia, and treatment varies. Talk to your doctor to find out what type you have and how to treat it. Eating disorders erode tooth enamel A dentist may be the first to notice signs of an eating disorder such as bulimia. The stomach acid from repeated vomiting can severely erode tooth enamel. Purging can also trigger swelling in the mouth, throat, and salivary glands as well as bad breath. Anorexia, bulimia, and other eating disorders can also cause serious nutritional shortfalls that can affect the health of your teeth. Thrush and HIV People with HIV or AIDS may develop oral thrush, oral warts, fever blisters, canker sores, and hairy leukoplakia, which are white or gray patches on the tongue or the inside of the cheek. The body's weakened immune system and its inability to stave off infections are to blame. People with HIV/AIDS may also experience dry mouth, which increases the risk of tooth decay and can make chewing, eating, swallowing, or talking difficult. Treating gum disease may help RA People with rheumatoid arthritis (RA) are eight times more likely to have gum disease than people without this autoimmune disease. Inflammation may be the common denominator between the two. People with RA can have trouble brushing and flossing because of damage to finger joints. The good news is that treating existing gum inflammation and infection can also reduce joint pain and inflammation. Tooth loss and kidney disease Adults without teeth may be more likely to have chronic kidney disease than those who still have teeth. Exactly how kidney disease and periodontal disease are linked is not 100% clear yet. So taking care of your teeth and gums may reduce your risk of developing chronic kidney problems. Gum disease and premature birth If you're pregnant and have gum disease, you could be more likely to have a baby that is born too early and too small. Exactly how the two conditions are linked remains poorly understood. Underlying inflammation or infections may be to blame. Pregnancy and its related hormonal changes also appear to worsen gum disease. Talk to your obstetrician or dentist to find out how to protect yourself and your baby. What healthy gums look like Healthy gums should look pink and firm, not red and swollen. To keep gums healthy, practice good oral hygiene. Brush your teeth at least twice a day, floss at least once a day, see your dentist regularly, and avoid smoking or chewing tobacco.        ",
            "vi": "Vi khuẩn gây bệnh nướu răng và làm cho bệnh nướu răng càng trầm trọng hơn Người ta chưa nghiên cứu rõ ràng, nhưng tình trạng nướu răng sưng đỏ và xuất huyết có thể là những vấn đề sức khỏe của bệnh tim hoặc bệnh tiểu đường gây ra. Đôi khi vi khuẩn từ miệng của bạn có thể di chuyển trong máu, gây phản ứng viêm ở một chỗ khác trong cơ thể. Nếu không được chữa trị thì bệnh nướu răng có thể làm tăng nguy cơ mắc rất nhiều bệnh liên quan đến viêm. Một số thuốc và bệnh nào đó cũng có thể gây ra nhiều vấn đề về miệng.   Vi khuẩn ở miệng có thể làm ảnh hưởng đến tim không?  Một số nghiên cứu cho thấy người bị bệnh nướu răng dễ mắc bệnh tim hơn là người khỏe mạnh, có nướu hồng bình thường. Các nhà nghiên cứu cũng không biết chắc tại sao lại có mối tương quan như thế. Một giả thiết cho rằng vi khuẩn ở miệng di chuyển vào trong máu và nơi đây nó có thể kết hợp với các mảng bám chất béo trong động mạch, gây viêm và hình thành nên một giai đoạn nào đó của chứng đau tim. Bạn có đang gặp nguy cơ này không? Hãy nói chuyện với bác sĩ.  Bệnh nướu răng và tiểu đường Bệnh tiểu đường có thể làm giảm sức đề kháng của cơ thể chống lại nhiễm trùng. Đường huyết cao cũng làm tăng nguy cơ phát triển bệnh nướu răng. Hơn nữa, bệnh nướu răng có thể làm cho việc kiểm soát đường huyết khó khăn hơn. Bạn nên bảo vệ nướu bằng cách giữ cho đường huyết càng gần với mức bình thường càng tốt. Hãy đánh răng sau mỗi bữa ăn và làm sạch kẽ răng bằng chỉ nha khoa hằng ngày; đồng thời nên đến khám nha sĩ ít nhất là mỗi năm một lần.  Miệng và lưỡi khô gây sâu răng  4 triệu người Mỹ mắc hội chứng Sjögren cũng rất dễ mắc các vấn đề về răng miệng hơn. Khi bị hội chứng này thì hệ miễn dịch của cơ thể tấn công nhầm tuyến lệ và tuyến nước bọt, làm cho mắt ráo hoảnh và miệng khô kinh niên (gọi là chứng khô miệng). Nước bọt giúp bảo vệ răng và nướu chống lại vi khuẩn gây sâu răng và viêm lợi. Vì vậy chứng khô miệng kinh niên dễ gây sâu răng và bệnh nướu răng hơn.  Nhiều loại thuốc cũng gây khô miệng Như đã biết thì chứng khô miệng kinh niên làm tăng nguy cơ sâu răng và bệnh nướu răng, bạn có thể cần nên kiểm tra lại tủ thuốc của mình. Thuốc kháng histamine, thuốc giảm xung huyết, thuốc giảm đau, và thuốc chống trầm cảm là những thuốc có thể gây khô miệng. Bạn nên nói chuyện với bác sĩ hoặc nha sĩ xem liệu chế độ điều trị bằng thuốc của mình có ảnh hưởng đến sức khoẻ răng miệng hay không, và bạn có thể làm gì với vấn đề này.  Căng thẳng và chứng nghiến răng Nếu bạn bị stress, lo âu, hoặc trầm cảm thì bạn có thể có nguy cơ mắc các vấn đề về sức khỏe răng miệng nhiều hơn. Người bị stress tạo nồng độ hooc-môn cortisol cao, gây hại cho nướu răng và cơ thể. Ngoài ra chứng căng thẳng còn làm cho người ta ít chăm sóc răng miệng, hơn 50% người bị stress không đánh răng hoặc làm sạch kẽ răng bằng chỉ nha khoa thường xuyên. Các thói quen liên quan đến stress khác bao gồm hút thuốc, uống rượu, và nghiến răng (đây cũng được gọi là thói nghiến răng).  Loãng xương và rụng răng Bệnh xương thủy tinh, bệnh loãng xương làm ảnh hưởng đến tất cả các xương bên trong cơ thể bạn – kể cả xương hàm – và có thể gây rụng răng. Vi khuẩn do bệnh nha chu, một bệnh nướu răng nặng, cũng có thể làm gãy xương hàm. bisphosphonates – một loại thuốc trị loãng xương – có thể làm tăng nhẹ nguy cơ mắc bệnh hiếm gặp đó là hoại tử xương, làm cho xương hàm không còn hoạt động được nữa. Bạn nên thông báo cho nha sĩ biết nếu đang sử dụng thuốc bisphosphonates nhé.  Nướu răng nhợt nhạt và bệnh thiếu máu  Miệng của bạn có thể bị đau và tái nhợt nếu bị thiếu máu, và lưỡi có thể trở nên bị sưng và trơn bóng (viêm lưỡi). Khi bị thiếu máu, thì cơ thể của bạn không có đủ hồng cầu, hoặc hồng cầu của bạn không chứa đủ hê-mô-glô-bin. Kết quả là cơ thể của bạn không nhận đủ ô-xy. Có nhiều loại thiếu máu và các phương pháp điều trị cho từng loại cũng không giống nhau. Bạn nên nói chuyện với bác sĩ để phát hiện xem mình đang bị thiếu máu loại gì và điều trị như thế nào.  Bệnh rối loạn ăn uống làm mòn men răng Nha sĩ có thể là người đàu tiên phát hiện ra các dấu hiện rối loạn ăn uống như chứng cuồng ăn vô độ. A-xít trong dạ dày do nôn mửa liên tục có thể làm mòn men răng trầm trọng. Thuốc xổ cũng có thể làm sưng miệng, sưng cổ họng, và sưng tuyến nước bọt cũng như bệnh hôi miệng. Biếng ăn, cuồng ăn vô độ, và các chứng rối loạn ăn uống khác cũng có thể gây suy dinh dưỡng nghiêm trọng có thể làm ảnh hưởng đến sức khỏe răng miệng của bạn.  Bệnh tưa miệng (tưa lưỡi) và HIV Người bị HIV hoặc AIDS có thể bị bệnh tưa miệng (tưa lưỡi), mụn cơm ở miệng, mụn rộp môi, viêm loét miệng, và bạch sản dạng lông, biểu hiện nhiều mảng trắng hoặc xám trên lưỡi hoặc bên trong má. Hệ miễn dịch đã bị suy yếu của cơ thể và hệ miễn dịch không chống nhiễm trùng được đều là những nguyên nhân. Người bị HIV/AIDS cũng có thể bị khô miệng, làm tăng nguy cơ bị sâu răng và có thể làm cho việc nhai, ăn, nuốt hoặc nói chuyện trở nên khó khăn. Điều trị bệnh nướu răng có thể giúp chữa bệnh viêm khớp kinh niên  Người bị viêm khớp kinh niên (RA) có thể bị bệnh nướu răng hơn gấp 8 lần so với người không mắc bệnh tự miễn nhiễm này. Viêm có thể là đặc điểm chung của bệnh nướu răng và viêm khớp kinh niên. Người bị viêm khớp kinh niên có thể cảm thấy khó khăn khi đánh răng và làm sạch kẽ răng bằng chỉ nha khoa bởi làm tổn thương đến các khớp ngón tay. Tin vui là việc chữa trị chứng viêm nướu và nhiễm trùng nướu hiện tại cũng có thể giúp giảm đau và viêm khớp.  Rụng răng và bệnh thận Người lớn không còn răng có thể dễ bị bệnh thận mãn tính hơn nguời vẫn còn răng. Nhưng mối liên quan chính xác giữa bệnh thận và bệnh nha chu vẫn chưa được chứng minh rõ ràng hoàn toàn được. Vì vậy việc chăm sóc răng và nướu có thể làm giảm nguy cơ phát triển các vấn đề về thận mãn tính.  Bệnh nướu răng và chứng sinh non Nếu bạn mang thai và bị bệnh nướu răng thì bạn có thể dễ sinh em bé quá non và quá nhẹ cân. Nhưng mối tương quan giữa thai nghén và bệnh nướu răng vẫn còn chưa được giải thích chính xác. Các chứng bệnh nhiễm trùng hoặc viêm tiềm ẩn có thể là nguyên nhân. Thai nghén và các thay đổi hooc-môn cũng có vẻ như làm cho bệnh nướu răng trầm trọng thêm. Bạn nên nói chuyện với bác sĩ sản khoa hoặc nha sĩ để tìm xem nên tự bảo vệ mình và bảo vệ cho bé như thế nào.  Nướu khỏe mạnh trông như thế nào Nướu khỏe mạnh sẽ có màu hồng và cứng chắc, chứ không đỏ ửng và sưng phồng lên. Để giữ cho nướu khỏe mạnh, bạn nên vệ sinh răng miệng sạch sẽ. Hãy đánh răng ít nhất 2 lần một ngày, làm sạch kẽ chân răng bằng chỉ nha khoa ít nhất mỗi ngày 1 lần, hãy đến khám nha sĩ đều đặn và tránh hút thuốc hoặc nhai thuốc lá.   "
        }
    ],
    "suggestions": []
}