{
    "en_vn": {
        "data": {
            "content": null,
            "word": "permeated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "permeated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "permeated"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>permeated</k><blockquote><blockquote><ex><abr>adj.</abr> (cannot stand alone) permeated with (permeated with idealism)</ex></blockquote></blockquote></div>",
            "word": "permeated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "permeated"
        }
    },
    "sentences": [
        {
            "en": "Water has <em>permeated</em> the soil",
            "vi": "Nước thấm vào nền đất"
        },
        {
            "en": "Water has <em>permeated</em> through the soil.",
            "vi": "Nước thấm vào/qua nền đất."
        },
        {
            "en": "The unpleasant odour <em>permeated</em> every house on this street.",
            "vi": "Mùi hương khó chịu tràn ngập mọi nhà trên con đường này."
        },
        {
            "en": "The smell of cooking <em>permeated</em> through the house.",
            "vi": "Mùi nấu nướng đã lan ra cả nhà."
        },
        {
            "en": "Polluted water had <em>permeated</em> into the old walls.",
            "vi": "Nước dơ ngấm vào những bức tường cũ."
        },
        {
            "en": "4. Cosmic rays and dark matter  Space is <em>permeated</em> by a constant flux of energetic charged particles called cosmic rays. When cosmic rays encounter the Earth’s atmosphere they disintegrate, producing a shower of secondary particles which can be detected at ground level. Some cosmic rays may emanate from explosive events such as supernovae or, closer to home, flares on our own sun. But in many cases their source is unknown.  In order to better understand these enigmatic particles, we need to catch them before they reach the atmosphere. Mounted on the ISS is the Alpha Magnetic Spectrometer (AMS), the most sensitive particle detector ever launched into space. This device collects cosmic rays and measures both their energy and incoming direction.",
            "vi": "4. Bức xạ vũ trụ và vật chất tối  Vũ trụ tràn ngập bằng các dòng hạt tích điện liên tục gọi là bức xạ vũ trụ. Khi bức xạ vũ trụ gặp bầu khí quyển của trái đất sẽ tan rã, tạo ra một trận mưa hạt thứ cấp có thể phát hiện ở mặt đất. Một số bức xạ vũ trụ có thể phát ra do các vụ nổ như sao băng hoặc gần hơn, lửa toả ra từ mặt trời của chúng ta. Nhưng thường thì ta không biết bức xạ vũ trụ từ đâu đến.   Để hiểu rõ hơn các hạt bí hiểm này, chúng ta cần tóm được chúng trước khi chúng đến được bầu khí quyển. Trên ISS có lắp Quang phổ kế Từ tính Anfa ( AMS ), máy dò hạt nhạy nhất từng được phóng vào không gian. Thiết bị này thu thập các tia vũ trụ và đo cả năng lượng và hướng truyền tới của chúng."
        }
    ],
    "suggestions": []
}