{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,pə:pi'tju:əti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tính liên tục, tính vĩnh cửu</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">in </font>(<font color=\"#1371BB\">to</font>, <font color=\"#1371BB\">for</font>) <font color=\"#1371BB\">perpetuity</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">mãi mãi, vĩnh viễn</td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">vật sở hữu vĩnh viễn; địa vị vĩnh viễn</td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">lợi tức hưởng suốt đời</td></tr></table><i/></div>",
            "word": "perpetuity",
            "pronounce": "[,pə:pi'tju:əti]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>perpetuity</k><blockquote><cclass>[<cclass>pə:pɪ'tju:ɪti<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>perpetuities</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 the state or quality of lasting forever. </blockquote></blockquote><blockquote><blockquote>2》 a bond or other security with no fixed maturity date. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Law a restriction making an interest in land inalienable perpetually or for a period beyond certain limits fixed by law. </cclass></blockquote></blockquote></div>",
            "word": "perpetuity",
            "pronounce": "[,pə:pi'tju:əti]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>perpetuity</k><blockquote><cclass>Phrases</cclass></blockquote><blockquote>■ <b>in perpetuity</b> FOREVER, permanently, for always, for good, for good and all, perpetually, (for) evermore, for ever and ever, for all time, until the end of time, until hell freezes over, eternally, for eternity, everlastingly; <cclass><i>N. Amer.</i> forevermore; <cclass><i>informal</i> for keeps, until doomsday; <cclass><i>archaic</i> for aye.</cclass></cclass></cclass></blockquote></div>",
            "word": "perpetuity",
            "pronounce": "[,pə:pi'tju:əti]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>perpetuity</k><blockquote><blockquote><ex><abr>n.</abr> in perpetuity ('forever')</ex></blockquote></blockquote></div>",
            "word": "perpetuity",
            "pronounce": "[,pə:pi'tju:əti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "perpetuity",
            "pronounce": "[,pə:pi'tju:əti]"
        }
    },
    "sentences": [
        {
            "en": "<em>Perpetuity</em>",
            "vi": "Khoản chi trả vĩnh cửu"
        },
        {
            "en": "To <em>perpetuity</em>",
            "vi": "Vĩnh viễn"
        },
        {
            "en": "For <em>perpetuity</em>",
            "vi": "Mãi mãi"
        },
        {
            "en": "In <em>perpetuity</em>",
            "vi": "Mãi mãi"
        },
        {
            "en": "They will live in <em>perpetuity</em>.",
            "vi": "Họ sẽ sống mãi mãi."
        },
        {
            "en": "They do not own the land in <em>perpetuity</em>.",
            "vi": "Họ không sở hữu được mảnh đất đó mãi mãi."
        },
        {
            "en": "Your account can be locked in for <em>perpetuity</em>.",
            "vi": "Tài khoản của anh có thể bị khóa vĩnh viễn."
        },
        {
            "en": "These lands were granted to our family in <em>perpetuity</em>.",
            "vi": "Những mảnh đất này đã được cấp vĩnh viễn cho gia đình chúng tôi."
        },
        {
            "en": "Your account will be locked in to <em>perpetuity</em>.",
            "vi": "Tài khoản của anh sẽ bị khóa vĩnh viễn."
        },
        {
            "en": "The site of the memorial is granted in <em>perpetuity</em> to Canada.",
            "vi": "Vị trí xây dựng đài kỷ niệm được nhượng vĩnh viễn cho Canada."
        },
        {
            "en": "This property is to be held by the trust in <em>perpetuity</em>.",
            "vi": "Tài sản này được công nhận vĩnh viễn."
        },
        {
            "en": "Leases can vary from 30 years as in Thailand to 99 years or in <em>perpetuity</em> as in South Asia.",
            "vi": "Hợp đồng cho thuê có thể thay đổi từ 30 năm như ở thái lan đến 99 năm hoặc vĩnh viễn như ở nam á."
        },
        {
            "en": "Allotted land is available for an unspecified duration (<em>perpetuity</em>), may be freely transferred and bequeathed and in most other respects differs little from freehold estates.",
            "vi": "Đất được giao có thời hạn sử dụng không xác định, có thể tự do chuyển nhượng và di chúc lại, đồng thời ở phần lớn các khía cạnh chỉ khác chút ít so với các khu đất được tự do sử dụng."
        },
        {
            "en": "Top 7 Most Common Financial Mistakes      It is indeed a material world. When it comes to spending, the U.S. is a culture of consumption. The result: rising levels of consumer debt and declining household savings rates. But in 2008, this culture was hit hard by economic reality. According to the Federal Reserve, U.S. household debt grew steadily from the time the Fed started tracking it in 1952. It declined for the first time in the third quarter of 2008. As a result of the credit crisis and ensuing economic recession, savings rates also rebounded. For those who had been living beyond their means for years, it suddenly got a lot harder to make ends meet. And, although the government tends to encourage spending during economic downturn and statistics may lead us to think that overspending is normal, it is often a risky choice. Here we'll take a look at seven of the most common financial mistakes that often lead people to major economic hardship. Even if you're already facing financial difficulties, steering clear of these mistakes could be the key to survival.  Mistake No. 1: Excessive/Frivolous Spending  Great fortunes are often lost one dollar at time. It may not seem like a big deal when you pick up that double-mocha cappuccino, stop for a pack of cigarettes, have dinner out or order that pay-per-view movie, but every little item adds up. Just $25 per week spent on dining out costs you $1,300 per year, which could go toward an extra mortgage payment or a number of extra car payments. If you're enduring financial hardship, avoiding this mistake really matters - after all, if you're only a few dollars away from foreclosure or bankruptcy, every dollar will count more than ever.  Mistake No. 2: Never-Ending Payments   Ask yourself if you really need items that keep you paying for every month, year after year. Things like cable television, subscription radio and video games, cell phones and pagers can force you to pay unceasingly but leave you owning nothing. When money is tight, or you just want to save more, creating a leaner lifestyle can go a long way to fattening your savings and cushioning your from financial hardship.  Mistake No. 3: Living on Borrowed Money   Using credit cards to buy essentials has become somewhat normal. But even if an ever-increasing number of consumers are willing to pay double-digit interest rates on gasoline, groceries and a host of other items that are gone long before the bill is paid in full, don't be one of them. Credit card interest rates make the price of the charged items a great deal more expensive. Depending on credit also makes it more likely that you'll spend more than you earn.  Mistake No. 4: Buying a New Car  Millions of new cars are sold each year, although few buyers can afford to pay for them in cash. However, the inability to pay cash for a new car means an inability to afford the car. After all, being able to afford the payment is not the same as being able to afford the car. Furthermore, by borrowing money to buy a car, the consumer pays interest on a depreciating asset, which amplifies the difference between the value of the car and the price paid for it. Worse yet, many people trade in their cars every two or three years, and lose money on every trade.   Sometimes a person has no choice but to take out a loan to buy a car, but how much does any consumer really need a large SUV? Such vehicles are expensive to buy, insure and fuel. Unless you tow a boat or trailer, or need an SUV to earn a living, is an eight-cylinder engine worth the extra cost of taking out a large loan? If you need to buy a car and/or borrow money to do so, consider buying one that uses less gas and costs less to insure and maintain. Cars are expensive. You might need one, but if you're buying more car than you need, you're burning through money that could have been saved or used to pay off debt.   Mistake No. 5: Buying Too Much House  When it comes to buying a house, bigger is also not necessarily better. Unless you have a large family, choosing a 6,000-square-foot home will only mean more expensive taxes, maintenance and utilities. Do you really want to put such a significant, long-term dent in your monthly budget?   Mistake No. 6: Treating Your Home Equity Like a Piggy Bank  Your home is your castle. Refinancing and taking cash out on it means giving away ownership to someone else. It also costs you thousands of dollars in interest and fees. Smart homeowners want to build equity, not make payments in <em>perpetuity</em>. In addition, you'll end up paying way more for your home than it's worth, which virtually ensures that you won't come out on top when you decide to sell.   Mistake No. 7: Living Paycheck to Paycheck  In 2007, the U.S. household savings rate fell below 1%, but other countries had considerably higher rates of personal savings. For example, the Netherlands, Italy, Norway, Germany and France personal savings rates average 10% or more according to the OECD Factbook 2005. Clearly it is possible to enjoy a high standard of living without financing it with debt. Countries in Asia boast savings rates of as much as 30%!   The cumulative result of overspending puts people into a precarious position - one in which they need every dime they earn and one missed paycheck would be disastrous. This is not the position you want to find yourself in when an economic recession hits. If this happens, you'll have very few options. Everyone has a choice in how they live, so it's just a matter of making savings a priority.  Making a Payment Vs. Affording A Purchase  To steer yourself away from the dangers of overspending, start by monitoring the little expenses that add up quickly, then move on to monitoring the big expenses. Think carefully before adding new debts to your list of payments, and keep in mind that being able to make a payment isn't the same as being able to afford the purchase. Finally, make saving some of what you earn a monthly priority.",
            "vi": "7 sai lầm về tài chính thường gặp nhất   \nCuộc sống thực sự là một thế giới vật chất. Khi nói đến tiêu xài, Mỹ là nền văn hoá tiêu thụ. Kết quả: tăng các mức nợ về mua sắm tiêu dùng và giảm tỷ lệ tiết kiệm trong gia đình. Nhưng vào năm 2008, văn hoá tiêu thụ này bị hiện thực kinh tế tác động mạnh. Theo Cục Dự trữ Liên bang, nợ của các hộ gia đình Mỹ tăng đều đặn kể từ thời điểm Cục Dự trữ Liên bang bắt đầu theo dõi năm 1952. Lần đầu tiên tiêu dùng sụt giảm là vào quý ba năm 2008. Do cuộc khủng hoảng tín dụng và giai đoạn suy thoái kinh tế tiếp theo, tỷ lệ tiết kiệm cũng có ảnh hưởng ngược lại. Với những người lâu nay sống vung tay quá trán, thì bỗng nhiên gặp nhiều khó khăn hơn để đắp đổi qua ngày. Và, mặc dù chính phủ thường khuyến khích tiêu dùng trong giai đoạn suy thoái kinh tế và các số liệu thống kê có thể khiến chúng ta nghĩ rằng việc chi xài quá mức là bình thường, tiêu quá nhiều tiền vẫn luôn là một lựa chọn đầy rủi ro. Sau đây chúng ta sẽ tìm hiểu 7 sai lầm về tài chính phổ biến nhất mà thường đưa mọi người đến khó khăn kinh tế rất lớn. Thậm chí nếu bạn đã từng gặp những khó khăn tài chính, việc tránh xa những sai lầm này có thể là bí quyết sinh tồn. Sai lầm số 1: Chi tiêu quá mức/phù phiếm Núi vàng thường biến mất dần từ một đồng xu lẻ. Có lẽ bạn cho rằng khi chọn gấp đôi cà phê Mocha, Cappuccino cùng một lúc, dừng lại để mua gói thuốc lá, ra ngoài ăn tối hoặc yêu cầu bộ phim theo dịch vụ trả phí mỗi lần xem đó là chuyện chẳng có gì to tát, nhưng tích tiểu thành đại.  Chỉ 25 đô la mỗi tuần dành cho việc đi ăn tiệm cũng làm bạn tốn 1300 đô la mỗi năm, số tiền có thể dành để trả nợ thế chấp bổ sung, hoặc một số khoản thanh toán xe phụ trội. Nếu bạn đang chịu khó khăn về tài chính, thì làm sao tránh sai lầm này thực sự là rất quan trọng – sau cùng, nếu bạn chỉ thiếu vài đô la nữa thôi là sẽ bị tịch biên tài sản hoặc vỡ nợ, thì mỗi đồng đô la lẻ sẽ lại càng có giá trị hơn bao giờ hết. Sai lầm số 2: Những khoản thanh toán không dứt Tự hỏi mình xem có thật sự cần những món hàng mà phải trả phí hàng tháng, năm này qua năm khác không. Những thứ như truyền hình cáp, ra-đi-ô vệ tinh và trò chơi điện tử, điện thoại di động và máy nhắn tin có thể bắt bạn phải trả không ngừng nghỉ nhưng chẳng để lại cho bạn cái gì cả. Khi tiền bạc khan hiếm, hoặc bạn muốn dành dụm nhiều hơn nữa, tạo lối sống khắc khổ hơn có thể tiến gần đến việc làm tăng số tiền tiết kiệm hoặc giảm khó khăn về tài chính của bạn.  Sai lầm số 3: Sống dựa vào tiền vay mượn  Dùng thẻ tín dụng mua những thứ cần thiết đã trở thành điều tương đối bình thường. Nhưng cho dù số lượng người tiêu dùng tăng chưa từng có đang sẵn lòng trả lãi suất hai con số đối với xăng, thực phẩm và hàng loạt các mặt hàng khác, những mặt hàng mà họ dùng hết từ lâu trước khi thanh toán đầy đủ hoá đơn, thì cũng đừng thuộc số những người như vậy.  Lãi suất thẻ tín dụng làm giá các mặt hàng được tính đắt hơn rất nhiều. Phụ thuộc vào thẻ tín dụng còn gây ra nhiều khả năng là bạn tiêu nhiều hơn số tiền bạn kiếm được. Sai lầm số 4: Mua xe mới Hàng triệu chiếc xe được bán mỗi năm, mặc dù ít người mua có đủ khả năng trả tiền ngay. Bất luận thế nào, không có khả năng trả tiền mua xe mới ngay nghĩa là không đủ khả năng mua xe. Xét cho cùng, có khả năng thanh toán không giống như có đủ khả năng mua xe. Hơn nữa, nhờ mượn tiền để mua xe hơi, người tiêu dùng phải trả lãi đối với một tài sản đang giảm giá, việc này làm gia tăng rất nhiều chênh lệch giữa giá trị của chiếc xe và giá mua nó. Nhưng tệ hơn, nhiều người bán xe cũ của mình để mua xe mới cứ hai hoặc ba năm một lần, và mỗi lần mua bán lại một lần mất tiền. Đôi khi một người buộc lòng phải vay thế chấp trả dần để mua xe, nhưng bao nhiêu tiện ích của một chiếc xe thể thao đa dụng lớn (SUV) thật sự cần thiết đối với bất kỳ người tiêu dùng nào? Những chiếc xe này rất tốn tiền mua, bảo hiểm và cung cấp nhiên liệu. Trừ trường hợp bạn kéo theo một chiếc thuyền hay xe moóc dùng làm nhà ở, hoặc cần xe thể thao đa dụng (SUV) để kiếm sống, liệu một động cơ 8 xi-lanh có đáng để trả phí tổn ngoại ngạch vì vay thế chấp trả dần một số tiền lớn? Nếu bạn cần mua xe và/hoặc mượn tiền mua xe, hãy tính toán mua chiếc xe tiết kiệm xăng và ít tốn phí bảo hiểm và bảo trì. Xe hơi tốn tiền. Bạn có thể cần một chiếc, nhưng nếu bạn mua nhiều xe hơn bạn cần, bạn đang tiêu hết rất nhanh số tiền mà đáng ra phải tiết kiệm hoặc dùng trả hết nợ. Sai lầm số 5: Mua nhà quá lớn Khi nói đến mua một căn nhà, thì căn nhà lớn hơn cũng không nhất thiết tốt hơn. Trừ phi gia đình bạn đông người, chọn mua căn nhà rộng 6 ngàn phút vuông chỉ có nghĩa là tiền thuế, tiền bảo trì và tiền mua sắm tiện ích tốn kém nhiều hơn. Bạn thực sự muốn ngân quỹ hàng tháng của mình bị ảnh hưởng rất nhiều, rất lâu? Sai lầm số 6: Dùng vốn nhà như heo đất   Nhà của bạn là thành trì của bạn. Việc tái cấp vốn và vay tiền dựa vào căn nhà có nghĩa là đem quyền sở hữu để vào tay người khác. Điều đó còn khiến bạn phải tốn hàng ngàn đô la tiền lãi và phí. Những chủ nhà thông minh muốn tích góp vốn, không thanh toán kéo dài mãi. Ngoài ra, rốt cuộc bạn sẽ trả tiền nhiều hơn giá trị căn nhà, giá trị mà hầu như chắc chắn bạn sẽ không có được ở mức cao nhất khi bạn quyết định bán. Sai lầm số 7: Chi tiêu hết thu nhập mà không tiết kiệm được Trong năm 2007, tỷ lệ tiết kiệm hộ gia đình Mỹ giảm xuống dưới 1%, nhưng những quốc gia khác có tỷ lệ tiết kiệm cá nhân cao hơn đáng kể. Chẳng hạn, tỷ lệ tiết kiệm cá nhân ở Hà Lan, Ý, Na Uy, Đức và Pháp bình quân là 10% trở lên theo Sách Sự kiện 2005 của Tổ chức Hợp tác và Phát triển Kinh tế (OECD). Rõ ràng có thể tận hưởng mức sống cao mà không phải nợ nần. Những quốc gia châu Á tự hào về tỷ lệ tiết kiệm cao đến mức 30%!    Kết quả tích tụ lại nhiều lần tiêu tiền quá mức đẩy người ta vào tình trạng bấp bênh - tình thế trong đó họ cần đến từng hào kiếm được và khi thiếu tiền lương sẽ là thảm hoạ. Đây không phải tình trạng bạn muốn mình rơi vào khi xảy ra suy thoái kinh tế. Nếu nó xảy ra, bạn có rất ít chọn lựa. Mọi người đều có lựa chọn về cách sống, vì vậy đó chỉ là vấn đề coi tiết kiệm là ưu tiên hàng đầu.    Thanh toán so với có khả năng mua Để tự đưa mình rời xa những nguy cơ chi xài quá mức, hãy bắt đầu giám sát những khoản chi nhỏ mà có thể chất đống lên rất nhanh, sau đó chuyển tiếp sang giám sát những khoản chi lớn. Suy nghĩ cẩn thận trước khi bổ sung những món nợ mới vào danh sách các khoản thanh toán của bạn, và nhớ là có thể thanh toán không giống như có đủ khả năng mua. Cuối cùng, hãy coi việc tiết kiệm những gì bạn kiếm được là ưu tiên hàng tháng."
        }
    ],
    "suggestions": []
}