{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pə'pleksiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm lúng túng, làm bối rối</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm phức tạp, làm rắc rối, làm khó hiểu</td></tr></table><i/></div>",
            "word": "perplexing",
            "pronounce": "[pə'pleksiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "perplexing",
            "pronounce": "[pə'pleksiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>perplexing</k><blockquote>▸ <cclass>adjective PUZZLING, baffling, mystifying, mysterious, bewildering, confusing, disconcerting, worrying, unaccountable, difficult to understand, beyond one, paradoxical, peculiar, funny, strange, weird, odd.</cclass></blockquote></div>",
            "word": "perplexing",
            "pronounce": "[pə'pleksiη]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>perplexing</k><blockquote><blockquote><ex><abr>adj.</abr> perplexing to + <abr>inf.</abr> (it was perplexing to read so many contradictory accounts of the incident)</ex></blockquote></blockquote></div>",
            "word": "perplexing",
            "pronounce": "[pə'pleksiη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "perplexing",
            "pronounce": "[pə'pleksiη]"
        }
    },
    "sentences": [
        {
            "en": "Everything in this life is very <em>perplexing</em>.",
            "vi": "Mọi thứ trong cuộc sống này thật phức tạp."
        },
        {
            "en": "F. Perhaps we should not be surprised that the oxytocin story has become more <em>perplexing</em> .",
            "vi": "’ Có lẽ chúng ta không nên ngạc nhiên rằng câu chuyện oxytocin đã trở nên khó hiểu hơn."
        },
        {
            "en": "Santa sensed at once that here was the answer to his <em>perplexing</em> problem.",
            "vi": "Ông già Nô - en tìm được câu trả lời tức khắc cho vấn đề rắc rối của mình."
        },
        {
            "en": "\"A blade of grass\" is a <em>perplexing</em> novel and first impressions are not favourable.",
            "vi": "\"Lá cỏ\" là một quyển tiểu thuyết rắc rối và những ấn tượng đầu tiên không được yêu thích."
        },
        {
            "en": "Santa sensed at once that here was the answer to his <em>perplexing</em> problem.",
            "vi": "Ông già Nô-en tìm được câu trả lời tức khắc cho vấn đề rắc rối của mình."
        },
        {
            "en": "While the combinations and variations of sql can be <em>perplexing</em>, the query language is still based on english and makes a certain sense.",
            "vi": "Tuy các tổ hợp và các biến thể của sql có thể khiến người dùng thấy rắc rối, song ngôn ngữ hỏi còn phải dựa vào tiếng anh và vẫn có ngữ nghĩa nhất định."
        },
        {
            "en": "The much-publicized pronouncement by painter Paul Delaroche that the daguerreotype* signalled the end of painting is <em>perplexing</em> because this clever artist also forecast the usefulness of the medium for graphic artists in a letter written in 1839.",
            "vi": "Hoạ sĩ Paul Delaroche đã công bố rộng rãi trong một bức thư viết vào năm 1839, rằng phép tạo hình Dague đã báo hiệu sự kết thúc của hội hoạ đã gây rúng động , bởi vì nhà họa sĩ tài giỏi này cũng dự báo sự hữu dụng của môi trường cơ học đối với nghệ sĩ đồ hoạ"
        },
        {
            "en": "When he left, the waiter put a piece of paper on the wall saying “A Cup of Coffee.”  While we were still there, two other men entered and ordered three cups of coffee, two on the table and one on the wall. They had two cups of coffee but paid for three and left. This time also, the waiter did the same; he put a piece of paper on the wall saying, “A Cup of Coffee”.  It was something unique and <em>perplexing</em> for us. We finished our coffee, paid the bill and left.  After a few days, we had a chance to go to this coffee shop again. While we were enjoying our coffee, a poorly-dressed man entered. As he seated himself, he looked at the wall and said, “One cup of coffee from the wall.”  The waiter served coffee to this man with the customary respect and dignity. The man had his coffee and left without paying.",
            "vi": "Khi ông ta đi khỏi quán, người phục vụ dán lên tường mảnh giấy ghi \"một ly cà phê.\"  Lúc chúng tôi vẫn còn ở đó, hai người khác bước vào và gọi 3 ly cà phê, 2 ly trên bàn và 1 ly trên tường. Họ uống có 2 ly mà trả tiền 3 ly rồi đi ra. Bấy giờ người phục vụ cũng làm như vậy; anh ta dán một mảnh giấy lên tường ghi: \"một ly cà phê.\"  Đó là chuyện rất lạ và khó hiểu với chúng tôi. Chúng tôi uống xong cà phê thì trả tiền và rời khỏi quán.  Vài ngày sau chúng tôi có dịp trở lại quán cà phê ấy. Khi chúng tôi uống cà phê thì một người ăn mặc rách rưới bước vào. Khi ông ta ngồi xuống, ông ta nhìn lên tường và nói: \"Một ly cà phê trên tường.\"  Người phục vụ mang cà phê ra cho người đàn ông này một cách lễ phép và tôn trọng như với mọi vị khách khác vậy. Ông ta uống cà phê rồi đi mà không trả tiền."
        },
        {
            "en": "Perhaps we should not be surprised that the oxytocin story has become more <em>perplexing</em>. The hormone is found in everything from octopuses to sheep, and its evolutionary roots stretch back half a billion years. ‘It’s a very simple and ancient molecule that has been co-opted for many different functions,’ says Sue Carter at the University of Illinois, Chicago, USA. ‘It affects primitive parts of the brain like the amygdala, so it’s going to have many effects on just about everything.’ Bartz agrees. ‘Oxytocin probably does some very basic things, but once you add our higher-order thinking and social situations, these basic processes could manifest in different ways depending on individual differences and context.’",
            "vi": "’ Có lẽ chúng ta không nên ngạc nhiên rằng câu chuyện oxytocin đã trở nên khó hiểu hơn. Hormone này được tìm thấy trong tất cả mọi thứ từ bạch tuộc cho đến cừu, và gốc rễ sự tiến hóa của nó kéo lùi trở về nửa tỷ năm. Nó là một phân tử rất đơn giản và cổ xưa được kết nạp cho rất nhiều chức năng khác nhau, Sue Carter phát biểu ở trường đại học của Illinois, Chicago, Hoa Kỳ. Nó ảnh hưởng đến những phần nguyên thủy của bộ não như là hạch hạnh nhân, vì vậy nó có rất nhiều tác động lên hầu hết mọi thứ, Bartz đồng tình. Oxytocin có khả năng làm một số thứ rất cơ bản, nhưng khi bạn thêm vào tư duy bậc cao và các tình huống xã hội, những quy trình cơ bản này có thể biểu thị theo nhiều cách khác nhau dựa vào sự khác biệt cá nhân và ngữ cảnh."
        }
    ],
    "suggestions": []
}