{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[pə'pet∫ueit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm cho bất diệt, kéo dài mãi mãi, làm tồn tại mãi; duy trì</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm cho nhớ mãi</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to perpetuate the memory of a hero</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ghi nhớ mãi tên tuổi của một vị anh hùng</font></td></tr></table><i/></div>",
            "word": "perpetuate",
            "pronounce": "[pə'pet∫ueit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>perpetuate</k><blockquote><cclass>[<cclass>pə'pɛtʃʊeɪt<cclass>, <cclass>-tjʊ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb cause to continue indefinitely. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>perpetuance</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>perpetuation</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>perpetuator</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L. <i>perpetuat-</i>, <i>perpetuare</i> 'make permanent', from <i>perpetuus</i> (see <kref>perpetual</kref>).</blockquote><blockquote/><blockquote><b><cclass>Usage</cclass></b></blockquote><blockquote>On the difference between <cclass><b>perpetuate</b> and <cclass><b>perpetrate</b>, see <cclass><b>usage</b> at <kref>perpetrate</kref>. </cclass></cclass></cclass></blockquote></div>",
            "word": "perpetuate",
            "pronounce": "[pə'pet∫ueit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>perpetuate</k><blockquote>▸ <cclass>verb KEEP ALIVE, keep going, preserve, conserve, sustain, maintain, continue, extend, carry on, keep up, prolong; immortalize, commemorate, memorialize, eternalize.</cclass></blockquote></div>",
            "word": "perpetuate",
            "pronounce": "[pə'pet∫ueit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "perpetuate",
            "pronounce": "[pə'pet∫ueit]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "perpetuate",
            "pronounce": "[pə'pet∫ueit]"
        }
    },
    "sentences": [
        {
            "en": "<em>Perpetuate</em> the memory of a hero",
            "vi": "Ghi nhớ mãi tên tuổi của một vị anh hùng"
        },
        {
            "en": "We <em>perpetuate</em> the memory of Uncle Ho.",
            "vi": "Chúng ta đời đời nhớ ơn Bác Hồ."
        },
        {
            "en": "Current policy only serves to <em>perpetuate</em> the old production rate.",
            "vi": "Chính sách hiện tại chỉ phục vụ để duy trì tốc độ sản xuất cũ."
        },
        {
            "en": "Their programmes must not <em>perpetuate</em> myths or reinforce stereotypes.",
            "vi": "Các chương trình của họ không được tiếp tục câu chuyện hoang đường hay củng cố những chương trình có sẵn."
        },
        {
            "en": "They decided to <em>perpetuate</em> the memory of their leader by erecting a statue.",
            "vi": "Họ đã quyết định tưởng nhớ mãi vị lãnh tụ của mình bằng cách dựng một pho tượng."
        },
        {
            "en": "As the cell divides, the offspring cells inherit these mutations and <em>perpetuate</em> the cancerous characteristics.",
            "vi": "Khi tế bào phân chia, những tế bào con sẽ thừa hưởng các đột biến này và duy trì các tính trạng ung thư."
        },
        {
            "en": "Poverty is multidimensional and very often two or more factors work together to <em>perpetuate</em> poverty.",
            "vi": "Nghèo đói là một vấn đề đa phương diện và thường thì hai hoặc nhiều yếu tố cùng dẫn đến đói nghèo."
        },
        {
            "en": "These measures will only <em>perpetuate</em> the hostility between the two groups.",
            "vi": "Những biện pháp này sẽ kéo dài mãi sự thù địch giữa hai nhóm."
        },
        {
            "en": "Accordingly, girls have reported to have favoured single sex schools as co-educational environments tend to be dominated by males, a situation often <em>perpetuate</em> d by teaching staff.",
            "vi": "Theo đó, các em nữ sinh cho biết rằng họ thích trường học đơn giới tính vì môi trường đồng giáo dục có xu hướng bị chi phối bởi các bạn nam, một thực trạng vẫn thường được đội ngũ giảng dạy Duy trì ."
        },
        {
            "en": "Similarly, gender inequalities by some subject areas remain in secondary and higher education, while some school textbooks <em>perpetuate</em> common gender stereotypes.",
            "vi": "Tương tự như vậy, bất bình đẳng giới vẫn thể hiện ở cấp trung và cao học và một số sách giáo khoa tại các trường học vẫn thể hiện một số định kiến chung về giới."
        },
        {
            "en": "Schoolbooks <em>perpetuate</em> attitudes and behaviors underlying existing or emerging gender issues, including lack of sharing of work within the home, discrimination in the workforce, and risk behaviors.",
            "vi": "Sách giáo khoa củng cố các thái độ và hành vi là cơ sở của các vấn đề giới hiện hành và mới nảy sinh, bao gồm thiếu chia sẻ việc nhà, phân biệt đối xử trong lực lượng lao động, và các hành vi mang lại rủi ro."
        },
        {
            "en": "Any industrial support scheme for restructuring must be for a limited period to ensure that enterprises use the support to restructure their activities, not to <em>perpetuate</em> inefficiency.",
            "vi": "Bất kỳ chương trình hỗ trợ ngành tái cơ cấu đều phải thực hiện trong một thời gian hạn chế để đảm bảo rằng các doanh nghiệp sử dụng sự hỗ trợ để cải tổ hoạt động của họ, không phải để kéo dài sự không hiệu quả."
        },
        {
            "en": "Gender stereotyping in school text books helps to <em>perpetuate</em> attitudes and behaviors that reinforce gender inequalities in the workforce, society, and in the home.",
            "vi": "Định kiến giới trong sách giáo khoa góp phần vào sự tồn tại dai dẳng của thái độ và hành vi củng cố bất bình đẳng giới trong lực lượng lao động, xã hội và gia đình."
        },
        {
            "en": "A third and more interesting finding reported in the CPRGS is that poor households typically have small landholdings or are landless, and this tends to <em>perpetuate</em> itself, especially the case in the Mekong River Delta.",
            "vi": "Một kết luận thứ ba và lý thú hơn được báo cáo trong CPRGS là các hộ gia đình nghèo thường có ít hoặc không có đất, và điều này có xu hướng tự nó tiếp diễn, đặc biệt đối với trường hợp ở đồng bằng Sông Cửu Long."
        },
        {
            "en": "Similarly, if parents respond to lowered incomes by pulling their children out of school, this could have a lasting effect on the future of the family and <em>perpetuate</em> the vicious circle of poverty.",
            "vi": "Tương tự, nếu cha mẹ đối phó với việc thu nhập giảm đi bằng cách bắt con em bỏ học, điều này có thể có ảnh hưởng lâu dài lên tương lai của gia đình và duy trì vòng quay tồi tệ của sự nghèo đói."
        },
        {
            "en": "If you only develop friendships with others who follow the same beliefs, customs, and values as you do, chances are you're somewhat detached from the rest of the world, and you're more likely to <em>perpetuate</em> stereotypes on anyone who holds a different world view from you.",
            "vi": "Nếu bạn chỉ phát triển tình bạn với những người có cùng niềm tin, thói quen và các giá trị như bạn đề ra, có khả năng là bạn đang hơi tách ra khỏi phần còn lại của xã hội, và bạn sẽ duy trì định kiến về bất cứ ai có cách nhìn nhận khác bạn."
        },
        {
            "en": "“There is something about elitism that says if you are born in the right family, you have to go to the right school to <em>perpetuate</em> the glory of the family. Going to an elite college is a natural extension of that,” said Hong, now a Beijing-based style guru and publisher. Among her ventures is iLook, an edgy fashion and lifestyle magazine that offers tips on how to enjoy what a 2010 cover story proclaimed as China’s “Gilded Age.”",
            "vi": "\"Có điều gì đó về chủ nghĩa tinh hoa nói rằng: nếu bạn được sinh ra trong gia đình gia giáo, bạn cần phải đi đến các trường học tiêu chuẩn để duy trì sự vinh quang của gia đình. Đi đến một trường đại học ưu tú là một sự mở rộng tự nhiên của điều đó \", bà Hồng- hiện là một nhà xuất bản báo chí phong cách thời trang Guru tại Bắc Kinh cho biết. iLook là một trong số các việc mạo hiểm của bà, một tạp chí thời trang và phong cách sống cung cấp các lời khuyên về việc làm thế nào để tận hưởng những gì một câu chuyện vào năm 2010 có tựa đề là \"thời vàng son của Trung Quốc\"."
        },
        {
            "en": "Hemophobia    Hemophobia, or fear of blood, is a common specific phobia. The fear is categorized by the DSM-IV (Diagnostic and Statistical Manual, 4th Ed.) as part of the subtype “blood-injection-injury” phobias. This subtype, which also includes needle phobia, can cause symptoms that are not frequently seen in other types of specific phobias. \nSymptoms of Hemophobia\n Most types of specific phobia cause the heart rate and blood pressure to rise. Hemophobia and other blood-injection-injury phobias frequently cause a drop in blood pressure and heart rate. The sudden drop can lead to fainting, a relatively common response to the sight of blood. Anticipatory anxiety, in which you may experience a racing heart, shaking, and gastrointestinal distress, is common in the hours and days before an upcoming encounter with blood. \nCauses of Hemophobia\n Hemophobia is often related to other phobias. Trypanophobia, or fear of medical needles, is sometimes associated with hemophobia. Some people with a fear of blood also have other medical phobias, such as fears of doctors and dentists. The field of medicine is popularly associated with gruesome images of spilled blood, particularly in television and movies, which may help to <em>perpetuate</em> such phobias. Hemophobia may also be associated with health phobias including hypochondriasis and nosophobia. Bleeding is an indication that something is wrong with the body, and the sight of one’s own blood can be enough to trigger health anxiety. In those who suffer from mysophobia, or fear of germs, the sight of someone else’s blood can trigger fears of catching a disease. In some cases, the fear of blood may be related to the fear of death. Hemophobia may be caused by a previous negative experience with blood. Those who have been through a traumatic injury or illness that caused a major loss of blood may be at increased risk. However, hemophobia may be inherited or even be rooted in evolutionary factors. \nHemophobia in Popular Culture\n Because the fear of blood is extremely common, it is frequently exploited in popular culture. Horror movies and Halloween events prey on our natural aversion to blood, often featuring large quantities of fake blood in full Technicolor glory. Of course, as the 1980s slasher genre proved, it is easy to become emotionally numb to such images, particularly for those who have a fear but not a full-blown phobia. Part of the reason that the shower scene in 1960s Psycho is still considered a masterpiece is the relative lack of gore. The scene was shot in black and white, and the knife never actually pierces the skin. Yet the mind fills in all of the details of a gruesome knife attack. Spilled blood sometimes creates a paradox -- we can’t bear to look, yet we can’t bring ourselves to look away. Consequently, reality television shows such as CBS’ Survivor often create water cooler buzz by zooming in on contestants’ injuries in High Definition slow motion. \nConsequences of Hemophobia\n Hemophobia can cause a wide range of difficulties that may prove life-limiting or even dangerous. If you are afraid of blood, you may be reluctant to seek medical treatment. You might postpone or avoid annual physicals and needed medical tests. You may refuse surgery or dental treatments. Parents with hemophobia may find it difficult or impossible to bandage their children’s wounds. You might pass these tasks off to your spouse whenever possible. You may also overreact to minor injuries in your children as well as yourself, frequenting emergency rooms or walk-in clinics when home treatment would suffice. A fear of blood may also cause you to limit activities that carry a risk of injury. You might be unable to participate in outdoor activities such as hiking, camping or running. You may avoid sports, carnival rides and other activities that you perceive as dangerous. Over time, such avoidant behaviors can lead to isolation. You might develop social phobia or, in extreme cases, agoraphobia. Your relationships might suffer and, over time, you might find it difficult to participate in even the normal activities of daily living. Feeling depressed is not unusual.    \nTreating Hemophobia\n Hemophobia responds very well to many treatment methods. One of the most common is cognitive-behavioral therapy. You will learn to replace your fearful self-talk with healthier responses to the sight of blood. You will also learn new behaviors and coping strategies. If your phobia is severe, medications can help control the anxiety, allowing you to focus on treatment strategies. Other forms of talk therapy, hypnosis, and even alternative treatments may also be helpful. A skilled therapist can guide you through the process of recovery, which can be difficult or impossible on your own. With help, though, there is no reason for hemophobia to control your life.",
            "vi": "Chứng sợ máu    Chứng sợ máu, hoặc sự sợ máu, là chứng sợ đặc trưng thường gặp. Nỗi sợ hãi được phân loại theo DSM-IV (Hướng dẫn Chẩn đoán và Thống kê, Ed 4) như một phần của dạng phụ ám ảnh “máu – chích – chấn thương”. Kiểu phụ này, cũng bao gồm chứng sợ kim, có thể gây ra triệu chứng không thường xuyên thấy trong khác kiểu chứng sợ cụ thể \nTriệu chứng của Chứng sợ máu\n Hầu hết các loại ám ảnh đặc trưng đều gây ra nhịp tim và huyết áp tăng. Chứng sợ máu và những ám ảnh máu – chích – chấn thương thường gây hạ huyết áp và nhịp tim. Hạ đột ngột có thể dẫn đến ngất, một phản ứng khá thường gặp khi nhìn thấy máu. Lo lắng trước, trong đó bạn có thể bị tim đập rất nhanh, run rẩy, và đau dạ dày - ruột non, thường xảy ra trong khoảng thời gian trước khi sắp phải tiếp xúc với máu.   \nNguyên nhân của chứng sợ máu\n Chứng sợ máu thường liên quan với những ám ảnh khác. Chứng sợ kim tiêm, hay là nỗi sợ hãi đối với kim dùng trong y tế, đôi khi đi kèm với chứng sợ máu. Một số người mắc chứng sợ máu còn có các chứng sợ khác đối với ngành y tế, như là sợ nha sĩ và bác sĩ. Các lĩnh vực y khoa thường gắn liền với hình ảnh khủng khiếp của máu chảy, đặc biệt trong truyền hình và phim ảnh, có thể làm ghi nhớ mãi những ám ảnh như vậy. Chứng sợ máu cũng có thể là liên quan đến các ám ảnh sức khỏe bao gồm bệnh tưởng và chứng sợ mắc bệnh. Chảy máu là một dấu hiệu cho thấy có điều gì đó không ổn với cơ thể, và khi nhìn thấy máu của chính mình có thể đủ để gây ra sự lo lắng về sức khỏe. Ở những người bị chứng sợ lây nhiễm, hoặc sợ mầm bệnh, nhìn của máu của người khác có thể gây ra sợ bị bệnh. Trong vài trường hợp, sợ máu có thể liên quan đến sợ chết. Chứng sợ máu có thể gây ra do một kinh nghiệm không hay với máu trước đây. Những người đã trải qua một chấn thương hoặc bệnh gây mất máu nhiều có thể có nguy cơ cao. Tuy nhiên, chứng sợ máu có thể di truyền hoặc thậm chí ăn sâu vào các yếu tố tiến hoá.   \nChứng sợ máu trong văn hoá đại chúng\n Vì nỗi sợ hãi máu là vô cùng phổ biến, nên nó thường xuyên được khai thác trong văn hóa đại chúng. Phim kinh dị và các sự kiện Halloween đánh vào sự ác cảm tự nhiên của chúng ta với máu, thường đặc trưng bởi rất nhiều máu giả nhìn như thật. Tất nhiên, vào những năm 80, thể loại phim kinh dị đã chứng minh, rất dễ trở nên vô cảm với các hình ảnh như vậy, đặc biệt đối với những người có sợ hãi nhưng không phải là một nỗi ám ảnh hoàn toàn. Một phần của lý do là cảnh tắm trong phim kinh dị Tâm thần những năm 60 được cho là kiệt tác vẫn còn tương đối thiếu máu me. Cảnh phim được quay trắng đen, và con dao hoàn toàn không thực sự xuyên qua da. Tuy nhiên, tâm trí người xem sẽ bị ám ảnh bởi toàn bộ các chi tiết về một cuộc tấn công bằng dao ghê rợn. Máu đổ đôi khi tạo ra nghịch lý – chúng ta không dám nhìn, nhưng chúng ta cũng không điều khiển bản thân nhìn đi chỗ khác được. Do đó, các chương trình truyền hình thực tế như Kẻ sống sót của CBS thường làm lạnh sống lưng bằng cách phóng to vào hình những vết thương của các đối thủ trong cảnh quay chậm độ nét cao.  \nHậu quả của Chứng sợ máu\n Chứng sợ máu có thể gây ra nhiều khó khăn gây hạn chết trong cuộc sống hoặc thậm chí nguy hiểm. Nếu bạn sợ máu, bạn có thể không muốn tìm kiếm sự điều trị y tế. Bạn có thể trì hoãn hoặc tránh khám sức khỏe thường niên và các xét nghiệm y tế cần thiết. Bạn có thể từ chối phẫu thuật hoặc điều trị nha khoa. Cha mẹ mắc chứng sợ máu có thể gặp khó khăn hoặc không thể băng bó vết thương cho con mình. Bạn có thể giao nhiệm vụ này cho bạn đời của bạn bất cứ khi nào có thể. Bạn cũng có thể phản ứng thái quá với những thương tổn nhỏ của con cũng như của chính bạn, thường phải tới các phòng cấp cứu hoặc phòng khám đa khoa trong khi chỉ cần điều trị tại nhà. Sợ máu cũng có thể làm bạn giới hạn những hoạt động có nguy cơ gây thương tổn. Bạn có thể sẽ không thể tham gia vào các hoạt động ngoài trời như leo núi, cắm trại hay chạy thi. Bạn có thể tránh các môn thể thao, tham dự lễ hội và các hoạt động khác mà bạn cho là nguy hiểm. Theo thời gian, hành vi né tránh như vậy có thể dẫn đến sự cô lập. Bạn có thể phát triển chứng sợ xã hội hoặc, trong trường hợp đặc biệt, chứng sợ khoảng rộng. Mối quan hệ của bạn có thể bị tác động xấu, và qua thời gian, bạn sẽ thấy khó khăn để tham gia ngay cả trong những hoạt động bình thường của cuộc sống hàng ngày. Cảm thấy chán nản cũng có thể xảy ra. \nĐiều trị chứng sợ máu\n Chứng sợ máu đáp ứng rất tốt với nhiều phương pháp điều trị. Một trong những phương pháp phổ biến nhất là liệu pháp nhận thức hành vi. Bạn sẽ được học cách thay thế nỗi ám ảnh do sợ hãi của mình bằng các phản ứng mạnh mẽ hơn khi nhìn thấy máu. Bạn cũng sẽ tìm hiểu hành vi mới và chiến lược đối phó. Bạn cũng sẽ được tìm hiểu về các hành vi mới và chiến lược đối phó. Nếu ám ảnh của bạn là nghiêm trọng, thuốc có thể giúp kiểm soát lo lắng, cho phép bạn tập trung vào các chiến lược điều trị. Các dạng khác của liệu pháp trò chuyện, thôi miên, và các cách điều trị luân phiên cũng có thể hữu ích. Một bác sĩ điều trị có tay nghề cao có thể hướng dẫn bạn trải qua quá trình phục hồi mà bạn khó hoặc không thể tự thực hiện một mình. Với sự giúp đỡ, chẳng có lý do gì mà chứng sợ máu có thể ảnh hưởng đến đời sống của bạn."
        }
    ],
    "suggestions": []
}