{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['peri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rượu lê; cốc rượu lê</td></tr></table><i/></div>",
            "word": "perry",
            "pronounce": "['peri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>perry</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>perries</b>) an alcoholic drink made from the fermented juice of pears. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>pere</i>, from an alt. of L. <i>pirum</i> 'pear'. </blockquote></div>",
            "word": "perry",
            "pronounce": "['peri]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "perry",
            "pronounce": "['peri]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "perry",
            "pronounce": "['peri]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "perry",
            "pronounce": "['peri]"
        }
    },
    "sentences": [
        {
            "en": "Katy <em>Perry</em> leads MTV nominations",
            "vi": "Katy Perry dẫn đầu số lượng đề cử của MTV"
        },
        {
            "en": "My favorite singer is Katy <em>Perry</em>.",
            "vi": "ca sỹ tôi thích là katy perry"
        },
        {
            "en": "\"Why are you hurting?\" Mrs. <em>Perry</em> asked.",
            "vi": "\"Sao chân anh lại nhức?\" Bà Perry hỏi."
        },
        {
            "en": "\"Good,\" Mr. <em>Perry</em> answered.\"I have a good lunch\".",
            "vi": "Ông Perry đáp: \"Tốt. Anh sẽ có một bữa ăn trưa ngon lành.\""
        },
        {
            "en": "Kitty <em>Perry</em> and the copyright lessons for seven-year-olds",
            "vi": "Kitty Perry và những bài học về bản quyền cho trẻ 7 tuổi"
        },
        {
            "en": "Kitty <em>Perry</em> and the copyright lessons for seven-year-olds",
            "vi": "Kitty Perry và những bài học về bản quyền cho trẻ 7 tuổi"
        },
        {
            "en": "\"Good,\" Mr. <em>Perry</em> answered. \"I have a good lunch\".",
            "vi": "Ông Perry đáp :\"Tốt. Anh sẽ có một bữa ăn trưa ngon lành.\""
        },
        {
            "en": "Music: If I die young - The Band <em>Perry</em>",
            "vi": "Lỡ con ra đi khi mái đầu còn xanh - Christmas dịch"
        },
        {
            "en": "So Mrs. <em>Perry</em> went to her meeting. All the ladies had lunch at Mrs. Young's house, and at three o' clock Mrs. <em>Perry</em> came home.",
            "vi": "Thế là bà Perry đi dự buổi họp. Tất cả các bà đều dùng cơm trưa tại nhà bà Young, và đến 3 giờ chiều thì bà Perry về đến nhà."
        },
        {
            "en": "So Mrs. <em>Perry</em> went to her meeting. All the ladies had lunch at Mrs. Young's house, and at three o'clock Mrs. <em>Perry</em> came home.",
            "vi": "Thế là bà Perry đi dự buổi họp. Tất cả các bà đều dùng cơm trưa tại nhà bà Young, và đến 3 giờ chiều thì bà Perry về đến nhà."
        },
        {
            "en": "Do you know Matthew <em>Perry</em>, alias Chandler in the TV show Friends?",
            "vi": "Bạn có biết Matthew Perry, biệt danh là Chandler trong chương trình truyền hình \"Những người bạn\" không?"
        },
        {
            "en": "The use of copper sheathing was first suggested in 1708 by Charles <em>Perry</em>.",
            "vi": "Việc sử dụng vỏ đồng được Charles Perry đề xuất lần đầu tiên vào năm 1708."
        },
        {
            "en": "<em>Perry</em> doesn't know that we can see thru his misinformation and ignorance.",
            "vi": "Perry không biết rằng chúng tôi có thể nhìn thấu thông tin sai lạc và sự ngu dốt của anh ta."
        },
        {
            "en": "\"This tin of fish,\" Mrs. <em>Perry</em> said. \"And there are some cold, boiled potatoes and some beans here, too\".",
            "vi": "Bà Perry nói :\"Hộp cá này. Và đây còn có cả một ít khoai tây luộc để nguội và một ít đậu nữa.\""
        },
        {
            "en": "\"This tin of fish,\" Mrs. <em>Perry</em> said.\"And there are some cold, boiled potatoes and some beans here, too\".",
            "vi": "Bà Perry nói: \"Hộp cá này. Và đây còn có cả một ít khoai tây luộc để nguội và một ít đậu nữa.\""
        },
        {
            "en": "Fellow pop singer Katy <em>Perry</em> criticized Gaga's use of \"blasphemous\" religious imagery in the \"Alejandro\" music video.",
            "vi": "Viên đồng nghiệp ca sĩ nhạc pop Katy Perry đã chỉ trích việc sử dụng những hình ảnh \"báng bổ\" tôn giáo trong video âm nhạc \"Alejandro\" của Gaga."
        },
        {
            "en": "US pop star Katy <em>Perry</em> leads the way at this year's MTV Video Music Awards (VMAs) with nine nominations.",
            "vi": "Ngôi sao nhạc pop người Mỹ Katy Perry dẫn đầu tại giải thưởng âm nhạc MTV Video năm nay với 9 đề cử."
        },
        {
            "en": "<em>Perry</em> has been common for centuries in Britain, particularly in the Three Counties of Gloucestershire, Herefordshire and Worcestershire.",
            "vi": "Rượu lê phổ biến ở Anh qua nhiều thế kỷ, đặc biệt là trong ba hạt Gloucestershire, Herefordshire và Worcestershire."
        },
        {
            "en": "Dr <em>Perry</em> adds parents can help delay the age their children start puberty by encouraging them to exercise and eat well. ",
            "vi": "Tiến sĩ Perry cho biết phụ huynh có thể hoãn độ tuổi bắt đầu dậy thì của trẻ bằng cách khuyến khích chúng luyện tập thể dục và ăn uống đủ chất."
        },
        {
            "en": "One morning Mrs. <em>Perry</em> said to her husband,\"Jack, there's a meeting of our ladies' club at Mrs. Young's house at lunch time today, and I want to go to it. I'll leave you some",
            "vi": "Một buổi sáng nọ, bà Perry nói với chồng: \"Anh Jack, vào giờ ăn trưa ngày hôm nay có một buổi họp câu lạc bộ phụ nữ của chúng em tại nhà bà Young, và em muốn đi đến đó. Em có để sẵn cho anh một ít thức ăn để anh ăn trưa. Thế có được không?\""
        }
    ],
    "suggestions": []
}