{
    "en_vn": {
        "data": {
            "content": null,
            "word": "personalized",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "personalized",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "personalized",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "personalized",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "personalized",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Personalized</em> number plate",
            "vi": "Biển số xe đánh dấu riêng"
        },
        {
            "en": "Handkerchiefs <em>personalized</em> with her initials.",
            "vi": "Những chiếc khăn tay được đánh dấu bằng chữ viết tắt tên họ của cô ấy,"
        },
        {
            "en": "She has a <em>personalized</em> number plate.",
            "vi": "Bà ta có một biển số xe đánh dấu riêng."
        },
        {
            "en": "We supply <em>personalized</em> coffee mugs for corporate and individual use.",
            "vi": "Chúng tôi cung cấp những cốc cà phê riêng cho công ty và cá nhân sử dụng."
        },
        {
            "en": "He's just made a <em>personalized</em> leather wallet for her.",
            "vi": "Anh ta vừa làm một chiếc ví da riêng cho cô ta."
        },
        {
            "en": "Many private companies now offer <em>personalized</em> genetic testing services.",
            "vi": "Nhiều công ty tư nhân hiện cung cấp các dịch vụ thử nghiệm di truyền cá nhân."
        },
        {
            "en": "We are offering <em>personalized</em> invitation cards printing to our trustworthy customers worldwide.",
            "vi": "Chúng tôi đang cung cấp thiệp mời in riêng cho những khách hàng đáng tin cậy trên toàn thế giới."
        },
        {
            "en": "Private client services offers comprehensive long - term planning and <em>personalized</em> financial management to provide superior results.",
            "vi": "Dịch vụ khách hàng cá nhân cung cấp toàn diện kế hoạch dài hạn và quản lý tài chính cá nhân để cung cấp kết quả cao cơn."
        },
        {
            "en": "Private client services offers comprehensive long-term planning and <em>personalized</em> financial management to provide superior results.",
            "vi": "Dịch vụ khách hàng cá nhân cung cấp toàn diện kế hoạch dài hạn và quản lý tài chính cá nhân để cung cấp kết quả cao cơn."
        },
        {
            "en": "Sending thank-you note by using e-mail and snail mail adds a <em>personalized</em> touch.",
            "vi": "Việc gửi thư cảm ơn bằng cả email và thư tay tạo ra một ấn tượng rất riêng."
        },
        {
            "en": "We provide <em>personalized</em> services to meet the personal desires of each family.",
            "vi": "Chúng tôi cung cấp các dịch vụ cá nhân để đáp ứng những mong muốn cá nhân của từng gia đình."
        },
        {
            "en": "To provide proper delivery, <em>personalized</em> mail requires a name, department and mail code.",
            "vi": "Để việc chuyển phát được chính xác, thư nội bộ cần yêu cầu tên, địa chỉ và mã thư."
        },
        {
            "en": "Sending thank - you note by using e - mail and snail mail adds a <em>personalized</em> touch.",
            "vi": "Việc gửi thư cảm ơn bằng cả email và thư tay tạo ra một ấn tượng rất riêng."
        },
        {
            "en": "Adidas will supply FIFA with 15 <em>personalized</em> balls for each match.",
            "vi": "Adidas sẽ cung cấp cho fifa 15 quả bóng đặc tả cho từng trận đấu."
        },
        {
            "en": "To count less on big broadcast advertising and more on building <em>personalized</em> loyalty between companies and their customers.",
            "vi": "Hãy bớt lệ thuộc vào chương trình quảng cáo hoành tráng và thiên về xây dựng những chương trình trung thành mang tính cá nhân giữa các công ty và khách hàng của họ."
        },
        {
            "en": "To that end, the Gates Foundation is supporting <em>personalized</em> learning, and Gates is championing enthusiastic, relatable, engaging, and dynamic teachers.",
            "vi": "Với mục đích đó, Quỹ từ thiện của Bill Gates đang giúp mọi người có cơ hội học tập, và Bill Gates đang ủng hộ những người thầy giáo năng động, có sức thu hút, nhiệt thành và yêu nghề ."
        },
        {
            "en": "It's a facility which allows the user to read in a file of names and create \"<em>personalized</em>\" letters.",
            "vi": "Đó là một phương tiện cho phép người dùng đọc một tập tin các tên và tạo ra các bức thư được cá nhân hóa."
        },
        {
            "en": "Celebrate any occasion with <em>personalized</em> gifts from Personal Creations! Find unique gifts as well as gift ideas for everyone on your list.",
            "vi": "Dù là tổ chức sự kiện cho bất cứ dịp nào đi chăng nữa, với những món quà được cá tính hóa bằng sự sáng tạo của riêng bạn thì nó cũng sẽ trở nên thật đặc biệt cho những người trong danh sách được tặng."
        },
        {
            "en": "Nortel uses its in - person sales meetings to create <em>personalized</em> websites based on the technological interactions the person has at its flagship venue",
            "vi": "Nortel sử dụng những IT The print- Những những hàng bán người đang gặp tạo ra websites được biến thành chuyện cá nhân dựa vào những sự tương tác kỹ thuật học người có tại tàu đô đốc (của) nó toà án"
        },
        {
            "en": "You can also go a step further and show them how to stamp burlap stockings and colorful decorative pillows for a more permanent <em>personalized</em> touch.",
            "vi": "Bạn cũng có thể làm hơn thể nữa và chỉ cho chúng cách đóng dấu những chiếc vớ và gối trang trí đầy màu sắc để có được sự liên hệ cá nhân hoá lâu dài hơn."
        }
    ],
    "suggestions": []
}