{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Persia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Persia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Persia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Persia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Persia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I 've never played the video game Prince of <em>Persia</em> : The Sands of Time.",
            "vi": "Tôi chưa bao giờ chơi trò Hoàng tử Ba Tư: Dòng cát thời gian."
        },
        {
            "en": "Prince of <em>Persia</em> movie comes in third in debut weekend with $30.2 million.",
            "vi": "Phim Hoàng tử Ba Tư đứng thứ 3 trong buổi công chiếu cuối tuần đầu tiên với doanh thu 30, 2 triệu đô - la."
        },
        {
            "en": "I've never played the video game Prince of <em>Persia</em>: The Sands of Time.",
            "vi": "Tôi chưa bao giờ chơi trò Hoàng tử Ba Tư : Dòng cát thời gian."
        },
        {
            "en": "It was actually introduced into China from <em>Persia</em> and Arabia some 800 years ago.",
            "vi": "Cách đây khoảng 800 năm, nó thật sự được giới thiệu vào Trung Quốc từ Ba Tư và Ả Rập."
        },
        {
            "en": "The Roma (Romany) people migrated from north-west India to <em>Persia</em> between 224 and 642 CE.",
            "vi": "Người Di - gan di cư từ miền tây bắc Ấn Độ đến Ba Tư vào khoảng thời gian từ năm 224 đến 642 sau Công nguyên."
        },
        {
            "en": "The Roma (Romany) people migrated from north - west India to <em>Persia</em> between 224 and 642 CE.",
            "vi": "Người Di-gan di cư từ miền tây bắc Ấn Độ đến Ba Tư vào khoảng thời gian từ năm 224 đến 642 sau Công nguyên."
        },
        {
            "en": "Then in the seventh century, the Arabs conquered <em>Persia</em>, capturing their magnificent silks in the process.",
            "vi": "Thì vào thế kỉ 7, người Ả Rập đã thôn tính Persia và chiếm được loại lụa tuyệt đẹp này."
        },
        {
            "en": "For all she knew, Rhett might be in <em>Persia</em> or Egypt and intending to stay there forever.",
            "vi": "Trong tình trạng bặt tin, rất có thể rhett đang ở ba tư hoặc ai cập và định ở lại đó mãi mãi cũng nên."
        },
        {
            "en": "In the eastern countries like <em>Persia</em>, ground pearl powders could be used as a medicine to cure anything including heart diseases and epilepsy . ",
            "vi": "Ở các nước phương Đông như Ba Tư, bột ngọc trai có thể được sử dụng như một loại thuốc để chữa bất kỳ bệnh nào bao gồm cả bệnh tim và chứng động kinh ."
        },
        {
            "en": "<em>Persia</em> is an empire in southern Asia created by Cyrus the Great in the 6th century BC and destroyed by Alexander the Great in the 4th century BC.",
            "vi": "Ba Tư là đế chế ở nam Á, được dựng nên bởi Cyrus Đại Đế vào thế kỷ thứ 6 trước công nguyên và bị Alexander Đại Đế hủy diệt vào thế kỷ thứ 4 trước công nguyên."
        }
    ],
    "suggestions": []
}