{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,pə:si'viə(r)]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(+ <font color=\"#1371BB\">in</font>, <font color=\"#1371BB\">at</font>, <font color=\"#1371BB\">with</font>) kiên nhẫn, kiên trì; bền gan, bền chí</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to persevere in doing something</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">kiên trì trong một việc gì</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to persevere with one's work</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">kiên trì trong công việc</font></td></tr></table><i/></div>",
            "word": "persevere"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>persevere</k><blockquote>■ <cclass>verb continue in a course of action in spite of difficulty or with little or no indication of success. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>perseverance</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>persevering</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>perseveringly</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>perseverer</i>, from L. <i>perseverare</i> 'abide by strictly', from <i>perseverus</i> 'very strict'. </blockquote></div>",
            "word": "persevere"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>persevere</k><blockquote>▸ <cclass>verb PERSIST, continue, carry on, go on, keep on, keep going, struggle on, hammer away, be persistent, be determined, see/follow something through, keep at it, press on/ahead, not take no for an answer, be tenacious, stand one's ground, stand fast/firm, hold on, go the distance, stay the course, plod on, plough on, stop at nothing, leave no stone unturned; <cclass><i>informal</i> soldier on, hang on, plug away, peg away, stick to one's guns, stick it out, hang in there.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>give up.</blockquote></div>",
            "word": "persevere"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>persevere</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to persevere at, in</ex></blockquote></blockquote></div>",
            "word": "persevere"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kiên trì</font></td></tr></tbody></table></div>",
            "word": "persevere"
        }
    },
    "sentences": [
        {
            "en": "<em>Persevere</em> in doing something",
            "vi": "Kiên trì trong một việc gì"
        },
        {
            "en": "<em>Persevere</em> with one's work",
            "vi": "Kiên trì trong công việc"
        },
        {
            "en": "If you <em>persevere</em>, I'm sure you'll succeed.",
            "vi": "Nếu bạn kiên trì tôi chắc bạn sẽ thành công."
        },
        {
            "en": "He wanted to <em>persevere</em> until the last possible moment.",
            "vi": "Anh ấy muốn kiên trì được lúc nào hay lúc ấy."
        },
        {
            "en": "If you <em>persevere</em>, I 'm sure you'll succeed.",
            "vi": "Nếu bạn kiên trì tôi chắc bạn sẽ thành công."
        },
        {
            "en": "Politicians will <em>persevere</em> with their efforts to free the hostages.",
            "vi": "Các chính trị gia sẽ kiên trì với những nỗ lực của mình để trả tự do cho con tin."
        },
        {
            "en": "I wish you love, joy, courage and the strength to <em>persevere</em>.",
            "vi": "Tôi mong rằng bạn sẽ luôn yêu đời, vui vẻ, dũng cảm và mạnh mẽ để tiếp tục phấn đấu."
        },
        {
            "en": "When things get difficult, you just have to grit your teeth and <em>persevere</em>.",
            "vi": "Khi công việc gặp trở ngại, anh chỉ cần nghiến răng và kiên trì."
        },
        {
            "en": "None is this is easy, but <em>persevere</em> and do not be nuisance.",
            "vi": "Việc này không có gì dễ dàng, nhưng kiên nhẫn và không khó chịu."
        },
        {
            "en": "Although they almost lost their store, they managed to <em>persevere</em> until things got better.",
            "vi": "Mặc dù họ suýt mất cửa hàng, họ đã xoay xở bám trụ cho đến lúc tình thế khả quan hơn."
        },
        {
            "en": "Despite an injured knee and cases of vertigo, the group managed to <em>persevere</em> on through the rugged landscape of the Peak District.",
            "vi": "Mặc dù bị thương ở đầu gối và vài người bị chóng mặt nhưng nhóm vẫn kiên trì đi hết khung cảnh lởm chởm của vùng Peak."
        },
        {
            "en": "Mr. Taylor was much pleased with the new verses which Clare sent him and encouraged him by many praises to <em>persevere</em> in the new course.",
            "vi": "Ông Taylor rất hài lòng với những câu thơ mới mà Clare gửi và khuyến khích anh ấy bằng nhiều lời khen ngợi để kiên trì trong khóa học mới."
        },
        {
            "en": "While he accepts that “language has some importance”, he argues that “the ability to cope with, adjust to and <em>persevere</em> is the most important of the four CQ capabilities for expat success”.",
            "vi": "Trong khi ông chấp nhận rằng \"ngôn ngữ có một số tầm quan trọng\", ông chứng tỏ rằng \"khả năng đối phó, điều chỉnh và kiên trì là những khả năng quan trọng nhất trong bốn CQ mang lại sự thành công cho những người xa xứ sống ở nước ngoài."
        },
        {
            "en": "04:51 So far, the best idea I've heard about building grit in kids is something called \"growth mindset.\" This is an idea developed at Stanford University by Carol Dweck, and it is the belief that the ability to learn is not fixed, that it can change with your effort. Dr. Dweck has shown that when kids read and learn about the brain and how it changes and grows in response to challenge, they're much more likely to <em>persevere</em> when they fail, because they don't believe that failure is a permanent condition.",
            "vi": "04:51 Cho đến nay, cách tạo tính kiên gan bền chí ở trẻ em hay nhất tôi từng biết là \"suy nghĩ chững chạc.\" Đây là ý tưởng do Đại học Stanford, Carol Dweck đưa ra, và người ta tin rằng khả năng học hỏi luôn thay đổi và có thể thay đổi nhờ bạn cố gắng. Tiến sĩ Dweck đã chứng minh khi trẻ em đọc và biết về não và biết cách thay đổi và phát triển để đối phó khó khăn, chúng sẽ càng kiên trì hơn khi thất bại, vì không tin rằng thất bại là căn bệnh mãn tính, không chữa được. "
        },
        {
            "en": "Accounting Information    You likely have a general concept of accounting. Information about the transactions and events of a business is captured and summarized into reports that are used by persons interested in the entity. But, you likely do not realize the complexity of accomplishing this task. It involves a talented blending of technical knowledge and measurement artistry that can only be fully appreciated via extensive study of the subject. The best analogy is to say that you probably know what a surgeon does, but you no doubt appreciate that considerable knowledge and skill is needed to successfully treat a patient. If you were studying to be a surgeon, you would likely begin with some basic anatomy class. In this chapter, you will begin your study of accounting by looking at the overall structure of accounting and the basic anatomy of reporting. Be advised that a true understanding of accounting does not come easily. It only comes with determination and hard work. If you <em>persevere</em>, you will be surprised at how much you discover about accounting. This knowledge is very valuable to business success.  Definitions  It seems fitting to begin with a more formal definition of accounting: Accounting is a set of concepts and techniques that are used to measure and report financial information about an economic unit. The economic unit is generally considered to be a separate enterprise. The information is reported to a variety of different types of interested parties. These include business managers, owners, creditors, governmental units, financial analysts, and even employees. In one way or another, these users of accounting information tend to be concerned about their own interests in the entity. Business managers need accounting information to make sound leadership decisions. Investors hope for profits that may eventually lead to distributions from the business (e.g., “dividends”). Creditors are always concerned about the entity’s ability to repay its obligations. Governmental units need information to tax and regulate. Analysts use accounting data to form opinions on which they base investment recommendations. Employees want to work for successful companies to further their individual careers, and they often have bonuses or options tied to enterprise performance. Accounting information about specific entities helps satisfy the needs of all these interested parties. The diversity of interested parties leads to a logical division in the discipline of accounting: financial accounting and managerial accounting. Financial accounting is concerned with external reporting to parties outside the firm. In contrast, managerial accounting is primarily concerned with providing information for internal management. One may have trouble seeing the distinction; after all, aren’t financial facts being reported? The following paragraphs provide a closer look at the distinctions. Financial Accounting  Consider that financial accounting is targeted toward a broad base of external users, none of whom control the actual preparation of reports or have access to underlying details. Their ability to understand and have confidence in reports is directly dependent upon standardization of the principles and practices that are used to prepare the reports. Without such standardization, reports of different companies could be hard to understand and even harder to compare. Standardization derives from certain well organized processes and organizations. In the United States, a private sector group called the Financial Accounting Standards Board (FASB) is primarily responsible for developing the rules that form the foundation of financial reporting. The FASB’s global counterpart is the International Accounting Standards Board (IASB). The IASB and FASB are working toward convergence, such that there may soon be a single harmonious set of international financial reporting standards (IFRS). This effort to establish consistency in global financial reporting is driven by the increase in global trade and finance. Just as standardization is needed to enable comparisons between individual companies operating within a single economy, so too is standardization needed to facilitate global business evaluations. Financial reports prepared under the generally accepted accounting principles (GAAP) promulgated by such standard setting bodies are intended to be general purpose in orientation. This means they are not prepared especially for owners, or creditors, or any other particular user group. Instead, they are intended to be equally useful for all user groups. As such, attempts are made to keep them free from bias (neutral). Standard setting bodies are guided by concepts that are aimed at production of relevant and representationally faithful reports that are useful in investment and credit decisions.  Managerial Accounting  Managerial accounting information is intended to serve the specific needs of management. Business managers are charged with business planning, controlling, and decision making. As such, they may desire specialized reports, budgets, product costing data, and other details that are generally not reported on an external basis. Further, management may dictate the parameters under which such information is to be accumulated and presented. For instance, GAAP may require that certain product development costs be deducted in computing income; on the other hand, management may see these costs as a long-term investment and stipulate that internal decision making be based upon income numbers that exclude such costs. This is their prerogative. Hopefully, internal reporting is being done logically and rationally, but it need not follow any particular set of mandatory guidelines. A Quality System  Both financial accounting and managerial accounting depend upon a strong information system to reliably capture and summarize business transaction data. Information technology has radically reshaped this mundane part of the practice of accounting over the past 50 years. The era of the “green eye-shaded” accountant has been relegated to the annals of history. Now, accounting is more of a dynamic, decision-making discipline, rather than a bookkeeping task. Inherent Limitations Accounting data are not absolute or concrete. Considerable amounts of judgment and estimation are necessary to develop the specific accounting measurements that are reported during a particular month, quarter, or year. For example, how much profit is actually earned when a car is sold with a 3-year warranty? It will be three years before the final costs of this warranty agreement are all known. One approach would be to wait three years before reporting on the profit or loss for this transaction. However, by the time the information could be reported with certainty, it would be so stale as to lose its usefulness. Thus, in order to timely present information, reasonable estimations are routinely embraced in the normal preparation of periodic financial reports. In addition, accounting has not advanced to a state of being able to value a business. As such, many transactions and events are reported based on the historical cost principle (in contrast to fair value). For example, land is typically recorded and carried in the accounting records at the price at which it was purchased. The historical cost principle is based on the concept that it is best to report certain financial statement elements at amounts that are tied to objective and verifiable past transactions. The alternative is to value (and periodically revalue) accounts based upon subjective assessments of current worth. Such adjustments are problematic and the subject of much debate. Nevertheless, the current trend in global standard setting is toward an increased acceptance of the circumstances under which fair value accounting is deemed acceptable for selected financial statement elements.  The ongoing debate about fair value versus historical cost is often cast in the context of a tradeoff between the “relevance” of fair value information and the “reliability” of historical cost information. This debate is apt to continue, and the related accounting standards will likely be in an evolutionary state for many years to come. Nevertheless, it is reasonable to expect that the accountant of the future will be increasingly skilled in valuation issues.",
            "vi": "Thông tin về kế toán    Có thể bạn có ý niệm chung về kế toán. Thông tin về các giao dịch và sự kiện của một doanh nghiệp được thu thập và tổng hợp trong những báo cáo để những ai quan tâm đến doanh nghiệp đó sử dụng. Nhưng, có lẽ bạn chưa biết rõ mức độ phức tạp để hoàn thành công việc này. Nó đòi hỏi cả năng khiếu hiểu biết chuyên môn lẫn năng lực tính toán mà chỉ có thể lĩnh hội đầy đủ qua việc tìm hiểu bao quát về đối tượng. Giống hệt như nói rằng bạn có thể biết một bác sĩ phẫu thuật làm những gì mà không hiểu hết số kỹ năng và lượng kiến thức đồ sộ cần thiết để trị khỏi bệnh cho bệnh nhân. Nếu bạn học để làm bác sĩ phẫu thuật, có lẽ bạn sẽ bắt đầu bằng một số giờ học giải phẫu cơ bản. Trong chương này, bạn bắt đầu quá trình nghiên cứu kế toán của mình bằng việc xem xét cấu trúc tổng thể bộ môn kế toán và kiến thức nền tảng về báo cáo. Xin lưu ý, một sự hiểu biết chính xác về kế toán là điều không hề dễ dàng có được. Phải quyết tâm và nỗ lực hết mình. Nếu bạn kiên trì, bạn sẽ ngạc nhiên vì mình khám phá được bao điều thú vị về kế toán. Lượng kiến thức này rất quan trọng đối với thành công trong kinh doanh. Các định nghĩa Mở đầu bằng một định nghĩa chính thống hơn về kế toán thì dường như hợp lẽ: Kế toán là một tập hợp các khái niệm và phương pháp được dùng để đo lường và báo cáo thông tin tài chính về một đơn vị kinh tế. Đơn vị kinh tế thường được hiểu là một doanh nghiệp riêng rẽ. Thông tin được báo cáo cho nhiều bên liên quan khác nhau. Những đối tượng này là các nhà quản lý doanh nghiệp, chủ sở hữu, chủ nợ, cơ quan nhà nước, chuyên gia phân tích tài chính, và cả người lao động nữa. Theo cách này hay cách khác, những người sử dụng thông tin kế toán ấy sẽ quan tâm đến doanh nghiệp theo cách riêng của họ. Các nhà quản lý doanh nghiệp cần thông tin kế toán để ra quyết định lãnh đạo đúng đắn. Các nhà đầu tư kỳ vọng lợi nhuận cuối cùng có thể khiến được doanh nghiệp chia phần cho (chẳng hạn như là \"cổ tức\"). Các chủ nợ thì luôn quan tâm về năng lực hoàn trả tiền nợ của doanh nghiệp. Các cơ quan nhà nước cần thông tin để thu thuế và để quản lý. Các chuyên gia phân tích tài chính sử dụng dữ liệu kế toán làm căn cứ để đưa ra ý kiến khuyến cáo đầu tư. Những người lao động lại muốn làm việc cho những công ty ăn nên làm ra để tiến xa hơn trong sự nghiệp cá nhân của mình, và họ thường có tiền thưởng hoặc quyền chọn lựa gắn liền với hiệu quả hoạt động của doanh nghiệp. Thông tin kế toán về những doanh nghiệp cụ thể giúp đáp ứng yêu cầu của tất cả các bên liên quan này. Sự đa dạng của các bên liên quan dẫn đến cách phân chia lô-gích trong ngành kế toán: kế toán tài chính và kế toán quản trị. Kế toán tài chính quan tâm đến việc báo cáo đối ngoại cho các bên ở ngoài doanh nghiệp. Ngược lại, kế toán quản trị chủ yếu liên quan đến việc cung cấp thông tin cho ban lãnh đạo nội bộ. Ai đó có thể cảm thấy rối rắm trong sự phân chia này; sau hết, có phải là các số liệu tài chính thực tế được báo cáo hay không? Các nội dung sau đây sẽ đưa ra cái nhìn kỹ hơn về những điểm khác biệt. Kế toán tài chính Coi kế toán tài chính chủ yếu nhắm đến một đối tượng chính thuộc những người dùng bên ngoài, không ai trong số họ kiểm soát việc soạn thảo trên thực tế các bản báo cáo hoặc có thể tiếp cận những số liệu chi tiết hữu quan. Khả năng của họ hiểu và tin tưởng vào các báo cáo phụ thuộc trực tiếp vào việc tiêu chuẩn hóa những nguyên tắc và phương pháp dùng để soạn thảo báo cáo. Không có sự chuẩn hoá ấy, các bản báo cáo của những công ty khác nhau khó có thể hiểu được và thậm chí càng khó mà đối chiếu hơn nữa. Sự tiêu chuẩn hóa xuất phát từ những tổ chức và những quy trình có tổ chức hợp lý nhất định. Tại Mỹ, một nhóm thuộc khu vực tư nhân mang tên Hội đồng Tiêu chuẩn Kế toán Tài chính (FASB) chịu trách nhiệm chính về việc phát triển các quy tắc hình thành cơ sở của báo cáo tài chính. Tương ứng với FASB trên phạm vi toàn cầu là Uỷ ban Tiêu chuẩn Kế toán Quốc tế (IASB). IASB và FASB đang cùng cố gắng để đi đến sự gặp gỡ, sao cho sớm có thể có một bộ hài hoà nhất các tiêu chuẩn báo cáo tài chính quốc tế (IFRS). Nỗ lực nhằm thiết lập sự nhất quán trong quy trình lập báo cáo tài chính trên phạm vi toàn cầu này được thôi thúc bởi sự gia tăng quan hệ tài chính và thương mại trên khắp thế giới. Việc tiêu chuẩn hoá là cần thiết để các công ty đơn lẻ hoạt động trong một nền kinh tế riêng rẽ có thể so sánh với nhau, nó cũng là nhu cầu rất thiết yếu giúp thuận tiện các công việc đánh giá doanh nghiệp ở phạm vi toàn cầu. Các báo cáo tài chính được soạn thảo theo những nguyên tắc kế toán tổng quát được thừa nhận (GAAP) do những cơ quan thiết lập những chuẩn mực ban hành được dự kiến sẽ có nhiều chức năng trong định hướng. Điều này có nghĩa là chúng không phải được soạn thảo riêng cho các ông chủ, hoặc chủ nợ, hay bất kỳ nhóm người sử dụng đặc biệt nào. Thay vào đó, chúng được kỳ vọng có ích như nhau đối với mọi nhóm người dùng. Như vậy, những nỗ lực thực hiện là nhằm tránh cho chúng không bị sai lệnh (có tính trung lập). Các cơ quan thiết lập chuẩn mực thì theo đường hướng của những khái niệm nhắm đến việc tạo ra những bản bản báo cáo trình bày trung thực và hữu quan, hữu ích cho các quyết định tín dụng và đầu tư. Kế toán quản trị Thông tin kế toán quản trị dùng để đáp ứng các nhu cầu cụ thể về quản trị. Các nhà quản lý doanh nghiệp chịu trách nhiệm lập kế hoạch kinh doanh, quản lý, và ra quyết định. Như vậy, họ muốn những báo cáo, những dự toán ngân sách, dữ liệu tính toán giá thành sản phẩm chuyên biệt, và những thông tin chi tiết khác mà thường không được báo cáo trên cơ sở đối ngoại. Hơn nữa, ban giám đốc có thể yêu cầu những thông số mà những thông tin như thế là để được tổng hợp lại và được đưa ra. Chẳng hạn, GAAP có thể đòi hỏi các chi phí phát triển sản phẩm nào đó được khấu trừ trong quá trình tính toán thu nhập; thì ngược lại, ban giám đốc có thể coi những chi phí này như là khoản đầu tư dài hạn và quy định rằng việc ra quyết định nội bộ được dựa vào những số liệu thu nhập mà không tính đến những chi phí ấy. Đây là quyền của họ. Hy vọng rằng quy trình lập báo cáo nội bộ được thực hiện một cách hợp lý và hợp lẽ, nhưng không nhất thiết phải tuân thủ bất kỳ bộ nguyên tắc mang tính bắt buộc đặc biệt nào. Hệ thống chất lượng  Cả kế toán tài chính và kế toán quản trị đều dựa vào một hệ thống thông tin vững chắc để thu thập và tổng hợp dữ liệu giao dịch của doanh nghiệp một cách đáng tin cậy. Công nghệ thông tin đã tạo dựng lại được hoàn toàn phần việc khô khan này của thực tiễn kế toán 50 năm qua. Thời đại kế toán viên đội \"lưỡi trai xanh che mắt\" đã lùi vào nằm trong những bộ biên niên sử. Ngày nay, kế toán là môn học để ra quyết định, không ngừng thay đổi, hơn là một công việc ghi chép sổ sách thông thường. Những giới hạn cố hữu Số liệu kế toán không rõ ràng hay hoàn toàn tuyệt đối. Rất nhiều quyết định và ước lượng là cần thiết để phát triển những tính toán kế toán cụ thể được báo cáo trong một tháng, quý, hoặc năm nào đó. Ví dụ, lợi nhuận kiếm được thực sự khi bán một chiếc xe hơi với thời hạn bảo hành 3 năm là bao nhiêu? Chi phí cuối cùng của thoả thuận bảo hành này sẽ được xác định sau 3 năm. Một cách tiếp cận là sẽ đợi 3 năm trước khi lập báo cáo lời hay lỗ giao dịch này. Tuy nhiên, đến lúc đó thông tin có thể được báo cáo một cách chính xác, thì nó lại quá cũ đến độ mất hết tính hữu dụng của mình. Vì vậy, để thông tin xuất hiện kịp thời, những ước lượng hợp lý thường bao quát trong quá trình soạn thảo thông thường của các báo cáo tài chính định kỳ. Ngoài ra, quá trình kế toán không diễn ra trước trường hợp có thể đánh giá một vụ kinh doanh. Như vậy, nhiều giao dịch hay sự kiện được báo cáo căn cứ vào nguyên tắc giá phí lịch sử (trái với giá trị công bằng). Ví dụ, đất thường được ghi chép và đưa vào các chứng từ sổ sách kế toán với giá tại thời điểm mua. Nguyên tắc giá phí lịch sử được dựa trên quan niệm rằng đây là cách tốt nhất để báo cáo những thành phần báo cáo tài chính nhất định với số lượng gắn với những giao dịch trong quá khứ mang tính khách quan và có thể xác minh được. Giải pháp thay thế là định giá (và thường xuyên định giá lại) những tài khoản dựa vào những đánh giá chủ quan giá trị hiện tại. Những đánh giá như vậy là không chắc chắn và gây nhiều tranh cãi. Tuy nhiên, khuynh hướng hiện nay trong việc thiết lập các chuẩn mực toàn cầu là chấp nhận thêm những tình huống mà kế toán giá trị công bằng xem như có thể chấp nhận đối với những thành phần báo cáo tài chính được chọn. Cuộc tranh luận kéo dài về giá trị công bằng với phí lịch sử thường bị bế tắc trong trường hợp phải cân nhắc lựa chọn giữa \"tính thích đáng\" của thông tin giá trị công bằng và \"tính tin cậy được\" của thông tin giá phí lịch sử. Cuộc tranh cãi này có khả năng vẫn tiếp tục, và những chuẩn mực kế toán liên quan có lẽ sẽ rơi vào tình trạng tiếp tục hoàn thiện trong nhiều năm nữa. Tuy nhiên, có lý do để kỳ vọng kế toán viên của tương lai sẽ thuần thục hơn trong vấn đề định giá."
        }
    ],
    "suggestions": []
}