{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pə'sistəntli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kiên trì, bền bỉ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khăng khăng, cố chấp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dai dẳng; liên tục</td></tr></table><i/></div>",
            "word": "persistently"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "persistently"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "persistently"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "persistently"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "persistently"
        }
    },
    "sentences": [
        {
            "en": "He refused <em>persistently</em> to give any more details.",
            "vi": "Anh ta cương quyết từ chối đưa thêm bất kì thông tin gì."
        },
        {
            "en": "They invited her to become president, but she refused <em>persistently</em>.",
            "vi": "Người ta mời bà ấy làm chủ tịch, nhưng bà ấy khăng khăng từ chối."
        },
        {
            "en": "I am a <em>persistently</em> studious and companionable person.",
            "vi": "Tôi là một người rất siêng năng học tập và cũng là người dễ kết bạn."
        },
        {
            "en": "He is a director who is <em>persistently</em> resistant to change.",
            "vi": "Anh ta là một giám đốc chống lại thay đổi một cách cố chấp."
        },
        {
            "en": "Tom's research goes a long way toward answering that <em>persistently</em> nagging question.",
            "vi": "Cuộc nghiên cứu của Tom còn đi xa hơn để trả lời cho một vấn đề gây tranh cãi từ lâu."
        },
        {
            "en": "He has pursued <em>persistently</em> and eagerly a love affair for 1 year.",
            "vi": "Anh ta đeo đuổi một mối tình trong suốt 1 năm."
        },
        {
            "en": "Countries with <em>persistently</em> high inflation are likely to lose price competitiveness unless higher prices are compensated by productivity growth.",
            "vi": "Các quốc gia có mức lạm phát cao liên tục có thể mất tính cạnh tranh về giá cả trừ khi giá cao hơn được đền bù bằng sự tăng năng suất."
        },
        {
            "en": "It is also a human rights issue when one group is <em>persistently</em> left behind others in accessing development opportunities.",
            "vi": "Đây cũng là vấn đề quyền con người khi một nhóm người luôn bị tụt hậu sau các nhóm khác trong việc tiếp cận các cơ hội phát triển."
        },
        {
            "en": "Any number of factors could force the Fed to reverse course and cut rates all over again: a shock to the U.S. economy from abroad, <em>persistently</em> low inflation, some new financial bubble bursting and slamming the economy, or lost momentum in a business cycle which, at 78 months, is already longer than 29 of the 33 expansions the U.S. economy has experienced since 1854.",
            "vi": "Bất kỳ yếu tố nào sau đây cũng có thể khiến Fed đảo ngược chiều hướng và cắt giảm lãi suất trở lại: một cú sốc cho nền kinh tế Mỹ đến từ bên ngoài, lạm phát liên tục thấp, một vài vụ nổ bong bóng tài chính mới và nền kinh tế bị tác động mạnh, hoặc không còn động lực phát triển trong một chu kỳ kinh tế kéo dài 78 tháng, mà kinh tế Mỹ đã trải qua 29 chu kỳ trong số 33 chu kỳ kể từ 1854."
        },
        {
            "en": "4 Benefits Of Rising Oil Prices   \nNo, that title is not a misprint. While everybody likes cheap energy and most economists believe that economic growth is predicated at least in part on cheap access to energy, it does not automatically follow that there is no good that can come from higher energy prices. Markets are made up of multiple independent agents and what constitutes a challenge for one can be an opportunity for others. 1. Some Sectors ThriveIt probably counts as obvious that there are sectors that thrive when oil prices march upward. High prices for oil fuel the same sort of process as in any other sector; suppliers look for ways to provide more of the product and take advantage of those higher prices. For energy, then, that means opportunities for companies involved in exploration (seismic survey, for instance), drilling, production and servicing.Ultimately boom times in the energy sector filter into the economy. After all, a dollar in wages from an oil company spends the same at Wal-Mart as a dollar from a solar energy company. When oil prices are high, companies spend more on equipment, supplies, salaries and the like - money that enters the economy in much the same fashion as a boom in any other sector.2. New Technologies Become ViableCheap oil is problematic for companies and industries looking to supplant oil. While most people can agree that there are vague and nebulous costs associated with accessing and utilizing oil (pollution, for starters), the United States has been reticent to translate those costs into higher energy taxes. What's more, it is not clear that higher taxes on fossil fuels in Europe and much of Asia really do anything to mitigate environmental damage beyond reducing consumption. All in all, then, when oil prices are low it is very hard for cleaner energy technologies to compete effectively on price.With higher oil prices, though, suddenly a lot of new ideas get a hearing. Increased fuel mileage for passenger cars seemed pointlessly expensive in the U.S. prior the 1970s energy crisis, and it likewise seems probable that hybrids today owe any acceptance outside of the environmental crowd to the high price of gasoline (the number one derivative of oil these days). Along similar lines, the path towards viable mass market all-electric cars is predicated on <em>persistently</em> high oil prices.It is not just passenger vehicles where high oil prices lead to innovation. Quite a lot of plastics and other synthetic materials are derived from oil and higher prices ripple through the economy. With high oil prices, then, comes increased interest and R&D into non-oil alternative feedstocks for these materials.This process has a lot of fringe benefits for the economy as a whole. Research into oil substitutes creates jobs for scientists and engineers. When successful, these efforts also result in product alternatives that allow consumers to spend less of their income on energy (whether directly or indirectly). Oil-free technologies also typically offer less environmental degradation and related externalities, though they are never entirely free rides themselves (the batteries in hybrids, for instance, require metals that have to be mined, refined and processed).3. Changes in BehaviorFor those who believe that burning oil (and other hydrocarbons) is generally a bad thing, higher prices that lead to lower use has to be counted as a benefit. When people are faced with higher prices and no obvious substitutes, they will consume less assuming that their demand is relatively elastic.With high oil prices (and high gasoline prices), people will drive less - staying closer to home for shopping, combining various errands to be more efficient, and so on. Likewise, they will spend less on oil-derived products whose prices rise with higher oil prices. Clearly there will be some loss; if there are no easy substitutes available, people will simply have to spend more on energy and spend less on other things.Over time, though, more and more options become viable and greater changes in behavior are possible. Given time, people will drive less, take better care of their cars (to increase mileage), switch to more fuel efficient car models and/or use more public transportation. Likewise, companies will find limits on just how much they can pass on higher input costs and will seek to reduce their usage of oil and oil byproducts as well.4. Alternatives Come to the ForeIf increased exploration and production is a normal byproduct of higher oil prices, so too is substitution. When Nazi Germany faced oil shortages in World War II, methods of producing oil, diesel and gasoline substitutes from vegetable oils, animal fats and coal were thoroughly explored. Likewise, the oil crisis of the 1970s gave the development of ethanol in Brazil a major boost.In the United States there really are few short-term alternatives to oil. Technology exists to supplant oil with natural gas in many applications, but those switchovers only make economic sense in the face of <em>persistently</em> higher oil prices. Likewise, coal and biomaterials (switchgrass, etc.) can be pressed into service, but again only make sense as alternatives if oil prices are quite high and seem likely to stay there.The Bottom LineOn the whole, higher oil prices are not going to have most people in the United States celebrating. If nothing else, there is a psychological impact to driving by those gas stations every day and seeing the prices tick higher. That said, free markets offer plenty of options for economic agents to respond to higher prices and oil prices are no exception. While painful in the short-term, higher prices may ultimately open the door to cleaner, more efficient and ultimately cheaper energy sources that benefit us all for years down the road.",
            "vi": "4 lợi ích của việc tăng giá dầu\nXin đừng thắc mắc, dòng tít đó không phải lỗi đánh máy đâu. Mặc dù mọi người đều thích giá năng lượng rẻ và hầu hết các nhà kinh tế học cho rằng tốc độ tăng trưởng kinh tế dựa vào ít nhất phần nào đó của khả năng dễ dàng tiếp cận năng lượng, thì cũng không thể mặc nhiên đi đến kết luận là giá năng lượng cao hơn chẳng đem lại điều gì tốt đẹp cả. Các thị trường được cấu thành từ nhiều yếu tố độc lập và khó khăn của người này có thể là cơ hội của người khác.\n  \n1. Một số lĩnh vực sẽ phát triển mạnhCó thể nói một cách hiển nhiên là có những lĩnh vực sẽ phát triển mạnh khi giá dầu tăng lên. Giá nhiên liệu cao diễn ra trong bất kỳ lĩnh vực nào; các nhà cung cấp tìm cách cung cấp thêm sản phẩm và lợi dụng giá cả tăng cao đó. Rồi thì về lĩnh vực năng lượng, việc tăng giá có nghĩa là các cơ hội đến với những công ty khai thác (chẳng hạn, khảo sát địa chấn), khoan hút, sản xuất và cung ứng xăng dầu.Rốt cuộc những đợt bùng nổ trong lĩnh vực năng lượng sẽ xâm nhập vào nền kinh tế. Sau cùng, một đô la tiền lương từ các công ty xăng dầu mua hàng tại Wal-Mart cũng giống như một đô la từ công ty năng lượng mặt trời. Khi giá xăng dầu cao, các công ty chi tiêu nhiều hơn vào trang thiết bị, vật dụng, lương và tương tự như - tiền đổ vào nền kinh tế nhiều bằng với sự bùng nổ trong bất kỳ lĩnh vực nào khác vậy.2. Công nghệ mới trở nên khả thiXăng dầu rẻ gây khó khăn cho các công ty và các ngành đang tìm cách thay thế xăng dầu. Khi mà hầu hết mọi người có thể nhất trí rằng có những chi phí mơ hồ và không rõ ràng liên quan đến việc tiếp cận và sử dụng xăng dầu (trước hết, là chi phí để hạn chế ô nhiễm), thì Hoa Kỳ đã âm thầm biến những chi phí này thành những khoản thuế năng lượng cao hơn. Quan trọng hơn, không rõ các khoản thuế má cao hơn, ở châu Âu và phần lớn châu Á, đánh vào những loại nhiên liệu hình thành từ thời xa xưa ấy có thật sự làm giảm tí thiệt hại nào cho môi trường hơn việc cắt giảm tiêu dùng không. Nói chung, khi giá xăng dầu thấp, rất khó để các công nghệ năng lượng sạch hơn cạnh tranh hiệu quả về giá.Thế nhưng, khi giá cả xăng dầu cao hơn, thì bỗng nhiên nhiều sáng kiến mới được người ta chú ý. Tổng số quãng đường đi được của nhiên liệu gia tăng đối với những chiếc xe khách dường như không mấy đáng giá ở Hoa Kỳ trước cuộc khủng hoảng năng lượng thập kỷ 1970, và tương tự có lẽ các động cơ có thể sử dụng hai loại nhiên liệu ngày nay được cả những người không thuộc nhóm bảo vệ môi trường chấp nhận là nhờ giá xăng tăng cao (chất dẫn xuất số một của dầu mỏ hiện nay). Cũng vậy, con đường hướng đến những chiếc xe hoàn toàn dùng điện có thể được tiêu thụ rộng rãi là dựa trên giá xăng dầu cứ tiếp tục cao.Giá xăng dầu cao không chỉ khiến người ta cải tiến những chiếc xe chở khách. Rất nhiều chất dẻo và các vật liệu tổng hợp khác có nguồn gốc dầu mỏ và giá cả cao tác động lan toả vào nền kinh tế. Khi giá xăng dầu tăng, thôi thúc người ta quan tâm, nghiên cứu và phát triển nhiều hơn những nguyên liệu cơ bản thay thế mà không cần đến dầu mỏ cho những vật liệu này.Quá trình này đem lại nhiều lợi ích phụ trội cho nền kinh tế nói chung. Nghiên cứu các sản phẩm thay thế xăng dầu tạo công ăn việc làm cho các khoa học gia và các kỹ sư. Khi thành công, những cố gắng này còn đưa đến những lựa chọn thay thế sản phẩm cho phép người tiêu dùng chi ít tiền thu nhập của mình hơn vào năng lượng (dù là trực tiếp hay gián tiếp). Công nghệ không dầu mỏ cũng thường ít gây ô nhiễm môi trường và những tác động bên ngoài liên quan, tuy bản thân chúng không hoàn toàn là những thứ có sẵn (ví dụ pin trong động cơ điện, đòi hỏi các kim loại phải được khai thác, tinh lọc và chế biến).3. Thay đổi hành viĐối với những người cho rằng đốt cháy xăng dầu (và những sản phẩm có hydrocarbon khác) nói chung là một việc tồi tệ, thì giá cao khiến hạn chế sử dụng phải được tính như là một lợi ích. Khi mọi người phải đương đầu với giá cả cao hơn và chưa có sản phẩm thay thế hoàn toàn, họ sẽ tiêu dùng ít với điều kiện nhu cầu của họ tương đối linh hoạt.Khi giá dầu cao (và giá xăng cao), người ta sẽ đi lại ít - mua sắm gần nhà, kết hợp làm nhiều việc khác nhau một lúc để hiệu quả hơn, và vân vân. Tương tự, họ cũng sẽ hạn chế chi tiêu vào những sản phẩm có nguồn gốc từ dầu, giá cả những sản phẩm này tăng theo giá dầu cao. Hẳn là sẽ có những thiệt hại; nếu không có sẵn những sản phẩm thay thế dễ dàng, thì người ta chỉ còn cách cắn răng chi nhiều hơn cho năng lượng và chi ít đi vào những thứ khác.Mặc dù vậy, theo thời gian, ngày càng nhiều lựa chọn có thể thành hiện thực và hành vi cũng có thể thay đổi nhiều. Đến một lúc nào đó, người ta sẽ ít đi lại, chăm sóc xe của mình cẩn thận hơn (để quãng đường đi được nhiều hơn), chuyển sang những loại xe tiết kiệm nhiên liệu hơn và/hoặc sử dụng phương tiện giao thông công cộng nhiều hơn. Tương tự, các công ty cũng sẽ tìm cách hạn chế chi phí đầu vào cao và nghĩ cách giảm sử dụng dầu cũng như các sản phẩm phụ của dầu.4. Những giải pháp thay thế xuất hiệnNếu việc sản xuất và thăm dò là hệ quả thường thấy của giá cả xăng dầu tăng, thì việc thay thế cũng vậy. Khi Đức Quốc Xã lâm vào cảnh thiếu hụt dầu trong Đệ Nhị Thế chiến, các phương pháp sản xuất những sản phẩm thay thế xăng dầu từ dầu thực vật, mỡ động vật và than được nghiên cứu triệt để. Tương tự, cuộc khủng hoảng dầu mỏ những năm 1970 thúc đẩy mạnh mẽ sự phát triển ethanol ở Brazil.Tại Hoa Kỳ thực ra cũng có một vài giải pháp thay thế xăng dầu tạm thời. Công nghệ giúp thay thế dầu bằng khí tự nhiên trong nhiều ứng dụng, nhưng những thay thế ấy chỉ có ý nghĩa về mặt kinh tế khi đương đầu với giá cả xăng dầu cứ liên tục tăng cao. Tương tự, có thể sử dụng than và nhiên liệu sinh học (cỏ kê Mỹ, v.v.), nhưng lại chỉ hợp lý khi chọn làm những sản phẩm thay thế nếu giá xăng dầu cao và có vẻ giữ mức giá cao ấy hoài.Kết luậnNói chung, hầu hết mọi người dân Mỹ đều không vui mừng vì giá xăng dầu cao. Nếu không thì, có ảnh hưởng về mặt tâm lý đến việc lái xe qua những trạm xăng đó mỗi ngày và thấy giá cả nhích lên cao hơn. Như đã nói, các thị trường tự do đưa ra nhiều lựa chọn cho các tác nhân kinh tế phản ứng lại giá cả tăng và giá xăng dầu cao cũng không là một ngoại lệ. Trước mắt thì đau đớn một chút, nhưng giá cả tăng rốt cuộc có thể tạo điều kiện thuận lợi cho những nguồn năng lượng sạch, hiệu quả và rẻ hơn một cách cơ bản, những nguồn năng lượng như vậy đem lại lợi ích cho tất cả chúng ta trong nhiều năm về sau."
        },
        {
            "en": "Scientists say a new method for recreating the brain cells of patients with schizophrenia could shed new light on the cause of the disabling mental disorder, which is marked by paranoid delusions and auditory hallucinations.  Schizophrenia’s cause remains a mystery, and researchers hoping to gain a better understanding of the disorder have used genetic technology to recreate a schizophrenic patient’s own brain cells, or neurons. Gong Chen, a neurobiologist in the Department of Biology at Pennsylvania State University, worked with researchers at the Salk Institute for Biological Studies in La Jolla, California, to create the cells.  Chen says scientists used molecular biology techniques to reprogram the skin cells of schizophrenic patients to become stem cells. These unspecialized master cells can be coaxed with growth factors and other chemicals to become any type of cell in the body. Researchers then cultured the stem cells in a petri dish to become neurons. These brain cells from schizophrenic patients were then compared to brain cells derived from the skin cells of healthy volunteers. Chen used electrophysiology techniques to test the function of the stem cell-derived neurons. Chen says that at the individual neuron level, there was little apparent difference between the two groups of brain cells. But researchers discovered a distinct difference in how they behaved when grouped as a circuit. When compared to healthy neurons, the neurons generated from schizophrenic patients made fewer connections with each other. \"In the circuit level, when we look at a massive number of neurons, then the neuronal connectivity is indeed decreased,\" he said. An estimated one percent of the world’s population suffers from schizophrenia, the most <em>persistently</em> debilitating of the major mental health conditions. There are anti-psychotic medications to treat the condition, but they are frequently ineffective. Chen says the Salk investigators tried a number of anti-psychotic compounds and found that one of the drugs improved the connectivity and communication among brain cells derived from the schizophrenic patients. Chen believes that using living cells to learn more about the biological mechanisms of diseases like schizophrenia will help researchers develop better treatments. \"We think understanding that it maybe is not (an) individual neuronal problem but rather a circuit level problem will help us to thinking about what kinds of strategy to take to combat this kind of disease,\" he said. Researchers say the method of growing neurons in a dish will aid in the study of other mental and developmental conditions, including autism and a type of chronic depression called bipolar disorder.  Chen says his group’s groundbreaking work with recreated neurons is an example of personalized medicine in which doctors will someday be able to prescribe effective treatments based on their patients’ unique biological make-up. An article describing the creation of brain cells to better understand schizophrenia is published in the journal Nature.",
            "vi": "Các nhà khoa học đã đưa ra phương pháp mới về tái tạo tế bào não ở người mắc bệnh tâm thần phân liệt đồng thời có thể giúp tìm ra nguyên nhân rối loạn tâm thần mất khả năng hoạt động có biểu hiện ở bệnh hoang tưởng và chứng ảo giác thính giác. Nguyên nhân căn bệnh tâm thần phân liệt vẫn còn là điều bí ẩn và các nhà nghiên cứu hi vọng sẽ hiểu rõ hơn về chứng rối loạn này đã sử dụng công nghệ di truyền để tái tạo tế bào não hay tế bào thần kinh của chính người mắc chứng tâm thần phân liệt. Gong Chen là một nhà sinh học thần kinh thuộc khoa sinh học tại trường Đại học bang Pennsylvania đã cùng với các nghiên cứu thuộc Viện nghiên cứu sinh học Salk ở La Jolla, California tạo ra các loại tế bào. Ông Chen cho biết các nhà khoa học đã sử dụng kỹ thuật sinh học phân tử để tái lập trình tế bào da thành tế bào gốc ở bệnh nhân bị tâm thần phân liệt. Những tế bào chủ không chuyên này có thể được điều khiển bằng các nhân tố phát triển và các hoá chất khác để tạo thành một số loại tế bào trong cơ thể. Sau đó họ sẽ cấy tế bào gốc trong đĩa Petri thành tế bào thần kinh. Các tế bào não ở những bệnh nhân bị tâm thần phân liệt được so sánh với tế bào não được lấy từ tế bào da của những người tình nguyện khoẻ mạnh. Ông Chen còn sử dụng kỹ thuật điện sinh lý học để kiểm tra chức năng của tế bào thần kinh lấy từ tế bào gốc. Ông nói rằng tại cấp tế bào thần kinh cá nhân thì ít có sự khác biệt rõ ràng giữa hai nhóm tế bào não này. Nhưng các nhà nghiên cứu đã phát hiện ra sự khác biệt rõ ràng trong cách chúng hoạt động khi được nhóm lại thành quy mô lớn. So với các tế bào thần kinh khoẻ mạnh thì tế bào thần kinh ở người bị bệnh tâm thần phân liệt ít liên kết với nhau hơn. “ Ở cấp độ có quy mô khi chúng ta nhìn vào một số lượng lớn tế bào thần kinh thì khả năng liên kết tế bào thần kinh thực sự giảm đi”. Ước tính có khoảng một phần trăm dân số thế giới mắc bệnh tâm thần phân liệt và hầu hết những người này đều bị suy nhược liên tục chủ yếu về tình trạng sức khoẻ thần kinh. Có nhiều loại thuốc làm giảm rối loạn thần kinh để chữa trị bệnh này nhưng thường chúng không có hiệu quả.  Ông Chen còn cho biết các điều tra viên ở Salk đã thử nghiệm một số hợp chất làm giảm rối loạn tâm thần và đã tìm ra một trong các loại thuốc đó có thể cải thiện khả năng liên kết và trao đối thông tin giữa các tế bào não ở bệnh nhân tâm thần phân liệt. Ông tin rằng việc sử dụng tế bào sống để hiểu hơn về cơ chế sinh học của bệnh như bệnh tâm thần phân liệt sẽ giúp các nhà nghiên cứu điều trị tốt hơn. Ông nói “chúng tôi nghĩ hãy hiểu rằng đó có thể không phải là một căn bệnh thần kinh ở cá nhân mà hãy hiểu rằng đó là một căn bệnh ở cấp quy mô lớn thì sẽ giúp chúng ta nghĩ ra loại chiến lược thích hợp để ngăn ngừa căn bệnh này.” Các nhà nghiên cứu đưa ra phương pháp phát triển tế bào thần kinh ở đĩa sẽ giúp nghiên cứu các căn bệnh tiến triển về thần kinh, kể cả bệnh tự kỷ và một loại bệnh về chứng trầm cảm mãn tính gọi là chứng rối loạn lưỡng cực. Ông Chen cho biết công việc mang tính đột phá bằng việc tái tạo tế bào thần kinh của nhóm nghiên cứu là một ví dụ về loại thuốc đã được cá nhân hoá nghĩa là rồi đây bác sĩ có thể kê đơn chữa trị một cách hiệu quả dựa vào đặc tính sinh học riêng biệt của bệnh nhân. Bài báo đưa tin về sự tạo ra tế bào não giúp hiểu hơn về bệnh tâm thần phân liệt công bố trên tạp chí Nature."
        },
        {
            "en": "Early pregnancy symptoms    Most women equate a missed menstrual period with the possibility of being pregnant, but other symptoms and signs are frequently experienced by many women in the early stages of pregnancy. It's important to remember that not all women will experience these symptoms or have the symptoms to the same degree. Even the same woman can have different types of symptoms in a subsequent pregnancy than she had in previous pregnancies, and symptoms can change or develop on a weekly basis. Ectopic pregnancy symptoms, or tubal pregnancy symptoms, are very similar to normal pregnancy symptoms at the outset and can include many of the symptoms described below. However, with a tubal or other type of ectopic pregnancy, other symptoms, such as abdominal pain and vaginal bleeding, develop over time, usually 6 to 8 weeks after a missed menstrual period. The following are the most common pregnancy symptoms in the first trimester. Missed period A missed menstrual period is most often the first sign of pregnancy and is a common first trimester symptom. Sometimes a woman who is pregnant may still experience some bleeding or spotting around the time of the expected period, typically 6 to 12 days after conception. When it occurs, this so-called \"implantation bleeding\" is generally not as heavy or long as a regular menstrual period. This small amount of bleeding that happens at the time of the expected menstrual period occurs because the fertilized egg attaches to the uterine wall. This is referred to as implantation bleeding. Any bleeding during pregnancy is typically lighter than that observed during the regular menstrual period. However, if a woman does not have regular menstrual cycles, she may notice some of the other symptoms of early pregnancy before it is apparent that the menstrual period has been missed. A missed menstrual period also does not confirm that a woman is pregnant even if she has regular cycles, since both emotional and physical conditions may cause absent or delayed periods. Breast swelling, tenderness, and pain Feelings of breast swelling, tenderness, or pain are also commonly associated with early pregnancy. These symptoms are sometimes similar to the sensations in the breasts in the days before an expected menstrual period. Women may also notice a feeling of heaviness or fullness in the breasts. These symptoms can begin in some women as early as one to two weeks after conception.  Abdominal cramping and bloating Some women may experience feelings of abdominal enlargement or bloating, but there is usually only a small amount of weight gain in the first trimester of pregnancy. In this early stage of pregnancy a weight gain of about one pound per month is typical. Sometimes women also experience mild abdominal cramping during the early weeks of pregnancy, which may be similar to the cramping that occurs prior to or during the menstrual period. Food cravings Many women report cravings for certain foods during the early stages of pregnancy. These cravings can persist throughout the entire pregnancy. Fatigue and tiredness Fatigue and tiredness are symptoms experienced by many women in the early stages of pregnancy, and some women report feeling fatigued even in the weeks immediately prior to conception. The cause of this fatigue has not been fully determined, but it is believed to be related to rising levels of the hormone progesterone. Of course, fatigue is a very nonspecific symptom that can be related to many causes other than pregnancy. Elevated basal body temperature A <em>persistently</em> elevated basal body temperature (the oral temperature measured first thing in the morning, upon arising from sleep) is another characteristic sign of early pregnancy. An elevation in the basal body temperature occurs shortly after ovulation and persists until the next menstrual period occurs. Persistence of the elevated basal body temperature beyond the time of the expected menstrual period is another sign of early pregnancy. Nausea and vomiting Nausea and vomiting are also common in early pregnancy. Traditionally referred to as \"morning sickness,\" the nausea and vomiting associated with early pregnancy can occur at any time of the day or night. Its typical onset is anywhere between the 2nd and 8th weeks of pregnancy. Most women who have morning sickness develop nausea and vomiting about one month after conception, but it may develop sooner in some women. Sometimes women report an increased in sensitivity to certain odors or smells that can sometimes cause nausea and/or vomiting. Elevations in estrogen that occur early in pregnancy are thought to slow the emptying of the stomach and may be related to the development of nausea. Accompanying the characteristic \"morning sickness\" may be cravings for, or aversions to, specific foods or even smells. It is not unusual for a pregnant woman to change her dietary preferences, often having no desire to eat previous \"favorite\" foods. In most women, nausea and vomiting begin to subside by the second trimester of pregnancy. Frequent urination A woman in the early stages of pregnancy may feel she has to urinate frequently, especially at nighttime, and she may leak urine with a cough, sneeze, or laugh. The increased desire to urinate may have both physical and hormonal causes. Once the embryo has implanted in the uterus, it begins to produce the hormone known as human chorionic gonadotrophin (hCG), which is believed to stimulate frequent urination. Another cause of frequent urination that develops later is the pressure exerted by the growing uterus on the bladder, but this does not cause frequent urination until the second and third trimesters when the fetus is substantially larger. Changes in nipple color Women may notice a deepening of the color of the area surrounding the nipple and/or a dark line going down from the middle of the central abdomen area to the pubic area (known as the linea nigra). Some degree of darkening of the areola persists after pregnancy in many women, but the linea nigra typically disappears in the months following delivery of the baby. Melasma (darkening of the skin) Some women may develop a so-called \"mask of pregnancy\" in the first trimester, referring to a darkening of the skin on the forehead, bridge of the nose, upper lip, or cheeks. The darkened skin is typically present on both sides of the face. Doctors refer to this condition as melasma or chloasma, and it is more common in dark-skinned women than those with light skin. Melasma can also occur in some conditions other than pregnancy. Women who have a family history of melasma are at greater risk of developing this sign of pregnancy. Mood swings and stress Mood swings and stress are common symptoms reported by many women in the early stages of pregnancy. Many women in the early stages of pregnancy describe feelings of heightened emotions or even long crying. The rapid changes in hormone levels are believed to cause these changes in mood. Pregnant women may also notice more rapid and drastic changes in their moods. As with other nonspecific symptoms, mood swings can be caused by a number of conditions other than pregnancy. Headaches Some women report suffering from headaches early on in their pregnancy, which may be related to corresponding changes in hormone levels. These headaches are nonspecific, usually not involving just one side of the head, and are not accompanied by changes in vision.",
            "vi": "Các triệu chứng chớm thai    Hầu hết phụ nữ đồng nhất việc trễ kinh với khả năng có thai, nhưng nhiều người cũng thường có những dấu hiệu và triệu chứng khác trong các giai đoạn đầu thai nghén. Điều quan trọng nên nhớ là không phải ai cũng sẽ có những triệu chứng này hoặc có các triệu chứng giống nhau về mức độ. Thậm chí là một người cũng có thể biểu hiện nhiều kiểu triệu chứng khác ở lần thai sau so với các lần thai trước; và các triệu chứng cũng có thể thay đổi hoặc phát triển hằng tuần.   Triệu chứng thai ngoài tử cung, hoặc triệu chứng thai ở vòi trứng, rất giống với triệu chứng thai bình thường vào lúc đầu và có thể bao gồm nhiều triệu chứng được mô tả bên dưới. Tuy nhiên, thai ở vòi trứng hoặc kiểu thai ngoài tử cung khác thì cũng có triệu chứng khác, như là đau bụng và xuất huyết âm đạo, phát triển dần dần, thường từ 6 đến 8 tuần sau khi trễ kinh. Dưới đây là một số triệu chứng thai nghén thường thấy nhất trong quý đầu tiên.  Trễ kinh Trễ kinh là dấu hiệu thai nghén ban đầu thường thấy nhất và là triệu chứng thường thấy trong quý 1 của thai kỳ. Đôi khi thai phụ cũng vẫn thấy xuất huyết nhẹ hoặc xuất huyết lốm đốm vào khoảng thời gian chuẩn bị hành kinh, thường là từ 6 đến 12 ngày sau khi thụ thai. Đây được gọi là “xuất huyết làm tổ” – thường không xuất hiện máu nhiều hoặc dài ngày như kỳ kinh bình thường. Chút máu này tiết ra lúc chuẩn bị hành kinh bởi trứng đã được thụ tinh bám vào thành tử cung. Giai đoạn này được gọi là xuất huyết làm tổ. Bất kỳ hiện tượng xuất huyết nào trong quá trình thai nghén cũng thường nhẹ hơn so với kỳ kinh thường. Tuy nhiên, nếu người phụ nữ không có chu kỳ kinh nguyệt đều đặn, người ấy có thể nhận biết một số triệu chứng chớm thai khác trước khi biểu hiện rõ trễ kinh. Tình trạng trễ kinh cũng không xác định được thai nghén cho dù là người ấy có chu kỳ bình thường, bởi cả trạng thái thể chất lẫn tinh thần cũng có thể làm trễ hoặc mất kinh.   Đau nhức và sưng ngực Cảm giác sưng, đau nhức hoặc đau ngực cũng thường thấy ở giai đoạn bắt đầu thai nghén. Các triệu chứng này đôi khi giống như cảm giác ở ngực trong những ngày sắp hành kinh. Nhiều phụ nữ cũng có thể thấy cảm giác căng hoặc nặng ở ngực. Những triệu chứng này có thể xuất hiện đầu tiên đối với một số người ngay từ một đến 2 tuần sau khi thụ thai.  Bụng căng to và chuột rút  Một số phụ nữ có thể có cảm giác bụng căng to hoặc phình ra, nhưng thường thì thai phụ chỉ tăng cân ít trong quý đầu của thai kỳ. Trong giai đoạn chớm thai này thì mỗi tháng thai phụ thường tăng khoảng1 pao. Nhiều người đôi khi cũng có cảm giác chuột rút nhẹ ở bụng trong các tuần đầu thai nghén, giống như chuột rút xảy ra trước khi hoặc trong suốt kỳ kinh.  Thèm ăn Nhiều thai phụ cho biết họ có cảm giác thèm ăn một số loại thức ăn nào đó trong suốt các giai đoạn đầu thai nghén. Cảm giác này có thể kéo dài đến giai đoạn cuối thai kỳ.  Chán nản và mệt mỏi  Chán nản và mệt mỏi là những triệu chứng trong các giai đoạn đầu tiên của thai kỳ đối với nhiều phụ nữ, và một số người cũng cho biết họ có cảm giác mệt mỏi thậm chí nhiều tuần ngay trước khi thụ thai. Người ta chưa hoàn toàn xác định được nguyên nhân gây mệt mỏi, nhưng nó được cho là có liên quan đến nồng độ hooc-môn progesterone tăng cao. Tất nhiên mệt mỏi là một triệu chứng rất bình thường, không có gì đặc biệt có liên quan đến nhiều nguyên nhân khác ngoài thai nghén.   Nhiệt độ trung bình của cơ thể tăng cao Nhiệt độ trung bình của cơ thể liên tục tăng cao (nhiệt độ ở miệng được đo đầu tiên vào buổi sáng, vào lúc mới ngủ dậy) là một dấu hiệu đặc trưng khác của hiện tượng chớm thai. Nhiệt độ trung bình của cơ thể tăng cao chỉ xảy ra nhanh sau khi rụng trứng và kéo dài cho đến kỳ kinh kế tiếp. Tình trạng thân nhiệt trung bình tăng cao kéo dài dai dẳng ngoài khoảng thời gian hành kinh như mong đợi là một dấu hiệu khác của thời kỳ chớm thai.  Buồn nôn và ói mửa Buồn nôn và ói mửa cũng là những triệu chứng thường thấy trong giai đoạn đầu thai nghén. Theo truyền thống thì đây là chứng “ốm nghén”, triệu chứng buồn nôn và ói mửa đầu thai kỳ có thể xảy ra vào bất cứ thời điểm nào trong ngày hoặc đêm. Cơn khởi phát buồn nôn thường xuất hiện vào giữa tuần 2 và tuần 8 của thai kỳ. Hầu hết phụ nữ bị ốm nghén cảm thấy buồn nôn và ói sau khi thụ thai khoảng một tháng, nhưng cũng có thể sớm hơn ở một số phụ nữ. Nhiều người đôi khi cũng cho biết họ nhạy cảm hơn với một số mùi hoặc hương thơm nào đó cũng có thể làm buồn nôn và/hoặc ói mửa.  Người ta cho rằng nồng độ hooc-môn estrogen tăng cao vào thời kỳ chớm thai để làm cho dạ dày lâu đói và có thể liên quan đến việc làm buồn nôn nhiều hơn. Đi kèm với đặc trưng “ốm nghén” có thể là triệu chứng thèm ăn, hoặc ghét hay “dị ứng” với một số thức ăn đặc biệt nào đó hoặc thậm chí là với một số mùi nào đó. Đôi khi phụ nữ có thai cũng thay đổi sở thích ăn uống hay “gu” ăn uống, thường thì không thèm ăn các món “khoái khẩu” mà trước kia hay ăn nữa. Triệu chứng buồn nôn và ói mửa sẽ bắt đầu giảm dần ở quý 2 của thai kỳ đối với hầu hết phụ nữ.  Đi tiểu thường xuyên Phụ nữ trong giai đoạn đầu thai nghén có thể cảm thấy muốn đi tiểu thường xuyên hơn, nhất là vào ban đêm, và có thể bị són nước tiểu khi ho, hắt hơi hoặc cười. Nhu cầu muốn đi tiểu nhiều lần có thể là do cả nguyên nhân thể chất lẫn nguyên nhân hooc-môn. Khi phôi thai đã bám vào tử cung, nó bắt đầu tiết ra hooc-môn tên là hooc-môn nhau thai (hCG), được cho là có tác dụng kích thích đi tiểu thường xuyên. Một nguyên nhân khác làm cho thai phụ đi tiểu nhiều lần ở giai đoạn sau là áp lực của tử cung đang phát triển đè lên bàng quang, nhưng mãi đến quý 2 và quý 3 của thai kỳ khi bào thai lớn hơn nhiều thì mới có hiện tượng này.   Đầu vú bị đổi màu Nhiều phụ nữ có thể phát hiện thấy vùng quanh đầu vú đậm màu hơn và/ hoặc vùng giữa bụng xuất hiện lằn đen chạy dài từ trên xuống vùng xương mu (gọi là lằn đen). Quầng vú có thể sẫm màu ở nhiều mức độ khác nhau và kéo dài đến cả sau khi mang thai đối với nhiều phụ nữ, nhưng lằn đen thường biến mất sau khi sinh em bé được nhiều tháng.  Nám da (sạm da) Một số phụ nữ có thể mắc chứng “nám da” trong quý 1 thai kỳ, đây là hiện tượng sạm da ở trán, sống mũi, môi trên, hoặc má. Vùng da bị sạm thường thấy ở cả hai bên mặt. Bác sĩ quy chứng bệnh này là mặt nám hoặc nám da, và thường thấy ở phụ nữ da ngâm đen hơn là phụ nữ có da sáng. Chứng nám da cũng có thể xảy ra khi bị một số bệnh khác ngoài trường hợp thai nghén. Người có tiền sử gia đình bị nám da có nguy cơ phát triển dấu hiệu thai nghén này nhiều hơn.  Căng thẳng và tính khí thất thường  Tính khí thất thường và căng thẳng là những triệu chứng thường gặp ở nhiều phụ nữ ở giai đoạn đầu thai nghén. Nhiều phụ nữ mới chớm thai miêu tả các cảm giác xúc cảm dâng cao hoặc thậm chí là những cơn khóc kéo dài. Những thay đổi nồng độ hooc-môn nhanh chóng được cho là nguyên nhân gây ra các chuyển biến tâm trạng này. Nhiều thai phục cũng có thể phát hiện thấy tâm trạng của mình thay đổi nhanh và mạnh trong. Cũng giống như những triệu chứng bình thường khác, tính khí thất thường có thể gây ra do một số bệnh khác ngoài thai nghén. Nhức đầu Một số phụ nữ cho biết bị nhức đầu vào giai đoạn mới bắt đầu có thai, có thể liên quan đến sự thay đổi nồng độ hooc-môn tương ứng. Các cơn nhức đầu này không có nguyên nhân rõ ràng, thường không chỉ ở một bên đầu, và không đi kèm với các thay đổi về tầm nhìn của mắt."
        },
        {
            "en": "Heartburn facts Despite its name, heartburn has nothing to do with the heart (although some of the symptoms are similar to a heart attack). Heartburn is an irritation of the esophagus caused by acid that refluxes (comes up) from the stomach. Heartburn is also a symptom of more serious gastroesophageal reflux disease, or GERD. When swallowing, food passes down the throat and through the esophagus to the stomach. Normally, a muscular valve called the lower esophageal sphincter (LES) opens to allow food into the stomach (or to permit belching); then it closes again. Then the stomach releases strong acids to help break down the food. But if the lower esophageal sphincter opens too often or does not close tight enough, stomach acid can reflux or seep back into the esophagus, damaging it and causing the burning sensation we know as heartburn. Not only can stomach acid in the esophagus cause heartburn, but it can also cause ulcers, strictures (narrowing) of the esophagus, and cancer of the esophagus. Most people have felt heartburn at one time or another. In fact, the American Gastroenterological Association reports that more than 60 million Americans experience heartburn/GERD symptoms at least once each month. Though uncomfortable, heartburn does not usually pose a serious health problem for most people. However, if heartburn symptoms occur frequently and <em>persistently</em>, it may be a sign of a more serious problem, such as gastroesophageal reflux disease (GERD). GERD is a chronic reflux of acid into the esophagus. Left untreated, GERD can cause a host of complications, including esophagitis, esophageal ulcers, hoarseness, chronic pulmonary disease, and Barrett's esophagus (a change in the lining of the esophagus that increases the risk of developing cancer of the esophagus). Heartburn symptoms Heartburn has several symptoms, including:     * A burning feeling in the chest just behind the breastbone that occurs after eating and lasts a few minutes to several hours.     * Chest pain, especially after bending over, lying down, or eating.     * Burning in the throat -- or hot, sour, acidic, or salty-tasting fluid at the back of the throat.     * Difficulty swallowing.     * Feeling of food \"sticking\" in the middle of the chest or throat. Reporting these symptoms to your doctor is usually all that is needed for your doctor to diagnose heartburn. However, your doctor may perform special tests such as endoscopy or pH monitoring to determine the severity of your problem or to monitor your treatment. Heartburn causes Various lifestyle and dietary factors can contribute to heartburn by relaxing the lower esophageal sphincter and allowing it to open, increasing the amount of acid in the stomach, increasing stomach pressure, or by making the esophagus more sensitive to harsh acids. These factors include: Dietary Habits     * Eating too much.     * Eating certain foods, including onions, chocolate, peppermint, high-fat or spicy foods, citrus fruits, garlic, and tomatoes or tomato-based products.     * Drinking certain beverages, including citrus juices, alcohol, caffeinated drinks, and carbonated drinks.     * Eating before bedtime. Lifestyle habits     * Being overweight     * Smoking     * Wearing tight-fitting clothing or belts     * Lying down or bending over, especially after eating     * Stress Medical causes     * Pregnancy.     * Bulging of part of the stomach into the chest cavity, also called hiatal hernia.     * GERD.     * Taking certain medications, especially some antibiotics and aspirin. Heartburn treatment Treating heartburn requires adjustments to your lifestyle, medications, and possibly surgery if your heartburn is due to GERD or a hiatal hernia. Tips to alleviate heartburn symptoms     * Raise the head of your bed about 6 inches to allow gravity to help keep the stomach's contents in the stomach. (Do not use piles of pillows because this puts your body into a bent position that actually aggravates the condition by increasing pressure on the abdomen.)     * Eat meals at least three to four hours before lying down and avoid bedtime snacks.     * Eat smaller meals.     * Maintain a healthy weight to eliminate unnecessary intra-abdominal pressure caused by extra pounds.     * Limit consumption of fatty foods, chocolate, peppermint, coffee, tea, colas, and alcohol -- all of which can relax the lower esophageal sphincter -- and tomatoes and citrus fruits or juices, which contribute additional acid that can irritate the esophagus.     * Give up smoking, which also relaxes the lower esophageal sphincter.     * Wear loose belts and clothing. Heartburn can be treated with medicine. Medicines used to treat heartburn can range from over-the-counter remedies to medicine requiring a doctor's prescription. Over-the-counter heartburn treatments     * Antacids. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are also occasionally recommended to help relieve the pain of ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas. Examples of antacids include: Tums, Rolaids, and Maalox. You should take antacids exactly as directed by your doctor, or according to the manufacturer's directions. If you are using the tablets, chew them well before swallowing for faster relief. Serious side effects can occur with an overdose or overuse of antacids. Side effects include constipation, diarrhea, change in color of bowel movements and stomach cramps.     * Acid blockers. These medicines relieve heartburn, acid indigestion, and sour stomach, and are available without a prescription. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, and Prilosec OTC are examples of over-the-counter acid blockers. Acid blockers work by reducing the production of stomach acid. Take these medications according to the directions on the package, or as advised by your doctor. Possible serious side effects that need to be reported to your doctor right away include confusion, chest tightness, bleeding, sore throat, fever, irregular heartbeat, weakness, and unusual fatigue. Other less serious side effects include mild headache, dizziness and diarrhea, which are usually temporary and will likely go away on their own. People who have more severe heartburn symptoms that aren't relieved with these medications or who have been using these drugs for more than two weeks should contact their doctor. They may need medicine obtained with a doctor's prescription. Prescription heartburn treatments     * H2 Blockers. Histamine-2 (H2) blockers such as Pepcid, Tagamet, Zantac, and Axid work by reducing the production of stomach acid. The prescription forms of these medications (which usually contain higher doses than the over-the-counter versions) can generally relieve heartburn and treat GERD. They also may be used for other conditions as determined by your doctor.     * Proton pump inhibitors. Depending on the source of your problem, your doctor can prescribe medications that block acid production more effectively than the H2 blockers, namely the family of medications doctors call proton pump inhibitors, or PPIs for short. They include: Prilosec, Prevacid, Aciphex, Protonix, and Nexium. Another PPI product combines Prilosec with sodium bicarbonate (Zegerid).     * Promotility Agents. Promotility agents work by speeding up digestion, which prevents acid from staying in the stomach too long, and strengthening the lower esophageal sphincter, reducing reflux back up into the esophagus. Reglan is a promotility agent occasionally used to treat heartburn associated with GERD. The side effects of Reglan may include drowsiness, fatigue, diarrhea, restlessness, and movement problems. Another promotility agent, Propulsid, was removed from the market in 2000 because it caused serious heart arrythmias (abnormal heart beat) in some people. Most patients are successfully treated with these medications. Only a few people need surgery to correct the disorder. When is heartburn surgery necessary? Surgery for GERD may become necessary:     * When medical or drug treatment has failed to control symptoms.     * When the sphincter muscle is unable to work properly.     * When esophageal cancer develops from chronic GERD.            ",
            "vi": "Sự thật về chứng ợ nóng (ợ chua) Mặc dù có tên là vậy, nhưng chứng ợ nóng (ợ chua) không liên quan gì đến tim mạch cả (dẫu cũng có một số triệu chứng tương tự như đau tim). Ợ nóng (ợ chua) là hiện tượng thực quản bị kích thích do a-xít trào ngược (chảy ngược lên) từ dạ dày. Ợ nóng (ợ chua) cũng là một triệu chứng của bệnh trào ngược dạ dày-thực quản nguy hiểm hơn nhiều, hoặc gọi là GERD.  Khi nuốt, thức ăn xuống cổ họng và đi qua thực quản rồi đến dạ dày. Thông thường thì van cơ được gọi là cơ thắt thực quản dưới (LES) mở ra để cho thức ăn vào được dạ dày (hoặc giúp ợ hơi); sau đó nó đóng lại. Và rồi dạ dày tiết ra những loại a-xit mạnh nhằm giúp thực hiện quá trình tiêu hoá thức ăn. Nhưng nếu cơ thắt thực quản dưới mở ra quá nhiều lần hoặc không đóng lại kín đủ, thì axit trong dạ dày có thể trào ngược hoặc thấm vào (rỉ qua) thực quản, làm tổn thương đến thực quản và gây ra cảm giác nóng rát mà chúng ta biết đó là chứng ợ nóng (ợ chua).  Axit dạ dày trong thực quản không những có thể gây ra ợ nóng (ợ chua) mà còn có thể gây ung loét, chẹt (hẹp) thực quản, và cả ung thư thực quản nữa.  Hầu hết người ta đều bị ợ nóng (ợ chua) vào một thời điểm nào đó. Hiệp hội Tiêu hoá Mỹ cho biết có trên 60 triệu người Mỹ bị các triệu chứng ợ nóng (ợ chua)/ GERD ít nhất mỗi tháng một lần. Mặc dù có cảm giác khó chịu, không thoải mái nhưng chứng bệnh này thường không gây ra vấn đề nguy hiểm nào đối với sức khỏe ở hầu hết mọi người.  Tuy nhiên, nếu các triệu chứng ợ nóng (ợ chua) xảy ra thường xuyên và dai dẳng thì đây có thể là dấu hiệu của một vấn đề nguy hiểm hơn, chẳng hạn như bệnh trào ngược dạ dày-thực quản (GERD). GERD là chứng trào ngược axit vào thực quản mãn tính. Nếu không được điều trị thì chứng bệnh này có thể gây ra một loạt các biến chứng, chẳng hạn như viêm thực quản, loét thực quản, khàn đục giọng, bệnh phổi mãn tính, và bệnh Barrett thực quản (tình trạng biến đổi niêm mạc thực quản làm tăng nguy cơ bị ung thư thực quản).    Các triệu chứng ợ nóng (ợ chua) Ợ nóng (ợ chua) có một vài triệu chứng, bao gồm:  * Cảm giác nóng rát trong ngực ngay phía sau xương ức xảy ra sau khi ăn và kéo dài từ một vài phút đến một vài tiếng đồng hồ.  * Đau ngực, nhất là sau khi gập người xuống, nằm xuống, hoặc ăn.  * Nóng rát ở cổ họng – hoặc nóng, chua, hoặc dịch có vị mặn sau họng.  * Khó nuốt. * Cảm giác giống như thức ăn “bị vướng” giữa cổ họng hoặc giữa ngực.  Thông thường thì bạn chỉ cần thuật lại những triệu chứng này cho bác sĩ nghe để chẩn đoán chứng ợ nóng (ợ chua). Tuy nhiên, bác sĩ có thể thực hiện thêm nhiều xét nghiệm đặc biệt chẳng hạn như nội soi hoặc theo dõi độ pH để xác định mức độ trầm trọng của bệnh hoặc để theo dõi phương pháp điều trị của bạn.  Các nguyên nhân gây ra ợ nóng (ợ chua) Nhiều yếu tố về lối sống và chế độ ăn uống khác nhau có thể góp phần gây nên chứng ợ nóng (ợ chua) bằng cách làm giãn cơ thắt thực quản dưới và làm cho nó hở ra, làm tăng lượng axit trong dạ dày, đồng thời cũng làm tăng áp lực dạ dày, hoặc bằng cách làm cho thực quản trở nên nhạy cảm hơn với các loại axit mạnh. Những yếu tố này bao gồm:   Các thói quen ăn uống  * Ăn quá no.  * Ăn một số loại thức ăn nào đó, như hành, sô-cô-la, bạc hà cay, thức ăn nhiều chất béo hoặc thức ăn nhiều gia vị, những trái cây họ cam, tỏi, và cà chua hoặc các sản phẩm làm từ cà chua.  * Uống một số loại thức uống nào đó, như nước ép cam quýt, bia rượu, các thức uống chứa cà-phê-in, và các thức uống có ga.  * Ăn trước giờ ngủ. Các thói quen về lối sống  * Béo phì * Hút thuốc * Mặc quần áo ôm khít hoặc mang dây thắt lưng chật * Nằm hoặc gập người xuống, nhất là sau khi ăn xong  * Stress Các nguyên nhân về y học  * Mang thai. * Phình giãn một phần nào đó trong dạ dày vào khoang ngực, đây cũng được gọi là chứng thoát vị khe. * GERD (trào ngược dạ dày-thực quản).  * Sử dụng một số loại thuốc nào đó, nhất là một số thuốc kháng sinh và aspirin.  Điều trị chứng ợ nóng (ợ chua) Việc điều trị chứng ợ nóng (ợ chua) cần phải điều chỉnh lối sống, cần phải có thuốc và có thể cần phải phẫu thuật nếu tình trạng ợ nóng (ợ chua) do GERD (trào ngược dạ dày-thực quản) hoặc do chứng thoát vị khe gây ra.  Bí quyết giúp làm giảm các triệu chứng ợ nóng (ợ chua) * Nâng đầu giường lên cao chừng 6 in-sơ để trọng lực giữ được axit trong dạ dày. (Bạn đừng nên sử dụng hàng đống gối bởi điều này sẽ làm cho người bạn ở tư thế gập thực sự làm cho bệnh càng tệ hại hơn do làm tăng áp lực đè lên bụng.) * Nên ăn trước khi nằm ít nhất là từ 3 đến 4 tiếng đồng hồ và nên tránh ăn vặt vào giờ ngủ.  * Nên ăn nhiều bữa nhỏ hơn.  * Nên duy trì trọng lượng cơ thể khỏe mạnh để không phải chịu áp lực không cần thiết trong bụng do dư cân gây ra.  * Nên hạn chế ăn những thức ăn nhiều chất béo, sô-cô-la, bạc hà cay, cà phê, trà, cô-la, và bia rượu – tất cả những thức ăn đó có thể làm cho cơ thắt thực quản dưới giãn ra – kể cả cà chua và các loại trái cây hoặc nước ép họ cam, góp phần gây thêm nhiều axit có thể kích thích thực quản.  * Nên bỏ thuốc lá – thuốc lá cũng làm giãn cơ thắt thực quản dưới. * Mặc áo quần rộng rãi và mang dây thắt lưng thoải mái.  Chứng ợ nóng (ợ chua) có thể được điều trị bằng thuốc. Thuốc trị ợ nóng (ợ chua) có thể là thuốc mua tự do không theo toa hoặc thuốc theo toa của bác sĩ.    Điều trị ợ nóng (ợ chua) bằng thuốc mua tự do không theo toa  * Thuốc làm giảm axit trong dạ dày. Những loại thuốc này có tác dụng làm trung hoà axit dư thừa trong dạ dày để làm giảm ợ nóng (ợ chua), dạ dày chua, khó tiêu axit, và khó chịu trong dạ dày. Chúng đôi khi cũng được khuyến nghị nên sử dụng để làm giảm đau do loét. Một số loại thuốc làm giảm axit trong dạ dày này cũng chứa simethicone, đây là thành phần giúp thải được lượng hơi dư thừa. Một số ví dụ về thuốc này gồm: Tums, Rolaids, và Maalox. Bạn nên sử dụng đúng chính xác theo chỉ định của bác sĩ, hoặc theo hướng dẫn của nhà sản xuất. Nếu đang sử dụng thuốc viên, bạn nên nhau kỹ trước khi nuốt để có tác dụng nhanh hơn. Một số tác dụng phụ nghiêm trọng có thể xảy ra khi dùng thuốc quá liều hoặc lạm dụng thuốc. Những tác dụng phụ này bao gồm táo bón, tiêu chảy, phân đổi màu và co thắt bao tử. * Thuốc ngăn tiết axit: Những loại thuốc này có tác dụng làm giảm ợ nóng (ợ chua), khó tiêu axit, và dạ dày chua, và có bán mà không cần phải kê toa. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, và Prilosec OTC là những ví dụ của thuốc ngăn tiết axit có thể mua tự do không theo toa. Những thuốc này có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Bạn nên sử dụng những thuốc này theo chỉ dẫn ghi trên bao bì, hoặc theo lời khuyên của bác sĩ. Bên cạnh đó bạn cũng cần nên thông báo ngay cho bác sĩ biết về bất kỳ tác dụng phụ nghiêm trọng nào có thể xảy ra gồm tình trạng mơ hồ, nhầm lẫn, căng ngực, chảy máu, đau họng, sốt, nhịp tim không đều, ốm yếu, và mệt mỏi bất thường. Một số tác dụng phụ ít nguy hiểm hơn khác gồm nhức đầu nhẹ, chóng mặt và tiêu chảy, thường chỉ là tạm thời và có thể sẽ tự hết.  Người bị các triệu chứng ợ nóng (ợ chua) trầm trọng hơn không giảm khi sử dụng những loại thuốc này hoặc đã sử dụng thuốc trên 2 tuần nên liên hệ với bác sĩ. Họ có thể cần đến thuốc theo toa của bác sĩ.  Điều trị chứng ợ nóng (ợ chua) bằng thuốc theo toa      * H2 Blockers. Thuốc ngăn tiết Histamine-2 (H2) chẳng hạn như Pepcid, Tagamet, Zantac, và Axid có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Các dạng thuốc theo toa này (thường chứa liều lượng cao hơn thuốc mua tự do không theo toa) thường có thể làm giảm ợ nóng (ợ chua) và chữa lành chứng trào ngược dạ dày-thực quản (GERD). Chúng cũng có thể được sử dụng để chữa các bệnh khác khi được bác sĩ kê toa.  * Thuốc ức chế bơm proton. Tuỳ thuộc vào nguyên nhân vấn đề của bạn mà bác sĩ có thể kê toa ngăn tiết axit hiệu quả hơn thuốc ngăn tiết H2, đây là họ hàng của những loại thuốc mà bác sĩ gọi là chất ức chế bơm proton, hoặc có thể gọi tắt là PPIs. Chúng bao gồm: Prilosec, Prevacid, Aciphex, Protonix, và Nexium. Sản phẩm PPI khác kết hợp Prilosec với bi-các-bô-nát na-tri (Zegerid).  * Thuốc hỗ trợ nhu động. Những thuốc hỗ trợ nhu động có tác dụng bằng cách làm tăng tốc quá trình tiêu hoá, ngăn không cho axit ở lại trong dạ dày quá lâu, và làm mạnh thêm cơ thắt thực quản dưới, làm giảm trào ngược trở lại thực quản. Người ta đôi khi cũng sử dụng Reglan để điều trị ợ nóng (ợ chua) liên quan đến trào ngược dạ dày-thực quản (GERD). Một số tác dụng phụ của Reglan có thể gồm buồn ngủ, mệt mỏi, tiêu chảy, bứt rứt, và khó cử động. Một loại thuốc hỗ trợ nhu động khác là Propulsid – bị tẩy khỏi thị trường năm 2000 bởi nó gây rối loạn nhịp tim nghiêm trọng (nhịp tim bất thường) ở một số nguời.  Hầu hết bệnh nhân đều có thể được điều trị thành công bằng các loại thuốc này. Chỉ một vài người cần phải được phẫu thuật mới có thể điều chỉnh được tình trạng rối loạn đó.  Chứng ợ nóng (ợ chua) cần phải được phẫu thuật khi nào?  Phẫu thuật điều trị chứng trào ngược dạ dày-thực quản có thể trở nên cần thiết:  * Khi phương pháp điều trị bằng thuốc không làm giảm các triệu chứng.  * Khi cơ thắt không hoạt động được tốt.  * Khi ung thư thực quản do chứng trào ngược dạ dày-thực quản mãn tính mà ra.   "
        },
        {
            "en": "3. MOTIVES THE SUN WAS SO DEEPLY BURIED BEHIND THE CLOUDS that there was no way to tell if it had set or not. After the long flight — chasing the sun westward so that it seemed unmoving in the sky — it was especially disorienting; time seemed oddly variable. It took me by surprise when the forest gave way to the first buildings, signaling that we were nearly home. “You’ve been very quiet,” Edward observed. “Did the plane make you sick?” “No, I’m okay.” “Are you sad to leave?” “More relieved than sad, I think.” He raised one eyebrow at me. I knew it was useless and — much as I hated to admit it — unnecessary to ask him to keep his eyes on the road. “Renée is so much more . . .perceptive than Charlie in some ways. It was making me jumpy.” Edward laughed. “Your mother has a very interesting mind. Almost childlike, but very insightful. She sees things differently than other people.” Insightful. It was a good description of my mother — when she was paying attention. Most of the time Renée was so bewildered by her own life that she didn’t notice much else. But this weekend she’d been paying plenty of attention to me. Phil was busy — the high school baseball team he coached was in the playoffs — and being alone with Edward and me had only sharpened Renée’s focus. As soon as the hugs and squeals of delight were out of the way, Renée began to watch. And as she’d watched, her wide blue eyes had become first confused and then concerned. This morning we’d gone for a walk along the beach. She wanted to show off all the beauties of her new home, still hoping, I think, that the sun might lure me away from Forks. She’d also wanted to talk with me alone, and that was easily arranged. Edward had fabricated a term paper to give himself an excuse to stay indoors during the day. In my head, I went through the conversation again. . . . Renée and I ambled along the sidewalk, trying to stay in the range of the infrequent palm tree shadows. Though it was early, the heat was smothering. The air was so heavy with moisture that just breathing in and out was giving my lungs a workout. “Bella?” my mother asked, looking out past the sand to the lightly crashing waves as she spoke. “What is it, Mom?” She sighed, not meeting my gaze. “I’m worried. . . .” “What’s wrong?” I asked, anxious at once. “What can I do?” “It’s not me.” She shook her head. “I’m worried about you . . . and Edward.” Renée finally looked at me when she said his name, her face apologetic. “Oh,” I mumbled, fixing my eyes on a pair of joggers as they passed us, drenched with sweat. “You two are more serious than I’d been thinking,” she went on. I frowned, quickly reviewing the last two days in my head. Edward and I had barely touched — in front of her, at least. I wondered if Renée was about to give me a lecture on responsibility, too. I didn’t mind that the way I had with Charlie. It wasn’t embarrassing with my mom. After all, I’d been the one giving her that lecture time and time again in the last ten years.  “There’s something . . . strange about the way you two are together,” she murmured, her forehead creasing over her troubled eyes. “The way he watches you — it’s so . . . protective. Like he’s about to throw himself in front of a bullet to save you or something.” I laughed, though I was still not able to meet her gaze. “That’s a bad thing?” “No.” She frowned as she struggled for the words. “It’s just different . He’s very intense about you . . . and very careful. I feel like I don’t really understand your relationship. Like there’s some secret I’m missing. . . .” “I think you’re imagining things, Mom,” I said quickly, struggling to keep my voice light. There was a flutter in my stomach. I’d forgotten how much my mother saw . Something about her simple view of the world cut through all the distractions and pierced right to the truth of things. This had never been a problem before. Until now, there had never been a secret I couldn’t tell her. “It’s not just him.” She set her lips defensively. “I wish you could see how you move around him.” “What do you mean?”  “The way you move — you orient yourself around him without even thinking about it. When he moves, even a little bit, you adjust your position at the same time. Like magnets . . . or gravity. You’re like a . . . satellite, or something. I’ve never seen anything like it.” She pursed her lips and stared down. “Don’t tell me,” I teased, forcing a smile. “You’re reading mysteries again, aren’t you? Or is it sci-fi this time?” Renée flushed a delicate pink. “That’s beside the point.” “Found anything good?” “Well, there was one — but that doesn’t matter. We’re talking about you right now.” “You should stick to romance, Mom. You know how you freak yourself out.” Her lips turned up at the corners. “I’m being silly, aren’t I?” For half a second I couldn’t answer. Renée was so easily swayed. Sometimes it was a good thing, because not all of her ideas were practical. But it pained me to see how quickly she caved in to my trivializing, especially since she was dead right this time. She looked up, and I controlled my expression. “Not silly — just being a mom.” She laughed and then gestured grandly toward the white sands stretching to the blue water. “And all this isn’t enough to get you to move back in with your silly mom?” I wiped my hand dramatically across my forehead, and then pretended to wring my hair out. “You get used to the humidity,” she promised. “You can get used to rain, too,” I countered. She elbowed me playfully and then took my hand as we walked back to her car. Other than her worries about me, she seemed happy enough. Content. She still looked at Phil with goo-goo eyes, and that was comforting. Surely her life was full and satisfying. Surely she didn’t miss me that much, even now. . . . Edward’s icy fingers brushed my cheek. I looked up, blinking, coming back to the present. He leaned down and kissed my forehead. “We’re home, Sleeping Beauty. Time to awake.” We were stopped in front of Charlie’s house. The porch light was on and the cruiser was parked in the driveway. As I examined the house, I saw the curtain twitch in the living room window, flashing a line of yellow light across the dark lawn. I sighed. Of course Charlie was waiting to pounce. Edward must have been thinking the same thing, because his expression was stiff and his eyes remote as he came to get my door for me. “How bad?” I asked. “Charlie’s not going to be difficult,” Edward promised, his voice level with no hint of humor. “He missed you.” My eyes narrowed in doubt. If that was the case, then why was Edward tensed as if for a battle? My bag was small, but he insisted on carrying it into the house. Charlie held the door open for us. “Welcome home, kid!” Charlie shouted like he really meant it. “How was Jacksonville?” “Moist. And buggy.” “So Renée didn’t sell you on the University of Florida?” “She tried. But I’d rather drink water than inhale it.” Charlie’s eyes flickered unwillingly to Edward. “Did you have a nice time?” “Yes,” Edward answered in a serene voice. “Renée was very hospitable.” “That’s . . . um, good. Glad you had fun.” Charlie turned away from Edward and pulled me in for an unexpected hug. “Impressive,” I whispered in his ear. He rumbled a laugh. “I really missed you, Bells. The food around here sucks when you’re gone.” “I’ll get on it,” I said as he let me go. “Would you call Jacob first? He’s been bugging me every five minutes since six o’clock this morning. I promised I’d have you call him before you even unpacked.” I didn’t have to look at Edward to feel that he was too still, too cold beside me. So this was the cause of his tension. “Jacob wants to talk to me?” “Pretty bad, I’d say. He wouldn’t tell me what it was about — just said it was important.” The phone rang then, shrill and demanding. “That’s him again, I’d bet my next paycheck,” Charlie muttered. “I got it.” I hurried to the kitchen. Edward followed after me while Charlie disappeared into the living room. I grabbed the phone mid-ring, and twisted around so that I was facing the wall. “Hello?” “You’re back,” Jacob said. His familiar husky voice sent a wave of wistfulness through me. A thousand memories spun in my head, tangling together — a rocky beach strewn with driftwood trees, a garage made of plastic sheds, warm sodas in a paper bag, a tiny room with one too-small shabby loveseat. The laughter in his deep-set black eyes, the feverish heat of his big hand around mine, the flash of his white teeth against his dark skin, his face stretching into the wide smile that had always been like a key to a secret door where only kindred spirits could enter. It felt sort of like homesickness, this longing for the place and person who had sheltered me through my darkest night. I cleared the lump from my throat. “Yes,” I answered. “Why didn’t you call me?” Jacob demanded. His angry tone instantly got my back up. “Because I’ve been in the house for exactly four seconds and your call interrupted Charlie telling me that you’d called.” “Oh. Sorry.” “Sure. Now, why are you harassing Charlie?” “I need to talk to you.” “Yeah, I figured out that part all by myself. Go ahead.” There was a short pause. “You going to school tomorrow?” I frowned to myself, unable to make sense of this question. “Of course I am. Why wouldn’t I?” “I dunno. Just curious.” Another pause. “So what did you want to talk about, Jake?” He hesitated. “Nothing really, I guess. I . . . wanted to hear your voice.” “Yeah, I know. I’m so glad you called me, Jake. I . . .” But I didn’t know what more to say. I wanted to tell him I was on my way to La Push right now. And I couldn’t tell him that. “I have to go,” he said abruptly. “What?” “I’ll talk to you soon, okay?” “But Jake —” He was already gone. I listened to the dial tone with disbelief. “That was short,” I muttered. “Is everything all right?” Edward asked. His voice was low and careful. I turned slowly to face him. His expression was perfectly smooth — impossible to read. “I don’t know. I wonder what that was about.” It didn’t make sense that Jacob had been hounding Charlie all day just to ask me if I was going to school. And if he’d wanted to hear my voice, then why did he hang up so quickly? “Your guess is probably better than mine,” Edward said, the hint of a smile tugging at the corner of his mouth. “Mmm,” I murmured. That was true. I knew Jake inside and out. It shouldn’t be that complicated to figure out his motivations. With my thoughts miles away — about fifteen miles away, up the road to La Push — I started combing through the fridge, assembling ingredients for Charlie’s dinner. Edward leaned against the counter, and I was distantly aware that his eyes were on my face, but too preoccupied to worry about what he saw there. The school thing seemed like the key to me. That was the only real question Jake had asked. And he had to be after an answer to something, or he wouldn’t have been bugging Charlie so <em>persistently</em>. Why would my attendance record matter to him, though? I tried to think about it in a logical way. So, if I hadn’t been going to school tomorrow, what would be the problem with that, from Jacob’s perspective? Charlie had given me a little grief about missing a day of school so close to finals, but I’d convinced him that one Friday wasn’t going to derail my studies. Jake would hardly care about that. My brain refused to come up with any brilliant insights. Maybe I was missing some vital piece of information. What could have changed in the past three days that was so important that Jacob would break his long streak of refusing to answer my phone calls and contact me? What difference could three days make? I froze in the middle of the kitchen. The package of icy hamburger in my hands slipped through my numb fingers. It took me a slow second to miss the thud it should have made against the floor. Edward had caught it and thrown it onto the counter. His arms were already around me, his lips at my ear. “What’s wrong?” I shook my head, dazed. Three days could change everything. Hadn’t I just been thinking about how impossible college was? How I couldn’t be anywhere near people after I’d gone through the painful three-day conversion that would set me free from mortality, so that I could spend eternity with Edward? The conversion that would make me forever a prisoner to my own thirst. . . . Had Charlie told Billy that I’d vanished for three days? Had Billy jumped to conclusions? Had Jacob really been asking me if I was still human? Making sure that the werewolves’ treaty was unbroken — that none of the Cullens had dared to bite a human . . . bite, not kill . . . ? But did he honestly think I would come home to Charlie if that was the case? Edward shook me. “Bella?” he asked, truly anxious now. “I think . . . I think he was checking,” I mumbled. “Checking to make sure. That I’m human, I mean.” Edward stiffened, and a low hiss sounded in my ear. “We’ll have to leave,” I whispered. “Before. So that it doesn’t break the treaty. We won’t ever be able to come back.” His arms tightened around me. “I know.” “Ahem.” Charlie cleared his voice loudly behind us. I jumped, and then pulled free of Edward’s arms, my face getting hot. Edward leaned back against the counter. His eyes were tight. I could see worry in them, and anger.  “If you don’t want to make dinner, I can call for a pizza,” Charlie hinted. “No, that’s okay, I’m already started.” “Okay,” Charlie said. He propped himself against the doorframe, folding his arms. I sighed and got to work, trying to ignore my audience. “If I asked you to do something, would you trust me?” Edward asked, an edge to his soft voice. We were almost to school. Edward had been relaxed and joking just a moment ago, and now suddenly his hands were clenched tight on the steering wheel, his knuckles straining in an effort not to snap it into pieces. I stared at his anxious expression — his eyes were far away, like he was listening to distant voices. My pulse sped in response to his stress, but I answered carefully. “That depends.” We pulled into the school lot. “I was afraid you would say that.” “What do you want me to do, Edward?” “I want you to stay in the car.” He pulled into his usual spot and turned the engine off as he spoke. “I want you to wait here until I come back for you.” “But . . .why ?” That was when I saw him. He would have been hard to miss, towering over the students the way he did, even if he hadn’t been leaning against his black motorcycle, parked illegally on the sidewalk. “Oh.” Jacob’s face was a calm mask that I recognized well. It was the face he used when he was determined to keep his emotions in check, to keep himself under control. It made him look like Sam, the oldest of the wolves, the leader of the Quileute pack. But Jacob could never quite manage the perfect serenity Sam always exuded. I’d forgotten how much this face bothered me. Though I’d gotten to know Sam pretty well before the Cullens had come back — to like him, even — I’d never been able to completely shake the resentment I felt when Jacob mimicked Sam’s expression. It was a stranger’s face. He wasn’t my Jacob when he wore it. “You jumped to the wrong conclusion last night,” Edward murmured. “He asked about school because he knew that I would be where you were. He was looking for a safe place to talk to me. A place with witnesses.” So I’d misinterpreted Jacob’s motives last night. Missing information, that was the problem. Information like why in the world Jacob would want to talk to Edward. “I’m not staying in the car,” I said. Edward groaned quietly. “Of course not. Well, let’s get this over with.” Jacob’s face hardened as we walked toward him, hand in hand. I noticed other faces, too — the faces of my classmates. I noticed how their eyes widened as they took in all six foot seven inches of Jacob’s long body, muscled up the way no normal sixteen-and-a-half-year-old ever had been. I saw those eyes rake over his tight black t-shirt — short-sleeved, though the day was unseasonably cool — his ragged, grease-smeared jeans, and the glossy black bike he leaned against. Their eyes didn’t linger on his face — something about his expression had them glancing quickly away. And I noticed the wide berth everyone gave him, the bubble of space that no one dared to encroach on. With a sense of astonishment, I realized that Jacob looked dangerous to them. How odd. Edward stopped a few yards away from Jacob, and I could tell that he was uncomfortable having me so close to a werewolf. He drew his hand back slightly, pulling me halfway behind his body. “You could have called us,” Edward said in a steel-hard voice. “Sorry,” Jacob answered, his face twisting into a sneer. “I don’t have any leeches on my speed dial.” “You could have reached me at Bella’s house, of course.” Jacob’s jaw flexed, and his brows pulled together. He didn’t answer. “This is hardly the place, Jacob. Could we discuss this later?” “Sure, sure. I’ll stop by your crypt after school.” Jacob snorted. “What’s wrong with now?” Edward looked around pointedly, his eyes resting on the witnesses who were just barely out of hearing range. A few people were hesitating on the sidewalk, their eyes bright with expectation. Like they were hoping a fight might break out to alleviate the tedium of another Monday morning. I saw Tyler Crowley nudge Austin Marks, and they both paused on their way to class. “I already know what you came to say,” Edward reminded Jacob in voice so low that I could barely make it out. “Message delivered. Consider us warned.” Edward glanced down at me for a fleeting second with worried eyes. “Warned?” I asked blankly. “What are you talking about?” “You didn’t tell her?” Jacob asked, his eyes widening with disbelief. “What, were you afraid she’d take our side?” “Please drop it, Jacob,” Edward said in an even voice. “Why?” Jacob challenged. I frowned in confusion. “What don’t I know? Edward?” Edward just glared at Jacob as if he hadn’t heard me. “Jake?” Jacob raised his eyebrow at me. “He didn’t tell you that his big . . .brother crossed the line Saturday night?” he asked, his tone thickly layered with sarcasm. Then his eyes flickered back to Edward. “Paul was totally justified in —” “It was no-man’s land!” Edward hissed. “Was not!” Jacob was fuming visibly. His hands trembled. He shook his head and sucked in two deep lungfuls of air. “Emmett and Paul?” I whispered. Paul was Jacob’s most volatile pack brother. He was the one who’d lost control that day in the woods — the memory of the snarling gray wolf was suddenly vivid in my head. “What happened? Were they fighting?” My voice strained higher in panic. “Why? Did Paul get hurt?” “No one fought,” Edward said quietly, only to me. “No one got hurt. Don’t be anxious.” Jacob was staring at us with incredulous eyes. “You didn’t tell her anything at all, did you? Is that why you took her away? So she wouldn’t know that —?” “Leave now.” Edward cut him off mid-sentence, and his face was abruptly frightening — truly frightening. For a second, he looked like . . . like a vampire . He glared at Jacob with vicious, unveiled loathing. Jacob raised his eyebrows, but made no other move. “Why haven’t you told her?” They faced each other in silence for a long moment. More students gathered behind Tyler and Austin. I saw Mike next to Ben — Mike had one hand on Ben’s shoulder, like he was holding him in place. In the dead silence, all the details suddenly fell into place for me with a burst of intuition. Something Edward didn’t want me to know. Something that Jacob wouldn’t have kept from me. Something that had the Cullens and the wolves both in the woods, moving in hazardous proximity to each other. Something that would cause Edward to insist that I fly across the country. Something that Alice had seen in a vision last week — a vision Edward had lied to me about. Something I’d been waiting for anyway. Something I knew would happen again, as much as I might wish it never would. It was never going to end, was it? I heard the quick gasp, gasp, gasp, gasp of the air dragging through my lips, but I couldn’t stop it. It looked like the school was shaking, like there was an earthquake, but I knew it was my own trembling that caused the illusion. “She came back for me,” I choked out. Victoria was never going to give up till I was dead. She would keep repeating the same pattern — feint and run, feint and run — until she found a hole through my defenders. Maybe I’d get lucky. Maybe the Volturi would come for me first — they’d kill me quicker, at least. Edward held me tight to his side, angling his body so that he was still between me and Jacob, and stroked my face with anxious hands. “It’s fine,” he whispered to me. “It’s fine. I’ll never let her get close to you, it’s fine.” Then he glared at Jacob. “Does that answer your question, mongrel?” “You don’t think Bella has a right to know?” Jacob challenged. “It’s her life.” Edward kept his voice muted; even Tyler, edging forward by inches, would be unable to hear. “Why should she be frightened when she was never in danger?” “Better frightened than lied to.” I tried to pull myself together, but my eyes were swimming in moisture. I could see it behind my lids — I could see Victoria’s face, her lips pulled back over her teeth, her crimson eyes glowing with the obsession of her vendetta; she held Edward responsible for the demise of her love, James. She wouldn’t stop until his love was taken from him, too. Edward wiped the tears from my cheek with his fingertips. “Do you really think hurting her is better than protecting her?” he murmured. “She’s tougher than you think,” Jacob said. “And she’s been through worse.” Abruptly, Jacob’s expression shifted, and he was staring at Edward with an odd, speculative expression. His eyes narrowed like he was trying to do a difficult math problem in his head. I felt Edward cringe. I glanced up at him, and his face was contorted in what could only be pain. For one ghastly moment, I was reminded of our afternoon in Italy, in the macabre tower room of the Volturi, where Jane had tortured Edward with her malignant gift, burning him with her thoughts alone. . . . The memory snapped me out of my near hysteria and put everything in perspective. Because I’d rather Victoria killed me a hundred times over than watch Edward suffer that way again. “That’s funny,” Jacob said, laughing as he watched Edward’s face. Edward winced, but smoothed his expression with a little effort. He couldn’t quite hide the agony in his eyes. I glanced, wide-eyed, from Edward’s grimace to Jacob’s sneer. “What are you doing to him?” I demanded. “It’s nothing, Bella,” Edward told me quietly. “Jacob just has a good memory, that’s all.” Jacob grinned, and Edward winced again. “Stop it! Whatever you’re doing.” “Sure, if you want.” Jacob shrugged. “It’s his own fault if he doesn’t like the things I remember, though.” I glared at him, and he smiled back impishly — like a kid caught doing something he knows he shouldn’t by someone who he knows won’t punish him. “The principal’s on his way to discourage loitering on school property,” Edward murmured to me. “Let’s get to English, Bella, so you’re not involved.” “Overprotective, isn’t he?” Jacob said, talking just to me. “A little trouble makes life fun. Let me guess, you’re not allowed to have fun, are you?” Edward glowered, and his lips pulled back from his teeth ever so slightly. “Shut up, Jake,” I said. Jacob laughed. “That sounds like a no . Hey, if you ever feel like having a life again, you could come see me. I’ve still got your motorcycle in my garage.” Ừ  This news distracted me. “You were supposed to sell that. You promised Charlie you would.” If I hadn’t begged on Jake’s behalf — after all, he’d put weeks of labor into both motorcycles, and he deserved some kind of payback — Charlie would have thrown my bike in a Dumpster. And possibly set that Dumpster on fire. “Yeah, right. Like I would do that. It belongs to you, not me. Anyway, I’ll hold on to it until you want it back.” A tiny hint of the smile I remembered was suddenly playing around the edges of his lips. “Jake . . .” He leaned forward, his face earnest now, the bitter sarcasm fading. “I think I might have been wrong before, you know, about not being able to be friends. Maybe we could manage it, on my side of the line.  Come see me.” I was vividly conscious of Edward, his arms still wrapped protectively around me, motionless as a stone. I shot a look at his face — it was calm, patient. “I, er, don’t know about that, Jake.” Jacob dropped the antagonistic façade completely. It was like he’d forgotten Edward was there, or at least he was determined to act that way. “I miss you every day, Bella. It’s not the same without you.” “I know and I’m sorry, Jake, I just . . .” He shook his head, and sighed. “I know. Doesn’t matter, right? I guess I’ll survive or something. Who needs friends?” He grimaced, trying to cover the pain with a thin attempt at bravado. Jacob’s suffering had always triggered my protective side. It was not entirely rational — Jacob was hardly in need of any physical protection I could offer. But my arms, pinned beneath Edward’s, yearned to reach out to him. To wrap around his big, warm waist in a silent promise of acceptance and comfort. Edward’s shielding arms had become restraints. “Okay, get to class,” a stern voice sounded behind us. “Move along, Mr. Crowley.” “Get to school, Jake,” I whispered, anxious as soon as I recognized the principal’s voice. Jacob went to the Quileute school, but he might still get in trouble for trespassing or the equivalent. Edward released me, taking just my hand and pulling me behind his body again. Mr. Greene pushed through the circle of spectators, his brows pressing down like ominous storm clouds over his small eyes. “I mean it,” he was threatening. “Detention for anyone who’s still standing here when I turn around again.” The audience melted away before he was finished with his sentence. “Ah, Mr. Cullen. Do we have a problem here?” “Not at all, Mr. Greene. We were just on our way to class.” “Excellent. I don’t seem to recognize your friend.” Mr. Greene turned his glower on Jacob. “Are you a new student here?” Mr. Greene’s eyes scrutinized Jacob, and I could see that he’d come to the same conclusion everyone else had: dangerous. A troublemaker. “Nope,” Jacob answered, half a smirk on his broad lips. “Then I suggest you remove yourself from school property at once, young man, before I call the police.” Jacob’s little smirk became a full-blown grin, and I knew he was picturing Charlie showing up to arrest him. This grin was too bitter, too full of mocking to satisfy me. This wasn’t the smile I’d been waiting to see. Jacob said, “Yes, sir,” and snapped a military salute before he climbed on his bike and kicked it to a start right there on the sidewalk. The engine snarled and then the tires squealed as he spun it sharply around. In a matter of seconds, Jacob raced out of sight. Mr. Greene gnashed his teeth together while he watched the performance. “Mr. Cullen, I expect you to ask your friend to refrain from trespassing again.” “He’s no friend of mine, Mr. Greene, but I’ll pass along the warning.” Mr. Greene pursed his lips. Edward’s perfect grades and spotless record were clearly a factor in Mr. Greene’s assessment of the incident. “I see. If you’re worried about any trouble, I’d be happy to —” “There’s nothing to worry about, Mr. Greene. There won’t be any trouble.” “I hope that’s correct. Well, then. On to class. You, too, Miss Swan.” Edward nodded, and pulled me quickly along toward the English building. “Do you feel well enough to go to class?” he whispered when we were past the principal. “Yes,” I whispered back, not quite sure if this was a lie. Whether I felt well or not was hardly the most important consideration. I needed to talk to Edward right away, and English class wasn’t the ideal place for the conversation I had in mind. But with Mr. Greene right behind us, there weren’t a lot of other options. We got to class a little late and took our seats quickly. Mr. Berty was reciting a Frost poem. He ignored our entrance, refusing to let us break his rhythm. I yanked a blank page out of my notebook and started writing, my handwriting more illegible than normal thanks to my agitation. What happened? Tell me everything . And screw the protecting me crap, please. I shoved the note at Edward. He sighed, and then began writing. It took him less time than me, though he wrote an entire paragraph in his own personal calligraphy before he slipped the paper back. Alice saw that Victoria was coming back. I took you out of town merely as a precaution — there was never a chance that she would have gotten anywhere close to you. Emmett and Jasper very nearly had her, but Victoria seems to have some instinct for evasion. She escaped right down the Quileute boundary line as if she were reading it from a map. It didn’t help that Alice’s abilities were nullified by the Quileutes’ involvement. To be fair, the Quileutes might have had her, too, if we hadn’t gotten in the way. The big gray one thought Emmett was over the line, and he got defensive. Of course Rosalie reacted to that, and everyone left the chase to protect their companions. Carlisle and Jasper got things calmed down before it got out of hand. But by then, Victoria had slipped away. That’s everything.  I frowned at the letters on the page. All of them had been in on it — Emmett, Jasper, Alice, Rosalie, and Carlisle. Maybe even Esme, though he hadn’t mentioned her. And then Paul and the rest of the Quileute pack. It might so easily have turned into a fight, pitting my future family and my old friends against each other. Any one of them could have been hurt. I imagined the wolves would be in the most danger, but picturing tiny Alice next to one of the huge werewolves, fighting . . . I shuddered. Carefully, I scrubbed out the entire paragraph with my eraser and then I wrote over the top:   What about Charlie? She could have been after him. Edward was shaking his head before I finished, obviously going to downplay any danger on Charlie’s behalf. He held a hand out, but I ignored that and started again. You can’t know that she wasn’t thinking that, because you weren’t here. Florida was a bad idea. He took the paper from underneath my hand. I wasn’t about to send you off alone. With your luck, not even the black box would survive. That wasn’t what I’d meant at all; I hadn’t thought of going without him. I’d meant that we should have stayed here together. But I was sidetracked by his response, and a little miffed. Like I couldn’t fly cross country without bringing the plane down. Very funny. So let’s say my bad luck did crash the plane. What exactly were you going to do about it? Why is the plane crashing? He was trying to hide a smile now. The pilots are passed out drunk. Easy. I’d fly the plane. Of course. I pursed my lips and tried again. Both engines have exploded and we’re falling in a death spiral toward the earth. I’d wait till we were close enough to the ground, get a good grip on you, kick out the wall, and jump. Then I’d run you back to the scene of the accident, and we’d stumble around like the two luckiest survivors in history. I stared at him wordlessly. “What?” he whispered. I shook my head in awe. “Nothing,” I mouthed. I scrubbed out the disconcerting conversation and wrote one more line. You will tell me next time. I knew there would be a next time. The pattern would continue until someone lost. Edward stared into my eyes for a long moment. I wondered what my face looked like — it felt cold, so the blood hadn’t returned to my cheeks. My eyelashes were still wet. He sighed and then nodded once. Thanks. The paper disappeared from under my hand. I looked up, blinking in surprise, just as Mr. Berty came down the aisle. “Is that something you’d like to share there, Mr. Cullen?” Edward looked up innocently and held out the sheet of paper on top of his folder. “My notes?” he asked, sounding confused. Mr. Berty scanned the notes — no doubt a perfect transcription of his lecture — and then walked away frowning. It was later, in Calculus — my one class without Edward — that I heard the gossip. “My money’s on the big Indian,” someone was saying. I peeked up to see that Tyler, Mike, Austin, and Ben had their heads bent together, deep in conversation. “Yeah,” Mike whispered. “Did you see the size of that Jacob kid? I think he could take Cullen down.” Mike sounded pleased by the idea. “I don’t think so,” Ben disagreed. “There’s something about Edward. He’s always so . . . confident. I have a feeling he can take care of himself.” “I’m with Ben,” Tyler agreed. “Besides, if that other kid messed Edward up, you know those big brothers of his would get involved.” “Have you been down to La Push lately?” Mike asked. “Lauren and I went to the beach a couple of weeks ago, and believe me, Jacob’s friends are all just as big as he is.” “Huh,” Tyler said. “Too bad it didn’t turn into anything. Guess we’ll never know how it would have turned out.” “It didn’t look over to me,” Austin said. “Maybe we’ll get to see.” Mike grinned. “Anyone in the mood for a bet?” “Ten on Jacob,” Austin said at once. “Ten on Cullen,” Tyler chimed in. “Ten on Edward,” Ben agreed. “Jacob,” Mike said. “Hey, do you guys know what it was about?” Austin wondered. “That might affect the odds.” “I can guess,” Mike said, and then he shot a glance at me at the same time that Ben and Tyler did. From their expressions, none of them had realized I was in easy hearing distance. They all looked away quickly, shuffling the papers on their desks. “I still say Jacob,” Mike muttered under his breath.",
            "vi": "3. Động cơ Mặt trời núp kín sau mây khiến ta chẳng thể nào biết được đã lặn hay chưa.  Sau chuyến bay dài --  đuổi theo mặt trời về hướng tây làm ta ngỡ nó như chẳng hề di chuyển – thiệt hết sức lộn xộn; thời gian hay thay đổi lạ kỳ.   Tôi ngạc nhiên khi rừng xanh nhường chỗ cho các toà nhà cao tầng đầu tiên, báo hiệu đã sắp đến nhà.  \"Em lặng lẽ quá,\" Edward nhận xét. \"Máy bay làm em mệt à?\" \"Không, em khoẻ.\" \"Em buồn vì xa nhà à?\" \"Yên lòng hơn là buồn, em nghĩ vậy.\" Anh nhướng mày nhìn tôi. Tôi biết thật vô ích và – cũng như tôi ghét phải thừa nhận - không cần bắt anh phải nhìn đường.  \"Về vài khía cạnh, Renée . . . mẫn cảm hơn Charlie rất nhiều.  Nên em lo.\" Edward cười. \"Mẹ em có kiểu suy nghĩ rất thú vị. Khá trẻ con, nhưng rất sáng suốt. Bà nhìn nhận sự việc khác người.\" Sáng suốt. Đó là từ miêu tả mẹ tôi rất đúng - khi bà để ý. Hầu như lúc nào Renée cũng bị cuộc sống làm hoang mang đến nỗi bà chẳng chú ý đến chuyện khác nhiều. Nhưng cuối tuần này bà toàn chú ý đến tôi.  Phil đang bận - đội bóng chày trung học mà ông huấn luyện đang đấu các trận quyết định - nên ở bên Edward và tôi một mình, chỉ làm khả năng tập trung của Renée nhạy bén hơn. Ngay sau những vòng tay ôm chầm và tiếng reo mừng vui vừa chấm dứt, Renée đã bắt đầu quan sát. Và khi bà quan sát, đôi mắt to màu xanh dương của bà ban đầu có vẻ bối rối rồi sau đó lại lo âu.  Sáng nay chúng tôi đi dạo dọc bờ biển. Bà muốn khoe mọi vẻ đẹp của tổ ấm mới, vẫn hy vọng, tôi nghĩ, mặt trời có thể dụ tôi rời Forks.  Bà cũng muốn nói chuyện với tôi một mình, và điều đó dễ thu xếp thôi. Edward đã bịa ra cái cớ làm tiểu luận để ở trong nhà vào ban ngày. Tôi ôn lại cuộc trò chuyện trong đầu... Renée và tôi thong thả đi dọc theo vỉa hè, cố nấn ná trong bóng râm lác đác của hàng cọ.  Mặc dù mới sáng sớm, mà cái nóng đã bao trùm. Không khí nhiều hơi nước đến nỗi chỉ hít thở thôi cũng đã làm phổi tôi hoạt động vất vả rồi.  \"Bella?\" mẹ hỏi, nhìn qua bờ cát vào những con sóng đang nhẹ nhàng vỗ bờ vừa nói.  \"Gì vậy, mẹ?\" Bà thở dài, không đáp lại ánh nhìn chằm chằm của tôi. \"Mẹ lo... \" \"Có chuyện gì vậy?\" Tôi hỏi, lo lắng ngay. \"Con giúp được gì không?\" \"Không phải chuyện mẹ.\"  Bà lắc đầu. \"Mẹ lo cho con... và Edward.\" Renée cuối cùng cũng nhìn tôi khi bà nhắc đến tên anh, mặt bà tỏ vẻ hối tiếc.  \"Ồ,\" tôi lầm bầm, dán mắt vào một đôi chạy bộ khi họ chạy ngang qua chúng tôi, đầm đìa mồ hôi.  \"Hai con có vẻ nghiêm túc hơn mẹ tưởng,\" bà nói tiếp.  Tôi cau mày, hồi tưởng nhanh lại hai ngày vừa qua trong đầu.  Edward và tôi hiếm khi chạm vào nhau – ít nhất là trước mặt mẹ. Tôi tự hỏi không biết có phải Renée cũng đang định lên lớp về tinh thần trách nhiệm cho tôi nữa không đây. Tôi đã chẳng phiền cái cách Charlie giáo huấn tôi.  Thì với mẹ cũng chẳng có gì phải mắc cỡ. Rốt cuộc, tôi đã từng là người thuyết giảng cho bà về chuyện đó hết lần này đến lần khác trong mười năm qua còn gì.  “Có cái gì đó... kỳ lạ trong cách hai con ở bên nhau,\" bà thì thầm, trán nhăn lại trên đôi mắt bối rối. \"Cái cách nó nhìn con – thật là ...  bảo vệ. Giống như thể nó sắp ném mình ra hứng đạn để cứu con này nọ.\" Tôi cười, dù vẫn không thể nhìn vào mắt bà. \"Vậy dở sao mẹ?\" \"Không.\" Bà cau mày khi cố kiếm từ. \"Chỉ lạ thôi.  Nó hết sức say mê con ... mà lại hết sức cẩn thận.  Mẹ cảm thấy mình không hiểu nỗi quan hệ của các con. Cứ như thể có bí mật nào đó mẹ không biết... \" \"Mẹ tưởng tượng không hà,\" tôi nói nhanh, cố giữ giọng vui vẻ.  Bao tử tôi hơi nhộn nhạo. Tôi đã quên mẹ mình đã thấy nhiều thế nào.  Cái gì đó trong cách nhìn nhận giản dị về thế giới của bà đã gạt bỏ hết mọi tín hiệu nhiễu để xuyên thẳng vào bản chất của sự vật.  Lúc trước, chuyện này chưa bao giờ là một vấn đề. Cho đến tận bây giờ, chưa từng có bí mật nào mà tôi không thể kể cho mẹ nghe.   \"Không chỉ nó thôi.\"  Bà mím môi phòng thủ. \"Mẹ ước con thấy được cách con quẩn quanh bên nó.\" \"Ý mẹ là gì?\" \"Cái cách con di chuyển – con hướng về nó mà chẳng hề hay biết. Khi nó di chuyển, thậm chí chỉ một chút thôi, là con đã điều chỉnh vị trí của mình ngay. Giống như nam châm... hay trọng lực.  Con giống như một ... vệ tinh, này nọ.  Mẹ chưa từng thấy bất cứ thứ gì như vậy.\" Bà mím môi và nhìn chằm chằm.  \"Đừng có bảo con là, \" tôi trêu chọc, cố rặn một nụ cười. \"Mẹ lại đọc truyện ly kỳ bí ẩn nữa đó nghen?  Hay lần này là truyện khoa học giả tưởng?\" Renée thoáng ửng hồng. \"Lạc đề rồi. \" \"Có gì hay không?\" \"Ừm, có một quyển - nhưng chuyện đó không quan trọng.  Mình đang nói chuyện con mà.\" \"Mẹ chỉ nên coi truyện tình cảm thôi, mẹ.  Mẹ biết mẹ hay tự làm mình sợ hãi ra sao rồi.\" Mẹ cười mỉm chi. \"Mẹ ngốc thiệt há?\" Trong nửa giây tôi không trả lời được. Renée quá dễ bị thuyết phục.  Đôi khi vậy thì hay, vì chẳng phải ý tưởng nào của mẹ cũng thiết thực. Nhưng tôi đau lòng khi thấy bà chịu thua quá nhanh kiểu đánh trống lảng của tôi, nhất là bởi vì lần này bà hoàn toàn đúng. Bà nhìn lên, và tôi kiểm soát vẻ mặt của mình.  \"Không ngốc -  chỉ là một bà mẹ mà thôi.\" Mẹ phá ra cười rồi khoát tay về phía bờ cát trắng kéo dài đến biển xanh.  \"Và tất cả những cái này không đủ làm con chuyển về ở với bà mẹ ngốc nghếch của con sao?\" Tôi lau trán đầy kịch tính, rồi giả vờ vắt tóc.  \"Con sẽ quen với không khí ẩm này mà,\" bà hứa.  \"Mẹ cũng có thể quen với mưa được mà,\" tôi lật ngược.  Bà nghịch ngợm thúc cùi chỏ tôi rồi nắm tay tôi trở về chỗ để xe.   Ngoại trừ nỗi lo lắng cho tôi, mẹ có vẻ khá hạnh phúc. Mãn nguyện.  Bà vẫn nhìn Phil với ánh mắt tình tứ, và chuyện đó làm tôi thấy an tâm. Rõ ràng là cuộc đời bà đầy đủ và mãn nguyện. Rõ ràng là mẹ không nhớ tôi nhiều đến thế, dù là hiện tại...  Ngón tay lạnh giá của Edward vuốt má tôi. Tôi nhìn lên, chớp mắt, trở về với thực tại. Anh cúi xuống hôn lên trán tôi.  \"Mình về nhà rồi, người đẹp ngủ trong rừng.  Tới giờ dậy rồi.\" Chúng tôi dừng lại trước nhà Charlie. Đèn hàng hiên đang bật và chiếc tuần tiễu đang đỗ ở đường lái xe vào nhà. Khi đang quan sát ngôi nhà, tôi thấy màn cửa sổ phòng khách di chuyển, rọi luồng ánh sáng vàng qua bãi cỏ tối đen.  Tôi thở dài. Dĩ nhiên là Charlie đang chờ tóm cổ rồi.  Edward hẳn cũng đang nghĩ vậy, vì mặt anh cứng đờ và ánh mắt anh xa xôi khi đến mở cửa cho tôi.  \"Tệ cỡ nào?\" Tôi hỏi."
        }
    ],
    "suggestions": []
}