{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pertaining",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pertaining",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pertaining",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>pertaining</k><blockquote><blockquote><ex><abr>adj.</abr> (cannot stand alone) pertaining to</ex></blockquote></blockquote></div>",
            "word": "pertaining",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pertaining",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Issues <em>pertaining</em> to confidentiality;",
            "vi": "Vấn đề liên quan đến giữ bí mật danh tính;"
        },
        {
            "en": "Evidence <em>pertaining</em> to the case",
            "vi": "Bằng chứng liên quan đến vụ kiện"
        },
        {
            "en": "Stricter enforcement of existing laws and regulations <em>pertaining</em> to CG.",
            "vi": "Thi hành chặt chẽ các luật lệ hiện hành liên quan tới QTDN."
        },
        {
            "en": "The manor and the land <em>pertaining</em> to it",
            "vi": "Trang viên và đất đai thuộc về nó"
        },
        {
            "en": "Do you want evidence <em>pertaining</em> to the case?",
            "vi": "Bạn cần bằng chứng liên quan đến vụ kiện?"
        },
        {
            "en": "They have not found any evidence <em>pertaining</em> to the case.",
            "vi": "Họ không tìm được bất cứ bằng chứng nào liên quan đến vụ kiện."
        },
        {
            "en": "A number of weaknesses in the existing Enterprise Law <em>pertaining</em> to corporate governance issues.",
            "vi": "Một số nhược điểm trong Luật Doanh nghiệp hiện hành liên quan đến những vấn đề quản trị doanh nghiệp."
        },
        {
            "en": "What are your beliefs <em>pertaining</em> to a person's soul once they have died?",
            "vi": "Bà có những niềm tin gì về linh hồn của một người sau khi họ chết không?"
        },
        {
            "en": "The police are trying to gather all the facts <em>pertaining</em> to your case.",
            "vi": "Cảnh sát đang cố gắng thu thập tất cả sự thật liên quan đến vụ án của bạn."
        },
        {
            "en": "One may read materials <em>pertaining</em> to his profession or personal interest.",
            "vi": "Người ta có thể đọc các tài liệu liên quan đến ngành nghề hay sở thích riêng."
        },
        {
            "en": "School measures changes <em>pertaining</em> to the \"learning attitude\" that can be attributed to the training.",
            "vi": "Trường học đo những thay đổi liên quan tới \"thái độ học tập\" điều có thể coi là thuộc tính của đào tạo."
        },
        {
            "en": "Existing summaries of government documents <em>pertaining</em> to SOE reform cover the period up to 2002.",
            "vi": "Những tóm tắt hiện có về những văn bản của Chính phủ về cải cách doanh nghiệp nhà nước mới bao quát đến năm 2002."
        },
        {
            "en": "When a temporary employee agrees to an assignment, they receive instructions <em>pertaining</em> to the job.",
            "vi": "Khi một nhân viên tạm thời đồng ý với công việc được phân công, họ nhận được chỉ dẫn liên quan đến công việc."
        },
        {
            "en": "And offering legal assistance, when necessary, on matters <em>pertaining</em> to insurance, harassment, discrimination and official documents.",
            "vi": "Cung cấp dịch vụ hỗ trợ pháp lý khi cần thiết về những vấn đề bảo hiểm, quấy rối, phân biệt đối xử và chuẩn bị hồ sơ."
        },
        {
            "en": "Accurate information <em>pertaining</em> to gender balance in upper secondary and tertiary education are also difficult to obtain.",
            "vi": "Cũng khó có thể thu thập được thông tin chính xác liên quan đến bình đẳng giới ở cấp phổ thông trung học và đại học."
        },
        {
            "en": "I am not a professional in the computer biz, but I have a question <em>pertaining</em> to my home computer.",
            "vi": "Tôi không phải dân chuyên nghiệp trong kinh doanh máy tính, nhưng tôi có một câu hỏi liên quan đến máy tính ở nhà của tôi."
        },
        {
            "en": "The complicated procedures <em>pertaining</em> to the purchase of red invoice books also appear to be a major source of frustration.",
            "vi": "Chính các thủ tục phức tạp liên quan đến việc mua hóa đơn đỏ cũng có vẻ là nguồn gốc của phiền toái."
        },
        {
            "en": "Numerous development indicators have improved and the first Millennium Development Goal (MDG), <em>pertaining</em> to poverty reduction, has already been achieved.",
            "vi": "Nhiều chỉ số phát triển đã được cải thiện, và Mục tiêu Phát triển Thiên niên kỷ đầu tiên liên quan tới xoá đói giảm nghèo đã đạt được."
        },
        {
            "en": "Business associations should have the right to suggest new initiatives on laws and regulations <em>pertaining</em> to the business environment.",
            "vi": "Các hiệp hội doanh nghiệp nên có quyền đề xuất ý tưởng xây dựng các luật và quy định liên quan đến môi trường kinh doanh."
        },
        {
            "en": "A few respondents recommended that there should be clearer laws on the consulting industry, particularly <em>pertaining</em> to consulting partnerships and company registration.",
            "vi": "Một số người trả lời phỏng khuyến nghị rằng cần có các luật rõ ràng hơn cho ngành tư vấn, đặc biệt là về các vấn đề hợp tác tư vấn và đăng ký công ty."
        }
    ],
    "suggestions": []
}