{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Peru"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Peru"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Peru"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Peru"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Peru"
        }
    },
    "sentences": [
        {
            "en": "What's the capital of <em>Peru</em>?",
            "vi": "Thủ đô của Peru là gì?"
        },
        {
            "en": "Ecuador is between <em>Peru</em> and Colombia.",
            "vi": "Ecuador nằm giữa Peru và Columbia."
        },
        {
            "en": "I saw some fantastic sights in <em>Peru</em>.",
            "vi": "Tôi xem một vài phong cảnh tuyệt vời ở peru."
        },
        {
            "en": "Three earthquakes struck <em>Peru</em> on April 5th and 6th.",
            "vi": "Ba trận động đất đã xảy ra ở Peru vào ngày 5 và ngày 6 tháng 4."
        },
        {
            "en": "The situations in Haiti and <em>Peru</em> are not unique.",
            "vi": "Tình hình ở Haiti và Peru hoàn toàn không phải là ngoại lệ."
        },
        {
            "en": "<em>Peru</em> used to to be the cradle of the glorious culture of Inca Empire in the 16th century and colonized by Spanish with the Viceroyalty of <em>Peru</em>.",
            "vi": "Từng là cái nôi của nền văn minh Inca rực rỡ, nhưng vào thế kỷ 16, Peru đã bị người Tây Ban Nha xâm chiếm , và thành lập phó vương phủ Peru."
        },
        {
            "en": "<em>Peru</em> used to to be the cradle of the glorious culture of Inca Empire in the 16th century and colonized by Spanish with the Viceroyalty of <em>Peru</em>.",
            "vi": "Từng là cái nôi của nền văn minh Inca rực rỡ, nhưng vào thế kỷ 16, Peru đã bị người Tây Ban Nha xâm chiếm, và thành lập phó vương phủ Peru."
        },
        {
            "en": "The Company produces its fishmeal and fish oil from anchovy harvested off the coast of <em>Peru</em>.",
            "vi": "Công ty sản xuất bột cá và dầu cá từ loài cá trổng khai thác được từ ngoài biển Peru."
        },
        {
            "en": "Vietnam now stands in the same category as countries such as Brazil, Bulgaria, <em>Peru</em>, and Russia.",
            "vi": "Việt Nam bây giờ được xếp cùng loại với các nước như Braxin, Bungaria, Peru và Nga."
        },
        {
            "en": "Dawn Baker, manager of travel company Footprints, runs tours to tribal areas in <em>Peru</em>.",
            "vi": "Dawn Baker, quản lý của công ty du lịch Footprints, đang điều hành chương trình tham quan du lịch vùng đất các bộ tộc ở Peru."
        },
        {
            "en": "It said <em>Peru</em> produced 190,000 metric tons of coca leaf last year.",
            "vi": "Họ còn cho biết Peru sản xuất 190 ngàn tấn lá côca năm ngoái."
        },
        {
            "en": "The President didn't specify a date for his visit to <em>Peru</em>.",
            "vi": "Ngài tổng thống không định rõ ngày đến thăm Pêru."
        },
        {
            "en": "The presidents Chile, Colombia, Mexico and <em>Peru</em> have met in Lima to sign a trade agreement.",
            "vi": "Tổng thống các nước Chi-lê, Cô-lôm-bi-a, Mê-xi-cô và Pê-ru đã nhóm họp tại thủ đô Lima để ký kết một hiệp định thương mại."
        },
        {
            "en": "The presidents Chile, Colombia, Mexico and <em>Peru</em> have met in Lima to sign a trade agreement.",
            "vi": "Tổng thống các nước Chi - lê, Cô - lôm - bi - a, Mê - xi - cô và Pê - ru đã nhóm họp tại thủ đô Lima để ký kết một hiệp định thương mại."
        },
        {
            "en": "The next high level meeting will actually take place at the APEC meetings in <em>Peru</em>.",
            "vi": "Cuộc gặp cao cấp tới đây sẽ diễn ra trong khuôn khổ hội nghị APEC tại Peru."
        },
        {
            "en": "After achieving independence in 1821, <em>Peru</em> has become a multiethnic country.",
            "vi": "Sau khi giành được độc lập vào năm 1821, Peru trở thành một quốc gia nhiều chủng tộc."
        },
        {
            "en": "It said <em>Peru</em> produced 190, 000 metric tons of coca leaf last year.",
            "vi": "Họ còn cho biết Peru sản xuất 190 ngàn tấn lá côca năm ngoái."
        },
        {
            "en": "What do you know about the severance of diplomatic relations between <em>Peru</em> and Germany?",
            "vi": "Ông biết gì về việc cắt đứt quan hệ ngoại giao giữa Peru và Đức?"
        },
        {
            "en": "Even if I live in <em>Peru</em> for 50 years, I'm still English, even though I might have a Peruvian passport.",
            "vi": "Mặc dù tôi sống ở Peru đã 50 năm nhưng tôi vẫn là người Anh, mặc dù tôi đã có hộ chiếu người Peru."
        },
        {
            "en": "CPTPP will help Vietnam boost trade with Canada, Mexico and <em>Peru</em>, which don’t have FTAs with Vietnam.",
            "vi": "CPTPP sẽ giúp Việt Nam thúc đẩy thương mại với Canada, Mexico và Peru- các nước chưa có Hiệp định thương mại (FTA) với Việt Nam."
        }
    ],
    "suggestions": []
}