{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pervaded",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pervaded",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pervaded",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>pervaded</k><blockquote><blockquote><ex><abr>adj.</abr> (cannot stand alone) pervaded with (pervaded with cynicism) </ex></blockquote></blockquote></div>",
            "word": "pervaded",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pervaded",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The smell of flowers <em>pervaded</em> the house.",
            "vi": "Hương hoa lan tỏa khắp ngôi nhà."
        },
        {
            "en": "The lotos' fragrance <em>pervaded</em> all the fields.",
            "vi": "Mùi hoa sen tỏa khắp cánh đồng."
        },
        {
            "en": "Desperation <em>pervaded</em> the dusk-filled room.",
            "vi": "Nỗi tuyệt vọng tràn ngập trong căn phòng phủ đầy bụi bặm."
        },
        {
            "en": "Desperation <em>pervaded</em> the dusk - filled room.",
            "vi": "Nỗi tuyệt vọng tràn ngập trong căn phòng phủ đầy bụi bặm."
        },
        {
            "en": "An enthusiastic atmosphere <em>pervaded</em> the whole meeting.",
            "vi": "Không khí phấn khởi bao trùm cuộc họp."
        },
        {
            "en": "A strange scent smell <em>pervaded</em> the air.",
            "vi": "Một hương thơm lạ tỏa mùi tràn ngập không khí."
        },
        {
            "en": "The Narwhal was <em>pervaded</em> with an atmosphere of excitement.",
            "vi": "Con tàu Narwath tràn ngập bầu không khí nhộn nhịp."
        },
        {
            "en": "A dress <em>pervaded</em> with the scent of face powder.",
            "vi": "Chiếc áo đượm mùi phấn."
        },
        {
            "en": "Her work is <em>pervaded</em> by nostalgia for a past age.",
            "vi": "Tác phẩm của bà ấy tràn đầy nỗi luyến tiếc một thời đã qua."
        },
        {
            "en": "My garden is <em>pervaded</em> with the fragrance of flowers.",
            "vi": "Vườn nhà tôi nức mùi hoa."
        },
        {
            "en": "Though Anderson was the country's third highest concert box-office draw, her success did not exempt her from the racial biases that <em>pervaded</em> her era.",
            "vi": "Dù Anderson là người thu hút người khác đến thưởng thức cao thứ ba cả nước nhưng thành công của cô đã không giúp cô thoát được nạn kỳ thị chủng tộc, điều còn rất phổ biến trong thời của cô."
        },
        {
            "en": "Though Anderson was the country's third highest concert box - office draw, her success did not exempt her from the racial biases that <em>pervaded</em> her era.",
            "vi": "Dù Anderson là người thu hút người khác đến thưởng thức cao thứ ba cả nước nhưng thành công của cô đã không giúp cô thoát được nạn kỳ thị chủng tộc, điều còn rất phổ biến trong thời của cô."
        },
        {
            "en": "Something was wrong with the world, a somber, frightening wrongness that <em>pervaded</em> everything like a dark impenetrable mist, stealthily closing around Scarlett.",
            "vi": "Thế giới đang có một cái gì đó không ổn, một sai hỏng khủng khiếp, hắc ám nó thấm vào mọi vật như một màn sương dày mù mịt, lén lút bao quanh scarlett."
        },
        {
            "en": "The image of the Pompidou <em>pervaded</em> popular culture in the 1970s, making appearances everywhere - on record-album covers and a table lamp, and even acting as the set for a James Bond 1 film. This did much to overcome the secretive nature of the architectural culture of its time, as it enabled wider audience to appreciate the style and content of the building and so moved away from the strictly professional view.",
            "vi": "Hình ảnh của tòa nhà Pompidou đã ăn sâu trong văn hóa Pháp những năm 70, khi nó có mặt ở khắp mọi nơi- trên huy chương- trên đĩa nhạc, cây đèn bàn và thậm chí được dùng trong một cảnh quay trong phim James Bond. Lối kiến trúc của tòa nhà phá vỡ đi hình thức thiết kế theo lối kín đáo trong thời gian này khi mà nó được một lượng lớn khách viếng đánh giá cao về phong cách và bố cục của tòa nhà khi đó thoát khỏi cách nhìn khắc khe của các nhà chuyên môn."
        }
    ],
    "suggestions": []
}