{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Petersburg"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Petersburg"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Petersburg"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Petersburg"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Petersburg"
        }
    },
    "sentences": [
        {
            "en": "St <em>petersburg</em> paradox",
            "vi": "Nghịch lý st petersburg"
        },
        {
            "en": "8) St. <em>Petersburg</em>, Russia",
            "vi": "8) St. Petersburg, Nga"
        },
        {
            "en": "St. <em>Petersburg</em> has more historical sites.",
            "vi": "St. Petersburg có nhiều địa danh lịch sử hơn."
        },
        {
            "en": "I 'm Russian and I' m from Saint <em>Petersburg</em>.",
            "vi": "Tôi là người Nga và tôi đến từ Saint Petersburg."
        },
        {
            "en": "St. <em>Petersburg</em> is better for old men like Peter.",
            "vi": "St. Petersburg thích hợp cho người lớn tuổi như Peter hơn."
        },
        {
            "en": "How does it compare with St. <em>Petersburg</em>, Florida?",
            "vi": "So với St. Petersburg, Florida thì nó như thế nào?"
        },
        {
            "en": "The Winter Palace is undoubtedly the most famous building of imperial St. <em>Petersburg</em>.",
            "vi": "Không còn nghi ngờ gì nữa, cung điện mùa đông là tòa nhà nổi tiếng nhất của St. Petersburg tráng lệ."
        },
        {
            "en": "After Moscow, I went on to St. <em>Petersburg</em> for a couple of days.",
            "vi": "Sau Mát-xcơ-va (Moscow), tôi tiếp tục đến St. Petersburg một vài ngày."
        },
        {
            "en": "I had chance to visit the St <em>Petersburg</em> headquarters of the National Republican Party.",
            "vi": "Tôi đã có dịp thăm trụ sở tại thành phố St Petersburg của Đảng Cộng hòa Quốc gia."
        },
        {
            "en": "St. <em>Petersburg</em> was renamed Leningrad in honour of Lenin after his death.",
            "vi": "Thành phố St. Petersburg được đổi tên thành Leningrad để tỏ lòng tôn kính Lenin sau khi ông ấy qua đời."
        },
        {
            "en": "\"we were happy because this bacterium has only been found until now in five or six places on Earth,\" said Sergey Bulat of the <em>Petersburg</em> Nuclear Physics Institute.",
            "vi": "\"chúng tôi vui mừng vì vi khuẩn này đến nay chỉ được tìm thấy tại năm hoặc sáu nơi trên trái đất,\" sergey bulat của viện vật lý hạt nhân petersburg nói."
        },
        {
            "en": "The leaders of Russia, France and Germany met in St <em>Petersburg</em> to discuss their strategy in dealing with post-Saddam Iraq and the victorious coalition.",
            "vi": "Các nhà lãnh đạo Nga, Pháp và Đức gặp nhau ở St Petersburg để bàn chiến lược quan hệ với I - Rắc thời hậu Saddam và với liên quân đang chiến thắng."
        },
        {
            "en": "The leaders of Russia, France and Germany met in St <em>Petersburg</em> to discuss their strategy in dealing with post - Saddam Iraq and the victorious coalition.",
            "vi": "Các nhà lãnh đạo Nga, Pháp và Đức gặp nhau ở St Petersburg để bàn chiến lược quan hệ với I-Rắc thời hậu Saddam và với liên quân đang chiến thắng."
        },
        {
            "en": "St. <em>Petersburg</em> is a popular port of call for cruise ships sailing to Scandinavia and northern Europe, and traveling to this historical city via ship in the summertime is a great vacation.",
            "vi": "St.Petersburg là một trạm dừng chân nổi tiếng dành cho các du thuyền cập bến đến Scandinavia và bắc Âu, và du lịch tới thành phố lịch sử này bằng thuyền vào mùa hạ là một kì nghỉ tuyệt vời."
        },
        {
            "en": "St. <em>Petersburg</em> is a popular port of call for cruise ships sailing to Scandinavia and northern Europe, and traveling to this historical city via ship in the summertime is a great vacation.",
            "vi": "St. Petersburg là một trạm dừng chân nổi tiếng dành cho các du thuyền cập bến đến Scandinavia và bắc Âu, và du lịch tới thành phố lịch sử này bằng thuyền vào mùa hạ là một kì nghỉ"
        },
        {
            "en": "Specialty: High-end math & science application, embedded software development - St. <em>Petersburg</em> is an important educational hub, with a large number of institutions offering relevant courses for developing high-end programming skill.",
            "vi": "Đặc thù: Toán học cao & ứng dụng khoa học, phát triển phần mềm nhúng - St. Petersburg là một đầu mối giáo dục quan trọng, với số lớn các viện cung cấp các nguồn có liên quan để phát triển kĩ năng lập trình cao."
        },
        {
            "en": "Leila Webster and Joshua Charap, \"The Emergence of Private Sector Manufacturing in St. <em>Petersburg</em>: A Survey of Firms\", World Bank Technical Paper Number 228, Washington, DC: World Bank, 1993.",
            "vi": "Leila Webster và Joshua Charap, \"Sự phát triển của khu vực sản xuất tư nhân ở St. Petersburg: khảo sát các công ty\", Bản tin kỹ thuật của Ngân hàng Thế giới Số 228, Washington, DC: Ngân hàng thế giới, 1993."
        },
        {
            "en": "Obama told PBS' Gwen Ifill and Fox News' Chris Wallace that he had \"conversations\" with Russian President Vladimir Putin about this issue during their conversation last week at the G20 summit in St. <em>Petersburg</em>. But he emphasiz​ed that even if this deal led to a \"breakthrough,\" it would require strict conditions and follow-up.",
            "vi": "Ông Obama nói với Gwen Ifill của tờ PBS và Chris Wallace của hãng tin Fox News là ông đã \"đối thoại\" với Tổng thống Nga Vladimir Putin về vấn đề này trong cuộc hội đàm của họ tại hội nghị thượng đỉnh G20 ở St. Petersburg cuối tuần trước. Nhưng ông nhấn mạnh rằng ngay cả khi thỏa thuận này đưa đến một “bước đột phá”, thì đòi hỏi phải có những điều kiện nghiêm ngặt và bước đi tiếp theo."
        },
        {
            "en": "The tallest building in Europe is nearly complete. Rising above a new waterfront complex in St. <em>Petersburg</em>, Russia, the Lakhta Center's tower stands at 462 meters (1,516 feet) tall, making it the city's first \"supertall\" building (one measuring 300 meters or above).",
            "vi": "Tòa nhà cao nhất châu Âu sắp sửa hoàn thành. Nằm trên một khu phức hợp bờ sông mới tại St Petersburg, Nga, tòa tháp của Trung tâm Lakhta có độ cao 462 mét (1.516 feet), là tòa nhà \"siêu cao\" đầu tiên của thành phố ( tòa nah2 cao trên 300 mét)."
        },
        {
            "en": "Gazprom had long eyed St. <em>Petersburg</em> as a location for its new headquarters, first launching a project to build a tower in the city center in 2006. The complex, first known as Gazprom City and then Oktha Center, experienced local pushback from residents who believed it would ruin the city's historic heart, a UNESCO World Heritage site since 1990.",
            "vi": "Gazprom từ lâu đã nhắm St Petersburg là một địa điểm cho trụ sở mới khi lần đầu tiên tung ra một dự án xây dựng một tòa tháp ở trung tâm thành phố vào năm 2006. Khu phức hợp với cái tên sơ khai là Gazprom City và sau đó đổi thành trung tâm Oktha. Tuy nhiên, dự án này lại gặp phải những phàn nàn từ dân cư khi họ cho rằng nó sẽ phá hủy những trung tâm lịch sử quan trọng của thành phố đã được UNESCO công nhận là di sản văn hóa thế giới vào năm 1990."
        }
    ],
    "suggestions": []
}