{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pə'ti:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xinh xinh, nhỏ nhắn, mảnh dẻ (nói về cô gái, người phụ nữ)</td></tr></table><i/></div>",
            "word": "petite"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>petite</k><blockquote><cclass>[<cclass>pə'ti:t<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective (of a woman) attractively small and dainty. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: Fr., feminine of <i>petit</i> 'small'. </blockquote></div>",
            "word": "petite"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>petite</k><blockquote>▸ <cclass>adjective SMALL, dainty, diminutive, slight, little, tiny, elfin, delicate, small-boned; <cclass><i>Scottish</i> wee; <cclass><i>informal</i> pint-sized.</cclass></cclass></cclass></blockquote></div>",
            "word": "petite"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "petite"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "petite"
        }
    },
    "sentences": [
        {
            "en": "We were all surprised at how <em>petite</em> she was.",
            "vi": "Tất cả chúng tôi đều bất ngờ trước vẻ nhỏ nhắn của cô ấy."
        },
        {
            "en": "She is the <em>petite</em> woman next to the door.",
            "vi": "cô ấy chính là ngừơi phụ nữ nhỏ nhắn đứng gần cửa."
        },
        {
            "en": "I saw a <em>petite</em> person looking at my senior and me playing soccer.",
            "vi": "Tôi nhìn thấy một cô gái nhỏ nhắn hay nhìn đội trưởng và tôi chơi đá bóng."
        },
        {
            "en": "I saw a <em>petite</em> person looking at my seniors & me playing soccer.",
            "vi": "Tôi nhìn thấy một cô gái nhỏ nhắn đang nhìn những người khóa trên của tôi và tôi chơi đá bóng."
        },
        {
            "en": "I saw a <em>petite</em> person look ing at my seniors abd me playing soccer.",
            "vi": "Tôi nhìn thấy một cô gái nhỏ nhắn hay nhìn đội trưởng và tôi chơi đá bóng."
        },
        {
            "en": "She was a <em>petite</em> woman; the top of her hairstyle reached no higher than mr. Bekku's shoulder.",
            "vi": "Cô ta nhỏ nhắn; kiểu tóc cô ta bới cao nhưng cô ta đứng cũng không quá vai ông bekku."
        },
        {
            "en": "The dress was fitted, nipping in sharply at the waist, and she thought it was very becoming to her <em>petite</em> figure.",
            "vi": "Chiếc váy thật là vừa vặn, bó sát eo, và cô ấy cho rằng nó sẽ rất gợi cảm với thân hình nhỏ nhắn của mình."
        },
        {
            "en": "As a result the <em>petite</em> pooch has forged an inseparable bond with Miss Vanes's pet kitten Kiera and they are now the best of friends.",
            "vi": "Và kết quả là chú chó nhỏ được nuôi cùng với con mèo con của cô Vanes. Hiện giờ họ đã trở thành đôi bạn cực kỳ thân thiết"
        },
        {
            "en": "\"She is quite <em>petite</em>, isn't she?\": This is only used to describe women who are shorter than average. The average height for a woman in the United States is 5 foot 4 inches.",
            "vi": "\"Cô ấy hơi nhỏ con, nhỉ? \": Chỉ nói vậy để miêu tả phụ nữ thấp hơn trung bình. Chiều cao trung bình của phụ nữ ở Hoa Kỳ là 5 fút 4 inch."
        },
        {
            "en": "A bra's straps allow you to modify how the cups fit and support your breasts. When the straps are the right length, a bra lifts the breasts comfortably and the back of the bra will run straight across your back (if a bra is pulling upward in the back, it may be a sign that the straps are too tight). You should be able to get one finger under the straps to prevent them from digging into your shoulders. In general, girls who are <em>petite</em> will need to wear their bra straps shorter than girls who are tall. If you've made the straps looser and they are still digging into your shoulders, the cup siz​e might be too small for you.",
            "vi": "Dây đai của áo ngực cho phép bạn điều chỉnh sự vừa vặn của cúp ngực và nâng đỡ ngực bạn. Khi dây đai đúng chiều dài, áo ngực nâng vú thoải mái và mặt sau của áo ngực sẽ nằm thẳng trên lưng của bạn (nếu một chiếc áo ngực bị kéo lên ở phía sau, đó có thể là một dấu hiệu cho thấy các dây đai quá chặt). Bạn sẽ có thể luồn một ngón tay vào dưới dây đai để ngăn chúng hằn vào vai của bạn. Nói chung, những phụ nữ nhỏ nhắn sẽ cần thu dây đai áo ngực của họ ngắn hơn so với những người cao. Nếu bạn đã nới dây áo lỏng hơn mà chúng vẫn hằn vào vai của bạn thì có thể kích cỡ cúp ngực là quá nhỏ đối với bạn."
        }
    ],
    "suggestions": []
}