{
    "en_vn": {
        "data": {
            "content": null,
            "word": "petit",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>petit</k><blockquote><cclass>[<cclass>'pɛti<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective <cclass>Law (of a crime) petty. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr., 'small'. </blockquote></div>",
            "word": "petit",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "petit",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "petit",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "petit",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Petit</em> bourgeois prejudices",
            "vi": "Những thành kiến tiểu tư sản"
        },
        {
            "en": "<em>Petit</em> bourgeois interests",
            "vi": "Quyền lợi tiểu tư sản"
        },
        {
            "en": "Peter is a <em>petit</em> bourgeois.",
            "vi": "Peter là người thuộc giai cấp tiểu tư sản."
        },
        {
            "en": "They clearly represent the <em>petit</em> - bourgeois interests.",
            "vi": "Chúng rõ ràng điển hình cho các quyền lợi tiểu tư sản."
        },
        {
            "en": "They clearly represent the <em>petit</em>-bourgeois interests.",
            "vi": "Chúng rõ ràng điển hình cho các quyền lợi tiểu tư sản."
        },
        {
            "en": "<em>Petit</em> bourgeois prejudices still exist in many countries.",
            "vi": "Những định kiến tiểu tư sản vẫn còn tồn tại ở nhiều nước."
        },
        {
            "en": "Others are used specifically for <em>petit</em> mal or for focal and grand mal epilepsy.",
            "vi": "Các loại khác chỉ đặc biệt dùng cho petit mal hay cho grand mal và động kinh cục bộ."
        },
        {
            "en": "He had spent ages searching for the right spot before settling on picturesque <em>Petit</em> Port on Guernsey.",
            "vi": "Anh ấy đã phải mất rất nhiều thời gian để tìm kiếm địa điểm lí tưởng trước khi chọn bờ biển Petit xinh đẹp thuộc Guernsey làm nơi cầu hôn."
        },
        {
            "en": "A father and son have the most precious conversation during an interview by french media (Le <em>Petit</em> Journal sur Canal+) at the scene of the Bataclan attacks. All images belong to Le <em>Petit</em> Journal / Canal +",
            "vi": "Hai bố con nọ có cuộc trò chuyện hết sức cảm động trong một cuộc phỏng vấn của các phương tiện truyền thông Pháp (Le Petit Journal/ Canal+) ngay tại nơi xảy ra các vụ tấn công ở Bataclan.\nBản quyền tất cả những hình ảnh này thuộc về Le Petit Journal / Canal +"
        },
        {
            "en": "IT consultant Jeremy, 39, from Sheffield, had spent ages searching for the right spot before settling on picturesque <em>Petit</em> Port on the Channel Island of Guernsey.",
            "vi": "Jeremy là một chuyên gia tư vấn IT, 39 tuổi đến từ Sheffield, đã phải mất rất nhiều thời gian tìm kiếm vị trí lí tưởng cho màn cầu hôn trước khi tìm đến bờ biển Petit xinh đẹp trên hòn đảo Channel thuộc Guernsey."
        },
        {
            "en": "\"we hope to find life adapted to a cold environment but we have found the opposite,\" said Jean-Robert <em>Petit</em> of the Laboratory of Glaciology and Geophysics of the Environment in Grenoble (France).",
            "vi": "\"chúng tôi mong tìm thấy sự sống thích nghi với môi trường lạnh nhưng chúng tôi đã tìm thấy điều ngược lại,\" jean - robert petit của phòng thí nghiệm băng hà học và địa vật lý môi trường ở grenoble (pháp) nói."
        },
        {
            "en": "Schick is offering a limited-edition Asuka and Unit 01 razor holder stand set, and Schick Hydro, Schick Quattro, and Schick Protector razors will each come with one of seven different <em>Petit</em> Eva figures on mobile phone straps. The latest figures differ from those previously offered in the campaign.",
            "vi": "Schick sắp đưa ra bộ giá treo dao cạo râu Asuka và Unit 01 số lượng hạn chế, và mỗi loại Schick Hydro, Schick Quattro, và dao cạo râu Schick Protector sẽ kèm theo một trong bảy nhân vật Petit Eva khác nhau gắn trên dây trang trí điện thoại di động. Các nhân vật mới nhất này không giống các nhân vật/búp bê ở chiến dịch quảng cáo trước"
        }
    ],
    "suggestions": []
}