{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi 'dʒi:]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(về phim ảnh) (viết tắt) của <font color=\"#1371BB\">parental guidance </font>(phải có sự hướng dẫn của bố mẹ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(viết tắt) của <font color=\"#1371BB\">paying guest </font>(người khách phải trả tiền)</td></tr></table><i/></div>",
            "word": "PG",
            "pronounce": "[,pi 'dʒi:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>PG</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 (in the UK) parental guidance, a film classification indicating that some parents may find the film unsuitable for their children. </blockquote></blockquote><blockquote><blockquote>2》 paying guest. </blockquote></blockquote></div>",
            "word": "PG",
            "pronounce": "[,pi 'dʒi:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "PG",
            "pronounce": "[,pi 'dʒi:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "PG",
            "pronounce": "[,pi 'dʒi:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "PG",
            "pronounce": "[,pi 'dʒi:]"
        }
    },
    "sentences": [
        {
            "en": "<em>PG</em> Bank",
            "vi": "Ngân hàng Xăng dầu Petrolimex"
        },
        {
            "en": "A range of promising initiatives are supported by <em>PG</em> partners in support of this objective.",
            "vi": "Để đạt được mục tiêu này, các thành viên trong Nhóm Đối tác đang hỗ trợ triển khai nhiều sáng kiến hứa hẹn sẽ mang lại thành công."
        },
        {
            "en": "Highlights of current <em>PG</em> involvement in these types of activities are described below.",
            "vi": "Dưới đây là những hoạt động chính hiện đang được Nhóm Đối tác hỗ trợ."
        },
        {
            "en": "It's a science fiction thriller called well, i don't know what it is called, but it's rated <em>PG</em> (parent guided).",
            "vi": "Đó là một phim khoa học giả tưởng ly kỳ tên là... à, con không biết tên là gì, nhưng nó xếp loại pg (có cha mẹ hướng dẫn)."
        },
        {
            "en": "Apart from Bolkiah, the Brunei squad have three more professional players: midfielders Azwan Ali Rahman, Aminuddin Zakwan Md Tahir, and Ak Yura Indera Putera <em>Pg</em> Yunus.",
            "vi": "Ngoài Bolkiah, đội tuyển Brunei còn có thêm ba cầu thủ chuyên nghiệp: tiền vệ Azwan Ali Rahman, Aminuddin Zakwan Md Tahir, và Ak Yura Indera Putera Pg Yunus."
        },
        {
            "en": "Vietinbank has completed merger with <em>PG</em> Bank, bringing its network to nearly 1,200 points of transactions, among the top banks with the largest network of Vietnam.",
            "vi": "Vietinbank đã hoàn thành sáp nhập với PG Bank, đưa mạng lưới của mình lên gần 1.200 điểm giao dịch, trong số các ngân hàng hàng đầu với mạng lớn chi nhánh nhất của Việt Nam."
        },
        {
            "en": "IBM’s announcement came that same day that IBM and Cisco officials helped announced a smart grid project pushed by <em>PG</em>&E and the city of San Jose, Calif.",
            "vi": "Trong một thông báo cùng ngày của IBM, IBM và Cisco đã công bố dự án lưới điện thông minh của công ty PG & E và thành phố San Jose, California, Mỹ."
        },
        {
            "en": "<em>PG</em>&E officials said it will put aside some of the $42.5 million in federal stimulus money it has applied for from the Department of Energy for the project.",
            "vi": "Các quan chức PG & E cho biết sẽ dành 42,5 triệu USD tiền kích cầu của liên bang từ Bộ Năng lượng để áp dụng cho dự án này."
        },
        {
            "en": "Hanoi-based VietinBank, or the Vietnam Bank for Industry and Trade, will issue more shares for conversion with <em>PG</em> Bank shares under the merger plan which was approved by shareholders on Tuesday.",
            "vi": "Trụ sở VietinBank tại Hà Nội, hoặc Ngân hàng Công Thương Việt Nam, sẽ phát hành thêm cổ phiếu cho cổ phiếu chuyển đổi với PG Bank theo kế hoạch sáp nhập đã được phê duyệt bởi các cổ đông vào hôm thứ Ba."
        },
        {
            "en": "<em>PG</em> Bank, 40 per cent owned by top fuel importer and distributor Petrolimex, has a large competitive edge due to factors including its stable customer base and strength in foreign exchange and derivatives, VietinBank said in a statement to shareholders.",
            "vi": "PG Bank, 40% thuộc sở hữu của nhà nhập khẩu và phân phối nhiên liệu hàng đầu Petrolimex, có một lợi thế cạnh tranh lớn do các yếu tố bao gồm khách hàng ổn định, sức mạnh trong các khoản ngoại hối và các phát sinh, theo VietinBank trình bày trong một thông cáo đến các cổ đông."
        },
        {
            "en": "\"Merging <em>PG</em> Bank into VietinBank will open VietinBank to new opportunities to develop, aiming at a strategic, long-term and organic cooperative relationship,\" VietinBank deputy general director Tran Minh Binh told shareholders at a meeting.",
            "vi": "\"Việc sáp nhập PGBank vào VietinBank sẽ tạo cơ hội mới để VietinBank phát triển, hướng tới một chiến lược dài hạn và mối quan hệ hợp tác hữu cơ\", Phó tổng giám đốc VietinBank Trần Minh Bình nói với cổ đông tại cuộc họp."
        }
    ],
    "suggestions": []
}