{
    "en_vn": {
        "data": {
            "content": null,
            "word": "phenylalanine"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>phenylalanine</k><blockquote><cclass>[<cclass>ˌfi:nʌɪl'aləni:n<cclass>, <cclass>ˌfɛnɪl-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry an amino acid widely distributed in plant proteins, an essential nutrient in the diet of vertebrates. </cclass></cclass></blockquote></div>",
            "word": "phenylalanine"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "phenylalanine"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "phenylalanine"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "phenylalanine"
        }
    },
    "sentences": [
        {
            "en": "A product formed during the metabolism of the amino acids <em>phenylalanine</em> and tyrosine.",
            "vi": "Một phẩm vật tạo nên trong chuyển hoá các amino acid phenylalanine và tyrosine."
        },
        {
            "en": "Congenital absence of an enzyme, homogentisic acid oxidase, that is essential for the normal breakdown of the amino acids tyrosine and <em>phenylalanine</em>.",
            "vi": "Thiếu phân hoá tố homogentisic acid oxydase, nó cần cho sự phân tích bình thường của aminoacids tyrosine và phenylalamin."
        },
        {
            "en": "Breakdown of proteins fond in the body yields the following amino acids: alanine, arginine, asparagine, aspartic acid, cysteine, cystine, glutamic acid, glutamine, glycine, histidine, isoleucine, leucine, lysine, methionine, <em>phenylalanine</em>, proline, serine, threonine, tryptophan, tyrosine, and valine.",
            "vi": "Sự phân tích các chất đạm tìm thấy trong cơ thể sinh ra các amino acid sau đây: alanine, arginine, asparagine, aspartic acid, cysteine, cystine, glutamic acid, glutamine, glycine, histidine, isoleucine, leucine, lysine, methionine, phenylalanine, proline, serine, threonine, tryptophan, tyrosine, and valine."
        }
    ],
    "suggestions": []
}