{
    "en_vn": {
        "data": {
            "content": null,
            "word": "phenotypical",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "phenotypical",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "phenotypical",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "phenotypical",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "phenotypical",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "toi pha ca <em>phe</em> cho minh",
            "vi": "i make a cup of coffee for me"
        },
        {
            "en": "Hãy quyết định đi – anh đứng về <em>phe</em> nào?",
            "vi": "Make up your mind – which side of the fence are you on?"
        },
        {
            "en": "Đừng khó chịu với cô ấy - Cô ấy đang ở <em>phe</em> bạn!",
            "vi": "Don't get annoyed with her – She's on your side!"
        },
        {
            "en": "About 15 years old, Y <em>Phe</em> has tried very hard to stay in school but only finished grade four.",
            "vi": "Trạc tuổi 15, Y Phe đã rất cố gắng học hành nhưng cũng chỉ hết lớp 4."
        },
        {
            "en": "Besides a cup of coffee with sweet milk and/or a spoonful of sugar, Hanoians create new ways to enjoy coffee in Hanoi - ca <em>phe</em> trung (egg coffee) and ca <em>phe</em> sua chua (yogurt coffee). ",
            "vi": "Bên cạnh một tách cà phê với sữa ngọt ngào hoặc một thìa đường, người Hà Nội đã tạo ra một cách mới để thưởng thức cà phê - cà phê trứng và cà phê sữa chua."
        },
        {
            "en": "Household work and farming fall on the shoulders of Y Van and her young daughter, Y <em>Phe</em>.",
            "vi": "Mọi việc trong gia đình và công việc đồng áng đều dồn lên vai Y Van và đứa con gái còn nhỏ tuổi của chị, Y Phe."
        },
        {
            "en": "Y <em>Phe</em> might quit school soon and I am not sure whether she will repeat the life of her mother.",
            "vi": "Y Phe có thể phải bỏ học, và tôi không dám chắc liệu em sẽ lặp lại cuộc đời của mẹ em hay không."
        },
        {
            "en": " Egg coffee - or 'ca <em>phe</em> trung' - is a blend of coffee and egg whites, folded with sugar, drunk hot or cold.",
            "vi": "Egg coffee hay còn gọi là cà phê trứng - đây là sự pha chế giữa cà phê và trứng, dùng với đường, có thể uống nóng hoặc lạnh."
        },
        {
            "en": "Where to try: Lam (60, 91 Nguyen Huu Huan – known as one of the oldest coffee shops in Hanoi), Nhi (2 Hang Ca), Nhan (39D1 Hang Hanh), Nang (6 Hang Bac), Quat (Quan Thanh), Quynh (Bat Dan) to Giang (Hang Gai) and Ca <em>Phe</em> Pho Co (11 ward – Hang Gai street). The last two, Giang and Ca <em>Phe</em> Pho Co, are recommended for egg coffee.",
            "vi": "Thử ở đâu: Lâm (60, 91 Nguyễn Hữu Huân - được biết đến là một trong những quán cà phê lâu đời nhất ở Hà Nội), Nhi (2 Hàng Cá), Nhân (39D1 Hàng Hành), Nắng (6 Hàng Bạc), Quất (Quán Thánh), Quỳnh (Bát Đàn) đến Giang (Hàng Gai) và Cà Phê phố Cổ (phường 11 - phố Hàng Gai). Hai quán Giang và Cà Phê Phố Cổ khách được khuyên nên chọn cà phê trứng."
        },
        {
            "en": "10. Ca <em>phe</em> trung Vietnamese \"egg coffee\" is technically a drink, but we prefer to put it in the dessert category.  The creamy soft, meringue-like egg white foam perched on the dense Vietnamese coffee will have even those who don't normally crave a cup of joe licking their spoons with delight.  In Hanoi, follow the tiny alley between the kitschy souvenir shops at 11 Hang Gai into the clearing and up several flights of increasingly dicey stairs to pair your ca <em>phe</em> trung with an unbeatable view of Hoan Kiem Lake.",
            "vi": "Cà phê trứng\"Cà phê trứng\" Việt Nam về mặt kỹ thuật là một loại thức uống, nhưng chúng tôi muốn xếp vào nhóm món tráng miệng.Bọt lòng trắng trứng giống như bánh trứng mềm mịn trên cốc cà phê Việt đậm đặc sẽ khiến ngay cả người thường không hay uống cà phê cũng phải cầm muỗng thử nếm một chút.Ở Hà Nội, đi vào con hẻm nhỏ giữa những cửa hàng bán đồ lưu niệm tại số 11 Hàng Gai, leo lên vài bậc thang để thưởng thức món cà phê trứng và ngắm nhìn cảnh Hồ Gươm đẹp không tả được."
        },
        {
            "en": "- Tien vao nhu nuoc song Da, tien ra nho giot nhu cap <em>phe</em> phin: This is an old Vietnamese adage and wish, which goes something like “May your wealth flow as strongly as Da’s river and your expenditures be as little as the dripping of coffee”.",
            "vi": "- Tiền vô như nước sông Đà, tiền ra nhỏ giọt như cà phê phin: Đây là một câu ngạn ngữ và lời chúc của người Việt cổ, có nghĩa là “May your wealth flow as strongly as Da’s river and your expenditures be as little as the dripping of coffee”."
        },
        {
            "en": "- Tien vao nhu nuoc song Da, tien ra nho giot nhu cap <em>phe</em> phin: This is an old Vietnamese adage and wish, which goes something like “May your wealth flow as strongly as Da’s river and your expenditures be as little as the dripping of coffee”.",
            "vi": "- Tiền vô như nước sông Đà, tiền ra nhỏ giọt như cà phê phin: Đây là một câu ngạn ngữ và lời chúc của người Việt cổ, có nghĩa là “May your wealth flow as strongly as Da’s river and your expenditures be as little as the dripping of coffee”."
        }
    ],
    "suggestions": []
}