{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Philippine"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Philippine</k><blockquote><cclass>[<cclass>'fɪlɪpi:n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to the Philippines. </cclass></blockquote></div>",
            "word": "Philippine"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Philippine"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Philippine"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Philippine"
        }
    },
    "sentences": [
        {
            "en": "Defence Minister greets <em>Philippine</em> guest",
            "vi": "Bộ trưởng Bộ Quốc phòng chào đón Philippine"
        },
        {
            "en": "<em>Philippine</em> leader sets 17 Vietnamese fishermen free",
            "vi": "Tổng thống Philippines thả tự do cho 17 ngư dân Việt Nam"
        },
        {
            "en": "Vietnam tests 2 <em>Philippine</em> beverages for lead",
            "vi": "Việt Nam kiểm tra chì trong 2 loại đồ uống của Philippine"
        },
        {
            "en": "<em>Philippine</em> politics is a lucrative business for power-hungry politicians.",
            "vi": "Hoạt động chính trị của Philippine là việc kinh doanh sinh lợi cho các nhà chính trị thèm khát quyền lực."
        },
        {
            "en": "In 1976, the <em>Philippine</em> Christian University acquired university status.",
            "vi": "Vào năm 1976 trường đại học công giáo Philippin có được vị trí của một trường đại học."
        },
        {
            "en": "It is an ideal place to date <em>Philippine</em> women.",
            "vi": "Đó là nơi hẹn hò lý tưởng với một phụ nữ Phi-líp-pin."
        },
        {
            "en": "Please bring the contract to the <em>Philippine</em> Embassy first!",
            "vi": "Vui lòng mang hợp đồng đến Đại sứ quán Philippines trước!"
        },
        {
            "en": "<em>Philippine</em> politics is a lucrative business for power - hungry politicians.",
            "vi": "Hoạt động chính trị của Philippine là việc kinh doanh sinh lợi cho các nhà chính trị thèm khát quyền lực."
        },
        {
            "en": "It is an ideal place to date <em>Philippine</em> women.",
            "vi": "Đó là nơi hẹn hò lý tưởng với một phụ nữ Phi - líp - pin."
        },
        {
            "en": "Army General Douglas MacArthur was an American general and Field Marshal of the <em>Philippine</em> Army.",
            "vi": "Thống tướng Douglas MacArthur là một vị tướng của Hoa Kỳ và là Thống tướng Quân đội Philippines"
        },
        {
            "en": "Capture of the <em>Philippine</em> Islands was crucial to Japan's effort to control the Southwest Pacific.",
            "vi": "Việc giành được quần đảo Phi - líp - pin (Philippines) thì quan trọng đối với nỗ lực của Nhật Bản để kiểm soát Thái Bình Dương phía Tây Nam."
        },
        {
            "en": "Most of AOL's <em>Philippine</em> employees are four-year graduates in computer science, business and accounting.",
            "vi": "Phần lớn nhân viên Philippine của AOL đều là sinh viên 4 năm đã tốt nghiệp về khoa học máy tính, kinh doanh và kế toán."
        },
        {
            "en": "In 1935, MacArthur became chief military adviser to the <em>Philippine</em> government.",
            "vi": "Năm 1935, MacArthur trở thành trưởng ban cố vấn quân sự cho chính phủ Phi Luật Tân."
        },
        {
            "en": "Capture of the <em>Philippine</em> Islands was crucial to Japan's effort to control the Southwest Pacific.",
            "vi": "Việc giành được quần đảo Phi-líp-pin (Philippines) thì quan trọng đối với nỗ lực của Nhật Bản để kiểm soát Thái Bình Dương phía Tây Nam."
        },
        {
            "en": "GMA was the first <em>Philippine</em> television network to show hourly news bulletins.",
            "vi": "GMA là hệ thống truyền hình Philippine đầu tiên phát sóng bản tin hàng giờ."
        },
        {
            "en": "<em>Philippine</em> security forces have been responsible for serious human rights abuses.",
            "vi": "Lực lượng an ninh Phi - líp - pin chịu trách nhiệm về việc lạm dụng nhân quyền nghiêm trọng."
        },
        {
            "en": "<em>Philippine</em> security forces have been responsible for serious human rights abuses.",
            "vi": "Lực lượng an ninh Phi-líp-pin chịu trách nhiệm về việc lạm dụng nhân quyền nghiêm trọng."
        },
        {
            "en": "Vietnam food agency rejects claims it took bribes to clear <em>Philippine</em> beverages",
            "vi": "Cơ quan thực phẩm Việt Nam bác bỏ tuyên bố nhận hối lộ trong vụ đồ uống của Philippines"
        },
        {
            "en": "Abu Sayyaf is a Muslim extremist group that says it is fighting for an Islamic state in the southern <em>Philippine</em>.",
            "vi": "Sayyaf là nhóm Hồi giáo vũ trang cực đoan lên tiếng đấu tranh cho một cộng đồng Hồi giáo ở miền nam Philippine."
        },
        {
            "en": "On Sunday the storm passed the main <em>Philippine</em> island of Luzon and headed into the South China Sea.",
            "vi": "Vào ngày Chủ Nhật khi cơn bão đi qua hòn đảo chính của Philippines là Luzon và đi vào vùng biển Nam Trung Quốc."
        }
    ],
    "suggestions": []
}