{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Philadelphia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Philadelphia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Philadelphia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Philadelphia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Philadelphia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Researchers discovered the <em>Philadelphia</em> chromosome in 1958.",
            "vi": "Các nhà khoa học khám phá ra nhiễm sắc thể Philadelphia vào năm 1958."
        },
        {
            "en": "Is the train bound for <em>Philadelphia</em>?",
            "vi": "Có phải chuyến xe lửa này đi Philadelphia không?"
        },
        {
            "en": "<em>Philadelphia</em>, Pennsylvania: Available software jobs:1,557 listed.",
            "vi": "Philadelphia, Pennsylvania: Việc phần mềm sẵn có:1,557 được liệt kê."
        },
        {
            "en": "When is the next bus to <em>Philadelphia</em>?",
            "vi": "Chuyến xe buýt kế tiếp đi Philadelphia khi nào?"
        },
        {
            "en": "streetcars and locomotive are made in <em>philadelphia</em>",
            "vi": "xe điện và đầu máy xe lửa được chế tạo ở philadelphia"
        },
        {
            "en": "Another famous parade takes place in <em>Philadelphia</em>.",
            "vi": "Một cuộc diễu hành nổi tiếng khác nữa diễn ra ở philadelphia."
        },
        {
            "en": "This is a plan to build trench along <em>Philadelphia</em> Road.",
            "vi": "Đây là kế họach xây hào dọc theo đường Philadelphia."
        },
        {
            "en": "This time last year they were living in <em>Philadelphia</em>.",
            "vi": "Vào lúc này năm ngoái họ đang sống ở Philadelphia."
        },
        {
            "en": "He rode express to the Continental Congress in <em>Philadelphia</em>.",
            "vi": "Ông đã đáp chuyến tàu nhanh đến Quốc hội tại Philadelphia."
        },
        {
            "en": "Nothing is a band of musicians from <em>Philadelphia</em>.",
            "vi": "\"Nothing\" là một nhóm nhạc sĩ đến từ Philadelphia."
        },
        {
            "en": "They ran away and got married in <em>Philadelphia</em>.",
            "vi": "Họ bỏ trốn và lấy nhau ở Philadelphia."
        },
        {
            "en": "I want to find a bus station to <em>Philadelphia</em>.",
            "vi": "Tôi muốn tìm một trạm xe buýt đến Philadelphia."
        },
        {
            "en": "People used to travel on horseback from <em>Philadelphia</em> to Washington.",
            "vi": "Trước đây người ta thường đi ngựa từ Philadelphia đến Washington."
        },
        {
            "en": "After much debate, we decided to move to <em>Philadelphia</em>.",
            "vi": "Sau khi bàn cãi rất nhiều, chúng tôi đã quyết định chuyển đến Philadelphia."
        },
        {
            "en": "Now 24, Kaesemeyer graduated from Haverford College just outside <em>Philadelphia</em> in December.",
            "vi": "Hiện kaesemeyer 24 tuổi, đã tốt nghiệp trường đại học haverford bên ngoài bang philadelphia, vào tháng 12."
        },
        {
            "en": "A low income area in a place like <em>Philadelphia</em> is likely to be very dangerous.",
            "vi": "Một khu vực thu nhập thấp ở một nơi như Philadelphia có thể sẽ rất nguy hiểm."
        },
        {
            "en": "Her Grace the Duchess of Norfolk visits <em>Philadelphia</em> to launch a new girls'shelter.",
            "vi": "Nữ công tước của thành phố Norfolk viếng thăm Philadelphia để khai trương một nhà tình thương mới."
        },
        {
            "en": "Her Grace the Duchess of Norfolk visits <em>Philadelphia</em> to launch a new girls' shelter.",
            "vi": "Nữ công tước của thành phố Norfolk viếng thăm Philadelphia để khai trương một nhà tình thương mới."
        },
        {
            "en": "While driving to <em>Philadelphia</em>, we got lost and drove many miles out of our way.",
            "vi": "Trong khi lái xe đến Philadelphia, chúng tôi đã bị lạc và đã lái đi nhiều dặm không đúng đường."
        },
        {
            "en": "The Midland region includes the major cities of <em>Philadelphia</em> and Pittsburgh.",
            "vi": "Miền trung du bao gồm các thành phố chính là Philadelphia và Pittsburgh."
        }
    ],
    "suggestions": []
}