{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[fɔs'fɔrik]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">phosphorous</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['fɔsfərəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(hoá học) (thuộc) photpho, có chứa photpho</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">phosphoric acid </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">axit photphoric</font></td></tr></table><i/></div>",
            "word": "phosphoric"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>phosphoric</k><blockquote><cclass>[<cclass>fɒs'fɒrɪk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to or containing phosphorus. </cclass></blockquote><blockquote>⁃ <cclass>Chemistry of phosphorus with a valency of five. </cclass></blockquote></div>",
            "word": "phosphoric"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "phosphoric"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "phosphoric"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> photphoric</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">phosphoric acid</font><font color=\"#282828\">: axit photphoric</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">phosphoric acid process</font><font color=\"#282828\">: quá trình axit photphoric</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">phosphoric acid fuel cell</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> pin nhiên liệu kiểu axit phôtphoric</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">phosphoric acid polymerization</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trùng hợp H3PO4</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">phosphoric ester</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ette phospheric</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">phosphoric pig iron</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gang thỏi photpho</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">phosphoric slag</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xỉ fotfo</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "phosphoric"
        }
    },
    "sentences": [
        {
            "en": "Acid <em>phosphoric</em> (technical)",
            "vi": "Acid phosphoric (kỹ thuật)."
        },
        {
            "en": "You use <em>phosphoric</em> acid carefully.",
            "vi": "Anh hãy sử dùng a - xít phốt - pho - rích cẩn thận."
        },
        {
            "en": "You use <em>phosphoric</em> acid carefully.",
            "vi": "Anh hãy sử dùng a-xít phốt-pho-rích cẩn thận."
        },
        {
            "en": "He is checking the <em>IC</em> electronic products.",
            "vi": "Anh ấy đang kiểm tra các sản phẩm IC điện tử."
        },
        {
            "en": "A porous surface is created by applying <em>phosphoric</em> acid for approximately one minute.",
            "vi": "Một mặt rỗ được tạo thành bằng cách chấm phosphoric acid khoảng một phút."
        },
        {
            "en": "An <em>IC</em> can function as an amplifier, oscillator, timer, counter, computer memory, or microprocessor.",
            "vi": "Mạch tích hợp có thể có chức năng như một bộ khuếch đại, hẹn giờ, bộ đếm, bộ nhớ máy tính hoặc bộ vi xử lý."
        },
        {
            "en": "An <em>IC</em> engine works optimally at a temperature of 210 degrees.",
            "vi": "Một máy đốt trong hoạt động tối ưu ở nhiệt độ là 210 độ."
        },
        {
            "en": "In renal acidosis, kidney failure results in excessive loss of bicarbonate or retention of <em>phosphoric</em> and sulphuric acids.",
            "vi": "Trong chứng nhiễm toan do thận, suy thận làm mất số lượng lớn bicarbonate acid."
        },
        {
            "en": "The Lynx is now becoming the Totem <em>ic</em> animal of a movement that is transforming British environmentalism: rewilding.",
            "vi": "Loài linh miêu bây giờ đang trở thành Linh vật của một phong trào thay đổi chủ nghĩa môi trường Anh quốc: phục hồi sự hoang dã. "
        },
        {
            "en": "The <em>phosphoric</em> acid that makes fizzy drinks fizz actually eats away at bone, making it more porous.",
            "vi": "A - xít phosphoric làm cho thức uống có gas có tiếng kêu xì xì thực sự phá huỷ dần dần xương, làm xương xốp hơn."
        },
        {
            "en": "And(c) Chemicals and metals discharged to land Sodium hydroxide, aluminum oxide, sulfuric acid, and <em>phosphoric</em> acid.",
            "vi": "(c) Hoá chất và kim loại phát thải ra môi trường đất: Na-tri hi-đrô-xít, ô-xít nhôm, axít sunphuric, và axít phốtpho- ric."
        },
        {
            "en": "An enzyme from the small intestine that breaks lecithin down into its constituents (i.e. glycerol, fatty acids, <em>phosphoric</em> acid, and choline).",
            "vi": "Một enzyme trong ruột non phá huỷ lecithin thành các phần tử cấu thành (glycerol, các acid béo, phosphoric acid, và choline)."
        },
        {
            "en": "The <em>phosphoric</em> acid that makes fizzy drinks fizz actually eats away at bone, making it more porous.",
            "vi": "A-xít phosphoric làm cho thức uống có gas có tiếng kêu xì xì thực sự phá huỷ dần dần xương, làm xương xốp hơn."
        },
        {
            "en": "An integrated circuit (<em>IC</em>), sometimes called a chip or microchip, is a semiconductor wafer on which thousands or millions of tiny resistors, capacitors, and transistors are fabricated.",
            "vi": "Mạch tích hợp (IC), còn gọi là chíp hay vi mạch, là một bản vi mạch bán dẫn trên đó được có hàng ngàn hay hàng triệu điện trở, tụ điện và tụ bán dẫn nhỏ."
        },
        {
            "en": "The short memory retention can be increased by reducing the size of the element and employing a longer self-assembled monolayer (SAM), which is made of <em>phosphoric</em> acid with an alkyl chain.",
            "vi": "Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng (self - assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl."
        },
        {
            "en": "Meanwhile a distinct telegraph <em>ic</em> sub-culture was emerging , with its own customs and vocabulary, and a hi era rchy based on the speed at which op era tor s could send and receive Morse code. ",
            "vi": "Tuy nhiên, một tiểu văn hóa điện báo riêng dần hình thành , với những tập quán và từ vựng riêng, cùng một hệ thống thứ bậc dựa trên tốc độ của kỹ thuật viên trong việc gửi và nhận mã Morse. "
        },
        {
            "en": "The short memory retention can be increased by reducing the size of the element and employing a longer self - assembled monolayer (SAM), which is made of <em>phosphoric</em> acid with an alkyl chain.",
            "vi": "Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng (self-assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl."
        },
        {
            "en": "The short memory retention can be increased by reducing the size of the element and employing a longer self-assembled monolayer (SAM), which is made of <em>phosphoric</em> acid with an alkyl chain.",
            "vi": "Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng lớp đơn tự gắn kết (self-assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl."
        },
        {
            "en": "The quest for a practical match really began after 1781 when a group of French chemists came up with the <em>Phosphoric</em> Candle or Ethereal Match, a sealed glass tube containing a twist of paper tipped with phosphorus.",
            "vi": "Hành trình tìm ra một que diêm thực sự bắt đầu sau năm 1781 khi một nhóm các nhà hóa học người Pháp tìm ra nến phospho hoặc diêm ether, một ống thủy tinh kín có chứa một gói giấy hai đầu xoắn chứa phospho."
        },
        {
            "en": "Tokyo University develops organic flash memory         Researches at the University of Tokyo have developed what they are calling organic flash memory, which shares its basic structure with flash memory but is made entirely of organic materials. Its erasing and reading voltages are rated at a low 6V and 1V, respectively, though data can only be written and erased more than 1,000 times. Foreseen uses of the new memory include large area sensors, electronic paper and other big electronic devices, though the founders admit the technology's memory retention time of only one day needs to be extended. Developed by a group headed up by Takeo Someya and Tsuyoshi Sekitani, professor and research associate at the Department of Electrical Engineering and Information Systems, Graduate School of Engineering, the University of Tokyo, the prototype uses a polyethylene naphthalate (PEN) resin sheet as a substrate with an array of 26 by 26 2T memory cells placed on it. The sheet is flexible enough to be bent until its radius is 6mm without causing damage. The short memory retention can be increased by reducing the size of the element and employing a longer self-assembled monolayer (SAM), which is made of <em>phosphoric</em> acid with an alkyl chain. In the prototype, it is 2nm thin.",
            "vi": "Trường Đại học Tokyo phát triển bộ nhớ flash hữu cơ        Các cuộc nghiên cứu tạiTrường Đại học Tokyo đã phát triển cái mà họ gọi là bộ nhớ Flash hữu cơ, có một phần cấu trúc cơ bản của nó với bộ nhớ flash nhưng được làm hoàn toàn từ vật liệu hữu cơ. Mức điện áp xoá và đọc của nó đánh giá là thấp tương ứng 6V và 1V, mặc dù dữ liệu chỉ có thể ghi và xóa hơn 1.000 lần. Dự đoán việc sử dụng bộ nhớ mới bao gồm các bộ cảm biến diện tích lớn, giấy điện tử và các thiết bị điện tử lớn khác, tuy nhiên những người sáng lập thừa nhận rằng thời gian nhớ của công nghệ này chỉ có một ngày và cần phải được mở rộng thêm. Được phát triển bởi một nhóm mà đứng đầu là giáo sư Takeo Someya và người cùng nghiên cứu Tsuyoshi Sekitani tại Bộ phận Kỹ thuật Điện tử và Hệ thống thông tin, Đào tạo về Kỹ thuật sau Đại học, Đại học Tokyo, mẫu thử nghiệm này sử dụng tấm nhựa polyethylene naphthalate (PEN) như là một chất nền với một mảng 26x26 2T các tế bào bộ nhớ được đặt trên nó. Các tấm này thì dẻo có thể bẻ cong được cho đến khi bán kính của nó là 6mm mà không bị làm hỏng. Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng (self-assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl. Trong mẫu thử này nó chỉ mỏng 2nm."
        }
    ],
    "suggestions": []
}