{
    "en_vn": {
        "data": {
            "content": null,
            "word": "photodynamic"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>photodynamic</k><blockquote>■ <cclass>adjective <cclass>Medicine denoting treatment for cancer involving the injection of a cytotoxic compound which is activated by a laser beam after collecting in the tumour. </cclass></cclass></blockquote></div>",
            "word": "photodynamic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "photodynamic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "photodynamic"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quang động lực</font></td></tr></tbody></table></div>",
            "word": "photodynamic"
        }
    },
    "sentences": [
        {
            "en": "New and experimental treatmentsSeveral new treatments may prove useful in treating bladder cancer. <em>Photodynamic</em> therapy, used in early stage cancers, uses a laser light to activate a chemical that kills cancer cells. Some gene therapies use lab-created viruses to fight cancer. And targeted therapies aim to control the growth of cancer cells.",
            "vi": "Phương pháp điều trị mới và thử nghiệm Một số phương pháp điều trị mới có thể chứng tỏ được có giá trị trong việc điều trị ung thư bàng quang. Liệu pháp điều trị bệnh ung thư bằng cách dùng tia la-de kích hoạt thuốc được sử dụng trong giai đoạn đầu của bệnh ung thư, sử dụng ánh sáng tia la-de để kích hoạt hoá chất làm chết tế bào ung thư. Một số liệu pháp gien sử dụng vi rút được chế tạo trong phòng thí nghiệm để chống ung thư. Và liệu pháp nhắm trúng đích tập trung kiểm soát tăng trưởng của tế bào ung thư."
        }
    ],
    "suggestions": []
}