{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,foutou'sinθəsis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sinh vật học) sự quang hợp</td></tr></table><i/></div>",
            "word": "photosynthesis"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>photosynthesis</k><blockquote>■ <cclass>noun the process by which green plants use sunlight to synthesize nutrients from carbon dioxide and water. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>photosynthesize</b> or <cclass><b>photosynthesise</b><cclass>verb </cclass></cclass></cclass></blockquote><blockquote><cclass><b>photosynthetic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>photosynthetically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "photosynthesis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "photosynthesis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "photosynthesis"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự quang hợp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hiện tượng quang hợp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quang tổng hợp</font></td></tr></tbody></table></div>",
            "word": "photosynthesis"
        }
    },
    "sentences": [
        {
            "en": "No known archaea carry out <em>photosynthesis</em>.",
            "vi": "Không một vi khuẩn cổ nào được biết là có quá trình quang hợp."
        },
        {
            "en": "Oxygen–generating <em>photosynthesis</em> does not occur in any phototrophs.",
            "vi": "Sự quang hợp tạo oxy không diễn ra ở các sinh vật cổ quang dưỡng."
        },
        {
            "en": "Does <em>photosynthesis</em> have something to do with plant growth?",
            "vi": "Sự quang hợp có liên quan gì đến sự tăng trưởng của thực vật không?"
        },
        {
            "en": "Oxygen is a by - product of the process of <em>photosynthesis</em>.",
            "vi": "Khí Oxy là sản phẩm phụ của quá trình quang hợp."
        },
        {
            "en": "<em>Photosynthesis</em> occurs in plants, algae and many species of bacteria.",
            "vi": "Quang hợp xảy ra ở thực vật, tảo và nhiều loài vi khuẩn."
        },
        {
            "en": "Oxygen is a by-product of the process of <em>photosynthesis</em>.",
            "vi": "Khí Oxy là sản phẩm phụ của quá trình quang hợp."
        },
        {
            "en": "While using energy from sunlight, plants turn carbon dioxide into food in a process called <em>photosynthesis</em>.",
            "vi": "Trong khi sử dụng năng lượng từ ánh sáng mặt trời, thực vật chuyển hóa CO2 thành thực phẩm trong một quá trình gọi là quang hợp."
        },
        {
            "en": "<em>Photosynthesis</em> is a process which plants are used to make food.",
            "vi": "Sự quang hợp là một quá trình mà cây trồng tạo thức ăn."
        },
        {
            "en": "Thus, <em>photosynthesis</em> is a form of biological solar energy conversion and its storing is chemical energy.",
            "vi": "Vì thế sự quang hợp là một dạng của biến đổi năng lượng mặt trời sinh học và sự lưu giữ của nó là năng lượng hóa học."
        },
        {
            "en": "Carbon dioxide occurs in small amounts in the atmosphere; it is used by plans in the process of <em>photosynthesis</em>.",
            "vi": "Co2 có trong khí quyển với lượng nhỏ, nó được cây cối sử dụng trong quá trình quang hợp."
        },
        {
            "en": "Chloroplasts conduct <em>photosynthesis</em>, in which plants use sunlight, water, and carbon dioxide to synthesize the sugar glucose.",
            "vi": "Các lục lạp tiến hành quang hợp, trong đó các thực vật sử dụng ánh sáng, nước và các - bon đi ô - xít để tổng hợp đường glu - cô."
        },
        {
            "en": "Chloroplasts conduct <em>photosynthesis</em>, in which plants use sunlight, water, and carbon dioxide to synthesize the sugar glucose.",
            "vi": "Các lục lạp tiến hành quang hợp, trong đó các thực vật sử dụng ánh sáng, nước và các-bon đi ô-xít để tổng hợp đường glu-cô."
        },
        {
            "en": "Plants and other phototrophs use solar energy via a process known as <em>photosynthesis</em> to convert raw materials into organic molecules.",
            "vi": "Thực vật và các dạng quang dưỡng khác đều sử dụng năng lượng mặt trời thông qua quá trình quang hợp để biến đổi các vật liệu thô thành các phân tử hữu cơ."
        },
        {
            "en": "Savannas around the world are also dominated by tropical grasses which use the C4 type of <em>photosynthesis</em>.",
            "vi": "Các sa-van (savanna) trên khắp thế giới chủ yếu là những loại cỏ nhiệt đới, quang hợp theo chu trình C4."
        },
        {
            "en": "Savannas around the world are also dominated by tropical grasses which use the C4 type of <em>photosynthesis</em>.",
            "vi": "Các sa - van (savanna) trên khắp thế giới chủ yếu là những loại cỏ nhiệt đới, quang hợp theo chu trình C4."
        },
        {
            "en": "Then ask some questions to concentrate on while you study, such as \"how does <em>photosynthesis</em> work?\", and then read the chapter in every detail.",
            "vi": "Sau đó đặt một số câu hỏi để tập trung vào trong khi bạn học, chẳng hạn như \"quang hợp diễn ra như thế nào?\", và sau đó đọc chương này thật chi tiết."
        },
        {
            "en": "In this material, solar energy is trapped and stored through <em>photosynthesis</em>, in which carbon dioxide and water are transformed to form energy - rich, organic compounds.",
            "vi": "Trong chất liệu này năng lượng mặt trời được giữ lại và tích trữ thông qua sự quang hợp, trong đó điôxít cacbon và nước được biến đổi thành các dạng hợp chất hữu cơ giàu năng lượng."
        },
        {
            "en": "In this material, solar energy is trapped and stored through <em>photosynthesis</em>, in which carbon dioxide and water are transformed to form energy-rich, organic compounds.",
            "vi": "Trong chất liệu này năng lượng mặt trời được giữ lại và tích trữ thông qua sự quang hợp, trong đó điôxít cacbon và nước được biến đổi thành các dạng hợp chất hữu cơ giàu năng lượng."
        },
        {
            "en": "Explore the amazing world of plants with our interesting range of fun plant facts for kids. Learn about trees, flowers, <em>photosynthesis</em> and more before checking out some cool information and trivia on weird species such as poison ivy and the venus flytrap.",
            "vi": "Khám phá thế giới tuyệt vời của thực vật với hàng loạt sự thật thú vị về cây cỏ dành cho trẻ em. Tìm hiểu về cây cỏ, hoa lá, sự quang hợp và nhiều điều khác trước khi xem một số thông tin thú vị và các loài kỳ lạ như cây thường xuân độc và cây bắt ruồi."
        }
    ],
    "suggestions": []
}