{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">phrase</font></td></tr></table><i/></div>",
            "word": "phrasal",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "phrasal",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "phrasal",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "phrasal",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "phrasal",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Phrasal</em> verbs are organized alphabetically.",
            "vi": "Cụm động từ được tổ chức theo bảng chữ cái."
        },
        {
            "en": "How to use <em>phrasal</em> verb?",
            "vi": "Sử dụng cụm động từ thế nào?"
        },
        {
            "en": "C.Other <em>phrasal</em> verbs with strong collocations",
            "vi": "Những cụm động từ khác đi kèm với những collocation mạnh"
        },
        {
            "en": "Lots of <em>phrasal</em> verbs connected with \"hotels\".",
            "vi": "Rất nhiều cụm động từ có liên quan đến \"khách sạn\"."
        },
        {
            "en": "Another wonderful context for <em>phrasal</em> verbs is traveling.",
            "vi": "Một ngữ cảnh tuyệt vời khác để học cụm động từ là đi du lịch."
        },
        {
            "en": "There is no alternative to the <em>phrasal</em> verb.",
            "vi": "Không có thay thế cho cụm động từ."
        },
        {
            "en": "I must try my best to learn by heart all these <em>phrasal</em> verbs.",
            "vi": "Tôi phải cố hết sức để học thuộc lòng tất cả những cụm động từ này."
        },
        {
            "en": "There are vocabulary books and idiom books to cluster the <em>phrasal</em> verbs for the student.",
            "vi": "Có những sổ tay từ vựng và sổ tay thành ngữ để gom góp các cụm động từ cho một học viên."
        },
        {
            "en": "A lot of <em>phrasal</em> verbs are slang, such as \"ripped off\".",
            "vi": "Nhiều cụm động từ là tiếng lóng, chẳng hạn như \"xé toạc ra\"."
        },
        {
            "en": "Do not worry so much about English prepositions, transitive and intransitive verbs, <em>phrasal</em> verbs, etc.",
            "vi": "Đứng quá lo lắng về giới từ, ngoại động từ và nội động từ, các cụm động từ tiếng anh, v.v."
        },
        {
            "en": "Note how B uses a collocation with a <em>phrasal</em> verb to repeat A’s ideas.",
            "vi": "Chú ý cách B sử dụng một collocation đi cùng một cụm động từ để lặp lại ý kiến của A"
        },
        {
            "en": "You are going to find a lot of <em>phrasal</em> verbs in conversational settings.",
            "vi": "Bạn sẽ thấy nhiều cụm động từ trong các ngữ cảnh đàm thoại."
        },
        {
            "en": "Television programs, radio interviews, and pop music is a wonderful source for <em>phrasal</em> verbs.",
            "vi": "Các chương trình truyền hình, những cuộc phỏng vấn trên đài phát thanh, và nhạc pop là một nguồn rất tuyệt vời về cụm động từ."
        },
        {
            "en": "<em>Phrasal</em> verbs are not hard to learn, as long as you learn them in a context.",
            "vi": "Cụm động từ không khó học, miễn là bạn học chúng trong một ngữ cảnh."
        },
        {
            "en": "The first volume deals in precisian's detail with <em>phrasal</em> and prepositional verbs.",
            "vi": "Cuốn đầu bàn tỉ mỉ về cụm động từ và động từ có giới từ."
        },
        {
            "en": "Splash out: a <em>phrasal</em> verb (mainly used in British English) meaning to spend money freely.",
            "vi": "Splash out: một cụm động từ (thường được dùng trong tiếng Anh Anh) có nghĩa là chi tiêu thoải mái."
        },
        {
            "en": "It is often difficult to remember the meanings of <em>phrasal</em> verbs. When a <em>phrasal</em> verb has a set of collocations as in the examples in C, write them down together. This is a good way of remembering the meaning.",
            "vi": "Thông thường rất khó để nhớ nghĩa của cụm động từ. Khi một cụm động từ đi với một cụm collocation như những ví dụ ở phần C, hãy viết chúng chung với nhau. Đây là một cách rất hay để nhớ nghĩa của chúng."
        },
        {
            "en": "There are lots of other two-word or <em>phrasal</em> verbs that you might find, for instance, in rap music.",
            "vi": "Còn rất nhiều cụm động từ khác mà bạn có thể gặp, chẳng hạn, trong nhạc rap."
        },
        {
            "en": "You see, so as far as our daily routine is concerned, there are lots and lots of <em>phrasal</em> verbs.",
            "vi": "Bạn thấy đấy, riêng về thói quen hàng ngày cũng đã có quá nhiều cụm động từ."
        },
        {
            "en": "<em>Phrasal</em> verbs, also known as two-word verbs, have a reputation for being tough for English learners.",
            "vi": "Cụm động từ, cũng gọi là động từ có hai từ, có tiếng là khó đối với người học tiếng anh."
        }
    ],
    "suggestions": []
}