{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Picasso",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Picasso",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Picasso",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Picasso",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Picasso",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Is this <em>Picasso</em> an original?",
            "vi": "Đây có phải là tranh gốc của Picasso?"
        },
        {
            "en": "<em>Picasso</em> was a modernist before the Renaissance.",
            "vi": "Picasso là người theo chủ nghĩa tân thời trước thời kỳ phục hưng."
        },
        {
            "en": "How did <em>Picasso</em> make a difference?",
            "vi": "Picasso đã tạo nên sự khác biệt bằng cách nào?"
        },
        {
            "en": "Have you seen the <em>Picasso</em> exhibition?",
            "vi": "Bạn đã xem triển lãm tranh của Picasso hay chưa?"
        },
        {
            "en": "My gallery has recently acquired a <em>Picasso</em>.",
            "vi": "Phòng tranh của tôi gần đây kiếm được một bức Picasso."
        },
        {
            "en": "Pablo <em>Picasso</em> is a world - famous painter.",
            "vi": "Pablo Picasso là một họa sĩ lừng danh thế giới."
        },
        {
            "en": "<em>Picasso</em> does a complete plunge at me.",
            "vi": "Picasso hoàn toàn lao vào tôi."
        },
        {
            "en": "<em>Picasso</em> is by far the greatest artist.",
            "vi": "Picasso là một hoạ sĩ vĩ đại vượt mức."
        },
        {
            "en": "Pablo <em>Picasso</em> is a world-famous painter.",
            "vi": "Pablo Picasso là một họa sĩ lừng danh thế giới."
        },
        {
            "en": "<em>Picasso</em> is by far the greatest artist.",
            "vi": "Picasso là một họa sĩ lừng danh hơn hết."
        },
        {
            "en": "<em>Picasso</em> used the optical art in his pictures.",
            "vi": "Picasso đã từng dùng nghệ thuật ảo thị trong tranh của ông ta."
        },
        {
            "en": "Why is Pablo <em>Picasso</em> regarded as the greatest painter ever?",
            "vi": "Tại sao Pablo Picasso từng được xem là danh họa nổi tiếng nhất?"
        },
        {
            "en": "It's clear that her painting has been influenced by <em>Picasso</em>.",
            "vi": "Rõ ràng là cách vẽ tranh của cô ấy đã chịu ảnh hưởng của Picasso."
        },
        {
            "en": "Can it be accepted to equate <em>Picasso</em> with Michelangelo?",
            "vi": "Đặt Picasso ngang hàng với Michelangelo, liệu có chấp nhận được không?"
        },
        {
            "en": "<em>Picasso</em> is a great painter of all times.",
            "vi": "Picasso là một hoạ sĩ tầm cỡ của mọi thời đại."
        },
        {
            "en": "The painting my grandfather gave me turned out to be a <em>Picasso</em>.",
            "vi": "Bức hoạ mà ông tôi cho tôi hoá ra lại là bức của Picasso."
        },
        {
            "en": "This <em>Picasso</em> painting will certainly be the centrepiece when the museum opens.",
            "vi": "Bức tranh Picasso này chắc chắn sẽ là chủ đề trọng tâm khi viện bảo tàng khai trương."
        },
        {
            "en": "He was a good painter, but not in the same league as <em>Picasso</em>.",
            "vi": "Ông ta là một họa sĩ có tài, nhưng không thể sánh với Picasso."
        },
        {
            "en": "The National Gallery of Art paid several thousand dollars for that drawing by <em>Picasso</em>.",
            "vi": "Viện bảo tàng nghệ thuật quốc gia đã chi nhiều chục ngàn đô la trả cho bức hoạ đó của picasso."
        },
        {
            "en": "An exhibition of ceramic by <em>Picasso</em> will open at the end of this month.",
            "vi": "Cuộc triển lãm tác phẩm gốm sứ của Picasso sẽ được khai trương vào cuối tháng này."
        }
    ],
    "suggestions": []
}