{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Piccadilly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Piccadilly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Piccadilly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Piccadilly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Piccadilly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I'm waiting for you at <em>Piccadilly</em> Circus.",
            "vi": "Tôi đang chờ anh ở vòng xoay Piccadilly."
        },
        {
            "en": "<em>Piccadilly</em> Circus was built in 1819.",
            "vi": "Bùng binh Piccadilly được xây dựng vào năm 1819."
        },
        {
            "en": "She lives near <em>Piccadilly</em> traffic circle.",
            "vi": "Cô ấy sống gần bùng binh Piccadilly."
        },
        {
            "en": "The greatest jeweller in the world swings down <em>Piccadilly</em>.",
            "vi": "Nhà kim hoàn vĩ đại nhất trên toàn thế giới đung đưa người xuống phố Piccadilly."
        },
        {
            "en": "Near <em>Piccadilly</em> but if you can drop me at an underground station, that' ll be fine.",
            "vi": "Gần piccadilly nhưng nếu bạn cho tôi xuống ở gần ga điện ngầm thì tốt hơn."
        },
        {
            "en": "<em>Piccadilly</em> Circus is the meeting point of some of London's most famous streets.",
            "vi": "Bùng binh Piccadilly là điểm giao nhau của những con đường nổi tiếng nhất London."
        },
        {
            "en": "Every morning, from the middle window, he looks down upon the glossy roofs of fashionable cars packed in the narrow streets of <em>Piccadilly</em>.",
            "vi": "Mỗi buổi sáng, từ cửa sổ chính giữa, ông nhìn xuống những chiếc mui bóng loáng của một dàn xe hơi đời mới xếp sát nhau trong các con phố hẹp của Piccadilly."
        },
        {
            "en": "Technology made photographic images a common sight in the shop windows of Regent Street and <em>Piccadilly</em> in London and the commercial boulevards of Paris.",
            "vi": "Công nghệ tạo ra những bức ảnh chụp cận cảnh các ô trưng bày trên đường Regent và Piccadilly ở London và những đại lộ thương mại của Paris."
        },
        {
            "en": "For more than 250 years Mayfair has been the most upmarket district in London, and many well-known books have been written here. We explore streets with familiar names like Savile Row, famous for its men's suits, and <em>Piccadilly</em>, home of Royal Academy. ",
            "vi": "Trong hơn 250 năm Mayfair đã trở thành thị trường chợ sang nhất ở London, và rất nhiều cuốn sách nổi tiếng được viết ở đây. Chúng tôi khám phá đường phố với những cái tên quen thuộc như Savile Row, nổi tiếng với những bộ quần áo dành cho đàn ông, vầ Piccadilly, nhà của Royal Academy."
        }
    ],
    "suggestions": []
}