{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pico",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pico",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pico",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pico",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pico",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Meanwhile, in late January 2016, Mesa Group closed MK SUKI, a hotpot restaurant located at <em>Pico</em> Plaza in Tan Binh district.",
            "vi": "Trong khi đó, vào cuối tháng 1 năm 2016, Tập đoàn Mesa đã đóng cửa MK Suki, một nhà hàng lẩu tại Pico Plaza ở quận Tân Bình."
        },
        {
            "en": "In August 2013, a Vietnamese imaging and communications microsatellite named <em>Pico</em> Dragon, weighing one kilogram, was launched into space from the Tanegashima Space Center in Japan.",
            "vi": "Vào tháng Tám năm 2013, một vệ tinh siêu nhỏ có tên Pico Dragon, nặng một kg, đã được phóng vào không gian từ Trung tâm Vũ trụ Tanegashima ở Nhật Bản."
        },
        {
            "en": "Finally, for some reason, Caldera did not include the immortal editor <em>pico</em> -i had to boot up Emacs all the time.",
            "vi": "Sau cùng, vì lý do nào đó, hãng caldera không gộp vào một trình soạn thảo bất hủ là pico, khiến chúng tôi luôn phải phát động trình emacs."
        },
        {
            "en": "Just some days ago, Mesa Group, a big player in the restaurant franchise market, announced the closing of MK SUKI at <em>Pico</em> Plaza in Tan Binh district.",
            "vi": "Chỉ một vài ngày trước, Mesa Group, một tập đoàn lớn trong thị trường nhà hàng nhượng quyền thương mại, đã công bố đóng cửa MK Suki tại Pico Plaza ở quận Tân Bình."
        },
        {
            "en": "After buying 49 percent of stake of Nguyen Kim, one of the largest home appliance distribution chains, and taking over <em>Pico</em>, the Central Group is expected to bring more Thai household goods and home appliances to Vietnam.",
            "vi": "Sau khi mua 49% cổ phần của Nguyễn Kim,một trong nhữg chuổi phân phối lớn nhất,và tiếp theo là Pico,Cantral Group hy vọng sẽ mang nhiều hàng da dụng Thái tới Việt Nam."
        },
        {
            "en": "With Thai money, Nguyen Kim is pursuing an ambitious plan to develop 50 retail points by 2019, while <em>Pico</em>, which now has six supermarkets, plans to raise the p to 20.",
            "vi": "Với tiền Thái,Nguyễn Kim tiếp tục theo đuổi phát triển 50 điểm bán lẻ vào năm 2009,trong khi Pico,hiện nay có 6 siêu thị,kế hoạch tăngP 20."
        }
    ],
    "suggestions": []
}