{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['paiəti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lòng mộ đạo</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lòng hiếu thảo; lòng trung thành với tổ quốc</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Filial piety</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Lòng hiếu thảo của con đối với cha mẹ</font></td></tr></table><i/></div>",
            "word": "piety"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>piety</k><blockquote><cclass>[<cclass>'pʌɪəti<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>pieties</b>) the quality of being pious or reverent. </cclass></cclass></cclass></blockquote><blockquote>⁃ a belief accepted with unthinking conventional reverence. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from OFr. <i>piete</i>, from L. <i>pietas</i> 'dutifulness', from <i>pius</i> (see <kref>pious</kref>). </blockquote></div>",
            "word": "piety"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>piety</k><blockquote>▸ <cclass>noun DEVOUTNESS, devotion, piousness, religion, holiness, godliness, saintliness; veneration, reverence, faith, religious duty, spirituality, religious zeal, fervour; pietism, religiosity.</cclass></blockquote></div>",
            "word": "piety"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "piety"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "piety"
        }
    },
    "sentences": [
        {
            "en": "Sham <em>piety</em>",
            "vi": "Sự giả vờ mộ đạo"
        },
        {
            "en": "Filial <em>piety</em>",
            "vi": "Lòng hiếu thảo của con đối với cha mẹ"
        },
        {
            "en": "It seems to be the sham <em>piety</em>.",
            "vi": "Dường như đó là sự ngoan đạo giả bộ."
        },
        {
            "en": "In spiritual terminology, <em>piety</em> is a virtue.",
            "vi": "Theo Chúa, hiếu nghĩa là một đức tính tốt."
        },
        {
            "en": "Let them learn first to show <em>piety</em> at home.",
            "vi": "Làm phúc nơi nao, cầu ao (nhà) chẳng bắc."
        },
        {
            "en": "Now filial <em>piety</em> is the root of virtue.",
            "vi": "Bây giờ lòng hiếu thảo của con đối với cha mẹ là nguồn cội của đạo đức."
        },
        {
            "en": "She is eminent for <em>piety</em> not for beauty.",
            "vi": "Cô ta nổi bật về đạo đức, không phải về sắc đẹp."
        },
        {
            "en": "His filial <em>piety</em> is an inestimable lesson to us all.",
            "vi": "Lòng hiếu thảo của ông ta là một bài học vô giá cho tất cả chúng ta."
        },
        {
            "en": "Parents can sue their children for not fulfilling their filial <em>piety</em>.",
            "vi": "Cha mẹ có thể kiện con họ vì không tròn chữ hiếu."
        },
        {
            "en": "It is required reading for any historian who studies asceticism, spirituality, or <em>piety</em> in Christianity.",
            "vi": "Đó là sách đọc cần thiết cho bất kì sử gia nào nghiên cứu về tu khổ hạnh, sự duy linh hay sự sùng đạo của đạo Thiên Chúa."
        },
        {
            "en": "With the western culture, the society influence or the “individual” is important as people always looking outward to the point where filial <em>piety</em> has no meaning at all.",
            "vi": "Với văn hoá phương tây, ảnh hưởng xã hội hay \"cá nhân\" là quan trọng vì mọi người bao giờ cũng nhìn ra ngoài tới điểm mà đạo làm con không còn nghĩa nào cả."
        },
        {
            "en": "The modern trend and attitude of working mothers towards their children also tends to erode the time-honored filial <em>piety</em> which children are expected to shower on their parents.",
            "vi": "Khuynh hướng dấn thân vào xã hội của những người mẹ ngày nay thường tạo nên sự cách biệt giữa mẹ con, và thường làm hao mòn lòng hiếu thảo, sự tôn kính của con cái đối với cha mẹ."
        },
        {
            "en": "The modern trend and attitude of working mothers towards their children also tends to erode the time - honored filial <em>piety</em> which children are expected to shower on their parents.",
            "vi": "Khuynh hướng dấn thân vào xã hội của những người mẹ ngày nay thường tạo nên sự cách biệt giữa mẹ con, và thường làm hao mòn lòng hiếu thảo, sự tôn kính của con cái đối với cha mẹ."
        },
        {
            "en": "They bore you, fed you, nurture you and take care of you so there is a sense of giving back to your parents for what they gave you all that time, and it is called “filial <em>piety</em>”.",
            "vi": "Họ sinh ra bạn, nuôi bạn, giáo dưỡng bạn và chăm nom bạn cho nên có cảm giác đền đáp lại bố mẹ bạn về điều họ đã cho bạn vào mọi lúc đó, và điều đó được gọi là \"đạo làm con\"."
        },
        {
            "en": "When mothers breast - feed and cuddle babies in their arms, the tender affection between mother and child is much greater and the influence the mother had on the child for its well - being, is much more pronounced. Under such circumstances, filial <em>piety</em>, family cohesion and",
            "vi": "Khi người mẹ cho con bú và ôm ấp đứa bé trong vòng tay,sự nâng niu trìu mến của người mẹ như sợi dây dẫn truyền sang con tất cả tình cảm và lòng yêu thương của mình, tạo cho con sự ấm áp và niềm tôn kính đối với cha mẹ. Những hành động này thường tạo nên sự tốt đẹp và hạnh phúc cho đứa con. Sự việc này tùy thuộc vào bố mẹ, đặc biệt là người mẹ."
        },
        {
            "en": "When mothers breast - feed and cuddle babies in their arms, the tender affection between mother and child is much greater and the influence the mother had on the child for its well - being, is much more pronounced. Under such circumstances, filial <em>piety</em>, family cohesion and obedience are invariably present. These traditional traits are for the good and well - being of the child. It",
            "vi": "Khi người mẹ cho con bú và ôm ấp đứa bé trong vòng tay,sự nâng niu trìu mến của người mẹ như sợi dây dẫn truyền sang con tất cả tình cảm và lòng yêu thương của mình, tạo cho con sự ấm áp và niềm tôn kính đối với cha mẹ. Những hành động này thường tạo nên sự tốt đẹp và hạnh phúc cho đứa con. Sự việc này tùy thuộc vào bố mẹ, đặc biệt là người mẹ."
        },
        {
            "en": "affection between mother and child is much greater and the influence the mother had on the child for its well - being, is much more pronounced. Under such circumstances, filial <em>piety</em>, family cohesion and obedience are invariably present. These traditional traits are for the good and well - being of the child. It is up to the parents, especially the mother, to provide them.",
            "vi": "Khi người mẹ cho con bú và ôm ấp đứa bé trong vòng tay,sự nâng niu trìu mến của người mẹ như sợi dây dẫn truyền sang con tất cả tình cảm và lòng yêu thương của mình, tạo cho con sự ấm áp và niềm tôn kính đối với cha mẹ. Những hành động này thường tạo nên sự tốt đẹp và hạnh phúc cho đứa con. Sự việc này tùy thuộc vào bố mẹ, đặc biệt là người mẹ."
        },
        {
            "en": "When mothers breast - feed and cuddle babies in their arms, the tender affection between mother and child is much greater and the influence the mother had on the child for its well - being, is much more pronounced. Under such circumstances, filial <em>piety</em>",
            "vi": "Khi người mẹ cho con bú và ôm ấp đứa bé trong vòng tay,sự nâng niu trìu mến của người mẹ như sợi dây dẫn truyền sang con tất cả tình cảm và lòng yêu thương của mình, tạo cho con sự ấm áp và niềm tôn kính đối với cha mẹ. Những hành động này thường tạo nên sự tốt đẹp và hạnh phúc cho đứa con. Sự việc này tùy thuộc vào bố mẹ, đặc biệt là người mẹ."
        },
        {
            "en": "When mothers breast - feed and cuddle babies in their arms, the tender affection between mother and child is much greater and the influence the mother had on the child for its well - being, is much more pronounced. Under such circumstances, filial <em>piety</em>, family cohesion and obedience are invariably present. These",
            "vi": "Khi người mẹ cho con bú và ôm ấp đứa bé trong vòng tay,sự nâng niu trìu mến của người mẹ như sợi dây dẫn truyền sang con tất cả tình cảm và lòng yêu thương của mình, tạo cho con sự ấm áp và niềm tôn kính đối với cha mẹ. Những hành động này thường tạo nên sự tốt đẹp và hạnh phúc cho đứa con. Sự việc này tùy thuộc vào bố mẹ, đặc biệt là người mẹ."
        },
        {
            "en": "arms, the tender affection between mother and child is much greater and the influence the mother had on the child for its well - being, is much more pronounced. Under such circumstances, filial <em>piety</em>, family cohesion and obedience are invariably present. These traditional traits are for the good and well - being of the child. It is up to the parents, especially the mother, to provide them.",
            "vi": "Khi người mẹ cho con bú và ôm ấp đứa bé trong vòng tay,sự nâng niu trìu mến của người mẹ như sợi dây dẫn truyền sang con tất cả tình cảm và lòng yêu thương của mình, tạo cho con sự ấm áp và niềm tôn kính đối với cha mẹ. Những hành động này thường tạo nên sự tốt đẹp và hạnh phúc cho đứa con. Sự việc này tùy thuộc vào bố mẹ, đặc biệt là người mẹ."
        }
    ],
    "suggestions": []
}