{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pimples",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pimples",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pimples",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pimples",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pimples",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Teenage <em>pimples</em>",
            "vi": "Mụn trứng cá của tuổi dậy thì"
        },
        {
            "en": "Come out in <em>pimples</em>",
            "vi": "Nổi đầy mụn nhọt"
        },
        {
            "en": "pop <em>pimples</em> (collocation)",
            "vi": "nặn mụn (cụm từ thường đi với nhau)"
        },
        {
            "en": "Teenage <em>pimples</em> can be cured.",
            "vi": "Mụn trứng cá của tuổi dậy thì có thể chữa trị được."
        },
        {
            "en": "How To Treat <em>Pimples</em> Effectively",
            "vi": "Làm sao để trị mụn hiệu quả."
        },
        {
            "en": "My son came out in <em>pimples</em>.",
            "vi": "Con trai tôi nổi đầy mụn nhọt."
        },
        {
            "en": "His unctuous voice gave me goose <em>pimples</em>.",
            "vi": "Nói giọng ngọt xớt của hắn làm tôi nổi da gà."
        },
        {
            "en": "He has a lot of teenage <em>pimples</em>.",
            "vi": "Anh ấy có nhiều mụn trứng cá tuổi dậy thì."
        },
        {
            "en": "<em>Pimples</em> grow when follicles get blocked.",
            "vi": "Mụn phát triển khi những nang lông bị bít kín."
        },
        {
            "en": "9 Simple Tips on How to Prevent <em>Pimples</em>",
            "vi": "9 mẹo đơn giản để ngăn ngừa mụn."
        },
        {
            "en": "It gave me goose <em>pimples</em> just to think about it.",
            "vi": "Chỉ nghĩ đến chuyện đó thôi là tôi sợ nổi da gà."
        },
        {
            "en": "We get goose <em>pimples</em> when we are cold.",
            "vi": "Da chúng ta sởn gai ốc khi chúng ta lạnh."
        },
        {
            "en": "I have had <em>pimples</em> for a long time",
            "vi": "Tôi bị mụn lâu rồi."
        },
        {
            "en": "A cocoon with ruffled silk gave me goose <em>pimples</em>.",
            "vi": "Tơ cái kén rối xù lên làm tôi sởn gai ốc lên."
        },
        {
            "en": "I have had lot of <em>pimples</em> and blackheads on face",
            "vi": "Mặt tôi nổi nhiều mụn mũ và mụn đầu đen."
        },
        {
            "en": "In humans, when <em>pimples</em> appear they tend to do so on the patient's face, back, chest, shoulders and neck.",
            "vi": "Ở người, khi nốt mụn xuất hiện chúng có khuynh hướng mọc trên mặt, lưng, ngực, vai và cổ của bệnh nhân."
        },
        {
            "en": "There are small holes on my face, acne and <em>pimples</em> left them on my face. What should I do?",
            "vi": "Mụn trứng cá và mụn mũ để lại trên mặt tôi nhiều vết sẹo và lỗ. Tôi phải làm gì đây?"
        },
        {
            "en": "For example, lichen planus is an inflammatory condition in which wide flat mauve <em>pimples</em> are found mainly on the forearms, neck, and between the thighs.",
            "vi": "Thí dụ bệnh đài tiễn phẳng là một tình trạng viêm có các nốt sần phẳng màu hoa cà thấy chủ yếu trên cánh tay trước, cổ, và giữa các đùi."
        },
        {
            "en": "Using lemon juice to reduce inflammation. Applying some lemon juice on acne does a good job of making pesky <em>pimples</em> smaller and less red.",
            "vi": "Dùng nước chanh để giảm viêm. Thoa chút nước chanh lên mụn trứng cá sẽ làm mụn nhọt đáng ghét nhỏ hơn và ít đỏ hơn."
        },
        {
            "en": "Scars from acne can seem like double punishment — first you had to deal with the <em>pimples</em>, now you have marks as a reminder.",
            "vi": "Bị sẹo do mụn trứng cá thì cũng giống như bị hành hạ gấp đôi - đầu tiên bạn phải đối phó với mụn, rồi giờ thì bạn bị thẹo như một lời nhắc nhở."
        }
    ],
    "suggestions": []
}