{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pirated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pirated</k><blockquote><cclass>adjective use or reproduce (another's work) for profit without permission.</cclass></blockquote><blockquote>→ <kref>pirate</kref></blockquote></div>",
            "word": "pirated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pirated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pirated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pirated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They sell <em>pirated</em> computer games.",
            "vi": "Họ bán các trò chơi vi tính đã sao chép bất hợp pháp."
        },
        {
            "en": "Polyphonic ringtones can easily be <em>pirated</em>.",
            "vi": "Nhạc chuông phức điệu có thể dễ dàng bị sao chép."
        },
        {
            "en": "85% of Vietnam's software is <em>pirated</em>.",
            "vi": "85% phần mềm của Việt Nam bị vi phạm bản quyền."
        },
        {
            "en": "Unlike factory-sealed software, <em>pirated</em> versions may contain viruses.",
            "vi": "Không như phần mềm có đăng ký, các phiên bản sao chép lậu có thể chứa virus."
        },
        {
            "en": "Windows 10: <em>Pirated</em> operating systems will NOT get free upgrade",
            "vi": "Windows 10: Hệ điều hành lậu sẽ KHÔNG ĐƯỢC nâng cấp miễn phí"
        },
        {
            "en": "The source code would also allow a Chinese manufacturer to produce devices with <em>pirated</em> Apple code.",
            "vi": "Mã nguồn sẽ cho phép một nhà sản xuất Trung Quốc sản xuất ra những thiết bị với mã ăn cắp của Apple."
        },
        {
            "en": "Police raided the store at dawn, arresting five men and seizing hundreds of <em>pirated</em> CDs.",
            "vi": "Cảnh sát đột nhập cửa hiệu lúc bình minh, bắt giữ 5 người đàn ông và tịch thu hàng trăm băng đĩa lậu."
        },
        {
            "en": "I know some people that do actually install <em>pirated</em> software for their customers.",
            "vi": "Tôi biết một số người đã thậm chí cài đặt phần mềm sao chép bất hợp pháp cho khách hàng của họ."
        },
        {
            "en": "“And your app store contains Android apps (including <em>pirated</em> Google apps),\" Mr Rubin continued.",
            "vi": "Ông Rubin tiếp tục cho biết \"Kho ứng dụng của bạn có chứa các ứng dụng Android (bao gồm cả vi phạm bản quyền ứng dụng của Google)\"."
        },
        {
            "en": "The dissemination of <em>pirated</em> goods or software over the internet is explicitly forbidden with long jailed sentences.",
            "vi": "Việc phát tán các hàng hoá hay phần mềm sao trộm qua internet bị cấm tường minh qua hình phạt tù thời gian lâu."
        },
        {
            "en": "Instead, those running a <em>pirated</em> copy of Windows 7 or Windows 8.1 will be upgraded to a non-genuine copy of the latest operating system, Windows 10.",
            "vi": "Thay vào đó, những người đang chạy bản sao lậu của Window 7 hoặc Window 8.1 sẽ được nâng cấp lên bản sao không chính thức của Windows 10."
        },
        {
            "en": "It was speculated that <em>pirated</em> copies of the operating system would receive an upgrade to a genuine copy of Windows 10.",
            "vi": "Trước đó, người dùng bản sao chép lậu của hệ điều hành này nghĩ rằng họ cũng sẽ được nâng cấp cho bản sao chính hảng Windows 10."
        },
        {
            "en": "The problem becomes more compounded when there is a lack of awareness and sensitisation around risks from cybercrime, poor IT management and governance, insufficient cybersecurity practices, and unsecure IT supply chain through large scale use of non-genuine/<em>pirated</em> software.",
            "vi": "Vấn đề này trở nên ngày càng phức tạp hơn khi thiếu hiểu biết và nhạy bén xung quanh các rủi ro từ tội phạm mạng, quản lý IT yếu kém, thực hiện an ninh mạng không đầy đủ và hệ thống cung cấp IT không đảm bảo khi sử dụng trên phạm vi lớn các phần mềm không bản quyền / không chính thống."
        },
        {
            "en": "Despite the fact that 90 percent of windows copies in China are estimated to be <em>pirated</em>, Microsoft has a foothold in the Chinese market, both with software and with content.",
            "vi": "Mặc dù trên thực tế 90 phần trăm phiên bản Windows tại Trung Quốc được ước tính là vi phạm bản quyền, Microsoft vẫn có một chỗ đứng vững chắc tại thị trường Trung Quốc, cả nghĩa đen lẫn nghĩa bóng."
        },
        {
            "en": "The commercial value of the <em>pirated</em> software units was estimated at US$598 million, compared to $620 million two years before, according to the findings released by the Business Software Alliance on Wednesday.",
            "vi": "Giá trị thương mại của các phần mềm lậu ước đạt 598 triệu USD, so với 620 triệu USD vào hai năm trước, theo công bố của Liên minh Phần mềm hôm thứ Tư."
        }
    ],
    "suggestions": []
}