{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pitter"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pitter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pitter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pitter"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pitter"
        }
    },
    "sentences": [
        {
            "en": "The rain was falling <em>pitter</em> - patter on the roofs.",
            "vi": "Mưa rơi lộp độp trên mái nhà."
        },
        {
            "en": "The rain was falling <em>pitter</em>-patter on the roofs.",
            "vi": "Mưa rơi lộp độp trên mái nhà."
        },
        {
            "en": "Then he listened. And Laura, too, heard far away the soft <em>pitter</em> - pat, pat - pat, <em>pitter</em> - pat pat, of a pony's galloping. It came nearer.",
            "vi": "Rồi, Bố lắng nghe. Và, Laura cũng nghe thấy vẳng lên từ xa những tiếng lốp cốp, lốp cốp của vó ngựa khua. Âm thanh vang tới càng lúc càng gần hơn."
        },
        {
            "en": "Then he listened. And Laura, too, heard far away the soft <em>pitter</em>-pat, pat-pat, <em>pitter</em>-pat pat, of a pony's galloping. It came nearer.",
            "vi": "Rồi, Bố lắng nghe. Và, Laura cũng nghe thấy vẳng lên từ xa những tiếng lốp cốp, lốp cốp của vó ngựa khua. Âm thanh vang tới càng lúc càng gần hơn."
        },
        {
            "en": "I can hear the <em>pitter</em> - patter of birds on the roof.",
            "vi": "Tôi có thể nghe thấy tiếng tiếng lộp độp của những chú chim trên mái nhà."
        },
        {
            "en": "I can hear the <em>pitter</em>-patter of birds on the roof.",
            "vi": "Tôi có thể nghe thấy tiếng tiếng lộp độp của những chú chim trên mái nhà."
        },
        {
            "en": "My neighbors Mamie and Jules are expecting a baby. So we'll soon be hearing the <em>pitter</em>-patter of tiny feet around the house.",
            "vi": "Mamie và Jules, hai láng giềng của tôi đang muốn có một đứa bé. Vì thế chẳng bao lâu nữa chúng tôi sẽ nghe thấy tiếng bước chân nhỏ quanh nhà."
        },
        {
            "en": "My neighbors Mamie and Jules are expecting a baby. So we'll soon be hearing the <em>pitter</em> - patter of tiny feet around the house.",
            "vi": "Mamie và Jules, hai láng giềng của tôi đang muốn có một đứa bé. Vì thế chẳng bao lâu nữa chúng tôi sẽ nghe thấy tiếng bước chân nhỏ quanh nhà."
        }
    ],
    "suggestions": []
}