{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['pivətl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thuộc) nòng cốt; (nghĩa bóng) then chốt, mấu chốt, chủ chốt</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a pivotal decision</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một quyết định then chốt</font></td></tr></table><i/></div>",
            "word": "pivotal",
            "pronounce": "['pivətl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pivotal</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 fixed on or as if on a pivot. </blockquote></blockquote><blockquote><blockquote>2》 of crucial or central importance. </blockquote></blockquote></div>",
            "word": "pivotal",
            "pronounce": "['pivətl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>pivotal</k><blockquote>▸ <cclass>adjective CENTRAL, crucial, vital, critical, focal, essential, key, decisive.</cclass></blockquote></div>",
            "word": "pivotal",
            "pronounce": "['pivətl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pivotal",
            "pronounce": "['pivətl]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trụ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pivotal element</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phần tử chủ chốt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pivotal fault</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đứt gãy trục</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pivotal monomial</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đơn thức tựa</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "pivotal",
            "pronounce": "['pivətl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Pivotal</em> decision",
            "vi": "Quyết định then chốt"
        },
        {
            "en": "The financial controller plays a <em>pivotal</em> role.",
            "vi": "Kiểm soát viên tài chính đóng một vai trò then chốt."
        },
        {
            "en": "He has just made a <em>pivotal</em> decision.",
            "vi": "Anh ấy vừa đưa ra một quyết định then chốt."
        },
        {
            "en": "She played a <em>pivotal</em> role in the negotiations.",
            "vi": "Cô ta đóng vai trò nòng cốt trong các cuộc đàm phán."
        },
        {
            "en": "This is a <em>pivotal</em> decision for both individuals and groups.",
            "vi": "Đây là một quyết định then chốt cho cả những cá nhân và tập thể."
        },
        {
            "en": "These organizations played a <em>pivotal</em> role in maintaining and preserving traditional values.",
            "vi": "Các tổ chức này đóng một vai trò quan trọng trong việc duy trì và bảo tồn các giá trị truyền thống."
        },
        {
            "en": "The Battle of Stalingrad was a <em>pivotal</em> point in World War II for the German army.",
            "vi": "Trận chiến ở Stalingrad là điểm mấu chốt trong thế chiến thứ hai đối với quân Đức."
        },
        {
            "en": "He has established himself as a <em>pivotal</em> figure in US politics.",
            "vi": "Anh ta đã tự khẳng định mình là một nhân vật then chốt trong nền chính trị nước Mỹ."
        },
        {
            "en": "They believed that she was a <em>pivotal</em> player in UK politics.",
            "vi": "Họ tin rằng cô ấy à một nhân vật then chốt trong nền chính trị vương quốc Anh."
        },
        {
            "en": "I intuitively knew — and sensed he did, too — that tomorrow would be <em>pivotal</em>.",
            "vi": "Tôi bằng trực giác biết - và cảm thấy anh cũng biết - ngày mai sẽ là một ngày cực kỳ quan trọng."
        },
        {
            "en": "Looking at the format of logical expression, you could also say relational operators are <em>pivotal</em>.",
            "vi": "Quan sát định dạng của một biểu thức logic, bạn cũng có thể nói các toán tử quan hệ là trụ cột."
        },
        {
            "en": "They think these reforms as <em>pivotal</em> to their economic interests in Asia.",
            "vi": "Họ nghĩ những cải cách này là mấu chốt cho lợi ích kinh tế của họ ở Châu Á."
        },
        {
            "en": "To buzz needs a situation, a <em>pivotal</em> moment, an inside scoop - something that will get the crowd whispering.",
            "vi": "Để tạo sự chú ý cần một tình huống, một thời điểm quyết định, một cú bất ngờ - một điều gì đó mà khiến đám đông bàn tán xôn xao."
        },
        {
            "en": "Reinforcing the <em>pivotal</em> role of information, the survey also suggests that being able to easily find guidance information enables citizens to avoid difficulties (See Figure VIII).",
            "vi": "Tăng cường vai trò quan trọng của thông tin, cuộc điều tra cũng cho rằng việc dễ dàng tìm kiếm những thông tin hướng dẫn sẽ giúp cho người dân tránh được khó khăn (Xem Hình VIII)."
        },
        {
            "en": "Access to information and networking among VNGOs and also improving the dialogue with the Government, were highlighted as <em>pivotal</em> elements to the development of VNGOs.",
            "vi": "Tiếp cận thông tin và liên kết mạng lưới giữa các NGO Việt Nam và tăng cường đối thoại với Chính phủ được nhấn mạnh là những yếu tố bản lề cho sự phát triển của các NGO Việt Nam."
        },
        {
            "en": "Reinforcing the <em>pivotal</em> role of information, the survey also suggests that being able to easily find guidance information enables citizens to avoid difficulties.",
            "vi": "Cộng đồng doanh nghiệp nói chung cũng cho biết đã có những cải thiện trong môi trường kinh doanh nhờ các cải cách hành chính."
        },
        {
            "en": "Developing case management systems that ensure long-term, comprehensive service delivery for children affected by HIV and their families is a <em>pivotal</em> component of the NPA.",
            "vi": "Việc xây dựng các hệ thống quản lý trường hợp nhằm đảm bảo việc cung cấp dịch vụ toàn diện và bền vững cho trẻ bị ảnh hưởng bởi HIV/ AIDS và gia đình các em là một hợp phần chủ chốt của Kế hoạch Hành động Quốc gia."
        },
        {
            "en": "Therefore, HIV/AIDS prevention and control must be considered a <em>pivotal</em>, urgent and longterm task that requires multisectoral coordination and intensified mobilization of the participation of the whole society;",
            "vi": "Do đó, phòng, chống HIV/AIDS phải được coi là nhiệm vụ trọng tâm, cấp bách và lâu dài, cần phải tăng cường phối hợp liên ngành và đẩy mạnh việc huy động toàn xã hội tham gia;"
        },
        {
            "en": "TOKYO_ Globalisation has long been a feature of business discourse, and one of the <em>pivotal</em> factors in it is communication. Languages bridge the synapses in the global community, allowing information to flow and ideas to be shared across international communities.",
            "vi": "TOKYO_ Vấn đề toàn cầu hóa từ lâu đã là một nét đặc trưng của các buổi tọa đàm kinh doanh, và một trong những yếu tố then chốt trong đó là trao đổi thông tin. Ngôn ngữ kết nối những tiếp điểm trong cộng đồng toàn cầu, cho phép thông tin lưu chuyển và các ý tưởng được chia sẻ giữa các cộng đồng quốc tế."
        },
        {
            "en": "As for how to go about re-imaging the space, while personal style will undoubtedly play a <em>pivotal</em> role, there a few tips that will help ensure success. Our small backyard ideas will have you relaxing in a space that is so equally functional and aesthetically pleasing that you won’t even be thinking about the square footage.",
            "vi": "Còn về phần làm sao để chỉnh sửa chỗ này, tuy phong cách mỗi người chắc chắn sẽ đóng một vai trò cực kỳ quan trọng, thì vẫn có vài bí quyết giúp đảm bảo thành công. Các ý tưởng thiết kế vườn nhỏ của chúng tôi sẽ làm bạn thư giãn trong một không gian vừa hữu dụng lại vừa xinh đẹp làm bạn cảm thấy dễ chịu thoải mái, chẳng hề nghĩ đến số mét vuông nhỏ bé của khu vườn."
        }
    ],
    "suggestions": []
}