{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['piks(ə)l]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ảnh điểm</td></tr></table><i/></div>",
            "word": "pixel"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pixel</k><blockquote><cclass>[<cclass>'pɪks(ə)l<cclass>, <cclass>-sɛl<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Electronics a minute area of illumination on a display screen, one of many from which an image is composed. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: abbrev. of <i>picture element</i>. </blockquote></div>",
            "word": "pixel"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pixel"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pixel"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điểm ảnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Là phần tử ảnh, đơn vị nhỏ nhất của thông tin trong một ảnh hoặc một bản đồ dạng raster. Được biểu diễn như một ô trong hệ thống ô lưới.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">active pixel region</font><font color=\"#282828\">: miền điểm ảnh hoạt động</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pixel image</font><font color=\"#282828\">: ảnh, điểm ảnh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pixel map</font><font color=\"#282828\">: sơ đồ điểm ảnh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pixel map</font><font color=\"#282828\">: ánh xạ điểm ảnh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pixel operation</font><font color=\"#282828\">: sự thao tác điểm ảnh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pixel value</font><font color=\"#282828\">: giá trị điểm ảnh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phần tử (lượng tử) ảnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pixel element (PEL)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điểm ảnh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "pixel"
        }
    },
    "sentences": [
        {
            "en": "<em>pixel</em>",
            "vi": "điểm ảnh"
        },
        {
            "en": "Tiffani is now waiting for verification from Guinness before <em>Pixel</em> can enter the record books.",
            "vi": "Tiffani hiện đang chờ tổ chức Guinness xác minh trước khi họ có thể đưa Pixel vào sách kỷ lục"
        },
        {
            "en": "When moving or sizing an object, this will restrict changes to one <em>pixel</em> at a time for very fine tuning.",
            "vi": "Khi di chuyển hoặc định cỡ một đối tượng, cách này sẽ hạn chế các thay đổi chỉ mỗi lần một pixel cho các tinh chỉnh tế vi."
        },
        {
            "en": "Standing at 5 inches tall, <em>Pixel</em> the munchkin cat has been put forward to be measured by the Guinness Book of Records.",
            "vi": "Đứng mà cao có 5 inches, chú mèo chân ngắn Pixel đã được đề cử để đưa vào sách kỷ lục Guinness."
        },
        {
            "en": "Usually, when you use the digital zoom on your phone, you're blowing up and cropping in on an image to see each <em>pixel</em> up close.",
            "vi": "Thông thường, khi bạn sử dụng zoom kỹ thuật số trên điện thoại, bạn đang thực hiện thao tác phóng to và cắt cúp ảnh để xem cận cảnh mỗi điểm ảnh. "
        },
        {
            "en": "The fallacy of megapixels\n\nYou can start to see that cramming more pixels onto a sensor may not be the best way to increase <em>pixel</em> resolution.",
            "vi": "Ngộ nhận về số “chấm”\n\n\nBạn có thể nhận thấy rằng việc nhồi nhét thêm điểm ảnh vào cảm biến ảnh có thể không phải là cách tốt nhất để tăng độ phân giải điểm ảnh."
        },
        {
            "en": "<em>Pixel</em> the munchkin cat is believed to have beaten the previous record of six inches which was set by her mother in 2012",
            "vi": "Chú mèo chân ngắn Pixel này được cho là đã phá kỷ lục cũ của chú mèo cao 6 inches (15,24cm) thiết lập hồi năm 2012, cựu kỷ lục gia ấy không ai khác, chính là mẹ của chú."
        },
        {
            "en": "It is powered by a quad-core 1.5GHz processor, has a 10.1-inch screen with a 1920-by-1200 <em>pixel</em> resolution and an 8-megapixel camera.",
            "vi": "Máy chạy trên vi xử lý lõi tứ 1,5 GHz, có màn hình 10,1 inch với độ phân giải 1920x1200 và máy ảnh 8 megapixel."
        },
        {
            "en": "There are several theories as to how Apple could build a larger-screen iPhone, including scaling up the screen and dropping the <em>pixel</em> density a bit; changing the aspect ratio, increasing the screen height and keeping the <em>pixel</em> density the same; increasing the width and height; or going bigger than 4 inches and using a standard 16:9 resolution. ",
            "vi": "Có vài giả thuyết về phương pháp mà Apple có thể chế tạo iPhone có màn hình lớn hơn, như tăng kích thước màn hình và giảm mật độ điểm ảnh đi một chút; thay đổi tỷ lệ hiện thị; tăng chiều cao màn hình và giữ nguyên mật độ điểm ảnh; tăng chiều rộng và chiều cao; hoặc tăng kích thước lên trên 4 inch và sử dụng độ phân giải chuẩn 16:9. "
        },
        {
            "en": "For most phone owners, said Samsung's Blackard, being able to quickly and easily share photos on the fly is far more important than <em>pixel</em> count. Just look at Instagram's runaway success in sharing simple, small photos.",
            "vi": "Ông Blackard thuộc Samsung cho biết đối với hầu hết người dùng điện thoại, khả năng nhanh chóng và dễ dàng chia sẻ ảnh quan trọng hơn nhiều so với số lượng điểm ảnh. Bạn hãy thử nhìn vào thành công nhanh chóng của ứng dụng Instagram trong việc chia sẻ ảnh nhỏ và đơn giản."
        },
        {
            "en": "Her mother Fizz Girl holds the previous world record at six inches that she set in 2012 - if it is verified, then <em>Pixel</em> will be the shortest cat to have ever lived.",
            "vi": "Kỷ lục thế giới trước đây thuộc về mẹ của chú, tên là Fizz Girl, cao 6 inches, được thiết lập hồi năm 2012 - nếu được xác nhận thì Pixel sẽ trở thành chú mèo lùn nhất thế giới từ trước đến nay."
        },
        {
            "en": "\"They would make the <em>pixel</em> siz​es smaller [to fit in more pixels],\" Erensen told me over the phone, \"But keep the image sensor the same.\" Erensen similarly used the water analogy, this time swapping \"buckets\" for \"wells.\"",
            "vi": "Ông nói với tôi qua điện thoại: \"Người ta sẽ giảm kích thước điểm ảnh [để đủ chỗ cho nhiều điểm ảnh hơn], nhưng lại giữ nguyên bộ cảm biến ảnh”. Erensen cũng sử dụng hình ảnh so sánh trên, nhưng lần này thay \"xô nước”  thành \"giếng nước”."
        },
        {
            "en": "At first glance, the new Galaxy Player looks a lot like the Galaxy S III smartphone from Samsung. But the main difference is the screen, which measures one inch above the smartphone, at 5.8 inches in diagonal with a 960-by-540-<em>pixel</em> resolution. In comparison, at 3.5 inches, the Retina display on the iPod Touch has a similar resolution, meaning Samsung’s Player has a much lower <em>pixel</em> density.",
            "vi": "Thoạt nhìn, chiếc Galaxy Player mới ra mắt trông rất giống chiếc điện thoại thông minh Samsung Galaxy S III. Nhưng điểm khác biệt chủ yếu là chiếc màn hình có kích thước lớn hơn Galaxy S III 1 inch, đạt 5.8 inch theo đường chéo với độ phân giả 960x540 pixel. Để so sánh, màn hình retina 3.5 inch trên iPod Touch cũng có độ phân giải tương tự, nghĩa là Samsung Galaxy Player có mật độ điểm ảnh thấp hơn nhiều."
        },
        {
            "en": "Sam Shank, the chief executive officer of Hotel Tonight, a hotel-finding app for both iOS and Android, said if Apple does change the screen siz​e, he believes the phone itself would become slightly wider but not much taller. But he doesn’t believe Apple would mess with either the aspect ratio or the <em>pixel</em> density.",
            "vi": "Sam Shank, Giám đốc điều hành của Hotel Tonight, hãng phát triển ứng dụng tìm kiếm khách sạn cho iOS và Android, cho rằng nếu Apple thật sự thay đổi kích thước màn hình, ông tin rằng bản thân chiếc điện thoại sẽ rộng hơn một chút nhưng chiều dài sẽ không tăng nhiều. Nhưng ông không nghĩ rằng Apple sẽ thay đổi tỷ lệ hiện thị hoặc mật độ điểm ảnh."
        },
        {
            "en": "We shouldn't scrap <em>pixel</em> count entirely when weighing smartphone cameras, but in terms of the hardware and software details that actually go into making a great photo, megapixels are highly overrated. It's high time we focus on other areas that count more, like that undersung sensor.",
            "vi": "Chúng ta không nên loại hoàn toàn số lượng điểm ảnh khi”cân đo” máy ảnh trên điện thoại thông minh, nhưng xét về những chi tiết phần cứng và phần mềm là những thực sự đóng góp vào việc tạo ra một nức ảnh đẹp, thì số “chấm” đã được đánh giá quá cao. Đã đến lúc chúng ta tập trung vào những phần khác có giá trị hơn, chẳng hạn như cảm biến ảnh vốn bị đánh giá thấp."
        },
        {
            "en": "The latter pages now appear \"badly aliased\" -- i.e. conspicuously pixelated -- throughout the app because the images haven't been formatted to accommodate the iPad 3′s 2048 x 1536-<em>pixel</em> resolution, he complains. (The iPad 2, by comparison, has a resolution of 1024 x 768 pixels.)",
            "vi": "Chữ trên các trang xuất dưới dạng ảnh bị răng cưa trầm trọng - - nghĩa là pixelated  thấy rõ - - trong toàn bộ ứng dụng vì hình ảnh chưa được định dạng để thích ứng với độ phân giải 2048 x1536 của iPad 3, anh phàn nàn (Để so sánh, IPad 2 có độ phân giải 1024 x 768.)"
        },
        {
            "en": "Early in the twentieth century, graphic marketers needed to design for print, which mainly only included posters, billboards, and newspapers. By mid-century, television was added to the media that designers needed to optimize for. Now, marketers are tasked with designing graphics that are suitable for TV, print, phones, tablets, and computer screens – sizes now range from 17,000 square foot LED billboards in Times Square, to 13-inch screens, to half-inch app icons, to 16-<em>pixel</em> favicons.",
            "vi": "Đầu thế kỷ XX, các nhà tiếp thị đồ họa chủ yếu chỉ cần đảm nhận việc thiết kế cho in ấn, mà chủ yếu chỉ bao gồm áp phích, biển quảng cáo, và báo chí. Đến giữa thế kỷ, truyền hình được thêm vào danh sách các phương tiện truyền thông mà các nhà thiết kế cần tối ưu hóa cho nó. Ngày nay, các nhà tiếp thị được giao nhiệm vụ thiết kế đồ họa cho kích cỡ màn hình TV, máy in, điện thoại, máy tính bảng, và máy tính để bàn, hiện nay dao động từ 17.000 foot vuông (1/3 hay 1/4 của mét vuông) cho biển quảng cáo LED tại quảng trường Thời đại tai New York, hay những màn hình với kích cỡ 13-inch, với các biểu tượng ứng dụng nửa inch, cho đến biểu tượng yêu thích chỉ với kích cỡ 16 pixel (điểm ảnh)."
        }
    ],
    "suggestions": []
}