{
    "en_vn": {
        "data": {
            "content": null,
            "word": "plagiocephaly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "plagiocephaly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plagiocephaly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plagiocephaly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tật sọ nghiêng</font></td></tr></tbody></table></div>",
            "word": "plagiocephaly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Sudden infant death syndrome (SIDS)      Reducing the Risk A lack of answers is part of what makes sudden infant death syndrome (SIDS) so frightening. SIDS is the leading cause of death among infants 1 month to 1 year old, and claims the lives of about 2,500 each year in the United States. It remains unpredictable despite years of research. Even so, the risk of SIDS can be greatly reduced. First and foremost, infants younger than 1 year old should be placed on their backs to sleep — never face-down on their stomachs. Searching for Answers As the name implies, SIDS is the sudden and unexplained death of an infant who is younger than 1 year old. It's a frightening prospect because it can strike without warning, usually in seemingly healthy babies. Most SIDS deaths are associated with sleep and infants who die of SIDS show no signs of suffering. While most conditions or diseases usually are diagnosed by the presence of specific symptoms, most SIDS diagnoses come only after all other possible causes of death have been ruled out through a review of the infant's medical history and environment. This review helps distinguish true SIDS deaths from those resulting from accidents, abuse, and previously undiagnosed conditions, such as cardiac or metabolic disorders. When considering which babies could be most at risk, no single risk factor is likely to be sufficient to cause a SIDS death. Rather, several risk factors combined may contribute to cause an at-risk infant to die of SIDS. Most deaths due to SIDS occur between 2 and 4 months of age, and incidence increases during cold weather. African-American infants are twice as likely and Native American infants are about three times more likely to die of SIDS than caucasian infants. More boys than girls fall victim to SIDS. Other potential risk factors include: * smoking, drinking, or drug use during pregnancy  *  poor prenatal care  *  prematurity or low birth-weight  *  mothers younger than 20  *  tobacco smoke exposure following birth  *  overheating from excessive sleepwear and bedding  *  stomach sleeping  Stomach Sleeping Foremost among these risk factors is stomach sleeping. Numerous studies have found a higher incidence of SIDS among babies placed on their stomachs to sleep than among those sleeping on their backs or sides. Some researchers have hypothesized that stomach sleeping puts pressure on a child's jaw, therefore narrowing the airway and hampering breathing. Another theory is that stomach sleeping can increase an infant's risk of \"rebreathing\" his or her own exhaled air, particularly if the infant is sleeping on a soft mattress or with bedding, stuffed toys, or a pillow near the face. In that scenario, the soft surface could create a small enclosure around the baby's mouth and trap exhaled air. As the baby breathes exhaled air, the oxygen level in the body drops and carbon dioxide accumulates. Eventually, this lack of oxygen could contribute to SIDS. Also, infants who succumb to SIDS may have an abnormality in the arcuate nucleus, a part of the brain that may help control breathing and awakening during sleep. If a baby is breathing stale air and not getting enough oxygen, the brain usually triggers the baby to wake up and cry. That movement changes the breathing and heart rate, making up for the lack of oxygen. But a problem with the arcuate nucleus could deprive the baby of this involuntary reaction and put him or her at greater risk for SIDS. Going \"Back to Sleep\" The striking evidence that stomach sleeping might contribute to the incidence of SIDS led the American Academy of Pediatrics (AAP) to recommend in 1992 that all healthy infants younger than 1 year of age be put to sleep on their backs (also known as the supine position). Since the AAP's recommendation, the rate of SIDS has dropped by over 50%. Still, SIDS remains the leading cause of death in young infants, so it's important to keep reminding parents about the necessity of back sleeping. Many parents fear that babies put to sleep on their backs could choke on spit-up or vomit. According to the AAP, however, there is no increased risk of choking for healthy infants who sleep on their backs. (For infants with chronic gastroesophageal reflux disease [GERD] or certain upper airway malformations, sleeping on the stomach may be the better option. The AAP urges parents to consult with their child's doctor in these cases to determine the best sleeping position for the baby.)  Placing infants on their sides to sleep is not a good idea, either, the AAP said, as there's a risk that infants will roll over onto their bellies while they sleep. Some parents also may be concerned about positional <em>plagiocephaly</em>, a condition in which babies develop a flat spot on the back of their heads from spending too much time lying on their backs. Since the Back to Sleep campaign, this condition has become quite common — but it is usually easily treatable by changing your baby's position frequently and allowing for more \"tummy time\" while he or she is awake. Of course, once babies can roll over consistently — usually around 4 to 7 months — they may choose not to stay on their backs all night long. At this point, it's fine to let babies pick a sleep position on their own. Tips for Reducing the Risk of SIDS In addition to placing healthy infants on their backs to sleep, the AAP suggests these measures to help reduce the risk of SIDS: * Place your baby on a firm mattress to sleep, never on a pillow, waterbed, sheepskin, couch, chair, or other soft surface. To prevent rebreathing, do not put blankets, comforters, stuffed toys, or pillows near the baby.  * Make sure your baby does not get too warm while sleeping. Keep the room at a temperature that feels comfortable for an adult in a short-sleeve shirt. Some researchers suggest that a baby who gets too warm could go into a deeper sleep, making it more difficult to awaken. * Do not smoke, drink, or use drugs while pregnant and do not expose your baby to secondhand smoke. Infants of mothers who smoked during pregnancy are three times more likely to die of SIDS than those whose mothers were smoke-free; exposure to secondhand smoke doubles a baby's risk of SIDS. Researchers speculate that smoking might affect the central nervous system, starting prenatally and continuing after birth, which could place the baby at increased risk.  * Receive early and regular prenatal care. * Make sure your baby has regular well-baby checkups.  * Breastfeed, if possible. There is some evidence that breastfeeding may help decrease the incidence of SIDS. The reason for this is not clear, though researchers think that breast milk may help protect babies from infections that increase the risk of SIDS.  * If your baby has GERD, be sure to follow your doctor's guidelines on feeding and sleep positions.  * Put your baby to sleep with a pacifier during the first year of life. If your baby rejects the pacifier, don't force it. Pacifiers have been linked with lower risk of SIDS. If you're breastfeeding, try to wait until after the baby is 1 month old so that breastfeeding can be established.  * While infants can be brought into a parent's bed for nursing or comforting, parents should return them to their cribs or bassinets when they're ready to sleep. It's a good idea to keep the cribs and bassinets in the room where parents' sleep. This has been linked with a lower risk of SIDS.  And growing public awareness of SIDS and precautions to prevent it should leave fewer parents searching for answers in the future.",
            "vi": "Hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS)    Giảm nguy cơ đột tử của trẻ Việc thiếu hiểu biết cũng là một phần nguyên do làm cho hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) trở nên đáng sợ như thế. SIDS là nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh từ 1 tháng đến 1 tuổi, và mỗi năm cướp đi mạng sống của khoảng 2.500 trẻ em ở Hoa Kỳ. Mặc dù người ta đã mất nhiều năm ngiên cứu nhưng hội chứng này vẫn còn là một ẩn số.  Tuy vậy, nguy cơ SIDS cũng có thể ngăn ngừa và làm giảm đáng kể. Điều đầu tiên và quan trọng hơn hết là trẻ dưới 1 tuổi nên được đặt nằm ngửa khi ngủ – đừng bao giờ cho bé nằm sấp và úp mặt xuống dưới.  Đi tìm lời giải Như đã tiềm ẩn trong tên gọi của nó, hội chứng SIDS là hội chứng gây tử vong đột ngột, bất thình lình và khó giải thích ở trẻ sơ sinh dưới 1 tuổi. Đây là một khả năng đáng sợ bởi có thể làm tử vong mà không có một dấu hiệu nào báo trước, thường thì cũng xảy ra với những đứa trẻ khỏe mạnh. Phần lớn các trường hợp đột tử ở trẻ dưới 1 tuổi đều liên quan đến giấc ngủ và những trẻ sơ sinh đột tử này không hề cho thấy dấu hiệu bệnh tật gì cả.    Trong khi hầu hết các chứng bệnh đều được chẩn đoán dựa vào một số triệu chứng cụ thể nào đó, thì phần lớn các chẩn đoán SIDS có được sau khi đã loại trừ tất cả các nguyên nhân đột tử khả thi khác bằng cách xem xét tiền sử sức khỏe và môi trường sống của trẻ. Việc tìm hiểu, rà soát này giúp người ta phân biệt các ca đột tử SIDS thực sự với các trường hợp tử vong do tai nạn, lạm dụng thuốc, và các căn bệnh chưa được chẩn đoán ra trước đây, như rối loạn tim mạch hoặc rối loạn quá trình trao đổi chất.  Trong quá trình cân nhắc, xem xét xem trẻ nào có thể có nguy cơ nhiều nhất thì người ta phát hiện ra không có một nguyên nhân đơn lẻ nào có thể gây ra hội chứng đột tử SIDS được. Đúng hơn là, nguy cơ trẻ sơ sinh đột tử khi ngủ là do một vài yếu tố nguy hiểm kết hợp lại.  Hiện tượng đột tử này xảy ra chủ yếu trong độ tuổi từ 2 đến 4 tháng tuổi, và thường tăng lên trong mùa lạnh. Tỉ lệ đột tử ở trẻ sơ sinh Mỹ gốc Châu Phi cao hơn gấp 2 lần so với trẻ sơ sinh da trắng và số trẻ thổ dân Châu Mỹ đột tử cũng cao hơn khoảng 3 lần. Bé trai có nguy cơ đột tử nhiều hơn bé gái.  Những nguyên nhân tìm ẩn khác bao gồm: * mẹ hút thuốc, uống rượu, hoặc sử dụng ma túy khi đang có thai * chăm sóc thời kỳ trước khi sinh không đúng cách hoặc quá sơ sài * bé sinh non hoặc sinh thiếu ký * mẹ dưới 20 tuổi * bé sau khi sinh tiếp xúc với khói thuốc lá * giường ngủ quá nóng và bé mặc quá nhiều quần áo khi ngủ * bé nằm sấp khi ngủ Nằm sấp khi ngủ Các yếu tố gây nguy hiểm hàng đầu dẫn đến đột tử ở trẻ sơ sinh là nằm sấp khi ngủ. Nhiều cuộc nghiên cứu đã phát hiện tỉ lệ SIDS cao hơn ở trẻ nằm sấp khi ngủ so với trẻ nằm ngửa hoặc nằm nghiêng. Một số nhà nghiên cứu đưa ra giả thiết là tư thế ngủ nằm sấp sẽ làm đè lên quai hàm của trẻ, làm hẹp đường thở và làm cho bé bị nghẹt thở. Một giả thuyết khác là việc nằm sấp có thể làm tăng nguy cơ “hít ngược trở lại” khí mà bé thở ra, nhất là khi bé ngủ trên nệm mềm hoặc có bộ trải giường, chăn màn, đồ chơi bằng bông nhồi, hoặc gối gần bên mặt. Khi đó bề mặt mềm có thể tạo lớp chắn mỏng quanh miệng của bé và làm chặn lại lượng khí bé thở ra. Nếu trẻ hít lại lượng khí đó thì lượng ô-xy trong cơ thể giảm xuống và CO2 tăng lên. Và sự thiếu ô-xy này có thể góp phần dẫn tới việc đột tử ở trẻ trong khi ngủ. Hơn nữa, trẻ bị đột tử trong lúc ngủ cũng có thể gặp bất thường ở nhân hình cung, đây là một phần của não bộ giúp kiểm soát việc thở và thức giấc trong lúc ngủ. Nếu trẻ hít phải lượng khí đã thải ra và không có đủ khí ô-xy thì não sẽ báo động cho trẻ thức giấc và khóc ré lên. Hành động đó thay đổi nhịp hô hấp và nhịp tim, bù đắp lại lượng ô-xy đã thiếu. Nhưng nếu trẻ có vấn đề với bộ phận đó thì sẽ bị mất đi phản ứng vô điều kiện này và làm cho trẻ có nguy cơ tử vong rất cao.  “Nằm ngửa khi ngủ” Những sự thật rõ ràng rằng việc ngủ nằm sấp có thể góp phần gây nên hội chứng đột tử ở trẻ làm cho Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) năm 1992 đã khuyến cáo tất cả trẻ sơ sinh khỏe mạnh dưới 1 tuổi nên được đặt nằm ngửa khi ngủ.  Kể từ khi được AAP khuyến cáo thì tỉ lệ trẻ đột tử trong khi ngủ đã giảm hơn 50%. Nhưng, hội chứng SIDS vẫn là một nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh, vì vậy điều quan trọng là nên nhắc các ông bố bà mẹ về việc nên cho trẻ nằm ngửa khi ngủ.  Nhiều bố mẹ sợ rằng nếu đặt trẻ nằm ngửa khi ngủ thì có thể trẻ bị nghẹt thở do nôn ói. Tuy nhiên theo Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) thì nguy cơ nghẹt thở đối với trẻ sơ sinh mạnh khỏe nằm ngửa khi ngủ không tăng. (Đối với trẻ sơ sinh bị trào ngược dạ dày thực quản mãn tính hoặc bị dị tật đường thở trên thì tư thế ngủ nằm sấp có thể tốt hơn. Tổ chức AAP khuyến nghị các bậc bố mẹ nên tham khảo ý kiến của bác sĩ để quyết định xem tư thế nằm ngủ như thế nào là tốt nhất cho con mình.)  AAP cho biết việc đặt trẻ nằm nghiêng khi ngủ cũng không phải là một ý hay bởi trong lúc ngủ trẻ cũng có thể lăn và lại nằm sấp úp mặt xuống dưới. Một số bố mẹ cũng lo ngại về hình dạng bất đối xứng của đầu con mình – có nghĩa là đầu bé bị méo, bị dẹt hoặc không tròn như bình thường – đây là một triệu chứng phần sau đầu bé phẳng lì hoặc dẹt đét do phải nằm ngửa trong thời gian quá lâu. Kể từ khi có cuộc vận động cho trẻ nằm ngửa thì triệu chứng này càng trở nên phổ biến hơn – nhưng cũng dễ dàng chữa dứt thôi bằng cách thay đổi tư thế nằm của bé và cũng nên cho bé thời gian “nằm sấp” nhiều hơn trong khi bé thức.  Tất nhiên là khi bé có thể lăn hoặc lật đều đặn – thường khoảng chừng từ 4 đến 7 tháng tuổi – bé có thể sẽ không nằm ngửa suốt cả đêm đâu. Vào độ tuổi này, bạn cũng có thể để cho bé tự nằm ở tư thế nào bé thích.  Các bí quyết giúp giảm nguy cơ đột tử ở trẻ sơ sinh dưới 1 tuổi Ngoài việc nên đặt trẻ sơ sinh khỏe mạnh nằm ngửa khi ngủ thì tổ chức AAP cũng khuyến cáo những biện pháp dưới đây nhằm giúp làm giảm nguy cơ gây đột tử ở trẻ sơ sinh khi ngủ: * Nên đặt bé ngủ trên nệm cứng, đừng cho bé  ngủ trên gối, giường nước, đệm nước, da cừu, đi văng, ghế hoặc trên một vật có bề mặt mềm nào khác. Để phòng tránh việc trẻ có thể hít lại khí thải ra, bạn không nên để chăn mền, khăn quàng cổ, đồ chơi nhồi bông, hoặc gối gần chỗ bé.  * Nên đảm bảo bé không cảm thấy quá ấm khi ngủ. Hãy giữ cho phòng bé được thoải mái với nhiệt độ vừa phải có thể cho người lớn mặc áo ngắn tay là được. Một số nhà nghiên cứu khuyến cáo trẻ ngủ quá ấm có thể ngủ sâu hơn và làm cho bé khó tỉnh thức hơn.  * Không nên hút thuốc, uống rượu bia hoặc sử dụng ma tuý khi mang thai và không nên để cho bé tiếp xúc với khói thuốc do người khác hút. Trẻ sơ sinh có mẹ hút thuốc trong thời gian thai nghén có nguy cơ đột tử SIDS cao hơn gấp 3 lần so với trẻ có mẹ không hút thuốc và tương tự trẻ tiếp xúc với khói thuốc do người khác hút có nguy cơ đột tử SIDS cao gấp đôi so với trẻ có mẹ không hút thuốc. Các nhà nghiên cứu phỏng đoán thuốc lá có thể làm ảnh hưởng đến hệ thần kinh trung ương, bắt đầu trước khi sanh và tiếp tục sau khi bé ra đời, làm tăng nguy cơ đột tử của bé trong khi ngủ.  * Nên khám và chăm sóc sức khỏe sớm và đều đặn trước khi sinh. * Nên đảm bảo bé được khám sức khỏe định kỳ đều đặn.  * Nên cho trẻ bú sữa mẹ, nếu có thể được. Nhiều bằng chứng cho thấy trẻ được bú sữa mẹ có thể giảm nguy cơ đột tử trong khi ngủ. Dẫu chưa có nguyên do gì rõ ràng cho việc này nhưng các nhà nghiên cứu cho rằng sữa mẹ có thể giúp trẻ phòng tránh được các bệnh nhiễm trùng làm tăng nguy cơ đột tử của trẻ khi ngủ.  * Nếu bé bị hội chứng trào ngược dạ dày thực quản (GERD) thì nên đảm bảo làm theo hướng dẫn của bác sĩ về việc cho ăn và tư thế ngủ của bé nhé. * Cho bé ngậm ti giả khi ngủ trong năm đầu đời. Nếu bé không thích thì đừng ép. Ti giả có khả năng làm giảm nguy cơ gây đột tử cho trẻ trong khi ngủ. Nếu bé bú sữa mẹ thì bạn nên chờ sau 1 tháng cho bé quen với việc bú mẹ.  * Khi bố mẹ mang trẻ sơ sinh sang giường mình để cho bé bú hoặc dỗ dành, vuốt ve con thì nên cho bé trở lại nôi hoặc giường cũi của mình khi bé muốn ngủ. Bạn nên để nôi hoặc giường cũi của bé trong phòng ngủ của mình, điều này có thể giúp làm giảm nguy cơ đột tử của bé trong lúc ngủ đấy.  Và việc nâng cao ý thức của người dân về hội chứng đột tử ở trẻ sơ sinh dưới 1 tuổi và các biện pháp phòng tránh sẽ có thể giúp nhiều bố mẹ hiểu biết hơn trong tương lai."
        }
    ],
    "suggestions": []
}