{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[plæz'moudiəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sinh vật học) hợp bào</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trùng sốt rét</td></tr></table><i/></div>",
            "word": "plasmodium"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>plasmodium</k><blockquote><cclass>[<cclass>plaz'məʊdɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>plasmodia</b><cclass>-dɪə) </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a parasitic protozoan of a genus including that causing malaria. [Genus <i>Plasmodium</i>.] </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Biology a form within the life cycle of some simple organisms such as slime moulds, consisting of a mass of protoplasm containing many nuclei. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>plasmodial</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: mod. L., based on late L. <i>plasma</i> 'mould, formation'. </blockquote></div>",
            "word": "plasmodium"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plasmodium"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plasmodium"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> động vật nguyên sinh (sống ký sinh trong hồng cầu và tế bào gan người)</font></td></tr></tbody></table></div>",
            "word": "plasmodium"
        }
    },
    "sentences": [
        {
            "en": "Four species of <em>Plasmodium</em> infect humans.",
            "vi": "Bốn loài plasmodium lây bệnh cho người."
        },
        {
            "en": "After biting a person, the mosquito injects <em>Plasmodium</em> parasites into the body.",
            "vi": "Sau khi cắn một người, muỗi tiêm ký sinh trùng plasmodium vào cơ thể."
        },
        {
            "en": "Malaria is an infectious disease caused by <em>plasmodium</em> parasites, or one-cell parasites.",
            "vi": "Sốt rét là một bệnh truyền nhiễm gây ra bởi ký sinh trùng plasmodium, hoặc ký sinh trùng đơn bào."
        },
        {
            "en": "Malaria is caused by one-cell parasites from a group of parasites called <em>plasmodium</em>.",
            "vi": "Sốt rét bị gây ra bởi ký sinh trùng đơn bào từ một nhóm ký sinh trùng được gọi là plasmodium."
        },
        {
            "en": "There is an urgent need to identify new drugs and targets because <em>Plasmodium</em> species are becoming highly resistant to current drugs.",
            "vi": "Có một nhu cầu cấp thiết để xác định các loại thuốc mới và mục tiêu bởi vì các loài ký sinh trùng sốt rét đang trở nên kháng với các loại thuốc hiện tại."
        },
        {
            "en": "More than 100 different species of <em>Plasmodium</em> exist, and they cause malaria in many types of animals and birds, as well as people.",
            "vi": "Hơn 100 loài plasmodium khác nhau tồn tại, và chúng gây ra sốt rét ở nhiều loại động vật và chim, cũng như con người."
        },
        {
            "en": "A three-dimensional study of how enzymes in the malaria parasite <em>Plasmodium</em> synthesize essential vitamins, could help develop new drugs to combat the disease. Using electron microscopy, a team of scientists from Germany and the UK studied how the enzymes synthesize Vitamin B6, which has already been proposed as a target for new drugs.",
            "vi": "Một nghiên cứu ba chiều về cách en-zim trong ký sinh trùng sốt rét Plasmodium tổng hợp những vi-ta-min thiết yếu, có thể giúp phát triển các loại thuốc mới để chống lại bệnh này. Sử dụng kính hiển vi điện tử, một nhóm các nhà khoa học Đức và Anh đã nghiên cứu các en-zim tổng hợp vi-ta-min B6, đã được đề xuất như là một mục tiêu cho loại thuốc mới."
        },
        {
            "en": "Malaria is one of the most devastating infectious diseases in the world. Every year, nearly 250 million people are newly infected and about 1 million die from it. People become infected when they are bitten by mosquitoes carrying the <em>Plasmodium</em> parasite.",
            "vi": "Sốt rét là một trong những bệnh truyền nhiễm gây tổn hại nhiều nhất trên thế giới. Mỗi năm, gần 250 triệu người mới bị nhiễm bệnh và khoảng 1 triệu người chết vì nó. Người bị nhiễm bệnh khi họ bị cắn bởi muỗi mang ký sinh trùng sốt rét."
        }
    ],
    "suggestions": []
}