{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[plæ∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vũng lầy, vũng nước</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng vỗ bì bõm, tiếng đập bì bộp (sóng, mái chèo khua nước...), tiếng rơi tõm (xuống nước)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cái nhảy tõm, cái rơi tõm (xuống nước)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vết vấy (bùn, máu...)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vỗ bì bõm, đập bì bộp (mặt nước)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vấy tung toé, làm bắn tung toé (nước, bùn...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vít xuống và ken (cành cây nhỏ...) thành hàng rào</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ken cành nhỏ làm (hàng rào)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vấy tung toé, bắn tung toé</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(+ <font color=\"#1371BB\">through</font>, <font color=\"#1371BB\">into</font>) lội bì bõm (trong vũng lầy); rơi tõm xuống, nhảy tõm xuống (ao...)</td></tr></table><i/></div>",
            "word": "plash",
            "pronounce": "[plæ∫]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>plash</k><blockquote><cclass>literary </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a splashing sound. </blockquote></blockquote><blockquote><blockquote>2》 a pool or puddle. </blockquote></blockquote><blockquote>■ <cclass>verb make or hit with a splash. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>plashy</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: prob. imitative. </blockquote></div>",
            "word": "plash",
            "pronounce": "[plæ∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plash",
            "pronounce": "[plæ∫]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plash",
            "pronounce": "[plæ∫]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đầm lầy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vũng nước</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">plash plant</font><font color=\"#282828\">: đầm lầy, vũng nước</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">plash plant</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đầm lầy</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">plash plant</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vũng nước</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "plash",
            "pronounce": "[plæ∫]"
        }
    },
    "sentences": [
        {
            "en": "VD : 35/75 : 35 <em>plash</em> 75",
            "vi": "số nhà sẹt"
        },
        {
            "en": "VD: 35/75: 35 <em>plash</em> 75",
            "vi": "số nhà sẹt"
        },
        {
            "en": "She did so, and the frog hopped into the room, and then straight on - tap, tap - <em>plash</em>, <em>plash</em> - from the bottom of the room to the top, till he came up close to the table where the princess sat.",
            "vi": "Cô làm như lời cha dặn, và chú ếch nhảy vào phòng, rồi đi thẳng – kêu \"tép - tép, tõm – tõm\" đi từ cuối phòng cho đến đầu phòng, cho đến khi chú đi đến gần chiếc bàn nơi cô công chúa ngồi."
        },
        {
            "en": "The next day, just as the princess had sat down to dinner, she heard a strange noise - tap, tap - <em>plash</em>, <em>plash</em> - as if something was coming up the marble staircase.",
            "vi": "Ngày hôm sau, ngay khi công chúa ngồi xuống ăn bữa tối, cô nghe một tiếng động lạ – \"tép, tép - tõm, tõm\" - như thể có cái gì đó đang đi lên cái cầu thang làm bằng cẩm thạch."
        },
        {
            "en": "The next day, just as the princess had sat down to dinner, she heard a strange noise - tap, tap - <em>plash</em>, <em>plash</em> - as if something was coming up the marble staircase.",
            "vi": "hôm sau, ngay khi công chúa ngồi xuống ăn bữa tối, cô nghe một tiếng động lạ –\"tép, tép - tõm, tõm\"- như thể có cái gì đó đang đi lên cái cầu thang làm bằng cẩm thạch."
        },
        {
            "en": "She did so, and the frog hopped into the room, and then straight on - tap, tap - <em>plash</em>, <em>plash</em> - from the bottom of the room to the top, till he came up close to the table where the princess",
            "vi": "Cô làm như lời cha dặn, và chú ếch nhảy vào phòng, rồi đi thẳng – kêu \"tép - tép, tõm – tõm\" đi từ cuối phòng cho đến đầu phòng, cho đến khi chú đi đến gần chiếc bàn nơi cô công chúa ngồi."
        },
        {
            "en": "She did so, and the frog hopped into the room, and then straight on - tap, tap - <em>plash</em>, <em>plash</em> - from the bottom of the room to the top, till he came up close to the table where the princess sat.",
            "vi": "Cô làm như lời cha dặn, và chú ếch nhảy vào phòng, rồi đi thẳng – kêu \"tép - tép, tõm – tõm\"đi từ cuối phòng cho đến đầu phòng, cho đến khi chú đi đến gần chiếc bàn nơi cô công chúa ngồi."
        },
        {
            "en": "The Frog Prince    One fine evening a young princess put on her bonnet and clogs, and went out to take a walk by herself in a wood; and when she came to a cool spring of water with a rose in the middle of it, she sat herself down to rest a while. Now she had a golden ball in her hand, which was her favourite plaything; and she was always tossing it up into the air, and catching it again as it fell.   After a time she threw it up so high that she missed catching it as it fell; and the ball bounded away, and rolled along on the ground, until at last it fell down into the spring. The princess looked into the spring after her ball, but it was very deep, so deep that she could not see the bottom of it. She began to cry, and said, 'Alas! if I could only get my ball again, I would give all my fine clothes and jewels, and everything that I have in the world.'   Whilst she was speaking, a frog put its head out of the water, and said, 'Princess, why do you weep so bitterly?'   'Alas!' said she, 'what can you do for me, you nasty frog? My golden ball has fallen into the spring.'   The frog said, 'I do not want your pearls, and jewels, and fine clothes; but if you will love me, and let me live with you and eat from off your golden plate, and sleep on your bed, I will bring you your ball again.'   'What nonsense,' thought the princess, 'this silly frog is talking! He can never even get out of the spring to visit me, though he may be able to get my ball for me, and therefore I will tell him he shall have what he asks.'   . So she said to the frog, 'Well, if you will bring me my ball, I will do all you ask '   Then the frog put his head down, and dived deep under the water; and after a little while he came up again, with the ball in his mouth, and threw it on the edge of the spring.   As soon as the young princess saw her ball, she ran to pick it up; and she was so overjoyed to have it in her hand again, that she never thought of the frog, but ran home with it as fast as she could.   The frog called after her, 'Stay, princess, and take me with you as you said,'   But she did not stop to hear a word.   The next day, just as the princess had sat down to dinner, she heard a strange noise - tap, tap - <em>plash</em>, <em>plash</em> - as if something was coming up the marble staircase, and soon afterwards there was a gentle knock at the door, and a little voice cried out and said:  “Open the door, my princess dear,  Open the door to thy true love here!  And mind the words that thou and I said  By the fountain cool, in the greenwood shade.”  Then the princess ran to the door and opened it, and there she saw the frog, whom she had quite forgotten. At this sight she was sadly frightened, and shutting the door as fast as she could came back to her seat.   The king, her father, seeing that something had frightened her, asked her what was the matter.   'There is a nasty frog,' said she, 'at the door, that lifted my ball for me out of the spring this morning. I told him that he should live with me here, thinking that he could never get out of the spring; but there he is at the door, and he wants to come in.'   While she was speaking the frog knocked again at the door, and said:  'Open the door, my princess dear,  Open the door to thy true love here!  And mind the words that thou and I said  By the fountain cool, in the greenwood shade.'  Then the king said to the young princess, 'As you have given your word you must keep it; so go and let him in.'   She did so, and the frog hopped into the room, and then straight on - tap, tap - <em>plash</em>, <em>plash</em> - from the bottom of the room to the top, till he came up close to the table where the princess sat.  'Pray lift me upon chair,' said he to the princess, 'and let me sit next to you.'   As soon as she had done this, the frog said, 'Put your plate nearer to me, that I may eat out of it.'   This she did, and when he had eaten as much as he could, he said, 'Now I am tired; carry me upstairs, and put me into your bed.' And the princess, though very unwilling, took him up in her hand, and put him upon the pillow of her own bed, where he slept all night long.   As soon as it was light the frog jumped up, hopped downstairs, and went out of the house.   'Now, then,' thought the princess, 'at last he is gone, and I shall be troubled with him no more.'   But she was mistaken; for when night came again she heard the same tapping at the door; and the frog came once more, and said:  'Open the door, my princess dear,  Open the door to thy true love here!  And mind the words that thou and I said  By the fountain cool, in the greenwood shade.'  And when the princess opened the door the frog came in, and slept upon her pillow as before, till the morning broke. And the third night he did the same. But when the princess awoke on the following morning she was astonished to see, instead of the frog, a handsome prince, gazing on her with the most beautiful eyes she had ever seen and standing at the head of her bed.   He told her that he had been enchanted by a spiteful fairy, who had changed him into a frog; and that he had been fated so to abide till some princess should take him out of the spring, and let him eat from her plate, and sleep upon her bed for three nights.   'You,' said the prince, 'have broken his cruel charm, and now I have nothing to wish for but that you should go with me into my father's kingdom, where I will marry you, and love you as long as you live.'   The young princess, you may be sure, was not long in saying 'Yes' to all this; and as they spoke a brightly coloured coach drove up, with eight beautiful horses, decked with plumes of feathers and a golden harness; and behind the coach rode the prince's servant, faithful Heinrich, who had bewailed the misfortunes of his dear master during his enchantment so long and so bitterly, that his heart had well-nigh burst.   They then took leave of the king, and got into the coach with eight horses, and all set out, full of joy and merriment, for the prince's kingdom, which they reached safely; and there they lived happily a great many years.",
            "vi": "The Frog Prince    Vào một đêm trăng sáng, cô công chúa trẻ đội mũ và mang hài vào để ra ngoài đi dạo một mình trong khu rừng nọ; và khi cô đến một dòng suối mát thì thấy một cây hoa hồng ở giữa dòng suối, cô liền ngồi xuống nghỉ ngơi  một lát. Lúc bấy giờ trong tay cô cầm một quả bóng vàng, là đồ chơi mà cô thích nhất; và cô cứ tung tung nó lên vào không trung, rồi lại chờ nó rơi xuống và bắt nó lại.          Rồi một lần khi cô tung nó lên cao thật cao đến đến nỗi khi nó rơi xuống cô lại  bắt hụt mất; và quả bóng văng đi, lăn xuống đất, và lăn tròn rồi cuối cùng rơi vào lòng suối. Cô công chúa nhìn theo quả bóng cứ lăn dần vào lòng suối, nhưng con suối rất sâu, sâu đến nỗi cô không thể nhìn thấy tận đáy của nó. Cô bắt đầu khóc, và than thở , “Chao ôi! Giá như tôi có thể lượm lại được quả bóng, tôi sẽ cho tất cả quần áo và trang sức đẹp của tôi cũng như mọi thứ tôi có được trên cõi đời này.”  Trong khi cô đang than thờ, thì có một chú ếch ngóc đầu lên khỏi mặt nước, và cất tiếng nói, “Này công chúa, tại sao cô khóc nức nở vậy?”  “Chao ôi,“ công chúa đáp lại, “chú có thể giúp được gì cho ta, hỡi chú ếch đáng ghét kia? Quả bóng vàng của tôi đã rơi xuống dòng suối rồi.” Ếch đáp lại, “tôi không muốn nhận ngọc ngà châu báu hay trang sức, và quần áo đẹp của nàng; nhưng nếu nàng yêu tôi, và cho tôi sống chung với nàng và được ăn bằng đĩa vàng, và ngủ trên giường của nàng, tôi sẽ trả lại quả bóng cho”  “Nhảm nhí” cô công chúa nghĩ trong đầu, “chú ếch ngu ngốc này đang nói gì thế nhỉ! Cho dù nó có thể lượm được quả bóng cho mình đi chăng nữa thì thậm chí nó cũng không thể nào nhảy ra khỏi con suối này đến chỗ mình được, và vậy thì mình sẽ nói với nó là sẽ đáp ứng lại mọi thứ nó yêu cầu. ' Nghĩ đoạn, cô liền nói với chú ếch, “Ừm, nếu chú mang trái bóng trả cho tôi, tôi sẽ làm tất cả những điều y như chú yêu cầu” Thế rồi chú ếch lặn xuống, và lao mình sâu dưới nước; và sau một lát, chú lại ngoi lên, ngậm quả bóng ở miệng, và ném nó lên cạnh dòng suối.      Khi công chúa trẻ thấy quả bóng, cô liền chạy đến nhặt nó lên; và cô vui mừng khôn xiết khi được cầm nó một lần nữa trên tay, vui đến nỗi cô chẳng thèm nghĩ đến công lao chú ếch, chỉ biết cầm nó chạy một mạch về nhà.  Ếch gọi với theo cô ấy, “Dừng lại, công chúa ơi, và cho tôi đi theo cùng với cô như đã hứa chứ,” Thế nhưng cô không dừng lại đếm xỉa gì đến lời chú ếch.         Ngày hôm sau, ngay khi công chúa ngồi xuống ăn bữa tối, cô nghe một tiếng động lạ – “tép, tép - tõm, tõm” - như thể có cái gì đó đang đi lên cái cầu thang làm bằng cẩm thạch, và ngay sau đó có tiếng gõ cửa nhè nhẹ, và rồi một giọng nói nhỏ thét lên: \"Mở cửa cho tôi vào với, nàng công chúa yêu quý của tôi ơi, Mở cửa lòng để đón tình yêu đích thực của nàng đi! Và xin hãy nhớ những gì nàng và tôi đã hứa Bên dòng suối mát, trong khu rừng xanh.” Sau đó công chúa chạy đến cửa và mở ra, và ở đó cô ấy thấy chú ếch, con vật mà cô đã hoàn toàn quên lãng. Khi thấy nó, cô ấy hết sức hoảng hốt, và đóng ngay cửa lại càng nhanh càng tốt rồi quay trở lại ngồi vào chiếc ghế của mình.  Đức vua, cha cô, nhận thấy có cái gì đó đã làm cho con gái mình sợ, liền hỏi cô chuyện gì đã xảy ra.   “Có con ếch đáng ghét,” cô trả lời, “đang ở trước cửa, nó đã ngậm quả bóng bị rớt của con lên  khỏi con suối sáng nay. Con có hứa với nó  là con sẽ cho nó sống với con ở đây, vì lúc đó con nghĩ là nó sẽ không bao giờ có thể ra được khỏi dòng suối ấy; nhưng giờ thì nó ở trước cửa, và nó muốn vào kìa.”         Trong khi cô đang nói, chú ếch lại gõ cửa lần nữa, và cất tiếng nói: \"Mở cửa cho tôi vào với, nàng công chúa yêu quý của tôi ơi, Mở cửa lòng để đón tình yêu đích thực của nàng đi! Và xin hãy nhớ những gì nàng và tôi hứa Bên dòng suối mát, trong khu rừng xanh.” Sau đó, Đức vua nói với công chúa trẻ, “Một khi con đã hứa thì con hãy giữ lời; hãy đi mở cửa đi và để nó vào.”      Cô làm như lời cha dặn, và chú ếch nhảy vào phòng, rồi đi thẳng – kêu “tép - tép, tõm – tõm” đi từ cuối phòng cho đến đầu phòng, cho đến khi chú đi đến gần chiếc bàn nơi cô công chúa ngồi. “Xin nàng nhấc tôi lên ghế,” chú nói với cô công chúa ,” và để cho tôi ngồi kế bên nàng”.  Ngay khi cô làm xong chuyện này, chú ếch lại nói, “xin đặt cái đĩa của nàng lại gần tôi hơn, để tôi có thể đi ăn hết nó.”         Rồi cô làm đúng như vậy, và khi chú ếch ăn nhiều hết mức có thể, đoạn nói, “bây giờ tôi mệt rồi; hãy bế tôi trên lầu, và để tôi nằm trên vào giường của nàng.” Và cô công chúa, cho dù rất bất đắc dĩ, nhưng cũng đặt con ếch lên trên tay cô, và đặt con ếch nằm lên chiếc gối của chiếc giường riêng mình, để nó ngủ đó suốt cả đêm.   Ngay khi trời sáng chú ếch nhảy bật dậy, nhảy xuống dưới lầu, và đi ra khỏi nhà.  “Bây giờ, rồi thì” cô công chúa nghĩ, “cuối cùng nó cũng biến mất, và mình sẽ không bị rắc rối với nó nữa” Nhưng cô đã nhầm; vì khi màn đêm buông xuống lần nữa thì cô cũng nghe tiếng gõ cửa như hôm trước; và chú ếch lại đến một lần nữa, và cất tiếng nói : \"Mở cửa cho tôi vào với, nàng công chúa yêu quý của tôi ơi, Mở cửa lòng để đón tình yêu đích thực của nàng đi! Và xin hãy nhớ những gì nàng và tôi hứa Bên dòng suối mát, trong khu rừng xanh.”         Và khi nàng công chúa mở cửa cho chú ếch vào, và ngủ trên gối của cô ấy như lần trước cho đến sáng hôm sau. Và đêm thứ ba chú ếch cũng làm giống vậy. Nhưng khi sáng cô công chúa thức dậy, cô ngạc nhiên khi thấy, thay vì chú ếch, lại là một vị hoàng tử đẹp trai, đang đứng ở đầu giường rồi nhìn chằm chằm vào cô với mắt xinh đẹp nhất mà cô ấy từng thấy.  Anh ta kể với cô rằng anh đã bị niệm bùa chú bởi một bà tiên độc ác, bà ta đã biến anh thành chú ếch; và theo mệnh số thì  anh phải chờ cho đến khi một nàng công chúa nào đó kéo anh ra khỏi dòng suối, và cho anh ăn thức ăn từ đĩa của cô, và ngủ trên giường của cô ấy trong ba đêm.  “Nàng” Hoàng tử nói, “đã phá vỡ bùa phép độc ác của ta, và bây giờ ta không còn mong ước gì hơn ngoài việc mời nàng đi với ta đến vương quốc của cha ta, rồi ta sẽ kết hôn ở đó với nàng, và sẽ yêu thương nàng cho đến cuối đời nàng” Cô công chúa trẻ, bạn biết chắc rồi đấy, không ngần ngại đồng ý với vị hoàng tử ; và khi họ đang nói thì có một cỗ xe ngựa màu sắc rực rỡ chạy đến gần, với tám con ngựa xinh đẹp, trang trí với lông chim và yên cương vàng; và đằng sau chiếc xe là người hầu trung thành của Hoàng tử, Heinrich, người đã thương khóc nức nở rất lâu cho những nỗi bất hạnh của người chủ yêu quý của ông trong lúc hoàng tử bị yểm bùa chú, ông  khóc nhiều đến nỗi tim của ông muốn vỡ ra. Sau đó họ từ biệt Đức vua, và leo lên chiếc cỗ xe với tám chú ngựa, và lên đường, vui vẻ  hớn hở, tiến về vương quốc của Hoàng tử ếch, đến nơi an toàn; và họ sống hạnh phúc đến đầu bạc răng long."
        }
    ],
    "suggestions": []
}