{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Plato",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Plato",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Plato",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Plato",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Plato",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In his first lecture on <em>Plato</em>, our philosophy teacher covered a lot of ground.",
            "vi": "Trong bài diễn giảng đầu tiên về Platon, giáo sư triết của chúng tôi đã đề cập đến nhiều vấn đề."
        },
        {
            "en": "I couldn't believe all the people who knew this secret were the greatest people in history : <em>Plato</em>, Shakespeare, Newton, Hugo, Beethoven, Lincoln, Emerson, Edison, Einstein.",
            "vi": "Thật không thể tin được là tất cả những người biết đến bí mật này lại là những vĩ nhân trong lịch sử: Plato, Shakespeare, Newton, Hugo, Beethoven, Lincoln, Emerson, Edison, Einstein."
        },
        {
            "en": "I couldn't believe all the people who knew this secret were the greatest people in history: <em>Plato</em>, Shakespeare, Newton, Hugo, Beethoven, Lincoln, Emerson, Edison, Einstein.",
            "vi": "Thật không thể tin được là tất cả những người biết đến bí mật này lại là những vĩ nhân trong lịch sử : Plato, Shakespeare, Newton, Hugo, Beethoven, Lincoln, Emerson, Edison, Einstein."
        },
        {
            "en": "Actions speak louder than words.  The Greek philosopher <em>Plato</em> once said that action is character. People are not defined by what they say because a lot of talk does not mean anything. People are judged by the things they do. Your actions are more important than what you say.",
            "vi": "Hành động có giá trị hơn lời nói.Plato, triết gia Hy Lạp, đã có lần nói rằng hành động là tính cách. Tính cách con người không được xác định bởi lời nói vì nhiều lời nói chẳng có ý nghĩa gì. Con người được đánh giá qua điều mình làm. Hành động của bạn quan trọng hơn những lời bạn nói."
        },
        {
            "en": "Theories about humour have an ancient pedigree. <em>Plato</em> expressed the idea that humour is simply a delighted feeling of superiority over others. Kant and Freud felt that joke-telling relies on building up a psychic tension which is safely punctured by the ludicrousness of the punchline. But most modern humour theorists have settled on some version of Aristotle's belief that jokes are based on a reaction to or resolution of incongruity, when the punchline is either a nonsense or, though appearing silly, has a clever second meaning.",
            "vi": "Các lý thuyết về hài hước có gốc cổ xưa. Plato bày tỏ ý nghĩ rằng sự hài hước đơn giản là một cảm giác vui mừng về sự vượt trội hơn so với những người khác. Kant và Freud cảm thấy rằng câu chuyện đùa dựa trên việc xây dựng sự căng thẳng tinh thần, nó bị chọc thủng do tính chất buồn cười của câu chuyện. Nhưng hầu hết các nhà lý luận hài hước hiện đại đã xác lập dựa trên một số lối giải thích theo lòng tin của Aristotle đó là những câu chuyện cười dựa trên phản ứng hoặc giải quyết sự vô lý, khi điểm nút của câu chuyện vừa vô nghĩa vừa xuất hiện một cách ngớ ngẩn,dù vậy, nó có ý nghĩa hàm khác sau đó."
        }
    ],
    "suggestions": []
}