{
    "en_vn": {
        "data": {
            "content": null,
            "word": "playroom",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>playroom</k><blockquote>■ <cclass>noun a room in a house that is set aside for children to play in. </cclass></blockquote></div>",
            "word": "playroom",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "playroom",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "playroom",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "playroom",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This hotel has a <em>playroom</em> for children.",
            "vi": "Khách sạn này có một phòng vui chơi dành cho trẻ em."
        },
        {
            "en": "The hotel was unprovided a <em>playroom</em> for children.",
            "vi": "Khách sạn đã không cung cấp phòng dành cho trẻ em chơi đùa."
        },
        {
            "en": "A <em>playroom</em> will help to keep toys from sprawling all over the floor.",
            "vi": "Phòng đồ chơi sẽ giúp giữ đồ chơi không nằm ngổn ngang trên sàn nhà."
        },
        {
            "en": "There was a miniaturized house made of plastic in the middle of the <em>playroom</em>.",
            "vi": "Có một ngôi nhà thu nhỏ làm bằng nhựa ở giữa phòng dành cho trẻ em chơi."
        },
        {
            "en": "The building's facilities include a hairdressing salon and a children's <em>playroom</em>.",
            "vi": "Những cơ sở vật chất của tòa nhà gồm một tiệm cắt tóc và một phòng cho trẻ em chơi."
        },
        {
            "en": "In the house we have downstairs: kitchen, sitting room, dining room and hall; upstairs we have two bathrooms, six bedrooms, an office and a <em>playroom</em>.",
            "vi": "Trong nhà chúng tôi, ở tầng trệt có nhà bếp, phòng khách, phòng ăn và phòng ngoài ; ở tầng lầu có hai phòng tắm, sáu phòng ngủ, một phòng làm việc và một phòng chơi."
        },
        {
            "en": "When they had both unpacked, Florentyna was taken to the kitchen, and Wladek to a <em>playroom</em> in the south wing of the castle to meet the Baron's son.",
            "vi": "Bỏ đồ đạc xuống rồi, Florentyna được đưa vào bếp, còn Wladek thì đến một phòng giải trí ở phía Nam lâu đài để gặp con trai Nam tước."
        },
        {
            "en": "In the house we have downstairs : kitchen, sitting room, dining room and hall ; upstairs we have two bathrooms, six bedrooms, an office and a <em>playroom</em>.",
            "vi": "Trong nhà chúng tôi, ở tầng trệt có nhà bếp, phòng khách, phòng ăn và phòng ngoài; ở tầng lầu có hai phòng tắm, sáu phòng ngủ, một phòng làm việc và một phòng chơi."
        }
    ],
    "suggestions": []
}