{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['plɔdiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đi nặng nề khó nhọc, lê bước đi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cần cù, rán sức, cật lực</td></tr></table><i/></div>",
            "word": "plodding",
            "pronounce": "['plɔdiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "plodding",
            "pronounce": "['plɔdiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plodding",
            "pronounce": "['plɔdiη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plodding",
            "pronounce": "['plɔdiη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "plodding",
            "pronounce": "['plɔdiη]"
        }
    },
    "sentences": [
        {
            "en": "The job keeps <em>plodding</em> on.",
            "vi": "Công việc làm cứ chậm chạp mãi."
        },
        {
            "en": "\"How's the book?\" \"Oh, I'm <em>plodding</em> along.\"",
            "vi": "\"Quyển sách thế nào?\"\"Á, tôi đang vất vả với nó đây.\""
        },
        {
            "en": "She's still <em>plodding</em> along with her novel.",
            "vi": "Bà ấy vẫn đang miên man viết tiểu thuyết của mình."
        },
        {
            "en": "The tortoise is very slow but he keeps <em>plodding</em> patiently.",
            "vi": "Con rùa rất chậm chạp nhưng vẫn kiên nhẫn bò."
        },
        {
            "en": "However, the pace of implementation has been <em>plodding</em>.",
            "vi": "Tuy nhiên, tiến độ thực hiện quyết định này đang quá chậm chạp."
        },
        {
            "en": "\"How's the book?\"\"Oh, I' m <em>plodding</em> along.\"",
            "vi": "\"Quyển sách thế nào?\" \"Á, tôi đang vất vả với nó đây.\""
        },
        {
            "en": "The hare meets a tortoise who is <em>plodding</em> his way.",
            "vi": "Thỏ thấy một con rùa đang lê từng bước trên đường."
        },
        {
            "en": "The tortoise reaches the sleeping hare, he keeps <em>plodding</em> without stopping.",
            "vi": "Rùa bắt kịp thỏ đang ngủ, nó cứ tiếp tục bò mà không dừng lại."
        },
        {
            "en": "Katharine Graham was <em>plodding</em> toward ceremony although she was old by then, and walking is difficult for her.",
            "vi": "Katharine Graham đang cố gắng thẳng tiến đến buổi lễ kỉ niệm dù lúc này bà đã khá già, và đi lại khó khăn."
        },
        {
            "en": "\"The main reason for making them was because I can no longer run properly due to problems with my feet, so <em>plodding</em> about on level snow is the least painful way of getting exercise. Gradually, the reason has become photographing them, and I am considering buying a better camera.\" - Simon Beck",
            "vi": "\"Lý do chính khiến tôi sáng tác những tác phẩm này vì tôi không còn chạy bộ bằng chân cho nên hồn được nữa, nên đạp trên tuyết dốc là cách tập thể dục ít đau nhất. Dần dần, lý do này chuyển thành chụp ảnh nên tôi đang định mua máy ảnh tốt hơn.\" - Simon Beck"
        },
        {
            "en": "It’s possible you’ve never heard of Simon Beck, but after today, you won’t be able to forget him or his wintry works of art. Artist Simon Beck must really love the cold weather! Along the frozen lakes of Savoie, France, he spends days <em>plodding</em> through the snow in raquettes (snowshoes), creating these sensational patterns of snow art. Working for 5-9 hours a day, each final piece is typically the size of three soccer fields!",
            "vi": "Có lẽ bạn chưa bao giờ nghe nói đến Simon Beck, nhưng sau hôm nay, bạn sẽ không thể quên được anh hay tác phẩm nghệ thuật lạnh giá của anh. Nghệ sĩ Simon Beck hẳn rất thích thời tiết lạnh! Dọc theo bờ hồ đóng băng Savoie, Pháp, bao ngày anh lê bước trên tuyết bằng raquettes ( giày đi tuyết ), tạo nên những hoa văn tác phẩm làm từ tuyết này. Mỗi ngày anh sáng tác 5-9 tiếng đồng hồ, tác phẩm hoàn tất thường rộng cỡ ba sân đá banh!"
        }
    ],
    "suggestions": []
}