{
    "en_vn": {
        "data": {
            "content": null,
            "word": "plotted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "plotted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plotted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plotted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "plotted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The robbers <em>plotted</em> her blackmail.",
            "vi": "Bọn cướp lập kế tống tiền cô ta."
        },
        {
            "en": "Sailors <em>plotted</em> the ship's course.",
            "vi": "Các thủy thủ đánh dấu đường đi của con tàu."
        },
        {
            "en": "The tragedy is nicely <em>plotted</em> out.",
            "vi": "Cốt truyện bi kịch đã được dự định tốt."
        },
        {
            "en": "They <em>plotted</em> to overthrow the government one month ago.",
            "vi": "Họ đã âm mưu lật đổ chính phủ cách đây một tháng."
        },
        {
            "en": "I <em>plotted</em> a course for one of the smaller islands.",
            "vi": "Tôi vẽ sơ đồ hướng đi cho một trong những hòn đảo nhỏ hơn."
        },
        {
            "en": "They <em>plotted</em> together to kill him but unsuccessfully.",
            "vi": "Họ âm mưu giết ông ta nhưng không thành công."
        },
        {
            "en": "We <em>plotted</em> the overthrow of the dictatorial government.",
            "vi": "Chúng tôi âm mưu lật đổ chính phủ độc tài."
        },
        {
            "en": "He is a common criminal who <em>plotted</em> murder.",
            "vi": "Nó là một tên tội phạm bình thường đã âm mưu giết người."
        },
        {
            "en": "One senior Dutch air traffic controller had <em>plotted</em> the entire route of the plane.",
            "vi": "Một kiểm soát viên không lưu thâm niên người Hà Lan đã theo sát toàn bộ lộ trình của chiếc máy bay này."
        },
        {
            "en": "Such pairs of observations can be <em>plotted</em> as a series of points on a graph.",
            "vi": "Các đôi đặc tính quan sát như vậy có thể ghi thành một chuỗi điểm trên đồ thị."
        },
        {
            "en": "What a densely <em>plotted</em> novel with solid characters you either love or despise!",
            "vi": "Thật đúng là cuốn tiểu thuyết có cốt truyện nhập nhằng phức tạp, đầy những nhân vật thật cá tính làm bạn vừa yêu vừa ghét!"
        },
        {
            "en": "Working jointly with the American CIA, they <em>plotted</em> a coup to overthrow his democratically elected government.",
            "vi": "Đang làm việc cùng với Cục tình báo trung ương Hoa Kỳ, họ đã mưu tính một cuộc đảo chính để lật đổ chính phủ dân cử của ông ta."
        },
        {
            "en": "The average value is <em>plotted</em> as a point on a scale.",
            "vi": "Giá trị trung bình được đánh dấu bằng một vạch trên cân."
        },
        {
            "en": "If Scarlett knew i had <em>plotted</em> behind her back, even for her own good.",
            "vi": "Nếu scarlett biết tôi bày mưu đằng sau lưng cô ấy, dù là vì lợi ích của cô ấy."
        },
        {
            "en": "The woman who <em>plotted</em> the murder of her husband was released after six months in jail.",
            "vi": "Người phụ nữ bày mưu giết hại chồng đã được thả sau sáu tháng tù giam."
        },
        {
            "en": "A form of statistical graph in which values are <em>plotted</em> in the form of rectangles on a chart; a bar chart.",
            "vi": "Một dạng biểu đồ thống kê trong đó các giá trị được ghi dưới dạng các hình chữ nhật trên một đồ thị."
        },
        {
            "en": "These can be <em>plotted</em> on two axes - one running left to right, which measures low to high arousal , and the other from top to bottom, which measures how positive or negative the feeling is.",
            "vi": "Chúng có thể được vẽ trên hai trục - một cái chạy từ trái sang phải, để đo mức khơi dậy thấp đến cao, và cái kia từ trên xuống dưới, để đo lường cảm giác tích cực hay tiêu cực."
        },
        {
            "en": "Nor was Dr. Hinohara a sit-around-the-piazza-drinking-limoncello-with-his-cronies kind of guy. For him a vigorously <em>plotted</em> out calendar was synonymous with a vigorous old age:",
            "vi": "Bác sĩ Hinohara không phải là kiểu người ngồi trên đường phố tụ tập rượu chè với bạn bè. Đối với ông, một lịch trình được vạch ra rõ ràng đồng nghĩa có một tuổi già khỏe mạnh. Ông nói: "
        },
        {
            "en": "Nor was Dr. Hinohara a sit-around-the-piazza-drinking-limoncello-with-his-cronies kind of guy. For him a vigorously <em>plotted</em> out calendar was synonymous with a vigorous old age:",
            "vi": "Bác sĩ Hinohara không phải là kiểu người ngồi trên đường phố tụ tập rượu chè với bạn bè. Đối với ông, một lịch trình được vạch ra rõ ràng đồng nghĩa có một tuổi già khỏe mạnh. Ông nói:"
        },
        {
            "en": "By asking people about their experiences of boredom, Thomas Goetz and his team at the University of Konstanz in Germany have recently identified five distinct types: indifferent, calibrating, searching, reactant and apathetic. These can be <em>plotted</em> on two axes - one running left to right, which measures low to high arousal, and the other from top to bottom, which measures how positive or negative the feeling is. Intriguingly, Goetz has found that while people experience all kinds of boredom, they tend to specialise in one. Of the five types, the most damaging is ‘reactant’ boredom with its explosive combination of high arousal and negative emotion. The most useful is what Goetz calls ‘indifferent’ boredom: someone isn’t engaged in anything satisfying but still feels relaxed and calm. However, it remains to be seen whether there are any character traits that predict the kind of boredom each of us might be prone to.",
            "vi": "Bằng việc phỏng vấn mọi người về những trải nghiệm khi buồn chán, Thomas Goetz và nhóm của ông ở Trường đại học ở Konstanz, Đức mới đây đã nhận ra 5 kiểu riêng biệt là: chán nản thờ ơ, chán nản định mức, chán nản tìm kiếm, chán nản ứng hóa học và vô cảm. Chúng có thể được vẽ trên hai trục - một cái chạy từ trái sang phải, để đo mức khơi dậy thấp đến cao, và cái kia từ trên xuống dưới, để đo lường cảm giác tích cực hay tiêu cực. Kỳ lạ thay khi Goetz cho thấy rằng trong khi mọi người trải nghiệm tất cả các loại chán thì họ có xu hướng chuyên về một loại chán nản nào đó. Trong 5 loại, loại gây tổn hại nhiều nhất là sự ‘chán nản hóa học’ với sự kết hợp bùng nổ của cảm xúc kích thích và tiêu cực cao. Chán nản hữu ích nhất mà Goetz gọi là chán nản thờ ơ là khi một người không muốn làm bất cứ thứ gì để hài lòng nhưng vẫn cảm thấy thư giãn và thanh thản. Tuy nhiên, chúng ta vẫn nên nhìn nhận liệu có những nét tính cách nào có thể báo trước loại chán mà chúng ta có thể dễ mắc phải."
        }
    ],
    "suggestions": []
}