{
    "en_vn": {
        "data": {
            "content": null,
            "word": "plowing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "plowing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plowing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plowing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự xới</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cày</font></td></tr></tbody></table></div>",
            "word": "plowing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "an afternoon <em>plowing</em> meat",
            "vi": "chiều nay ăn thịt cày"
        },
        {
            "en": "Taken from <em>Plowing</em> the Sea.",
            "vi": "Trích từ Rẽ sóng biển."
        },
        {
            "en": "A man is <em>plowing</em> with his buffalo.",
            "vi": "Một người đàn ông đang cày ruộng bằng trâu."
        },
        {
            "en": "Deep <em>plowing</em> and careful harrowing are helpful to plants.",
            "vi": "Cày sâu bừa kỹ có ích cho cây cối."
        },
        {
            "en": "Next morning Pa went whistling to his <em>plowing</em>.",
            "vi": "Sáng hôm sau Bố vừa cày vừa huýt gió."
        },
        {
            "en": "Now the ground was clear. And he was glad of it, because <em>plowing</em> would be easier.",
            "vi": "Lúc này mặt đất sạch trơn. Bố rất vui vì sẽ dễ cày hơn."
        },
        {
            "en": "But he had been <em>plowing</em> all day. He was too tired to play the fiddle.",
            "vi": "Nhưng Bố đã cày trọn ngày, Bố mệt không còn chơi đàn nổi."
        },
        {
            "en": "Michael Fairbanks & Stace Lindsay, <em>Plowing</em> The Sea, Harvard Business School Press, 1997.",
            "vi": "Michael Fairbanks và Stace Lindstay, Lội giữa biển khơi, Nhà xuất bản trường đại học Kinh doanh Havard, 1997."
        },
        {
            "en": "Oh, I got myself a plow. Warm weather'll be here soon now, and I'll be <em>plowing</em>.",
            "vi": "Ồ, anh đã mua cho anh một chiếc cày. Không bao lâu nữa ở đây sẽ ấm áp và anh sẽ cày đất."
        },
        {
            "en": "Pa was <em>plowing</em>, shouting at Pet and Patty to make them hurry.",
            "vi": "Bố lại đang cày, la hét thúc Pet và Patty kéo mau hơn."
        },
        {
            "en": "Pa hurried with his <em>plowing</em>, and Mary and Laura helped Ma plant the early garden seeds.",
            "vi": "Bố tất bật với chiếc cày còn Mary và Laura giúp Mẹ gieo trồng trong vườn những hạt giống đầu mùa."
        },
        {
            "en": "The mechanization of <em>plowing</em> will decrease cost by 25 to 33 percent and double <em>plowing</em> depth from 25 to 30 centimeters to 50 to 60 centimeters, allowing sugarcane plants to grow faster and healthier.",
            "vi": "Máy móc cơ giới sẽ giúp giảm chi phí từ 25-33 phần trăm và độ sâu cày đôi từ 25-30 cm đến 50-60 cm, cho phép cây mía đường phát triển nhanh hơn và khỏe mạnh hơn."
        },
        {
            "en": "In the clearing he had made last year, Pa was <em>plowing</em> around the stumps and putting in his crops.",
            "vi": "Bố đang cày luống trong khoảng đất trống do bố dọn năm trước và gieo hạt."
        },
        {
            "en": "This section is based on work by Michael Fairbanks and Stace Lindsay, <em>Plowing</em> the Sea: Nurturing the Hidden Sources of Growth in the Developing World.",
            "vi": "Phần này dựa vào bài viết của Michael Fairbanks và Stace Lindsay, Lặn lội giữa biển cả: Nuôi dưỡng các nguồn lực phát triển còn tiềm ẩn trong thế giới thứ ba."
        },
        {
            "en": "<em>Plowing</em>, planting and harvesting are hard work and we have to work for long hours almost every day of the year.",
            "vi": "Việc cày cấy, gieo trồng và thu hoạch là những công việc cực nhọc và hầu như chúng tôi phải làm việc nhiều giờ quanh năm."
        },
        {
            "en": "The start of the festival is the traditional vegetarian party respectfully offering yams and honey to Hung Kings. The 10th January (lunar calendar) conjurer the village crafts at the alluvial ground in front of the village temple. The role of <em>plowing</em>, harrowing, sowing, bailing water, selling silkworm and cotton is very attractive.",
            "vi": "Lễ hội bắt đầu là bựa tiệc ăn chay truyền thống kính cẩn dâng lên Vua Hùng khoai mỡ và mật ong. Ngày 10/1 (âm lịch) diễn trò trình nghề tại bờ sông trước đình làng. Vai diễn của cày, bừa, tát nước, bán tằm và bông rất hấp dẫn."
        },
        {
            "en": "Kangxi hacked that 3 p.m. get-coffee-or-pass-out feeling by avoiding doing any real work at that hour. By midafternoon, you would have found him relaxing with some poetry or watching a performance. Instead of <em>plowing</em> through one more report or email, it’s wise to get some variety in the afternoon.",
            "vi": "Hoàng đế Khang Hy vượt qua khoảng thời gian mệt mỏi lúc 3 giờ chiều bằng cách tránh làm bất kỳ việc gì tại thời điểm đó. Giữa buổi chiều, bạn đã có thể thấy ông thư giãn với thơ ca hoặc xem múa hát. Thay vì khó nhọc làm thêm một báo cáo hoặc viết email, bạn nên làm một cái gì đó khác vào buổi chiều."
        }
    ],
    "suggestions": []
}