{
    "en_vn": {
        "data": {
            "content": null,
            "word": "plowed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "plowed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "plowed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "plowed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "plowed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Where Pa had <em>plowed</em>, he didn't have a <em>plowed</em> field.",
            "vi": "Ngay nơi Bố cày xong vẫn như còn chưa cày."
        },
        {
            "en": "We lost control and <em>plowed</em> into the car in front",
            "vi": "Chúng tôi bị mất điều khiển và đụng mạnh vào chiếc xe phía trước"
        },
        {
            "en": "The fields were being <em>plowed</em> for winter wheat.",
            "vi": "Cánh đồng đang được cày để gieo vụ lúa mì mùa đông."
        },
        {
            "en": "In two or three years he would have nicely <em>plowed</em> fields.",
            "vi": "Chỉ trong hai hoặc ba năm, Bố sẽ có những thửa ruộng cày màu mỡ."
        },
        {
            "en": "I <em>plowed</em> under last year's flowers so I could start with a clean slate next spring.",
            "vi": "Tôi đã trục bỏ mọi cây hoa năm ngoái nên mùa xuân tới đây, tôi có thể trồng mới lại tất cả."
        },
        {
            "en": "It was not uncommon to bury valuables in a <em>plowed</em> field.",
            "vi": "Thường thì người ta không chôn của ở cánh đồng cày xới."
        },
        {
            "en": "After that truck <em>plowed</em> into my car last month, I thought it was all over for me.",
            "vi": "Sau khi chiếc xe tải đó đâm vào xe tôi hồi tháng rồi, tôi cứ nghĩ là mạng tôi đã hết rồi."
        },
        {
            "en": "I <em>plowed</em> under all last year's flowers so I could start with a clean slate next spring.",
            "vi": "Tôi đã loại bỏ hết số hoa năm ngoái nên tôi có thể bắt đầu lại mùa xuân sau."
        },
        {
            "en": "Pa <em>plowed</em> a long furrow west of the house and south of the house, and back again east of the house.",
            "vi": "Bố cày một đường dài bọc phía tây và phía nam ngôi nhà rồi cày thêm một đường phía đông."
        },
        {
            "en": "he carried a sack of corn fastened to his belt, and as he <em>plowed</em> he threw grains of corn into the furrow beside the plow's point. The plow turned over a strip of sod on top of the seed corn.",
            "vi": "Lúc này Bố mang theo một túi bắp buộc vào thắt lưng và khi cày, Bố liệng những hạt bắp vào luống đất ngay sát mũi cày. Chiếc cày lật một đường đất dài úp lên trên những hạt bắp."
        },
        {
            "en": "Now he carried a sack of corn fastened to his belt, and as he <em>plowed</em> he threw grains of corn into the furrow beside the plow's point. The plow turned over a strip of sod on top of the seed corn.",
            "vi": "Lúc này Bố mang theo một túi bắp buộc vào thắt lưng và khi cày, Bố liệng những hạt bắp vào luống đất ngay sát mũi cày. Chiếc cày lật một đường đất dài úp lên trên những hạt bắp."
        }
    ],
    "suggestions": []
}