{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Poa"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Poa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Poa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Poa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Poa"
        }
    },
    "sentences": [
        {
            "en": "<em>POA</em> Objectives.",
            "vi": "Mục tiêu của KHHĐ."
        },
        {
            "en": "Annex 1. <em>POA</em>-2 implementation and directions for <em>POA</em>-3.",
            "vi": "Phụ lục 1. Thực hiện KHHĐ-2 và phương hướng cho KHHĐ-3."
        },
        {
            "en": "<em>POA</em>-2 Indicators (by 2005).",
            "vi": "Chỉ tiêu của KHHĐ-2 (trong năm 2005)."
        },
        {
            "en": "Targets for women’s participation in the <em>POA</em>.",
            "vi": "Mục tiêu về sự tham gia của phụ nữ trong KHHĐ."
        },
        {
            "en": "Each institution to have appropriate measures to implement <em>POA</em> targets.",
            "vi": "Mỗi cơ quan tổ chức cần có các biện pháp phù hợp để thực hiện các mục tiêu của KHHĐ."
        },
        {
            "en": "Addressing trafficking in SEDP, and targets in <em>POA</em>-3.",
            "vi": "Giải quyết vấn đề buôn bán người trong KHPTKTXH và mục tiêu đưa ra trong KHHĐ-3."
        },
        {
            "en": "Abortion reduction is a priority issue in <em>POA</em>-3.",
            "vi": "Giảm tỷ lệ nạo phá thai là một vấn đề ưu tiên trong KHHĐ-3."
        },
        {
            "en": "The Government of Viet Nam supports activities and services in each of the <em>POA</em> areas.",
            "vi": "Chính phủ Việt Nam hỗ trợ các hoạt động và dịch vụ được xây dựng tại các Chương Trình Hành động Quốc gia."
        },
        {
            "en": "In order to meet the new <em>POA</em>-3 targets, more affirmative action is needed.",
            "vi": "Cần có hành động quả quyết hơn mới có thể đáp ứng được mục tiêu đề ra trong KHHĐ-3."
        },
        {
            "en": "Progress made to date in implementing the current <em>POA</em> for gender equality;",
            "vi": "Tiến bộ đạt được đến nay trong thực hiện Kế hoạch hành động vì sự bình đẳng giới;"
        },
        {
            "en": "The <em>POA</em>-3 and SEDP prioritize the needs of women in agriculture.",
            "vi": "KHHĐ-3 và KHPTKTXH ưu tiên các nhu cầu của phụ nữ trong nông nghiệp."
        },
        {
            "en": "Skill development for women and temporary quotas mentioned in SEDP and <em>POA</em>.",
            "vi": "Phát triển kỹ năng cho phụ nữ và các chỉ tiêu tạm thời được đưa ra trong KHPTKTXH và KHHĐ."
        },
        {
            "en": "HIV treatment, care and support (<em>POA</em> 3 & 5) The government is committed to scaling up treatment, care and support interventions.",
            "vi": "Điều trị HIV, chăm sóc và hỗ trợ (Chương trình Hành động số 3 & 5) Chính phủ cam kết mở rộng các hoạt động điều trị, chăm sóc và hỗ trợ."
        },
        {
            "en": "The current SEDP and <em>POA</em>-3 continue to lay out the path ahead and the course for action in the future (see Annex 1).",
            "vi": "Kế hoạch PTKTXH hiện tại và KHHĐ-3 tiếp tục vạch ra bước đi tiếp theo và hướng hành động trong tương lai (xem Phụ lục 1)."
        },
        {
            "en": "Relevant organizations need to develop programs to support the achievement of the targets set out in the <em>POA</em>-3 and SEDP.",
            "vi": "Các cơ quan liên quan cần xây dựng các chương trình hỗ trợ việc thực hiện các mục tiêu đề ra trong KHHĐ-3 và Kế hoạch PTKTXH."
        },
        {
            "en": "Develop programs in relevant organizations to support the achievement of the targets set out in the Plan of Action for the Advancement of Women (<em>POA</em>-3) and SEDP.",
            "vi": "Xây dựng các chương trình ở các cơ quan liên quan để hỗ trợ việc thực hiện các mục tiêu đề ra trong Kế hoạch hành động vì sự tiến bộ của phụ nữ (KHHĐVTBPN-3) và KHPTKT-XH"
        },
        {
            "en": "The report selects the key issues for inclusion in the policy dialogue, much of which has been used to develop the priorities in the SEDP and <em>POA</em>-3.",
            "vi": "Báo cáo đã thu thập các vấn đề then chốt để đưa vào đối thoại chính sách mà phần nhiều trong số này đã từng được sử dụng để đề xuất các ưu tiên trong KH PTKTXH và KHHĐ-3."
        },
        {
            "en": "NCFAW has done a good job of ensuring attention to gender in the SEDP and in preparing the <em>POA</em>, but they have a limited role with respect to implementation, which will mainly need to be done by others.",
            "vi": "UBQGVTBPN đã làm tốt việc đảm bảo chú ý tới vấn đề giới trong KH PTKTXH và quá trình xây dựng KHHĐ, nhưng họ có vai trò hạn chế trong việc thực hiện, mà chủ yếu được thực hiện bởi những cái khác."
        },
        {
            "en": "These discussions took place at a time when the government was preparing the new national development plan, the Socio-Economic Development Plan 2006–10 (SEDP) and the third Plan of Action for 2006–10 (<em>POA</em>-3).",
            "vi": "Các thảo luận này xảy ra vào thời gian Chính phủ đang soạn thảo kế hoạch phát triển quốc gia mới, Kế hoạch Phát triển Kinh tế - Xã hội 2006-2010 (KHPTKT-XH) và Kế hoạch hành động lần thứ ba 2006-2010 (KHHĐ-3)."
        },
        {
            "en": "However, in the leadership of the Communist Party for 2005–10, women’s participation reached only 13.5 percent, below the target of 15 percent set out in the <em>POA</em>-2.",
            "vi": "Tuy nhiên, trong cấp uỷ Đảng nhiệm kỳ 2005-2010 phụ nữ tham gia chỉ đạt 13,5%, thấp hơn mục tiêu 15% được đặt ra trong KHHĐ-2."
        }
    ],
    "suggestions": []
}