{
    "en_vn": {
        "data": {
            "content": null,
            "word": "poached",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "poached",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "poached",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "poached",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "poached",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Apricots <em>poached</em> in syrup.",
            "vi": "Quả mơ rim sirô."
        },
        {
            "en": "That man <em>poached</em> on a neighbour's land.",
            "vi": "Người đàn ông đó xâm phạm đất đai của người bên cạnh."
        },
        {
            "en": "Does she like apricots <em>poached</em> in syrup?",
            "vi": "Cô ấy có thích quả mơ rim sirô không?"
        },
        {
            "en": "The waiter served them with salmon <em>poached</em> in white wine.",
            "vi": "Người hầu bàn phục vụ bọn họ món cá hồi chần với rượu vang trắng."
        },
        {
            "en": "I like to eat <em>poached</em> egg on toast so much.",
            "vi": "Tôi rất thích ăn trứng la coóc với bánh mì nướng."
        },
        {
            "en": "A rival firm <em>poached</em> our best computer programmers.",
            "vi": "Một công ty đối thủ đã mua chuộc những người lập trình máy tính giỏi nhất của chúng tôi."
        },
        {
            "en": "Because salmonella bacteria can contaminate even intact and disinfected grade A eggs, avoid serving <em>poached</em> eggs or eggs that are served sunny-side up.",
            "vi": "Vì khuẩn Salmonella có thể làm nhiễm bệnh thậm chí là đối với trứng nguyên và trứng loại A đã được khử trùng, nên tránh ăn trứng chần nước sôi hoặc trứng ốp la."
        },
        {
            "en": "But, these mollusks can be eaten other ways. Oysters can be roasted, steamed, fried, scalloped, stewed, baked, stuffed, boiled, marinated, <em>poached</em> and sautéed.",
            "vi": "Tuy nhiên, bạn còn nhiều cách khác để thưởng thức loài động vật thân mềm này. Hàu có thể được nướng, hấp, chiên, nấu trong nầu vỏ sò, hầm, nướng, nhồi, luộc, ướp, rim và áp chảo."
        },
        {
            "en": "Hard-boiled eggs may not get nearly the love that scrambled, fried, or <em>poached</em> eggs do, but they're a versatile workhorse that can add a heavy dose of protein to everything from salads to sandwiches—as long as you do it right.",
            "vi": "Có thể trứng luộc không được yêu thích bằng trứng bác, trứng chiên hay trứng kho, nhưng đây là một món ăn dễ ăn kèm có thể ăn với tất cả mọi thứ từ xà lách đến bánh mì để bổ sung nhiều protein - miễn là bạn thấy ngon miệng là được."
        },
        {
            "en": "Eat more eggs: Send your child off to school with a homemade grab-and-go breakfast egg burrito. Try breakfast for dinner one night a week -- scrambled eggs and toast. Make your own egg McMuffin at home: Just put a <em>poached</em> egg on top of a toasted English muffin topped with a slice of low-fat cheese.",
            "vi": "Hãy nên ăn nhiều trứng: Bạn nên cho con ăn điểm tâm bằng món bánh bắp cuốn nhân thịt trứng làm ở nhà trước khi đưa bé đi học. Mỗi tuần một lần nên cố dành bữa điểm tâm cho bữa tối bằng món trứng sữa và bánh mì nướng. Nên tự làm bánh trứng McMuffin tại nhà: Chỉ cần để một quả trứng chần nước sôi lên trên bánh nướng xốp của Anh có phủ lát phô-mai ít béo trên mặt."
        },
        {
            "en": "    Eggs can carry Salmonella bacteria both inside and outside the shell. Infection from contamination outside the shell is much less common today because egg producers follow strict procedures for cleaning and inspecting eggs. But another form of Salmonella infection can contaminate eggs before the shells are formed. Your best bet is to avoid eating raw or undercooked eggs, like sunny-side up or <em>poached</em> eggs with a soft center.",
            "vi": "Trứng có thể mang khuẩn Salmonella ở cả bên trong và bên ngoài vỏ. Nhiễm trùng do dơ bẩn bên ngoài vỏ hiện ít thấy hơn nhiều bởi các nhà sản xuất trứng tuân thủ nghiêm ngặt theo các thủ tục, quy trình làm sạch và kiểm tra trứng. Nhưng một dạng nhiễm khuẩn Salmonella khác có thể làm cho trứng bị bẩn trước khi vỏ trứng được hình thành. Tốt nhất là nên tránh ăn trứng sống hoặc trứng chưa được nấu chín, như trứng ốp la hoặc trứng được chần có lòng đỏ mềm."
        }
    ],
    "suggestions": []
}