{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['poudiəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">podia</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bậc đài vòng (quanh một trường đấu)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bục (cho giảng viên, người chỉ huy dàn nhạc); dãy ghế vòng (quanh một phòng)</td></tr></table><i/></div>",
            "word": "podium",
            "pronounce": "['poudiəm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>podium</k><blockquote><cclass>[<cclass>'pəʊdɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>podiums</b> or <cclass><b>podia</b><cclass>'pəʊdɪə) </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a small platform on which a person may stand to be seen by an audience. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>N. Amer. a lectern. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a continuous projecting base or pedestal under a building. </blockquote></blockquote><blockquote><blockquote>    ⁃ a raised platform surrounding the arena in an ancient amphitheatre. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: via L. from Gk <i>podion</i>, dimin. of <i>pous</i>, <i>pod-</i> 'foot'. </blockquote></div>",
            "word": "podium",
            "pronounce": "['poudiəm]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>podium</k><blockquote>▸ <cclass>noun PLATFORM, stage, dais, rostrum, stand, soapbox.</cclass></blockquote></div>",
            "word": "podium",
            "pronounce": "['poudiəm]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>podium</k><blockquote><blockquote><ex><abr>n.</abr> from; on a podium</ex></blockquote></blockquote></div>",
            "word": "podium",
            "pronounce": "['poudiəm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đài</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A base or platform upon which a building rests.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một nền hoặc bục trên đó một công trình được xây cất.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gác lửng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bục diễn giả</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A raised platform, as for a speaker or conductor on a stage. (Going back to a Greek term meaning \"a little foot.\").</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một bục cao dành cho các diễn giả hoặc người dẫn chương trình trên một sân khấu (liên tưởng đến một khái niệm của người Hy lạp có nghĩa là \"bàn chân nhỏ\").</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hành lang lộ thiên</font></td></tr></tbody></table></div>",
            "word": "podium",
            "pronounce": "['poudiəm]"
        }
    },
    "sentences": [
        {
            "en": "He presided at the <em>podium</em> in May",
            "vi": "Ông ấy là chủ tọa bục phát biểu vào tháng Năm."
        },
        {
            "en": "The soldiers filed past the <em>podium</em>.",
            "vi": "Lính đi thành hàng diễu qua khán đài."
        },
        {
            "en": "An empty box will do for a <em>podium</em>.",
            "vi": "Cái thùng rỗng này làm bục được đó."
        },
        {
            "en": "She was introduced and she stepped up to the <em>podium</em>.",
            "vi": "Bà ấy được giới thiệu và bước lên khán đài."
        },
        {
            "en": "Familiarize yourself with hall, dais, <em>podium</em>, mike, organizers, staff, people etc.",
            "vi": "Hãy tự mình làm quen với hội trường, bục, ghế, nhà tổ chức, nhân viên, những người có mặt ở đó, v.v."
        },
        {
            "en": "Go on, step up on the <em>podium</em> and profit from the experience.",
            "vi": "Hãy tiến lên, đi lên bục sân khấu và hưởng lợi từ kinh nghiệm này."
        },
        {
            "en": "We found him near the <em>podium</em> where he was preparing before he was to go on stage.",
            "vi": "Chúng tôi đã thấy ông gần bục phát biểu nơi ông đang chuẩn bị trước khi ông lên sân khấu."
        },
        {
            "en": "The next words i spoke were as clear as if i'd stood at a <em>podium</em> and announced them.",
            "vi": "Những lời tôi nói tiếp theo rõ ràng như thể tôi đứng trên bục mà nói ra."
        },
        {
            "en": "Goenka slowly shuffled to the <em>podium</em> and launched into a talk that enraptured the entire audience for the next hour.",
            "vi": "Goenka chậm chạp tiến về bục phát biểu và trình bày bài nói thu hút sự chú ý của toàn bộ khán giả trong suốt một giờ tiếp theo."
        },
        {
            "en": "Three years ago, i stood at this same <em>podium</em> and described to you the desperate financial condition if our company.",
            "vi": "Cách đây ba năm, cũng tại đây tôi đã đứng nói cho các bạn biết về tình hình tài chính tuyệt vọng của công ty."
        },
        {
            "en": "Ta Thanh Hien and Pham Thi Thao also stepped to the top <em>podium</em> after triumphing in the women's lightweight doubles 1,000m.",
            "vi": "Tạ Thanh Hiền và Phạm Thị Thảo cũng bước lên bục cao nhất sau khi chiến thắng trong hạng cân nhẹ 1000m đôi nữ."
        },
        {
            "en": "These competitors mount a <em>podium</em> to receive gold (actually gold - plated), silver (silver - plated), and bronze medals, while the national anthem of the winner's country is played.",
            "vi": "Các đấu thủ này bước lên bục nhận huy chương vàng (thực ra là mạ vàng), bạc (mạ bạc) và đồng, trong khi quốc ca của quê hương vận động viên thắng cuộc trỗi lên."
        },
        {
            "en": "Indeed, being given the <em>podium</em> in the opening session of the legislature is an extraordinary opportunity not present in many countries.",
            "vi": "Thực ra, việc các tổ chức này được báo cáo trong phiên mở đầu của kỳ họp quốc hội đã là một cơ hội hiếm thấy ở nhiều nước khác."
        },
        {
            "en": "These competitors mount a <em>podium</em> to receive gold (actually gold-plated), silver (silver-plated), and bronze medals, while the national anthem of the winner's country is played.",
            "vi": "Các đấu thủ này bước lên bục nhận huy chương vàng (thực ra là mạ vàng), bạc (mạ bạc) và đồng, trong khi quốc ca của quê hương vận động viên thắng cuộc trỗi lên."
        },
        {
            "en": "A teacher in Binh Dinh province has reportedly forced a student to lie face up on the <em>podium</em> and poured water in the student’s mouth. He also beat students and slapped them on the face.",
            "vi": "Một giáo viên ở tỉnh Bình Định bị tố cáo buộc một học sinh nằm ngửa trên bục giảng và đổ nước vào miệng của học sinh. Ông cũng đánh và tát lên mặt nhiều học sinh."
        },
        {
            "en": "If accentuating the positive is not enough to keep the butterflies in your stomach in line, take time to work through the following exercises before you step up to the <em>podium</em>.",
            "vi": "Nếu việc nhấn mạnh vào sự khả quan là chưa đủ để làm cho sự hồi hộp của bạn giảm, hãy dành thời gian để thực hiện các bài tập dưới đây trước khi bạn bước lên bục sân khấu."
        },
        {
            "en": "While other people can live whatever way they want, he must live a disciplined life. Most people only see him in the glorious moment, but it is this lifestyle that actually brings him to the <em>podium</em>.",
            "vi": "Trong khi những người khác có thể sống theo cách mà họ muốn, anh ấy phải sống một cuộc sống khuôn khổ. Hầu hết mọi người chỉ nhìn thấy anh ấy trong giờ khắc vinh quang, nhưng chính"
        },
        {
            "en": "It comes as adorable pictures showed the incredible patience of a cheetah mum - as three of her excitable cubs tried to use her head as a <em>podium</em> as she rested",
            "vi": "Hình ảnh thú vị này cho thấy sự kiên nhẫn không thể tưởng được của báo gêpa mẹ - khi ba đứa con nghịch ngợm của nó đã cố gắng dùng cái đầu của mẹ nó như một sàn đấu khi mẹ nó nghỉ ngơi"
        },
        {
            "en": "While other people can live whatever way they want, he must live a disciplined life. Most people only see him in the glorious moment, but it is this lifestyle that actually brings him to the <em>podium</em>.",
            "vi": "Trong khi những người khác có thể sống theo cách mà họ muốn, anh ấy phải sống một cuộc sống khuôn khổ. Hầu hết mọi người chỉ nhìn thấy anh ấy trong giờ khắc vinh quang, nhưng chính lối sống này đã nâng anh ấy lên bục cao nhất."
        },
        {
            "en": "Most people recognize a champion only when he steps up the <em>podium</em>, but he actually has become a champion far before it. In fact, he has become a champion years before that glorious moment.",
            "vi": "Hầu hết mọi người chỉ nhận ra một nhà vô địch khi anh ấy bước lên đài vinh quang, nhưng thật ra anh đã trở thành một nhà vô địch kể từ rất lâu trước đó. Thực tế thì, anh ấy đã trở thành nhà vô địch từ nhiều năm trước thời khắc huy hoàng đó."
        }
    ],
    "suggestions": []
}