{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pol",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pol</k><blockquote>■ <cclass>noun <cclass>N. Amer. <cclass>informal a politician. </cclass></cclass></cclass></blockquote></div>",
            "word": "pol",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pol",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pol",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pol",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Power corrupts those who wield it, as the example of every tyrant from Caligula to <em>Pol</em> Pot verifies.",
            "vi": "Quyền lực có thể khiến những người nắm giữ nó trở nên xấu xa như trường hợp của những kẻ bạo ngược caligula hoàng đế la mã hay trùm diệt chủng pol pot."
        },
        {
            "en": "People easily recall examples of power used for malignant purposes rather than for good: Villains such as Hitler, Stalin, <em>Pol</em> Pot, and Saddam Hussein immediately come to mind.",
            "vi": "Khi nói về việc quyền lực được dùng cho các mục đích xấu xa hơn là tốt đẹp mọi người nghĩ ngay đến những kẻ đã gieo rắc nỗi đau cho nhân loại như: hitler, stalin, pol pot, và saddam hussein."
        },
        {
            "en": "UNICEF also remained in the country during the international embargo following Viet Nam’s decision to invade Cambodia to fight back attacks by the <em>Pol</em> Pot Regime.",
            "vi": "UNICEF cũng có mặt tại đất nước trong thời gian cấm vận quốc tế sau khi Việt Nam quyết định tiến hành chống lại những cuộc tấn công của chế độ Pônpốt."
        },
        {
            "en": "“The southwest border war is very clear. After we gained the reunification in 1975, the <em>Pol</em> Pot-allied Khieu Samphan and Ieng Sary attacked Viet Nam,” he said. “We had mobilised the army troops to protect our border. Besides helping Cambodian patriots, our volunteer troops marched to Cambodia to fight against <em>Pol</em> Pot to free the Cambodian people.”",
            "vi": "\"Chiến tranh biên giới Tây Nam rất rõ ràng. Sau khi chúng ta giành chiến thắng thống nhất đất nước năm 1975, đồng minh của Pol Pot là Khieu Samphan và Ieng Sary đã tấn công Việt Nam\", ông nói. \"Chúng ta đã huy động quân đội để bảo vệ biên giới. Bên cạnh việc hỗ trợ những nhà ái quốc Cam-pu-chia, lính tình nguyện của chúng ta hành quân sang Cam-pu-chia để chiến đấu với Pol Pot nhằm giải phóng người dân Cam-pu-chia\"."
        },
        {
            "en": "“The southwest border war is very clear. After we gained the reunification in 1975, the <em>Pol</em> Pot-allied Khieu Samphan and Ieng Sary attacked Viet Nam,” he said. “We had mobilised the army troops to protect our border. Besides helping Cambodian patriots, our volunteer troops marched to Cambodia to fight against <em>Pol</em> Pot to free the Cambodian people.”",
            "vi": "\"Chiến tranh biên giới Tây Nam rất rõ ràng. Sau khi chúng ta giành chiến thắng thống nhất đất nước năm 1975, đồng minh của Pol Pot là Khieu Samphan và Ieng Sary đã tấn công Việt Nam\", ông nói. \"Chúng ta đã huy động quân đội để bảo vệ biên giới. Bên cạnh việc hỗ trợ những nhà ái quốc Cam-pu-chia, lính tình nguyện của chúng ta hành quân sang Cam-pu-chia để chiến đấu với Pol Pot nhằm giải phóng người dân Cam-pu-chia\"."
        },
        {
            "en": "Bones on a tree stump serve as a reminder that more than 8, 000 victims of the <em>Pol</em> Pot regime died here at the Killing Fields in Phnom Penh, Cambodia.",
            "vi": "Những bộ xương ở các gốc cây nhắc rằng đã có trên 8.000 nạn nhân của chính quyền Pol Pot đã ngã xuống tại Cánh đồng Chết ở Phnom Penh, Campuchia."
        },
        {
            "en": "Bones on a tree stump serve as a reminder that more than 8,000 victims of the <em>Pol</em> Pot regime died here at the Killing Fields in Phnom Penh, Cambodia.",
            "vi": "Những bộ xương ở các gốc cây nhắc rằng đã có trên 8. 000 nạn nhân của chính quyền Pol Pot đã ngã xuống tại Cánh đồng Chết ở Phnom Penh, Campuchia."
        },
        {
            "en": "China does not have a national-security-council system to integrate security, foreign, defense, and even economic and political considerations. As a result, there is no institutional Chinese counterpart for what would elsewhere be described as \"<em>pol</em>-mil\" discussions (for political-military).",
            "vi": "Trung Hoa không có một hệ thống an ninh quốc gia đến an ninh hợp nhất của hội đồng thành phố, ngoại giao, quốc phòng, và cả về việc cân nhắc về kinh tế và chính trị. Kết quả là, không có một tổ chức đối tác Trung Hoa cho cái gọi là \"Chính trị Quân sự\"(\"pol-mil\") để thảo luận như các quốc gia khác(cho chính trị-quân sự)."
        },
        {
            "en": "A true high-level strategic discussion, including <em>pol</em>-mil dimensions, should foster a dialogue on historical perspectives, geographical considerations, economic dimensions, technological shifts, political constraints, perceptions of changing conditions, national interests and a search for mutual interests. It should also assist China and the United States to manage differences.",
            "vi": "Một cuộc thảo luận chiến lược cấp cao thực sự, bao gồm cả quy mô chính trị - quân sự, nên thúc đẩy một cuộc đối thoại trên quan điểm lịch sử, những xem xét địa lý, những khía cạnh kinh tế, chuyển đổi công nghệ, những hạn chế chính trị, những nhận thức về các điều kiện thay đổi, những lợi ích quốc gia và tìm kiếm những lợi ích chung. Thảo luận chi tiết ở cấp cao sẽ hỗ trợ Trung Hoa và Hoa Kỳ có thể kiểm soát được sự khác biệt."
        }
    ],
    "suggestions": []
}