{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pou'la:ris]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thiên văn học) sao bắc cực</td></tr></table><i/></div>",
            "word": "polaris"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "polaris"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "polaris"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "polaris"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "polaris"
        }
    },
    "sentences": [
        {
            "en": "The northern lights, one of several astronomical phenomena called polar lights (aurora <em>polaris</em>), are shafts or curtains of colored light visible on occasion in the night sky.",
            "vi": "Bắc Đèn, một trong những hiện tượng thiên văn được gọi là ánh sáng địa cực (cực quang), là những tia sáng hoặc màn ánh sáng màu có thể nhìn thấy được trên bầu trời đêm."
        },
        {
            "en": "Human Trafficking a Problem in Major Cities Across US         Each year since two thousand one, the American State Department has published a Trafficking in Persons Report. It measures efforts by countries to fight human trafficking. This year's report, out Monday, adds the United States for the first time. The Federal Bureau of Investigation says people are being trafficked into major cities nationwide. Tim Whittman at the F.B.I. is an expert on the problem. He says about twenty percent of the cases involve victims from Mexico -- the largest number of any foreign country. Bradley Myles is with the <em>Polaris</em> Project, an organization that fights trafficking. He calls it \"a very serious problem in the United States.\" He says some of the victims are forced to work in homes of the wealthy and at restaurants. Activists say some cases of modern slavery involve forced labor in agriculture. But more than eighty percent of suspected incidents involve the sex trade. That was the finding of a study by the Human Smuggling and Trafficking Center, established by Congress. The <em>Polaris</em> Project operates a telephone hotline that receives calls from around the country -- from states such as Texas, California, New York and Florida. Bradley Myles says one of the top five cities where calls come from is Washington. Victims in the nation's capital include women from South Korea, China and Latin America. Some victims are American citizens. Tim Whittman from the F.B.I. says illegal sex businesses often limit their customers to avoid being caught. TIM WHITTMAN: \"If a person, for example, from Korea is brought in to the United States under false pretenses and then forced into prostitution, very much that place where the prostitution occurs is within, then, the Korean community in the United States.\" Deborah Sigmund started a group called Innocents at Risk. She says most of the victims of human trafficking come from economically troubled countries. DEBORAH SIGMUND: \"They want to think that they can come to America and have a great job, so it's very easy to fool them.\" Tim Whittman says the smugglers often threaten their victims and make it difficult for them to pay their debts. The threat may be against their family back in their home country. But there are other ways to pressure victims to stay. TIM WHITTMAN: \"A common threat is 'If you leave, I'm going to report you to immigration and you'll be arrested. You'll be kept in prison for a long time.'\" But in reality, there is help.  Victims of human trafficking can sometimes get a special visa. It permits them to stay in the United States for up to four years. During that time, they can request to stay permanently. But with threats, a language barrier and fear of the legal system, victims are often unwilling or unable to seek help.",
            "vi": "Buôn người – một vấn nạn ở những thành phố lớn của Hoa Kỳ      Kể từ năm 2001, hàng năm Bộ Ngoại giao Hoa Kỳ công bố một bản báo cáo về tệ nạn buôn người. Nó đánh giá nỗ lực của các quốc gia trong cuộc chiến chống nạn buôn người. Bản báo cáo năm nay, công bố vào ngày thứ hai, lần đầu tiên đã thêm Mỹ vào danh sách này. Cục Điều tra Liên bang cho biết nạn buôn người lộng hành trong những thành phố lớn trên toàn nước Mỹ. Tim Whittman thuộc F.B.I. là một chuyên gia về vấn đề này. Ông nói khoảng 20% các trường hợp có liên quan đến những nạn nhân người Mexico – chiếm tỷ lệ cao nhất trong số các nước ngoài. Bradley Myles đang theo Dự án Polaris, một tổ chức chống nạn buôn người. Ông cho rằng đây là \"một vấn nạn vô cùng nghiêm trọng ở Mỹ.\" Ông cho biết một vài nạn nhân bị buộc phải làm việc trong các gia đình giàu có và trong các nhà hàng. Các nhà hoạt động một số trường hợp nô lệ hiện đại còn liên quan đến lao động cưỡng bách trong nông nghiệp. Nhưng hơn 80% trường hợp bị nghi ngờ là có liên qua đến mại dâm. Đó là kết quả cuộc nghiên cứu được thực hiện bởi Trung tâm chống buôn người do Quốc hội thành lập. Dự án Polaris kiểm soát một đường dây nóng điện thoại nhận cuộc gọi từ khắp cả nước -- từ những bang như Texas, California, New York và Florida. Bradley Myles nói một trong năm thành phố đứng đầu về số cuộc gọi là Washington. Nạn nhân ở thủ đô đất nước bao gồm những phụ nữ từ Hàn Quốc, Trung Quốc và châu Mỹ Latinh. Một số nạn nhân là công dân Mỹ. Tim Whittman thuộc F.B.I. cho hay các cơ sở mại dâm thường hạn chế khách hàng của họ để tránh bị bắt. TIM WHITTMAN : \"Ví dụ, nếu một người Hàn Quốc bị lừa đảo mang vào Mỹ và rồi bị buộc làm nghề mại dâm thì nơi hành nghề đó rất có thể sẽ trở thành một cộng đồng Hàn Quốc trên đất Mỹ.\" Deborah Sigmund thành lập nhóm với tên gọi Innocents at Risk. Bà nhận định hầu hết những nạn nhân của nạn buôn người xuất phát từ những quốc gia có nên kinh tế bất ổn. DEBORAH SIGMUND : \"Họ nghĩ rằng họ có thể đến Mỹ và có một công việc tuyệt vời cho nên họ rất dễ bị đánh lừa.\" Tim Whittman nói dân buôn lậu thường đe doạ nạn nhân của chúng và làm cho họ khó mà trả được khoản nợ với bọn chúng. Đe doạ có thể nhằm vào gia đình của họ ở quê nhà. Nhưng cũng có những cách thức khác nhằm ép buộc nạn nhân phải ở lại. TIM WHITTMAN : \"Lời đe doạ thông thường là 'Nếu mày bỏ trốn, tao sẽ báo cho văn phòng nhập cư và mày sẽ bị bắt. Mày sẽ bị bỏ tù trong một thời gian dài. ' \" Nhưng thật tế là có những sự trợ giúp. Nạn nhân buôn người đôi khi có thể nhận được thị thực đặc biệt. Nó cho phép họ có thể ở lại Mỹ cho đến bốn năm. Trong suốt thời gian đó, họ có thể được yêu cầu ở cố định một nơi. Nhưng với những đe doạ, rào cản ngôn ngữ và nỗi lo sợ đối với hệ thống pháp luật, những nạn nhân thường không sẵn lòng hoặc không thể tìm nguồn giúp đỡ nào."
        }
    ],
    "suggestions": []
}