{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pɔlkə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">điệu nhảy pônca</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhạc cho điệu phảy pônca</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">áo nịt (đàn bà)</td></tr></table><i/></div>",
            "word": "polka"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>polka</k><blockquote><cclass>[<cclass>'pɒlkə<cclass>, <cclass>'pəʊlkə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a lively dance of Bohemian origin in duple time. </cclass></blockquote><blockquote>■ <cclass>verb (<cclass><b>polkas</b>, <cclass><b>polkaing</b>, <cclass><b>polkaed</b> or <cclass><b>polka'd</b>) dance the polka. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: via Fr. and Ger. from Czech <i>půlka</i> 'half-step'. </blockquote></div>",
            "word": "polka"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "polka"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "polka"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "polka"
        }
    },
    "sentences": [
        {
            "en": "Step the <em>polka</em>",
            "vi": "Nhảy điệu pônca"
        },
        {
            "en": "<em>Polka</em> dot scarf",
            "vi": "Khăn có chấm tròn"
        },
        {
            "en": "Can you step the <em>polka</em>?",
            "vi": "Cậu có thể nhảy điệu pônca không?"
        },
        {
            "en": "He is wearing a <em>polka</em> - dot shirt.",
            "vi": "Anh ta đang mặc chiếc áo sơ mi chấm bi."
        },
        {
            "en": "He wore a <em>polka</em> dot scarf last morning.",
            "vi": "Sáng qua anh ta mang một cái khăn có chấm tròn."
        },
        {
            "en": "My husband and I like to <em>polka</em> at home.",
            "vi": "Chồng tôi và tôi rất thích nhảy điệu Pôn-ca ở nhà."
        },
        {
            "en": "She has a blue skirt with white <em>polka</em> dots.",
            "vi": "Cô ấy có một chiếc váy màu xanh chấm bi trắng."
        },
        {
            "en": "The <em>polka</em> is also one of the most popular traditional folk dances in Ireland.",
            "vi": "Điệu nhảy Pôn-ca cũng là một trong những điệu nhảy dân gian truyền thống phổ biến nhất ở Ireland."
        },
        {
            "en": "<em>Polka</em> dot is a round spot printed as part of a pattern on cloth or paper.",
            "vi": "Chấm bi là một dấu chấm tròn được in như một hoa văn trên vải hoặc giấy."
        },
        {
            "en": "The music for dancing the <em>polka</em> is favorite all parts of the world.",
            "vi": "Nhạc cho điệu nhảy pôn - ca rất được ưa chuộng ở mọi nơi trên thế giới."
        },
        {
            "en": "The <em>polka</em> is also one of the most popular traditional folk dances in Ireland.",
            "vi": "Điệu nhảy Pôn - ca cũng là một trong những điệu nhảy dân gian truyền thống phổ biến nhất ở Ireland."
        },
        {
            "en": "The music for dancing the <em>polka</em> is favorite all parts of the world.",
            "vi": "Nhạc cho điệu nhảy pôn-ca rất được ưa chuộng ở mọi nơi trên thế giới."
        },
        {
            "en": "The <em>polka</em> is a fast lively dance for people dancing in pairs, popular in the 19th century.",
            "vi": "Điệu nhảy Pôn - ca là một điệu nhảy nhanh sống động dành cho những người nhảy đôi rất phổ biến ở thế kỉ 19."
        },
        {
            "en": "The <em>polka</em> is a fast lively dance for people dancing in pairs, popular in the 19th century.",
            "vi": "Điệu nhảy Pôn-ca là một điệu nhảy nhanh sống động dành cho những người nhảy đôi rất phổ biến ở thế kỉ 19."
        },
        {
            "en": "Last weekend, at a museum exhibition, I strapped on a virtual reality headset that blotted out the world around me. I couldn’t hear shoes scuffing cobblestones outside the window. All I could see was a long, wooden boat slicing through rippling water, below houses propped up on stilts. My body had melted away—I kept looking for my hands, and couldn’t find them. But I thought I could feel the breeze rustling my hair, and water droplets <em>polka</em>-dotting my arms. When I peeled off the mask, blinking into the afternoon light, the streets didn’t feel any more or less real than the boat and the ocean.",
            "vi": "Cuối tuần qua, tại cuộc triển lãm bảo tàng, tôi đeo kính thực tế ảo, chiếc kính xóa sạch thế giới xung quanh tôi. Tôi không thể nghe thấy tiếng giày bước lên những viên đá bên ngoài cửa sổ. Tất cả những gì mà tôi có thể thấy là một phần tàu bằng gỗ dài trôi qua dòng nước chảy róc rách, bên dưới những căn nhà tựa lên sàn. Cơ thể của tôi đã tan biến, tôi cứ mò tìm bàn tay của tôi và không thể tìm thấy. Nhưng tôi nghĩ tôi có thể cảm nhận được làn gió xào xạc tóc của tôi và nước đang nhỏ giọt lên cánh tay tôi. Khi tôi mở mặt nạ ra, nhấp nháy ánh sáng xế chiều, các đường phố mà tôi không thực sự cảm nhận rõ khi tôi còn mường tượng đến con tàu đó và đại dương đó."
        },
        {
            "en": "The big kahuna of the fish world is the whale shark (Rhincodon typus), which lives in semi-tropical and warm temperate waters around the world and grows to more than 65 feet, weighing nearly 40 tons. With its tremendous length, gigantic blunt head and <em>polka</em>-dot pattern, the whale shark looks like the prototype for Roy Scheider's worst nightmare. In reality, the big fellas are pretty much harmless. They're so docile, in fact, that they've been known to allow swimmers to hitch rides on their backs. They're filter eaters, rather than biters, and feed on a diet of tiny plankton, small fishes, crustaceans and squid. They live to the age of about 70, unless humans harpoon them and grind them up into fish meal.\n\n\n\nThe whale shark, the world's largest fish, is pretty harmless.\nImage Credit: Hemera Technologies/Thinkstock",
            "vi": "Gã khổng lồ trong thế giới loài cá là cá mập voi ((Rhincodon typus), phân bố ở các vùng biển ôn đới và bán nhiệt đới ấm áp trên toàn thế giới và dài đến hơn 65 feet, nặng gần 40 tấn. Với chiều dài khủng khiếp, cái đầu khổng lồ thô kệch và bộ da chấm bi đen trắng, cá mập voi trông giống như một nguyên mẫu trong phim cơn ác mộng đáng sợ nhất của Roy Scheider. Thật ra, gã khổng lồ này lại gần như vô hại. Chúng rất dễ bảo, thực tế là, chúng được biết sẽ sẵn sàng cho các thợ lặn bám vào lưng chúng. Chúng là loài ăn phiêu sinh vật, chứ không phải loài ăn thịt, và chỉ ăn các sinh vật phù du nhỏ bé, cá nhỏ, động vật giáp xác và mực ống. Chúng sống đến khoảng 70 tuổi, trừ khi bị con người đánh bắt và nghiền thành bột cá.\n\n\n\nCá mập voi, loài cá lớn nhất thế giới, lại hầu như vô hại.\nImage Credit: Hemera Technologies/Thinkstock"
        },
        {
            "en": "Another study suggests that parents might want to pair their youngsters up so they can babble more with their own kind. Researchers from McGill University and Universite du Quebec a Montreal found that babies seem to like listening to each other rather than to adults - which may be why baby talk is such a universal tool among parents. They played repeating vowel sounds made by a special synthesizing device that mimicked sounds made by either an adult woman or another baby. This way, only the impact of the auditory cues was observed. The team then measured how long each type of sound held the infants’ attention. They found that the ‘infant’ sounds held babies’ attention nearly 40 percent longer. The baby noises also induced more reactions in the listening infants, like smiling or lip moving, which approximates sound making. The team theorizes that this attraction to other infant sounds could help launch the learning process that leads to speech. It may be some property of the sound that is just drawing their attention,’ says study co-author Linda <em>Polka</em>. ‘Or maybe they are really interested in that particular type of sound because they are starting to focus on their own ability to make sounds. We are speculating here but it might catch their attention because they recognize it as a sound they could possibly make.’",
            "vi": "Nghiên cứu gợi ý rằng cha mẹ có lẽ muốn tham gia cùng con trẻ cho nên họ có thể bập bẹ ngôn ngữ của chúng. Những nhà nghiên cứu từ trường đại học McGill và đại học du Quebec a Montreal cho thấy rằng trẻ nghe nhau hơn là nghe người lớn nói- đó là lí do tại sao bé nói là công cụ phổ biến ở phụ huynh. Họ lặp lại những nguyên âm được tạo bởi một thiết bị tổng hợp đặc biệt mà bắt chước giọng của một người phụ nữ trưởng thành hoặc một đứa trẻ khác. Theo cách này, chỉ có sự tác động của thính giác được quan sát. Sau đó nhóm đo mỗi loại âm thanh giữ sự tập trung của trẻ sơ sinh bao lâu. Họ phát hiện rằng âm thanh ‘ trẻ sơ sinh’ giữ sự tập trung của bé lâu gần 40%. Tiếng ồn của trẻ con cũng gây ra nhiều phản ứng hơn trong phần nghe của trẻ, như là cười hay là chuyển động môi, mà gần như sắp tạo ra âm thanh. Nhóm cũng giả thuyết rằng sự thu hút của những âm thanh sơ sinh khác có thể giúp thúc đẩy quá trình học dẫn đến học. Nó có lẽ là một vải đặc tính của âm thanh đang thu hút sự tập trung’Linda Polka nhà đồng nghiên cứu nói. Hoặc có lẽ chúng thích một loại đặc thù của âm thanh bởi vì chúng bắt đầu tập trung khả năng tạo âm thanh. Chúng tôi đoán rằng ở đây nó chỉ có thể tập trung bởi vì chúng nhận ra nó là một âm thanh chúng có thể làm"
        }
    ],
    "suggestions": []
}