{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">pollute</font></td></tr></table><i/></div>",
            "word": "polluter",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "polluter",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "polluter",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "polluter",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "polluter",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Polluter</em> pays principle",
            "vi": "Nguyên tắc người gây ô nhiễm trả phí"
        },
        {
            "en": "The <em>polluter</em> will pay compensation to the local farmers whose land they have polluted.",
            "vi": "Người gây ô nhiễm sẽ trả tiền bồi thường cho nông dân địa phương có đất bị họ làm ô nhiễm."
        },
        {
            "en": "But structural nonrefractory clay and ceramic products is estimated to be the most serious air <em>polluter</em>.",
            "vi": "Tuy nhiên, ngành sản xuất vật liệu xây dựng từ đất sét (sản xuất gạch ngói) là ngành gây ô nhiễm không khí nghiêm trọng nhất."
        },
        {
            "en": "In March 2001, the United States refused to ratify the Kyoto Protocol to combat global warming whereas it is the world's greatest greenhouse-gas <em>polluter</em>.",
            "vi": "Tháng 3/2001, Mỹ không chịu phê chuẩn Nghị định thư Kyoto nhằm giải quyết sự nóng dần của trái đất trong khi Mỹ lại là kẻ gây ô nhiễm khí hiệu ứng nhà kính nhiều nhất thế giới."
        },
        {
            "en": "In March 2001, the United States refused to ratify the Kyoto Protocol to combat global warming whereas it is the world's greatest greenhouse - gas <em>polluter</em>.",
            "vi": "Tháng 3/2001, Mỹ không chịu phê chuẩn Nghị định thư Kyoto nhằm giải quyết sự nóng dần của trái đất trong khi Mỹ lại là kẻ gây ô nhiễm khí hiệu ứng nhà kính nhiều nhất thế giới."
        },
        {
            "en": "From the commune perspective, Table 2.15 shows that Di An is ranked as the top <em>polluter</em> across air pollutants but even more so across metals and chemicals.",
            "vi": "Xem xét ở cấp xã phường, Bảng 2.15 cho thấy thị trấn Dĩ An có xếp hạng cao nhất về phát thải các chất gây ô nhiễm không khí đặc biệt là hàm lượng kim loại và hoá chất."
        }
    ],
    "suggestions": []
}