{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pɔltəgaist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">yêu tinh (thuộc về ma quỷ)</td></tr></table><i/></div>",
            "word": "poltergeist"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>poltergeist</k><blockquote><cclass>[<cclass>'pɒltəgʌɪst<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a ghost or other supernatural being supposedly responsible for physical disturbances such as throwing objects about. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Ger. <i>Poltergeist</i>, from <i>poltern</i> 'create a disturbance' + <i>Geist</i> 'ghost'. </blockquote></div>",
            "word": "poltergeist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "poltergeist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "poltergeist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "poltergeist"
        }
    },
    "sentences": [
        {
            "en": "26. <em>POLTERGEIST</em>\nhttp://animal.discovery.com/tv-shows/lost-tapes/creatures/poltergeist.htm",
            "vi": "26. YÊU TINH"
        },
        {
            "en": "<em>Poltergeist</em> is a spirit that throws objects around and makes loud noises.",
            "vi": "Yêu tinh là linh hồn ném những đồ vật xung quanh và gây nhiều tiếng ồn."
        },
        {
            "en": "GHOST OR SPIRIT?: Many people confuse poltergeists with ghosts or believe they're the same thing, but poltergeists are not ghosts at all. A <em>poltergeist</em> is a spirit that expresses itself most often through making loud noises, moving objects and generally being more disruptive than a ghost. Unlike a ghost, a <em>poltergeist</em> typically isn't connected to a deceased person or a tragedy. So why do poltergeists cause mayhem if they aren't connected to the spirits of the dead?",
            "vi": "Ma hay linh hồn?: Nhiều người nhầm lẫn yêu tinh với ma hoặc cho rằng chúng là như nhau, nhưng yêu tinh hoàn toàn khác với ma. Yêu tinh là một linh hồn thường hay tự phô bày bản thân bằng cách gây tiếng động lớn, di chuyển vật thể và nói chung là phá hoại hơn ma. Không giống ma, một yêu tinh thường không được kết nối với một người chết hoặc một bi kịch. Vì vậy, tại sao yêu tinh lại gây ra tình trạng lộn xộn nếu chúng không kết nối với linh hồn của người chết?"
        },
        {
            "en": "A POLTERGEIST'S PURPOSE: Some theorists believe a <em>poltergeist</em> is the result of static electricity or electromagnetic fields, but supernatural enthusiasts think poltergeists could be the product of subconscious psychokinesis by the very individuals who claim to be haunted by them. Most poltergeists are capable of interfering with technology, such as telephones or televisions, and they often throw dirt or rocks to get attention. It's rare for a <em>poltergeist</em> to haunt an individual for very long, but there have been reports of people being tormented by these wicked spirits for years.",
            "vi": "Mục đích của yêu tinh: Một số nhà lý luận tin rằng yêu tinh là kết quả của trường tĩnh điện hoặc điện từ, nhưng những người tin vào siêu nhiên cho rằng yêu tinh có thể là sản phẩm của hành động thuộc tiềm thức trong trạng thái xuất thần của chính người cho rằng mình bị ám. Hầu hết yêu tinh đều có khả năng cản trở công nghệ, như là điện thoại hay tivi, và họ thường ném chất bẩn hoặc đá để gây chú ý. Hiếm khi yêu tinh ám một người nào đó trong thời gian dài, nhưng đã có báo cáo về một số người bị dày vò bởi những linh hồn độc ác này trong nhiều năm."
        },
        {
            "en": "AN AMERICAN HAUNTING: There have been thousands of <em>poltergeist</em> reports for many centuries and spanning all regions of the world. Perhaps the most famous case involved the Bell family of Tennessee. According to legend, in 1817, John William Bell Sr. encountered a strange animal in his cornfield that was best described as part dog, part rabbit. Bell shot at the animal, and that's when his family's problems seemed to begin. Soon after the shooting, they began hearing noises outside and inside the home, and their youngest daughter claimed an \"invisible force\" attacked her. After four years of <em>poltergeist</em> activity, the spirit seemed to vanish when Bell died in 1820. The Bell haunting became a classic representation of menacing poltergeists, and the film An American Haunting is loosely based on those events.",
            "vi": "Có hàng ngàn bản báo cáo về yêu tinh trong nhiều thế kỷ và lan rộng khắp nơi trên thế giới. Có lẽ trường hợp nổi tiếng nhất liên quan đến gia đình nhà Bell ở Tennessee. Theo truyền thuyết, vào năm 1817, Ngài John William Bell gặp phải một con vật kỳ lạ trong cánh đồng ngô của mình, con vật này được mô tả nửa chó nửa thỏ. Ngài Bell đã bắn vào con vật, và dường như chính vào lúc đó là khi các rắc rối của gia đình Bell bắt đầu xảy ra. Ngay sau vụ nổ súng, họ nghe thấy tiếng ồn bên ngoài và bên trong nhà, và con gái út của họ tuyên bố một \"lực lượng vô hình\" tấn công cô ấy. Sau bốn năm hoành hành của yêu tinh, linh hồn này dường như tan biến khi Bell qua đời vào năm 1820. Ám ảnh của nhà Bell đã trở thành một ví dụ cổ điển của những yêu tinh độc ác, và bộ phim An American Haunting được dựa trên những sự kiện đó."
        }
    ],
    "suggestions": []
}