{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Polynesia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Polynesia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Polynesia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Polynesia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Polynesia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "French <em>Polynesia</em> – last year’s most expensive beach location – came a close second with the world’s fourth and fifth most expensive beaches.",
            "vi": "Polynesia thuộc Pháp - bãi biển với chi phí cao nhất năm ngoái - đứng ở vị trí thứ hai với các bãi biển đắt thứ tư và thứ năm trong các bãi biển đắt đỏ nhất thế giới."
        },
        {
            "en": "French <em>Polynesia</em> – last year’s most expensive beach location – came a close second with the world’s fourth and fifth most expensive beaches.",
            "vi": "Polynesia thuộc Pháp - bãi biển với chi phí cao nhất năm ngoái - đứng ở vị trí thứ hai với các bãi biển đắt thứ tư và thứ năm trong các bãi biển đắt đỏ nhất thế giới."
        },
        {
            "en": "Tourism development has had a positive as well as negative impact on many developing countries. An example can be found in French Polinesia, a small South Pacific country made up of the Tahitian and Marquesas Islands and the Tuamotu Archipelago. French <em>Polynesia</em> is a self- ruling territory of France. Coconut plantations once provided the country with a profitable trade,",
            "vi": "Phát triển du lịch đã có tác động tích cực cũng như tiêu cực lên các quốc gia đang phát triển. Điển hình là ở French Polinesia, một quốc gia nhỏ bên bờ nam Thái Bình Dương gồm các quần đảo nhỏ Tahitian và Marquesas và Tuamotu. French Polynesia là một lãnh thổ tự trị của Pháp. Những đồn điền trồng dừa một thời mang lại lợi nhuận cho quốc gia này,"
        },
        {
            "en": "Methodology - The country list is based on the 193 UN member countries and 6 territories (Macao, Kosovo, etc.) for a total of 199. Territories annexed to other countries such as Norfolk Island, French <em>Polynesia</em>, etc. are excluded. Data is based on IATA's Timaticweb platform as well as other sources.",
            "vi": "Phương pháp: Có 193 quốc gia được Liên Hiệp Quốc công nhận và 6 vùng lãnh thổ như MaCao, Kosovo ... tổng cộng là 199. Các vùng lãnh thủ sáp nhập với các nước khác như đảo Norfold, French Polynesia ... thì không được tính vào. Dự liệu phân tích dựa trên số liệu thu thập từ IATA cũng như các nguồn khác."
        },
        {
            "en": "Tourism development has had a positive as well as negative impact on many developing countries. An example can be found in French Polinesia, a small South Pacific country made up of the Tahitian and Marquesas Islands and the Tuamotu Archipelago. French <em>Polynesia</em> is a self- ruling territory of France. Coconut plantations once provided the country with a profitable trades,",
            "vi": "Phát triển du lịch đã có tác động tích cực cũng như tiêu cực lên các quốc đang phát triển. Điển hình là ở French Polinesia, một quốc gia nhỏ bên bờ nam Thái Bình Dương gồm các quần đảo nhỏ Tahitian và Marquesas và Tuamotu. French Polynesia là một lãnh thổ tự trị của Pháp. Những đồn điền trồng dừa một thời mang lại lợi nhuận cho quốc gia này"
        }
    ],
    "suggestions": []
}