{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,pɔli'juəriθein]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">pôliurêtan (loại nhựa tổng hợp dùng chế tạo sơn)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">polyurethane gloss</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">(thuộc ngữ) lớp sơn bóng kính pôliurêtan (loại sơn khi khô có bề mặt cứng sáng bóng)</font></td></tr></table><i/></div>",
            "word": "polyurethane"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>polyurethane</k><blockquote><cclass>[<cclass>ˌpɒlɪ'jʊərɪθeɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a synthetic resin in which the polymer units are linked by urethane groups, used in paints, varnishes, adhesives, etc. </cclass></blockquote></div>",
            "word": "polyurethane"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "polyurethane"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "polyurethane"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "polyurethane"
        }
    },
    "sentences": [
        {
            "en": "What is the <em>polyurethane</em> gloss?",
            "vi": "Lớp sơn bóng kính pô - li - u - rê - tan là gì?"
        },
        {
            "en": "What is the <em>polyurethane</em> gloss?",
            "vi": "Lớp sơn bóng kính pô-li-u-rê-tan là gì?"
        },
        {
            "en": "cold - foam <em>polyurethane</em>, ergonomically designed backrest with lumbar support help for added comfort",
            "vi": "làm bằng mút đúc (bọt biển), phần đệm tựa lưng được thiết kế an toàn và hiệu quả làm tăng thêm độ thoải mái cho phần thắt lưng"
        },
        {
            "en": "<em>Polyurethane</em> a type of plastic used for making things such as paint and rubber.",
            "vi": "Nhựa tổng hợp là một loại nhựa dùng để tạo ra những thứ như sơn và cao su."
        },
        {
            "en": "When properly used, latex and <em>polyurethane</em> condoms are effective against most STIs. Condoms do not protect against infections spread from sores on the skin not covered by a condom (such as the base of the penis or scrotum). For those having sex, condoms must always be used to protect against STIs even when using another method of birth control.",
            "vi": "Khi sử dụng đúng cách, bao cao su latex và polyurethane có hiệu quả chống lại hầu hết các bệnh LTQĐTD. Bao cao su không có tác dụng bảo vệ chống lại các nhiễm trùng lây lan từ các vết loét trên da không được nó bao phủ (ví dụ như gốc dương vật hay bìu). Đối với những ai có quan hệ tình dục, bao cao su phải luôn được sử dụng để bảo vệ chống lại bệnh LTQĐTD ngay cả khi sử dụng một phương pháp ngừa thai khác."
        },
        {
            "en": "Most male condoms are made of latex. Those made of lambskin may offer less protection against some STIs, including HIV/AIDS, so use of latex condoms is recommended. For people who may have an allergic skin reaction to latex, both male and female condoms made of <em>polyurethane</em> are available.",
            "vi": "Phần lớn bao cao su dành cho nam giới được làm bằng cao su latex. Một số bao làm bằng da cừu non có hiệu quả bảo vệ chống lại các bệnh lây truyền qua đường tình dục (bệnh LTQĐTD) kém hơn, bao gồm cả HIV/AIDS, do đó bao cao su latex được khuyến cáo sử dụng. Đối với những người có thể bị phản ứng da dị ứng với cao su latex, thì có thể dùng cả loại bao cao su dành cho nam và nữ làm bằng polyurethane."
        },
        {
            "en": "Condoms are a barrier method of contraception. There are male condoms and female condoms. A male condom is a thin sheath (usually made of latex, a type of rubber) that is worn on the penis. A female condom is a <em>polyurethane</em> sheath with a flexible ring at either end. One end is closed and inserted into the vagina; the other end is open and the ring sits outside the opening of the vagina. The male condom, sometimes called a \"rubber\" or \"prophylactic,\" is far more commonly used.",
            "vi": "Bao cao su là một phương pháp ngăn chặn trong tránh thai. Có cả bao cao su dành cho nam giới và bao cao su dành cho nữ giới. Bao cao su dành cho nam giới là một màng bọc mỏng ((thường làm bằng cao su latex, một loại cao su) được đeo vào dương vật. Bao cao su dành cho nữ là một màng bọc bằng polyurethane với 2 vòng mềm dẻo tại 2 đầu. Một đầu đóng kín và được đưa vào bên trong âm đạo; đầu còn lại hở và cái vòng nằm bên ngoài cửa âm đạo. Bao cao su dành cho nam giới, đôi khi được gọi là \"vật dụng tránh thai \" hoặc \"vật dụng phòng bệnh\", thì còn dễ sử dụng hơn nữa."
        }
    ],
    "suggestions": []
}