{
    "en_vn": {
        "data": {
            "content": null,
            "word": "polyvinyl"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>polyvinyl</k><blockquote><cclass>[<cclass>ˌpɒlɪ'vʌɪn(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective of or denoting synthetic resins which are polymers of vinyl compounds: <cclass>polyvinyl chloride. </cclass></cclass></blockquote></div>",
            "word": "polyvinyl"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "polyvinyl"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "polyvinyl"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất polyvinyl</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> Any polymerization product of a monomeric vinyl compound, such as vinyl chloride.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Các sản phẩm pôlime hóa không phải hợp chất vinyl đơn trị, như clo vinyl.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">polyvinyl acetal</font><font color=\"#282828\">: chất polyvinyl axetat</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cellular polyvinyl chloride</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bọt xốp polyvinyl clorua</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cellular polyvinyl chloride</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bọt xốp PVC</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">expanded polyvinyl chloride</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bọt xốp polyvinyl clorua</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">expanded polyvinyl chloride</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bọt xốp PVC</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">expanded polyvinyl chloride</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cao su bọt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl acetate (PVAC)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> polyvinylaxetat</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl alcohol (PVAL)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rượu polyvinyl</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl alcohol size</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dùng dịch hồ rượu polyvinyl</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl butyral</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> polyvinyl butira</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl butyral (PVB)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> polyvinyl butyral</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl carbazole</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> polyvinyl cácbon</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl chloride</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> clorua polyvinyl</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl chloride (PVC)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhựa PVC</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl ether (PVE)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ê te polyvinyl</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl fluoride (PVF)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> polyvinyl florua</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">polyvinyl resin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhựa poklyvinyl</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "polyvinyl"
        }
    },
    "sentences": [
        {
            "en": "According to research by the Center for Health, Environment & Justice, shower curtains and liners made from <em>polyvinyl</em> chloride (PVC) may be harmful to your health.",
            "vi": "Theo nghiên cứu của Trung tâm Sức khỏe, Môi trường và Luật pháp, màn che buồng tắm và các lớp lót được làm từ polyvinyl clorua (PVC) có thể có hại cho sức khoẻ của bạn."
        },
        {
            "en": "8 Things in Your Home That May Be Harming You        Home sweet home, right? Well, sort of. You may be unaware of the potential health dangers lurking in your abode — from critters in the kitchen to bugs in the bedroom. Here’s what you need to know and what to do. By Sarah Jio v Your kitchen sponge Maybe you’ve heard about the germs on your kitchen sponge (gross news flash—there may be as many as 20 million microbes on it right now). But here’s the deal: Your method for “cleaning” that sponge may be leaving it loaded with potentially hazardous bacteria that can make you ill. Researchers at the USDA’s Agricultural Research Service found that some common cleaning methods for sponges—soaking them in a bleach solution, lemon juice or water—did not eradicate the germs. What to do The best ways to clean a dirty sponge, they say, are in the microwave (on high for one minute) and in the dishwasher, which will kill 99.9 percent of all germs. v Your bed Have you been on a trip recently? If so, you may have brought home some hitchhikers—of the creepy-crawly variety. Bedbugs, tiny bloodthirsty insects, are hosts to organisms that cause hepatitis B and Chagas disease, say health experts. But the real problem seems to be the infections and allergic reactions that can sometimes result from bedbug bites. According to the Environmental Protection Agency, bedbugs are on the rise and becoming an increasing health problem. The insects, which hide in the crevices of mattresses and bedding, are showing up everywhere, from hostels to the swankiest hotels, and they often find their way into people’s luggage, transporting themselves to unsuspecting homes. What to do If you’ve done some traveling recently, and especially if you’ve noticed any mysterious bug bites, wash everything in your luggage and consider scrubbing your suitcase with a stiff brush before giving it a good vacuuming. v Your laptop You’re the only one who uses it, so how dirty can it be? In a word: filthy. A study by researchers at the University of North Carolina Health Care System found that keyboards were loaded with germs. Even more disgusting, the average public toilet bowl contains 41 germs per square inch. The average personal keyboard? Some 21,000 germs per square inch. “Toilet bowls get cleaned,” says Philip M. Tierno Jr., Ph.D., director of clinical microbiology and immunology at New York University Langone Medical Center, “but keyboards rarely do.” What to do Tierno says the best way to keep your laptop or computer’s keyboard clean is to gently wipe it down daily with disinfecting wipes. v Your shower curtain According to research by the Center for Health, Environment & Justice, shower curtains and liners made from <em>polyvinyl</em> chloride (PVC) may be harmful to your health. Their study suggests that PVC releases potentially harmful chemicals into your bathroom. While there is still some debate among health experts about how much of these chemicals could be deemed harmful, many believe that limiting your exposure to chemicals, wherever possible, makes sense. What to do Check your shower curtain’s label to see if it’s made of vinyl or PVC. While not all manufacturers disclose this information, some retailers, like Ikea, have banned PVC shower curtains altogether, and Target has promised to phase out the material in its shower-curtain products in the months ahead. v Your laundry Nobody thinks of the washing machine as a germ magnet—that’s where clothes get clean, right? Not if you’re using a public machine, and especially if that machine uses water that’s not hot enough, says Tierno. Here’s why: Lower temperatures can encourage the spread of germs. Researchers at the University of Arizona found that intestinal viruses such as hepatitis A can be easily transferred from underwear to other garments during the washing process. Even worse, some germs can lurk in public washing machines and find their way to your clothes. What to do Wash your underwear and towels separately, using bleach if possible, and wash all towels in water that’s at least 155 degrees, which will kill most germs. Not sure if your apartment’s water temperature is hot enough? Talk to the building manager. v Your humidifier Watch out for the humidifier, say germ experts. “If it’s not cleaned properly, a humidifier can become a repository for legionella and other pathogens that cause respiratory infections,” says Tierno. What to do If you like sleeping with a humidifier in your room, be sure to clean it often—at least a few times a week—by mixing a solution of one-part bleach to 19 parts water (for most humidifiers, this would equal about a half or full cup of bleach) and letting it sit for a few minutes before rinsing well.  v Your doorknob Think of the people who have touched your front doorknob in the past 48 hours: the UPS man, a neighbor, a solicitor, your friends—it’s easy to lose count. Now think of all the places they’ve been—the subway, public restrooms, grocery stores. Those germs are all on your doorknob right now, says Tierno. Most people let their guard down when it comes to their own door handles, he says, but we shouldn’t: “Viruses can survive for days on doorknobs, and you can easily get cross contamination from them,” he says. What to do Make a habit of wiping down your doorknob frequently with sanitizing wipes or sprays. Have a copper doorknob? You may be in luck. Researchers in England found that copper door handles had 95 percent fewer microorganisms on them compared with other doorknobs. Scientists believe that many germs, including MRSA, may not be able to survive on copper. v Your salt and pepper shakers When’s the last time you cleaned your salt and pepper shakers? Exactly. These unassuming little items get touched in all parts of the meal-prep process. Example: You give your sauce a dash of salt after touching raw chicken and then later set the shaker on the table. What to do Nobody thinks of cleaning their salt and pepper shakers, says Elizabeth Scott, Ph.D., assistant professor and co-director Simmons Center for Hygiene and Health in Home and Community at Simmons College, but to avoid cross-contamination and food poisoning, you should. “Best to wipe them with an EPA-registered disinfectant,” she says. “But better still, always wash your hands after handling raw foods and before touching anything else.” Nguồn: http://health.msn.com/health-topics/slideshow.aspx?cp-documentid=100243934&imageindex=1",
            "vi": "8 Things in Your Home That May Be Harming You      Không nơi nào bằng nhà mình, đúng không? Vâng, đại loại vậy. Bạn có thể không ý thức về những nguy hiểm tiềm ẩn cho sức khoẻ rình rập trong nhà mình – từ những sinh vật sống trong nhà bếp đến rệp bọ trong phòng ngủ. Đây là những gì bạn cần biết và làm Viết bởi Sarah Jio v Mút rửa chén của bạn Có lẽ bạn đã nghe về mầm bệnh trên mút rửa chén của bạn (tin nóng hổi là – có thể có đến 20 triệu vi khuẩn đang hiện diện trong đó ngay hiện tại). Nhưng đây là mẹo: Cách bạn “làm sạch” miếng mút có thể làm cho nó tiềm ẩn những vi khuẩn nguy hiểm có thể gây bệnh cho bạn. Các nhà nghiên cứu của Sở Nghiên Cứu Nông Nghiệp thuộc Bộ Nông Nghiệp Hoa Kỳ tìm thấy rằng một vài phương pháp làm sạch chung cho mút rửa – ngâm chúng trong dung dịch tẩy rửa, nước chanh hoặc nước – không tiêu diệt được mầm bệnh. Phải làm gì Theo các nhà nghiên cứu, cách tốt nhất để làm sạch xốp bẩn, là trong lò vi-ba (ở nhiệt độ cao trong một phút) và máy rửa chén, các cách sẽ giết 99.9 phần trăm tất cả mầm bệnh. v Giường ngủ của bạn Gần đây bạn có chuyến đi xa nào không? Nếu có, có thể bạn đã mang về nhà một kẻ quá giang – một giống của loài côn trùng “kinh dị”. Rệp, loài côn trùng hút máu nhỏ xíu, là vật chủ gây ra bệnh viêm gan B và bệnh Chagas, các chuyên gia y tế cho biết. Nhưng vấn đề thật sự dường như lại là các bệnh nhiễm trùng và phản ứng dị ứng đôi khi có thể tạo ra bởi vết cắn của rệp. Theo Cục Bảo Vệ Môi trường, rệp đang tăng và trở thành vấn đề sức khoẻ gia tăng. Côn trùng này, trốn trong các khe kẽ của đệm và giường ngủ, đang xuất hiện khắp nơi, từ nhà tập thể đến các khách sạn sang trọng nhất, và chúng thường tìm đường vào hành lý của mọi người, và cùng với mọi người trở về nhà của họ. Phải làm gì Nếu gần đây bạn đã có đi du lịch, và đặc biệt là nếu bạn đã nhận thấy bất kỳ vết bọ cắn bí ẩn nào, hãy rửa mọi thứ trong hành lý của bạn và xem xét cọ việc rửa va-li của bạn với chổi cứng trước khi hút bụi nó thật kỹ.  v Máy tính xách tay của bạn Bạn là người duy nhất sử dụng nó, làm sao nó có thể bẩn được? Nói tóm lại: bẩn thỉu. Nghiên cứu của các nhà nghiên cứu tại Đại học của Hệ thống Chăm sóc Sức khoẻ Bắc Carolina nhận thấy là bàn phím chứa đầy mầm bệnh. Thậm chí gớm ghiếc hơn, một bồn cầu công cộng trung bình chứa 41 mầm bệnh trên mỗi inch vuông. Còn trung bình của bàn phím cá nhân? Khoảng 21,000 mầm bệnh trên mỗi inch vuông. Theo tiến sĩ Philip M. Tierno Jr., giám đốc vi sinh học và miễn dịch học lâm sàng của Trung tâm Y khoa Langone Đại học New York, “bồn cầu được chùi rửa, còn bàn phím thì hiếm khi”. Phải làm gì Tierno nói cách tốt nhất để giữ bàn phím máy tính xách tay hoặc máy tính của bạn sạch là nhẹ nhàng lau sạch nó hàng ngày với khăn lau khử trùng. v Màn tắm của bạn Theo nghiên cứu của Trung tâm Sức khỏe, Môi trường và Luật pháp, màn che buồng tắm và các lớp lót được làm từ polyvinyl clorua (PVC) có thể có hại cho sức khoẻ của bạn. Nghiên cứu của họ cho rằng nhựa PVC thải ra các hoá chất độc hại tiềm ẩn vào phòng tắm của bạn. Trong khi vẫn có một số cuộc tranh luận giữa các chuyên gia y tế là có bao nhiêu hoá chất này có thể bị cho là có hại, nhiều người tin việc giới hạn sự tiếp xúc của bạn với các hoá chất, bất cứ khi nào có thể, thì có ý nghĩa. Phải làm gì Kiểm tra nhãn của màn che buồng tắm của bạn để xem liệu nó được làm bằng nhựa dẻo vinyl hoặc PVC hay không. Trong khi không phải mọi nhà sản xuất đều tiết lộ thông tin này, thì một vài nhà bán lẻ, như Ikea, đã cấm tất cả màn che buồng tắm bằng PVC nói chung, và Target đã hứa sẽ giảm dần vật liệu này trong các sản phẩm màn che buồng tắm trong những tháng tới. v Việc giặt ủi của bạn Không ai nghĩ về máy giặt như một vật thu hút mầm bệnh - đó là nơi quần áo được giặt sạch, phải không? Không nếu như bạn đang sử dụng máy công cộng, và nhất là nếu máy sử dụng nước chưa đủ nóng. Đây là lý do: nhiệt độ thấp có thể khuyến khích lan truyền mầm bệnh. Các nhà nghiên cứu tại trường Đại học Arizona nhận thấy là các vi-rút đường ruột như là viêm gan có thể dễ dàng chuyển từ quần áo lót đến quần áo khác trong quá trình giặt giũ. Thậm chí tệ hơn, một số mầm bệnh có thể ẩn trong các máy giặt công cộng và tìm cách vào quần áo của bạn.  Phải làm gì Giặt quần áo lót và khăn tắm của bạn riêng rẽ, sử dụng thuốc tẩy nếu có thể, và giặt tất cả khăn tắm trong nước có nhiệt độ ít nhất là 155 độ, sẽ giết đa số mầm bệnh. Nếu không chắc chắn nhiệt độ của nước của căn hộ của bạn đủ nóng? Hãy nói với quản lý toà nhà. v Máy tạo hơi ẩm của bạn Theo các chuyên gia về mầm bệnh, hãy đề phòng máy tạo hơi ẩm. \"Nếu nó không được làm sạch đúng, máy tạo hơi ẩm có thể trở thành kho chứa vi khuẩn Legionella và các mầm bệnh gây ra bệnh đường hô hấp\". Phải làm gì Nếu bạn thích ngủ với máy tạo hơi ẩm trong phòng của bạn, chắc chắn sẽ làm sạch nó thường xuyên - ít nhất một vài lần một tuần – bằng cách trộn một dung dịch gồm 1 phần thuốc tẩy và 19 phần nước (cho đa số máy tạo hơi ẩm, lượng này sẽ bằng một nửa hoặc một tách đầy của thuốc tẩy) và để cho nó hoà tan trong vài phút trước khi chùi rửa. v Tay nắm cửa của bạn Nghĩ về những người đã chạm vào tay nắm cửa trước của bạn trong 48 tiếng đồng hồ vừa qua: người chuyển phát hàng, người hàng xóm, luật sư, bạn bè - khó mà đếm nổi. Bây giờ nghĩ về những nơi họ đã từng đến - tàu điện ngầm, nhà vệ sinh công cộng, cửa hàng tạp hoá. Các mầm bệnh đó là tất cả những gì trên tay nắm cửa của bạn ngay bây giờ. Hầu hết mọi người ít cảnh giác khi nói đến tay nắm cửa của họ, tiến sĩ Tierno cho biết, nhưng chúng ta không nên như vậy vì: \"Vi-rút có thể sống sót bao ngày trời trên tay nắm cửa, và bạn có thể dễ dàng bị qua nhiễm khuẩn từ chúng. Phải làm gì Tạo thói quen lau tay nắm cửa của bạn thường xuyên với khăn hoặc nước tẩy rửa. Có tay nắm cửa đồng? Bạn có thể đang gặp may. Các nhà nghiên cứu ở Anh nhận thấy là tay nắm cửa bằng đồng có ít hơn 95 phần trăm vi sinh vật so với tay nắm cửa khác. Các nhà khoa học tin rằng nhiều mầm bệnh, bao gồm siêu vi trùng MRSA, có thể không đủ khả năng tồn tại trên đồng. v Lọ muối và tiêu của bạn Khi nào là lần cuối cùng bạn làm sạch lọ muối và tiêu của bạn? Chính xác. Các món vật dụng nhỏ khiêm tốn này bị chạm vào tất cả các bộ phận trong quá trình chuẩn bị bữa ăn. Ví dụ: bạn cho vào nước xốt của bạn một chút muối sau khi chạm vào thịt gà sống và sau đó đặt chiếc lọ trên bàn. Phải làm gì Theo tiến sĩ Elizabeth Scott, giáo sư trợ giảng và đồng giám đốc Trung tâm Vệ sinh và Sức khoẻ tại nhà và cộng đồng Simmons thuộc trường cao đẳng Simmons, không ai nghĩ đến việc chùi rửa các lọ muối và tiêu của họ. Nhưng để tránh nhiễm bẩn chéo và ngộ độc thực phẩm thì bạn nên “Tốt nhất là làm sạch các vật dụng đó bằng thuốc khử trùng đã được đăng ký với Cơ quan Bảo vệ Môi sinh. Nhưng để tốt hơn nữa thì hãy luôn rửa tay sau khi chạm vào thực phẩm sống trước khi chạm vào bất cứ thứ gì khác.”"
        }
    ],
    "suggestions": []
}