{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Pompeii"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Pompeii"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Pompeii"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Pompeii"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Pompeii"
        }
    },
    "sentences": [
        {
            "en": "I have taken a two days and one night tour of <em>Pompeii</em>.",
            "vi": "Tôi đã có một chuyến du lịch hai ngày một đêm ở Pompeii."
        },
        {
            "en": "The good people of <em>Pompeii</em> piled their trash next to the tombs of the dead, seeing no difference between the two – funny how people looked at things in the past.",
            "vi": "Những người tốt của thành Pompeii chất đống rác của họ ngay cạnh những ngôi mộ của người chết, họ thấy rằng hai thứ này chẳng khác gì nhau cả - cách mà người cổ đại nhìn sự vật thật là buồn cười."
        },
        {
            "en": "The good people of <em>Pompeii</em> piled their trash next to the tombs of the dead, seeing no difference between the two – funny how people looked at things in the past.",
            "vi": "Những người tốt của thành Pompeii chất đống rác của họ ngay cạnh những ngôi mộ của người chết, họ thấy rằng hai thứ này chẳng khác gì nhau cả - cách mà người cổ đại nhìn sự vật thật là buồn cười."
        },
        {
            "en": "Seaside resorts located at <em>Pompeii</em> and Herculaneum afforded citizens the opportunity to escape to their vacation villas in order to avoid the summer heat of Rome. Travel, except during the Dark Ages, has continued to grow and, throughout recorded history, has played a vital role in the development of civilisations and their economies.",
            "vi": "Khu nghỉ mát bên bờ biển tại thành phố Pompeii và Herculaneum tạo cơ hội cho các giới thượng lưu trên thoát khỏi các biệt thự nghỉ dưỡng của mình để tránh cái nóng mùa hè của Roma. Ngoại trừ thời kỳ đen tối thì trong suốt quá trình lịch sử được ghi nhận lại, du lịch đã đóng một vai trò quan trọng trong sự phát triển của nền văn minh và nền kinh tế."
        }
    ],
    "suggestions": []
}