{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pu:t∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ), (từ lóng) chó</td></tr></table><i/></div>",
            "word": "pooch",
            "pronounce": "[pu:t∫]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pooch</k><blockquote><b>pooch<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun <cclass>informal a dog. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s: of unknown origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>pooch<sup>2</sup></b></blockquote><blockquote>■ <cclass>verb <cclass>US <cclass>informal protrude or cause to protrude. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from <kref>pouch</kref>. </blockquote></div>",
            "word": "pooch",
            "pronounce": "[pu:t∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pooch",
            "pronounce": "[pu:t∫]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pooch",
            "pronounce": "[pu:t∫]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pooch",
            "pronounce": "[pu:t∫]"
        }
    },
    "sentences": [
        {
            "en": "You are sure to find items to suit your <em>pooch</em> in our shop.",
            "vi": "Bạn chắc chắn tìm được những món đồ phù hợp với chú chó của mình trong tiệm của chúng tôi."
        },
        {
            "en": "The minuscule <em>pooch</em> can be carried around by her owner Natalie Vanes, 26, in the palm of her hand.",
            "vi": "Cô Natalie Vanes, 26 tuổi, có thể đặt những chú chó nhỏ xíu mà mình nuôi vào lòng bàn tay của mình và mang nó theo bên mình khi đi đâu đó"
        },
        {
            "en": "Mangli Munda, 18, from a remote village in eastern India, was told by village elders to wed baffled <em>pooch</em> Sheru",
            "vi": "Ở một ngôi làng hẻo lánh nọ miền đông Ấn Độ, Cô gái Mangli Munda, 18 tuổi, bị các già làng bắt phải lấy con chó hoang tên là Sheru"
        },
        {
            "en": "As a result the petite <em>pooch</em> has forged an inseparable bond with Miss Vanes's pet kitten Kiera and they are now the best of friends.",
            "vi": "Và kết quả là chú chó nhỏ được nuôi cùng với con mèo con của cô Vanes. Hiện giờ họ đã trở thành đôi bạn cực kỳ thân thiết"
        },
        {
            "en": "While the white haired <em>pooch</em> can smile and pant for the camera, he doesn't let media attention get to his head.",
            "vi": "Mặc dù chú chó lông trắng này có thể cười và thở hổn hển trước máy ảnh, nhưng chú không để cho cánh báo chí chộp những hình ảnh riêng về mái đầu của chú."
        },
        {
            "en": "Captured on camera is the incredible moment a <em>pooch</em> uttered the words 'mama' in a bid to get some food ahead of his human sibling.",
            "vi": "Được ghi lại trên máy quay là khoảnh khắc không thể tin nổi một chú chó thốt ra chữ 'mama' nhằm cố xin chút thức ăn trước người anh em con người của mình."
        },
        {
            "en": "This is the heart-warming moment a baby and pet <em>pooch</em> reacted in the exact same way and at the same time when their dad came home from work.",
            "vi": "Đây là khoảnh khắc làm ta ấm lòng khi bé và chú chó cưng phản ứng y như nhau đón bố đi làm về."
        },
        {
            "en": "Although some officers say that Eclipse should ideally be on a leash, King County allows dogs on public transport at the discretion of a driver. So, as this <em>pooch</em> causes no harm but only makes passengers smile, the drivers are always more than happy to give this four-legged miss a lift.",
            "vi": "Mặc dù một số viên chức nói rằng tốt nhất Eclipse nên được xích, nhưng King County cho phép chó đi trên phương tiện chuyên chở công cộng tùy ý tài xế. Thế nên, vì nàng cún này chẳng gây nguy hiểm cho ai mà chỉ làm hành khách mỉm cười, cho nên các tài xế luôn vô cùng vui sướng khi cho cô nàng bốn chân này đi nhờ xe."
        },
        {
            "en": "Seek out shade  When you're at the park, and your <em>pooch</em> is ready for a break, she'll probably find a nice shady spot to relax. Dermatologists recommend you follow suit, especially between the hours of 10 a.m. and 4 p.m. That’s when you would soak up the most UV rays, particularly during late spring and early summer. While you're sheltered in the shade, it's a good idea to use a broad-spectrum sunscreen on exposed skin.",
            "vi": "Tìm bóng râm   Khi dạo chơi trong công viên với chú chó của mình thì chắc chắn là chó sẽ tìm một bóng râm mát mẻ để nghỉ ngơi. Nhiều bác sĩ da liễu cũng khuyến nghị bạn nên làm như vậy, nhất là từ 10 giờ sáng đến 4 giờ chiều. Đó là khoảng thời gian mà bạn dễ dàng bị tiếp xúc với hầu hết các tia UV, đặc biệt là thời điểm cuối mùa xuân và đầu mùa hạ. Khi bạn nấp trong bóng râm thì cũng nên sử dụng kem chống nắng quang phổ rộng ở vùng da bị tiếp xúc."
        },
        {
            "en": "It all started when the black Labrador and Mastiff mix was at a bus stop with her owner Jeff Young. Her human was taking too long to finish his cigarette. So, when the bus arrived, the <em>pooch</em> just got on it by herself and got off at the park. Since that day, the owner knows he can always catch up with her later in the park. The guy realized this smart girl can ride those 3-4 stops on the D line on her own and always knows where to get off.",
            "vi": "Chuyện bắt đầu khi Labrador đen và Mastiff lai đang ở trạm xe buýt với Jeff Young, chủ cô cún. Cái con người của cô nàng hút thuốc lâu quá sức lâu. Thế nên, khi xe buýt đến, nàng ta cứ lên xe rồi xuống công viên. Kể từ ngày hôm đó, chủ nàng biết thể nào chốc nữa mình cũng đuổi kịp cô nàng ở công viên. Anh chàng nhận ra cô cún thông minh này có thể tự đi 3-4 chặng của tuyến D và luôn biết nơi nào để xuống xe."
        }
    ],
    "suggestions": []
}