{
    "en_vn": {
        "data": {
            "content": null,
            "word": "poorwill"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>poorwill</k><blockquote>■ <cclass>noun a small nightjar found mainly in central and western North America. [<i>Phalaenoptilus nuttallii</i> and other species.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: imitative of its call. </blockquote></div>",
            "word": "poorwill"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "poorwill"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "poorwill"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "poorwill"
        }
    },
    "sentences": [
        {
            "en": "I think, I can do them (CST, <em>PO</em>, GRN,...) fairly good. Except (CST, <em>PO</em>) follow short way. Then, they <em>will</em> arise some problem to need experience",
            "vi": "Tôi nghĩ, tôi có thể làm chúng (CST, PO, GRN) khá tốt. Ngoại trừ (CST, PO) làm tắt. Khi đó, chúng sẽ phát sinh một vài vấn đề cần người có kinh nghiệm để giải quyết."
        },
        {
            "en": "<em>Po</em> hares",
            "vi": "Săn trộm thỏ rừng"
        },
        {
            "en": "make new <em>PO</em>",
            "vi": "làm đơn hàng mới"
        },
        {
            "en": "I think, I can do them (CST, <em>PO</em>, GRN,...) fairly good. Except (CST, <em>PO</em>) follow short way. Then, they <em>will</em> arise some problem to need experience person for to solve.",
            "vi": "Tôi nghĩ, tôi có thể làm chúng (CST, PO, GRN) khá tốt. Ngoại trừ (CST, PO) làm tắt. Khi đó, chúng sẽ phát sinh một vài vấn đề cần người có kinh nghiệm để giải quyết."
        },
        {
            "en": "I think, I can do them (CST, <em>PO</em>, GRN, ...) fairly good. Except (CST, <em>PO</em>) follow short way. Then, they <em>will</em> arise some problem to need experience person for to solve.",
            "vi": "Tôi nghĩ, tôi có thể làm chúng (CST, PO, GRN) khá tốt. Ngoại trừ (CST, PO) làm tắt. Khi đó, chúng sẽ phát sinh một vài vấn đề cần người có kinh nghiệm để giải quyết."
        },
        {
            "en": "<em>Po</em> on a neighbour's land",
            "vi": "Xâm phạm đất đai của người bên cạnh"
        },
        {
            "en": "Can we sign up <em>PO</em> with this proposal?",
            "vi": "Chúng ta có thể kí hợp đồng với đề nghị này hay không?"
        },
        {
            "en": "To provide an explanation to what Xi said, Gao <em>Po</em>, deputy secretary for the Center of Anti-Corruption Studies at the Chinese Academy of Social Science, said managers at state-run companies <em>will</em> be required to have a higher sense of responsibility, while establishing a lifelong accountability system, in an opinion article published by the regime mouthpiece Xinhua on Jan. 13.",
            "vi": "Nhằm lý giải cho tuyên bố của ông Tập, ông Gao Po, phó bí thư của Trung tâm Nghiên cứu Chống Tham Nhũng tại Học viện Khoa học Xã hội Trung Quốc, cho biết trong một bài xã luận đăng trên tờ Tân Hoa Xã, cơ quan ngôn luận của chính quyền Trung Quốc vào ngày 13/1, rằng các nhà quản lý tại các doanh nghiệp nhà nước sẽ phải có tinh thần trách nhiệm cao hơn khi thiết lập một hệ thống giải trình trọn đời."
        },
        {
            "en": "You can send mail by post to <em>PO</em> Box 974.",
            "vi": "Bạn có thể gửi thư bằng đường bưu điện tới hộp thư 974."
        },
        {
            "en": "The Polar Regions are the icy areas around the North and South <em>Po</em>.",
            "vi": "Những vùng địa cực là những khu vực băng tuyết quanh cực Bắc và cực Nam."
        },
        {
            "en": "Employing a foreign domestic worker may not suit every household. If you can't enlist the aid of <em>Po</em> <em>Po</em> or Nai Nai, here are several other childcare options.",
            "vi": "Không phải nhà nào cũng có thể thuê người giúp việc xa lạ. Nếu bạn không thể nhờ bà nội bà ngoại giúp đỡ được, thì đây là một vài chọn lựa (người giúp) chăm sóc và giám sát con cái."
        },
        {
            "en": "Subsequently, two officials of the Vietnamese embassy visited the Athmuqam police station where they were told to fulfil some procedural formalities for taking <em>Po</em> along with them.",
            "vi": "Rồi hai viên chức sứ quán Việt Nam đến đồn cảnh sát Athmuqam hoàn tất một số thủ tục theo yêu cầu để có thể đưa anh Pó đi."
        },
        {
            "en": "<em>Po</em> was never treated as an offender and he was free to move on the premises of the rundown station.",
            "vi": "Người ta không hề đối xử với anh Pó như là một tên tội phạm và anh được tự do đi lại trong khuôn viên đồn cảnh sát khá là tồi tàn."
        },
        {
            "en": "Visitors can enjoy the primeval wildness of the sea or visit ancient Cham Towers as <em>Po</em> Klong Giarai, Porome and watch Cham festivals like Kate and Ramuwan.",
            "vi": "Khách du lịch có thể thưởng thức vùng hoang vu nguyên sinh của biển hay đi thăm các tháp Chàm cổ xưa như Po Klong Giarai, Porome và xem các lễ hội của dân tộc Chàm như lễ hội Kate và Ramuwan."
        },
        {
            "en": "He grab his gun an' he run right out an' shoot dat <em>po</em>' pony an', fo' gawd, ah think he gwine shoot hisseff.",
            "vi": "Cậu ấy vớ lấy khẩu súng, chạy ngay ra bắn chết tươi con ngựa con tội nghiệp và lạy chúa, tui ngỡ cậu ý sắp bắn luôn cả mình."
        },
        {
            "en": "On Wednesday when <em>Po</em> was showed the pictures of his wife and a daughter sent by Nguyen he could not help control his tears.",
            "vi": "Hôm thứ 4 anh Pó nhìn thấy ảnh vợ và con gái mình Nguyễn gửi cho xem anh đã không cầm được nước mắt."
        },
        {
            "en": "Belonging to the Hmong ethnic minority of Vietnam, Vu Gia <em>Po</em>, who had earlier been wrongly referred to as Wu Ta Puma is desperately awaiting completion of procedural formalities for repatriation to his country.",
            "vi": "Thuộc dân tộc H'mông, dân tộc thiểu số ở Việt Nam, Vừ Già Pó, trước đó bị gọi nhầm là Wu Ta Puma, đang sốt ruột chờ đợi người ta hoàn tất các thủ tục để được về nước."
        },
        {
            "en": "In winter, they migrate southward to their wintering grounds where they are protected. Those include Taijian National Park (Taiwan), Mai <em>Po</em> Nature Reserve (Hong Kong), Manko Waterbird and Wetland Centre (Japan) and Xuan Thuy National Park (Vietnam).",
            "vi": "Vào mùa đông, chúng di chuyển xuống phía Nam để trú đông, nơi chúng được bảo vệ. Những nơi này bao gồm Vườn Quốc gia Taijiang (Đài Loan), Khu bảo tồn thiên nhiên Po Mai (Hồng Kông), Trung tâm chim nước và đất ngập nước Manko của (Nhật Bản) và Vườn Quốc gia Xuân Thuỷ (Việt Nam)."
        },
        {
            "en": "According to Nguyen, the freelance journalist, <em>Po</em> belonged to a poor family. He left home in April 2012 for neighbouring China along with two friends in search of work and his family lost track of him.",
            "vi": "Theo nhà báo tự do họ Nguyễn, gia đình Pó thuộc hộ nghèo. Anh bỏ nhà đi hồi tháng 4 năm 2012 sang nước láng giềng Trung Quốc cùng với hai người bạn để tìm việc làm và gia đình anh mất tích anh từ đó."
        },
        {
            "en": "The Athmuqam police were able to guess that <em>Po</em> was from Vietnam because of the way he was excited when a local Red Crescent official showed him Vietnamese flag and currency notes on the Internet.",
            "vi": "Cảnh sát Athmuqam có thể đoán ra được anh Pó đến từ Việt Nam vì thấy anh rất là phấn khích khi một người thuộc Tổ chức Lưỡi liềm đỏ địa phương cho anh xem cờ và những tờ giấy bạc Việt Nam trên Internet."
        }
    ],
    "suggestions": []
}