{
    "en_vn": {
        "data": {
            "content": null,
            "word": "poroporo"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "poroporo"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "poroporo"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "poroporo"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "poroporo"
        }
    },
    "sentences": [
        {
            "en": "Order or Friars Preachers (Dominicans) (<em>O</em>. <em>P</em>)",
            "vi": "Dòng Thánh Đa Minh (Dòng Anh Em Thuyết Giáo)"
        },
        {
            "en": "These estimates are confirmed by Peter Jones <em>op</em> cit, I, <em>p</em>. 108.",
            "vi": "Những ước tính này đã được Peter Jones xác nhận, theo sách đã dẫn, mục I, trang 108."
        },
        {
            "en": "You can post your application to <em>P</em>. <em>O</em>. Box 79, Saigon Central Post Office, HCMC, Vietnam.",
            "vi": "Quý khách/bạn có thể gửi hồ sơ đến địa chỉ: Hộp thư 79, Bưu Điện Trung Tâm Sài Gòn, Tp. HCM, Việt Nam."
        },
        {
            "en": "Culture <em>op</em>",
            "vi": "Tác phẩm văn học"
        },
        {
            "en": "All mail should be addressed to <em>P</em>. <em>O</em> Box 385 San Francisco Ca. 39254.",
            "vi": "Tất cả thư nên gửi về p. o box 385 san francisco ca. 39254."
        },
        {
            "en": "Chronic obstructive pulmonary disease, or C. <em>O</em>. <em>P</em>. D., affects more than two hundred million people around the world.",
            "vi": "Bệnh phổi tắc nghẽn mãn tính, hay C.O.P.D., ảnh hưởng đến hơn 200 triệu người trên khắp thế giới."
        },
        {
            "en": "The Canadian Lung Association Web site explains that C. <em>O</em>. <em>P</em>. D. is the new name for emphysema and chronic bronchitis.",
            "vi": "Trang web của Hiệp hội Phổi Canada giải thích rằng C.O.P.D. là tên gọi mới của bệnh khí thủng và bệnh viêm phế quản mãn tính."
        },
        {
            "en": "An able co-<em>op</em> manager",
            "vi": "Một chủ nhiệm hợp tác xã có năng lực"
        },
        {
            "en": "What a sight to see the crowds in saigon streets hurrying along to get home at 6 <em>o</em> 'clock <em>p</em>. m.",
            "vi": "Thật là một cảnh tượng náo nhiệt khi thấy đám đông người hối hả về thành phố sài gòn vào lúc 6 giờ chiều."
        },
        {
            "en": "<em>P</em> Papa.",
            "vi": "P Papa."
        },
        {
            "en": "I finished the <em>OP</em> yesterday.",
            "vi": "Tôi đã hoàn thành OP vào hôm qua."
        },
        {
            "en": "She's an able co-<em>op</em> manager.",
            "vi": "Bà ấy là một chủ nhiệm hợp tác xã có năng lực."
        },
        {
            "en": "<em>P</em> hour.",
            "vi": "Giờ tàu mẹ đón người nhái."
        },
        {
            "en": "If you complete the online form, please print out and sign on the confirmation page, return it with supporting documents to <em>P</em>. <em>O</em>. Box 179, Saigon Central Post Office, HCMC, Vietnam.",
            "vi": "Nếu bạn điền đơn đăng ký trực tuyến, vui lòng in bản xác nhận, ký tên và gửi cùng với hồ sơ đính kèm về địa chỉ: Hộp thư 179, Bưu Điện Trung Tâm Sài Gòn, TP. HCM, Việt Nam."
        },
        {
            "en": "Prime time is when TV gets most viewers. By 8 <em>P</em>. M. most of us have eaten dinner and want to relax and be entertained. But by 11 <em>o</em> 'clock people are sleepy and ready to go to bed",
            "vi": "Giờ vàng là lúc mà hệ thống truyền hình có nhiều người xem nhất. Đến 8:00 giờ tối thì phần đông chúng ta đã ăn cơm tối xong và muốn nghỉ ngơi giải trí. Tuy nhiên, đến 11 giờ đêm thì người ta buồn ngủ và sửa soạn đi ngủ. Và vào cuối bản tin cuối cùng trong ngày thì rất nhiều người đã ngủ và ngáy khò khò."
        },
        {
            "en": "She's an able co - <em>op</em> manager.",
            "vi": "Bà ấy là một chủ nhiệm hợp tác xã có năng lực."
        },
        {
            "en": "<em>O</em> Zeus!",
            "vi": "Ôi lạy trời!"
        },
        {
            "en": "C <em>O</em>",
            "vi": "Công ty"
        },
        {
            "en": "{<em>O</em>}+Banana",
            "vi": "Chỉ sự ngốc nghếch"
        },
        {
            "en": "<em>o</em> to",
            "vi": "car"
        }
    ],
    "suggestions": []
}