{
    "en_vn": {
        "data": {
            "content": null,
            "word": "POS",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>POS</k><blockquote>■ <cclass>abbreviation point of sale. </cclass></blockquote></div>",
            "word": "POS",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "POS",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "POS",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "POS",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "There are now as many as 1,100 ATMs and 6,000 <em>POS</em> serving 1.5 million people in card payments.",
            "vi": "Hiện tại đã có khoảng 1.100 máy ATM, 6.000 điểm chấp nhận thẻ (POS) phục vụ cho khoảng 1,5 triệu người tham gia các giao dịch thanh toán có sử dụng thẻ."
        },
        {
            "en": "You can do the same thing in the expression builder window that <em>pos</em> up from the while option in the replace field window.",
            "vi": "Bạn có thể làm cũng việc này tại cửa sổ expression builder được hiện ra do dùng tùy chọn while...trong cửa sổ replace field."
        },
        {
            "en": "In the long run, CM should lead to end-user friendly Point-of-Sale (<em>POS</em>) assortments based on actual <em>POS</em>-data. At the second ECR Austria conference, the initiative reported on more than140 category management projects, all of them starting during the span of 1 year",
            "vi": "Về lâu về dài, CM sẽ dẫn đến việc phân loại Điểm bán lẻ dễ sử dụng ( POS ) dựa trên dữ liệu POS thực tế. Trong một cục hội thảo ECR lần thứ nhì ở Áo, chương trình này được báo cáo trên hơn 140 loại dự án quản lý, tất cả dự án này bắt đầu trong khoảng thời gian một năm."
        },
        {
            "en": "Swedish musician Martin Molin spent the last 14 months creating a music machine using 3,000 handmade parts and 2,000 marbles. The \"music video\" debuting this invention premiered on March 1, and people are already going crazy for it. In 8 hours, the video had more than 6,000 upvotes in a Reddit <em>pos</em>.",
            "vi": "Martin Molin, một nhạc sĩ Thụy Điển, đã bỏ 14 tháng trời để sáng chế một thiết bị âm nhạc sử dụng 3.000 linh kiện làm bằng tay và 2.000 viên bi. \"Phim âm nhạc\" này đã trình chiếu phát minh này lần đầu vào ngày 1 tháng ba, và mọi người mê nó như điếu đổ. Trong 8 giờ thôi mà clip này đã có hơn 6.000 người thích trong một post ở Reddit."
        }
    ],
    "suggestions": []
}