{
    "en_vn": {
        "data": {
            "content": null,
            "word": "posing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "posing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "posing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "posing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "posing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Why is my mom <em>posing</em> with me?",
            "vi": "Tại sao mẹ tôi vặn hỏi tôi?"
        },
        {
            "en": "Heavy traffic is <em>posing</em> many urgent problems for our city.",
            "vi": "Giao thông đông đúc đang đặt ra nhiều vấn đề bức bách cho thành phố chúng ta."
        },
        {
            "en": "The heat is <em>posing</em> problems for the whole team.",
            "vi": "Hơi nóng đang gây khó khăn cho cả đội."
        },
        {
            "en": "The Princess refused to oblige the photographers by <em>posing</em> with her sons.",
            "vi": "Công chúa từ chối cho các phóng viên chụp hình với những con trai của mình."
        },
        {
            "en": "Police officers <em>posing</em> as customers were sold some of the stolen items.",
            "vi": "Các viên cảnh sát đóng giả làm khách hàng bán những món đồ bị ăn cắp."
        },
        {
            "en": "He doesn't really know a thing about the theatre - he's just <em>posing</em>!",
            "vi": "Thật ra thì nó không biết tí gì về ca kịch cả - chỉ làm bộ làm tịch thôi!"
        },
        {
            "en": "Someone <em>posing</em> as a customs officer has been leading us up the garden path.",
            "vi": "Có người mạo nhận là nhân viên hải quan đã lừa dối chúng tôi."
        },
        {
            "en": "Many people seem to think even <em>posing</em> the question is a vicious assault on her character.",
            "vi": "Thậm chí nhiều người có vẻ nghĩ rằng việc đặt câu hỏi là công kích ác ý những tính cách của cô ta."
        },
        {
            "en": "Many prematurely married off, <em>posing</em> increased risks to both the mother and the child.",
            "vi": "Rất nhiều cuộc hôn nhân trước tuổi, điều này đang làm tăng những nguy cơ cho những người mẹ trẻ và con cái của họ."
        },
        {
            "en": "Hyewon Kim lost her footing on the cliffs on Cuckmere Haven, East Sussex, while <em>posing</em> for a photograph.",
            "vi": "Hyewon Kim bị trượt chân trên vách đá ở Cuckmere Haven, East Sussex, trong khi đang tạo dáng để chụp hình."
        },
        {
            "en": "They are sources for contamination of the wider environment, and are <em>posing</em> a serious health risk to people.",
            "vi": "Đây chính là nguồn gây ô nhiễm ra môi trường và có nguy cơ ảnh hưởng đến sức khoẻ con người."
        },
        {
            "en": "Hyewon Kim lost her footing on the cliffs on Cuckmere Haven, East Sussex, while <em>posing</em> for a photograph.",
            "vi": "Hyewon Kim bị trượt chân trên vách đá ở Cuckmere Haven, East Sussex, trong khi đang tạo dáng để chụp hình."
        },
        {
            "en": "Population growth and economic development, however, are <em>posing</em> a serious threat to the country’s environment and natural resources.",
            "vi": "Tuy nhiên, sự tăng trưởng dân số và phát triển kinh tế đang làm nảy sinh một mối đe dọa lớn đối với môi trường và tài nguyên thiên nhiên của đất nước."
        },
        {
            "en": "Imported meat has been forecast to prevail in the Vietnamese market, <em>posing</em> challenges for domestic products and businesses.",
            "vi": "Nhập khẩu thịt được dự đoán chiếm ưu thế vào thị trường Việt nam, đặt ra những thách thức cho sản phẩm và doanh nghiệp nội địa."
        },
        {
            "en": "On Tuesday afternoon, the Tuoi Tre reporters, <em>posing</em> as fruit peddlers, came to the shop along with a 5kg scale.",
            "vi": "Vào chiều thứ Ba, các phóng viên báo Tuổi Trẻ đã giả làm người bán trái cây rong và đến cửa hàng cùng với một cái cân 5kg."
        },
        {
            "en": "How should Chu Lai's policymakers analyze the costs and benefits of other investments <em>posing</em> a threat to tourism?",
            "vi": "Các nhà hoạch định chính sách của Chu Lai cần phân tích như thế nào lợi ích và chi phí của những dự án đầu tư khác đe doạ ngành du lịch?"
        },
        {
            "en": "As a businessperson, you have ample opportunities for <em>posing</em> rhetorical questions and for stating your reply to them.",
            "vi": "Trong môi trường kinh doanh, có nhiều cơ hội để bạn sử dụng những câu hỏi hùng biện và sau đó tự bạn trả lời những câu hỏi đó."
        },
        {
            "en": "He and his friend took turns <em>posing</em> by the hood, and then they went to take pictures at the back end.",
            "vi": "Ông ta và bạn thay nhau tạo tư thế trước mũi xe, và sau đó lại chụp ảnh ở phía cuối xe."
        },
        {
            "en": "This is the incredible story of an elder Vietnamese lady that has become an iconic figure of Vietnam after <em>posing</em> for the French photographer.",
            "vi": "Đây là câu chuyện tuyệt vời về một cụ bà Việt Nam đã trở thành nhân vật biểu tượng của Việt Nam sau khi để cho nhiếp ảnh gia Pháp chụp ảnh mình."
        },
        {
            "en": "She may have been as cruel as a spider, but she was more lovely chewing on her fingernail than most geisha looked <em>posing</em> for a photograph.",
            "vi": "Có thể cô ta độc ác như con nhện, nhưng thái độ cô ta đứng cắn móng tay trông thật tuyệt vời hơn bất cứ cô geisha nào đứng như thế để chụp ảnh."
        }
    ],
    "suggestions": []
}