{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pɔzi'tiviti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">positiveness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pɔzətivnis]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">positiveness</font></td></tr></table><i/></div>",
            "word": "positivity",
            "pronounce": "[,pɔzi'tiviti]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "positivity",
            "pronounce": "[,pɔzi'tiviti]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "positivity",
            "pronounce": "[,pɔzi'tiviti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "positivity",
            "pronounce": "[,pɔzi'tiviti]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính dương</font></td></tr></tbody></table></div>",
            "word": "positivity",
            "pronounce": "[,pɔzi'tiviti]"
        }
    },
    "sentences": [
        {
            "en": "<em>Positivity</em> is possible",
            "vi": "Sự tích cực hoàn toàn có thể xảy ra"
        },
        {
            "en": "During discussion, parents of these children show great pride and confidence in their child’s progress and achievement, and the <em>positivity</em> is also reflected in the child.",
            "vi": "Trong quá trình thảo luận, phụ huynh cũng bộc lộ sự hãnh diện và tự tin vào tiến bộ và thành quả của con mình, thái độ tích cực này cũng được phản ánh ở trẻ."
        },
        {
            "en": "• Focus on upbeat news. This will dampen negativity and strengthen <em>positivity</em> inside your amygdala, the limbic part of the brain which oversees many emotions.",
            "vi": "• Quan tâm đến tin tức lạc quan. Điều này sẽ làm mất đi tính tiêu cực và tăng sự tích cực bên trong hạch hạnh nhân của bạn, đây phần rìa của não bộ thực hiện chức năng điều khiển cảm xúc."
        },
        {
            "en": "Third-party studies have also found that <em>positivity</em> is helpful, even perhaps critical. In 1998 and 2000, the landmark Broad & Build Studies by B.L. Frederickson found that <em>positivity</em> increases focus, cognitive ability and risk tolerance. All of those traits were shared by the self-made millionaires in my study.",
            "vi": "Nghiên cứu về bên thứ ba cũng đã phát hiện ra rằng tính tiêu cực là hữu ích và thậm chí được cho là yếu tố quyết định. Năm 1998 và 2000, những nghiên cứu mang tính bước ngoặc Broad & Build của B.L. Frederickson đã chỉ ra rằng sự tích cực có thể làm tăng sự tập trung, khả năng nhận thức và chấp nhận rủi ro. Tất cả những đặc điểm này đều được các nhà triệu phú tự thân lập nghiệp chia sẻ trong nghiên cứu của tôi."
        },
        {
            "en": "• Express gratitude every day. Start looking at the things you have and ignore what you lack. Just as envy is the gateway to negativity, gratitude is the gateway to <em>positivity</em>.",
            "vi": "• Bày tỏ lòng biết ơn mỗi ngày. Bắt đầu với việc nhìn vào những điều bạn có được và bỏ qua những gì bạn còn thiếu. Chính vì sự ghen tị là cánh cửa dẫn đến sự tiêu cực, còn lòng biết ơn là cánh cửa dẫn đến sự lạc quan."
        },
        {
            "en": "3. Negativity can make you a toxic person. Many other success-minded people, who tend to embrace <em>positivity</em>, will see your pessimism as a problem and will avoid doing business with you or even associating with you. They will also warn their friends and peers to avoid you.",
            "vi": "3. Tiêu cực có thể làm cho bạn trở thành người khó chịu- khó gần. Nhiều người có tư duy thành công thường là những người có xu hướng lạc quan, họ sẽ thấy sự bi quan của bạn là một vấn đề và sẽ tránh làm ăn hoặc hợp tác với bạn. Họ cũng sẽ cảnh báo bạn bè và đồng nghiệp của mình tránh xa bạn."
        },
        {
            "en": "Gregg De Meza, a 56-year-old architect in San Francisco who learned he was infected with H.I.V. four years ago, told me that learning “<em>positivity</em>” skills turned his life around. He said he felt “stupid and careless” about becoming infected and had initially kept his diagnosis a secret.",
            "vi": "Gregg De Meza, một kiến trúc sư 56 tuổi ở San Francisco, người đã biết được rằng ông đã bị nhiễm H.I.V 4 năm về trước, nói với tôi rằng việc học những kỹ năng \"tích cực\" đã làm cuộc sống của anh ấy trở nên dễ dàng hơn . Anh nói anh cảm thấy \"ngu ngốc và bất cẩn\" về việc bị nhiễm bệnh và ban đầu anh vẫn giữ bí mật của mình."
        },
        {
            "en": "Tom Christie: Facebook is more negative than positive even though its aim is to promote <em>positivity</em>, equality, diversity and inclusion. There are no trump supporters in my friends list. But this lady is warm hearted and positive alike to my friends views on vietnam. Unfortunately haters and negative people tend to share thier feelings and be more voiceful and people love drama.",
            "vi": "Tom Christie: Facebook có nhiều tin tức tiêu cực hơn là tích cực thậm chí dù mục đích của nó là để tăng thêm sự lạc quan, bình đẳng, đa dạng và sự bao quát. Trong danh sách bạn bè của tôi không có ai ủng hộ ông Trump. Nhưng người phụ nữ này đã được truyền hơi ấm và tính lạc quan giống với những quan điểm của bạn bè tôi về Việt Nam. Không may thay, những kẻ thù ghét và những kẻ suy nghĩ tiêu cực có xu hướng chia sẻ những cảm xúc và những lời nói cường điệu hóa và người ta ưa thích sự phóng đại."
        },
        {
            "en": "In another study among 49 patients with Type 2 diabetes, an online version of the positive emotions skills training course was effective in enhancing <em>positivity</em> and reducing negative emotions and feelings of stress. Prior studies showed that, for people with diabetes, positive feelings were associated with better control of blood sugar, an increase in physical activity and healthy eating, less use of tobacco and a lower risk of dying.",
            "vi": "Trong một nghiên cứu khác về 49 bệnh nhân mắc tiểu đường tuýp 2, một phiên bản trực tuyến của các khóa học kỹ năng cảm xúc tích cực đã có hiệu quả trong việc tăng cường tình cảm và giảm cảm xúc tiêu cực và căng thẳng. Các nghiên cứu trước đây cho thấy, đối với người bị bệnh tiểu đường, cảm giác tích cực có liên quan đến việc kiểm soát lượng đường trong máu tốt hơn, tăng hoạt động thể chất và ăn uống lành mạnh, ít sử dụng thuốc lá và giảm nguy cơ tử vong."
        },
        {
            "en": "It is virtually impossible to become successful, as an entrepreneur, if you maintain a negative mindset. In fact, <em>positivity</em> is so important to success it is one of the common \"rich habits\" of self-made millionaires. I spent five years studying the good and bad habits of 177 self-made millionaires and wrote four books, sharing that research. I found that 79 percent of rich people, before they became rich, believed they would make it, compared to only 18 percent for the poor. Over half, or 54 percent, of the rich credited optimism as critical to their success in life, and nearly three-quarters, or 71 percent, forged the habit of finding things to be grateful for in life.",
            "vi": "Hầu như bạn không thể thành công như một doanh nhân, nếu bạn cứ duy trì một tư duy tiêu cực. Trên thực tế, sự tích cực là điều thực sự quan trọng cho sự thành công. Nó là một trong những \"thói quen giàu có\" thường thấy ở những triệu phú tự thân lập nghiệp. Tôi đã dành ra năm năm nghiên cứu về những thói quen tốt và xấu của 177 triệu phú tự thân lập nghiệp và đã viết ra bốn cuốn sách để chia sẻ các nghiên cứu đó. Tôi thấy rằng 79 % những người giàu, trước khi trở nên giàu có thì họ tin rằng mình sẽ làm được, so với chỉ có 18% đối với người nghèo. Hơn một nửa người giàu có ( 54%) tin vào sự lạc quan là yếu tố quyết định đến sự thành công của họ trong cuộc sống, và có 3/4 (hay 71%) người giàu rèn luyện thói quen biết ơn mọi thứ trong cuộc sống."
        }
    ],
    "suggestions": []
}