{
    "en_vn": {
        "data": {
            "content": null,
            "word": "postulates",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "postulates",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "postulates",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "postulates",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "postulates",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What do the <em>postulates</em> of Euclidean geometry present?",
            "vi": "Những định đề của hình học Ơ-clit trình bày về điều gì?"
        },
        {
            "en": "Einstein's theory of relativity was deduced from two <em>postulates</em>.",
            "vi": "Thuyết tương đối của Einstein được suy ra từ hai định đề."
        },
        {
            "en": "What do the <em>postulates</em> of Euclidean geometry present?",
            "vi": "Những định đề của hình học Ơ - clit trình bày về điều gì?"
        },
        {
            "en": "She <em>postulates</em> that a cure will be found by the year 2000.",
            "vi": "Bà ta khẳng định rằng phương thuốc sẽ được tìm thấy vào năm 2000."
        },
        {
            "en": "The theory <em>postulates</em> that carbon dioxide emissions contribute to global warming.",
            "vi": "Lý thuyết khẳng định rằng lượng khí thải cacbon dioxit đã góp phần vào sự nóng lên của toàn cầu."
        },
        {
            "en": "The theory <em>postulates</em> two reasons for the spread of the disease.",
            "vi": "Học thuyết này khẳng định được hai nguyên do lây lan của căn bịnh."
        },
        {
            "en": "This theory <em>postulates</em> two reasons for the spread of the disease.",
            "vi": "Lý thuyết này mặc nhiên công nhận hai lý do của sự lây lan căn bệnh."
        },
        {
            "en": "There are also axioms or <em>postulates</em>, or in a word primary principles, which cannot be proved and have no need of proof.",
            "vi": "Cũng có chân lý hay định đề, hay trong những nguyên lý căn bản, không thể chứng minh và không cần phải chứng minh."
        },
        {
            "en": "It is not clear whether the hypothesis <em>postulates</em> that the poor are poor because they have an absolutely low level of education, or because they have relatively less than the non-poor.",
            "vi": "Một điều còn chưa rõ ràng là giả thiết này mặc nhiên công nhận rằng người nghèo bị nghèo do họ có một trình độ văn hóa tuyệt đối thấp, hoặc do họ ít có của cải hơn những người không nghèo."
        },
        {
            "en": "Why are we, as a society, collectively afraid of clowns? In a 2004 review article for Trinity University, Joseph Durwin <em>postulates</em> that there are two commonly accepted schools of thought. One is that the fear is based in a negative personal experience with a clown at a young age. The second theory is that mass media has created a hype surrounding evil clowns such that even children who are not personally exposed to clowns are trained to dislike or fear them. However, neither of these theories is entirely satisfactory.",
            "vi": "Tại sao chúng ta, nói chung, lại sợ những chú hề? Trong một báo cáo năm 2004 cho Trường Đại học Trinity, Joseph Durwin đặt ra giả thuyết là có hai trường phái suy nghĩ thông thường. Một là sự sợ hãi do kinh nghiệm cá nhân tiêu cực với một chú hề từ lúc còn nhỏ. Giả thuyết thứ hai cho rằng phương tiện thông tin đại chúng đã tạo ra một sự cường điệu về những chú hề ác, đến nỗi khiến cho ngay cả những đứa trẻ không trực tiếp tiếp xúc với những chú hề cũng trở nên không thích hoặc sợ các chú hề. Tuy nhiên, không có những lý thuyết nào là hoàn toàn thỏa đáng."
        }
    ],
    "suggestions": []
}