{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">potential</font></td></tr></table><i/></div>",
            "word": "potentially"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "potentially"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "potentially"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "potentially"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "potentially"
        }
    },
    "sentences": [
        {
            "en": "This is a <em>potentially</em> fatal chemical.",
            "vi": "Đây là một loại hóa chất có khả năng gây tử vong."
        },
        {
            "en": "Other <em>potentially</em> longer - term health problems",
            "vi": "Vấn đề sức khoẻ tiềm ẩn lâu dài khác"
        },
        {
            "en": "Corruption could <em>potentially</em> occur in several ways.",
            "vi": "Tham nhũng có thể xảy ra theo một số cách."
        },
        {
            "en": "Local community would <em>potentially</em> ensure sustainable development:",
            "vi": "Cộng đồng địa phương có khả năng đảm bảo phát triển bền vững:"
        },
        {
            "en": "The argument is a <em>potentially</em> serious situation.",
            "vi": "Vụ tranh cãi là một tình trạng nghiêm trọng tiềm tàng."
        },
        {
            "en": "It is a <em>potentially</em> hazardous environment.",
            "vi": "Đó là môi trường tiềm ẩn sự nguy hiểm."
        },
        {
            "en": "Hepatitis is a <em>potentially</em> deadly disease.",
            "vi": "Viêm gan là một bệnh có khả năng gây chết người."
        },
        {
            "en": "All laws are <em>potentially</em> open to abuse.",
            "vi": "Tất cả các bộ luật đều có khả năng bị lạm dụng."
        },
        {
            "en": "It's a <em>potentially</em> very dangerous disease.",
            "vi": "Đó là một bệnh rất nguy hiểm."
        },
        {
            "en": "Other <em>potentially</em> longer-term health problems",
            "vi": "Vấn đề sức khoẻ tiềm ẩn lâu dài khác"
        },
        {
            "en": "Access to <em>potentially</em> larger universe of investors.",
            "vi": "Có thể tiếp cận được với một số lượng lớn các nhà đầu tư."
        },
        {
            "en": "Archaea host a new class of <em>potentially</em> useful antibiotics.",
            "vi": "Vi khuẩn cổ có một lớp mới các chất kháng sinh có tiềm năng ứng dụng."
        },
        {
            "en": "Bond issuance by SOEs is a <em>potentially</em> important concern.",
            "vi": "Trái phiếu do các DNNN phát hành là một mối quan ngại tiềm tàng khác."
        },
        {
            "en": "Another <em>potentially</em> destabilizing factor is the spread of HIV/AIDS.",
            "vi": "Một yếu tố có khả năng gây bất ổn định nữa là sự lan truyền của HIV/AIDS."
        },
        {
            "en": "This also <em>potentially</em> violates WTO rules on universal services.",
            "vi": "Điều này cũng có khả năng vi phạm các nguyên tắc WTO về phổ cập dịch vụ."
        },
        {
            "en": "Plants are <em>potentially</em> harmful, and by what degree.",
            "vi": "Cây cối có khả năng gây hại, và ở mức độ nào."
        },
        {
            "en": "The situation along the border is <em>potentially</em> explosive.",
            "vi": "Tình hình dọc biên giới có khả năng bùng nổ."
        },
        {
            "en": "These revelations are <em>potentially</em> damaging to the Democracy Party.",
            "vi": "Những tiết lộ là có khả năng gây tổn hại đến Đảng Dân chủ."
        },
        {
            "en": "Rural-urban migrants are another group <em>potentially</em> at risk.",
            "vi": "Những người di cư từ nông thôn ra vùng thành thị là một nhóm người nữa có nhiều khả năng bị rủi ro."
        },
        {
            "en": "This creates clusters of firms, which <em>potentially</em> reinforce each other.",
            "vi": "Điều này tạo ra các cụm doanh nghiệp, có tiềm năng củng cố lẫn nhau."
        }
    ],
    "suggestions": []
}