{
    "en_vn": {
        "data": {
            "content": null,
            "word": "potting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "potting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "potting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "potting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự gắn vào</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự kết bao</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự bọc kín</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo vỏ kín</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hình thành vết rỗ (tàu vũ trụ)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cable ends potting</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chôn chặt đầu cáp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">potting machine</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy rót</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "potting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He's busy <em>potting</em> (up) chrysanthemum cuttings.",
            "vi": "Ông ta bận rộn giâm các nhánh hoa cúc vào chậu."
        },
        {
            "en": "He strolled through the fields, <em>potting</em> at the occasional rabbit.",
            "vi": "Anh ấy đã đi tản bộ qua các cánh đồng và thỉnh thoảng bắn thỏ."
        },
        {
            "en": "An important part of a market gardener's work is <em>potting</em> plants.",
            "vi": "Một phần quan trọng trong công việc của người làm vườn là việc trồng (cây) vào chậu."
        },
        {
            "en": "Most <em>potting</em> composts contain a combination of peat and vermiculite or perlite.",
            "vi": "Hầu hết phân bón cây đều chứ hỗn hợp của than bùn và chất khoáng hoặc đá trân châu (peclit)."
        },
        {
            "en": "Keep your garden and yard tools organized and protected from the weather inside a <em>potting</em> shed.",
            "vi": "Hãy để cho khu vườn và các dụng cụ làm vườn của bạn có tổ chức và bảo vệ khỏi thời tiết trong nhà để dụng cụ làm vườn."
        },
        {
            "en": "2) A small mug or container. This will hold your kiwi seeds for their first week of germination.  3) Paper towels, a plate, and a clear plastic container. These will be used to construct a very simple mini greenhouse for germinating your kiwi seeds.  4) <em>Potting</em> soil.",
            "vi": "2. Chén hoặc hộp nhỏ: chứa hạt kiwi trong tuần ươm mầm đầu tiên.3. Khăn giấy, đĩa và hộp nhựa trong: Dùng xây một nhà kính tí hon đơn giản để ươm hạt kiwi.4. Đất trồng chậu."
        },
        {
            "en": "4) As soon as your seeds are sprouted, it’s time to plant. Before planting, always prepare your container well. Pre-moisten your <em>potting</em> soil by putting some soil into a bucket and mixing in some water until it is damp all the way through.  5) Fill your container with the pre-moistened soil. Leave about an inch of space below the rim of your container.",
            "vi": "4. Hạt vừa đâm chồi là lúc trồng xuống đất. Trước khi trồng hãy chuẩn bị chậu đất kỹ lưỡng. Làm ẩm đất trồng bằng cách cho ít đất vào xô, trộn nước cho đến khi ướt đẫm.5. Cho đất ướt này vào chậu. Đổ đất cách miệng chậu khoảng 1 inch."
        },
        {
            "en": "5) Containers/pots. A container (with drainage holes) that is 2-3” deep and an inch or two in diameter will be sufficient for sprouting; however, the seedlings will eventually need to be re-potted into larger containers in order to continue growing. The siz​e of the container is up to you, but I suggest a rather large pot since kiwi vines get quite big and re-<em>potting</em> intertwined vines is not always a simple task.  6) Sun, or a grow light. Kiwi vines need lots of light, especially when sprouting. If you don’t have enough natural sunlight you will likely need to supplement some of it with a grow light.",
            "vi": "5. Chậu trồng cây: Có lỗ thoát nước, sâu khoảng 2-3 in và đường kính 1-2 inch là đủ đâm chồi, nhưng sau này phải đổi chậu lớn hơn để lớn tiếp. Kích cỡ chậu tùy bạn, nhưng nên dùng chậu to vì dây kiwi khá lớn và sang chậu cho dây đã quấn vào nhau chẳng phải là chuyện dễ.6. Nắng trời hoặc đèn rọi cây. Kiwi cần nhiều ánh sáng, nhất là khi đâm chồi. Nếu không đủ nắng trời tự nhiên thì cần thêm nguồn sáng trồng cây."
        },
        {
            "en": "8) Daily taking care.    Water. Ensure that the soil is damp at all times, especially when your kiwi sprouts are young. Do not allow them to sit in a puddle of stagnant water though; those drainage holes are there for good reason.    Sunlight. Ideally, they should be placed in a warm sunny window where they will receive plenty of direct sunlight each day.     Food. In order to keep your kiwi vines healthy and growing, the soil will eventually need to be replenished with nutrients. I suggest feeding it an organic fertilizer, such as compost or vermicompost, once it has developed a nice little set of leaves. Dig a little trench around the base of your vines, fill it with compost and water it well. Or, serve it up as compost tea. Try feeding your vines a few times each year or as needed, but do not overfeed! When it comes to fertilizing, less it best; so if in doubt, put it off a bit longer. (Another option is to start your seeds in <em>potting</em> soil with vermicompost or worm castings mixed into it).",
            "vi": "8. Chăm sóc hàng ngày.Nước: Đảm bảo đất luôn ẩm, nhất là khi chồi kiwi còn non. Nhưng đừng để chúng sũng nước, thế nên mới cần đến lỗ thoát nướcÁnh sáng: Lý tưởng nhất là nên đặt cây ở cửa sổ đầy nắng ấm để nhận được nhiều ánh sáng mặt trời trực tiếp mỗi ngày.Dinh dưỡng: Để giữ cho dây leo kiwi khỏe mạnh và phát triển, sẽ cần bổ sung dinh dưỡng vào đất trồng. Nên trồng bằng phân bón hữu cơ như phân ủ hoặc phân ủ có côn trùng khi mọc các lá đầu tiên. Đào một rãnh nhỏ quanh gốc cây, cho vào rãnh phân trộn và cả nước nữa. Hoặc bón phân vi sinh. Mỗi năm bón phân vài lần hoặc khi cần, nhưng đừng bón quá nhiều. Nói đến chuyện bón phân, thì bón ít sẽ tốt nhất; vì thế nếu phân vân, thì hãy để lâu lâu tí hãy bón. (Một cách làm khác là trồng chồi kiwi vào chậu đất có phân ủ côn trùng hoặc có trộn giun)"
        }
    ],
    "suggestions": []
}