{
    "en_vn": {
        "data": {
            "content": null,
            "word": "powerhouse",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>powerhouse</k><blockquote>■ <cclass>noun a person or thing having great energy or power. </cclass></blockquote></div>",
            "word": "powerhouse",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "powerhouse",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "powerhouse",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhà máy điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhà máy năng lượng</font></td></tr></tbody></table></div>",
            "word": "powerhouse",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The Internet has become a commercial <em>powerhouse</em>.",
            "vi": "Internet đã trở thành một ông trùm về thương mại."
        },
        {
            "en": "Women are a <em>powerhouse</em> in California, but not just in politics.",
            "vi": "Phụ nữ là thế mạnh ở bang California chứ không phải ở hoạt động chính trị."
        },
        {
            "en": "India is the world's largest democracy and economic <em>powerhouse</em> in South Asia.",
            "vi": "Ấn độ là nền dân chủ lớn nhất thế giới và cường quốc kinh tế ở Nam Á."
        },
        {
            "en": "The most important factor is probably the support by government officials to help China becoming a future outsourcing <em>powerhouse</em> by passing laws supporting the growth of this industry.",
            "vi": "Nhân tố quan trọng nhất có lẽ là sự ủng hộ của quan chức chính phủ để giúp Trung Quốc trở thành nhà khoán ngoài tương lai bằng việc thông qua luật hỗ trợ cho sự tăng trưởng của ngành công nghiệp này."
        },
        {
            "en": "If present global trends continue, the twenty-first century will be an Asian century, with Asia poised too become the worl d's dominant economic <em>powerhouse</em>.",
            "vi": "Nếu khuynh hướng toàn cầu hóa hiện nay còn tiếp tục, thế kỷ thứ hai mươi mốt sẽ là thế kỷ của châu á, và châu á sẽ sẵn sàng chiếm giữ vị trí thống lĩnh kinh tế thế giới."
        },
        {
            "en": "Many economists argue that the shrinking of U.S. manufacturing -- both in terms of jobs and share of gross domestic product -- is a normal economic evolution that started long before China emerged as a manufacturing <em>powerhouse</em>.",
            "vi": "hẹp lại - - cả về mặt công ăn việc làm và phần tổng sản lượng nội địa - - là một tiến trình kinh tế bình thường, đã khai mào từ lâu trước khi Trung Quốc vươn lên thành một ông trùm sản xuất."
        },
        {
            "en": "Intel ultimately met that 1 - teraflops performance deadline using the Intel chips, HP dropped its PA - RISC line in favor of Intel's Itanium processor line, and the Pentium Pro paved the way for Intel's present <em>powerhouse</em> status",
            "vi": "Cuối cùng Intel cũng thực hiện được mức 1.000 tỷ phép tính mỗi giây (1-teraflops) bằng cách sử dụng chip Intel, HP đã từ bỏ dòng chip PA-RISC của hãng để ủng hộ cho dòng vi xử lí Itanium của Intel và Pentium Pro đã dọn đường cho Intel trở thành ngôi vô dịch trong thị trường máy chủ thời ấy."
        },
        {
            "en": "The bumpy, marathon mating dance between Microsoft and Yahoo finally concluded on Wednesday, when the two companies announced a partnership in Internet search and advertising to take on the industry <em>powerhouse</em> Google.",
            "vi": "Cuộc chạy đua se duyên đầy cam go giữa Microsoft và Yahoo cuối cùng đã kết thúc vào hôm thứ Tư, khi hai hăng chính thức công bố quan hệ đối tác trong lĩnh vực quảng cáo và tìm kiếm trực tuyến và quảng cáo để cạnh tranh với đối thủ Google."
        },
        {
            "en": "Many economists argue that the shrinking of U. S. manufacturing - - both in terms of jobs and share of gross domestic product - - is a normal economic evolution that started long before China emerged as a manufacturing <em>powerhouse</em>.",
            "vi": "Nhiều nhà kinh tế biện luận rằng việc nền sản xuất của Hoa Kỳ bị thu hẹp lại -- cả về mặt công ăn việc làm và phần tổng sản lượng nội địa -- là một tiến trình kinh tế bình thường, đã khai mào từ lâu trước khi Trung Quốc vươn lên thành một ông trùm sản xuất."
        },
        {
            "en": "The bumpy, marathon mating dance between Microsoft and Yahoo finally concluded on Wednesday, when the two companies announced a partnership in Internet search and advertising to take on the industry <em>powerhouse</em> Google.",
            "vi": "cam go giữa Microsoft và Yahoo cuối cùng đã kết thúc vào hôm thứ Tư, khi hai hăng chính thức công bố quan hệ đối tác trong lĩnh vực quảng cáo và tìm kiếm trực tuyến và quảng cáo để cạnh tranh với đối thủ Google."
        },
        {
            "en": "economists argue that the shrinking of U. S. manufacturing - - both in terms of jobs and share of gross domestic product - - is a normal economic evolution that started long before China emerged as a manufacturing <em>powerhouse</em>.",
            "vi": "Nhiều nhà kinh tế biện luận rằng việc nền sản xuất của Hoa Kỳ bị thu hẹp lại -- cả về mặt công ăn việc làm và phần tổng sản lượng nội địa -- là một tiến trình kinh tế bình thường, đã khai mào từ lâu trước khi Trung Quốc vươn lên thành một ông trùm sản xuất."
        },
        {
            "en": "Iran now stands at 101st in the world rankings while the <em>powerhouse</em> China is at third in the table, after the USA and Brazil but above Japan and Italy at the fourth and fifth places respectively.",
            "vi": "Iran hiện đang đứng thứ 101 trong bảng xếp hạng thế giới, trong khi cường quốc thể thao Trung Quốc là thứ 3, sau Mỹ và Brazil, trên Nhật Bản và Italia tại vị trí thứ 4 và thứ 5 tương ứng trong bảng tổng sắp."
        },
        {
            "en": "Intel ultimately met that 1-teraflops performance deadline using the Intel chips, HP dropped its PA-RISC line in favor of Intel's Itanium processor line, and the Pentium Pro paved the way for Intel's present <em>powerhouse</em> status in the server market.",
            "vi": "chip Intel, HP đã từ bỏ dòng chip PA - RISC của hãng để ủng hộ cho dòng vi xử lí Itanium của Intel và Pentium Pro đã dọn đường cho Intel trở thành ngôi vô dịch trong thị trường máy chủ thời ấy."
        },
        {
            "en": "Intel ultimately met that 1 - teraflops performance deadline using the Intel chips, HP dropped its PA - RISC line in favor of Intel's Itanium processor line, and the Pentium Pro paved the way for Intel's present <em>powerhouse</em> status in the server market.",
            "vi": "Cuối cùng Intel cũng thực hiện được mức 1.000 tỷ phép tính mỗi giây (1-teraflops) bằng cách sử dụng chip Intel, HP đã từ bỏ dòng chip PA-RISC của hãng để ủng hộ cho dòng vi xử lí Itanium của Intel và Pentium Pro đã dọn đường cho Intel trở thành ngôi vô dịch trong thị trường máy chủ thời ấy."
        },
        {
            "en": "She fears the US is increasingly suffering from what she calls a deficit of ambition. While 85% of MIT students are studying science and engineering, in the US as a whole the proportion is just 15%. That leaves the world's creative <em>powerhouse</em> vulnerable. \"If you travel to Asia, to Shanghai or Bangalore, you feel the pulse of people racing to a future they are going to invent. You feel that rarely any more in the US.\"",
            "vi": "Cô e rằng nước Mỹ đang trải qua giai đoạn mà cô gọi đó là sự \"thâm hụt tham vọng\". Trong khi 85% sinh viên MIT đang nghiên cứu về khoa học và kỹ thuật, trong khi đó ở Mỹ chỉ có 15%. Do đó, cỗ máy sáng tạo của thế giới (nước Mỹ) rất dễ bị tổn thương\". Nếu bạn đi du lịch tới Châu Á, đến Thượng Hải hay Banglore bạn sẽ cảm nhận nhịp đập của những người đang chạy đua với nhứng phát minh. Bạn sẽ cảm thấy cảm giác đó đang dần hiếm đi ở Mỹ\""
        },
        {
            "en": "According to a recent McKinsey Global Institute report, the number of people in the global labor force will reach 3.5 billion by 2030 — and yet there will still be a shortage of skilled workers. The result is likely to be intensified global competition for talent. Rather than assuming we’ll work in one location, in our native culture, we will need new skills, attitudes, and behaviors that help us work across cultures. Our ways of thinking about careers, colleagues, and collaboration will need to become more flexible and adaptable. My five-year study of the global workforce at Rakuten, the Japan-based e-commerce <em>powerhouse</em>, gave me a close-up look at what will drive success for this new type of global worker.",
            "vi": "Theo một báo cáo gần đây của Viện Nghiên cứu Toàn cầu McKinsey, lực lượng lao động toàn cầu sẽ đạt 3,5 tỷ người vào năm 2030 và vẫn sẽ còn thiếu hụt nhân công có tay nghề. Kết quả có thể sẽ làm tăng sự cạnh tranh toàn cầu nhằm tranh đoạt nhân tài. Thay vì giả định rằng chúng ta sẽ làm việc tại một địa điểm, trong nền văn hóa bản địa của chúng ta, chúng ta sẽ cần những kỹ năng, thái độ và hành vi mới trợ giúp chúng ta làm việc xuyên các nền văn hóa. Lối suy nghĩ của chúng ta về nghề nghiệp, đồng sự và tính hợp tác sẽ cần phải trở nên linh hoạt và dễ thích nghi hơn. Nghiên cứu 5 năm của tôi về lực lượng lao động toàn cầu tại Rakuten, công ty thương mại điện tử tại Nhật Bản, đã cho tôi một cái nhìn cận cảnh về những gì sẽ thúc đẩy thành công cho kiểu công nhân toàn cầu mới này."
        },
        {
            "en": "Finally: great entrepreneurs have incredible self-discipline. Mark Zuckerberg committing to study Mandarin Chinese is an act of self-discipline. He was already a billionaire, had already arrived. He sought for higher goals and more meaning, not just the exercise of power. Morningstar founder, Joe Mansueto, is a relentless student of success, consciously designing his path from startup in a two-bedroom apartment to world-spanning financial publishing <em>powerhouse</em> with 4,600 employees. His design for his own progress included an intense, ongoing study of how successful companies grow, change and adapt to their increasing challenges. He read and studied to learn how to grow an organization and even more importantly how to avoid the pitfalls that trip up so many companies. He formed a board of directors years before going public – an act of self-discipline most private company owners are reluctant to take on at any point.",
            "vi": "Cuối cùng: các doanh nhân lớn có kỷ luật tự rèn luyện trí óc đáng kinh ngạc. Mark Zuckerberg cam kết học tiếng Quan Thoại là một hành động tự rèn trí óc. Anh ấy đã là một tỷ phú, đã đạt được. Anh đã tìm kiếm mục đích cao hơn và ý nghĩa hơn, không chỉ là việc sử dụng quyền lực. Sáng lập viên Morningstar, Joe Mansueto, là một sinh viên thành công không ngừng nghỉ, thiết kế một cách có ý thức đường đi của mình từ khi khởi nghiệp trong một căn hộ 2 phòng ngủ đến nhà máy xuất bản tài chính toàn cầu với 4.600 nhân viên. Thiết kế cho sự tiến bộ của riêng ông bao gồm một nghiên cứu đầy nhiệt huyết vẫn đang được thực hiện về việc các công ty phát triển như thế nào, thay đổi và thích ứng với những thách thức ngày càng tăng của họ ra sao. Ông đọc và nghiên cứu để học cách phát triển một tổ chức và thậm chí quan trọng hơn nữa là làm thế nào để tránh những cạm bẫy đã làm cho rất nhiều công ty \"bước hụt chân\". Ông đã thành lập một ban giám đốc nhiều năm trước khi công khai - một hành động tự đưa mình vào khuôn khổ mà hầu hết các chủ sở hữu công ty tư nhân không muốn tiếp nhận bất cứ điểm nào."
        },
        {
            "en": "China's Gains in Manufacturing Stir Friction Across the Pacific           China is on its way to surpassing the U.S. as the world's largest manufacturer far sooner than expected. The question is, does that matter? In terms of actual size, the answer is, no. But if size is a proxy for relative health of each nation's sector, the answer is yes. Anyone who walks the aisles of a U.S. retailer might think China already is the world's largest manufacturer. But, in fact, the U.S. retains that distinction by a wide margin. In 2007, the latest year for which data are available, the U.S. accounted for 20% of global manufacturing; China was 12%. The gap, though, is closing rapidly. According to IHS/Global Insight, an economic-forecasting firm in Lexington, Mass., China will produce more in terms of real value-added by 2015. Using value-added as a measure avoids the problem of double-counting by tallying the value created at each step of an extended production process. As recently as two years ago, Global Insight's estimate was that China would surpass the U.S. as the world's top manufacturer by 2020. Last year, it pulled the date forward to 2016 or 2017. \"The recent deep recession in U.S. manufacturing does mean that China's catch-up is occurring a few years earlier than would have been the case if there had been no recession,\" says Nariman Behravesh, the group's chief economist. U.S. manufacturing is shrinking, shedding jobs and, in the wake of this deep recession, producing and exporting far fewer goods, while China's factories keep expanding. If manufacturers on both sides of the Pacific were thriving, there would be little reason to butt heads.  But given the massive trade gap between the two nations and uncertainty in the U.S. over when and to what degree manufacturing will recover, China's ascent has become a point of growing friction. Chinese manufacturing activity continued to tick up in July from the previous month, data from the China Federation of Logistics and Purchasing showed Saturday. The Purchasing Managers Index edged up to 53.3 in July, from 53.2 in June and 53.1 in May. A separate CLSA China Purchasing Managers Index rose to a 12-month high of 52.8 in July from 51.8 in June, CLSA Asia-Pacific Markets said Monday. July was the fourth consecutive month the CLSA PMI was above 50 after hovering below the key level for eight months. Many economists argue that the shrinking of U.S. manufacturing -- both in terms of jobs and share of gross domestic product -- is a normal economic evolution that started long before China emerged as a manufacturing <em>powerhouse</em>. From their point of view, the shrinking would happen regardless and is actually a sign of health that the sector doesn't need to be big to be productive and is shedding low-skill jobs and creating select higher-skill ones. Global Insight's Mr. Behravesh is one of those who views China's rise as normal, even healthy. \"In the natural course, countries go from agriculture to manufacturing to services,\" he says. \"To subsidize manufacturing pushes [the U.S.] backwards down that curve.\" But another school of thought -- one known by the somewhat backhanded label of \"manufacturing fundamentalists\" -- contends the U.S. decline isn't natural and must be reversed to retain America's economic power. From their perspective, that necessitates fighting Chinese policies that fuel low-cost exports, swamping a variety of industries from textiles to tires. \"The notion that we can be a nonmanufacturing society is folly,\" says Peter Morici, an economist at the University of Maryland. \"It's pseudo-science that gives rise to the collapse of civilizations.\" The Obama administration is stepping carefully through this minefield. At a two-day conference last week, the first meeting of a new forum designed to foster closer cooperation between the two countries, China's tightly managed currency policy was barely discussed even though it is a hot-button issue for many U.S.-based producers and organized labor. They argue that China undervalues its currency to gain a competitive advantage for its exports, which sell at a lower price in the U.S. The U.S. Business and Industry Council, which represents U.S.-based manufacturers, accused the Obama administration of \"panda-hugging.\" The administration earlier this year softened its stance on the issue when it declined to label China a currency manipulator. John Engler, president of the National Association of Manufacturers, says he doesn't expect China to surpass the U.S. before 2020. \"It may or may not continue to grow so rapidly,\" he says. \"The importance of the China challenge to the U.S. depends on how we respond to it,\" such as implementing tax and investment policies that encourage domestic producers to expand. Mr. Engler's group faces a delicate issue of its own regarding China: Many of its powerful members produce in China and are eager to avoid controversy on trade issues, while the group's large roster of smaller members are often outspoken critics of China. Even in its weakened state, manufacturing remains a surprisingly large part of the U.S. economy. The sector generates more than 13% of the nation's GDP, making it a bigger contributor to the economy than retail trade, finance or the health-care industry. In China, manufacturing represents 34% of GDP. Still, the concern remains that U.S. manufacturers now being hit by the economic downturn will never recover. J.B. Brown, president of Bremen Castings Inc., a family-owned foundry in Bremen, Ind., says the downturn has halted what had been a hopeful trend that emerged last year of work returning to the U.S. from China. \"I see a lot of people starting to look at going overseas again,\" he says, in part because costs are rising in the U.S. even in the depth of this recession. He notes, for instance, that Bremen's electricity rates jumped 17% this year -- and the company has been warned they could increase even more next year. Foundries like Bremen use large amounts of electricity to heat metal.",
            "vi": "China's Gains in Manufacturing Stir Friction Across the Pacific     Trung Quốc sắp sửa qua mặt Hoa Kỳ sớm hơn dự kiến, với vai trò là nhà sản xuất lớn nhất thế giới. Câu hỏi đặt ra là, liệu chuyện đó có ảnh hưởng gì không? Theo quy mô thực tế thì câu trả lời là Không. Nhưng nếu quy mô hoạt động là bảo chứng cho tiềm lực sản xuất công nghiệp của mỗi của quốc gia thì câu trả lời là Có. Bất cứ ai xuất phát từ quan điểm của một nhà bán lẻ của Hoa Kỳ cũng đều nghĩ rằng Trung Quốc đã là nhà sản xuất lớn nhất thế giới. Nhưng thực ra, Hoa Kỳ vẫn giữ được danh hiệu đó ở một khoảng cách khá xa đối thủ. Vào năm 2007, năm gần đây nhất đang có sẵn số liệu, Hoa Kỳ đã chiếm lĩnh 20% trong sản lượng toàn cầu; Trung Quốc là 12%. Tuy nhiên, khoảng cách này đang dần dần rút ngắn lại. Theo IHS/Global Insight, một hãng dự báo kinh tế ở Lexington, Mass.,  xét về giá trị gia tăng thực sự thì đến năm 2015, sản lượng của Trung Quốc sẽ tăng lên. Sử dụng biện pháp giá trị gia tăng thì khỏi phải tính toán trùng lặp, nghĩa là tính được giá trị hình thành ở từng công đoạn trong quy trình sản xuất mở rộng.  Mới cách đây hai năm, ước tính của Global Insight là đến năm 2020, Trung Quốc sẽ qua mặt Hoa Kỳ trong vai trò là nhà sản xuất hàng đầu thế giới. Năm ngoái, họ đã kéo lùi cái năm dự kiến này thành 2016 hoặc 2017.  \"Thời kỳ suy thoái trầm trọng gần đây trong nền sản xuất của Hoa Kỳ cũng có nghĩa là Trung Quốc đang tiến nhanh hơn vài năm so với dự kiến ban đầu là sẽ không có tình trạng suy thoái,\" theo cách nói của Nariman Behravesh, chuyên gia kinh tế hàng đầu của nhóm. Nền sản xuất của Hoa Kỳ đang thu hẹp lại, mất công ăn việc làm và liền ngay sau thời kỳ suy thoái trầm trọng này, sẽ sản xuất và xuất khẩu hàng hoá ít hơn hẳn, trong khi các nhà máy của Trung Quốc vẫn không ngừng mở rộng. Nếu các nhà sản xuất ở cả hai bên bờ Thái Bình Dương đều làm ăn phát đạt thì chẳng cần gì phải tranh cãi quyết liệt.  Nhưng do thâm thủng mậu dịch ồ ạt giữa hai quốc gia và Hoa Kỳ cũng không biết chắc khi nào nền sản xuất của họ sẽ khôi phục và khôi phục đến mức nào, nên sự thăng tiến của Trung Quốc nghiễm nhiên trở thành một lý do gây bất đồng ngày càng gay gắt.  Đến tháng bảy, hoạt động sản xuất của Trung Quốc vẫn tăng đều so với tháng trước, số liệu của China Federation of Logistics and Purchasing hôm thứ bảy cho thấy như vậy. Purchasing Managers Index nhích dần đến 53,3 vào tháng bảy, so với 53,2 vào tháng sáu và 53,1 vào tháng năm. Riêng CLSA China Purchasing Managers Index đã đạt mức cao trong năm là 52.8 vào tháng bảy so với 51.8 vào tháng sáu, hôm thứ hai CLSA Asia-Pacific Markets đã cho biết như vậy. Tháng bảy là tháng thứ tư liên tiếp mà CLSA PMI  đạt trên 50 sau khi lờ đờ dưới mức then chốt trong tám tháng qua.  Nhiều nhà kinh tế biện luận rằng việc nền sản xuất của Hoa Kỳ bị thu hẹp lại -- cả về mặt công ăn việc làm và phần tổng sản lượng nội địa -- là một tiến trình kinh tế bình thường, đã khai mào từ lâu trước khi Trung Quốc vươn lên thành một ông trùm sản xuất. Theo quan điểm của họ, tình trạng thu hẹp này vẫn cứ xảy ra và thật sự là một dấu hiệu lành mạnh, chứng tỏ khu vực này không cần phải bề thế thì mới sản xuất được và tuy là mất nhiều lao động phổ thông, nhưng lại tạo được nhiều công việc đòi hỏi kỹ năng chuyên môn cao. Ông Behravesh của Global Insight là một trong những người xem việc Trung Quốc vươn lên là chuyện bình thường, thậm chí là lành mạnh. \"Theo quy luật tự nhiên, các quốc gia đi từ nông nghiệp đến sản xuất công nghiệp rồi dịch vụ, \"ông ấy nói. \"Trợ cấp cho sản xuất công nghiệp là thúc đẩy [Hoa Kỳ] lùi xa khỏi quỹ đạo đó.\" Nhưng còn một trường phái tư tưởng nữa – thường được gọi hơi hài hước là \"phái chính thống trong sản xuất công nghiệp\" – cho rằng việc Hoa Kỳ suy thoái không phải là chuyện tự nhiên và cần phải đảo ngược lại để duy trì sức mạnh kinh tế của Hoa Kỳ. Theo cách nhìn của họ, điều đó đòi hỏi phải chống lại chính sách  của Trung Quốc trong việc trợ cấp cho các mặt hàng xuất khẩu rẻ tiền, rót đầy cho hàng loạt ngành từ hàng dệt cho đến vỏ xe.  \"Nếu  cho rằng chúng tôi có thể là một xã hội phi sản xuất thì quả là sai bét,\" theo cách nói của Peter Morici, nhà kinh tế học thuộc Đại học Maryland. \"Chính cái ngụy thuyết này đã dẫn đến sự sụp đổ của nhiều nền văn minh.\" Chính quyền Obama đang thận trọng bước qua bãi mìn này. Trong cuộc hội nghị kéo dài hai ngày hồi tuần trước, trọng tâm trong phiên họp đầu tiên của một diễn đàn mới là xúc tiến hợp tác chặt chẽ hơn nữa giữa hai quốc gia, chính sách quản lý tiền tệ gắt gao của Trung Quốc gần như không được nhắc tới mặc dù nó là vấn đề gây tranh cãi cho nhiều nhà sản xuất tại Hoa Kỳ và lao động có tổ chức. Họ biện luận rằng Trung Quốc định giá thấp cho tiền tệ của mình là để có được ưu thế cạnh tranh cho hàng xuất khẩu của mình, nghĩa là sang đất Mỹ thì sẽ bán với giá rẻ hơn.  Hội đồng công thương Hoa Kỳ, cơ quan đại diện cho các nhà sản xuất tại Hoa Kỳ, buộc tội chính quyền Obama đã \"ôm gấu trúc (thân mật với Trung Quốc). \"Đầu năm nay, chính quyền này đã dịu giọng về vấn đề này khi họ không chịu gọi Trung Quốc là kẻ thao túng thị trường tiền tệ.  John Engler, chủ tịch Hiệp hội các Nhà sản xuất Toàn quốc, nói ông ấy không mong Trung Quốc qua mặt Hoa Kỳ trước năm 2020. \"Có thể họ vẫn phát triển nhanh như thế, mà cũng có thể là không,\" ông ấy nói thế. \"Thách thức của Trung Quốc đối với Hoa Kỳ nặng ký cỡ nào là tùy theo cách phản ứng của chúng ta,\" chẳng hạn như triển khai các chính sách thuế khoá và đầu tư nhằm khuyến khích các nhà sản xuất trong nước bung ra làm ăn. Nhóm của ông Engler đang đối mặt với một vấn đề tế nhị về Trung Quốc ngay trong nội bộ của mình: Nhiều thành viên nặng ký của nhóm này đang sản xuất ở Trung Quốc và muốn tránh tranh cãi về vấn đề mậu dịch, trong khi các thành viên nhẹ ký nhưng lại là số đông trong nhóm này thì hay thẳng thắn phê bình Trung Quốc.  Dù có bị sa sút thì sản xuất công nghiệp vẫn là một phần lớn đáng chú ý trong nền kinh tế Hoa Kỳ. Khu vực này tạo được hơn 13% GDP của cả nước, đâm ra là đóng góp cho nền kinh tế nhiều hơn hẳn so với ngành bán lẻ, ngành tài chính hoặc y tế. Ở Trung Quốc, sản xuất công nghiệp mang lại 34% cho GDP. Tuy thế, người ta vẫn lo ngại rằng các nhà sản xuất của Hoa Kỳ đang ê ẩm vì tình trạng kinh tế suy thoái sẽ không bao giờ vươn dậy được. J.B. Brown, chủ tịch Bremen Castings Inc., một xưởng đúc thuộc sở hữu gia đình ở Bremen, Ind., nói tình trạng suy thoái này đã kiềm hãm cái triển vọng hồi năm ngoái về việc sản lượng công nghiệp sẽ vuột khỏi tầm tay Trung Quốc để quay về với Hoa Kỳ.  \"Tôi thấy có nhiều người bắt đầu cân nhắc xem có nên ra nước ngoài nữa hay không,\" ông ấy nói, một phần vì chi phí đang tăng vọt ở Hoa Kỳ ngay trong giai đoạn suy thoái nhất. Ông ấy lưu ý, chẳng hạn như tiền điện của Bremen tăng vọt 17% năm nay -- và công ty này đã được cảnh báo rằng năm tới còn tăng lên nhiều nữa. Các xưởng đúc như Bremen dùng điện rất nhiều để nung kim loại."
        },
        {
            "en": "How Intel's supercomputer almost used HP chips  SAN FRANCISCO--More than a decade ago, Intel ran into an issue trying to deliver what was to be the world's top-ranked supercomputer: it looked possible that its new Pentium Pro processors at the heart of the system might not arrive in time.  As a result, the chipmaker made an unusual move by paying Hewlett-Packard $100,000 to evaluate building the system using its PA-RISC processors in the machine, said Paul Prince, now Dell's chief technology officer for enterprise products but then Intel's system architect for the supercomputer. Called ASCI Red and housed at Sandia National Laboratories, it was designed to be the first supercomputer to cross the threshold of a trillion math calculations per second.  Intel ultimately met that 1-teraflops performance deadline using the Intel chips, HP dropped its PA-RISC line in favor of Intel's Itanium processor line, and the Pentium Pro paved the way for Intel's present <em>powerhouse</em> status in the server market. But the supercomputing division within Intel was phased out, and ASCI Red was its last job, Prince said in an interview here on the eve of the Intel Developer Forum.  The division had enough independence that it could have used another company's chips, but doubtless eyebrows would have been raised had a rival processor design showed up in such a high-profile machine that ultimately used more than 9,000 processors.  It wasn't the only hurdle the Intel group overcame in the design and construction of ASCI Red, which used ordinary processors but plenty of one-off technology including a customized operating system and Intel's own router chips to send data from through the system.  The first version of the router chip had a data integrity problem, and Intel didn't have time to fully validate a fixed version even though the engineers knew what caused the problem, Prince said. However, in a presentation titled \"Statistics for the Common Man,\" Prince convinced Intel management that a variety of worst-case scenario tests could reduce the validation time from more than a dozen weeks to about four to six weeks. He prevailed.  \"It worked, and they didn't fire me,\" Prince said. ASCI Red, developed for the Energy Department's Accelerated Strategic Computing Initiative to simulate nuclear weapons physics in a computer rather than with real-world tests, led the Top500 list of supercomputers from June 1997 until November 2000, when IBM's ASCI White took the top spot.  Meanwhile, in today's world Naturally Prince now is focused on the best directions for getting Dell servers, storage, and networking gear into customers' hands. And though he's comfortable with nitty-gritty chip details, he said customers these days are gravitating toward higher-level discussions.  \"At this point nobody's keeping up with the gigahertz rating of chips,\" he said, no doubt to the delight of Intel and AMD, who ran into physical limits on clock speed and focused their attention on multiple processing cores and getting more work done in each tick of a chip's clock.  Instead, he said, customers are asking, \"How does this fit into my virtual environment? What's my management look like?\" Thus, Dell is leading a lot of marketing with virtualization, which lets a single physical computer house many independent operating systems called virtual machines. Dell had expected Microsoft and various Linux players to challenge virtualization expert and EMC subsidiary VMware, but it's withstood the competition so far, he said.  Dell itself has about 6,000 VMware-hosted virtual machines running on about 620 real machines in its own computing infrastructure, but that's only a small fraction of the 12,000 physical servers total the company has. Some physical machines house as many as 20 virtual machines, but for business-critical tasks, Dell puts 10 virtual machines on a physical server, Prince said.  In Dell's analysis, using virtual machines saved $60 million in capital equipment expenses, he said. But virtualization poses problems, too--the virtual equivalent of server sprawl, in which new servers are added to a company's infrastructure faster than administrators can keep up.  \"You can deploy new servers in hours instead of weeks. The downside is you crank 'em out, so you have this proliferation of resources,\" Prince said, and virtual machines don't come with handy tracking technology. \"The reason it's hard to get rid of them is it's hard to track them. There's no asset tag. There's no depreciation on a virtual server.\"  Hardware still matters Though sales have moved to a higher level, hardware details still matter, Prince said. One he's most excited about is solid-state drives, which use flash memory rather than the spinning platters of conventional hard drives.  Many SSDs today directly replace hard drives, using the same size and SATA or SAS communication protocols to connect to a machine in a way that makes them interchangeable with conventional hard drives. But Prince is more interested in a technology that bypasses that older hard drive technology in favor of a more direct connection over a computer's PCI Express subsystem.  Companies including Fusion-io and Texas Memory Systems supply the technology, and Prince is among those in the server realm who like the idea. \"You can get a massive performance upgrade in terms of IOPS,\" or input-output operations per second.  He's also a believer in a technology called wear leveling, which moves data around the physical storage device so no elements don't get overused and therefore effectively worn out. \"The life has to be better than enterprise-class drives,\" he said. Prince also predicted the eventual triumph of Ethernet over more special-purpose high-speed network fabrics, Fibre Channel and InfiniBand. Fibre Channel will reach 16 gigabits per second, probably won't move beyond 40 gigabits per second, but Ethernet is headed for 40 and 100 gigabits per second today with 400 gigabits and even 1 terabit per second on the horizon, he said.  \"Everybody is converging on Ethernet as the high-performance fabric of the future,\" Prince said. Nguồn: http://news.cnet.com/8301-30685_3-10358285-264.html?tag=mncol",
            "vi": "Làm thế nào mà hầu hết siêu máy tính Intel sử dụng chip HP  SAN FRANCISCO-Hơn một thập kỷ trước, Intel đã gặp phải vấn đề về việc cố gắng đưa ra một thứ mà sẽ trở thành một siêu máy tính hàng đầu thế giới: Nó như thể là các bộ vi xử lí Pentium Pro mới vào trung tâm của hệ thống nhưng có lẽ không đủ thời gian. Kết quả là nhà sản xuất chip này đã tạo ra một bước đi khác thường bằng cách trả cho hãng Hewlett-Packard 100,000 $ để đánh giá xây dựng hệ thống sử dụng các bộ xử lí PA-RISC của hãng trong các máy. Ông Paul Prince, hiện là Giám đốc kỹ thuật của hãng Dell bên mảng các sản phẩm doanh nghiệp nhưng hồi ấy cũng từng là kiến trúc sư hệ thống của Intel cho siêu máy tính này. Được gọi là ASCI Red và được giữ tại Phòng thí nghiệm Quốc gia Sandia, nó được thiết kế để trở thành siêu máy tính đầu tiên vượt qua ngưỡng một nghìn tỷ phép tính mỗi giây Cuối cùng Intel cũng thực hiện được mức 1.000 tỷ phép tính mỗi giây (1-teraflops) bằng cách sử dụng chip Intel, HP đã từ bỏ dòng chip PA-RISC của hãng để ủng hộ cho dòng vi xử lí Itanium của Intel và Pentium Pro đã dọn đường cho Intel trở thành ngôi vô dịch trong thị trường máy chủ thời ấy. Nhưng bộ phận bên mảng siêu máy tính bên trong Intel đã rút lui dần dần và ASCI Red là công việc cuối cùng của họ, ông Prince cho biết trong một cuộc phỏng vấn ngay bên lề của  Diễn đàn Nhà phát triển Intel - Intel Developer Forum.  Các bộ phận đã đủ sức hoạt động độc lập để Intel có thể sử dụng các chip của một hãng khác, nhưng chắc chắn không còn nghi ngờ gì trong nháy mắt sẽ có một bản thiết kế vi xử lí của đối thủ cạnh tranh xuất hiện trong một cỗ máy qui mô lớn được dùng hơn 9000 vi xử lí. Nó không phải là rào cản duy nhất mà tập đoàn Intel đã chiến thắng trong bản thiết kế và xây dựng ASCI Red, nó sử dụng các vi xử lí thông thường nhưng có nhiều công nghệ chỉ sử dụng một lần bao gồm một hệ điều hành tuỳ biến và các chip định tuyến riêng của Intel để gửi dữ liệu qua hệ thống. Ông Prince đã cho biết, phiên bản đầu tiên của chip định tuyến có một vấn đề về tính toàn vẹn dữ liệu, và Intel không có thời gian phê chuẩn hoàn toàn phiên bản đã sửa lỗi mặc dù các kỹ sư đã biết nguyên nhân của vấn đề này. Tuy nhiên, trong bài thuyết trình mang tên “Statistics for the Common Man”, Prince tin chắc ban lãnh đạo của Intel sẽ đưa ra một loạt các kiểm nghiệm kịch bản trong trường hợp xấu nhất có thể giảm thiểu thời gian phê chuẩn từ hơn 12 tuần thành khoảng từ 4 đến 6 tuần. Ông ấy đã thuyết phục như vậy. Ông Prince cho biết “Nó đã hoạt động và họ đã không chỉ trích tôi”. ASCI Red được phát triển cho Accelerated Strategic Computing Initiative của Bộ năng lượng để mô phỏng vật lý vũ khí hạt nhân trong một máy tính thay vì với các thử nghiệm thực tế. Dẫn dầu danh sách trong Top500 siêu máy tính hàng đầu từ tháng 6 năm 1997 cho tới tháng 11 năm 2000, khi ASCI White của IBM cướp mất vị trí dẫn đầu này. Trong khi đó, trong thế giới ngày nay Tất nhiên hiện tại ông Prince đang tập trung vào hướng tốt nhất cho việc đưa các máy chủ Dell, kho lưu trữ, và thiết bị mạng đến tay khách hàng. Và mặc dù ông ta yên tâm với các chi tiết chip cốt lõi này nhưng ông ta cho biết khách hàng ngày nay đang bị hút theo hướng các cuộc tranh luận ở mức cao hơn. “Tại thời điểm này không ai đuổi kịp tốc độ chip ở mức gigahertz “ ông ta cho biết không còn nghi ngờ gì nữa Intel và AMD đang chạy đua vào trong ranh giới vật lý trên tốc độ xung nhịp và đã tập trung sự quan tâm của mình vào đa lõi xử lí và làm nhiều công việc hơn trong mỗi chu kỳ xung nhịp chip. Thay vào đó, ông ta cho biết những khách hàng đang hỏi ông “Làm cách nào để điều này phù hợp với môi trường ảo của tôi? Sự quản lý của tôi giống như cái gì?” Vì vậy, Dell đang dẫn đầu trong nhiều thị trường ảo hoá, nó cho phép một máy tính vật lý chứa nhiều hệ điều hành độc lập với nhau được gọi là các máy ảo. Ông ta phát biểu Dell mong đợi Microsoft và Linux thử thách các chuyên gia ảo hoá và Vmware công ty con của EMC, nhưng nó đã vẫn trụ vững trước sự cạnh tranh này cho đến nay. Ông Prince cho biết Dell có khoảng 6,000 máy ảo lưu trữ VMware đang chạy trên khoảng 620 máy thực trong cơ sở hạ tầng điện toán riêng của mình, nhưng đó chỉ là một phần nhỏ của  tổng12,000 máy chủ vật lý mà công ty có . Một số máy vật lý chứa tới 20 máy ảo nhưng đối với các nhiệm vụ quan trọng của doanh nghiệp thì Dell đặt 10 máy ảo trên một máy chủ vật lý.  Ông ta nói trong bản phân tích của Dell, việc sử dụng các máy ảo tiết kiệm được 60 triệu USD trong chi phí đầu tư cố định. Nhưng sự ảo hoá cũng có những vấn đề – thành phần ảo hoá tương đương của các máy chủ hoạt động kém (server sprawl), ở đó các máy chủ mới được bổ sung vào cơ sở hạ tầng của hãng nhanh hơn các nhà quản trị có thể duy trì nó. Ông Prince cho biết “Bạn có thể triển khai các máy chủ mới trong vài giờ thay vì nhiều tuần. Điều không thuận lợi là bạn lắp chúng ở ngoài vì vậy bạn sẽ phát sinh thêm nhiều tài nguyên,” và các máy ảo không có công nghệ theo dõi thuận tiện.” Lý do là rất khó để loại bỏ chúng vì chúng khó theo dõi. Không có thẻ tài sản. Không có khấu hao trên một máy chủ ảo.” Vẫn còn những vấn đề về phần cứng Ông Prince cho biết mặc dù doanh thu đã phát triển ở mức cao hơn, nhưng các chi tiết phần cứng vẫn có vấn đề.  Điều ông ấy hứng thú nhất là các ổ đĩa ở thể rắn, nó sử dụng bộ nhớ flash thay vì các đĩa tròn của các ổ đĩa cứng thông thường. Ngày nay nhiều ổ đĩa SSD thay thế hoàn toàn các ổ đĩa cứng, bằng cách sử dụng cùng kích cỡ và kiểu kết nối SATA hoặc các giao thức truyền thông SAS để kết nối với máy bằng cách mà làm cho chúng có thể thay thế cho các ổ đĩa cứng thông thường. Nhưng ông Prince quan tâm nhiều hơn trong công nghệ mà nó bỏ qua công nghệ ổ đĩa cứng cũ hơn để theo một kết nối trực tiếp qua một hệ thống con là PCI Express của máy tính. Những hãng bao gồm Fusion-io và Texas Memory Systems cung cấp công nghệ, và ông Prince là một trong những người ở lĩnh vực máy chủ thích ý tưởng này.” Bạn có thể nhận được một sự nâng cấp về hiệu năng qui mô lớn trong phạm vi IOPS (input-output operations per second). Ông ta cũng là một người tin tưởng vào công nghệ wear leveling (mức độ bền) mà nó chuyển dữ liệu xung quanh thiết bị lưu trữ vật lí để không có các phần tử nào được dùng quá nhiều và vì vậy có thể chống hao mòn. Ông cho biết “ Tuổi thọ có thể tốt hơn nhiều so với các ổ đĩa doanh nghiệp” Ông Prince cũng dự đoán chiến thắng chung cuộc của mạng Ethetnet qua nhiều cấu trúc mạng tốc độ cao chuyên dụng, Fibre Channel và InfiniBand. Fibre Channel sẽ đạt 16 gigabit mỗi giây, có lẽ sẽ không đi vượt quá 40 gigabit mỗi giây nhưng mạng Ethernet ngày nay đạt tới 40 và 100 gigabit mỗi giây với tầm nhìn sắp tới có thể lên 400 gigabit và thậm chí 1 terabit mỗi giây. Ông Prince cho biết “Tất cả mọi người đang cùng hướng về mạng Ethernet như một cấu trúc mạng hiệu năng cao trong tương lai”"
        },
        {
            "en": "As a new mom, one of the best things you can do for yourself and your baby is to eat a healthy diet. Even though you may be in a hurry to lose those pregnancy pounds, regularly eating foods that boost energy for new moms will give you the stamina you need to be the best mom you can be. That's because eating nutrient rich foods at regular intervals throughout the day can maximize the little energy you probably have as a new mom. And for nursing moms, it's important to know that the quality of your breast milk stays pretty much the same no matter what you choose to eat. That's because if you aren't getting the needed nutrients from your diet, your body will provide them from your own stores. But for your own well-being, it's best to make sure you're obtaining the nutrients your baby needs by incorporating a variety of healthy breastfeeding foods in your nursing mom food plan. If you make sure the following 12 foods for new moms are a regular part of your diet, your body -- and your baby -- will thank you. 1. Salmon There's no such thing as a perfect food. But salmon is pretty close when it comes to a nutritional <em>powerhouse</em> for new moms. One of the best breastfeeding foods out there, salmon, like other fatty fish, is loaded with a type of fat called DHA. DHA is crucial to the development of your baby's nervous system. All breast milk contains DHA, but levels of this essential nutrient are higher in the milk of women who get more DHA from their diets. The DHA in salmon may also help your mood. Studies suggest it may play a role in preventing postpartum depression. One caution: FDA guidelines say breastfeeding women should limit consumption of fish lower in mercury to 12 ounces per week because of potential exposure to mercury. Salmon is considered to have a low mercury content when compared to other types of fish, such as shark, swordfish, king mackerel, or tilefish. 2. Low-fat dairy products Whether you prefer yogurt, milk, or cheese, dairy products are an important part of healthy breastfeeding. In addition to providing protein, B vitamins, and vitamin D, dairy products are one of the best sources of calcium. If you're breastfeeding, your milk is loaded with calcium to help your baby's bones develop, so it's important for you to eat enough calcium to meet your own needs. One way to do that is to include at least three servings of dairy each day as part of your diet. 3. Lean beef When you're looking for foods to boost your energy as a new mom, seek out iron-rich foods like lean beef. A deficiency of iron can drain your energy levels, making it hard for you to keep up with the demands of a newborn baby. Also, when you're nursing, you need to eat extra protein and vitamin B-12. Lean beef is an excellent source for both of these nutrients. 4. Legumes Beans, especially dark-colored ones like black beans and kidney beans, are a great breastfeeding food, especially for vegetarians. Not only are they rich in iron, they're a budget-friendly source of high quality, non-animal protein. 5. Blueberries Breastfeeding moms should be sure to get two or more servings of fruit or juice each day. Antioxidant-rich blueberries are an excellent choice to help you meet your needs. These satisfying and yummy berries are filled with good-for-you vitamins and minerals and will give you a healthy dose of carbohydrates to keep your energy levels high. 6. Brown rice If you're attempting to lose weight, you might be tempted to drastically cut back on your carbohydrate consumption. But losing weight too quickly may cause you to produce less milk for the baby and leave you feeling lethargic and sluggish. It's better to incorporate healthy, whole-grain carbs like brown rice in your diet to keep your energy levels up. And foods like brown rice provide your body with the calories it needs to produce the best quality milk for your baby. 7. Oranges Portable and nutritious, oranges are a great food to boost energy for new moms. Since nursing moms need even more vitamin C than pregnant women, oranges and other citrus fruits are an excellent breastfeeding food, too. Can't find time to sit down to a snack? Sip on some orange juice -- you'll get the vitamin C benefit and even calcium to get even more benefit from your beverage. 8. Eggs Egg yolk is one of the few natural sources of vitamin D -- an essential nutrient to keep your bones strong and help your baby's bones grow. Beyond that, eggs are a versatile way to meet your daily protein needs. Try scrambling up a couple of eggs for breakfast, tossing a hard-boiled egg or two on your lunchtime salad, or having an omelet and salad for dinner. As part of your diet, you might even opt for DHA-fortified eggs to increase the level of this essential fatty acid in your milk. 9. Whole-wheat bread Folic acid is crucial to your baby's development in the early stages of pregnancy. But its importance doesn't end there. Folic acid is an important nutrient in your breast milk that your baby needs for good health. And it's crucial you eat enough for your own well-being, too. Whole-grain breads and pastas are fortified with this vital nutrient. They also give you a healthy dose of fiber and iron. 10. Leafy greens The list of benefits you get from eating leafy green vegetables such as spinach, Swiss chard, and broccoli goes on and on. They're filled with vitamin A, which your baby needs to get from your breast milk. They're a non-dairy source of dietary calcium. They've got vitamin C and iron. On top of that, green veggies are filled with heart-healthy antioxidants, they're low calorie, and they're tasty to boot. 11. Whole-grain cereal  After yet another sleepless night, one of the best foods to boost energy for new moms in the morning is a healthy breakfast of whole-grain cereal. Many cold cereals are available that are fortified with essential vitamins and nutrients to help you meet your daily needs. Or, whip up a healthy hot breakfast by stirring blueberries and skim milk into a delicious serving of oatmeal. 12. Water Dehydration is one of the biggest energy drains there is. And new moms who are breastfeeding are especially at risk. To keep your energy levels and milk production up, make sure you drink at least eight cups of liquid every day. You can vary your options and meet some of your fluid requirements by drinking juice and milk, but be careful when it comes to caffeinated drinks like coffee and tea. Keep your intake low or switch to decaffeinated varieties. That's because caffeine enters your breast milk and can become concentrated in your baby's body.          ",
            "vi": "Một chế độ ăn uống đầy đủ dinh dưỡng, có lợi cho sức khỏe là một trong những điều tốt nhất mà một sản phụ có thể làm được cho chính mình và cho bé con mới chào đời.  Dẫu rằng có thể bạn đang tích cực giảm cân sau những tháng ngày thai nghén, nhưng việc thường xuyên dung nạp các loại thực phẩm tăng cường năng lượng cho bà mẹ sau sinh sẽ mang lại cho bạn một sức chịu đựng cần thiết để hoàn thành tốt nhất vai trò làm mẹ của mình. Đó là vì ăn các thức ăn giàu dưỡng chất theo những chế độ thời gian đều đặn trong ngày có thể giúp bạn gia tăng tối đa nguồn năng lượng ít ỏi mà có thể là một người mẹ mới sinh đang có.     Và đối với sản phụ cho con bú mẹ, điều quan trọng cần phải biết là chất lượng sữa mẹ sẽ không thay đổi bao nhiêu bất kể là bạn ăn thức ăn gì đi nữa. Đó là bởi nếu bạn không hấp thu đầy đủ các dưỡng chất thiết yếu từ bữa ăn thì cơ thể sẽ phải sử dụng những chất dinh dưỡng từ nguồn dự trữ của mình. Nhưng để đảm bảo cho sức khỏe của bạn, tốt hơn hết là nên ăn uống đầy đủ các chất mà con bạn cần bằng cách kết hợp nhiều loại thức ăn có lợi cho việc nuôi con bằng sữa mẹ trong kế hoạch dinh dưỡng dành cho sản phụ mới sinh.   Nếu đảm bảo rằng 12 loại thức ăn sau đây thường xuyên nằm trong khẩu phần dinh dưỡng của bạn thì chính cơ thể bạn – và cả con bạn nữa – sẽ nói lời cảm ơn bạn đấy!  1. Cá hồi  Chẳng có một loại thức ăn nào là hoàn hảo cả. Nhưng đối với sản phụ mới sinh thì cá hồi gần như là nguồn cung cấp dinh dưỡng tuyệt vời nhất. Đây là một trong những thức ăn bồi bổ cho nguồn sữa mẹ tốt nhất, giống như các loại cá béo khác, cá hồi chứa một loại chất béo có tên là DHA. DHA đóng vai trò cốt yếu đối với sự phát triển hệ thần kinh của trẻ. Tất cả sữa mẹ đều có chứa DHA, nhưng hàm lượng dưỡng chất thiết yếu này thường cao hơn ở các bà mẹ hấp thu thêm DHA trong chế độ dinh dưỡng của mình.  Lượng DHA trong cá hồi cũng có thể giúp ích cho tâm trạng của bạn. Nhiều công trình nghiên cứu cho thấy DHA có thể đóng vai trò quan trọng trong việc phòng tránh được chứng trầm cảm sau khi sinh.  Một lưu ý là tổ chức FDA khuyến cáo sản phụ nuôi con bằng sữa mẹ nên hạn chế ăn cá chứa hàm lượng thuỷ ngân dưới 12 ao-xơ một tuần bởi khả năng tiếp xúc với thuỷ ngân có thể xảy ra. Cá hồi được coi là loại cá chứa hàm lượng thuỷ ngân thấp khi so sánh với các loại cá khác, chẳng hạn như cá mập, cá lưỡi kiếm, cá thu vạch, hoặc cá đầu vuông (cá đổng quéo, cá nàng đào). 2. Các sản phẩm làm từ sữa ít chất béo  Cho dù là bạn thích sữa chua, sữa, hay phô mai thì các sản phẩm làm từ sữa này đều góp phần quan trọng trong việc bồi bổ nguồn sữa mẹ. Ngoài việc cung cấp prô-tê-in, các vi-ta-min B, và vi-ta-min D thì những thực phẩm này còn là một trong những nguồn cung cấp can-xi dồi dào nhất. Nếu bạn đang nuôi con bằng sữa mẹ thì trong sữa của bạn chứa nhiều can-xi để giúp cho xương của bé phát triển, vì vậy điều quan trọng là bạn nên nạp đủ lượng can-xi thích đáng để đáp ứng cho nhu cầu của cơ thể. Một cách để thực hiện được việc này là mỗi ngày bạn nên sử dụng ít nhất 3 lần các sản phẩm làm từ sữa kia trong chế độ dinh dưỡng của mình.  3. Thịt bò nạc Nếu bạn đang tìm những loại thực phẩm để tăng cường năng lượng cho bà mẹ mới sinh thì hãy tìm các món giàu chất sắt chẳng hạn như thịt nạc bò. Tình trạng thiếu sắt có thể làm cho bạn cảm thấy kiệt quệ, khó lòng có thể đáp ứng kịp nhu cầu của con nhỏ.  Hơn nữa, khi nuôi con bằng sữa mẹ, bạn cũng cần thêm prô-tê-in và vitamin B-12. Thịt nạc bò là nguồn cung cấp hoàn hảo cho cả hai loại dưỡng chất nói trên.  4. Rau đậu  Đậu, đặc biệt là những loại đậu sậm màu như đậu đen và đậu đỏ, là nguồn thực phẩm rất tốt cho sữa mẹ, nhất là đối với người ăn chay. Chúng không những giàu chất sắt, mà còn là nguồn cung cấp chất đạm phi động vật dồi dào và chất lượng cao.  5. Việt quất  Sản phụ nuôi con bằng sữa mẹ nên đảm bảo mỗi ngày ăn trái cây hoặc uống nước ép trái cây hai lần trở lên. Quả việt quất giàu chất chống ô-xy hoá là sự lựa chọn tuyệt vời giúp đáp ứng cho nhu cầu của bạn. Loại trái cây ngon miệng này chứa nhiều vitamin và khoáng chất có lợi cho sức khỏe của bạn và cung cấp cho bạn một lượng hy-đrát-các-bon cần thiết để duy trì nguồn năng lượng luôn ở mức cao.  6. Gạo lức Nếu đang cố gắng giảm cân thì có lẽ bạn cũng bị cám dỗ phải kiên quyết cắt giảm hy-đrát-các-bon. Nhưng việc giảm cân quá nhanh có thể sẽ làm cho bạn không đủ sữa cho con đồng thời bạn sẽ có cảm giác rất uể oải, lờ đờ. Tốt hơn là bạn nên kết hợp chặt chẽ các thức ăn chứa nhiều hy-đrát-các-bon và ngũ cốc nguyên hạt có lợi cho sức khỏe chẳng hạn như gạo lức trong chế độ dinh dưỡng của mình để giữ cho nguồn năng lượng của mình ở mức cao. Bên cạnh đó các thực phẩm như gạo lức cũng cung cấp cho cơ thể bạn một lượng ca-lo cần thiết để tạo ra sữa có chất lượng tốt nhất cho con bạn.  7. Cam  Rất tiện lợi và bổ dưỡng, cam là loại thức ăn rất tốt để tăng cường năng lượng cho sản phụ mới sinh. Bởi khi cho con bú, các bà mẹ này thậm chí cần nhiều vitamin C hơn cả lúc mang thai, cam và những loại quả thuộc họ cam khác cũng là nguồn thức ăn tuyệt hảo cho sữa mẹ. Bạn không thể rảnh tay để ngồi ăn một bữa nhẹ ư? Hãy hớp một chút nước cam ép – như thế là bạn đã có một lượng vitamin C cần thiết và thậm chí cả can-xi nữa. Món uống này có nhiều lợi ích hơn bạn nghĩ đấy!  8. Trứng  Lòng đỏ trứng là một trong số ít các nguồn cung cấp of vitamin D tự nhiên cho cơ thể – đây là nguồn dưỡng chất thiết yếu giúp cho xương mẹ cứng cáp và xương bé phát triển. Ngoài ra, trứng còn là một nguồn cung cấp linh động chất đạm cần thiết hằng ngày cho cơ thể bạn. Hãy thử trộn vài quả trứng cho bữa điểm tâm, trộn thêm một hoặc hai quả trứng luộc vào món rau trộn bữa trưa hay thưởng thức món trứng tráng và rau trộn vào buổi ăn chiều. Trong khẩu phần ăn cho sản phụ, trứng thậm chí còn là một lựa chọn thích hợp để tăng cường DHA nhằm làm tăng hàm lượng axit béo thiết yếu này trong sữa mẹ.  9. Bánh mì làm bằng bột chưa rây Axit phô-lích là dưỡng chất thiết yếu đối với sự phát triển của trẻ trong các giai đoạn đầu thai nghén. Nhưng tầm quan trọng của loại axit này không dừng lại ở đó. Axit phô-lích còn là một dưỡng chất cần thiết trong sữa mẹ để đảm bảo sức khoẻ tốt cho trẻ. Nó cũng rất cần cho sức khỏe của chính bạn nữa. Ăn nhiều bánh mì hạt nguyên và mì ống sẽ giúp bạn tăng cường dưỡng chất thiết yếu này. Và bạn biết không, đây còn là nguồn cung cấp chất xơ và chất sắt có lợi cho sức khỏe nữa đấy.  10. Rau xanh rậm lá  Những loại rau xanh rậm lá có thể kể đến rất nhiều đồng thời chúng cũng mang lại vô số lợi ích cho sức khỏe, chẳng hạn như cải bina, cải Thụy Sỹ, và bông cải xanh, .... Các loại rau xanh này dồi dào vitamin A, là dưỡng chất bé cần từ sữa mẹ. Chúng không phải là nguồn cung cấp can-xi trong chế độ dinh dưỡng hằng ngày, ngược lại chứng chứa vitamin C và chất sắt. Nhưng trên hết thì những loại rau xanh rậm lá này chứa rất nhiều chất chống ô-xy hoá có lợi cho tim mạch, ít ca-lo và còn rất ngon nữa.  11. Ngũ cốc nguyên hạt  Sau một đêm mất ngủ nữa thì một trong những thực phẩm giàu năng lượng nhất vào buổi sáng cho các sản phụ mới sinh là món điểm tâm bằng ngũ cốc nguyên hạt bổ dưỡng. Nhiều loại ngũ cốc lạnh được bày bán có thể giúp bạn tăng cường vitamin và các dưỡng chất thiết yếu để đáp ứng nhu cầu hằng ngày của mình. Hoặc bạn có thể làm một bữa ăn sáng bằng cách khuấy (bột quả) việt quất và sữa đã gạn kem chung với bột yến mạch để có một món ăn nóng hổi, ngon lành và bổ dưỡng.   12. Nước  Mất nước là một trong những nguyên do làm suy kiệt năng lượng trầm trọng nhất. Và đối với sản phụ đang nuôi con bằng sữa mẹ thì đây quả là nguy hiểm. Để duy trì năng lượng và kích thích tiết sữa, bạn nên đảm bảo phải uống ít nhất 8 cốc nước mỗi ngày. Bạn có thể thay đổi lựa chọn của mình và đáp ứng nhu cầu về nước trong cơ thể bằng cách uống nước ép và sữa, nhưng cẩn thận với các thức uống chứa cà-phê-in chẳng hạn như trà và cà phê. Hãy hạn chế dùng hoặc chuyển sang sử dụng các thức uống không chứa cà-phê-in. Đó là bởi cà-phê-in hấp thụ vào sữa mẹ và có thể tích tụ trong cơ thể của con.   "
        }
    ],
    "suggestions": []
}