{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pauə'lisnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự không có quyền hành, tình trạng không có quyền hành; sự không có sức mạnh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bất lực, tình trạng hoàn toàn không có khả năng (về vấn đề..)</td></tr></table><i/></div>",
            "word": "powerlessness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "powerlessness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "powerlessness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "powerlessness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "powerlessness"
        }
    },
    "sentences": [
        {
            "en": "Symptoms and sources of <em>powerlessness</em> for key positions.",
            "vi": "Các biểu hiện và nguyên nhân của tình trạng không có quyền lực đối với những vị trí then chốt."
        },
        {
            "en": "According to Rosabeth Kanter, \"<em>powerlessness</em> tends to breed bossiness rather than true leadership\".",
            "vi": "Theo rosabeth kanter, \"tình trạng không có quyền lực có xu hướng nuôi dưỡng sự hống hách hơn là quyền lãnh đạo thực sự\"."
        },
        {
            "en": "I saw my <em>powerlessness</em> in my use of alcohol and drugs.",
            "vi": "Tôi nhìn thấy sự bất lực của mình khi tôi sử dụng rượu và ma túy."
        },
        {
            "en": "In large organizations, at least, it is <em>powerlessness</em> that often creates ineffective, desultory management and petty, dictatorial, rules-minded managerial styles.",
            "vi": "Trong các tổ chức lớn, ít nhất, tình trạng không có quyền lực cũng tạo ra sự quản lý không hệ thống, thiếu hiệu quả, và phong cách quản lý nhỏ mọn, độc đoán, cứng nhắc."
        },
        {
            "en": "Box 4.10 below from Tra Vinh suggests a certain sense of <em>powerlessness</em> and resignation by a householder who is losing land to a project he has been told nothing about, even though the consequences for his own household are significant.",
            "vi": "Khung 4.10 dưới đây từ Trà Vinh minh họa cho cảm giác bất lực và bị coi thường của một chủ hộ khi bị mất đất cho một dự án mà không được thông báo mặc dù những hậu quả đến với gia đình anh ta là khá lớn."
        },
        {
            "en": "Easy access to a wide range of consumer goods induces a sense of <em>powerlessness</em>, even paralysis, in many people, ending in the shopper giving up and walking away, or just buying an unsuitable item that is not really wanted in order to solve the problem and reduce the unease.",
            "vi": "Việc sớm tiếp cận vô vàn các nhóm hàng tiêu dùng mang lại cảm giác bất lực, thậm chí cảm giác \"đơ\" khiến nhiều người bỏ cuộc hay mua đại một món hàng không phù hợp, không thực sự cần thiết để giải quyết vấn đề và giảm áp lực."
        },
        {
            "en": "Getting the care you need to know  Time apart from a newborn is extremely difficult for the family — particularly the parents. It's common to feel disappointment and even guilt. It can help to talk about these feelings with a member of the medical team or a hospital social worker. And getting as much information as possible about your baby's medical problem might help ease feelings of anxiety and <em>powerlessness</em>.",
            "vi": "Những điều quan tâm bạn cần nên biết  Khoảng thời gian xa con quả là hết sức khó khăn đối với cả gia đình – nhất là đối với bố mẹ.  Người ta cũng thường thấy thất vọng và thậm chí là có lỗi nữa. Việc nói ra những cảm xúc này với một nhân viên y tế nào đó hoặc với một  nhân viên xã hội làm việc trong bệnh viện cũng có thể giúp bạn cảm thấy dễ chịu hơn. Bên cạnh đó việc nắm bắt càng nhiều thông tin càng tốt về tình hình sức khỏe của con cũng có thể giúp làm giảm cảm giác lo âu và bất lực."
        },
        {
            "en": "“When we honestly ask ourselves which person in our lives mean the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand. The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing, not curing, not healing and face with us the reality of our <em>powerlessness</em>, that is a friend who cares.”  ― Henri J.M. Nouwen, Out of Solitude: Three Meditations on the Christian Life",
            "vi": "\"Chân thành mà nói, lúc ngồi ngẫm xem ai quan trọng nhất trên đời thì thường chúng ta sẽ nhận ra rằng đó chưa hẳn là người đã khuyên nhủ, giúp ta giải quyết rắc rối, bỏ được các thói hư tật xấu, hay là người chọn cách san sẻ nỗi đau với ta và nhẹ nhàng xoa dịu những vết thương ấy. Mà chính là người bạn có thể lặng lẽ bên cạnh trong lúc tuyệt vọng, quẫn trí, là người ở lại trong giờ khắc bi thương, mất mát, đủ bao dung sự vô tri, thói xấu, không hiểu chuyện và cùng ta đối diện với sự bất lực hiện tại, đó chính là người bạn thực sự có lòng.\""
        },
        {
            "en": "“When we honestly ask ourselves which person in our lives mean the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand. The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing, not curing, not healing and face with us the reality of our <em>powerlessness</em>, that is a friend who cares.” ― Henri J.M. Nouwen, Out of Solitude: Three Meditations on the Christian Life",
            "vi": "\"Chân thành mà nói, lúc ngồi ngẫm xem ai quan trọng nhất trên đời thì thường chúng ta sẽ nhận ra rằng đó chưa hẳn là người đã khuyên nhủ, giúp ta giải quyết rắc rối, bỏ được các thói hư tật xấu, hay là người chọn cách san sẻ nỗi đau với ta và nhẹ nhàng xoa dịu những vết thương ấy. Mà chính là người bạn có thể lặng lẽ bên cạnh trong lúc tuyệt vọng, quẫn trí, là người ở lại trong giờ khắc bi thương, mất mát, đủ bao dung sự vô tri, thói xấu, không hiểu chuyện và cùng ta đối diện với sự bất lực hiện tại, đó chính là người bạn thực sự có lòng.\""
        }
    ],
    "suggestions": []
}