{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['pri:kən'si:vd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nói về một ý tưởng, ý kiến..) hình thành trước và không dựa trên hiểu biết hoặc kinh nghiệm; nhận thức trước</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Tourists forget their preconceived ideas as soon as they visit our country</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Du khách ngay khi đặt chân đến đất nước chúng tôi đã quên đi những định kiến của họ</font></td></tr></table><i/></div>",
            "word": "preconceived"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>preconceived</k><blockquote>■ <cclass>adjective (of an idea or opinion) formed prior to having evidence for its truth or usefulness. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>preconception</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "preconceived"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>preconceived</k><blockquote>▸ <cclass>adjective PREDETERMINED, prejudged; prejudiced, biased.</cclass></blockquote></div>",
            "word": "preconceived"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "preconceived"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "preconceived"
        }
    },
    "sentences": [
        {
            "en": "<em>Preconceived</em> opinion",
            "vi": "Thành kiến"
        },
        {
            "en": "adj. <em>preconceived</em> notion",
            "vi": "nhận thức được gieo vào đầu trước đó ,nghe ai nói,etc"
        },
        {
            "en": "You should delete <em>preconceived</em> opinions.",
            "vi": "Anh nên xóa bỏ hết những định kiến đi."
        },
        {
            "en": "Tourists forget their <em>preconceived</em> ideas as soon as they visit our country.",
            "vi": "Du khách ngay khi đặt chân đến đất nước chúng tôi đã quên đi những định kiến của họ."
        },
        {
            "en": "He had no <em>preconceived</em> ideas about what careers his children should follow.",
            "vi": "Ông ta đã không có ý kiến trước là nên cho con cái theo ngành nghề nào."
        },
        {
            "en": "Inadequate design flexibility for alterations during implementation. Insistence that projects achieve <em>preconceived</em> outputs.",
            "vi": "Thiếu tính linh hoạt trong thiết kế để thay đổi trong quá trình thực hiện. Khăng khăng rằng dự án phải đạt được các kết quả đề ra."
        },
        {
            "en": "He said the public doesn't always vote for the best contestant, they vote for who they want to win, based on their <em>preconceived</em> opinions.",
            "vi": "Ông ấy nói rằng công chúng không phải lúc nào cũng bỏ phiếu cho ứng cử viên xuất sắc nhất, họ bỏ phiếu cho người họ muốn thắng dựa trên các thành kiến trước đó của họ."
        },
        {
            "en": "Practise listening to somebody or concentrate on what is being said without any <em>preconceived</em> notions until you have clarified the meaning.",
            "vi": "Hãy thực hành lắng nghe đối phương hoặc tập trung vào những gì đang được phát biểu mà không có những quan điểm định kiến nào cho đến khi bạn làm sáng tỏ ý nghĩa."
        },
        {
            "en": "Cultural faux pas. Contrasting world views. <em>Preconceived</em> ideas. Here are all those things that people in Vietnam don’t understand about Westerners. Words by Kieran Crowe.",
            "vi": "Lỡ lời vì khác biệt văn hoá. Thế giới quan tương phản. Định kiến. Dưới đây là những điều người Việt Nam không hiểu về người phương Tây. Bài của tác giả Kieran Crowe."
        },
        {
            "en": "Before we begin, stow away all of those <em>preconceived</em> negative notions you have towards the coffee bean. Trust me, it won’t stunt your growth or anything like that. If anything, after reading this you’ll be wishing that you started drinking coffee earlier!",
            "vi": "Trước khi chúng ta bắt đầu, hãy bỏ qua tất cả những ý niệm tiêu cực bạn đã có với cà phê hạt từ trước. Tin tôi đi, nó sẽ không làm còi cọc sự tăng trưởng hay bất cứ điều gì như thế. Nếu có điều gì, sau khi đọc bài này thì bạn sẽ muốn bắt đầu uống cà phê từ sớm."
        },
        {
            "en": "Your first experience will hold a wide range of doubt, emotion and <em>preconceived</em> thoughts. It is important to let go of these feelings so you can truly get the most out of your yoga experience. It is an ongoing process, which can greatly yield so many benefits to your mind and body. It is not only about poses and postures, but it is about breathing, meditation and relaxation. It is, as they say, a mind/body experience. Many claim better health and mental well being from its practice. So give into the true yoga experience. Focus on the movement, not yourself and others. Don't be embarrassed, as everyone else is concentrating on his or her own bodies. Don't have the attitude that it is something you could never do, as it is a practice that will eventually produce the desired results. Have perseverance and openness. You will experience a new self.",
            "vi": "Ban đầu bạn sẽ nghi ngại đủ kiểu, nhiều cảm xúc và suy nghĩ lẫn lộn. Điều quan trọng là hãy buông thả những cảm xúc ấy để cảm nhận được yoga tốt nhất. Yoga là một quá trình tiến triển, sẽ mang lại rất nhiều lợi ích cho tinh thần và thể xác. Yoga không chỉ là tập tư thế, mà còn là hít thở, suy tưởng và thư giãn. Yoga, như mọi người đều biết, là một trải nghiệm của tinh thần/thể xác. Nhiều người cho biết khi tập yoga, họ cảm thấy tinh thần và thể chất đều tốt hơn. Nên hãy cảm nhận yoga đúng đắn. Để ý đến động tác, đừng để ý đến mình hay đến người. Đừng mắc cỡ, vì ai cũng chỉ lo để ý đến cơ thể mình thôi. Đừng nghĩ yoga là điều không bao giờ mình làm được, vì cứ tập luyện sẽ đạt kết quả mong muốn. Hãy kiên nhẫn và cởi mở. Bạn sẽ cảm nhận được một cái tôi mới."
        }
    ],
    "suggestions": []
}