{
    "en_vn": {
        "data": {
            "content": null,
            "word": "precipitating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "precipitating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "precipitating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "precipitating"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "precipitating"
        }
    },
    "sentences": [
        {
            "en": "CO2 is the <em>precipitating</em> agent.",
            "vi": "C02 là một chất gây kết tủa."
        },
        {
            "en": "A drug that causes cells to shrink by <em>precipitating</em> proteins from their surfaces.",
            "vi": "Một loại thuốc làm tế bào co lại bằng cách kết tủa protein trên bề mặt tế bào."
        },
        {
            "en": "The threat of HIV infection <em>precipitating</em> more cautious sexual behaviours in the 1980s and 1990s.",
            "vi": "Nguy cơ lây nhiễm HIV đã làm con người phải thận trọng về những hành vi tình dục trong những năm của thập kỷ 80 và 90."
        },
        {
            "en": "They were far more likely to cite frustration with their state sector jobs as the main factor <em>precipitating</em> their entry into the private sector.",
            "vi": "Họ thường nói rằng sự thất vọng với công việc trong các doanh nghiệp nhà nước là nguyên nhân chính thúc đẩy họ tham gia khu vực tư nhân."
        },
        {
            "en": "Asthma at a glance     * Asthma is a chronic inflammation of the bronchial tubes (airways) that causes swelling and narrowing (constriction) of the airways. The bronchial narrowing is usually either totally or at least partially reversible with treatments.     * Asthma is now the most common chronic illness in children, affecting one in every 15.     * Asthma involves only the bronchial tubes and usually does not affect the air sacs or the lung tissue. The narrowing that occurs in asthma is caused by three major factors: inflammation, bronchospasm, and hyperreactivity.     * Allergy can play a role in some, but not all, asthma patients.     * Many factors can precipitate asthma attacks and they are classified as either allergens or irritants.     * Symptoms of asthma include shortness of breath, wheezing, cough, and chest tightness.     * Asthma is usually diagnosed based on the presence of wheezing and confirmed with breathing tests.     * Chest X-rays are usually normal in asthma patients.     * Avoiding <em>precipitating</em> factors is important in the management of asthma.     * Medications can be used to reverse or prevent bronchospasm in patients with asthma.",
            "vi": "Lược qua về bệnh suyễn * Hen suyễn là chứng viêm ống phế quản (đường thở) mãn tính gây sưng và hẹp (co khít) đường thở. Thông thường thì các phương pháp điều trị có thể chữa lành hoặc là hoàn toàn hoặc là một phần chứng hẹp phế quản.  * Hiện hen suyễn là bệnh mãn tính thường gặp nhất ở trẻ nhỏ, tỉ lệ là 1:15. * Suyễn chỉ liên quan đến các ống phế quản và thường không gây ảnh hưởng đến túi khí hoặc mô phổi. Tình trạng hẹp đường thở trong bệnh suyễn là do 3 nguyên nhân chính: viêm, co thắt phế quản, và quá mẫn cảm. * Dị ứng có thể là 1 nguyên nhân đối với một số bệnh nhân, không phải bệnh nhân hen nào cũng bị dị ứng.  * Nhiều yếu tố có thể gây ra cơn hen và chúng được phân loại hoặc là chất gây dị ứng hoặc là chất kích thích. * Triệu chứng suyễn bao gồm khó thở, thở khò khè, ho, và thắt ngực/ nặng ngực. * Suyễn thường được chẩn đoán dựa trên hơi thở khò khè và được khẳng định bởi các xét nghiệm hô hấp.  * X-quang ngực thường là bình thường ở bệnh nhân bị suyễn.  * Tránh các yếu tố làm bệnh nặng thêm là quan trọng đối với việc làm giảm suyễn.  * Bệnh nhân bị suyễn có thể sử dụng thuốc để làm giảm hoặc ngăn ngừa co thắt phế quản"
        }
    ],
    "suggestions": []
}