{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[pri:'kə:sə(r)]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người (vật) đến báo trước, điềm báo trước</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tiền thân (máy móc, sáng kiến sau này còn được phát triển xa hơn nữa)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the first telephone was the precursor of modern communications networks</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chiếc máy điện thoại đầu tiên là tiền thân của các hệ thống thống truyền thông hiện đại sau này</font></td></tr></table><i/></div>",
            "word": "precursor",
            "pronounce": "[pri:'kə:sə(r)]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>precursor</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a person or thing that comes before another of the same kind. </blockquote></blockquote><blockquote><blockquote>2》 a substance from which another is formed, especially by metabolic reaction. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>precursory</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>praecursor</i>, from <i>praecurs-</i> 'preceded', from <i>praecurrere</i>, from <i>prae</i> 'beforehand' + <i>currere</i> 'to run'. </blockquote></div>",
            "word": "precursor",
            "pronounce": "[pri:'kə:sə(r)]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>precursor</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a three-stringed precursor of the guitar</i>: FORERUNNER, predecessor, forefather, father, antecedent, ancestor, forebear.</blockquote><blockquote><b>2</b><i>a precursor of disasters to come</i>: HARBINGER, herald, sign, indication, portent, omen.</blockquote></div>",
            "word": "precursor",
            "pronounce": "[pri:'kə:sə(r)]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>precursor</k><blockquote><blockquote><ex><abr>n.</abr> a precursor of, to </ex></blockquote></blockquote></div>",
            "word": "precursor",
            "pronounce": "[pri:'kə:sə(r)]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "precursor",
            "pronounce": "[pri:'kə:sə(r)]"
        }
    },
    "sentences": [
        {
            "en": "What is the <em>precursor</em> of the Internet?",
            "vi": "Cái gì là tiền thân của Internet?"
        },
        {
            "en": "The first telephone was the <em>precursor</em> of modern communications networks.",
            "vi": "Chiếc máy điện thoại đầu tiên là tiền thân của các hệ thống thống truyền thông hiện đại sau này."
        },
        {
            "en": "Were those small movements the <em>precursor</em> to a major earthquake?",
            "vi": "Có phải những vận động nhỏ đó đã là tiền thân của một trận động đất lớn?"
        },
        {
            "en": "A porphyrin compound that is formed during the synthesis of protoporphyrin IX, a <em>precursor</em> of haem.",
            "vi": "Một chất porphyrin phức hợp được tạo thành trong quá trình tổng hợp chất protoporphyrin ix, một chất báo trước của heam."
        },
        {
            "en": "That 1950s artistic movement was a <em>precursor</em> to the hippie counterculture of the 1960s.",
            "vi": "Chính phong trào nghệ thuật những năm 1950 là tiền thân của phong trào phản văn hóa híp pi (hippie) của những năm 1960."
        },
        {
            "en": "A type of cell, found in the bone marrow, that was thought by early microscopists to be the ultimate <em>precursor</em> from which all blood cells were derived.",
            "vi": "Một loại tế bào thấy trong tủy xương được các nhà huyết học trước đây cho là tiền thân cơ bản của tất cả các loại huyết cầu."
        },
        {
            "en": "Identification of the other shortcomings of Enterprise Law implementation—and the appropriate means for addressing these shortcomings—is a necessary <em>precursor</em> to successful expansion of the law’s scope.",
            "vi": "Xác định những khiếm khuyết trong quá trình thực hiện Luật Doanh nghiệp - và các biện pháp phù hợp để khắc phục các khiếm khuyết này - là cần thiết để mở rộng phạm vi hoạt động của Luật."
        },
        {
            "en": "The general approach to this objective beginning in 1994 has been to try to consolidate many of these enterprises into larger firms, referred to as general corporations – <em>precursor</em> of the conglomerates.",
            "vi": "Để thực hiện mục tiêu này, từ năm 1994, chính phủ đã tập hợp các DN công nghiệp nhà nước để hình thành nên các doanh nghiệp lớn hơn, gọi là các tổng công ty – tiền thân của các tập đoàn kinh tế nhà nước sau này."
        },
        {
            "en": "People who are moderately lactose-intolerant can consume yoghurt without ill effects, because much of the lactose in the milk <em>precursor</em> is converted to lactic acid by the bacterial culture.",
            "vi": "Những người không chịu được nhiều đường sữa có thể sử dụng ya - ua mà không lo bị bệnh do hầu hết đường lacto trong sữa đã chuyển thành a - xít lắc - tíc bởi các vi khuẩn trong đó."
        },
        {
            "en": "People who are moderately lactose - intolerant can consume yoghurt without ill effects, because much of the lactose in the milk <em>precursor</em> is converted to lactic acid by the bacterial culture.",
            "vi": "Những người không chịu được nhiều đường sữa có thể sử dụng ya-ua mà không lo bị bệnh do hầu hết đường lacto trong sữa đã chuyển thành a-xít lắc-tíc bởi các vi khuẩn trong đó."
        },
        {
            "en": "Soros achieved fame in 1992 by making a huge profit by shorting the British pound before it left the Europe’s exchange-rate mechanism, a system of exchange rates pegged to a trading band that was a <em>precursor</em> to the euro. Among the myriad problems facing Europe, he says the migrant problem is the biggest threat. More than an estimated million asylum seekers came into Europe last year alone, largely from Syria.",
            "vi": "Soros trở nên nổi tiếng vào năm 1992 sau khi kiếm được lợi nhuận khổng lồ bằng hành động bán khống đồng bảng Anh trước khi đồng tiền này từ bỏ cơ chế tỷ giá hối đoái của Châu Âu, một hệ thống tỷ giá hối đoái được cố định vào một biên độ giao dịch là tiền thân của đồng Euro. Trong vô số các vấn đề Châu Âu đang phải đối mặt, thì ông cho rằng vấn đề nhập cư là mối đe dọa lớn nhất. Ước tính hơn một triệu người tỵ nạn đã vào Châu Âu chỉ riêng trong năm vừa qua, phần lớn đến từ Syria."
        },
        {
            "en": "Some studies have shown that these compounds may help relieve hot flashes and other symptoms of menopause. In particular, women who have had breast cancer and do not want to take hormone therapy (HT) with estrogen sometimes use soy products for relief of menopausal symptoms. However, some phytoestrogens can actually have anti-estrogenic properties in certain situations, and the risks of these preparations have not yet been determined. For example, researchers have shown that long-term use of phytoestrogens in postmenopausal women led to an overgrowth of the tissues lining the uterus (endometrial hyperplasia) which can be a <em>precursor</em> to cancer.",
            "vi": "Một số nghiên cứu cho thấy các hợp chất này có thể giúp làm giảm trào huyết và các triệu chứng mãn kinh khác. Đặc biệt là những phụ nữ bị ung thư vú và không muốn sử dụng liệu pháp hoóc-môn estrogen (HT) thì đôi khi cũng có thể sử dụng các sản phẩm đậu nành để làm giảm các triệu chứng mãn kinh. Tuy nhiên một số phytoestrogen (xtê-rôn thực vật) thật sự có thể có đặc tính kháng estrogen ở một số trường hợp nào đó, và người ta cũng chưa xác định được những rủi ro của các loại thuốc này. Chẳng hạn như các nhà nghiên cứu đã cho thấy việc sử dụng lâu dài phytoestrogen ở phụ nữ hậu mãn kinh dẫn đến tăng sinh mô lót tử cung (tăng sản màng trong dạ con) mà có thể đây là một dấu hiệu báo trước của bệnh ung thư."
        },
        {
            "en": "A <em>precursor</em> of smartphones?  Mr. Pynchon and the Settling of Springfield — a 1933 painting by the Italian American artist Umberto Romano — depicts quite what the title says: Mr. Pynchon, the founder of the town, stands in the center of the scene and appears to be giving out various town management orders.  What makes it curious is a Native American man sitting in the foreground and holding a rectangular object that is uncannily similar to a modern smartphone. It is probably just a small mirror, but wouldn’t life be more fun if we found out iPhones are really not as innovative as they’re thought to be?",
            "vi": "Từ lâu con người đã nghĩ đến điện thoại thông minh?Đây là bức họa \"Ngài Pynchon và cuộc định cư ở Springfield\" - một bức họa vẽ năm 1993 của họa sĩ Mỹ gốc Ý Umberto Romano — mô tả như chính tên gọi của bức họa: Ngài Pynchon, người sáng lập Springfield, đứng giữa bức tranh và dường như đang ra các chỉ thị điều hành thành phố.Điều làm mọi người tò mò là một thổ dân châu Mỹ ngồi phía trước đang cầm một vật hình chữ nhật khá giống với một chiếc điện thoại thông minh ngày nay. Có thể đó chỉ là một chiếc gương nhỏ, nhưng nếu điện thoại iPhone thật sự không phải là phát minh như mọi người vẫn tưởng thì vui vãi ^^"
        },
        {
            "en": "Natural sleep aids and remedies    If you're searching for a natural sleep aid to put an end to your insomnia, here's something to keep in mind. Some sleep aids and herbal remedies may help induce sleepiness. But natural products and dietary supplements are not regulated by the FDA for quality, dosing, and formulation. That makes it difficult to judge their safety and effectiveness. That's why it's important to know as much as you can about sleep herbs before you try a product. What is melatonin? Melatonin is a hormone produced in the pineal gland in the center of your brain. Melatonin regulates the body's circadian rhythms. Those are daily rhythms such as your sleep-wake cycle. The levels of melatonin in the blood are highest prior to bedtime. Can melatonin help me sleep? Melatonin may improve sleep. Scientific findings show that melatonin decreases the time it takes to fall asleep (\"sleep latency\"), increases feelings of \"sleepiness,\" and may increase the duration of sleep. Melatonin has been used successfully for sleep enhancement in healthy individuals, as well as to reduce feelings of jet lag during global travels. This natural hormone is also being tested as a sleep aid with the elderly and other populations. In addition, studies are focusing on whether or not melatonin can help improve sleep patterns in individuals with depression. Are there risks associated with taking melatonin? Melatonin, like all natural dietary supplements, is unregulated and untested for long-term use in humans. Some people find that melatonin causes grogginess and depression. Others report falling asleep quickly with melatonin and awaken in the middle of the night. Still, studies show that melatonin is safe with short-term use (three months or less). How much melatonin does it take to help increase sleep? A host of studies show that as little as 0.1 to 0.3 milligrams may be enough for most people. Experts suggest that the fast-release melatonin is possibly more effective as a sleep remedy than the slow-release formulas. Is valerian a helpful sleep remedy? Valerian is an herbal extract. It is one of the leading natural supplements for managing anxiety and insomnia. Some limited findings show that valerian may reduce the time needed to fall asleep and may improve sleep quality. Unlike the benzodiazepines, most people feel no morning grogginess after taking valerian. Other findings were not as promising. They showed that when compared to a placebo, valerian didn't relieve anxiety or insomnia any better than the placebo. There is some support for the idea that using valerian over a period of time (such as over four weeks) may be more effective than taking it one night only. People who are poor sleepers may find more benefit that those who are normally good sleepers. Are there risks associated with taking valerian? Valerian is usually well-tolerated for up to a month to six weeks. Sometimes there may be headache or a \"hangover\" feeling after using valerian. A few studies indicate valerian impairs thinking for a period of time after it is used. There are no reports of drug interaction with alcohol or with valerian. Also, there are no reports of \"valerian addiction,\" like you might find with some pharmaceutical sleep aids. Some people report a stimulating effect with valerian. Is chamomile a safe sleep remedy? Chamomile is a popular herbal sleep remedy that's been used for centuries. This herb also has anti-inflammatory and anti-bacterial properties. German chamomile is best taken as a tea. Roman chamomile has a bitter taste and may be taken as a tincture. Both types cause a calming effect in the body for many people, which may help people feel relaxed and more prepared for sleep. Is kava a safe natural sleep remedy? Kava, also known as kava kava, is an herbal remedy that's used for stress and anxiety relief and insomnia. Kava acts by way of a different mechanism. It induces relaxation without hindering memory or motor function. While kava has some sedative properties, it is now considered unsafe. Reports in Europe of more than 20 cases of cirrhosis, hepatitis, and liver failure suggest the possibility of liver toxicity associated with its use. What about tryptophan as a natural sleep remedy? Tryptophan is a <em>precursor</em> in the synthesis of serotonin in the brain. That means it's a biochemical substance that is necessary for the formation of the more stable serotonin. During the late '60s and early '70s, sleep studies suggested that the neurotransmitter serotonin may play a role in sleep induction. Later on, research in animals showed that destruction of parts of the brain that housed nerve cells containing serotonin could produce total insomnia. Partial damage to these areas of the brain caused variable decreases in sleep. The percentage of destruction of these particular nerve cells correlated with the amount of slow-wave sleep. Because tryptophan is present in milk and warm milk helps some people feel drowsy, tryptophan became a much sought-after item for the treatment of insomnia at natural food stores. Yet some people who took tryptophan as a natural supplement developed a syndrome with features of a disease called scleroderma. Those features included skin tightening, pain in the joints, muscle aches, and weakness. These people also developed anxiety, depression, and difficulty learning. Some people died. Scientists later believed the deaths were the result of taking the amino acid tryptophan. Not everyone who took tryptophan, however, experienced these side effects. In addition, not everyone who took tryptophan received help for insomnia. The influence of tryptophan on sleep continues to be studied in major sleep laboratories across the nation. While this amino acid is not available as a natural dietary supplement or sleep remedy, you can easily include tryptophan in your diet through food sources such as turkey, cheese, nuts, beans, eggs, and milk. You can also boost serotonin levels in the brain -- helping you to feel calm and sleepy -- by eating foods rich in carbohydrates. What is 5-hydroxytryptophan (5-HTP)? 5-HTP is a derivative of the amino acid tryptophan. It is used to boost serotonin in the body. 5-HTP is also the <em>precursor</em> of melatonin, which regulates sleep cycles. Some findings show that 5-HTP may ease symptoms of depression, anxiety, and insomnia. Other studies show that 5-HTP may be useful in controlling appetite and pain. There are also a few studies that show no benefit with supplementation of 5-HTP. How much 5-HTP is used as a sleep remedy? Follow package instructions with 5-HTP, and talk to your doctor about other medications you may be taking. All natural products have the risk of interacting with drugs. What about catnip, passionflower, and hops as sleep remedies? Catnip is a stimulant for cats, yet some people claim this herbal remedy works as a sedative similar to valerian in humans. Passionflower (also known as maypop) is another natural sleep remedy and sedative that's widely used for insomnia and \"nervous\" gastrointestinal complaints. A few studies indicate a benzodiazepine-like calming action with passionflower. Hops is another herb that may promote sleep. But the jury is still out on claims that hops is beneficial. Are natural sleep aids and remedies safe? Like all drugs, natural sleep remedies can have side effects and risks. Premarket evaluation and approval by the FDA are not required for OTC aids, dietary supplements, or herbal products. The particular brand you buy may have inappropriate dosing. You may get less or more of the herb than intended, which could make it dangerous to use to treat children or the elderly.   It's important that you understand all about the natural sleep remedies you take. Know what you're putting into your body and how to discern which natural remedies will enhance your health and which ones might increase your chance of illness. In addition, talk with your doctor about the benefits and risks of natural sleep remedies.",
            "vi": "Các biện pháp và bài thuốc trị mất ngủ tự nhiên   \nNếu bạn đang tìm một biện pháp chữa mất ngủ tự nhiên để trị chứng mất ngủ của mình thì nên ghi nhớ điều này nhé. Một số biện pháp và thuốc chữa mất ngủ từ thảo dược có thể giúp làm buồn ngủ. Nhưng Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA chưa có một quy định nào đối với các sản phẩm tự nhiên và thực phẩm bổ sung đó về chất lượng, liều lượng, và công thức. Vì vậy khó mà đánh giá được sự an toàn và hiệu quả của chúng. Đó là lý do vì sao bạn nên biết về các thảo dược gây buồn ngủ càng nhiều càng tốt trước khi thử một sản phẩm nào đó nhé.  Mê-la-tô-nin là gì? Mê-la-tô-nin là hoóc-môn do tuyến tùng ở giữa não tiết ra. Mê-la-tô-nin kiểm soát nhịp ngày đêm của cơ thể. Chúng là các nhịp sinh học hằng ngày chẳng hạn như chu kỳ thức–ngủ của bạn. Nồng độ mê-la-tô-nin trong máu cao nhất trước giờ ngủ.  Mê-la-tô-nin có thể giúp tôi ngủ được không? Mê-la-tô-nin có thể làm bạn ngủ ngon hơn. Nhiều phát hiện khoa học cho thấy mê-la-tô-nin có tác dụng làm ngắn thời gian dỗ giấc ngủ (“ngủ tiềm tàng”), làm cảm giác “buồn ngủ,” nhiều hơn và có thể làm cho thời gian ngủ được dài hơn.  Mê-la-tô-nin được sử dụng thành công để ngủ ngon hơn đối với người khoẻ mạnh, cũng như để làm giảm cảm giác mệt mỏi sau chuyến bay du lịch dài vòng quanh thế giới. Loại hooc-môn tự nhiên này cũng đang được thử nghiệm như biện pháp chữa mất ngủ ở người lớn tuổi và những người khác. Ngoài ra, nhiều công trình nghiên cứu cũng đang tập trung xem liệu mê-la-tô-nin có thể giúp ngủ ngon hơn ở người bị suy nhược, trầm cảm hay không?  Có rủi ro nào liên quan đến việc sử dụng mê-la-tô-nin không? Giống như tất cả các thực phẩm bổ sung tự nhiên khác, mê-la-tô-nin chưa được kiểm soát và thử nghiệm sử dụng lâu dài ở người. Một số người phát hiện mê-la-tô-nin gây choáng váng và trầm cảm. Nhiều người khác cho hay họ ngủ nhanh khi sử dụng mê-la-tô-nin và thức giấc lúc nửa đêm. Tuy vậy, nhiều công trình nghiên cứu cho thấy mê-la-tô-nin an toàn khi sử dụng thời gian ngắn (3 tháng trở lại).  Phải sử dụng bao nhiêu mê-la-tô-nin mới có thể ngủ được ngon hơn? Hàng loạt các nghiên cứu cho thấy một ít mê-la-tô-nin từ 0.1 đến 0.3 milligram cũng có thể đủ đối với hầu hết mọi người. Các chuyên gia khuyến cáo mê-la-tô-nin bài tiết nhanh có thể là bài thuốc trị mất ngủ hiệu quả hơn so với những công thức bài tiết chậm.  Cây nữ lang có phải là phương thuốc trị mất ngủ tốt không? Nữ lang có chiết xuất từ thảo dược. Đây là một trong những chất bổ sung tự nhiên hàng đầu để làm giảm chứng lo âu và mất ngủ. Một số phát hiện có hạn cho biết cây nữ lang có thể giúp buồn ngủ nhanh hơn và có thể nâng cao chất lượng giấc ngủ. Không giống như benzodiazepines, hầu hết bệnh nhân đều không cảm thấy choáng váng vào buổi sáng sau khi sử dụng nữ lang. Nhiều phát hiện khác không có kết quả khả quan như thế. Chúng cho thấy khi so sánh với thuốc trấn an thì nữ lang không có tác dụng làm giảm âu lo hoặc mất ngủ tốt hơn.  Cũng có quan điểm ủng hộ ý tưởng sử dụng nữ lang một thời gian (chẳng hạn trên 4 tuần) có thể có hiệu quả hơn chỉ sử dụng một đêm duy nhất. Người ít ngủ hơn có thể có kết quả nhiều hơn so với người ngủ ngon bình thường.  Có rủi ro nào liên quan đến việc sử dụng cây nữ lang không? Cây nữ lang thường được dung nạp tốt trong khoảng từ 1 tháng đến 6 tuần sử dụng. Đôi khi bệnh nhân cũng có thể thấy nhức đầu hoặc có cảm giác “khó chịu/buồn nôn” sau khi sử dụng nữ lang. Một số công trình nghiên cứu cho thấy cây nữ lang có thể làm giảm khả năng suy nghĩ trong một thời gian sau khi sử dụng.  Chẳng có ghi nhận nào về sự tương tác thuốc với bia rượu hoặc với cây nữ lang. Ngoài ra cũng không có báo cáo nào về “sự nghiện nữ lang”, như một số thuốc trị mất ngủ mà bạn có thể thấy. Một số người cho biết cây nữ lang có tác dụng kích thích.  Có phải cúc La Mã là phương thuốc trị mất ngủ an toàn không? Cúc La Mã là một bài thuốc thảo dược trị mất ngủ nổi tiếng đã được sử dụng hàng thế kỷ. Loại thảo dược này cũng có đặc tính kháng viêm và kháng khuẩn.  Cúc La mã Đức làm trà uống là tốt nhất. Cúc La mã Roma có vị đắng và có thể được sử dụng như cồn thuốc (thuốc hoà tan trong cồn). Cả hai loại đều có tác dụng an thần đối với nhiều người, có thể làm cho bệnh nhân có cảm giác thư giãn, thoải mái và sẵn sàng chìm vào giấc ngủ hơn.  Có phải cây hồ tiêu là phương thuốc trị mất ngủ tự nhiên an toàn không? Cây hồ tiêu (có tên gọi khác là kava kava), là một loại thảo dược được sử dụng để làm giảm căng thẳng và lo âu cũng như trị mất ngủ. Cây hồ tiêu có cơ chế hoạt động khác biệt. Nó làm thư giãn mà không làm giảm chức năng trí nhớ hoặc chức năng vận động. Mặc dù cây hồ tiêu có một số đặc tính giảm đau, an thần thì hiện nó được cho là không an toàn. Nhiều báo cáo của hơn 20 trường hợp bị xơ gan, viêm gan, và suy gan ở Châu Âu cho biết việc sử dụng cây hồ tiêu có khả năng gây độc cho gan.  Còn tryptophan (a-xit amin chủ yếu trong prô-tê-in) có phải là phương thuốc trị mất ngủ tự nhiên?  Tryptophan là chất đầu tiên cần thiết trong quá trình tổng hợp serotonin của não. Điều đó có nghĩa là Tryptophan là một chất hoá sinh thiết yếu để tạo nhiều serotonin ổn định hơn.  Suốt cuối những năm 60 và đầu những năm 70, nhiều công trình nghiên cứu về giấc ngủ đã cho biết chất dẫn truyền thần kinh serotonin có thể đóng vai trò gây buồn ngủ. Về sau, một cuộc nghiên cứu ở động vật cũng cho thấy việc hủy nhiều phần não làm chỗ trú của các tế bào thần kinh chứa serotonin có thể gây mất ngủ hoàn toàn. Tổn thương từng phần ở những vùng não này gây mất ngủ với nhiều mức độ khác nhau. Tỉ lệ huỷ các tế bào thần kinh đặc biệt này tương quan với lượng giấc ngủ sóng chậm.  Vì tryptophan có trong sữa và sữa ấm có thể giúp được một số người cảm thấy buồn ngủ nên nó trở thành một món hàng khan hiếm trị bệnh mất ngủ ở những cửa hàng bán thực phẩm chưa chế biến. Tuy nhiên một số người sử dụng tryptophan làm chất bổ sung tự nhiên đã mắc hội chứng với nhiều đặc điểm của bệnh xơ cứng bì. Các đặc điểm đó gồm căng da, đau khớp, yếu và đau nhức cơ. Những bệnh nhân này cũng bị lo âu, trầm cảm, và khó nhận thức. Một số người đã chết. Về sau, nhiều nhà khoa học cho rằng nguyên nhân gây tử vong đó là do axit amin tryptophan. Tuy nhiên, không phải ai sử dụng tryptophan cũng đều biểu hiện các tác dụng phụ như thế. Ngoài ra, cũng không phải ai sử dụng tryptophan cũng đều ngủ ngon hơn.  Tác dụng của tryptophan đối với giấc ngủ vẫn còn được nghiên cứu ở nhiều phòng thí nghiệm lớn về giấc ngủ khắp cả nước. Mặc dù axit amin này không được bán như thực phẩm bổ sung tự nhiên hoặc thuốc trị mất ngủ, nhưng bạn cũng có thể dễ dàng bổ sung tryptophan trong chế độ dinh dưỡng của mình bằng các nguồn thức ăn chẳng hạn như thịt gà tây, phô-mai, quả hạch, đậu, trứng, và sữa. Bạn cũng có thể làm tăng nồng độ serotonin ở não – giúp bạn có cảm giác yên tâm và buồn ngủ – bằng cách ăn các thực phẩm giàu hy-đrát-các-bon. 5-hydroxytryptophan (5-HTP) là gì? 5-HTP có nguồn gốc từ axit amin tryptophan. Nó được sử dụng để làm tăng serotonin trong cơ thể. 5-HTP cũng là tiền chất của mê-la-tô-nin, có tác dụng điều hoà chu kỳ ngủ.  Một số phát hiện cho thấy 5-HTP có thể làm dịu các triệu chứng trầm cảm, lo âu, và mất ngủ. Nhiều nghiên cứu khác cho thấy 5-HTP cũng có thể có tác dụng tốt trong việc kiểm soát sự thèm ăn và làm giảm đau. Cũng có một số công trình nghiên cứu khác cho thấy việc bổ sung 5-HTP không có lợi gì.  Bài thuốc trị mất ngủ sử dụng bao nhiêu 5-HTP?  Hãy làm theo hướng dẫn sử dụng 5-HTP ghi trên bao bì, và thông báo cho bác sĩ biết những thuốc khác mà bạn có thể đang sử dụng. Tất cả các sản phẩm tự nhiên đều có nguy cơ tương tác thuốc.  Còn cây bạc hà mèo, lạc tiên (chanh dây), và cây hoa bia (cây hu-blông) làm thuốc trị mất ngủ thì sao?  Cây bạc hà mèo là chất kích thích đối với mèo, tuy nhiên một số người cho rằng loại thảo dược này có hoạt tính làm thuốc giảm đau tương tự như cây nữ lang được sử dụng ở người.  Cây lạc tiên (chanh dây) là bài thuốc trị mất ngủ tự nhiên khác và làm thuốc giảm đau được sử dụng rộng rãi để trị mất ngủ và chứng “khó chịu” ở dạ dày-ruột non. Một số nghiên cứu cũng cho biết hoạt tính trấn an của lạc tiên giống như benzodiazepine.  Cây hoa bia (cây hu-blông) là loại thảo dược khác cũng có thể giúp ngủ ngon. Nhưng người ta vẫn chưa khẳng định giống cây này có lợi cho sức khỏe.  Các biện pháp và bài thuốc trị mất ngủ tự nhiên có an toàn không?  Giống như tất cả các loại thuốc khác thì các bài thuốc trị mất ngủ tự nhiên có thể có tác dụng phụ và rủi ro. Các thuốc không cần ghi toa (OTC), thực phẩm bổ sung, hoặc các sản phẩm thảo dược không cần phải được đánh giá thị trường tương lai và phê chuẩn của Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA. Thương hiệu mà bạn chọn mua nào đó có thể không phù hợp liều lượng. Liều lượng thảo dược có thể ít hơn hoặc nhiều hơn mức dự định, điều này có thể gây nguy hiểm khi điều trị cho người già và trẻ em.  Điều quan trọng là bạn nên hiểu biết tất cả các bài thuốc trị mất ngủ tự nhiên của mình. Hãy biết được bạn đang cho vào cơ thể mình những gì và biết được cách phân biệt bài thuốc tự nhiên nào sẽ cải thiện sức khỏe và bài thuốc nào có thể làm tăng nguy cơ mắc bệnh. Bên cạnh đó, bạn nên tham khảo ý kiến bác sĩ về những lợi ích và rủi ro của các bài thuốc trị mất ngủ tự nhiên này nhé."
        },
        {
            "en": "What is heart disease? Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, arrhythmia, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs. What is a heart attack? Every year, more than 1 million Americans have a heart attack – a sudden interruption in the heart's blood supply. This happens when there is a blockage in the coronary arteries, the vessels that carry blood to the heart muscle. When blood flow is blocked, heart muscle can be damaged very quickly and die. Prompt emergency treatments have reduced the number of deaths from heart attacks in recent years. Heart attack symptoms A heart attack is an emergency even when symptoms are mild. Warning signs include: * Pain or pressure in the chest.  * Discomfort spreading to the back, jaw, throat, or arm.  * Nausea, indigestion, or heartburn.  * Weakness, anxiety, or shortness of breath.  * Rapid or irregular heartbeats.  Heart attack symptoms in women Women don't always feel chest pain with a heart attack. Women are more likely than men to have heartburn, loss of appetite, tiredness or weakness, coughing, and heart flutters. These symptoms should not be ignored. The longer you postpone treatment, the more damage the heart may sustain. Signs of coronary artery disease A <em>precursor</em> to a heart attack, coronary artery disease or CAD occurs when sticky plaque builds up inside the coronary arteries. This narrows the arteries, making it more difficult for blood to flow through. Many people don't know they have CAD until a heart attack strikes. But there are warning signs, such as recurring chest pain caused by the restricted blood flow. This pain is known as angina. Inside a heart attack The plaque deposited in your arteries is hard on the outside and soft and mushy on the inside. Sometimes the hard outer shell cracks. When this happens, a blood clot forms around the plaque. If the clot completely blocks the artery, it cuts off the blood supply to a portion of the heart. Without immediate treatment, that part of the heart muscle could be damaged or destroyed. Don't wait to be sure The best time to treat a heart attack is as soon as symptoms begin. Waiting to be sure can result in permanent heart damage or even death. If you think you may be having a heart attack, call 911. And don't try driving yourself to the hospital. When you call 911, the EMS staff can start emergency care as soon as they reach you. Sudden cardiac death Sudden cardiac death (SCD) accounts for half of all heart disease deaths in the U.S., but it's not the same as a heart attack. SCD occurs when the heart's electrical system goes haywire, causing it to beat irregularly and dangerously fast. The heart's pumping chambers may quiver instead of pumping blood out to the body. Without CPR and restoration of a regular heart rhythm, death can occur in minutes. Arrhythmia: Erratic heart beat Regular electrical impulses cause your heart to beat. But sometimes those impulses become erratic. The heart may race, slow down, or quiver. Arrhythmias are often harmless variations in rhythm that pass quickly. But some types make your heart less effective at pumping blood, and that can take a serious toll on the body. Let your doctor know if you've noticed your heart beating abnormally. Cardiomyopathy Cardiomyopathy is a disease involving changes in the heart muscle. These changes may interfere with the heart’s ability to pump effectively, which can lead to a chronic condition called heart failure. Cardiomyopathy is sometimes associated with other chronic conditions, such as high blood pressure or heart valve disease. Heart failure Heart failure doesn't mean your heart stops working. It means the heart can't pump enough blood to meet the body's needs. Over time, the heart gets bigger to hold more blood, it pumps faster to increase the amount of blood moving out of it, and the blood vessels narrow. The heart muscle may also weaken, reducing the blood supply even more. Most cases of heart failure are the result of coronary artery disease and heart attacks. Congenital heart defect A congenital heart defect is one that's present at birth. The problem could be a leaky heart valve, malformations in the walls that separate the heart chambers, or other heart problems. Some defects are not found until a person becomes an adult. Some need no treatment. Others require medicine or surgery. People with congenital heart defects may have a higher risk of developing complications such as arrhythmias, heart failure, and heart valve infection, but there are ways to reduce this risk. Testing: Electrocardiogram (EKG) An EKG (also ECG) is a painless test that uses electrodes placed on the skin to record the heart's electrical activity. The test provides information about your heart rhythm and damage to the heart muscle. An EKG can help your doctor diagnose a heart attack and evaluate abnormalities such as an enlarged heart. The results can be compared to future EKGs to track changes in the condition of your heart. Testing: Stress test The stress test measures how your heart responds to exertion. If you have an exercise stress test, you'll either walk on a treadmill or ride a stationary bike while the level of difficulty increases. At the same time, your EKG, heart rate, and blood pressure will be monitored as your heart works harder. Doctors use a stress test to evaluate whether there is an adequate supply of blood to the heart muscle. Testing: Holter monitor A Holter monitor is a portable heart rhythm recorder. If your doctor suspects a heart rhythm problem, she may ask you to wear one for 1 or 2 days. It records the heart's continuous electrical activity day and night, compared with an EKG, which is a snapshot in time. The doctor will probably also ask you to keep a log of your activities and to note any symptoms and when they occur. Testing: Chest X-ray A chest X-ray is a picture of your heart, lungs, and chest bones that's made by using a very small amount radiation. Chest X-rays can be used to look for heart and lung abnormalities. In this image, the bulge seen on the right side is an enlarged left ventricle, the heart's main pumping chamber. Testing: Echocardiogram An echocardiogram uses sound waves (ultrasound) to generate moving images of the heart. The test can assess the chambers and valves of your heart and how well your heart muscle and heart valves are working. It's useful in diagnosing and evaluating several types of heart disease, as well as evaluating the effectiveness of treatments. Testing: Cardiac CT Cardiac computerized tomography (known as cardiac CT) takes detailed images of the heart and its blood vessels. A computer stacks the images to create a 3-D picture of heart. A cardiac CT can be used to look for plaque or calcium buildup in the coronary arteries, heart valve problems, and other types of heart disease. Testing: Cardiac catheterization Cardiac catheterization helps diagnose and treat some heart conditions. The doctor guides a narrow tube, called a catheter, through a blood vessel in your arm or leg until it reaches the coronary arteries. Dye is injected into each coronary artery, making them easy to see with an X-ray. This reveals the extent and severity of any blockages. Treatments such as angioplasty or stenting can be done during this procedure. Living with heart disease Most forms of heart disease are chronic. In the beginning, symptoms may be too mild to affect everyday life. And in many cases, long-term treatment can keep symptoms under control. But if the heart begins to fail, patients may develop shortness of breath, fatigue, or swelling in ankles, feet, legs, and abdomen. Heart failure can be managed with medication, lifestyle changes, surgery, and in certain cases, a heart transplant. Treatment: Medicines Medications play a huge role in treating heart disease. Some drugs help lower blood pressure, heart rate, and cholesterol levels. Others can keep abnormal heart rhythms under control or prevent clotting. For patients who already have some heart damage, there are medications to improve the pumping ability of an injured heart. Treatment: Angioplasty Angioplasty is used to open a blocked heart artery and improve blood flow to the heart. The doctor inserts a thin catheter with a balloon on the end into the artery. When the balloon reaches the blockage, it is expanded, opening up the artery and improving blood flow. The doctor may also insert a small mesh tube, called a stent, to help keep the artery open after angioplasty. Treatment: Bypass surgery Bypass surgery is another way to improve the heart's blood flow. It gives blood a new pathway when the coronary arteries have become too narrow or blocked. During the surgery, a blood vessel is first moved from one area of the body -- such as the chest, legs, or arms -- and attached to the blocked artery, allowing it to bypass the blocked part. Who's at risk for heart disease? Men have a higher risk of having a heart attack than women, and at an earlier age. But it's important to note that heart disease is the No. 1 killer of women, too. People with a family history of heart ailments also have a higher risk of heart trouble. Risk factors you can control High cholesterol and high blood pressure are major risk factors for heart disease. Being overweight, obese, or physically inactive all increase your risk. So does diabetes, especially if your glucose levels are not well controlled. Discuss your risks with your doctor and develop a strategy for managing them. There are many steps you can take to protect your heart. Smoking and your heart If you smoke, your risk of heart disease is 2 to 4 times greater than a nonsmoker's. And if you smoke around loved ones, you're increasing their risk with secondhand smoke. Each year in the U.S., more than 135,000 people die from smoking-related heart disease. But it's never too late to quit. Within 24 hours of quitting, your heart attack risk begins to fall. Life after a heart attack It is possible to regain your health after a heart attack. By avoiding cigarettes, becoming more active, and watching what you eat, you can give your heart and overall health a big boost. One of the best ways to learn how to make these changes is to take part in a cardiac rehab program. Ask your doctor for recommendations. Heart disease prevention The key to preventing heart disease is a healthy lifestyle. This includes a nutritious diet, at least 30 minutes of exercise most days of the week, not smoking, and controlling high blood pressure, cholesterol, and diabetes. If you drink alcohol, do so in moderation – no more than one drink a day for women, two drinks a day for men. Ask your friends and family for help in making these changes. They'll benefit, too. Diet and your heart What you eat makes a difference. Be sure you get plenty of whole grains, vegetables, legumes, and fruits to help keep your heart healthy. Plant oils, walnuts, other nuts, and seeds can also help improve cholesterol levels. And don't forget to eat fish at least a couple of times each week for a good source of heart-healthy protein.    ",
            "vi": "Bệnh tim là gì? Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy tiếp tục đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé.  Cơn đau tim là gì? Ở Mỹ mỗi năm có hơn 1 triệu người chết vì đau tim – đây là chứng đứt quãng đột ngột nguồn máu cung cấp cho tim. Tình trạng này xảy ra khi các động mạch vành bị nghẽn – động mạch vành là mạch máu làm nhiệm vụ vận chuyển máu đến cơ tim. Khi máu không lưu thông được thì cơ tim có thể bị tổn thương rất nhanh và ngừng hoạt động. Các phương pháp chữa trị khẩn cấp đã làm giảm số bệnh nhân tử vong do đau tim trong những năm gần đây.  Các triệu chứng đau tim Đau tim là một chứng bệnh khẩn cấp thậm chí khi các triệu chứng nhẹ đi nữa. Những dấu hiệu cảnh báo bao gồm:  * Đau ngực hoặc nặng ngực.  * Sự đau đớn, khó chịu này còn lan ra sau lưng, quai hàm, cổ họng, hoặc vùng cánh tay.  * Buồn nôn, khó tiêu, hoặc ợ chua. * Yếu, lo âu, hoặc khó thở. * Nhịp tim nhanh hoặc không đều. Các triệu chứng đau tim ở phụ nữ Phụ nữ không phải lúc nào cũng cảm thấy đau ngực khi bị đau tim. Phụ nữ dễ bị ợ nóng, chán ăn, mệt mỏi hoặc ốm yếu, ho hen, và rung tim. Các triệu chứng này không nên bỏ qua. Bạn càng trì hoãn việc điều trị thì tim có thể còn tổn thương nhiều hơn.   Các dấu hiệu của bệnh động mạch vành Dấu hiệu cảnh báo của một cơn đau tim là bệnh động mạch vành (CAD) xảy ra khi mảng bám tăng sinh bên trong động mạch vành; làm hẹp động mạch và làm cho máu lưu thông khó khăn hơn. Nhiều người không hề biết mình bị bệnh động mạch vành cho đến khi cơn đau tim bộc phát. Nhưng cũng có nhiều dấu hiệu cảnh báo, chẳng hạn như chứng đau ngực cứ lặp đi lặp lại do máu lưu thông bị hạn chế. Đây được gọi là chứng đau thắt ngực.  Thực chất của một cơn đau tim Mảng bám trong động mạch bên ngoài cứng nhưng bên trong mềm và xốp. Đôi khi lớp vỏ cứng bên ngoài ấy bị nứt và lúc này máu cục hình thành xung quanh mảng bám. Nếu máu đông gây nghẽn hoàn toàn động mạch thì nó làm làm tắc nghẽn máu lưu thông đến tim. Nếu không điều trị ngay tức khắc thì vùng cơ tim đó có thể bị tổn thương hoặc bị hủy hoại.  Bạn đừng nên chờ đợi cho tới khi chắc chắn bị bệnh tim Thời điểm tốt nhất để chữa bệnh đau tim là ngay khi các triệu chứng mới bắt đầu. Việc chờ đợi cho đến khi biết chắc mình bị bệnh có thể dẫn đến tổn thương tim lâu dài hoặc thậm chí là tử vong. Nếu nghĩ mình có thể bị đau tim, bạn nên gọi 911. Và đừng cố tự lái xe đến bệnh viện. Khi bạn gọi 911 thì nhân viên EMS có thể bắt đầu chăm sóc khẩn cấp cho bạn ngay khi họ liên lạc với bạn xong.  Đột tử do tim Đột tử do tim (SCD) chiếm phân nửa số ca tử vong do bệnh tim mạch ở Hoa Kỳ, nhưng SCD không giống như bệnh đau tim. SCD xảy ra khi hệ thống điện của tim hoạt động bất thường, làm cho tim đập không đều và nhanh một cách nguy hiểm. Các buồng bơm của tim có thể đập thình thịch thay vì phải bơm máu đến cơ thể. Nếu không hô hấp nhân tạo và làm cho nhịp tim đập lại đều đặn thì bệnh nhân có thể tử vong trong chớp nhoáng.  Chứng loạn nhịp tim: Nhịp tim bất thường Các xung lực điện đều đặn làm cho tim đập. Nhưng đôi khi chúng cũng trở nên thất thường. Tim có thể đập nhanh, chậm, hoặc đập thình thịch. Chứng loạn nhịp tim thường là những thay đổi nhịp vô hại xảy ra nhanh, thoáng qua thôi. Nhưng một vài chứng loạn nhịp tim cũng có thể làm cho tim bơm máu kém hiệu quả, và có thể gây hại nghiêm trọng cho cơ thể. Hãy thông báo cho bác sĩ biết nếu bạn phát hiện thấy tim mình đập một cách bất thường.   Bệnh tim Bệnh tim là chứng bệnh liên quan đến những thay đổi ở cơ tim. Những thay đổi này có thể làm cản trở khả năng bơm máu hiệu quả của tim, có thể gây bệnh mãn tính gọi là bệnh suy tim. Bệnh tim đôi khi cũng có liên quan với nhiều chứng bệnh mãn tính khác, chẳng hạn như cao huyết áp hoặc bệnh van tim.  Suy tim Suy tim không có nghĩa là tim ngừng hoạt động mà là tim không có thể bơm đủ máu để đáp ứng cho nhu cầu của cơ thể. Dần dần tim trở nên lớn hơn để giữ máu được nhiều hơn, bơm nhanh hơn để tăng lượng máu vận chuyển ra khỏi tim, và các mạch máu bị hẹp lại. Cơ tim cũng có thể làm suy yếu và làm giảm nguồn máu đến tim nữa. Hầu hết các chứng suy tim đều do bệnh động mạch vành và đau tim gây ra. Dị tật tim bẩm sinh Dị tật tim bẩm sinh là dị tật tim xảy ra từ khi mới sinh. Vấn đề này có thể là van tim bị hở, dị tật ở các vách ngăn buồng tim, hoặc các vấn đề tim khác. Một số dị tật không được phát hiện thấy mãi đến khi trưởng thành. Một số dị tật không cần phải được điều trị trong khi đó số khác cần sử dụng thuốc hoặc phẫu thuật. Người bị dị tật tim bẩm sinh có thể có nguy cơ sinh ra biến chứng nhiều hơn chẳng hạn như loạn nhịp tim, suy tim, và nhiễm trùng van tim, nhưng cũng có nhiều cách để làm giảm nguy cơ này.  Xét nghiệm bệnh tim bằng điện tâm đồ (EKG) EKG (cũng được gọi là ECG) là một xét nghiệm không gây đau đớn sử dụng điện cực đặt trên da để ghi lại hoạt động điện của tim. Xét nghiệm này cho biết nhịp tim và tổn thương cơ tim. EKG có thể giúp bác sĩ chẩn đoán bệnh đau tim và đánh giá các dị dạng tim chẳng hạn như chứng tim giãn nở. Kết quả có thể được đối chiếu với xét nghiệm EKG sau để theo dõi những thay đổi ở bệnh tim của bạn.  Xét nghiệm bệnh tim bằng cách kiểm tra khả năng hoạt động dưới áp lực cao Phương pháp kiểm tra khả năng hoạt động dưới áp lực cao biết được cách tim bạn phản ứng với việc cố sức như thế nào. Nếu bạn được kiểm tra khả năng hoạt động dưới áp lực cao, bạn sẽ hoặc là đi trên một chiếc máy tập thể dục hoặc là chạy xe đạp đứng yên một chỗ trong khi mức độ khó khăn tăng dần lên. Đồng thời, xét nghiệm EKG, nhịp tim, và huyết áp của bạn sẽ được theo dõi khi tim bạn làm việc cật lực hơn. Nhiều bác sĩ sử dụng phương pháp kiểm tra này để đánh giá xem liệu máu cung cấp đến cơ tim có đủ hay không.  Xét nghiệm bệnh tim bằng máy ghi nhịp tim  Holter monitor là máy ghi nhịp tim di động. Nếu nghi ngờ bạn có vấn đề về nhịp tim thì bác sĩ có thể yêu cầu bạn mang máy này trong khoảng từ 1 hoặc 2 ngày. Nó ghi lại hoạt động điện liên tục ban ngày lẫn ban đêm của tim so với xét nghiệm EKG, ảnh chụp nhanh đúng lúc. Bác sĩ cũng có thể yêu cầu bạn giữ quyển sổ ghi lại chi tiết các hoạt động của mình để lưu ý đến bất kỳ triệu chứng bệnh tim nào và các triệu chứng ấy xảy ra khi nào. Xét nghiệm bệnh tim bằng phương pháp chụp X-quang ngực Một bức chụp ngực bằng tia X là ảnh của tim, phổi, và xương ngực của bạn được tạo thành bằng cách sử dụng một lượng bức xạ rất nhỏ. Hình X-quang ngực có thể dùng để tìm kiếm dị dạng ở tim và phổi.  Trong hình minh hoạ này thì phần phình to ra được nhìn thấy bên tay phải là chỗ giãn tâm thất trái, đây là buồng bơm máu chính của tim.  Xét nghiệm bệnh tim bằng phương pháp siêu âm tim đồ Siêu âm tim đồ sử dụng sóng âm thanh (siêu âm) để tạo ra các hình ảnh chuyển động của tim. Xét nghiệm này có thể đánh giá, biết được các buồng tim và van tim và xem cơ tim và van tim hoạt động tốt đến mức độ nào. Siêu âm tim đồ cũng hữu ích trong việc chẩn đoán và đánh giá một số kiểu bệnh tim, đồng thời cũng đánh giá được hiệu quả của các phương pháp điều trị.  Xét nghiệm bệnh tim bằng cách chụp CT tim (chụp cắt lớp tim) Chụp cắt lớp tim (cũng được gọi là chụp CT tim) lấy hình ảnh chi tiết của tim và các mạch máu. Máy tính sẽ xếp chồng các hình ảnh để tạo hình tim 3-D. Phương pháp chụp CT tim có thể được sử dụng để tìm mảng bám hoặc vôi đóng ở động mạch vành, các vấn đề về van tim, và nhiều loại bệnh tim khác nữa.   Xét nghiệm bệnh tim bằng phương pháp thông tim  Phương pháp thông tim giúp chẩn đoán và điều trị một số bệnh tim. Bác sĩ đặt một ống hẹp, gọi là ống thông, qua mạch máu ở cánh tay hoặc cẳng chân của bạn cho đến khi chạm đến động mạch vành. Chất thuốc màu được bơm vào từng động mạch vành làm cho các động mạch vành đó dễ thấy được bằng tia X. Phương pháp này cho thấy kích thước và độ nghiêm trọng của bất kỳ khối nghẽn nào. Người ta cũng có thể điều trị bằng cách giải phẫu thông động mạch bị tắc hoặc đặt ống stent (thiết bị đặt trong cơ thể dùng để giữ cho bộ phận đó mở ra, không bị nghẽn do bệnh tật gây nên).  Sống với bệnh tim  Hầu hết các dạng bệnh tim đều là mãn tính. Khi mới phát, những triệu chứng bệnh có thể quá nhẹ đến nỗi không ảnh hưởng đến cuộc sống thường ngày. Và trong nhiều trường hợp thì phương pháp điều trị lâu dài có thể kiểm soát được triệu chứng. Nhưng nếu tim bắt đầu yếu thì bệnh nhân có thể bị khó thở, mệt mỏi, hoặc sưng mắt cá chân, phù bàn chân, cẳng chân và bụng. Suy tim có thể được điều trị bằng thuốc, thay đổi lối sống, phẫu thuật, và trong một số trường hợp nào đó cần phải ghép tim. Điều trị bệnh tim bằng thuốc Thuốc đóng vai trò rất lớn trong việc điều trị bệnh tim. Một số thuốc giúp hạ huyết áp, nhịp tim, và nồng độ cholesterol. Số khác có thể giúp kiểm soát được nhịp tim bất thường hoặc phòng tránh được vấn đề vón cục.  Đối với bệnh nhân đã từng bị hư tim thì cũng có nhiều thuốc có thể giúp cải thiện khả năng bơm máu của tim bị tổn thương.   Điều trị bệnh tim bằng cách giải phẫu thông động mạch bị tắc hoặc hẹp Giải phẫu thông động mạch bị tắc hoặc hẹp được dùng để mở động mạch tim bị nghẽn và làm cho máu lưu thông đến tim được tốt hơn. Bác sĩ chèn vào động mạch một ống thông nhỏ với một khí cầu ở đầu. Khi khí cầu chạm đến chỗ tắc nghẽn, nó bung ra, làm giãn động mạch và cải thiện lưu thông máu. Bác sĩ cũng có thể chèn một ống lưới nhỏ, gọi là ống stent, để làm thông động mạch sau khi giải phẫu thông động mạch bị tắc hoặc hẹp. Điều trị bệnh tim bằng phẫu thuật bắc cầu chủ vành (phẫu thuật ghép bắc cầu động mạch vành) Phẫu thuật bắc cầu chủ vành là cách khác để làm tăng lưu lượng máu của tim. Thủ thuật này giúp máu lưu thông đường mới khi các động mạch vành đã trở nên quá hẹp hoặc bị nghẽn. Trong suốt quá trình phẫu thuật, một mạch máu được lấy ra trước khỏi một bộ phận nào đó trên cơ thể – chẳng hạn như ở ngực, cẳng chân,  hoặc cánh tay – và nối vào động mạch bị nghẽn, làm cho nó có thể đi tránh qua vùng bị tắc đó.  Đối tượng nào có nguy cơ bị bệnh tim? Nam giới có nguy cơ đau tim cao hơn phụ nữ, và mắc bệnh ở tuổi sớm hơn. nhưng cần lưu ý là bệnh tim cũng là “kẻ giết người” hàng đầu đối với phụ nữ. Người có tiền sử gia đình bị bệnh tim cũng có nguy cơ rắc rối về tim cao hơn.  Các yếu tố rủi ro mà bạn có thể kiểm soát được cholesterol cao và huyết áp cao là rủi ro chính đối với bệnh tim. Béo phì, tăng cân quá mức, hoặc ít vận động thể chất đều làm tăng nguy cơ mắc bệnh. Tiểu đường cũng vậy, nhất là nếu nồng độ đường glu-cô của bạn không được kiểm soát tốt. Bạn nên thảo luận các rủi ro với bác sĩ và đề ra chiến lược hoặc phương pháp chữa bệnh. Có nhiều biện pháp có thể giúp bạn bảo vệ được tim của mình.\nTim và thuốc lá  Nếu bạn hút thuốc thì nguy cơ bệnh tim của bạn lớn hơn người không hút thuốc là từ 2 đến 4 lần. Và nếu bạn hút thuốc gần xung quanh người thân của mình thì bạn cũng đang làm tăng nguy cơ hút thuốc thụ động của họ rồi đó. Mỗi năm ở Mỹ có hơn 135.000 người chết vì bệnh tim do thuốc lá. Nhưng chẳng bao giờ là quá muộn để bỏ thuốc lá đâu. Trong vòng 24 tiếng đồng hồ không hút thuốc thì nguy cơ đau tim của bạn bắt đầu giảm xuống.\nCuộc sống sau khi đau tim  Bạn có thể phục hồi sức khỏe sau một cơn đau tim nào đó. Bằng cách tránh hút thuốc lá, vận động nhiều hơn, và theo dõi chế độ dinh dưỡng, bạn có thể cải thiện sức khỏe tim mạch và sức khỏe tổng quát của mình. Một trong những phương pháp tốt nhất để biết cách thay đổi là tham gia chương trình phục hồi tim. Bạn nên nhờ bác sĩ cho mình lời khuyên.  Ngăn ngừa bệnh tim Cách phòng tránh bệnh tim chủ yếu là một lối sống lành mạnh. Ở đây bao gồm chế độ ăn uống bổ dưỡng, tập thể dục ít nhất là 30 phút hầu hết mỗi ngày trong tuần, không hút thuốc, và điều hoà chứng cao huyết áp, cholesterol, và bệnh tiểu đường. Nếu bạn uống rượu, thì hãy nên tiết chế – 1 ly trở xuống/ ngày đối với phụ nữ, 2 ly/ ngày đối với nam giới. Bạn nên nhờ bạn bè và gia đình hỗ trợ để thực hiện những thay đổi này. Họ cũng sẽ có lợi đấy.  Tim và chế độ dinh dưỡng Những gì bạn ăn sẽ tạo nên sự khác biệt. Hãy chắc rằng nên ăn nhiều ngũ cốc nguyên hạt, rau, rau đậu, và trái cây để giữ cho tim bạn được khỏe mạnh. Dầu thực vật, hồ đào, quả hạch và các loại hạt khác cũng có thể làm tăng nồng độ cholesterol. Và đừng quên ăn cá ít nhất vài lần trong tuần để có được nguồn cung cấp protein dồi dào có lợi cho sức khỏe tim mạch nhé.   "
        }
    ],
    "suggestions": []
}