{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pri'diktə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người báo trước, người dự đoán, nhà tiên tri; dụng cụ báo trước (thời tiết..)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(quân sự) máy đo ngầm, máy quan trắc (các định tầm cao, hướng... của máy bay địch để bắn)</td></tr></table><i/></div>",
            "word": "predictor"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "predictor"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "predictor"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "predictor"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thủy chí</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">tide predictor</font><font color=\"#282828\">: thủy chí triều</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> biến độc lập (trong dự báo)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị dự báo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị dự báo, biến độc lập (trong dự báo)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">predictor servo-system</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ secvo báo trước</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "predictor"
        }
    },
    "sentences": [
        {
            "en": "Cholesterol level is the strongest <em>predictor</em> of heart disease.",
            "vi": "Mức cholesterol trong máu là số dự báo rõ nhất về bệnh tim."
        },
        {
            "en": "We cannot <em>predict</em> anything.",
            "vi": "Chúng ta không đoán trước được điều gì."
        },
        {
            "en": "You <em>predict</em> exactly.",
            "vi": "Bạn đã đoán đúng rồi."
        },
        {
            "en": "I cannot <em>predict</em> that.",
            "vi": "Tôi không dự đoán trước điều đó được."
        },
        {
            "en": "You can never <em>predict</em> them.",
            "vi": "Bạn không bao giờ có thể dự đoán được chúng."
        },
        {
            "en": "It's impossible to <em>predict</em> the weather accurately.",
            "vi": "Khó mà có thể tiên đoán thời tiết chính xác."
        },
        {
            "en": "When you <em>predict</em>, are you correct?",
            "vi": "Khi bạn tiên đoán, bạn có đúng không?"
        },
        {
            "en": "The weather is so difficult to <em>predict</em>.",
            "vi": "Thời tiết thật khó đoán."
        },
        {
            "en": "You cannot plan because you cannot <em>predict</em>.",
            "vi": "Bạn không thể dự định vì bạn không thể dự đoán."
        },
        {
            "en": "Waist circumference is the best <em>predictor</em> of a child's future cardiovascular risk.",
            "vi": "Vòng eo là số dự báo rõ nhất về nguy cơ tim mạch trong tương lai của một đứa trẻ."
        },
        {
            "en": "01:47 So I left the classroom, and I went to graduate school to become a psychologist. I started studying kids and adults in all kinds of super challenging settings, and in every study my question was, who is successful here and why? My research team and I went to West Point Military Academy. We tried to <em>predict</em> which cadets would stay in military training and which would drop out. We went to the National Spelling Bee and tried to <em>predict</em> which children would advance farthest in competition. We studied rookie teachers working in really tough neighborhoods, asking which teachers are still going to be here in teaching by the end of the school year, and of those, who will be the most effective at improving learning outcomes for their students? We partnered with private companies, asking, which of these salespeople is going to keep their jobs? And who's going to earn the most money? In all those very different contexts, one characteristic emerged as a significant <em>predictor</em> of success. And it wasn't social intelligence. It wasn't good looks, physical health, and it wasn't IQ. It was grit.",
            "vi": "Thế nên tôi rời trường lớp rồi học tâm lý. Tôi bắt đầu nghiên cứu trẻ em và người lớn sống trong đủ loại hoàn cảnh hết sức khó khăn, và trong mọi nghiên cứu, câu hỏi của tôi là, ai sẽ thành công ở đây và tại sao? Nhóm nghiên cứu của tôi và tôi đến West Point Military Academy. Chúng tôi cố dự đoán xem thanh niên nào sẽ trụ lại được quá trình huấn luyện quân sự và ai sẽ bỏ cuộc. Chúng tôi đến National Spelling Bee và cố tiên đoán em nào sẽ trụ lâu nhất trong các cuộc tranh tài. Chúng tôi nghiên cứu các giáo viên mới vào nghề làm việc trong môi trường hết sức khó khăn, hỏi giáo viên nào sẽ tiếp tục dạy đến cuối niên học này, và ai là người giỏi cải thiện kết quả học tập của học trò mình nhất? Chúng tôi hợp tác với các công ty tư nhân, hỏi nhân viên kinh doanh nào sẽ giữ được công việc? Và ai sẽ kiếm được nhiều tiền nhất? Trong toàn bộ các hoàn cảnh hoàn toàn khác nhau ấy, một nét đặc biệt nổi lên như chìa khoá tiên đoán thành công quan trọng. Và đó không phải là sự khéo léo trong giao tiếp. Không phải là sắc đẹp, sức khoẻ, và không phải IQ. Mà đó là Tính kiên gan bền chí. "
        },
        {
            "en": "No one can accurately <em>predict</em> the future",
            "vi": "Không ai có thể dự đoán chính xác được tương lai"
        },
        {
            "en": "An exceptional mutant can <em>predict</em> the future.",
            "vi": "Một biến thể đặc biệt có thể dự đoán tương lai."
        },
        {
            "en": "Mountain weather is notoriously difficult to <em>predict</em>.",
            "vi": "Thời tiết vùng núi nổi tiếng là khó dự đoán."
        },
        {
            "en": "Oneiromancy uses dreams to <em>predict</em> the future.",
            "vi": "Phép đoán mộng sử dụng các giấc mơ để dự đoán tương lai."
        },
        {
            "en": "Can a simple model <em>predict</em> reality?",
            "vi": "Một hình mẫu đơn giản có thể dự đoán được thực tế?"
        },
        {
            "en": "Serum potassium level is an independent <em>predictor</em> of incident type 2 diabetes mellitus.",
            "vi": "Mức huyết thanh kali là một dự báo độc lập cho nguy cơ tiểu đường tuýp 2."
        },
        {
            "en": "Admittedly, the development level is not the only good <em>predictor</em> of PPP conversion factors.",
            "vi": "Phải thừa nhận một điều là trình độ phát triển không phải là yếu tố dự báo tốt duy nhất về hệ số chuyển đổi PPP."
        },
        {
            "en": "A new way helps <em>predict</em> earthquakes.",
            "vi": "Một cách mới giúp dự đoán động đất."
        },
        {
            "en": "Experts <em>predict</em> a sharp rise in unemployment.",
            "vi": "Các chuyên gia dự đoán nạn thất nghiệp sẽ gia tăng đáng kể."
        }
    ],
    "suggestions": []
}