{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">predominate</font></td></tr></table><i/></div>",
            "word": "predominately"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>predominately</k><blockquote>■ <cclass>adverb mainly; for the most participle </cclass></blockquote></div>",
            "word": "predominately"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "predominately"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "predominately"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "predominately"
        }
    },
    "sentences": [
        {
            "en": "1.Pho   What list of Vietnamese cuisine would be complete without pho?  It's almost impossible to walk a block in Vietnam's major cities without bumping into a crowd of hungry patrons slurping noodles at a makeshift pho stand. This simple staple, consisting of a salty broth, fresh rice noodles, a sprinkling of herbs and chicken or beef, features <em>predominately</em> in the local diet -- and understandably so.  It's cheap, tasty and widely available at all hours.",
            "vi": "PhởDanh sách các món ăn Việt mà thiếu phở thì còn gì để nói nữa chứ?!Cuốc bộ trên những con phố lớn ở Việt Nam, chắc chắn bạn sẽ bất ngờ gặp phải đám đông thực khách đói ngấu đang xì xụp ăn ở quán phở tạm. Món này đơn giản lắm, gồm nước lèo, sợi phở tươi, vài cọng rau thơm và vài lát thịt gà hoặc bò, món ăn đặc trưng và đa số người dân bản xứ đều ăn món này - cũng dễ hiểu thôi mà.Rẻ, ngon và có ở mọi lúc mọi nơi."
        },
        {
            "en": "Hyper Realistic and Beautiful Oil Paintings by Famous Artist Rob Hefferan Rob Hefferan is an exceptionally talented figurative artist. His work not only captures the character and warmth of each subject, but transcends form to suggest the living, breathing essence of the individual.    Working <em>predominately</em> with oils and acrylics, Rob's work is both eminently understandable and intensely familiar. Colour, light and texture harmonise intelligently and with stunning candour to produce works that resonate with vibrant life.   \\",
            "vi": "Tranh sơn dầu siêu thực tuyệt đẹp của Rob HefferanRob Hefferan là nghệ sĩ chân dung cực kỳ tài năng. Các tác phẩm của anh không chỉ tóm bắt được tính cách và sức sống của mẫu, mà còn vượt lên hình thức, cho thấy nét tinh túy sinh động, tự nhiên của từng người.Chủ yếu anh bằng sơn dầu và acrylics, tác phẩm của Rob vừa hết sức dễ hiểu vừa hết sức gần gũi. Màu, ánh sáng và bố cục hài hoà, đầy bộc trực, tạo nên những tác phẩm ấn tượng, sinh động."
        }
    ],
    "suggestions": []
}