{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['predətə(r)]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dã thú, động vật ăn thịt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người lợi dụng người khác (nhất là về (tài chính) và tình dục)</td></tr></table><i/></div>",
            "word": "predator",
            "pronounce": "['predətə(r)]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>predator</k><blockquote><cclass>[<cclass>'prɛdətə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an animal that preys on others. </blockquote></blockquote><blockquote><blockquote>2》 a person who exploits others. </blockquote></blockquote><blockquote><blockquote>    ⁃ a company that tries to take over another. </blockquote></blockquote></div>",
            "word": "predator",
            "pronounce": "['predətə(r)]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "predator",
            "pronounce": "['predətə(r)]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "predator",
            "pronounce": "['predətə(r)]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> côn trùng ăn mồi sống</font></td></tr></tbody></table></div>",
            "word": "predator",
            "pronounce": "['predətə(r)]"
        }
    },
    "sentences": [
        {
            "en": "Humans are 'unique super-<em>predator</em>'",
            "vi": "Con người là 'động vật ăn thịt vô song'"
        },
        {
            "en": "I'm the world's most dangerous <em>predator</em>.",
            "vi": "Anh là loài dã thú nguy hiểm nhất thế giới."
        },
        {
            "en": "They tried to shoo away the giant <em>predator</em>.",
            "vi": "Họ cố gắng đuổi con dã thú khổng lồ đi chỗ khác."
        },
        {
            "en": "In the natural world, however, they are fearsome <em>predator</em> s.",
            "vi": "Tuy nhiên trong thế giới tự nhiên, chúng là những kẻ Săn mồi đáng sợ."
        },
        {
            "en": "Researchers learn more about this fearless African <em>predator</em>.",
            "vi": "Các nhà nghiên cứu đã có rất nhiều thông tin về loài vật ăn thịt Châu Phi này."
        },
        {
            "en": "And this dynamism often depends on large <em>predator</em> s.",
            "vi": "Và sự năng động này thường phụ thuộc vào những loài ăn thịt lớn. "
        },
        {
            "en": "Anybody who deals with wildlife (especially deer) knows that coyotes are an ineffective <em>predator</em>.",
            "vi": "Bất cứ ai làm việc với cuộc sống hoang dã (đặc biệt là hưu) biết rằng chó sói bắc mỹ không phải là một thú săn mồi hiệu quả."
        },
        {
            "en": "In court, he was accused of being a merciless <em>predator</em> who had tricked his grandmother out of her savings.",
            "vi": "Ở tòa, hắn đã bị buộc tội là kẻ lợi dụng nhẫn tâm, hắn đã lừa bà của hắn để lấy hết tiền tiết kiệm của bà ấy."
        },
        {
            "en": "All the while, the victims of this corporate <em>predator</em> scurried about in their middle-class and lower-middle-class existences",
            "vi": "Suốt thời gian đó, những nạn nhân của công ty lừa đảo ấy chạy về các tầng lớp trung lưu và dưới trung lưu của họ."
        },
        {
            "en": "All the while, the victims of this corporate <em>predator</em> scurried about in their middle - class and lower - middle - class existences",
            "vi": "Suốt thời gian đó, những nạn nhân của công ty lừa đảo ấy chạy về các tầng lớp trung lưu và dưới trung lưu của họ."
        },
        {
            "en": "Humans' status as a unique super-<em>predator</em> is laid bare in a new study published in Science magazine.",
            "vi": "Trong một nghiên cứu mới được tạp chí Khoa học công bố thì con người là động vật ăn thịt không loài nào sánh bằng"
        },
        {
            "en": "They are one of nature's masters of disguise, using their famous spots to blend into their surroundings - but can you spot the <em>predator</em> lurking in this wildlife reserve?",
            "vi": "Chúng là một trong những bậc thầy của thiên nhiên về ngụy trang, sử dụng bộ lông đốm nổi tiếng của chúng để trà trộn vào môi trường xung quanh - nhưng bạn có thể phát hiện ra kẻ săn mồi đang ẩn náu trong khu bảo tồn động vật hoang dã này?"
        },
        {
            "en": "CCTV footage shows Bob and Irene McKeown leaving a house blithely unaware of the curious <em>predator</em> just metres away from them.",
            "vi": "Đoạn phim của CCTV cho thấy Bob và Irene McKeown bước ra khỏi nhà một cách vô tư, chứ đâu biết là cách họ vài mét có một con dã thú đang rình họ."
        },
        {
            "en": "The attempt to reintroduce this <em>predator</em> marries well with the aim of bringing forests back to parts of our bare and Barren uplands .",
            "vi": "Việc cố gắng giới thiệu lại kẻ săn mồi này kết hợp tốt với mục đích đưa rừng trở lại  Những vùng đất trơ trụi và khô cằn của chúng ta."
        },
        {
            "en": "They are one of nature's masters of disguise, using their famous spots to blend into their surroundings - but can you spot the <em>predator</em> lurking in this wildlife reserve?",
            "vi": "Chúng là một trong những bậc thầy của thiên nhiên về ngụy trang, sử dụng bộ lông đốm nổi tiếng của chúng để trà trộn vào môi trường xung quanh - nhưng bạn có thể phát hiện ra kẻ săn mồi đang ẩn náu trong khu bảo tồn động vật hoang dã này?"
        },
        {
            "en": "It is a specialist <em>predator</em> of roe deer, a species that has exploded in Britain in recent decades, holding back, by intensive browsing, attempts to re-establish forests.",
            "vi": "Nó là một loài ăn thịt chuyên săn hoẵng, một loài đã bùng nổ ở Anh trong những thập niên gần đây, đang bị lùi lại, bằng cách tập trung nơi chúng gặm cỏ, cố gắng để tái thiết lại những khu rừng. "
        },
        {
            "en": "One of the most striking findings of modern ecology is that ecosystems without large <em>predator</em> s behave in completely different ways from those that Retain them.",
            "vi": "Một trong những phát hiện nổi bật nhất của hệ sinh thái hiện đại là các hệ sinh thái mà không có những động vật ăn thịt lớn hoạt động theo những cách hoàn toàn khác biệt so với những loài ngăn cản chúng."
        },
        {
            "en": "They told reporters they used ‘a rope, a few hooks and strength’ as they wrestled with the massive <em>predator</em> before dragging it on to the shore.",
            "vi": "Họ nói với các phóng viên là họ dùng 'một sợi dây thừng, vài cái móc và sức mạnh' khi họ vật lộn với con dã thú khổng lồ trước khi kéo nó lên bờ."
        },
        {
            "en": "Thus, In 1993, a Mala Recovery Team was established to boost mala numbers, and goals for a new programme were set: the team concentrated on finding suitable <em>predator</em>-free or <em>predator</em>-controlled conservation sites within the mala’s known range. First, it had been necessary to rid the island of rats and cats - a task that had taken two years of hard work.",
            "vi": "Vào năm 1933, một nhóm nghiên cứu đã tìm cách nâng số lượng mala lên và thiết lập 1 chương trình mới là tìm những nơi phù hợp không có động vật ăn thịt hay các khu bảo tồn nơi động vật ăn thịt được kiểm soát. Ban đầu họ phải tìm cách đuổi và diệt hết chuột và mèo trên đảo. Công việc này phải mất 2 năm mới thực hiện xong."
        },
        {
            "en": "A natural <em>predator</em> indigenous to India, Neodumetia sangawani, was found useful in controlling the Rhodes grass-scale insect that was devour ing forage grass in many parts of the US. ",
            "vi": "Một loài động vật săn mồi tự nhiên bản địa của Ấn Độ, Neodumetia sangawani, đã được tìm thấy là hữu ích trong việc kiểm soát côn trùng ăn cỏ quy mô lớn Rhodes , loài đã ăn cỏ làm thức ăn gia súc ở nhiều nơi của Hoa Kỳ"
        }
    ],
    "suggestions": []
}