{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pri'dɔminəns]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính trội, ưu thế</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(+ <font color=\"#1371BB\">over</font>) trạng thái có năng lực, trạng thái chiếm ưu thế</td></tr></table><i/></div>",
            "word": "predominance",
            "pronounce": "[pri'dɔminəns]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "predominance",
            "pronounce": "[pri'dɔminəns]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>predominance</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the predominance of women carers</i>: PREVALENCE, dominance, preponderance.</blockquote><blockquote><b>2</b><i>Soviet military predominance</i>: SUPREMACY, mastery, control, power, ascendancy, dominance, pre-eminence, superiority.</blockquote></div>",
            "word": "predominance",
            "pronounce": "[pri'dɔminəns]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>predominance</k><blockquote><blockquote><ex><abr>n.</abr> predominance over</ex></blockquote></blockquote></div>",
            "word": "predominance",
            "pronounce": "[pri'dɔminəns]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "predominance",
            "pronounce": "[pri'dɔminəns]"
        }
    },
    "sentences": [
        {
            "en": "The <em>predominance</em> of multinational companies is absolute.",
            "vi": "Ưu thế của các công ty đa quốc gia là tuyệt đối."
        },
        {
            "en": "A <em>predominance</em> of blue in the colour scheme is great.",
            "vi": "Sự nổi bật của màu xanh trong cách phối màu này thật tuyệt."
        },
        {
            "en": "There is <em>predominance</em> of man in a club.",
            "vi": "Trong câu lạc bộ đàn ông chiếm số đông."
        },
        {
            "en": "He comments on the <em>predominance</em> of female teachers in the schools.",
            "vi": "Anh ấy nhận xét về tình trạng các giáo viên nữ chiếm ưu thế trong trường học."
        },
        {
            "en": "The carpet and furniture business is a <em>predominance</em> of Turkish, Pakistani, and Moroccan.",
            "vi": "Doanh nghiệp về thảm và đồ đạc bị thống trị bởi người Thổ nhĩ kì, Pakistani, và Ma rốc."
        },
        {
            "en": "The characteristic anatomical appearance of an individual, based on the <em>predominance</em> of the structures derived from the three germ layers.",
            "vi": "Biệu hiện cơ thể học đặc trưng của một cá thể, căn cứ trên sự vượt trội của các cấu trúc xuất phát từ ba lớp mầm."
        },
        {
            "en": "The <em>predominance</em> of female labor was not surprising, particularly as garment firms accounted for a large share of firms.",
            "vi": "Việc đa số lao động là nữ không phải là điều ngạc nhiên, do các doanh nghiệp may mặc chiếm phần lớn số doanh nghiệp."
        },
        {
            "en": "The <em>predominance</em> of this virus over a large geographical region within a short period directly challenges current disease control measures.",
            "vi": "Ưu thế của vi rút này trên khu vực địa lý rộng trong một thời gian ngắn trực tiếp thách thức các biện pháp kiểm soát dịch hiện nay."
        },
        {
            "en": "The <em>predominance</em> of the food processing sector is a clear indicator of low levels of industrialization in Vietnam.",
            "vi": "Tỷ trọng lớn của ngành chế biến lương thực, thực phẩm phản ánh mức độ thấp kém của công nghiệp hóa ở Việt Nam."
        },
        {
            "en": "The more acidic fractions than the neutral ones revealed the <em>predominance</em> of humic substances and carboxylic acids over the hydrocarbons and polysaccharides in leachate.",
            "vi": "Càng nhiều các phân đoạn axit hơn phân đoạn trung tính bộc lộ sự ưu thế của cơ chất humic và axit cacbonxylic hơn các hydrocacbon và polysaccharit trong nước rỉ rác."
        },
        {
            "en": "The <em>predominance</em> of white middle-class males within the media industries could lead to certain values, ideas and views of the world being.",
            "vi": "Tình trạng chiếm ưu thế của tầng lớp trung lưu da trắng trong các ngành công nghiệp truyền thông có thể dẫn đến các giá trị, ý tưởng và quan điểm nhất định về thế giới."
        },
        {
            "en": "There is only one country that can threaten American <em>predominance</em> in space research is the same country that can end it on earth too.",
            "vi": "Có một nước duy nhất có thể đe dọa sự vượt trội của Mỹ trong nghiên cứu không gian, chính là nước có thể kết thúc cuộc nghiên cứu đó trên trái đất."
        },
        {
            "en": "The <em>predominance</em> of white middle - class males within the media industries could lead to certain values, ideas and views of the world being.",
            "vi": "Tình trạng chiếm ưu thế của tầng lớp trung lưu da trắng trong các ngành công nghiệp truyền thông có thể dẫn đến các giá trị, ý tưởng và quan điểm nhất định về thế giới."
        },
        {
            "en": "Despite the <em>predominance</em> of motorized two-wheelers, growth in four wheeled motor vehicles exceeds 15% per year associated with Viet Nam's rapid economic development.",
            "vi": "Dù có sự vượt trội của xe máy hai bánh, sự gia tăng của xe bốn bánh vượt quá 15% mỗi năm gắn liền với sự phát triển kinh tế nhanh chóng của Việt Nam."
        },
        {
            "en": "The choice of contraceptive methods is limited and there is a <em>predominance</em> of IUDs in the method mix (about 69 percent of women using contraceptives have to rely on IUDs).",
            "vi": "Sự lựa chọn các biện pháp tránh thai còn rất hạn chế và chủ yếu vẫn là sử dụng vòng tránh thai có kết hợp với biện pháp khác (khoảng 69% phụ nữ sử dụng vòng tránh thai)."
        }
    ],
    "suggestions": []
}