{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['pri:dis'pouz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ảnh hưởng đến ai trước (một cách cụ thể), dẫn dắt</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">be predispose in somebody's favour</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">có ý thiên về ai</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đưa đến, dẫn đến, khiến phải chịu, làm cho ai có khả năng mắc cái gì</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">bad hygiene predisposes one to all kinds of disease</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vệ sinh tồi sẽ dẫn đến mọi bệnh</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">I find myself predisposed in his favour</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tôi thấy có ý thiên về anh ta</font></td></tr></table><i/></div>",
            "word": "predispose"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>predispose</k><blockquote>■ <cclass>verb make liable or inclined to a specified attitude, action, or condition. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>predisposition</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "predispose"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>predispose</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>lack of exercise may predispose an individual to high blood pressure</i>: MAKE SUSCEPTIBLE, make liable, make prone, make vulnerable, put at risk of.</blockquote><blockquote><b>2</b><i>attitudes which predispose people to behave badly</i>: LEAD, influence, sway, induce, prompt, dispose; bias, prejudice.</blockquote></div>",
            "word": "predispose"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>predispose</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>formal</abr>) </ex></blockquote></blockquote><blockquote><blockquote><ex>1) (<abr>d</abr>; <abr>tr.</abr>) to predispose to </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>H</abr>) what predisposed you to go? </ex></blockquote></blockquote></div>",
            "word": "predispose"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "predispose"
        }
    },
    "sentences": [
        {
            "en": "Be <em>predispose</em> in somebody's favour",
            "vi": "Có ý thiên về ai"
        },
        {
            "en": "Stress can <em>predispose</em> people to heart attacks.",
            "vi": "Sự căng thẳng có thể làm người ta bị bệnh tim."
        },
        {
            "en": "A child receives a gene from his mother which will <em>predispose</em> him to alcoholism.",
            "vi": "Đứa trẻ nhận được gien từ mẹ mà sẽ dẫn nó đến tình trạng nghiện rượu."
        },
        {
            "en": "Sustained exercise, such as running marathons, decreases the levels of estrogen in the blood and may <em>predispose</em> to osteoporosis.",
            "vi": "Bài tập sức bền như chạy marathon sẽ làm giảm đi mức estrogen trong máu và có thể dẫn đến mắc bệnh loãng xương."
        },
        {
            "en": "The following factors <em>predispose</em> people to nosebleeds: infection, trauma, allergic, hypertension (high blood pressure), use of blood-thinning medications, alcohol abuse; less common causes include tumors and inherited bleeding problems.",
            "vi": ", chấn thương, dị ứng, chứng tăng huyết áp, dùng các loại thuốc làm loãng máu, lạm dụng rượu, các nguyên nhân ít phổ biến như bị khối u và những vấn đề về máu di truyền."
        },
        {
            "en": "The following factors <em>predispose</em> people to nosebleeds : infection, trauma, allergic, hypertension (high blood pressure), use of blood - thinning medications, alcohol abuse ; less common causes include tumors and inherited bleeding problems.",
            "vi": "Những yếu tố sau đây làm người ta chảy máu cam: nhiễm trùng, chấn thương, dị ứng, chứng tăng huyết áp, dùng các loại thuốc làm loãng máu, lạm dụng rượu, các nguyên nhân ít phổ biến như bị khối u và những vấn đề về máu di truyền."
        },
        {
            "en": "Urinary tract infections (UTI). UTIs are typically caused by bacteria, such as E. coli. Most UTIs occur in the lower urinary tract, in the bladder and urethra, and they can cause pain during urination and a fever. Treatment with antibiotics should be started as soon as possible so the infection doesn't spread to the kidneys, where it can cause irreversible damage. In babies, UTIs tend to be more common in boys than girls, perhaps because boys are more affected by congenital kidney problems that <em>predispose</em> them to infection. Later in life, girls are more likely to get UTIs because of their shorter urethras. Bad habits can contribute to UTIs — kids holding it when they need to go to the bathroom, or wiping themselves in the wrong direction after using the toilet (they should wipe from front to back so bacteria from the stool do not get into the urethra). Among teens, girls are more likely to develop UTIs than boys, mostly due to the shorter urethra or sexual activity with a full bladder.",
            "vi": "Nhiễm trùng đường tiểu (UTI). UTIs thường gây ra do vi khuẩn, như là trực khuẩn E.coli. Hầu hết các chứng nhiễm trùng đường tiểu đều xảy ra ở đường tiết niệu dưới, ở bàng quang và niệu đạo, và chúng có thể gây đau khi đi tiểu và gây sốt. Nên bắt đầu điều trị bằng thuốc kháng sinh càng sớm càng tốt để nhiễm trùng không lây lan sang thận, nơi mà nó có thể gây tổn thương khó trị. Ở trẻ nhỏ, chứng nhiễm trùng đường tiểu thường thấy ở bé trai nhiều hơn bé gái, có lẽ là do bé trai bị các dị tật thận bẩm sinh nhiều hơn làm cho các bé dễ bị nhiễm trùng. Về sau, bé gái thường dễ bị nhiễm trùng đường tiểu do niệu đạo ngắn. Các thói quen có hại cho sức khỏe cũng góp phần gây nhiễm trùng đường tiểu – trẻ nhỏ nín đái khi mắc tiểu, hoặc tự lau không đúng hướng sau khi đi vệ sinh xong (nên lau từ trước ra sau để vi khuẩn trong phân không đi vào niệu đạo). Ở lứa tuổi thanh thiếu niên, bạn gái thường dễ bị nhiễm trùng đường tiểu hơn bạn trai, phần lớn là do niệu đạo ngắn hoặc do quan hệ tình dục khi bọng đái căng đầy."
        }
    ],
    "suggestions": []
}