{
    "en_vn": {
        "data": {
            "content": null,
            "word": "preexisting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "preexisting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "preexisting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "preexisting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "preexisting"
        }
    },
    "sentences": [
        {
            "en": "It can exacerbate <em>preexisting</em> symptoms of depression.",
            "vi": "Nó có thể làm trầm trọng thêm các triệu chứng của bệnh trầm cảm từ trước."
        },
        {
            "en": "An important aspect of component - based development is the ability to reuse <em>preexisting</em> components",
            "vi": "Một khía cạnh quan trọng của việc phát triển dựa trên thành phần là khả năng sử dụng các thành phần đã có sẵn từ trước"
        },
        {
            "en": "An important aspect of component-based development is the ability to reuse <em>preexisting</em> components",
            "vi": "Một khía cạnh quan trọng của việc phát triển dựa trên thành phần là khả năng sử dụng các thành phần đã có sẵn từ trước"
        },
        {
            "en": "The senior recruiter admits that utilizing a hiring committee does slow down the hiring process, although this approach is beneficial for the company in the long run. Haynes explains that you often see employers rushing to settle for a candidate because of time pressure, or even hiring someone due to a <em>preexisting</em> relationship or as a favor to someone.",
            "vi": "Các nhà tuyển dụng cấp cao thừa nhận rằng việc sử dụng một ban tuyển dụng sẽ làm chậm quá trình tuyển dụng, mặc dù phương pháp này có lợi cho công ty trong thời gian dài. Haynes giải thích rằng bạn thường thấy các nhà tuyển dụng vội vã để giải quyết cho một ứng cử viên vì áp lực về thời gian, hoặc thậm chí tuyển một người nào đó do mối quan hệ trước đây hay vì thiên vị cho một người nào đó."
        },
        {
            "en": "Plan and prepare for pregnancy    If you are planning to become pregnant, taking certain steps can help reduce risks to both you and your baby. Proper health before deciding to become pregnant is almost as important as maintaining a healthy body during pregnancy. The first few weeks are crucial in a child's development. However, many women do not realize they are pregnant until several weeks after conception. Planning ahead and taking care of yourself before becoming pregnant is the best thing you can do for you and your baby. One of the most important steps in helping you prepare for a healthy pregnancy is a pre-pregnancy examination (often called preconceptual care) performed by your physician before you become pregnant. This examination may include any/all of the following:  \nfamily medical history - an assessment of the maternal and paternal medical history - to determine if any family member has had any medical conditions such as high blood pressure, diabetes, and/or mental retardation.\n\n\n   \ngenetic testing - an assessment of any possible genetic disorders - as several genetic disorders may be inherited, such as sickle cell anemia (a serious blood disorder which primarily occurs in African-Americans) or Tay-Sachs disease (a nerve breakdown disorder marked by progressive mental and physical retardation which primarily occurs in individuals of Eastern European Jewish origin). Some genetic disorders can be detected by blood tests before pregnancy.\n\n\n   \npersonal medical history - an assessment of the woman's personal medical history to determine if there are any of the following: \n\n\n   medical conditions that may require special care during pregnancy - such as epilepsy, diabetes, high blood pressure, anemia, and/or allergies\n\n\n  previous surgeries\n\n\n  past pregnancies\n\n\n    \nvaccination status - an assessment of current vaccinations/inoculations to assess a woman's immunity to rubella (German measles), in particular, since contracting this disease during pregnancy can cause miscarriage or birth defects. If a woman is not immune, a vaccine may be given at least three months before conception to provide immunity.\n\n\n   \ninfection screening - to determine if a woman has a sexually transmitted infection or urinary tract infection (or other infection) that could be harmful to the fetus and to the mother.\n\n\n  Other steps that can help reduce the risk of complications and help prepare for a healthy pregnancy and delivery include the following:  \nsmoking cessation If you are a smoker, stop smoking now. Studies have shown that babies born to mothers who smoke tend to be lower in birthweight. In addition, exposure to secondhand smoke may adversely affect the fetus.\n\n\n    \nproper diet Eating a balanced diet before and during pregnancy is not only good for the mother's overall health, but essential for nourishing the fetus.\n\n\n   \nproper weight and exercise It is important to exercise regularly and maintain a proper weight before and during pregnancy. Women who are overweight may experience medical problems such as high blood pressure and diabetes. Women who are underweight may have babies with low birthweight.\n\n\n   \nmedical management (of <em>preexisting</em> conditions) Take control of any current or <em>preexisting</em> medical problems, such as diabetes or high blood pressure.\n\n\n   \npreventing birth defects\n\n\n    \nTake 400 micrograms (0.4 mg) of folic acid each day, a nutrient found in some green, leafy vegetables, nuts, beans, citrus fruits, fortified breakfast cereals, and some vitamin supplements. Folic acid can help reduce the risk of birth defects of the brain and spinal cord (also called neural tube defects). \n\n\n  Avoid exposure to alcohol and drugs during pregnancy. In addition, be sure to inform your physician of any medications (prescription and over-the-counter) you are currently taking - all may have adverse effects on the developing fetus.\n\n\n    \nexposure to harmful substances Pregnant women should avoid exposure to toxic and chemical substances (i.e., lead and pesticides), and radiation (i.e., x-rays). Exposure to high levels of some types of radiation and some chemical and toxic substances may adversely affect the developing fetus.\n\n\n   \ninfection control Pregnant women should avoid the ingestion of undercooked meat and raw eggs. In addition, pregnant women should avoid all contact and exposure to cat feces and cat litter, which may contain a parasite toxoplasma gondii that causes toxoplasmosis. Other sources of infection include insects (i.e., flies) that have been in contact with cat feces and should be avoided during pregnancy. Toxoplasmosis can cause a serious illness in, or death of, the fetus. A pregnant woman can reduce her risk of infection by avoiding all potential sources of the infection. A blood test before or during pregnancy can determine if a woman has been exposed to the toxoplasma gondii parasite.\n\n\n   \ndaily vitamins Begin taking a prenatal vitamin daily, prescribed by your physician, to make certain that your body gets all the necessary nutrients and vitamins needed to nourish a healthy baby.\n\n\n   \nidentifying domestic violence Women who are abused before pregnancy may be at risk for increased abuse during pregnancy. Your physician can help you find community, social, and legal resources to help you deal with domestic violence.",
            "vi": "Lập kế hoạch và chuẩn bị cho việc mang thai    Nếu bạn đang định có thai, thực hiện một số biện pháp có thể giúp giảm rủi ro cho cả bạn và em bé. Có sức khỏe tốt trước khi quyết định có thai cũng quan trọng như duy trì sức khỏe tốt khi đang có thai. Những tuần đầu tiên rất quan trọng trong sự phát triển của trẻ. Tuy nhiên, nhiều phụ nữ không nhận ra mình mang thai mãi cho đến nhiều tuần sau khi thụ thai. Lên kế hoạch trước và chăm sóc bản thân trước khi mang thai là điều tốt nhất bạn có thể làm cho bạn và con yêu.  Một trong những bước quan trọng nhất trong việc giúp bạn chuẩn bị cho một thai kỳ khỏe mạnh là sự kiểm tra tiền sản (thường gọi là xét nghiệm tiền sản) thực hiện bởi bác sĩ của bạn trước khi bạn có thai. Việc kiểm tra này có thể bao gồm một trong hoặc tất cả những điều sau đây:\n  \ntiền sử sức khoẻ trong gia đình - đánh giá tiền sử sức khoẻ của bên nội và bên ngoại - để xác định xem có người thân nào trong gia đình mắc các bệnh như là cao huyết áp, tiểu đường, và / hoặc chậm tâm thần không.\n    \nkiểm tra di truyền - đánh giá bất kỳ rối loạn nào có thể di truyền - nhiều rối loạn di truyền chẳng hạn như thiếu máu hồng cầu hình liềm (một rối loạn máu nghiêm trọng chủ yếu xảy ra ở người Mỹ gốc Phi) hoặc thoái hoá não - võng mạc (một rối loạn suy nhược thần kinh đặc trưng bởi thiểu năng tâm thần và thể chất tiến triển chủ yếu xảy ra ở những người Do Thái gốc Đông Âu).\n    \ntiền sử sức khoẻ cá nhân - đánh giá tiền sử sức khoẻ cá nhân của người phụ nữ để xác định xem có những điều sau đây không:\n   \ntình trạng sức khỏe có thể cần phải chăm sóc đặc biệt khi mang thai - như là động kinh, tiểu đường, huyết áp cao, thiếu máu, và / hoặc các dị ứng\n  \nnhững phẫu thuật trước đó\n  \nnhững lần mang thai trước\n     \ntình trạng tiêm chủng – đánh giá các tiêm chủng, chích ngừa đã có để nhận định khả năng miễn dịch của người phụ nữ với bệnh sởi (bệnh sởi ru-bê-la), bởi vì nếu nhiễm bệnh này khi đang có thai có thể gây ra sẩy thai hoặc các khuyết tật bẩm sinh. Nếu người phụ nữ không được miễn dịch, có thể tiêm vắc-xin ít nhất ba tháng trước khi có thai để được miễn dịch.\n    \nkiểm tra bệnh tật - để xác định người phụ nữ có mắc bệnh lây truyền qua đường tình dục hoặc nhiễm trùng đường tiểu (hay một nhiễm trùng nào khác) mà có thể có hại cho bào thai và người mẹ. \n   Những bước khác có thể giúp giảm nguy cơ biến chứng và giúp chuẩn bị cho một thai kỳ và sinh nở khỏe mạnh bao gồm:   \nbỏ thuốc lá\n   Nếu bạn là người hút, hãy ngưng hút thuốc ngay. Nghiên cứu đã cho thấy những trẻ có mẹ hút thuốc thường có trọng lượng thấp hơn khi sinh. Ngoài ra, tiếp xúc với khói thuốc thụ động cũng có thể ảnh hưởng bất lợi cho bào thai.  \ncó chế độ ăn uống thích hợp\n  Ăn một chế độ dinh dưỡng cân bằng trước và khi đang có thai không chỉ tốt cho sức khỏe của người mẹ, mà còn tốt cả cho việc nuôi dưỡng bào thai.   \ncân nặng thích hợp và tập thể dục\n  Điều quan trọng là phải tập thể dục thường xuyên và duy trì trọng lượng thích hợp trước và cả khi có thai. Những phụ nữ thừa cân có thể gặp các vấn đề sức khỏe như huyết áp cao và bệnh tiểu đường. Phụ nữ thiếu cân có thể có em bé nhẹ cân.  \nkiểm soát sức khỏe (của những bệnh tật đã có)\n   Hãy kiểm soát bất kỳ vấn đề sức khỏe nào trong hiện tại hoặc từ trước, chẳng hạn như tiểu đường hoặc huyết áp cao.  \nphòng ngừa các khuyết tật bẩm sinh\n     \nUống 400 microgram (0,4 mg) axit folic mỗi ngày, một chất dinh dưỡng được tìm thấy trong một số loại rau củ màu xanh lá cây, hạt, đậu, trái cây, ngũ cốc ăn sáng bổ sung, và một số vitamin bổ sung. Axit folic có thể giúp giảm nguy cơ khuyết tật bẩm sinh của não và tủy sống (còn gọi là khiếm khuyết ống thần kinh).\n  \nTránh dùng rượu và thuốc khi mang thai. Ngoài ra, hãy nhớ thông báo cho bác sĩ của bạn về bất kỳ loại thuốc nào mà bạn đang dùng (cả thuốc theo toa và không cần toa) - tất cả đều có thể có ảnh hưởng xấu đến thai nhi đang phát triển.\n     \ntiếp xúc với chất độc hại\n   Phụ nữ có thai nên tránh tiếp xúc với các chất độc và hoá chất (ví dụ như chì và thuốc trừ sâu), và bức xạ (ví dụ như X-quang). Tiếp xúc với nồng độ cao của một số loại bức xạ, hóa chất và các chất độc hại có thể ảnh hưởng bất lợi đến bào thai đang phát triển.  \nkiểm soát nhiễm trùng\n  Phụ nữ có thai nên tránh ăn thịt chưa nấu chín và trứng sống. Ngoài ra, phụ nữ mang thai nên tránh tất cả đụng chạm và tiếp xúc với phân mèo và ổ của mèo, có thể chứa ký sinh trùng Toxoplasma gondii gây ra bệnh nhiễm giun từ động vật. Những nguồn lây nhiễm khác bao gồm côn trùng (ví dụ như ruồi) đã tiếp xúc với phân mèo cũng nên tránh khi đang có thai. Bệnh nhiễm giun từ động vật có thể gây ra bệnh nặng hoặc làm chết thai nhi. Phụ nữ có thai có thể giảm nguy cơ mắc bệnh của mình bằng cách tránh tất cả các nguồn có thể lây nhiễm. Xét nghiệm máu trước hoặc trong khi mang thai có thể xác định người mẹ có bị nhiễm ký sinh trùng Toxoplasma gondii hay không.  \nbổ sung vi-ta-min hàng ngày\n   Hãy uống vi-ta-min trước khi sinh hàng ngày, theo kê toa của bác sĩ, để đảm bảo cơ thể của bạn nhận đủ các chất dinh dưỡng và vi-ta-min cần thiết để nuôi em bé khoẻ mạnh.  \nnhận biết bạo hành gia đình\n  Phụ nữ đang bị bạo hành trước khi mang thai có thể càng bị tăng nguy cơ bạo hành trong thai kỳ. Bác sĩ có thể giúp bạn được cộng đồng, xã hội, và các nguồn lực hợp pháp hỗ trợ đối phó với bạo hành gia đình."
        }
    ],
    "suggestions": []
}