{
    "en_vn": {
        "data": {
            "content": null,
            "word": "prefixes",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "prefixes",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prefixes",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prefixes",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tiếp đầu ngữ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Tiếng dùng đặt trước một tiếng khác để thay đổi nghĩa.</font></td></tr></tbody></table></div>",
            "word": "prefixes",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "     - Base words, <em>prefixes</em>, and suffixes,",
            "vi": "- Các từ cơ sở, tiền tố và hậu tố,"
        },
        {
            "en": "compound words , <em>prefixes</em> , and suffixes are other context clues .",
            "vi": "Những từ ghép , tiền tố , và hậu tố cũng là những manh mối ngữ cảnh ."
        },
        {
            "en": "<em>Prefixes</em> include Mr., Mrs., Ms., Miss and Dr.",
            "vi": "Các tước hiệu bao gồm Mr., Mris, Ms, Miss và Dr."
        },
        {
            "en": "You will learn to recognize common <em>prefixes</em> and suffixes and how words are joined together.",
            "vi": "Bạn sẽ học cách nhận diện những tiền tố và hậu tố thông thường và cách mà các từ ghép lại với nhau."
        },
        {
            "en": "All of these activities could be incorporated into instructional practice for reading specialists and language arts teachers. Content-area teachers could focus on teaching base words, <em>prefixes</em> and suffixes, and compound words relevant to the new content-area vocabulary being introduced rather than as a separate activity to build morphological skills.",
            "vi": "Những hoạt động này có thể được lồng ghép vào thực tiễn giảng dạy cho bài giảng của các chuyên gia dạy đọc và giáo viên chuyên sâu ngôn ngữ. Các giáo viên bộ môn có thể tập trung vào dạy các từ cơ sở, tiền tố và hậu tố và các từ ghép có liên quan đến từ vựng bộ môn mới hơn là tạo một hoạt động riêng biệt để xây dựng các kĩ năng hình thái ngôn ngữ."
        },
        {
            "en": "Bound morphemes are suffixes and <em>prefixes</em>. These morphological word endings are meaningful units only when attached to another morpheme that is the root word. Examples of these bound morphemes that would help students comprehend the words being taught are: -ed, -ing, -s, and -'s. When bound morphemes are added to a word they can change the meaning of the word.",
            "vi": "Hình vị hạn chế (bị ràng buộc) là các hậu tố và tiền tố. Phần đuôi của các hình thái này là những đơn vị mang nghĩa chỉ khi chúng được kết hợp với một hình vị khác ( hình vị này phải là gốc từ). Những ví dụ về hình vị hạn chế đã học như: \"-ed\", \"-ing\", \"-s\", và \"-'s\" sẽ giúp học sinh hiểu được các từ. Khi thêm những hình vị hạn chế vào một từ, chúng có thể thay đổi nghĩa của từ đó."
        },
        {
            "en": "Morphology is the study of word structure. Morphology describes how words are formed from morphemes. A morpheme is the smallest unit of meaning in a word. A morpheme may be as short as one letter such as the letter, 's'. This letter adds plurality to a word such as cats. Likewise, a morpheme can consist of letter combinations that contain meaning. These units of meaning could be roots, <em>prefixes</em> and suffixes.",
            "vi": "Hình thái học nghiên cứu về cấu trúc từ. Nó miêu tả cách các từ được thành lập từ các hình vị. Hình vị là đơn vị nhỏ nhất có nghĩa của từ. Một hình vị có thể chỉ ngắn như một chữ cái, ví dụ 's'. 'S' được thêm vào một từ để tạo hình thức số nhiều cho từ đó như 'cats'. Tương tự, một hình vị có thể bao gồm các cụm chữ có nghĩa. Chúng có thể là các từ gốc, tiền tố và hậu tố."
        }
    ],
    "suggestions": []
}