{
    "en_vn": {
        "data": {
            "content": null,
            "word": "premiere",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>premiere</k><blockquote><cclass>[<cclass>'prɛmɪɛ:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the first performance of a musical or theatrical work or the first showing of a film. </cclass></blockquote><blockquote>■ <cclass>verb give the premiere of. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: Fr. <i>première</i>, feminine of <i>premier</i> (see <kref>premier</kref>). </blockquote></div>",
            "word": "premiere",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>premiere</k><blockquote>▸ <cclass>noun FIRST PERFORMANCE, first night, opening night.</cclass></blockquote></div>",
            "word": "premiere",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>premiere</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to give, stage a premiere </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to attend a premiere </ex></blockquote></blockquote><blockquote><blockquote><ex>3) a lavish; world premiere</ex></blockquote></blockquote></div>",
            "word": "premiere",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "premiere",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He announces the World <em>Premiere</em> of his latest film.",
            "vi": "Anh ấy giới thiệu buổi công chiếu thế giới bộ phim mới nhất của mình."
        },
        {
            "en": "She shocked with skimpy black dress at <em>premiere</em>.",
            "vi": "Cô ta gây sốc khi mặc chiếc đầm đen ngắn ôm sát người tại buổi ra mắt đầu tiên của bộ phim."
        },
        {
            "en": "They rehearsed hectically the last few days before the <em>premiere</em>.",
            "vi": "Họ diễn tập một cách cuồng nhiệt vài ngày cuối cùng trước buổi công diễn."
        },
        {
            "en": "The movie will have its <em>premiere</em> in July.",
            "vi": "Bộ phim sẽ được công chiếu lần đầu tiên vào tháng bảy."
        },
        {
            "en": "The movie had its <em>premiere</em> in Chicago last year.",
            "vi": "Cuốn phim được chiếu lần đầu tại Chicago hồi năm ngoái."
        },
        {
            "en": "This is a gala <em>premiere</em> in my hometown.",
            "vi": "Đây là buổi nhạc hội đầu tiên ở tỉnh tôi."
        },
        {
            "en": "Bird - Watcher Buddy is the new <em>premiere</em> birder match site for bird - watchers.",
            "vi": "Bird Watcher Buddy là buổi ra mắt trang web mới phù hợp cho người nuôi chim."
        },
        {
            "en": "It will <em>premiere</em> at the Netherlands Film Festival around the 22nd of September.",
            "vi": "Nó sẽ ra mắt tại Liên hoan phim Hà Lan khoảng ngày 22 tháng 9."
        },
        {
            "en": "The movie had it's <em>Premiere</em> in New York last night January 6.",
            "vi": "Bộ phim đã được công chiếu tại New York tối qua ngày 6 tháng 1."
        },
        {
            "en": "Disney hired Grant in 1933 to work on the animated short \"Mickey's Gala <em>Premiere</em>.\"",
            "vi": "Hãng disney đã thuê ông grant vào năm 1933 để thực hiện đoạn hoạt hình ngắn \"mickey's gala premiere\"."
        },
        {
            "en": "The movie will <em>premiere</em> at the Seattle International Film Festival in June.",
            "vi": "Bộ phim sẽ công chiếu tại Liên hoan phim quốc tế Seattle vào tháng 6."
        },
        {
            "en": "People flocked to attend the world <em>premiere</em> of her new play.",
            "vi": "Người ta đã đổ xô nhau đến tham dự buổi trình diễn đầu tiên vở kịch mới của bà ấy."
        },
        {
            "en": "As Ambassador Michalak noted at the <em>premiere</em>, “'Traffic: An MTV EXIT Special’ is an important film.",
            "vi": "Đại sứ Michalak phát biểu tại buổi trình chiếu: “Traffic là một dự án quan trọng của chương trình đặc biệt MTV EXIT."
        },
        {
            "en": "Bird-Watcher Buddy is the new <em>premiere</em> birder match site for bird-watchers.",
            "vi": "Bird Watcher Buddy là buổi ra mắt trang web mới phù hợp cho người nuôi chim."
        },
        {
            "en": "The ceremony also included the <em>premiere</em> of a mini-opera called \"What's Eating You\", about people who stop eating food in favor of nourishing themselves exclusively with pills.",
            "vi": "Lễ trao giải cũng lẫn đầu công diễn vở opera ngắn mang tên \"What's Eating You\" (Những gì đang ăn bạn), vở này nói về những người không ăn nữa mà chỉ uống thuốc để nuôi sống bản thân họ."
        },
        {
            "en": "Swift opened the show with the <em>premiere</em> of her star-studded new video, Bad Blood – which features the likes of Ellie Goulding, Selena Gomez, Jessica Alba and Cindy Crawford.",
            "vi": "Swift mở màn với buổi ra mắt video mới của cô Bad Blood - có sự góp mặt của của Ellie Goulding, Selena Gomez, Jessica Alba và Cindy Crawford."
        },
        {
            "en": "But what will the 'optimization' process entail? How much will it increase file siz​es? (We noticed, for instance, that Vogue's <em>premiere</em> issue was a full 408 megabytes on the iPad 3, and less than 300 on the iPad 2.)",
            "vi": "Nhưng quá trình 'tối ưu hoá' này gồm những gì? Nó sẽ tăng kích cỡ tập tin lên bao nhiêu? (Chẳng hạn như, chúng tôi nhận thấy số báo đầu tiên của Vogue là 408 MB trên iPad 3 và chưa tố 300 MB trên iPad 2.)"
        },
        {
            "en": "The play we’re seeing on Wednesday evening is a modern one, and we’re going to the <em>premiere</em>, so it’ll be quite a dressy occasion, though of course you don’t have to dress formally. I gather it’s rather a multimedia production, with amazing lighting effects and a soundtrack of electronic music, though unfortunately the playwright is ill and is unlikely to be able to attend.",
            "vi": "Vở kịch mà chúng ta sẽ xem vào chiều thứ tư tới là một thể loại hiện đại, và chúng ta sẽ xem lần đầu tiên vở kịch này được công chiếu, bởi vậy điều này là một dịp ăn mặc sang trọng, tuy nhiên dĩ nhiên bạn không bắt buộc phải ăn mặc sang trọng. Tôi thu thập được đây hơn là một buổi biểu diễn đa phương tiện, với những hiệu ứng ánh sáng kinh ngạc và âm thanh của nhạc điện tử, tuy nhiên không may mắn cho chúng ta nhà soạn kịch bị ốm và không chắn chắn có thể tham dự được."
        }
    ],
    "suggestions": []
}