{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,pri:'mæritl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">diễn ra trước hôn nhân</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">premarital sex</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">affairs</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự làm tình/cuộc tình trước hôn nhân</font></td></tr></table><i/></div>",
            "word": "premarital",
            "pronounce": "[,pri:'mæritl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>premarital</k><blockquote>■ <cclass>adjective occurring or existing before marriage. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>premaritally</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "premarital",
            "pronounce": "[,pri:'mæritl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "premarital",
            "pronounce": "[,pri:'mæritl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "premarital",
            "pronounce": "[,pri:'mæritl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "premarital",
            "pronounce": "[,pri:'mæritl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Premarital</em> affairs",
            "vi": "Cuộc tình trước khi kết hôn"
        },
        {
            "en": "<em>Premarital</em> Sex",
            "vi": "Tình dục trước hôn nhân"
        },
        {
            "en": "to have <em>premarital</em> sex together",
            "vi": "Ăn cơm trước kẻng"
        },
        {
            "en": "<em>Premarital</em> is a happy period.",
            "vi": "Tiền hôn nhân là giai đoạn hạnh phúc."
        },
        {
            "en": "They have had <em>premarital</em> sex.",
            "vi": "Họ đã quan hệ trước hôn nhân."
        },
        {
            "en": "What are the advantages and disadvantages of <em>premarital</em> sex?",
            "vi": "Những thuận lợi và khó khăn của tình dục trước hôn nhân?"
        },
        {
            "en": "<em>Premarital</em> Sex - Is it morally right or wrong?",
            "vi": "Tình dục trước hôn nhân – Đúng hay sai về phương diện đạo đức?"
        },
        {
            "en": "Learn what <em>premarital</em> counseling can do for your marriage.",
            "vi": "Hãy tìm hiểu điều tư vấn trước hôn nhân có thể làm cho cuộc hôn nhân của bạn."
        },
        {
            "en": "Should not I tell my husband my <em>premarital</em> affair?",
            "vi": "Tôi có nên kể cho chồng nghe về cuộc tình trước hôn nhân của tôi không?"
        },
        {
            "en": "<em>Premarital</em> sex is sexual intercourse engaged in by persons who are unmarried.",
            "vi": "Tình dục trước hôn nhân là sự giao hợp được những người chưa độc thân/chưa kết hôn thực hiện."
        },
        {
            "en": "<em>Premarital</em> sex is now no longer a rare occurrence (Centre for Population Studies and Information 2003).",
            "vi": "Sinh hoạt tình dục trước hôn nhân giờ đây không còn là hiện tượng hiếm (Trung tâm thông tin và nghiên cứu gia đình 2003)."
        },
        {
            "en": "More and more young Vietnamese have <em>premarital</em> sex, and couples have fewer children.",
            "vi": "Ngày càng nhiều thanh niên Việt Nam có quan hệ tình dục trước hôn nhân và đôi lứa có ít con hơn."
        },
        {
            "en": "The right of a child to support may not be adversely affected by a <em>premarital</em> agreement.",
            "vi": "Quyền của một đứa trẻ được giúp đỡ có thể không bị ảnh hưởng bởi một thỏa thuận trước hôn nhân."
        },
        {
            "en": "While attitudes towards <em>premarital</em> sex may be changing, there are still marked gender differentials.",
            "vi": "Trong khi thái độ đối với quan hệ tình dục trước hôn nhân có thể đang thay đổi, vẫn có một sự khác nhau đáng kể liên quan đến giới."
        },
        {
            "en": "\"Is it ok to have <em>premarital</em> sex?\" That is a common question among teens and engaged couples.",
            "vi": "\"Ăn cơm trước kẻng có tốt không?\"Đó là một câu hỏi phổ biến trong giới trẻ và các cặp vợ chồng."
        },
        {
            "en": "How can <em>premarital</em> sex be so bad if so many people are doing it and loving it?",
            "vi": "Làm sao quan hệ tình dục trước hôn nhân lại xấu xa khi nhiều người đang làm và thích chuyện đó?"
        },
        {
            "en": "\"Is it ok to have <em>premarital</em> sex?\" That is a common question among teens and engaged couples.",
            "vi": "\"Ăn cơm trước kẻng có tốt không?\" Đó là một câu hỏi phổ biến trong giới trẻ và các cặp vợ chồng."
        },
        {
            "en": "Given cultural mores surrounding <em>premarital</em> sex, it is not surprising that pregnant young women may not seek formal medical services.",
            "vi": "Do tục lệ văn hóa xung quanh chuyện quan hệ tình dục trước hôn nhân, không có gì là ngạc nhiên khi nữ thanh niên mang thai không tìm đến các dịch vụ y tế công cộng."
        },
        {
            "en": "According to SAVY data, 41 percent of young men thought <em>premarital</em> sex was acceptable if both partners were willing compared to just 22 percent of women.",
            "vi": "Theo số liệu SAVY, 41% nam thanh niên chấp nhận việc có quan hệ tình dục trước hôn nhân nếu như cả hai phía đều tự nguyện, so với chỉ 22% nữ giới."
        },
        {
            "en": "The recent Survey and Assessment of Vietnamese Youth (SAVY) found that youth consider <em>premarital</em> sex improper, although in urban areas one in three single young men report engaging in it.",
            "vi": "Điều tra và Đánh giá mới đây về Thanh niên Việt Nam (SAVY) nhận thấy thanh niên coi tình dục trước hôn nhân là sai trái, mặc dù ở các vùng thành thị cứ ba thanh niên thì có một người cho biết tham gia vào việc đó."
        }
    ],
    "suggestions": []
}