{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,pri:'neitl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">trước khi sinh đẻ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">prenatal check-ups</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">exercises</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những lần khám thai/luyện tập trước khi sinh</font></td></tr></table><i/></div>",
            "word": "prenatal"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>prenatal</k><blockquote>■ <cclass>adjective <cclass>N. Amer. before birth. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>prenatally</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "prenatal"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prenatal"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prenatal"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prenatal"
        }
    },
    "sentences": [
        {
            "en": "<em>Prenatal</em> exercises",
            "vi": "Những lần luyện tập trước khi sinh"
        },
        {
            "en": "<em>Prenatal</em> check-ups",
            "vi": "Những lần khám thai trước khi sinh"
        },
        {
            "en": "They showed me basic <em>prenatal</em> exercises.",
            "vi": "Họ hướng dẫn tôi những bài tập cơ bản trước khi sinh."
        },
        {
            "en": "60% of pregnant getting three <em>prenatal</em> health checks.",
            "vi": "60% phụ nữ có thai được kiểm tra thai ba lần."
        },
        {
            "en": "<em>Prenatal</em> depression effects οn thе fetus and the newborn baby.",
            "vi": "Bệnh trầm cảm trước khi sinh ảnh hưởng lên thai nhi và trẻ sơ sinh."
        },
        {
            "en": "<em>Prenatal</em> smoking can lead to psychiatric problems in children.",
            "vi": "Hút thuốc trước khi sinh có thể dẫn đến vấn đề thần kinh ở trẻ."
        },
        {
            "en": "The study suggests that <em>prenatal</em> nicotine \"primes\" a fetus' brain.",
            "vi": "Nghiên cứu này cho rằng chất nicotine do bà mẹ hút thuốc trước khi sinh sẽ tác động đến não của thai nhi."
        },
        {
            "en": "Regular <em>prenatal</em> check - ups are vital for the tracking of blood pressure.",
            "vi": "Những lần khám thai thường xuyên rất quan trọng cho việc theo dõi huyết áp."
        },
        {
            "en": "Your first <em>prenatal</em> exam gives your doctor or midwife important information for planning your care.",
            "vi": "Lần kiểm tra đầu tiên trước khi sinh của bạn sẽ cho bác sĩ và bà đỡ biết được những thông tin quan trọng để lên kế hoạch chăm sóc cho bạn."
        },
        {
            "en": "An important <em>prenatal</em> test, glucose screening, is usually performed sometime during weeks 24 to 28.",
            "vi": "Từ tuần 24 đến 28 thì mẹ được làm xét nghiệm kiểm tra đường glucose, đây là một xét nghiệm quan trọng trong thời gian thai kỳ."
        },
        {
            "en": "Despite the importance of <em>prenatal</em> care, there are many pregnant women who do not seek it.",
            "vi": "Mặc cho tầm quan trọng của việc chăm sóc tiền sản, nhiều thai phụ vẫn không thực hiện điều này."
        },
        {
            "en": "Regular <em>prenatal</em> check-ups are vital for the tracking of blood pressure.",
            "vi": "Những lần khám thai thường xuyên rất quan trọng cho việc theo dõi huyết áp."
        },
        {
            "en": "The <em>prenatal</em> death rate for multiple births of more than sextuplets was 100%.",
            "vi": "Tỉ lệ chết trước khi sinh đối với các ca sinh nhiều hơn các ca sinh sáu là 100%."
        },
        {
            "en": "Take a daily multivitamin or <em>prenatal</em> vitamin with 0.4 mg (400 mcg) of folic acid.",
            "vi": "Uống viên đa sinh tố mỗi ngày hoặc vi-ta-min dùng trước khi sinh với a-xit fô-lic 0,4mg (400 mcg)."
        },
        {
            "en": "And also the lack of good <em>prenatal</em> care programs that might identify problems early on in pregnancy.",
            "vi": "Và còn thiếu các chương trình chăm sóc tiền sản tốt mà qua đó có thể nhận biết sớm một số vấn đề khi đang mang thai. \""
        },
        {
            "en": "At each <em>prenatal</em> visit you'll be weighed, have your belly measured, and have your blood pressure and urine checked.",
            "vi": "Mỗi lần khám trước khi sinh bạn sẽ được cân trọng lượng, đo chỉ số bụng, đo huyết áp và kiểm tra nước tiểu."
        },
        {
            "en": "<em>Prenatal</em> vitamins are a must  You need extra folic acid, calcium, and iron when you're pregnant. The best way to get them is through healthy food. But you should still take the <em>prenatal</em> vitamin and/or supplement suggested by your doctor. <em>Prenatal</em> vitamins have nutrients that your baby needs for growth and development. Some pregnant women may need supplements to get enough specific vitamins, such as iron or B12.",
            "vi": "Việc cung cấp các loại vitamin trước khi sinh là điều cần thiết   Bạn cần cung cấp thêm cho cơ thể a-xít phô-lic, can-xi,  và sắt khi đang mang thai. Cách tốt nhất để bổ sung chúng là qua các loại thức ăn bổ dưỡng. Nhưng vẫn nên bổ sung thêm vitamin trước khi sinh và/ hoặc các thực phẩm bổ sung do bác sĩ kê toa. Các loại vitamin này chứa nhiều dưỡng chất thiết yếu cho nhu cầu tăng trưởng và phát triển của trẻ. Một số phụ nữ có thai có thể cần thực phẩm bổ sung để nhận đủ một số vitamin cụ thể, chẳng hạn như sắt hoặc B12."
        },
        {
            "en": "As the amniotic fluid contains cells from the embryo, cell cultures enable chromosome patterns to be studied so that <em>prenatal</em> diagnosis of chromosomal abnormalities can be made.",
            "vi": "Vì dịch đầu ối có chứa tế bào từ phôi, cấy tế bào cho phép lập mẫu nhiễm sắc thể để khảo sát những bất thường về nhiễm sắc thể và định bệnh trước khi sanh."
        },
        {
            "en": "<em>Prenatal</em> screening and diagnosis\n Two types of <em>prenatal</em> tests are used to detect Down syndrome in a fetus: screening tests and diagnostic tests. Screening tests estimate the risk that a fetus has DS; diagnostic tests can tell whether the fetus actually has the condition.",
            "vi": "Sàng lọc và chẩn đoán trước khi sinh   Người ta sử dụng 2 loại xét nghiệm trước khi sinh để phát hiện hội chứng Down trong bào thai đó là thử nghiệm sàng lọc và xét nghiệm chẩn đoán. Thử nghiệm sàng lọc ước đoán nguy cơ bào thai mắc hội chứng này; xét nghiệm chẩn đoán có thể cho biết liệu bào thai thực sự có bị hội chứng bệnh này hay không."
        },
        {
            "en": "The 1992/93 VLSS asked all women who reported one or more births whether they had gone \"for <em>prenatal</em> consultations at a maternity home or other clinic\" and if so, the respondent was asked \"How many times?\"",
            "vi": "ĐTMSVN 1992/93 hỏi tất cả các phụ nữ khai đã sinh đẻ một hoặc nhiều lần rằng họ có đi \"khám tiền sản ở nhà hộ sinh hay các phòng khám khác hay không\", và nếu có thì họ sẽ được hỏi tiếp \"bao nhiêu lần?\"."
        }
    ],
    "suggestions": []
}