{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pri'pɔstərəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hoàn toàn trái với lý lẽ thường, vô lý hết sức, phi lý, ngược đời</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ngớ ngẩn, lố bịch</td></tr></table><i/></div>",
            "word": "preposterous"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>preposterous</k><blockquote>■ <cclass>adjective utterly absurd or ridiculous. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>preposterously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>preposterousness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L. <i>praeposterus</i> 'reversed, absurd' (from <i>prae</i> 'before' + <i>posterus</i> 'coming after') + <kref>-ous</kref>. </blockquote></div>",
            "word": "preposterous"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>preposterous</k><blockquote>▸ <cclass>adjective ABSURD, ridiculous, foolish, stupid, ludicrous, farcical, laughable, comical, risible, nonsensical, senseless, insane; outrageous, monstrous; <cclass><i>informal</i> crazy.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>sensible.</blockquote></div>",
            "word": "preposterous"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>preposterous</k><blockquote><blockquote><ex><abr>adj.</abr> preposterous to + <abr>inf.</abr> (it's preposterous to speak of such things)</ex></blockquote></blockquote></div>",
            "word": "preposterous"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "preposterous"
        }
    },
    "sentences": [
        {
            "en": "That is so <em>preposterous</em>.",
            "vi": "Điều đó thật phi lý."
        },
        {
            "en": "That is a <em>preposterous</em> accusation!",
            "vi": "Đó là một sự buộc tội vô lý!"
        },
        {
            "en": "The whole idea is <em>preposterous</em>.",
            "vi": "Toàn bộ ý tưởng khá lố bịch."
        },
        {
            "en": "These claims are absolutely <em>preposterous</em>!",
            "vi": "Những lời tuyên bố này hết sức phi lý/kỳ quặc/quái đản!"
        },
        {
            "en": "I thought it was <em>preposterous</em>!",
            "vi": "Tôi nghĩ nó thật phi lý!"
        },
        {
            "en": "Some points are <em>preposterous</em>; others are overly pragmatic.",
            "vi": "Có những điểm hết sức phi lý, những điểm khác lại quá thực dụng."
        },
        {
            "en": "Some points are <em>preposterous</em> ; others are overly pragmatic.",
            "vi": "Có những điểm hết sức phi lý, những điểm khác lại quá thực dụng."
        },
        {
            "en": "The band was famous for their <em>preposterous</em> clothes and haircuts.",
            "vi": "Ban nhạc đã nổi về kiểu tóc và quần áo quái đản của họ."
        },
        {
            "en": "They are asking a <em>preposterous</em> price for the work.",
            "vi": "Họ đang đòi một cái giá quá đáng cho công việc đó."
        },
        {
            "en": "Such a fanatic, i wondered what her reaction would be to the <em>preposterous</em> question \"white or black?\".",
            "vi": "Đối với một người cuồng tín như tôi, không hiểu bà sẽ phản ứng ra sao trước câu nói vô nghĩa \"trắng hay đen?\"."
        },
        {
            "en": "Could it be possible that he had heard and believed the <em>preposterous</em> lie about Scarlett and Ashley and become jealous?",
            "vi": "Liệu có thể là anh ấy đã nghe thấy và tin những lời bịa đặt phi lý về scarlett và ashley, rồi đâm ghen?"
        },
        {
            "en": "When she awoke the next morning, he was gone and had it not been for the rumpled pillow beside her, she would have thought the happenings, of the night before a wild <em>preposterous</em> dream.",
            "vi": "Sáng hôm sau, khi nàng thức giấc, chàng đã đi khỏi và nếu không có chiếc gối nhàu nát bên cạnh, hẳn nàng có thể nghĩ những điều xảy ra đêm hôm trước chỉ là một giấc mơ cuồng phi lí."
        },
        {
            "en": "St    Let me introduce myself. My name is Valentine. I lived in Rome during the third century. That was long, long ago! At that time, Rome was ruled by an emperor named Claudius. I didn't like Emperor Claudius, and I wasn't the only one! A lot of people shared my feelings. Claudius wanted to have a big army. He expected men to volunteer to join. Many men just did not want to fight in wars. They did not want to leave their wives and families. As you might have guessed, not many men signed up. This made Claudius furious. So what happened? He had a crazy idea. He thought that if men were not married, they would not mind joining the army. So Claudius decided not to allow any more marriages. Young people thought his new law was cruel. I thought it was <em>preposterous</em>! I certainly wasn't going to support that law! Did I mention that I was a priest? One of my favorite activities was to marry couples. Even after Emperor Claudius passed his law, I kept on performing marriage ceremonies -- secretly, of course. It was really quite exciting. Imagine a small candlelit room with only the bride and groom and myself. We would whisper the words of the ceremony, listening all the while for the steps of soldiers. One night, we did hear footsteps. It was scary! Thank goodness the couple I was marrying escaped in time. I was caught. (Not quite as light on my feet as I used to be, I guess.) I was thrown in jail and told that my punishment was death.  I tried to stay cheerful. And do you know what? Wonderful things happened. Many young people came to the jail to visit me. They threw flowers and notes up to my window. They wanted me to know that they, too, believed in love. One of these young people was the daughter of the prison guard. Her father allowed her to visit me in the cell. Sometimes we would sit and talk for hours. She helped me to keep my spirits up. She agreed that I did the right thing by ignoring the Emperor and going ahead with the secret marriages. On the day I was to die, I left my friend a little note thanking her for her friendship and loyalty. I signed it, \"Love from your Valentine.\" I believe that note started the custom of exchanging love messages on Valentine's Day. It was written on the day I died, February 14, 269 A.D. Now, every year on this day, people remember. But most importantly, they think about love and friendship. And when they think of Emperor Claudius, they remember how he tried to stand in the way of love, and they laugh -- because they know that love can't be beaten!",
            "vi": "Câu truyện về thánh Valentine    Xin tự giới thiệu tên tôi là Valentine. Tôi sống ở La mã vào thế kỷ thứ ba cách đây lâu, lâu lắm rồi! Lúc đó hoàng đế Claudius đang là vua trị vì đất nước La mã. Tôi không phải là người duy nhất không thích vị vua này! Nhiều người cũng có cùng cảm nghĩ như tôi. Vua Claudius muốn có một đội quân hùng mạnh nên muốn tất cả đàn ông con trai phải tình nguyện nhập ngũ. Nhiều người không muốn tham chiến, họ chẳng thích xa gia đình và vợ con của mình. Như bạn cũng có thể đoán được đấy, rất ít thanh niên đăng ký đi lính. Điều này làm cho hoàng đế Claudius điên tiết lên. Và rồi chuyện gì xảy ra bạn biết không? Vị vua này mang một ý nghĩ điên rồ. Ông ta nghĩ rằng nếu đàn ông không lấy vợ thì sẽ chẳng lo lắng phiền muộn gì khi nhập ngũ. Thế nên Ngài ra lệnh không ai được phép lấy vợ lấy chồng nữa. Thanh niên cho rằng điều luật mới của vị hoàng đế này quả là độc ác. Còn tôi, tôi nghĩ việc này thật phi lý! Tôi chắc chắn sẽ không ủng hộ điều luật này rồi! Tôi đã kể cho các bạn nghe tôi là linh mục chưa? Một trong những việc làm yêu thích nhất của tôi là ban phép hôn phối. Ngay cả sau khi hoàng đế Claudius ra điều luật, tôi cũng vẫn tiếp thực hiện nghi thức kết hôn – dĩ nhiên là bí mật rồi. Điều này thật thú vị. Bạn hãy tưởng tượng xem một căn phòng nhỏ được thắp ánh nến lung linh chỉ có cô dâu, chú rể và tôi. Chúng tôi thì thầm đọc kinh nghi thức, và cùng lắng nghe tiếng bước chân của bọn lính bên ngoài.  Một đêm, chúng tôi nghe tiếng bước chân. Rùng rợn quá! Cảm ơn Chúa vì đôi hôn phối mà tôi ban lễ đã kịp thoát thân còn tôi thì bị bắt. (Tôi đoán là do tôi không chạy nhanh như lúc trước.) Tôi bị quăng vào ngục và án phạt mà tôi nhận được là án tử hình.  Tôi cố sống vui vẻ. Và bạn biết chuyện gì không? Thật nhiều điều tuyệt vời đã đến với tôi. Rất đông các bạn trẻ đến nhà tù để thăm tôi. Họ ném vào cho tôi nhiều hoa và thư qua cửa sổ. Họ muốn tôi hiểu rằng họ cũng tin vào tình yêu giống như tôi vậy. Một trong các bạn trẻ đến thăm tôi là con gái của cai ngục. Cha cô bé cho phép vào thăm tôi trong nhà lao. Đôi khi chúng tôi ngồi trò chuyện với nhau hàng giờ. Cô ấy giúp tôi giữ vững tinh thần. Cô ấy cũng cho rằng việc tôi lờ đi điều luật của Hoàng đế và tiếp tục ban lễ hôn phối bí mật là đúng đắn. Vào ngày tôi chết, tôi đã gởi lại cho cô bé một thông điệp nhỏ, cảm ơn cô ấy vì tình bạn và lòng trung thành của mình. Tôi đã ký dưới thông điệp ấy rằng, “Tình yêu từ Valentine của em.” Tôi tin rằng mảnh thông điệp ấy khởi đầu cho tục lệ trao gởi thông điệp tình yêu cho nhau vào ngày Valentine. Đó là ngày tôi chết, ngày 14 tháng Hai, năm 269 sau công nguyên. Giờ đây, mỗi năm cứ vào ngày này là người ta nhớ đến Valentine. Nhưng quan trọng hơn cả là người ta nghĩ về tình yêu và tình bạn. Và khi người ta nhớ về Hoàng đế Claudius thì họ nhớ tới chuyện Ngài đã ngăn cản tình yêu như thế nào và họ cười to vì ai cũng biết rằng tình yêu không gì có thể làm khuất phục được!"
        }
    ],
    "suggestions": []
}