{
    "en_vn": {
        "data": {
            "content": null,
            "word": "prescribed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "prescribed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prescribed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prescribed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prescribed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Don't exceed the <em>prescribed</em> dose.",
            "vi": "Không được dùng quá liều đã chỉ định."
        },
        {
            "en": "Do not exceed the <em>prescribed</em>.",
            "vi": "Không dùng quá liều quy định."
        },
        {
            "en": "She was <em>prescribed</em> a course of antibiotics.",
            "vi": "Cô ấy được kê một đơn thuốc kháng sinh."
        },
        {
            "en": "The pharmacist made up the <em>prescribed</em> medicine.",
            "vi": "Vị dược sĩ bào chế thuốc theo toa."
        },
        {
            "en": "The doctor <em>prescribed</em> her a month's rest.",
            "vi": "Bác sĩ bắt bà ấy nghỉ ngơi một tháng."
        },
        {
            "en": "You have to park in <em>prescribed</em> place.",
            "vi": "Bạn phải đậu xe đúng nơi quy định."
        },
        {
            "en": "Take the <em>prescribed</em> tablets and rest.",
            "vi": "Dùng thuốc theo toa và nghỉ ngơi."
        },
        {
            "en": "I usually observe the <em>prescribed</em> speed.",
            "vi": "Tôi thường tuân thủ theo tốc độ đã được quy định."
        },
        {
            "en": "Fee levels are <em>prescribed</em> as follows:",
            "vi": "Mức lệ phí được quy định như sau:"
        },
        {
            "en": "All the conditions <em>prescribed</em> by law had been complied with.",
            "vi": "Tất cả các điều kiện theo quy định của pháp luật đã được tuân thủ."
        },
        {
            "en": "They place the book in a <em>prescribed</em> place.",
            "vi": "Họ đặt sách ở một nơi quy định."
        },
        {
            "en": "Paracetamol is a drug commonly <em>prescribed</em> for pain relief.",
            "vi": "Paracetamol là loại thuốc thường được kê để giảm đau."
        },
        {
            "en": "Antibiotics should not be <em>prescribed</em> in this case.",
            "vi": "Trường hợp này không nên trị bằng thuốc kháng sinh."
        },
        {
            "en": "The doctor <em>prescribed</em> rest as the best cure.",
            "vi": "Bác sĩ khuyên nghỉ ngơi là liều thuốc chữa bệnh tốt nhất."
        },
        {
            "en": "The doctor <em>prescribed</em> an ointment and gave me a shot.",
            "vi": "Bác sĩ đã kê thuốc mỡ và đã tiêm cho tôi rồi."
        },
        {
            "en": "Drugs are <em>prescribed</em> to relieve the symptoms of asthma.",
            "vi": "Cần phải sử dụng thuốc để làm dịu các triệu chứng hen suyễn."
        },
        {
            "en": "What do we mean by giving the medication as <em>prescribed</em>?",
            "vi": "Chúng ta có ý gì qua việc cho uống thuốc theo quy định?"
        },
        {
            "en": "Do we give too many <em>prescribed</em> drugs to children?",
            "vi": "Chúng ta có đang cho trẻ con uống quá nhiều thuốc tây không?"
        },
        {
            "en": "Mr. Green, the doctor has <em>prescribed</em> a shot for you.",
            "vi": "Thưa ông green, bác sĩ đã kê toa chích thuốc cho ông."
        },
        {
            "en": "Other necessary measures as <em>prescribed</em> by the Government.",
            "vi": "Các biện pháp cần thiết khác theo quy định của chính phủ."
        }
    ],
    "suggestions": []
}