{
    "en_vn": {
        "data": {
            "content": null,
            "word": "preserves"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "preserves"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "preserves"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>preserves</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>fruit preserved by cooking with sugar</b></blockquote><blockquote><blockquote><ex> apricot; blueberry; cherry; grape; peach; raspberry; strawberry preserves</ex></blockquote></blockquote></div>",
            "word": "preserves"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "preserves"
        }
    },
    "sentences": [
        {
            "en": "Apricot <em>preserves</em>",
            "vi": "Mơ được bảo quản"
        },
        {
            "en": "He always <em>preserves</em> his gravity.",
            "vi": "Ông ta luôn giữ được vẻ nghiêm trang của mình."
        },
        {
            "en": "Are there any animal <em>preserves</em> around here?",
            "vi": "Ở gần đây có khu bảo tồn động vật nào không?"
        },
        {
            "en": "Wax polish <em>preserves</em> wood and leather.",
            "vi": "Nước sáp bóng bảo quản được gỗ và da thuộc."
        },
        {
            "en": "She showed me how to make apricot <em>preserves</em>.",
            "vi": "Cô ấy chỉ tôi cách làm mơ ướp."
        },
        {
            "en": "He <em>preserves</em> tenuous links with his former friends.",
            "vi": "Anh ta giữ những mối quan hệ hời hợt với bạn bè cũ của mình."
        },
        {
            "en": "She doesn't want to trespass on someone's <em>preserves</em>.",
            "vi": "Cô ấy không muốn dính vào việc riêng của ai."
        },
        {
            "en": "I think governments should do whatever is necessary to create more wild animal <em>preserves</em>.",
            "vi": "Tôi nghĩ các chính phủ cần nên làm bất kỳ điều gì cần thiết để gầy dựng thêm nhiều khu bảo tồn động vật hoang dã nữa."
        },
        {
            "en": "Here's a recipe for apricot <em>preserves</em>, cooked in the crock pot.",
            "vi": "Đây là công thức các loại mức mơ, được nấu trong nồi áp suất."
        },
        {
            "en": "He keeps food items in cold storage and thus <em>preserves</em> them.",
            "vi": "Ngoài ra họ cũng còn biết cách để thức ăn ở tủ lạnh để dành được lâu."
        },
        {
            "en": "How many national animal <em>preserves</em> do you have in your country?",
            "vi": "Ở nước bạn có bao nhiêu khu bảo tồn động vật quốc gia?"
        },
        {
            "en": "Self-targeting often has low administration costs, <em>preserves</em> incentives to escape poverty, and is less subject to capture by local elites or corrupt administrators and officials.",
            "vi": "Tự định hướng mục tiêu thường có chí phí hành chính thấp, giữ gìn được các khuyến khích thoát khỏi nghèo đói và ít bị phụ thuộc vào các giới có chức quyền ở địa phương hay các quan chức tham nhũng."
        },
        {
            "en": "The simple fact is that late registration is very, very hard for county election workers to implement in a way that <em>preserves</em> a smooth election process for the rest of the voters.",
            "vi": "Một sự thật đơn giản là việc đăng ký trễ là rất khó để những người lao động bầu cử của quận thực hiện giữ một quá trình bầu cử suôn sẻ cho phần còn lại các cử tri."
        },
        {
            "en": "Seagate’s Adaptive Memory algorithms constantly run on the hybrid drive independent of any operating system drivers. Adaptive Memory is actually a suite of algorithms that perform multiple functions, including dynamically changing the amount of flash within the NAND allocated for use. (Recall that filling an SSD will greatly impact its performance, which is why most drives use overprovisioning and leave empty memory space for greater performance.) Also, while earlier hybrid designs would wipe the NAND area during a defragging operation, Adaptive Memory now isolates the flash memory during a defrag and <em>preserves</em> its contents. This way, there’s no “starting over” on performance after the drive has been optimized .",
            "vi": "Thuật toán Bộ nhớ Thích ứng của Seagate hoạt động liên tục trên ổ đĩa lai độc lập với bất kỳ trình điều khiển nào của hệ điều hành. Công nghệ Bộ nhớ Thích ứng thực tế là một tập hợp các thuật toán thực hiện nhiều chức năng, bao gồm cả việc thay đổi linh hoạt số lượng flash trong NAND được cấp phát để sử dụng. (Nhớ rằng việc lấp đầy một SSD sẽ ảnh hưởng lớn đến hiệu suất của nó, đó là lý do tại sao hầu hết các ổ đĩa sử dụng kỹ thuật cung cấp vuợt mức và để lại không gian bộ nhớ trống cho hiệu suất cao hơn.) Ngoài ra, trong các thiết kế ổ đĩa lai trước đó sẽ xoá vùng NAND trong suốt một hoạt động chống phân mảnh, công nghệ Bộ nhớ Thích ứng hiện nay cô lập bộ nhớ flash trong quá trình chống phân mảnh và lưu giữ nội dung của nó. Bằng cách này, không có việc \"bắt đầu lại\" về hiệu suất sau khi ổ đĩa đã được tối ưu hóa."
        }
    ],
    "suggestions": []
}