{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Presley"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Presley"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Presley"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Presley"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Presley"
        }
    },
    "sentences": [
        {
            "en": "I wanna see him do Elvis <em>Presley</em>.",
            "vi": "Tôi muốn xem anh ta sắm vai Elvis Presley."
        },
        {
            "en": "Elvis <em>Presley</em> - story of a superstar.",
            "vi": "Elvis presley - câu chuyện về một siêu sao."
        },
        {
            "en": "\"Love Me Tender\" is a song sung by Elvis <em>Presley</em>.",
            "vi": "\"Love Me Tender\" là một bài hát được hát bởi Elvis Presley."
        },
        {
            "en": "When I was fourteen, Elvis <em>Presley</em> was my idol.",
            "vi": "Hồi tôi 14 tuổi, Elvis Presley là thần tượng của tôi."
        },
        {
            "en": "In the 1950s it was \"The King\", Elvis <em>Presley</em>.",
            "vi": "Vào thập niên 1950 là \"ông vua\", elvis presley."
        },
        {
            "en": "In the 1950s it was \"The King\", <em>Presley</em>.",
            "vi": "Vào thập niên 1950 là\"Ông Vua\", Presley."
        },
        {
            "en": "In the 1950s it was \"The King\", <em>Presley</em>.",
            "vi": "Vào thập niên 1950 là \"Ông Vua\", Presley."
        },
        {
            "en": "Elvis <em>Presley</em> was a real heart-throb to millions in the 1950s.",
            "vi": "Elvis Presley đã là một thần tượng lớn của hàng triệu người trong những năm 1950."
        },
        {
            "en": "Carter said: 'Elvis <em>Presley</em> changed the face of American popular culture...he was unique and irreplaceable'.",
            "vi": "Tổng thống carter nói: 'elvis p. đã làm thay đổi bộ mặt văn hóa đại chúng hoa kỳ anh là nhười duy nhất và không thể thay thế được'."
        },
        {
            "en": "Elvis <em>Presley</em> was a real heart - throb to millions in the 1950s.",
            "vi": "Elvis Presley đã là một thần tượng lớn của hàng triệu người trong những năm 1950."
        },
        {
            "en": "The Japanese leader sang part of a song by Elvis <em>Presley</em>, 'Love me tender'.",
            "vi": "Lãnh đạo nhật bản đã hát một đoạn trong bài hát \"love me tender\" của ca sỹ elvis presley."
        },
        {
            "en": "He left all his money to his only daughter, Lisa Marie <em>Presley</em>.",
            "vi": "Anh để lại toàn bộ số tiền cho đứa con gái duy nhất của mình, lisa marie presley."
        },
        {
            "en": "American singer Michael Jackson has married the daughter of Elvis <em>Presley</em>.",
            "vi": "Ca sĩ người Mĩ, American singers Michael Jackson đã kết hôn với con gái của Elvis Presey."
        },
        {
            "en": "Elvis <em>Presley</em> was one of the earliest sex symbols originating from music.",
            "vi": "Elvis Presley là một trong những người đầu tiên nổi tiếng về tình dục trong làng âm nhạc."
        },
        {
            "en": "\"G. I. Blues\" is a 1960 Elvis <em>Presley</em> musical motion picture played as a romantic comedy.",
            "vi": "\"GI Blues\" là một phim nhạc kịch năm 1960 của Elvis Presley được trình diễn như một phim hài lãng mạn."
        },
        {
            "en": "Elvis <em>Presley</em> was born on January 8th, 1935, in Tupelo, mississippi.",
            "vi": "E.p sinh ngày 8 tháng 1 năm 1935, ở tupelo bang mississippi."
        },
        {
            "en": "In the year after his death, 100 million <em>Presley</em> LPs were sold.",
            "vi": "Sau ngày anh chết được một năm, một trăm triệu đĩa hát lớn của presley được bán hết."
        },
        {
            "en": "Elvis <em>Presley</em> appeared before Madonna, Eminem, Moby or Sisqo, but he was simply \"Elvis\".",
            "vi": "Trước khi có Madonna, Eminem, Moby hoặc Sisqo thì đã có Elvis Presley, nhưng người ta chỉ cần gọi anh đơn giản là \" Elvis\"."
        },
        {
            "en": "Of the famous pop singers, I prefer Frank Sinatra, Elvis <em>Presley</em>, Madonna and Paul Mc Cartney.",
            "vi": "Trong số những ca sĩ nhạc pop nổi tiếng, tôi thích Frank Sinatra, Elvis Presley, Madonna và Paul Mc Cartney."
        },
        {
            "en": "Elvis <em>Presley</em> appeared before Madonna, Eminem, Moby or Sisqo, but he was simply \"Elvis\".",
            "vi": "Trước khi có Madonna, Eminem, Moby hoặc Sisqo thì đã có Elvis Presley, nhưng người ta chỉ cần gọi anh đơn giản là\"Elvis\"."
        }
    ],
    "suggestions": []
}