{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Primates"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Primates"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Primates"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Primates"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Primates"
        }
    },
    "sentences": [
        {
            "en": "<em>Primates</em> feel pain just as much as we do.",
            "vi": "Động vật linh trưởng cũng cảm thấy đau nhiều như chúng ta."
        },
        {
            "en": "It shows that sheep possess similar face recognition abilities to <em>primates</em>.",
            "vi": "Nó cho thấy cừu có khả năng nhận dạng khuôn mặt tương tự với động vật linh trưởng."
        },
        {
            "en": "The mandrill of central Africa is often considered the showiest of <em>primates</em>, he said.",
            "vi": "Loài khỉ ở trung phi được xem là loài linh trưởng điển hình nhất, anh ta nói."
        },
        {
            "en": "According to Dan Everett, Homo erectus was probably the first of the <em>primates</em> that used language.",
            "vi": "Theo Dan Everett, Homo erectus có lẽ là loài linh trưởng đầu tiên sử dụng ngôn ngữ."
        },
        {
            "en": "Biologists warn that the development of concrete buildings will push the endangered <em>primates</em> into extinction.",
            "vi": "Các nhà sinh học cảnh báo rằng sự phát triển của những tòa nhà bê tông sẽ đẩy các động vật linh trưởng thuộc diện nguy cấp đến tình trạng tuyệt chủng."
        },
        {
            "en": "If we only look at <em>primates</em> the kind of intelligence we'll be studying might be too similar to our own.",
            "vi": "Nếu chúng ta chỉ xét đến những loài động vật linh trưởng, thì khái niệm trí thông minh mà chúng ta sắp sửa nghiên cứu có lẽ cũng tương tự như trí thông minh của chúng ta."
        },
        {
            "en": "In her studies of macaque monkeys, Brinkman has noticed that <em>primates</em> (monkeys) seem to learn a hand preference from their mother in the first year of life but this could be one hand or the other. In humans, however, the specialisation in function of the two hemispheres results in anatomical differences: areas that are involved with the production of speech are usually larger on the left side than on the right.",
            "vi": "Trong các nghiên cứu về loài khỉ macaque, Brinkman đã nhận thấy rằng loài linh trưởng (loài khỉ) dường như học cách dùng thuận tay từ mẹ của chúng trong năm đầu tiên của cuộc sống nhưng việc thuận tay có thể là tay trái hay tay phải. Tuy nhiên, ở người việc chuyên biệt hoá các chức năng ở 2 bán cầu não dẫn đến sự khác biệt về giải phẫu: các khu vực có liên quan với việc tạo tiếng nói ở phía bên trái thường lớn hơn hơn so với bên phải."
        },
        {
            "en": "WHAT'S A DEVIL MONKEY?: The United States and Canada aren't home to any modern-day <em>primates</em>, which makes the appearance of a giant monkey-like creature in rural areas even more bizarre to those who've seen it. Dubbed the devil monkey, this primate-looking beast reportedly has pointed ears, a baboon- or doglike snout, a bushy tail and only three toes on each of its narrow feet. Ranging in height between 3 and 8 feet (0.9 and 2.4 meters) tall, this strange monkey gets around on all fours and travels by jumping. Devil monkeys are supposed to be aggressive, especially toward dogs and humans, and by most accounts, they are carnivorous and feed on livestock. This fearsome monkey makes a wide range of evil-sounding noises, including hoots, whistles and screams.",
            "vi": "Khỉ quỷ là gì? Hoa Kỳ và Canada không phải nơi cư ngụ của bất kỳ loài động vật linh trưởng hiện đại nào, khiến cho sự xuất hiện của một sinh vật khổng lồ giống như khỉ ở các vùng nông thôn thậm chí còn kỳ lạ hơn đối với những người đã nhìn thấy nó. Được mệnh danh là khỉ quỷ, con quái vật trông như loài linh trưởng này được cho là có tai nhọn, mõm như khỉ đầu chó hoặc chó, đuôi xù và chỉ có ba ngón chân trên mỗi bàn chân hẹp. Có chiều cao từ 3 đến 8 feet, con khỉ kỳ lạ này đi bằng cả 4 chân và bằng cách nhảy. Khỉ quỷ được cho là hung hăng, đặc biệt đối với chó và con người, và theo hầu hết miêu tả, chúng là loài ăn thịt và ăn gia súc. Loài khỉ đáng sợ này tạo ra một loạt các âm thanh ồn ào nghe rất khó chịu, bao gồm những tiếng la hét, huýt gió và thét lên."
        }
    ],
    "suggestions": []
}