{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Prima"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Prima"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Prima"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Prima"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Prima"
        }
    },
    "sentences": [
        {
            "en": "Who is a <em>prima</em> ballerina?",
            "vi": "Ai là nhân vật nữ chính của vở ba lê?"
        },
        {
            "en": "<em>Prima</em> facie he is guilty.",
            "vi": "Mới nhìn qua thì thấy anh ta có tội."
        },
        {
            "en": "See a <em>prima</em> facie reason for it",
            "vi": "Nhìn qua cũng thấy có lý do rồi"
        },
        {
            "en": "We just see a <em>prima</em> facie reason for it.",
            "vi": "Chúng tôi chỉ nhìn qua cũng thấy có lý do rồi."
        },
        {
            "en": "<em>Prima</em> facie, there is a strong case against him.",
            "vi": "Thoạt nhìn trước tiên, có một trường hợp rất bất lợi chống lại ông ta."
        },
        {
            "en": "It seems that Mary is a <em>prima</em> ballerina.",
            "vi": "Có vẻ như Mary là diễn viên múa chính trong đoàn múa ba - lê."
        },
        {
            "en": "It seems that Mary is a <em>prima</em> ballerina.",
            "vi": "Có vẻ như Mary là diễn viên múa chính trong đoàn múa ba-lê."
        },
        {
            "en": "Stop behaving like a <em>prima</em> donna – you're not the only person around here",
            "vi": "Đừng làm bộ làm tịch nữa – Ở đây không phải chỉ có một một mình cô."
        },
        {
            "en": "There is <em>prima</em> facie evidence suggesting that the company knew about the dishonest dealing.",
            "vi": "Mới nhìn qua đã thấy có bằng chứng là công ty đã biết về vụ làm ăn bất chính này."
        },
        {
            "en": "Mary's career as <em>prima</em> donna with the opera company makes her happy.",
            "vi": "Là nữ diễn viên chính của đoàn kịch ô-pê-ra làm Mary hạnh phúc."
        },
        {
            "en": "In her new film, Victoria plays a <em>prima</em> donna television presenter",
            "vi": "Trong bộ phim mới của cô ta, Victoria đóng vai người dẫn chương trình truyền hình khó tính."
        },
        {
            "en": "<em>Prima</em> facie evidence suggests that Viet Nam falls into the latter category.",
            "vi": "Nhưng những bằng chứng hiển nhiên cho thấy Việt Nam thuộc trường hợp thứ hai."
        },
        {
            "en": "Mary's career as <em>prima</em> donna with the opera company makes her happy.",
            "vi": "Là nữ diễn viên chính của đoàn kịch ô - pê - ra làm Mary hạnh phúc."
        },
        {
            "en": "The record in the shareholder registration book kept by the company is the <em>prima</em> facie proof of ownership for the shareholders.",
            "vi": "Danh sách trong sổ đăng ký cổ đông do công ty lưu giữ là bằng chứng đầu tiên về việc sở hữu của cổ đông."
        },
        {
            "en": "There is a <em>prima</em> facie case for improving the pro-poor content of fiscal policy by switching expenditures away from this area.",
            "vi": "Đã có những nghiên cứu hiển nhiên cho thấy chính sách tài khóa được cải thiện theo hướng vì người nghèo nhiều hơn bằng cách cắt giảm chi tiêu các cho lĩnh vực này."
        },
        {
            "en": "Were it the case that the country’s trade performance had been unsatisfactory, there would be a strong <em>prima</em> facie case to experiment with policy changes.",
            "vi": "Nếu như các thành tích về thương mại của quốc gia là không đạt yêu cầu, thì việc đầu tiên có thể cần làm là thử nghiệm các thay đổi về chính sách."
        },
        {
            "en": "As a variation on still life, in recent years Pieter has developed his specialized talents in flower compositions. The fine painting of flowers demands considerable discipline, because the passing of time is an important challenge. A flower is always changing. To capture the moment, Pieter bypasses the use of underpainting and paints each flower in turn, \"alla <em>prima</em>\" until the painting is finished. Sometimes he needs a whole day for each flower, other times only a few hours. Often the flower compositions never existed in reality because the flowers were painted one by one over several weeks. Take a look at these stunning flower paintings! Read more at:",
            "vi": "Như để thay đổi cuộc sống bình lặng, mấy năm gần đây, Pieter phát triển năng khiếu đặc biệt của mình trong sáng tác hoa. Vẽ hoa đẹp cần nhiều tự chủ, vì thời gian trôi qua là một thách thức lớn. Hoa luôn thay đổi. Muốn vẽ được hoa đẹp, Pieter không phác hoạ nền mà vẽ lần lượt từng đoá,\" alla prima\" cho đến khi vẽ xong tranh. Có lúc vẽ một đoá thôi đã mất trọn một ngày, đôi khi chỉ mất vài tiếng đồng hồ. Thường cách bày biện hoa này chẳng có thật trong thực tế vì hoa được vẽ từng đoá một, suốt mấy tuần lễ. Hãy ngắm các bức tranh hoa đẹp sững người này!"
        }
    ],
    "suggestions": []
}