{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Princeton"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Princeton"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Princeton"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Princeton"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Princeton"
        }
    },
    "sentences": [
        {
            "en": "The institute is located in the township of <em>Princeton</em>.",
            "vi": "Viện nghiên cứu nằm ở thị trấn của Princeton."
        },
        {
            "en": "\"In the end these companies will probably disappear,\" the economics professor at <em>Princeton</em> University said.",
            "vi": "\"Cuối cùng thì có lẽ các công ty này sẽ tiêu tan\", vị Giáo sư kinh tế học tại đại học Princeton đă nói."
        },
        {
            "en": "Ben Folds works with the a cappella group The <em>Princeton</em> Nassoons to arrange his song \"Time\".",
            "vi": "Ben Folds làm việc với nhóm cappella (không có nhạc đệm) The Princeton Nassoons để soạn lại bài \"Time\" của anh."
        },
        {
            "en": "He worked hard and he is now principle of technical college in nearby <em>Princeton</em>.",
            "vi": "Ông ấy làm việc chăm chỉ và bây giờ là hiệu trường của trường đại học kỹ thuật."
        },
        {
            "en": "Graduate students at <em>Princeton</em> University can benefit from the faculties and facilities of other institutions through cooperative and reciprocal arrangements.",
            "vi": "Học sinh tốt nghiệp tại Đại học Princeton có thể hưởng lợi từ các khoa và các cơ sở của các tổ chức khác thông qua các thỏa thuận hợp tác và có đi có lại."
        },
        {
            "en": "The Vietnamese Fulbright students studied at a variety of American universities, including Harvard, <em>Princeton</em>, Syracuse, the University of Missouri, and George Washington University.",
            "vi": "Sinh viên Việt nam nhận học bổng Fulbright đã theo học tại nhiều trường đại học khác nhau của Hoa Kỳ như Harvard, Princeton, Syracuse, Đại học Missouri, Đại học George Washington."
        },
        {
            "en": "In contrast to this trend, <em>Princeton</em> recently announced that all students, regardless of their competency when entering the university, would be required to study an additional language.",
            "vi": "Trái ngược với xu hướng này, trường Đại học Princeton gần đây đã thông báo rằng tất cả học sinh, bất kể năng lực của họ khi vào đại học ra sao thì họ đều sẽ được yêu cầu học thêm một ngôn ngữ nữa."
        },
        {
            "en": "Robert Wade, Governing the Market: Economic Theory and the Role of Government in East Asian Industrialization, <em>Princeton</em> University Press, 1990, p. 65.",
            "vi": "Robert Wade, Quản trị thị trường: Lý thuyết kinh tế và vai trò của nhà nước trong quá trình công nghiệp hóa của các nước Đông Á, Princeton University Press, 1990, p. 65."
        },
        {
            "en": "Awarded to: David J. Thouless, University of Washington; F. Duncan M. Haldane, <em>Princeton</em> University; J. Michael Kosterlitz, Brown University (United States)",
            "vi": "Giải thưởng trao cho: David J. Thouless, Đại học Washington; F. Duncan M. Haldane, Đại học Princeton; J. Michael Kosterlitz, Đại học Brown (Hoa Kỳ)."
        },
        {
            "en": "The Nobel committee awarded this year's Nobel to <em>Princeton</em> University professor Paul Krugman for his theories to answer questions about free trade and globalization.",
            "vi": "Uỷ ban Nobel đã trao giải Nobel năm nay cho Giáo sư Paul Krugman thuộc Trường Ðại học Princeton vì những lý thuyết của ông giải đáp cho các vấn đề về tự do mậu dịch và toàn cầu hoá."
        },
        {
            "en": "Now a series of experiments suggests a surprising reason for yawning. It cools the brain, says Andrew C. Gallup, PhD, a postdoctoral research associate at <em>Princeton</em> University.",
            "vi": "Hiện nay một loạt các thí nghiệm đưa ra một lý do đáng ngạc nhiên giải thích việc ngáp. Ngáp giúp làm mát não, theo Tiến sĩ Andrew C. Gallup, một nhà nghiên cứu sau tiến sĩ tại Đại học Princeton."
        },
        {
            "en": "\"Our finding of genetic variation in both dogs and wolves provides a possible insight into animal personality, and may even suggest similar genes may have roles in other domestic species (maybe cats even),\" said Dr Bridgett vonHoldt of <em>Princeton</em> University.",
            "vi": "Tiến sĩ Bridgettvon Holdt của Đại học Princeton cho biết: \"Phát hiện của chúng tôi về sự biến đổi di truyền ở cả loài chó và loài sói cung cấp một cái nhìn nội tại về tính cách động vật và thậm chí có thể gợi ý những gen đóng vai trò tương tự ở những loài vật nuôi trong nhà khác (kể cả mèo).\""
        },
        {
            "en": "In addition to his university teaching in the United States-for many years he was at the University of Michigan and he is presently at <em>princeton</em> University of Michigan and he is presently English Language Institute in Mexico.",
            "vi": "Ngoài việc dạy học ở đại học bên hợp chủng quốc - trong nhiều năm ông đã làm việc tại đại học đường michigan và hiện nay ông đang phục vụ tại đại học đường princeton - giáo sư marckwardt còn làm giám đốc viện anh ngữ tại mexico."
        },
        {
            "en": "In an interview with Elite Daily, researcher at <em>Princeton</em> Neuroscience and co-author of the study Neil Garrett said: \"What our study and others suggest is a powerful factor that prevents us from cheating is our emotional reaction to it, how bad we feel essentially, and the process of adaptation reduces this reaction, thereby allowing us to cheat more.\"",
            "vi": "Trong một cuộc phỏng vấn với Elite Daily, nhà nghiên cứu thuộc Princeton Neuroscience và là đồng tác giả của nghiên cứu này, Neil Garrett nói: \"Những gì nghiên cứu của chúng tôi và các nghiên cứu khác đưa ra là nhân tố mạnh mẽ ngăn cản chúng ta khỏi lừa dối chính là phản ứng cảm xúc của chúng ta đối với nó, quá trình thích ứng làm giảm phản ứng này, do đó cho phép chúng ta gian dối nhiều hơn."
        },
        {
            "en": "The same dynamic plays out in our political lives. In a study published in 2014, Martin Gilens at <em>Princeton</em> University and Benjamin Page at Northwestern University found government policy and actions rarely reflected majority sentiment, but instead favored corporate interests and the wealthiest Americans.",
            "vi": "Một động thái giống nhau diễn ra trong đời sống chính trị của chúng ta. Trong một nghiên cứu được xuất bản năm 2014, Martin Gilens tại trường đại học Pronceton và Benjamin Page tại trường đại học Northwestern đã nhận ra rằng chính phủ ít khi nào phản ánh quan điểm đa số, thay vào đó họ đồng ý với quan điểm có lợi cho lợi ích của các công ty và những người Mỹ giàu có."
        },
        {
            "en": "According to an article by Swiss non-profit foundation the World Economic Forum, a study involving bilingual and monolingual children showed that those with bilingual skills had an increased ability to switch between tasks and empathise with different people. And a <em>Princeton</em> University study published in August indicated that bilingual infants enjoyed cognitive benefits throughout their life.",
            "vi": "Theo một bài báo của tổ chức phi lợi nhuận Thụy Sĩ - Diễn đàn Kinh tế Thế giới, một nghiên cứu về trẻ em song ngữ và đơn ngữ cho thấy những người có kỹ năng song ngữ có khả năng chuyển đổi giữa các công việc và có thể đồng cảm với những người khác nhau. Và một nghiên cứu của Đại học Princeton, được công bố vào tháng 8, chỉ ra rằng trẻ biết song ngữ được hưởng lợi ích dựa trên hiểu biết trong suốt cuộc đời của chúng."
        },
        {
            "en": "The same dynamic plays out in our political lives. In a study published in 2014, Martin Gilens at <em>Princeton</em> University and Benjamin Page at Northwestern University found government policy and actions rarely reflected majority sentiment, but instead favored corporate interests and the wealthiest Americans.",
            "vi": "Một động thái giống nhau diễn ra trong đời sống chính trị của chúng ta. Trong một nghiên cứu được xuất bản năm 2014, Martin Gilens tại trường đại học Pronceton và Benjamin Page tại trường đại học Northwestern đã nhận ra rằng chính phủ ít khi nào phản ánh quan điểm đa số, thay vào đó họ đồng ý với quan điểm có lợi cho lợi ích của các công ty và những người Mỹ giàu có."
        },
        {
            "en": "In an interview with Elite Daily, researcher at <em>Princeton</em> Neuroscience and co-author of the study Neil Garrett said: \"What our study and others suggest is a powerful factor that prevents us from cheating is our emotional reaction to it, how bad we feel essentially, and the process of adaptation reduces this reaction, thereby allowing us to cheat more.\"",
            "vi": "Trong một cuộc phỏng vấn với Elite Daily, nhà nghiên cứu thuộc Princeton Neuroscience và là đồng tác giả của nghiên cứu này, Neil Garrett nói: \"Những gì nghiên cứu của chúng tôi và các nghiên cứu khác đưa ra là nhân tố mạnh mẽ ngăn cản chúng ta khỏi lừa dối chính là phản ứng cảm xúc của chúng ta đối với nó, quá trình thích ứng làm giảm phản ứng này, do đó cho phép chúng ta gian dối nhiều hơn."
        },
        {
            "en": "Professor of aerospace science and dean emeritus of the School of Engineering and Applied Science at <em>Princeton</em> University Robert G. Jahn: “Few of the truly great scientists of this or any other era would ultimately deny the importance of these mystical components in their own creative capabilities. What is much more problematic and controversial is whether modern science has the technical, epistemological, and intuitive capacity to demonstrate, comprehend, and incorporate such elusive factors in any rigorous and systematic fashion within its own analytical paradigm.”",
            "vi": "Giáo sư ngành khoa học hàng không vũ trụ kiêm cựu trưởng khoa Trường Kỹ thuật và Khoa học ứng dụng tại Đại học Princeton – Robert G. Jahn: “Rất ít các khoa học gia vĩ đại của thời đại này hay bất kỳ thời đại nào mà chối bỏ tầm quan trọng của các yếu tố thần bí trong khả năng sáng tạo của mình . Một điều khá rắc rối và gây tranh cãi là liệu khoa học hiện đại có kỹ thuật, nhận thức luận, và khả năng trực quan để chứng minh, thấu hiểu, và kết hợp các yếu tố khó nắm bắt như vậy theo một cách hệ thống trong mô hình phân tích của chính khoa học hiện đại hay không.’’"
        },
        {
            "en": "Dr. Thorne was born and raised in Logan, Utah, receiving a bachelor’s degree from Caltech and then a Ph.D. from <em>Princeton</em> under the tutelage of John Archibald Wheeler, an evangelist for Einstein’s theory who popularized the term black holes, and who initiated Dr. Thorne into their mysteries. “He blew my mind,” Dr. Thorne later said. Dr. Thorne’s enthusiasm for black holes is not confined to the scientific journals. Now an emeritus professor at Caltech, he was one of the creators and executive producers of the 2014 movie “Interstellar,” about astronauts who go through a wormhole and encounter a giant black hole in a search for a new home for humanity.",
            "vi": "Tiến sĩ Thorne sinh ra và lớn lên ở Logan, Utah, nhận bằng cử nhân từ đại học Caltech và sau đó là bằng tiến sĩ từ đại học Princeton dưới sự dạy dỗ của John Archibald Wheeler, một nhà truyền bá cho lý thuyết của Einstein, người đã phổ biến các thuật ngữ hố đen, và là người đã đề xướng Tiến sĩ Thorne bước vào bí ẩn của chúng. Tiến sĩ Thorne sau đó nói: \"Ông đã thổi bùng hứng khởi cho tâm trí của tôi\". Sự nhiệt tình của Tiến sĩ Thorne đối với các hố đen không chỉ giới hạn trong các tạp chí khoa học. Hiện tại làm giáo sư danh dự tại đại học Caltech, ông còn là một trong những người sáng tạo và là nhà sản xuất bộ phim Interstellar năm 2014, kể về những phi hành gia đi qua một lỗ giun và chạm trán một lỗ đen khổng lồ để tìm kiếm ngôi nhà mới cho nhân loại."
        }
    ],
    "suggestions": []
}