{
    "en_vn": {
        "data": {
            "content": null,
            "word": "privates",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>privates</k><blockquote><cclass>informal short for <kref>private parts</kref>. </cclass></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>in private</b> with no one else present.</cclass></blockquote><blockquote>→ <kref>private</kref></blockquote></div>",
            "word": "privates",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "privates",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "privates",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "privates",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Currently Dalian has more than 20 universities, many are <em>privates</em>.",
            "vi": "Hiện thời Đại Liên có hơn 20 đại học, nhiều đại học tư."
        },
        {
            "en": "<em>Privates</em> Jones was awarded the Victoria Cross (for his gallantry).",
            "vi": "Binh nhì Jones đã được tặng thưởng huân chương Victoria (về hành động dũng cảm)."
        },
        {
            "en": "Maybe that is true and we will see a convergence in the development of the <em>privates</em> sectors of transition economies.",
            "vi": "Điều đó có thể đúng và chúng ta sẽ chứng kiến sự hội tụ trong sự phát triển của khu vực tư nhân ở các nền kinh tế chuyển đổi."
        },
        {
            "en": "In the U.S where education system is more independent of government, private schools have thrived significantly and most of the top universities are all <em>privates</em>.",
            "vi": "Ở Mĩ nơi hệ thống giáo dục độc lập nhiều hơn với chính phủ, các trường tư đã phát đạt đáng kể và hầu hết các đại học hàng đầu tất cả đều là trường tư."
        },
        {
            "en": "Similarly, if their personnel policies are influenced by non-commercial objectives, then their may be over-staffed compared to <em>privates</em> enterprises with a similar amount of capital, and the ICOR will be low.",
            "vi": "Tương tự, nếu chính sách nhân sự của các DNNN bị ảnh hưởng bởi các mục tiêu phi thương mại, thì có lẽ họ đang sử dụng quá nhiều nhân công so với các DNTN với cùng một số vốn, ICOR sẽ thấp."
        }
    ],
    "suggestions": []
}