{
    "en_vn": {
        "data": {
            "content": null,
            "word": "probit"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>probit</k><blockquote><cclass>[<cclass>'prɒbɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Statistics a unit of probability based on deviation from the mean of a standard distribution. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: from <i>prob(ability un)it</i>. </blockquote></div>",
            "word": "probit"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "probit"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "probit"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "probit"
        }
    },
    "sentences": [
        {
            "en": "<em>Probit</em> model",
            "vi": "Mô hình probit (hay mô hình xác suất đơn vị)"
        },
        {
            "en": "Table 4.2 shows the results from the <em>probit</em> regression model.",
            "vi": "Bảng 4.2 thể hiện kết quả của mô hình hồi quy xác suất."
        },
        {
            "en": "The <em>probit</em> model also shows that the presence of a person aged over 60 in the household increases the overall probability of enrolment by around six percentage points.",
            "vi": "Mô hình xác suất cũng cho thấy rằng khi gia đình có người già trên 60 tuổi sẽ làm tăng xác suất đi học lên khoảng 6 phần trăm điểm."
        },
        {
            "en": "We use a <em>probit</em> regression model to provide estimates of the marginal probability of enrolment; treating enrolment as a simple two-value string variable where 1 is enrolment and 0 is non-enrolment.",
            "vi": "Chúng tôi sử dụng mô hình hồi quy xác suất để ước lượng xác suất biên của việc đi học, coi việc nhập học như một biến số chuỗi đơn giản nhận hai giá trị trong đó 1 là đi học và 0 là không đi học."
        },
        {
            "en": "Table 4.3 shows the results of <em>probit</em> regression models, for men and women of working and pre-pension age, which estimate the probability of being economically active (either employed or self-employed).",
            "vi": "Bảng 4.3 thể hiện kết quả của mô hình hồi quy xác suất cho nam và nữ trong độ tuổi lao động và trước tuổi hưu, qua đó ước lượng xác suất còn hoạt động kinh tế (dưới hình thức đi làm thuê hoặc làm việc tự do) của họ."
        },
        {
            "en": "Table 2.11 shows the results of a marginal <em>probit</em> regression on social security receipt (defined as an individual living in a household into which social security transfers are paid).",
            "vi": "Bảng 2.11 thể hiện kết quả phân tích hàm hồi quy xác suất biên về nhận trợ cấp an sinh xã hội (được xác định như một người sống trong một hộ gia đình được nhận chuyển khoản an sinh xã hội)."
        }
    ],
    "suggestions": []
}