{
    "en_vn": {
        "data": {
            "content": null,
            "word": "proceeding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "proceeding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "proceeding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "proceeding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "proceeding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Preventive <em>proceeding</em>.",
            "vi": "Biện pháp phòng chống."
        },
        {
            "en": "Work is <em>proceeding</em> slowly.",
            "vi": "Công việc tiến triển chậm."
        },
        {
            "en": "How is Peter's job <em>proceeding</em>?",
            "vi": "Công việc của Peter tiến triển ra sao?"
        },
        {
            "en": "Everything is <em>proceeding</em> as requested",
            "vi": "Mọi việc đang tiến triển như đã yêu cầu"
        },
        {
            "en": "The solicitor is <em>proceeding</em> with the conveyance.",
            "vi": "Luật sư đang tiến hành việc làm giấy chuyển nhượng."
        },
        {
            "en": "Please refer to this before <em>proceeding</em>.",
            "vi": "Xin vui lòng tham khảo điều này trước khi tiến hành."
        },
        {
            "en": "Conditions for <em>proceeding</em> the Shareholders' Meeting sessions.",
            "vi": "Điều kiện tiến hành họp đại hội đồng cổ đông."
        },
        {
            "en": "Our work is <em>proceeding</em> very slowly.",
            "vi": "Công việc chúng ta tiến hành chậm chạm quá."
        },
        {
            "en": "I am <em>proceeding</em> on the supposition that...",
            "vi": "Tôi đang tiến hành theo giả thuyết là..."
        },
        {
            "en": "The way of <em>proceeding</em> here is not synchronized.",
            "vi": "Cách tiến hành ở đây chưa được đồng bộ."
        },
        {
            "en": "This is a very ill-advised and feverish <em>proceeding</em>.",
            "vi": "Một hành động khờ khạo và quá háo hức."
        },
        {
            "en": "Preparations for the festival are now <em>proceeding</em> smoothly.",
            "vi": "Việc chuẩn bị cho lễ hội hiện đang tiến triển rất thuận lợi."
        },
        {
            "en": "Rescind the <em>proceeding</em> project and leave it completed.",
            "vi": "Rút bỏ dự án đang thực hiện dở dang."
        },
        {
            "en": "This negotiation has been <em>proceeding</em> since the late 1960s.",
            "vi": "Cuộc đàm phán này bắt đầu từ cuối năm 1960."
        },
        {
            "en": "We are now <em>proceeding</em> a number of plans.",
            "vi": "Hiện giờ chúng tôi đang xúc tiến nhiều kế hoạch."
        },
        {
            "en": "Rescind the <em>proceeding</em> project and leave it unfinished.",
            "vi": "Rút bỏ dự án đang thực hiện dở dang."
        },
        {
            "en": "To be subject to administrative penalties or legal <em>proceeding</em>.",
            "vi": "Bị xử phạt hành chánh hoặc chịu các biện pháp kỹ luật."
        },
        {
            "en": "She was <em>proceeding</em> with the surgery with great circumspection.",
            "vi": "Cô ta tiến hành cuộc phẫu thuật một cách rất thận trọng."
        },
        {
            "en": "This is a very ill - advised and feverish <em>proceeding</em>.",
            "vi": "Một hành động khờ khạo và quá háo hức."
        },
        {
            "en": "Slow pace of liberalisation: Liberalisation has been <em>proceeding</em>, but slowly.",
            "vi": "Quá trình tự do hóa diễn ra chậm chạp: quá trình tự do hóa đã được thúc đẩy nhưng vẫn chậm."
        }
    ],
    "suggestions": []
}