{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[prə'si:dʒərəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thuộc) thủ tục; theo thủ tục</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">The business of the committee was delayed by procedural difficulties</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Công việc của uỷ ban bị chậm trễ vì những khó khăn về thủ tục</font></td></tr></table><i/></div>",
            "word": "procedural"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "procedural"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "procedural"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "procedural"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> biện pháp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thủ tục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">full procedural file</font><font color=\"#282828\">: tập tin thủ tục đầy đủ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">law, procedural</font><font color=\"#282828\">: luật thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural error</font><font color=\"#282828\">: lỗi thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural language</font><font color=\"#282828\">: ngôn ngữ hướng thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural language</font><font color=\"#282828\">: ngôn ngữ thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural programming</font><font color=\"#282828\">: sự lập trình thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural programming techniques</font><font color=\"#282828\">: kỹ thuật lập trình thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural representation</font><font color=\"#282828\">: sự biểu diễn thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural security</font><font color=\"#282828\">: sự an toàn thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural statement</font><font color=\"#282828\">: câu lệnh thủ tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">procedural variation</font><font color=\"#282828\">: thủ tục qui trình</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">procedural interrupt positive-PIN</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự biến đổi thao tác</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "procedural"
        }
    },
    "sentences": [
        {
            "en": "But the provision has not anticipated all potential <em>procedural</em> problems.",
            "vi": "Tuy vậy, nó chưa dự liệu hết một số điểm thủ tục tiềm ẩn."
        },
        {
            "en": "Understanding the <em>procedural</em> requirements regarding patron disputes is critical.",
            "vi": "Tìm hiểu về các yêu cầu về thủ tục liên quan đến tranh chấp bảo trợ là rất quan trọng."
        },
        {
            "en": "The business of the committee was delayed by <em>procedural</em> difficulties.",
            "vi": "Công việc của ủy ban bị chậm trễ vì những khó khăn về thủ tục."
        },
        {
            "en": "The legal system has developed both evidentiary and <em>procedural</em> rules to govern the use of experts.",
            "vi": "Hệ thống luật pháp đã phát triển những luật lệ về chứng cứ cũng như thủ tục nhằm quản lí quyền sử dụng của các chuyên gia."
        },
        {
            "en": "<em>Procedural</em> transparency is crucial requirement for the success of the licensing process.",
            "vi": "Minh bạch về thủ tục là yêu cầu hết sức quan trọng đối với sự thành công của quy trình cấp phép."
        },
        {
            "en": "The real differences between Vietnamese and foreign banks are professionalism and <em>procedural</em> efficiency.",
            "vi": "Sự khác biệt thực sự giữa ngân hàng Việt Nam và ngân hàng nước ngoài là tính chuyên nghiệp và hiệu quả về thủ tục."
        },
        {
            "en": "The project coordinator is generally responsible for maintaining all of the <em>procedural</em> and administrative aspects of the project.",
            "vi": "Điều phối viên dự án nói chung chịu trách nhiệm duy trì tất cả các khía cạnh thủ tục và hành chính của dự án."
        },
        {
            "en": "This is quite a different approach than the traditional xbase programming technique, which is more <em>procedural</em> in approach.",
            "vi": "Đây là một cách tiếp cận lập trình hoàn toàn khác với xbase truyền thống, vốn thiên về cách tiếp cận thủ tục."
        },
        {
            "en": "There is also some evidence that legal <em>procedural</em> rights may not be adhered to when the police arrest children.",
            "vi": "“Cũng có một số bằng chứng rằng những quyền hợp pháp về thủ tục có thể không được thực hiện."
        },
        {
            "en": "In cases where victims are juveniles, their lawful representatives shall replace them to exercise the <em>procedural</em> rights under the penal procedure law (Article 51).",
            "vi": "Trong trường hợp nạn nhân là người chưa thành niên, thì đại diện hợp pháp của các em cần thay mặt các em thực hiện các quyền về tố tụng theo luật tố tụng hình sự (Điều 51)."
        },
        {
            "en": "A $14bn bail-out package for the beleaguered US car industry has died in the Senate after failing to get enough support in a <em>procedural</em> vote.",
            "vi": "Một gói giải cứu trị giá 14 tỷ đô la Mỹ cho ngành công nghiệp ô tô đang khủng hoảng của Mỹ đã bị Thượng viện nước này bác bỏ sau khi không nhận được đủ số phiếu ủng hộ cần thiết trong một buổi bỏ phiếu theo quy định."
        },
        {
            "en": "The <em>procedural</em> labyrinth of the loan application process often leads the most efficient private firms to opt for higher interest loans from informal sources.",
            "vi": "Qui trình vay phức tạp về thủ tục cũng thường làm cho các doanh nghiệp tư nhân có hiệu quả nhất có xu hướng chuyển sang vay lãi suất cao hơn từ các nguồn không chính thức khác."
        },
        {
            "en": "It is estimated that contract enforcement will take no fewer than 400 working days, involve 37 <em>procedural</em> steps, and cost 30 percent of the value of the dispute.",
            "vi": "Ước tính để thi hành án đối với một vụ việc mất ít nhất 400 ngày làm việc, trải qua 37 thủ tục và chi phí mất 30% giá trị tranh chấp."
        },
        {
            "en": "The United Nations Principles for the Protection of Persons with Mental Illness provides detailed guidance about the <em>procedural</em> protections necessary to ensure that restraints are not abused.",
            "vi": "Những nguyên tắc của Liên hiệp quốc bảo vệ người bệnh tâm thần đã cho những hướng dẫn chi tiết về quy trình bảo vệ cần thiết nhằm bảo đảm rằng những người bị nhốt cách ly không bị lạm dụng."
        },
        {
            "en": "Subsequently, two officials of the Vietnamese embassy visited the Athmuqam police station where they were told to fulfil some <em>procedural</em> formalities for taking Po along with them.",
            "vi": "Rồi hai viên chức sứ quán Việt Nam đến đồn cảnh sát Athmuqam hoàn tất một số thủ tục theo yêu cầu để có thể đưa anh Pó đi."
        },
        {
            "en": "These include measuring electoral access, including the <em>procedural</em> aspects of the electoral process; equality among voters and opportunities for citizens to stand for political office.",
            "vi": "Chúng gồm đánh giá tiếp cận bầu cử, như các khía cạnh thủ tục của quá trình bầu cử; mức độ bình đẳng giữa các cử tri cũng như các cơ hội cho người dân tranh cử chính trị."
        },
        {
            "en": "The legal system development needs assessment is organized into five teams: the legal framework of substantive and <em>procedural</em> laws and treaties, plus the law and treaty making process; Institutions of law making and law implementation.",
            "vi": "Việc đánh giá nhu cầu pháp luật được tổ chức thành 5 nhóm: khuôn khổ pháp lý của các luật nội dung và luật tố tụng và điều ước Quốc tế và quy trình soạn thảo luật và điều ước; Các thiết chế soạn thảo và thi hành luật."
        },
        {
            "en": "Belonging to the Hmong ethnic minority of Vietnam, Vu Gia Po, who had earlier been wrongly referred to as Wu Ta Puma is desperately awaiting completion of <em>procedural</em> formalities for repatriation to his country.",
            "vi": "Thuộc dân tộc H'mông, dân tộc thiểu số ở Việt Nam, Vừ Già Pó, trước đó bị gọi nhầm là Wu Ta Puma, đang sốt ruột chờ đợi người ta hoàn tất các thủ tục để được về nước."
        },
        {
            "en": "While at the same time, preventing the use of formalistic and automatic approval and certification (solely to fulfill a <em>procedural</em> requirement) in order to establish enterprises for illegal profits.",
            "vi": "Đồng thời, loại bỏ được việc lợi dụng chấp thuận và xác nhận một cách hình thức, máy móc (chỉ nhằm có đủ thủ tục quy định) để trục lợi phi pháp."
        },
        {
            "en": "TPP Parties adopt a “negative-list” basis, meaning that their markets are fully open to foreign investors, except where they have taken an exception (non-conforming measure) in one of two country-specific annexes: (1) current measures on which a Party accepts an obligation not to make its measures more restrictive in the future and to bind any future liberalization, and (2) measures and policies on which a Party retains full discretion in the future. The chapter also provides for neutral and transparent international arbitration of investment disputes, with strong safeguards to prevent abusive and frivolous claims and ensure the right of governments to regulate in the public interest, including on health, safety, and environmental protection. The <em>procedural</em> safeguards include: transparent arbitral proceedings, amicus curiae submissions, non-disputing Party submissions; expedited review of frivolous claims and possible award of attorneys’ fees; review procedure for an interim award; binding joint interpretations by TPP Parties; time limits on bringing a claim; and rules to prevent a claimant pursuing the same claim in parallel proceedings.",
            "vi": "Các thành viên chấp nhận các nghĩa vụ dựa trên cơ sở “một danh mục chọn bỏ”, nghĩa là thị trường các nước là mở hoàn tòan đối với các nhà đầu tư nước ngoài, trừ khi các Thành viên đưa ra một ngoại lệ (biện pháp bảo lưu không tương thích) trong một trong hai Phụ lục cụ thể của quốc gia đó đính kèm Hiệp định TPP: (1) các biện pháp hiện hành trong đó một quốc gia chấp nhận nghĩa vụ không đưa ra các biện pháp hạn chế hơn trong tương lai và ràng buộc bất kỳ sự tự do hóa nào trong tương lai, và (2) các biện pháp và chính sách mà theo đó một quốc gia duy trì quyền tự do làm theo ý mình một cách đầy đủ trong tương lai. Chương này cũng đưa ra trọng tài quốc tế trung lập và minh bạch đối với các tranh chấp về đầu tư, với cơ chế tự vệ mạnh mẽ nhằm ngăn chặn các khiếu nại lạm dụng và không đáng kể và đảm bảo quyền của các Chính phủ quản lý lợi ích công cộng, bao gồm bảo vệ sức khỏe, an toàn và môi trường. Cơ chế tự vệ theo quy trình bao gồm: quy trình trọng tài minh bạch, đệ trình của các bên quan tâm, đệ trình của bên thứ ba; việc rà soát được tiến hành đối với các khiếu nại không đáng kể và quyết định về phí luật sư; rà soát tạm thời và cơ chế quyết định; diễn giải chung mang tính ràng buộc của các Bên TPP; các hạn chế thời gian thực hiện khiếu nại; và các quy định nhằm ngăn chặn bên nguyên đơn theo đuổi một khiếu nại theo các quy trình song song."
        }
    ],
    "suggestions": []
}