{
    "en_vn": {
        "data": {
            "content": null,
            "word": "professing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "professing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "professing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "professing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "professing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Infidelity does not consist in believing, or in disbelieving, it consists in <em>professing</em> to believe what he does not believe.",
            "vi": "Thiếu trung thành không nằm ở việc tin hay không tin mà nằm ở việc tự cho là mình tin điều mình không tin."
        },
        {
            "en": "Kwon Ji-yong surveys the crowd; tens of thousands of screaming fans stand before him, some waving self-made posters <em>professing</em> their love, many with dyed hair in tribute to their idol and still more aping his unique sartorial sense. The delirious crowd is expectant, hanging on his every word, giddy with joy at his every move. It's a situation the man widely known as G-Dragon experiences frequently back home, but this isn't South Korea, this is the third of three sell-out shows at Hong Kong's AsiaWorld-Expo.",
            "vi": "Kwon Ji-yong khảo sát trên khán giả. Mười ngàn người hâm mộ đang reo hò phía trước anh ấy, các tờ quảng cáo tự làm đang được giơ lên để bày tỏ tình yêu của họ, nhiều người nhuộm tóc như là món quà tặng đến thần tượng của họ và vẫn có nhiều người bắt chước phong cách trang phục độc lạ của anh ấy. Khán giả cuồng nhiệt đầy hy vọng, dõi theo từng lời nói của anh, vui sướng cùng những chuyển động của anh ấy.Đây là một ví dụ, người đàn ông nổi tiếng với nghệ danh G-Dragon, nhưng đây không phải là ở Nam Hàn, đây là show thứ ba trong số ba show biểu diễn chạy nhất ở Trung tâm triển lãm Asiaworld tại Hồng Kông."
        }
    ],
    "suggestions": []
}