{
    "en_vn": {
        "data": {
            "content": null,
            "word": "programmatic"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>programmatic</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 of the nature of or according to a programme, schedule, or method. </blockquote></blockquote><blockquote><blockquote>2》 of the nature of programme music. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>programmatically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "programmatic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "programmatic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "programmatic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "programmatic"
        }
    },
    "sentences": [
        {
            "en": "Flexibility is needed to move towards <em>programmatic</em> support.",
            "vi": "Cần đảm bảo tính linh hoạt để tiến tới thực hiện phương thức hỗ trợ theo chương trình."
        },
        {
            "en": "This leaves limited space for the introduction of <em>programmatic</em> innovations.",
            "vi": "Điều này làm cho các sáng kiến chương trình “không có mấy đất để dụng võ”."
        },
        {
            "en": "Monitoring and evaluation are essential to ensure <em>programmatic</em> coherence and efficient use of resources.",
            "vi": "Việc theo dõi và đánh giá là rất cần thiết nhằm đảm bảo sự gắn kết về mặt chương trình và sử dụng các nguồn lực một cách hiệu quả."
        },
        {
            "en": "Box 12: Aid Transaction Cost Study: towards a more <em>programmatic</em> approach?",
            "vi": "Hộp 12: Báo cáo đánh giá chi phí giao dịch viện trợ: Tiến tới áp dụng phương thức hỗ trợ theo chương trình nhiều hơn?"
        },
        {
            "en": "There are various levels of <em>programmatic</em> response for achieving “non-discrimination.”",
            "vi": "Có nhiều cấp độ khác nhau của chương trình để giải quyết vấn đề “phân biệt đối xử”."
        },
        {
            "en": "From this perspective, the HRBAP tries to address these lessons by responding to complex problems with more sophisticated <em>programmatic</em> approaches.",
            "vi": "Theo quan điểm này, phương thức làm chương trình dựa trên cơ sở quyền con người cố gắng xem xét các bài học này bằng cách giải quyết các vấn đề phức tạp thông qua các cách tiếp cận mang tính chương trình có chiều sâu hơn1."
        },
        {
            "en": "A phased approach will be required, which will be in line with a strong <em>programmatic</em> character of the eventual Partnership.",
            "vi": "Cần phân ra thành các giai đoạn, để phù hợp với tính chất theo chương trình chặt chẽ của cơ chế đối tác."
        },
        {
            "en": "Such an office, with a <em>programmatic</em> portfolio, could possibly be established as a part of the Gender Equality Law.",
            "vi": "Luật bình đẳng giới có thể có những quy định về một cơ quan như vậy với chương trình hành động cụ thể."
        },
        {
            "en": "A new, streamlined way of financing the UN’s <em>programmatic</em> work has been developed through the One Plan Fund.",
            "vi": "Một phương thức tài chính mới cho các chương trình của LHQ đã được xây dựng thông qua Một Quỹ chung."
        },
        {
            "en": "Against this background the United Nations in Viet Nam is placing special <em>programmatic</em> emphasis on youth in Viet Nam.",
            "vi": "Trong bối cảnh đó, Liên hợp quốc ở Việt nam đang đặc biệt tập trung chương trình vào đối tượng thanh niên Việt Nam."
        },
        {
            "en": "Various partners have proposed to adopt a sector-wide or more <em>programmatic</em> approach based on the government sector strategies and its leadership.",
            "vi": "Các đối tác đã đề nghị áp dụng phương thức hỗ trợ theo ngành hoặc theo chương trình nhiều hơn, dựa trên chiến lược của các ngành và vai trò chỉ đạo của Chính phủ."
        },
        {
            "en": "Recommendations are made that donors individually and/or collectively consolidate their projects through joint financing or co-financing under a more <em>programmatic</em> umbrella.",
            "vi": "Cũng có đề xuất là từng nhà tài trợ và/hoặc nhóm các nhà tài trợ nên tập hợp các dự án của mình thông qua việc phối hợp hay đồng tài trợ trong khuôn khổ mang tính chương trình nhiều hơn."
        },
        {
            "en": "In brief, the LNA is a technical assistance activity of a <em>programmatic</em> nature in which interested donors pool resources that are managed through various rules.",
            "vi": "Tóm lại, LNA là một dự án trợ giúp kỹ thuật mang tính chất chương trình, trong đó các nhà tài trợ quan tâm cùng góp vốn mà được quản lý theo các nguyên tắc khác nhau."
        },
        {
            "en": "A number of coordination mechanisms already exist in Viet Nam to facilitate the exchange of information among development partners and therefore encourage greater <em>programmatic</em> consistency.",
            "vi": "Hiện đã có một số cơ chế điều phối ở Việt Nam nhằm tạo điều kiện cho sự trao đổi thông tin giữa các đối tác phát triển và qua đó khuyến khích tăng cường sự thống nhất trong các hoạt động chương trình."
        },
        {
            "en": "The project will support these principles by taking a <em>programmatic</em> approach and supporting the development of an overall (national) programme for remediation of hotspots and related institutional development.",
            "vi": "Dự án sẽ tuân thủ các nguyên tắc này bằng cách tiếp cận chương trình và hỗ trợ xây dựng một chương trình tổng thể (quốc gia) cải tạo môi trường và xây dựng thể chế."
        },
        {
            "en": "It is within the latter <em>programmatic</em> field that the terms “child rights” and “advocacy” are first mentioned in an official UNICEF programme document.",
            "vi": "Chính là trong lĩnh vực chương trình này mà những từ ngữ “quyền trẻ em” và “vận động tuyên truyền” lần đầu tiên được ghi vào một văn kiện chương trình chính thức của UNICEF."
        },
        {
            "en": "The analysis draws heavily on international experience and is not intended as a <em>programmatic</em> blueprint, but rather as an exploration of key issues requiring further research.",
            "vi": "Các phân tích chủ yếu dựa trên kinh nghiệm quốc tế và với mục tiêu không phải xây dựng một kế hoạch chương trình mà nhằm tìm hiểu các vấn đề chủ yếu cần nghiên cứu thêm."
        },
        {
            "en": "Provision of best examples; Provision of proper tools to monitor and evaluate the national response to HIV/AIDS and the impact of <em>programmatic</em> activities.",
            "vi": "Cung cấp các ví dụ điển hình nhất; Cung cấp các công cụ phù hợp để theo dõi và đánh giá các hoạt động đối phó của quốc gia với HIV/AIDS và tác động của các hoạt động chương trình."
        },
        {
            "en": "Institutional capacities strengthened to coordinate donor support within a <em>programmatic</em> framework, regarding sustainable use of natural resources and environmental protection, especially in support of poverty reduction;",
            "vi": "Tăng cường năng lực thể chế trong việc điều phối tài trợ trong khuôn khổ chương trình về việc sử dụng bền vững tài nguyên thiên nhiên và bảo vệ môi trường, đặc biệt là hỗ trợ xoá đói giảm nghèo;"
        },
        {
            "en": "These sorts of measures will not only expedite the ODA process but also increase the sense of ownership as well as facilitate a more <em>programmatic</em> approach.",
            "vi": "Những biện pháp này không những đẩy nhanh tiến trình ODA mà còn tăng cường tinh thần làm chủ và tạo thuận lợi phương thức hỗ trợ theo chương trình nhiều hơn."
        }
    ],
    "suggestions": []
}