{
    "en_vn": {
        "data": {
            "content": null,
            "word": "progressed"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>progressed</k><blockquote><cclass>adjective <cclass>Astrology calculate the position of (a planet) or of all the planets and coordinates of (a chart).</cclass></cclass></blockquote><blockquote>→ <kref>progress</kref></blockquote></div>",
            "word": "progressed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "progressed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "progressed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "progressed"
        }
    },
    "sentences": [
        {
            "en": "He has recently <em>progressed</em> with his studies.",
            "vi": "Gần đây anh ta học hành tiến bộ."
        },
        {
            "en": "The problem improved as the century <em>progressed</em>.",
            "vi": "Vấn đề được cải thiện khi bước vào kỉ nguyên mới."
        },
        {
            "en": "Peter <em>progressed</em> along dark stone corridors.",
            "vi": "Peter chậm rải bước dọc theo dãy hành lang bằng đá tối tăm."
        },
        {
            "en": "She hasn't <em>progressed</em> in study yet.",
            "vi": "Cô ấy chưa tiến bộ trong học tập."
        },
        {
            "en": "Natural preservation and biodiversity protection have <em>progressed</em>.",
            "vi": "Công tác bảo tồn thiên nhiên và bảo vệ đa dạng sinh học có bước tiến bộ."
        },
        {
            "en": "The Athenians <em>progressed</em> furthest towards developing a truly democratic society.",
            "vi": "Người A-ten (Athen) là những người phát triển một xã hội dân chủ đúng nghĩa nhất."
        },
        {
            "en": "As time <em>progressed</em> the flow of traffic increased.",
            "vi": "Lát sau lưu lượng xe cộ tăng lên, chở đủ loại người và hàng hóa."
        },
        {
            "en": "They watched her gradually weaken as the disease <em>progressed</em>.",
            "vi": "Họ theo dõi thấy cô ấy dần dần yếu đi khi bệnh tăng lên."
        },
        {
            "en": "The Athenians <em>progressed</em> furthest towards developing a truly democratic society.",
            "vi": "Người A - ten (Athen) là những người phát triển một xã hội dân chủ đúng nghĩa nhất."
        },
        {
            "en": "The negotiation has not <em>progressed</em> beyond the preliminary stage.",
            "vi": "Cuộc thương lượng không có tiến triển gì xa hơn giai đoạn chuẩn bị."
        },
        {
            "en": "I want to stress just how far the committee has <em>progressed</em>.",
            "vi": "Tôi chỉ muốn nhấn mạnh ủy ban đã tiến hành tới đâu rồi."
        },
        {
            "en": "Our team has <em>progressed</em> to the third round of the competition.",
            "vi": "Đội chúng ta đã tiến vào vòng 3 của trận đấu."
        },
        {
            "en": "Andy has been working hard at his game and has <em>progressed</em> by leaps and bounds.",
            "vi": "Andy đã chơi rất cố gắng và đã tiến bộ rất nhiều."
        },
        {
            "en": "My business negotiation has <em>progressed</em> much more slowly than I had expected.",
            "vi": "Cuộc đàm phán thương mại của tôi tiến triển chậm hơn tôi đã dự định."
        },
        {
            "en": "In some ways, civilization does not seem to have <em>progressed</em> much in the last century.",
            "vi": "Vế phương diện nào đó, nền văn minh có vẻ không tiến triển nhiều trong thế kỷ sau cùng này."
        },
        {
            "en": "Poverty reduction <em>progressed</em> unevenly between regions, especially between urban and rural areas.",
            "vi": "Giảm đói nghèo tiến triển không đồng đều giữa các vùng, đặc biệt giữa các khu vực thành thị và nông thôn."
        },
        {
            "en": "Now he was silently, morosely drunk and, as the evenings <em>progressed</em>, soddenly drunk.",
            "vi": "Bây giờ, chàng say một cách lặng lẽ, ủ ê và càng về khuya, càng mụ mẫm đờ dại."
        },
        {
            "en": "As the afternoon <em>progressed</em>, the winds whipped up, along with thunder and lightning.",
            "vi": "Khi buổi chiều dần buông, những cơn gió vùn vụt kéo tới cùng với sấm và sét."
        },
        {
            "en": "We just found each other and the relationship <em>progressed</em> from there.",
            "vi": "Chúng tôi đã tìm thấy nhau và mối quan hệ tiến triển từ đó."
        },
        {
            "en": "It would probably have become much higher as your pregnancy <em>progressed</em>.",
            "vi": "Nếu cứ như thế thì càng có mang nhiều tháng huyết áp càng cao lên nữa."
        }
    ],
    "suggestions": []
}