{
    "en_vn": {
        "data": {
            "content": null,
            "word": "progestin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>progestin</k><blockquote><cclass>[<cclass>prə(ʊ)'dʒɛstɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry another term for <kref>progestogen</kref>. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: from <kref>pro-</kref><sup>1</sup> + <kref>gestation</kref> + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "progestin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "progestin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "progestin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "progestin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A matchstick - size plastic rod called \"Implanon\" is inserted in your upper arm, where it releases <em>progestin</em> to suppress ovulation.",
            "vi": "Một que nhựa có kích cỡ như que diêm tên là \"que cấy tránh thai\" được cấy vào trong cánh tay trên của bạn nơi nó tiết ra chất progestin để ngăn rụng trứng."
        },
        {
            "en": "A matchstick-size plastic rod called \"Implanon\" is inserted in your upper arm, where it releases <em>progestin</em> to suppress ovulation.",
            "vi": "Một que nhựa có kích cỡ như que diêm tên là\"que cấy tránh thai\"được cấy vào trong cánh tay trên của bạn nơi nó tiết ra chất progestin để ngăn rụng trứng."
        },
        {
            "en": "Treatment: Birth control  Oral contraceptives manage levels of estrogen and <em>progestin</em>. This usually leads to lighter periods and can alleviate some of the pain associated with fibroids, such as heavy bleeding and cramping. Other hormonal birth control methods that may lessen fibroid symptoms include <em>progestin</em> injections or <em>progestin</em>-releasing IUDs.",
            "vi": "Điều trị u xơ tử cung bằng cách tránh thai  Thuốc ngừa thai dạng uống kiểm soát được nồng độ hoóc-môn estrogen và progestin; thường làm cho chu kỳ kinh nguyệt trở nên nhẹ nhàng hơn và có thể làm giảm đau liên quan đến u xơ, chẳng hạn như xuất huyết nhiều và chuột rút. Các biện pháp tránh thai bằng hoóc-môn khác có thể làm giảm triệu chứng u xơ như chích progestin hoặc đặt vòng tránh thai làm tiết progestin."
        },
        {
            "en": "The older-generation pill that contains an estrogen and the <em>progestin</em> hormone levonorgestrel roughly doubled the risk compared to women not on any hormonal birth control.",
            "vi": "Thuốc thế hệ cũ có chứa hoóc-môn estrogen và progestin levonorgestrel làm tăng gần gấp đôi nguy cơ so với phụ nữ không dùng bất kỳ biện pháp ngừa thai nội tiết tố nào."
        },
        {
            "en": "Treatment: Birth control pills  Oral contraceptives manage your levels of estrogen and <em>progestin</em>, which make your menstrual periods shorter and lighter. That often reduces the pain of endometriosis. Your doctor may prescribe pills to be taken continuously, with no breaks for a menstrual period, or <em>progestin</em>-only therapy. <em>Progestin</em>-only therapy can also be given by injection. Endometriosis symptoms may return after you stop taking the pills.",
            "vi": "Điều trị lạc nội mạc tử cung bằng thuốc tránh thai  Thuốc ngừa thai dạng uống kiểm soát được nồng độ estrogen và progestin, làm cho kỳ kinh của bạn trở nên ngắn ngày hơn và nhẹ nhàng hơn. Thuốc ngừa thai thường giúp làm giảm đau do lạc nội mạc tử cung. Bác sĩ có thể kê toa cho uống thuốc ngừa thai liên tục, kể cả trong những ngày hành kinh, hoặc sử dụng liệu pháp chỉ dùng progestin. Liệu pháp này cũng có thể sử dụng bằng cách tiêm chích. Các triệu chứng bệnh có thể lại tái phát sau khi bạn ngưng thuốc ngừa thai."
        },
        {
            "en": "The newer kinds of pills, which contain the <em>progestin</em> hormones drospirenone, desogestrel, or gestodene along with estrogen, doubled the risk again, making it six to seven times as high as women who weren't using hormonal forms of birth control. On average, roughly 10 out of 10,000 women taking newer kinds of birth control pills had venous thromboembolism within a year.",
            "vi": "Các loại thuốc viên mới hơn, có chứa các kích thích tố drospirenone progestin desogestrel, hoặc gestodene cùng với estrogen, tăng gấp đôi nguy cơ này một lần nữa, làm cho nó cao hơn 6-7 lần so với những phụ nữ không sử dụng các hình thức ngừa thai nội tiết tố. Trung bình, khoảng 10 trong số 10.000 phụ nữ dùng các loại thuốc tránh thai mới hơn có huyết khối thuyên tắc tĩnh mạch trong vòng một năm."
        },
        {
            "en": "\"The pill\" does not cause weight gainContrary to popular belief, combination birth control pills (estrogen and <em>progestin</em>) do not cause weight gain. In fact, some women on the pill lose weight, primarily from nausea. If you're still concerned about possible weight gain, talk to your health care provider.",
            "vi": "Thuốc ngừa thai không gây tăng cân Trái với những gì người ta thường nghĩ, thuốc tránh thai kết hợp (ét-xtrô-gien và prô-dét-tin) không làm tăng cân. Thực ra, một số phụ nữ khi sử dụng thuốc cũng có thể giảm cân, chủ yếu là do ói mửa. Nếu vẫn còn lo lắng về việc có khả năng tăng cân có thể xảy ra thì bạn nên nói chuyện với bác sĩ chăm sóc sức khỏe của mình nhé."
        },
        {
            "en": "Birth control for women over 30    Finding the right contraceptive Fallen out of love with your birth control? Maybe you’re put off by side effects. Or remembering to pop a pill isn’t your strong suit. Problem is, going without isn’t a good choice, even as you get older: Nearly 40% of pregnancies among women in their 40s, for instance, are unplanned. Which one is best for you? We’ve assembled some popular choices here. (However, there are other methods, such as the diaphragm, female condom, NuvaRing, and so on). Combo pill: Who can try it? Almost all women. The Pill can ease maddening peri­menopausal symptoms like hot flashes, hormonal mood swings, and irregular bleeding. What’s more, it may help prevent ovarian and uterine cancers. Combo pill: Who should avoid it?  If you’re a migraine sufferer, you may want to steer clear; the Pill is thought to trigger headaches and raise the risk of stroke in some migraineurs.  And smokers older than 35 should avoid the Pill, as both estrogen and smoking cause blood to clot more easily. <em>Progestin</em>-only pill: Who can try it? Women who are breast-feeding (this oral contraceptive will not lower milk supply), or those who can’t take estrogen-based pills due to cardiovascular disease or blood-clot risks, or because they smoke. This “mini-Pill” protects against pregnancy via a low dose of hormones, but it’s estrogen-free. <em>Progestin</em>-only pill: Who should avoid it? <em>Progestin</em>-only pills must be taken every day at the same time to be fully effective; use a backup method if you get off-schedule. Extended-cycle pill: Who can try it? Women who really loathe their periods. If you suffer from severe PMS, or if your period exacerbates an existing condition such as endometriosis or anemia, these pills may be your new best friend. Two brands, Seasonale and Seasonique, allow you to go three months without menstruating—you’ll have just four periods a year. Another brand, Lybrel, stops periods for an entire year, but you do have to take a pill every day, year-round. All of these contain estrogen and <em>progestin</em>.\u2028 Extended-cycle pill: Who should avoid it? If you’re not a candidate for the combo Pill, don’t go the extended-cycle route. Ditto if you tend to be cautious about new medical trends: Although there’s no evidence suggesting that it’s dangerous not to have regular periods. Intrauterine device (IUD): Who can try it? Women who don’t want to think about birth control for a long, long time. The IUD is more than 99% effective and lasts for up to 12 years—get one at 40 and you’re set until menopause. The traditional IUD is a small, T-shaped plastic device that’s inserted into the uterus to block egg fertilization. Insertion can cause mild discomfort for some women, but that doesn’t last. Downsides: possibly, heavy periods and increased menstrual cramping. Mirena—a newer model that also delivers a steady dose of <em>progestin</em>—wins points.  Intrauterine device (IUD): Who should avoid it? If you think you’ll want a baby in a year, other methods may be better. You’ll be unprotected as soon as you remove the IUD, but its cost—ranging from $150 to $500—can make it a bad investment for short-term contraception. Implant: Who can try it? Women looking for no-fuss, long-term (three years) contraception, or those who aren’t a fit for the combo Pill. A matchstick-size plastic rod called “Implanon” is inserted in your upper arm, where it releases <em>progestin</em> to suppress ovulation. Effectiveness? Nearly 100%.  Implant: Who should avoid it? If you take the herb St. John's wort or are significantly overweight, be warned: Implanon may not work as well for you.\u2028\u2028 Condoms: Who can try them? Women 40 and older who aren’t monogamous and haven’t finished menopause. Unlike other forms of birth control, condoms protect against most STDs and HIV, and are up to 98% effective at preventing pregnancy when used correctly. This method also is an easy (and cheap) choice if you’re not all that busy in bed.\u2028 Condoms: Who should avoid them? If you’re younger than 40, condoms simply aren’t the most foolproof pregnancy-protection, unless they’re paired with another contraceptive (such as the Pill or an IUD). Sterilization: Who can try it? Women older than 35 who are done having kids and their normal periods. There are two kinds of permanent sterilization. Tubal ligation is a surgical procedure in which the Fallopian tubes are blocked by an incision, clamp, or cauterization. And a newer option, called “Essure”, is less invasive and involves the placement of a small metal insert to obstruct the Fallopian tubes. Sterilization: Who should avoid it? Ask yourself some hard questions: If you remarried or lost your only child, would you want the option to have another? If you’re not 100% sure, a long-term, reversible method such as an IUD may be better. Emergency contraception Plan B—emergency contraception—uses a high dose of <em>progestin</em> to halt ovulation or fertilization, or prevent a fertilized egg from attaching to the uterus. It’s designed as a backup if you forget to take your oral contraception, have a condom malfunction, or fear an unwanted pregnancy for another reason. Like other birth control, Plan B prevents pregnancy. Although it’s called the morning-after pill, Plan B is effective up to five days after intercourse. The sooner it’s started, the more effective it will be.",
            "vi": "Tránh thai cho phụ nữ trên 30 tuổi    Tìm biện pháp tránh thai thích hợp Bạn không còn thích biện pháp tránh thai của mình nữa ư? Có lẽ bạn cũng đã nản lòng vì các tác dụng phụ của thuốc. Hay việc nhớ uống thuốc tránh thai không còn là sở thích của bạn nữa? Vấn đề là, việc tránh thai không phải lúc nào cũng là sự lựa chọn hay, ngay cả khi bạn đã lớn tuổi: chẳng hạn như gần 40% phụ nữ mang thai ở tuổi 40, đều là ngoài dự kiến. Vậy cách nào là tốt nhất đối với bạn? Chúng tôi đã tập trung được một số biện pháp tránh thai ở đây. (Tuy nhiên, có nhiều phương pháp khác, như là màn chắn, bao cao su nữ, vòng tránh thai,...) Thuốc tránh thai kết hợp: Ai có thể dùng được? Hầu như mọi phụ nữ đều dùng được. Thuốc có thể làm dịu đi triệu chứng đau đớn thời kỳ tiền mãn kinh như trào huyết, tính khí thất thường do hoóc-môn gây ra, và có kinh không đều. hơn nữa, nó có thể giúp ngăn ngừa ung thư buồng trứng và tử cung. Thuốc tránh thai kết hợp: Ai nên tránh? Nếu bạn bị chứng đau nửa đầu thì bạn có lẽ cần tránh xa; người ta cho rằng thuốc tránh thai là nguyên nhân gây ra chứng nhức đầu và làm tăng nguy cơ đột quỵ đối với một số người mắc chứng đau tiền đình.  Và người hút thuốc lá trên 35 tuổi không nên dùng thuốc tránh thai, vì cả hooc-môn estrogen và thuốc lá làm cho máu vón cục lại dễ dàng hơn. Thuốc tránh thai chỉ chứa progestogen và không chứa estrogen: Ai có thể sử dụng được? Phụ nữ đang thời kỳ cho con bú (thuốc ngừa thai này sẽ không làm giảm lượng sữa của người mẹ), hoặc những người không dùng được thuốc tránh thai chứa estrogen do có bệnh tim mạch hoặc nguy cơ đông tụ máu, hoặc do hút thuốc lá.  “Viên tránh thai mi-ni” này có thể giúp ngừa thai với hàm lượng hoóc môn thấp, nhưng không chứa estrogen. Thuốc tránh thai chỉ chứa progestogen và không chứa estrogen: Ai không nên sử dụng? Thuốc tránh thai chỉ chứa progestin này bắt buộc phải sử dụng đúng giờ mỗi ngày mới có hiệu quả tốt; hãy sử dụng thêm một phương pháp dự trù khác nếu bạn không nhớ giờ giấc sử dụng thuốc.  Thuốc kéo dài chu kỳ: Ai có thể sử dụng được? Dành cho những phụ nữ không ưa thích chu kỳ kinh nguyệt của mình. Nếu bạn bị hội chứng trước kỳ kinh nguyệt (Premenstrual Syndrome) trầm trọng, hoặc nếu chu kỳ của bạn làm cho bạn khó chịu hơn như bị màng trong dạ con không nằm trong dạ con hoặc bị thiếu máu thì những viên thuốc này ắt sẽ là người bạn mới tốt nhất đối với bạn đấy. Hai hiệu thuốc, seasonale và seasonique, cho bạn hành kinh ba tháng một lần – và bạn sẽ chỉ hành kinh bốn lần trong một năm. Một nhãn khác tên là Lybrel, làm ngưng hành kinh trong một năm, nhưng bạn phải uống thuốc mỗi ngày, quanh năm như vậy. Những loại thuốc này chứa cả estrogen và progestin. Thuốc kéo dài chu kỳ: Ai nên tránh? Nếu bạn không dùng được thuốc kết hợp thì đừng nên sử dụng loại kéo dài chu kỳ. Cũng như trên nếu bạn cẩn trọng với những khuynh hướng y học mới: mặc dù không có bằng chứng nào nói rằng nếu không có kinh đều đặn thì sẽ nguy hiểm cả.  Dụng cụ tử cung Vòng tránh thai (IUD- intrauterine device): Ai có thể sử dụng được? Vòng tránh thai thích hợp cho những phụ nữ không muốn tránh thai lâu dài. Vòng tránh thai có hiệu quả trên 99% và có thể kéo dài đến 12 năm-đặt vòng tránh thai ở tuổi 40 thì bạn có thể kéo dài được tới thời kỳ mãn kinh. Vòng tránh thai truyền thống là một dụng cụ nhỏ, hình chữ T bằng nhựa được đặt vào tử cung để ngăn trứng thụ tinh. Việc đặt vòng có thể hơi khó chịu đối với một số người phụ nữ, nhưng cảm giác khó chịu đó sẽ nhanh khỏi. Mặt hạn chế: đặt vòng có thể làm cho lượng kinh nguyệt nhiều hơn và làm tăng chứng chuột rút do kinh nguyệt. Vòng tránh thai Mirena – kiểu vòng tránh thai mới hơn cũng cung cấp hàm lượng progestin đều đặn-đã chiếm được ưu thế.  Dụng cụ tử cung Vòng tránh thai (IUD): Ai nên tránh? Nếu bạn nghĩ bạn sẽ muốn có em bé trong một năm nữa thì các phương pháp khác có thể là tốt hơn đấy.  Bạn sẽ không được bảo vệ ngay khi bạn tháo IUD ra, nhưng chi phí từ 150 đến 500 USD có thể khiến cho việc bỏ tiền vào phương pháp ngừa thai ngắn hạn này là phí phạm. Mô cấy: Ai có thể sử dụng được? Mô cấy thích hợp cho những phụ nữ muốn tránh thai lâu dài, không phiền hà (3 năm), hoặc những người không dùng thuốc kết hợp được.  Một que nhựa có kích cỡ như que diêm tên là “que cấy tránh thai” được cấy vào trong cánh tay trên của bạn, ở vùng tay này thì que cấy tránh thai tiết ra progestin để ngăn rụng trứng. Hiệu quả không? Gần 100% đấy.  Mô cấy: Ai nên tránh sử dụng? Nếu bạn đang dùng loại thảo dược trị suy nhược, căng thẳng hay thừa cân quá mức thì chớ nên dùng phương pháp cấy mô: Que cấy tránh thai có thể sẽ không có hiệu quả đối với bạn. Bao cao su: Ai có thể sử dụng? Bao cao su thích hợp với phụ nữ 40 tuổi trở lên không quan hệ một vợ, một chồng hoặc chưa mãn kinh. Không giống các hình thức tránh thai khác, bao cao su có thể ngăn ngừa hầu hết các bệnh lây truyền qua đường tình dục và HIV, và hiệu quả đến 98% trong việc ngừa thai khi sử dụng đúng cách.  Phương pháp này cũng dễ sử dụng (và rẻ tiền) nếu bạn không bận bịu làm chuyện khác trên giường ngủ. Bao cao su: Ai nên tránh? Nếu bạn dưới 40 tuổi thì bao cao su thường không phải là cách tránh thai tuyệt đối nhất, trừ phi bạn phải sử dụng kèm với một biện pháp ngừa thai khác (như là thuốc viên hoặc dụng cụ tử cung IUD). Triệt sản: Ai có thể sử dụng được? Phụ nữ trên 35 tuổi, có con và có chu kỳ kinh nguyệt bình thường. Có 2 loại triệt sản vĩnh viễn. Thắt ống dẫn trứng là phương pháp phẫu thuật rạch, nẹp, và đốt để thắt ống dẫn trứng lại. Và một phương pháp tránh thai mới hơn, tên là \"Essure\", nhỏ gọn, gồm một miếng kim loại nhỏ dùng để làm nghẽn ống dẫn trứng. Triệt sản: Ai nên tránh? Hãy tự đặt ra cho mình một vài câu hỏi khó nhé: nếu bạn kết hôn lần nữa hoặc mất đứa con duy nhất của mình thì liệu bạn sẽ muốn có thêm một đứa con nữa không? Nếu bạn không chắc chắn 100%, thì phương pháp lâu dài, có thể bỏ được như là dụng cụ tử cung IUD có thể là biện pháp tránh thai tốt hơn. Tránh thai khẩn cấp Plan B - thuốc tránh thai khẩn cấp - sử dụng liều lượng progestin cao để ngăn rụng trứng hoặc thụ tinh, hoặc làm cho trứng đã thụ tinh không bám được vào tử cung. Thuốc tránh thai khẩn cấp được tạo ra để dự phòng khi bạn quên dùng thuốc tránh thai, hay bị sự cố về bao cao su, hoặc sợ mang thai ngoài ý muốn bởi một lý do khác. Cũng giống như một biện pháp tránh thai khác,  Plan B có tác dụng ngừa thai.  Mặc dù loại  thuốc này được gọi là thuốc tránh thai khẩn cấp, Plan B có tác dụng đến năm ngày sau khi giao hợp. Càng dùng thuốc càng sớm thì càng có kết quả tốt."
        },
        {
            "en": "Hormone therapy Estrogen and progesterone therapy Hormone therapy (HT) , also referred to as hormone replacement therapy (HRT) or postmenopausal hormone therapy (PHT), consists of estrogens or a combination of estrogens and progesterone (<em>progestin</em>). Hormone therapy has been used to control the symptoms of menopause related to declining estrogen levels such as hot flashes and vaginal dryness, and HT is still the most effective way to treat these symptoms. But long-term studies of women receiving combined hormone therapy with both estrogen and progesterone were halted when it was discovered that these women had an increased risk for heart attack, stroke, and breast cancer when compared with women who did not receive HT. Later studies of women taking estrogen therapy alone showed that estrogen was associated with an increased risk for stroke, but not for heart attack or breast cancer. Estrogen therapy alone, however, is associated with an increased risk of developing endometrial cancer (cancer of the lining of the uterus) in postmenopausal women who have not had their uterus surgically removed.",
            "vi": "Điều trị bằng hoóc-môn  Liệu pháp hoóc-môn estrogen và progesterone  Điều trị bằng hoóc-môn (liệu pháp hoóc-môn) (HT), cũng được gọi là liệu pháp thay thế hoóc-môn (HRT) hoặc liệu pháp hoóc-môn sau mãn kinh (PHT), bao gồm hoóc-môn estrogen hoặc kết hợp cả hoóc-môn estrogen và progesterone (progestin). Liệu pháp hoóc-môn đã được sử dụng để làm giảm các triệu chứng mãn kinh liên quan đến giảm nồng độ hoóc-môn estrogen chẳng hạn như chứng trào huyết và khô âm đạo, và HT vẫn là cách điều trị các triệu chứng này hiệu quả nhất. nhưng nhiều công trình nghiên cứu lâu năm về việc phụ nữ sử dụng liệu pháp cả hoóc-môn estrogen và progesterone đã bị ngưng lại khi người ta phát hiện ra rằng nguy cơ bị bệnh tim, đột quỵ, và ung thư vú của những phụ nữ này tăng cao khi so với những phụ nữ không dùng liệu pháp HT. Nhiều cuộc nghiên cứu sau này về việc phụ nữ chỉ sử dụng liệu pháp hoóc-môn estrogen cho thấy estrogen có liên quan với việc làm tăng nguy cơ đột quỵ, chứ không làm tăng nguy cơ bệnh tim hoặc ung thư vú. Tuy nhiên, liệu pháp hoóc-môn estrogen đơn lẻ lại liên quan với việc làm tăng nguy cơ phát triển ung thư nội mạc tử cung (ung thư niêm mạc tử cung) ở phụ nữ hậu mãn kinh chưa hề phẫu thuật cắt bỏ tử cung."
        },
        {
            "en": "Birth Control    Birth control: How to decide With so many options, choosing a form of birth control can be daunting. Begin with a few questions: Do you need to protect against STDs? How important are convenience and cost? What about effectiveness? Only abstinence is 100% effective, but other methods come close -- as our effectiveness chart shows in a glance. Review this slideshow, then ask your doctor which options are best for you. Fertility awareness Also called natural family planning, fertility awareness means avoiding sex when the woman is most fertile. The most reliable way to do this is to watch for changes in cervical mucus and body temperature. To use this method correctly, it's best to get training from a health care professional. Pros: No drugs or devices, inexpensive. Cons: Limits spontaneous sex, 25% of typical users get pregnant. Spermicide Spermicide contains a chemical that kills sperm. It comes in the form of foam, jelly, cream, or film that is placed inside the vagina before sex. Some types must be put in place 30 minutes ahead of time. Frequent use may cause tissue irritation, increasing the risk of infections and STDs. Spermicides are most often used along with other birth control methods. Pros: Easy to use, inexpensive ($1 per use). Cons: May increase the risk of STDs, 29% get pregnant. Male condom The latex condom is the classic barrier method. It prevents sperm from entering the woman's body, protecting against pregnancy and STDs. Of couples who rely only on male condoms, 15% get pregnant in a year. Pros: Widely available, protects against STDs, inexpensive (under $1 each). Cons: Only effective if used correctly every time. Can't be reused. Female condom The female condom is a thin plastic pouch that lines the vagina and can be put in place up to 8 hours before sex. Users grasp a flexible, plastic ring at the closed end to guide it into position. It's somewhat less effective than the male condom. Pros: Widely available, some protection against STDs, conducts body heat better than a male condom. Cons: Can be noisy, 21% of users get pregnant, not reusable. Should not be used with a male condom, to avoid breakage. Diaphragm The diaphragm is a rubber dome that is placed over the cervix before sex. It is used with a spermicide. Effectiveness compares to the male condom – 16% of average users get pregnant, including those who don't use the device correctly every time. Pros: Inexpensive (a $15-$75 device lasts two years.) Cons: Must be fitted by a doctor, no STD protection. Can't be used during your period due to a risk of toxic shock syndrome. Cervical cap A cervical cap is similar to a diaphragm, but smaller. The FemCap slips into place over the cervix, blocking entry into the uterus. It is used with spermicide. The failure rate for the cervical cap is 15% for women who have never had children and 30% for those who have. Pros: Can stay in place for 48 hours, inexpensive. Cons: Must be fitted by a doctor, no protection against STDs. Can't be used during your period. Birth control sponge The birth control sponge, sold as the Today Sponge, is made of foam and contains spermicide. It is placed against the cervix up to 24 hours before sex. The sponge is about as effective as the cervical cap. But unlike the diaphragm or cervical cap, no fitting by a doctor is required. Pros: No prescription, effective immediately. Cons: Difficult to insert correctly, no STD protection. Can't be used during your period. Birth control pill The most common type of birth control pill uses the hormones estrogen and <em>progestin</em> to prevent ovulation. When taken on schedule, the pill is highly effective. About 8% of typical users get pregnant, including those who miss doses. Like all hormonal contraceptives, the pill requires a prescription. Pros: More regular, lighter periods, or no periods, depending on the type of pill. Less cramping. Cons: Cost ($15-$50 per month), no STD protection. May cause side effects, including breast tenderness, spotting, serious blood clots, and raised blood pressure. Some women should not use birth control pills. Birth control patch Women who have trouble remembering a daily pill may want to consider the birth control patch. The Ortho Evra patch is worn on the skin and changed only once a week for three weeks with a fourth week that is patch-free. The patch releases the same types of hormones as the birth control pill and is just as effective. Pros: More regular, lighter periods with less cramping, no need to remember a daily pill. Cons: Cost ($15-$50 per month), may cause skin irritation or other side effects similar to birth control pills. Doesn't protect against STDs. Vaginal ring The NuvaRing is a soft plastic ring that is worn inside the vagina. The ring releases the same hormones as the pill and patch and is just as effective. But it only needs to be replaced once a month. Pros: Lighter, more regular periods, only replaced once per month. Cons: Cost ($30-$50 per month), may cause vaginal irritation or other side effects similar to pills and the patch. Doesn't protect against STDs. Birth control shot The birth control shot, known as Depo-Provera, is a hormonal injection that protects against pregnancy for three months. For the typical couple, it is more effective than the birth control pill -- only 3% of users get pregnant in a year. Pros: Only injected four times per year, highly effective. Cons: Cost (about $240 per year), may cause spotting and other side effects. Doesn't protect against STDs. Birth control implant The birth control implant (Implanon) is a matchstick-sized rod that is placed under the skin of the upper arm. It releases the same hormone that's in the birth control shot, but the implant protects against pregnancy for 3 years. The failure rate is less than 1%. Pros: Lasts three years, highly effective. Cons: More expensive upfront ($400-$800 for exam, implant, and insertion), may cause side effects, including irregular bleeding. Doesn't protect against STDs. IUD IUD stands for intrauterine device, a T-shaped piece of plastic that is placed inside the uterus by a doctor. The copper IUD, ParaGard, works for as long as 12 years. The hormonal IUD, Mirena, must be replaced after 5 years. Both types make it more difficult for sperm to fertilize the egg. Fewer than eight in 1,000 women get pregnant. Pros: Long-lasting, low-maintenance. Cons: Irregular or heavier periods. More expensive upfront, may slip out, may cause side effects. Tubal ligation If you're sure you won't want biological children in the future, you may be ready for permanent birth control. The traditional method for women is called tubal ligation or \"having your tubes tied.\" A surgeon closes off the fallopian tubes, preventing eggs from making their journey out of the ovaries.  Pros: Permanent, nearly 100% effective. Cons: Requires surgery, may not be reversible, expensive. Doesn't protect against STDs. Tubal implants A newer procedure makes it possible to block the fallopian tubes without surgery. Small implants of metal or silicone are placed inside each tube. Scar tissue eventually grows around the implants and blocks the tubes. Once an X-ray confirms the tubes are blocked, no other form of birth control is needed.  Pros: Permanent, no surgery, almost 100% effective. Cons: Takes a few months to become effective. May raise the risk of pelvic infections, irreversible, expensive. Vasectomy Besides condoms, a vasectomy is the only birth control option available to men. It involves surgically closing the vas deferens – the tubes that carry sperm from the testes, through the reproductive system. This prevents the release of sperm but doesn't interfere with ejaculation. Pros: Permanent, cheaper than tubal ligation, almost 100% effective. Cons: Requires surgery, not effective immediately, may not be reversible. Emergency contraception Emergency contraception works after sex to help avoid pregnancy. This is an option if no birth control was used or if a woman suspects her usual method failed. Plan B, Plan B One-Step, and a generic version of Plan B called Next Choice all contain a high dose of a hormone found in many birth control pills. No prescription is needed for women aged 17 and older. These types must be used within 72 hours. Ella uses a non-hormonal drug and requires a doctor's prescription. It can be taken up to five days after sex. Options for older women Age and lifestyle are important factors in choosing a form of birth control. If you're over age 35 and smoke or are obese, the combination birth control pill, patch, and ring are not recommended. It's best to consult your doctor about safe alternatives. If you're approaching the age of menopause, the birth control shot has an added benefit: It may relieve some of the symptoms of perimenopause. Withdrawal Nearly six in 10 American women report that a partner has used \"pulling out,\" the age-old method that relies on the man withdrawing his penis from the vagina before ejaculation. Newer reviews show that when it's done correctly every time, about 4% of users get pregnant in a year. With more typical use, about 18% get pregnant. Pros: Free and no need for devices or hormones. Cons: May be hard to do correctly. No protection against STDs. Least effective methods Without using any form of birth control, 85% of sexually active couples will get pregnant within a year. Even the least effective birth control options reduce that number considerably. Most effective methods Although barrier methods, such as the condom or diaphragm, are moderately effective with typical patterns of use, hormonal contraceptives have a better track record for effectiveness. There are also several options for couples that prefer the lowest possible odds of getting pregnant. Two of these are reversible – the IUD and hormonal implant. Of course, the only birth control method that is 100% effective is abstinence.",
            "vi": "Tránh thai    Làm thế nào để lựa chọn được phương pháp tránh thai thích hợp  Trước quá nhiều giải pháp thì việc lựa chọn một hình thức tránh thai có thể khiến bạn phải thoái chí và đau đầu. Hãy bắt đầu bằng một vài câu hỏi: Bạn cần bảo vệ khỏi các bệnh lây truyền qua đường tình dục? Tiền bạc và mức độ tiện lợi quan trọng với bạn như thế nào? Hiệu quả ra sao? Chỉ việc kiêng không quan hệ tình dục là an toàn 100%, nhưng cũng còn nhiều phương pháp khác cũng có tác dụng gần như tuyệt đối – trong biểu đồ hiệu quả của chúng tôi. Hãy xem lại những khung hình này và tham khảo ý kiến của bác sĩ xem biện pháp nào là tốt nhất nhé.  Ý thức được khả năng thụ thai Đây cũng gọi là phương pháp kế hoạch hoá gia đình tự nhiên, ý thức khả năng thụ thai có nghĩa là tránh quan hệ tình dục khi người phụ nữ dễ dàng thụ thai nhất. Cách đáng tin cậy nhất là quan sát thay đổi ở chất nhầy tử cung và thân nhiệt. Để có thể áp dụng đúng đắn biện pháp này, tốt hơn hết là bạn nên được chuyên gia y tế hướng dẫn.  Ưu điểm: Không dùng thuốc hoặc một dụng cụ tránh thai nào, rẻ tiền, ít tốn kém.  Khuyết điểm: Hạn chế quan hệ tình dục tự phát, 25% phụ nữ áp dụng biện pháp này đã có thai ngoài ý muốn.  Chất diệt tinh trùng Chất diệt tinh trùng chứa hoá chất có thể làm chết tinh trùng. Có nhiều dạng: bọt, gel, kem, hoặc dạng màng được đặt vào bên trong âm đạo trước khi quan hệ tình dục. Một số loại chất diệt tinh trùng phải được đặt trước 30 phút. Việc sử dụng thường xuyên hoá chất này có thể gây kích ứng mô, làm tăng nguy cơ nhiễm trùng và các bệnh lây truyền qua đường tình dục. Chất diệt tinh trùng thường được sử dụng kèm với các biện pháp tránh thai khác nhiều nhất. Ưu điểm: Dễ sử dụng, ít tốn kém ($1/ 1 lần sử dụng) Khuyết điểm: Có thể làm tăng nguy cơ mắc bệnh lây truyền qua đường tình dục, 29% người áp dụng biện pháp này không thành công.  Bao cao su dành cho nam giới  Bao cao su bằng nhựa mủ là phương pháp tránh thai cổ điển. Nó có tác dụng làm ngăn chặn tinh trùng vào cơ thể của người phụ nữ, phòng tránh các bệnh lây truyền qua đường tình dục, đồng thời còn để tránh thai. Mỗi năm có 15% các cặp vợ chồng chỉ sử dụng bao cao su nam đã không có kết quả như mong muốn.  Ưu điểm: Bao cao su được bán rộng rãi, phòng tránh các bệnh lây truyền qua đường tình dục, rẻ tiền, ít tốn kém ($1/ bao cao su) Khuyết điểm: Chỉ có tác dụng khi sử dụng đúng cách mỗi lần quan hệ. Không được sử dụng lại nhiều lần.  Bao cao su dành cho nữ  Bao cao su nữ là túi nhựa mỏng được nhét vào âm đạo và có thể được đặt trước khi quan hệ tình dục đến 8 tiếng đồng hồ. Người sử dụng bao cao su này cầm vòng nhựa mềm ở gần cuối đầu để đưa nó vào vị trí chính xác. Biện pháp tránh thai này hơi kém hiệu quả hơn so với bao cao su dành cho nam.  Ưu điểm: Được bán rộng rãi, có thể phòng tránh các bệnh lây truyền qua đường tình dục, truyền nhiệt cơ thể tốt hơn bao cao su nam.  Khuyết điểm: Có thể phát ra tiếng sột soạt, 21% người áp dụng biện pháp này đã làm mẹ bất đắc dĩ, không được sử dụng lại nhiều lần. Không nên sử dụng cùng với bao cao su nam để tránh bị rách.  Màng chắn tránh thai Màng chắn tránh thai là màng ngăn hình vòm bằng cao su được đặt vào trong cổ tử cung trước khi quan hệ tình dục. Người ta sử dụng màng chắn này kết hợp chất diệt tinh trùng. Hiệu quả so với bao cao su nam - 16% người sử dụng bình thường đã mang thai ngoài ý muốn, bao gồm những người không sử dụng màng chắn này đúng cách mỗi khi có nhu cầu.  Ưu điểm: Rẻ tiền, ít tốn kém (màng chắn giá từ $15-$75 có thể sử dụng được trong vòng 2 năm) Khuyết điểm: Màng chắn tránh thai phải được bác sĩ đặt vào cổ tử cung, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được dùng màng chắn này trong suốt kỳ kinh của bạn bởi có thể có nguy cơ mắc hội chứng sốc nhiễm độc.  Mũ đội cổ tử cung Mũ đội cổ tử cung giống màng chắn tránh thai, nhưng nhỏ hơn. FemCap (phương tiện tránh thai bằng silicon tên FemCap) được đặt vào cổ tử cung, có tác dụng ngăn chặn tinh trùng vào tử cung. Mũ đội cổ tử cung được sử dụng kết hợp với chất diệt tinh trùng. Tỉ lệ thất bại của biện pháp tránh thai này lên là 15% đối với người chưa sinh con và tăng gấp đôi đối với phụ nữ đã có con.  Ưu điểm: Có thể đặt trong cổ tử cung suốt 48 tiếng đồng hồ, rẻ tiền, ít tốn kém.  Khuyết điểm: Mũ đội cổ tử cung phải được bác sĩ thực hiện, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được sử dụng trong kỳ kinh.  Miếng xốp ngừa thai Miếng xốp tránh thai được bán trên thị trường với tên gọi là Today Sponge, được làm từ bọt và chứa chất diệt tinh trùng. Người ta có thể đặt miếng xốp này sát vào cổ tử cung trước khi quan hệ tình dục đến 24 tiếng đồng hồ. Miếng xốp tránh thai có hiệu quả tương đương như mũ đội cổ tử cung. Nhưng không như màng chắn tránh thai hoặc mũ đội cổ tử cung, miếng xốp tránh thai có thể được sử dụng mà không cần đến bác sĩ hỗ trợ.  Ưu điểm: Có thể mua tự do, không theo toa và có tác dụng ngay lập tức.  Khuyết điểm: Khó đặt miếng xốp vào đúng vị trí, không phòng tránh các bệnh lây tryền qua đường tình dục. Không được sử dụng trong suốt kỳ kinh.  Thuốc tránh thai Thuốc tránh thai thường thấy nhất sử dụng hooc-môn estrogen và progestin để ngăn rụng trứng. Thuốc tránh thai thường có tác dụng cao nếu được sử dụng đúng theo giờ giấc. Khoảng 8% trường hợp sử dụng thuốc đã mang thai ngoài ý muốn, bao gồm cả những trường hợp quên uống thuốc. Giống như tất cả các loại thuốc tránh thai hooc-môn khác, nó đòi hỏi phải được bác sĩ kê toa.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn, hoặc không hành kinh, tuỳ thuộc vào loại thuốc tránh thai. Ít bị chuột rút.  Khuyết điểm: Tốn nhiều tiền ($15-$50 mỗi tháng), không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Có thể gây ra tác dụng phụ, như đau ngực, mụn nhọt, máu vón cục trầm trọng, và làm tăng huyết áp. Một số phụ nữ không nên sử dụng thuốc tránh thai.  Miếng dán tránh thai Những phụ nữ khó nhớ uống thuốc tránh thai hằng ngày thì có thể sử dụng miếng dán. miếng dán tránh thai Ortho Evra này dính chặt trên da và được thay mỗi tuần một lần, trong ba tuần liên tiếp như vậy và không sử dụng cho tuần thứ tư. Các hooc-môn có trong miếng dán này giống như hooc-môn trong thuốc tránh thai và có hiệu quả ngừa thai tương tự.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn và nhẹ nhàng hơn, ít bị chuột rút, không cần phải nhớ sử dụng thuốc tránh thai hằng ngày.  Khuyết điểm: Tốn kém ($15-$50 mỗi tháng), có thể gây kích ứng da hoặc các tác dụng phụ khác tương tự như thuốc tránh thai. Không phòng tránh các bệnh lây truyền qua đường tình dục.  Vòng tránh thai Vòng tránh thai là vòng bằng nhựa mủ mềm được đặt bên trong âm đạo. Các hooc-môn có trong vòng tránh thai cũng giống như hooc-môn trong thuốc và miếng dán và có tác dụng ngừa thai tương tự. Nhưng chỉ cần thay mỗi tháng một lần là được.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn và chỉ thay vòng mỗi tháng một lần.  Khuyết điểm: Tốn kém ($30-$50 mỗi tháng), có thể gây kích ứng âm đạo hoặc các tác dụng phụ khác giống như thuốc và miếng dán ngừa thai. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Thuốc tiêm tránh thai Thuốc tiêm tránh thai có tên gọi là Depo-Provera, là thuốc tiêm hooc-môn ngừa thai trong vòng 3 tháng. Đối với vợ chồng thì đây là biện pháp ngừa thai hiệu quả hơn so với thuốc tránh thai dạng uống – mỗi năm chỉ 3% trường hợp mang thai ngoài ý muốn.  Ưu điểm: Mỗi năm chỉ tiêm 4 lần, có hiệu quả cao.  Khuyết điểm: Tốn kém (khoảng $240 mỗi năm), có thể gây nổi mụn và các tác dụng phụ khác. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Que cấy tránh thai Que cấy tránh thai (Implanon) là que có kích cỡ bằng que diêm được cấy dưới da vùng cánh tay trên. Hooc-môn có trong que cấy giống như hooc-môn trong thuốc tiêm tránh thai, nhưng que cấy này có tác dụng ngừa thai được 3 năm. Tỉ lệ thất bại chưa đầy 1%.  Ưu điểm: Kéo dài được 3 năm, có hiệu quả cao. Khuyết điểm: Chi phí trả trước tốn kém hơn ($400-$800 để khám, cấy, và đặt que), có thể gây tác dụng phụ, bao gồm chứng xuất huyết bất thường. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Vòng tránh thai IUD IUD tượng trưng cho vòng tránh thai, làm bằng nhựa mủ, có hình dạng chữ T được bác sĩ đặt vào bên trong tử cung. vòng tránh thai bằng đồng IUD, ParaGard có tác dụng ngừa thai lên đến 12 năm. vòng tránh thai hooc-môn IUD, Mirena phải được thay sau 5 năm sử dụng. Cả hai loại này đều ngăn chặn không cho trứng thụ tinh. Chưa đầy 8 trường hợp trong 1000 người đã mang thai ngoài ý muốn.  Ưu điểm: Có thể sử dụng được lâu dài, ít bị hư hỏng. Khuyết điểm: Chu kỳ kinh nguyệt nhiều hơn hoặc không đều. Khoản trả trước tốn kém hơn, có thể trượt ra ngoài và gây ra nhiều tác dụng phụ.  Thắt ống dẫn trứng Nếu chắc rằng trong tương lai bạn không muốn sinh con nữa thì có thể sẵn sàng với biện pháp tránh thai vĩnh viễn. Phương pháp tránh thai truyền thống cho phụ nữ này được gọi là thắt ống dẫn trứng hoặc “thắt vòi trứng lại”. Bác sĩ phẫu thuật sẽ làm tắc ống dẫn trứng, ngăn không cho trứng ra khỏi buồng trứng.  Ưu điểm: Tránh thai vĩnh viễn; gần như có hiệu quả 100%.  Khuyết điểm: Cần phải được phẫu thuật, có thể không mở ống dẫn trứng lại được, tốn kém nhiều. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Cấy ống tránh thai  Thủ thuật mới hơn có thể làm tắc ống dẫn trứng mà không cần phẫu thuật. Người ta đặt những ống nhỏ bằng kim loại hoặc bằng silicon vào bên trong từng ống dẫn một. Mô sẹo cuối cùng phát triển quanh ống cấy và làm tắc ống dẫn trứng. Các ống dẫn trứng được kiểm tra chắc chắn lại bằng tia X, và khi đã đạt yêu cầu thì không cần phải thêm một biện pháp tránh thai nào nữa.  Ưu điểm: Có thể sử dụng lâu dài, không nhờ đến phẫu thuật, gần như 100% các trường hợp đều thành công.  Khuyết điểm: Phải mất một vài tháng mới có hiệu quả. Có thể làm tăng nguy cơ nhiễm trùng khung chậu, không tháo ống cấy ra được, tốn kém nhiều.  Cắt ống dẫn tinh Ngoài bao cao su thì thủ thuật cắt ống dẫn tinh là giải pháp tránh thai duy nhất dành cho nam giới. Đây là thủ thuật làm tắc ống dẫn tinh – ống dẫn tinh là ống dẫn tinh trùng từ tinh hoàn đến hệ sinh sản. Nó có tác dụng làm chặn tinh trùng nhưng không cản trở quá trình xuất tinh.  Ưu điểm: Có thể sử dụng lâu dài, ít tốn kém hơn biện pháp thắt ống dẫn trứng, có hiệu quả gần như tuyệt đối.  Khuyết điểm: Đòi hỏi phải được phẫu thuật, không có tác dụng ngay tức khắc, có thể là không làm ống dẫn tinh bình thường lại như trước được.  Tránh thai khẩn cấp Thuốc tránh thai khẩn cấp có tác dụng ngừa thai sau khi quan hệ tình dục. Đây cũng là lựa chọn hữu hiệu khi không sử dụng một biện pháp tránh thai nào hoặc khi người phụ nữ nghi ngờ phương pháp bình thường của mình thất bại. Plan B, Plan B One-Step, và một dạng đặc biệt cùng loại với Plan B có tên là Next Choice chứa liều lượng hooc-môn cao có trong nhiều loại thuốc tránh thai khác. Phụ nữ 17 tuổi trở lên có thể sử dụng thuốc tự do không theo toa. Những loại thuốc này chỉ có tác dụng trong vòng 72 tiếng đồng hồ. Thuốc tránh thai Ella sử dụng dược phẩm không liên quan đến hooc-môn và phải được chỉ định của bác sĩ. Nó có tác dụng đến 5 ngày sau khi quan hệ tình dục.  Lựa chọn cho phụ nữ lớn tuổi  Tuổi tác và lối sống hằng ngày đóng vai trò hết sức quan trọng trong việc lựa chọn biện pháp tránh thai. Nếu bạn trên 35 tuổi và hút thuốc lá hoặc béo phì, thì việc kết hợp sử dụng thuốc, miếng dán và vòng tránh thai là không nên. Tốt hơn hết là bạn nên tham khảo ý kiến của bác sĩ để biết các biện pháp thay thế an toàn. Nếu bạn sắp đến tuổi mãn kinh thì liệu pháp tiêm thuốc tránh thai còn có tác dụng tốt khác: Nó có thể làm giảm một số triệu chứng của thời kỳ tiền mãn kinh.  Xuất tinh ngoài âm đạo Gần 6/10 phụ nữ Mỹ cho biết bạn tình của mình đã xuất tinh ngoài âm đạo, đây là phương pháp tránh thai lâu đời tuỳ thuộc vào người nam rút dương vật ra khỏi âm đạo trước khi xuất tinh. Nhiều nhận xét mới hơn gần đây cho biết mỗi lần thực hiện đúng điều này thì mỗi năm có khoảng 4% người đã làm mẹ bất đắc dĩ. Nếu sử dụng biện pháp này nhiều hơn thì có khoảng 18% người mang thai ngoài ý muốn.  Ưu điểm: Thoải mái và không cần dụng cụ tránh thai hoặc hooc-môn nào.  Khuyết điểm: Có thể khó thực hiện đúng. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Các biện pháp tránh thai kém hiệu quả nhất Nếu quan hệ tình dục không sử dụng biện pháp tránh thai nào thì mỗi năm có đến 85% các cặp vợ chồng có con ngoài ý muốn. Thậm chí các giải pháp tránh thai kém hiệu quả nhất cũng có thể làm giảm con số này một cách đáng kể.  Các biện pháp tránh thai hiệu quả nhất Mặc dù các biện pháp tránh thai “rào cản” như bao cao su hoặc màng chắn, có hiệu quả tương đối với những cách dùng đặc trưng riêng biệt thì các loại thuốc tránh thai bằng hooc-môn có hiệu quả hơn hẳn. Cũng có nhiều giải pháp cho những cặp vợ chồng muốn có tỉ lệ thành công cao nhất. 2 trong số đó không có thể trở lại bình thường được – vòng tránh thai IUD và cấy hooc-môn. Tất nhiên là chỉ có biện pháp kiêng không quan hệ tình dục là có hiệu quả tuyệt đối 100%."
        }
    ],
    "suggestions": []
}