{
    "en_vn": {
        "data": {
            "content": null,
            "word": "prohibitor"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "prohibitor"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prohibitor"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prohibitor"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prohibitor"
        }
    },
    "sentences": [
        {
            "en": "<em>Prohibit</em> somebody from doing something.",
            "vi": "Cấm ai không được làm gì."
        },
        {
            "en": "We should not <em>prohibit</em> them from doing so.",
            "vi": "Chúng ta đừng nên ngăn cấm chúng làm vậy."
        },
        {
            "en": "I <em>prohibit</em> you from answering roughly to me.",
            "vi": "Mẹ cấm con trả lời cộc cằn với mẹ."
        },
        {
            "en": "Regulation to <em>prohibit</em> parking in the city centre",
            "vi": "Quy định cấm đỗ xe ở trung tâm thành phố"
        },
        {
            "en": "The Government should have legislations to <em>prohibit</em> the discrimination.",
            "vi": "Chính phủ nên có pháp luật để ngăn cấm phân biệt đối xử."
        },
        {
            "en": "It is a regulation to <em>prohibit</em> holding midnight revels.",
            "vi": "Đây là quy định cấm tổ chức những cuộc hoan lạc lúc nửa đêm."
        },
        {
            "en": "The thrust of the Regulations is to <em>prohibit</em> products and.",
            "vi": "Điểm chủ yếu cuả những qui định."
        },
        {
            "en": "I <em>prohibit</em> you from speaking daggers to me.",
            "vi": "Mẹ cấm con nói gắt gỏng với mẹ."
        },
        {
            "en": "While some people want the right to own and carry guns, others want to <em>prohibit</em> them.",
            "vi": "Tuy một số người muốn có quyền sở hữu và mang súng, nhưng những người khác lại muốn cấm chúng."
        },
        {
            "en": "While some people want the right to own and carry guns, others want to <em>prohibit</em> them.",
            "vi": "Tuy một số người muốn có quyền sở hữu và mang súng, nhưng những người khác lại muốn cấm."
        },
        {
            "en": "Restrict: <em>prohibit</em> the update when there are related records in the child table.",
            "vi": "Hạn chế: cấm cập nhật khi có những mẫu tin liên quan trong bảng con cái."
        },
        {
            "en": "They declared a regulation to <em>prohibit</em> parking in the city centre.",
            "vi": "Họ công bố một quy định cấm đỗ xe ở trung tâm thành phố."
        },
        {
            "en": "Restrict: <em>prohibit</em> the deletion if there are related records in the child table.",
            "vi": "Restrict: cấm xóa nếu có các mẫu tin liên quan trong bảng con."
        },
        {
            "en": "The state does not <em>prohibit</em> organisations, as evidenced by the very high level of membership.",
            "vi": "Nhà nước không cấm các tổ chức, điều này được minh chứng bằng số lượng lớn các hội viên."
        },
        {
            "en": "The thrust of the Regulations is to <em>prohibit</em> products and activities deemed pornographic, violent or offensive.",
            "vi": "Điểm chủ yếu của qui định là ngăn cấm các sản phẩm và các hoạt động được coi là khiêu dâm, kích động bạo lực hoặc có tính cách xúc phạm."
        },
        {
            "en": "The clauses will <em>prohibit</em> giving preferences to state or domestic companies.",
            "vi": "Các điều khoản này sẽ không cho phép ưu đãi các công ty trong nước hay các công ty nhà nước."
        },
        {
            "en": "To restrict and then <em>prohibit</em> compulsory HIV testing for laborers before going to work overseas.",
            "vi": "Hạn chế và tiến tới nghiêm cấm việc lao động đi nước ngoài phải làm xét nghiệm HIV ."
        },
        {
            "en": "This has triggered a debate on whether to <em>prohibit</em> students from using social networks. ",
            "vi": "Điều này đã gây ra một cuộc tranh luận về việc có nên cấm học sinh sử dụng mạng xã hội."
        },
        {
            "en": "Restrict: <em>prohibit</em> the insert if a matching key value does not exist in the parent table.",
            "vi": "Hạn chế: cấm chèn khi một trị khóa đối sánh không tồn tại trong bảng cha mẹ."
        },
        {
            "en": "Regulations explicitly <em>prohibit</em> health professionals from asking for bribes or gifts, but these regulations are not strongly enforced.",
            "vi": "Các quy định rõ ràng là cấm các cán bộ y tế không được vòi vĩnh bệnh nhân hối lộ hoặc tặng quà, nhưng các quy định này không được thực hiện nghiêm ngặt."
        }
    ],
    "suggestions": []
}