{
    "en_vn": {
        "data": {
            "content": null,
            "word": "promulgated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "promulgated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "promulgated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "promulgated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "promulgated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The regulations are <em>promulgated</em>.",
            "vi": "Nội quy đã được ban hành."
        },
        {
            "en": "The President <em>promulgated</em> a mobilization order yesterday.",
            "vi": "Chủ tịch nước ban hành lệnh động viên ngày hôm qua."
        },
        {
            "en": "The Civil Code was <em>promulgated</em> in 1995.",
            "vi": "Bộ Luật Dân sự được ban hành năm 1995."
        },
        {
            "en": "They <em>promulgated</em> the democratic freedoms to the people.",
            "vi": "Họ đã ban bố các quyền tự do dân chủ cho nhân dân."
        },
        {
            "en": "A stringent ban on smoking was <em>promulgated</em> in 2009.",
            "vi": "Lệnh nghiêm cấm hút thuốc lá được ban hành vào năm 2009."
        },
        {
            "en": "The trade mark law was <em>promulgated</em> in 1982.",
            "vi": "Luật nhãn hiệu hàng hóa được ban hành vào năm 1982."
        },
        {
            "en": "This decree-law is <em>promulgated</em> through emergency procedure.",
            "vi": "Sắc luật này được ban hành theo thủ tục khẩn cấp."
        },
        {
            "en": "The American Declaration of Independence was <em>promulgated</em> in January 1776.",
            "vi": "Bản Tuyên ngôn độc lập của Mỹ được công bố tháng Giêng năm 1776."
        },
        {
            "en": "This decree - law is <em>promulgated</em> through emergency procedure.",
            "vi": "Sắc luật này được ban hành theo thủ tục khẩn cấp."
        },
        {
            "en": "The Russian parliament has just <em>promulgated</em> some new laws.",
            "vi": "Quốc hội Nga vừa mới ban hành một vài điều luật mới."
        },
        {
            "en": "The first law governing LDIFs was <em>promulgated</em> in December 2001.",
            "vi": "Văn bản pháp luật về QĐPPTĐP được ban hành lần đầu tiên vào tháng 12/2001."
        },
        {
            "en": "In the event a law cannot be <em>promulgated</em> soon, an ordinance or at least a government decree on business associations should be <em>promulgated</em>.",
            "vi": "Trong điều kiện chưa thể ban hành ngay luật, thì đề nghị ban hành pháp lệnh hoặc ít nhất là một nghị định của Chính phủ về các hiệp hội doanh nghiệp."
        },
        {
            "en": "A legal document may be <em>promulgated</em> to simultaneously revise, supersede, cancel or abolish the contents of several legal documents <em>promulgated</em> by the same agency.",
            "vi": "Một văn bản quy phạm pháp luật có thể được ban hành để đồng thời sửa đổi, bổ sung, thay thế, huỷ bỏ, bãi bỏ nội dung trong nhiều văn bản quy phạm pháp luật do cùng một cơ quan ban hành."
        },
        {
            "en": "The Ministry of Education has <em>promulgated</em> the computer training programme at A, B and C levels.",
            "vi": "Bộ giáo dục đã ban hành chương trình đào tạo tin học ở các cấp a, b và c."
        },
        {
            "en": "The new law was finally <em>promulgated</em> in the autumn of last year.",
            "vi": "Cuối cùng luật mới cũng được ban hành vào mùa thu năm ngoái."
        },
        {
            "en": "Currently, the government has not <em>promulgated</em> a decree providing guidelines for the lending activities of insurers.",
            "vi": "Hiện tại, chính phủ chưa có nghị định hướng dẫn về các hoạt động cho vay của các công ty bảo hiểm."
        },
        {
            "en": "The Decision establishing the National Accreditation Council would be provided to the Working Party once <em>promulgated</em>.",
            "vi": "Quyết định thành lập hội đồng công nhận quốc gia sẽ được cung cấp cho ban công tác ngay sau khi ban hành."
        },
        {
            "en": "The consistence of current legal documents with newly <em>promulgated</em> legal documents of the same agencies.",
            "vi": "Sự thống nhất giữa văn bản quy phạm pháp luật hiện hành với văn bản quy phạm pháp luật mới được ban hành của cùng một cơ quan."
        },
        {
            "en": "After 3 years, due to various reasons, such strategy has not been <em>promulgated</em>.",
            "vi": "Sau 3 năm, vì nhiều lý do khác nhau, chiến lược như vậy chưa được ban hành."
        },
        {
            "en": "The first \"Law of Right to set up Associations\" was <em>promulgated</em> in 1957.",
            "vi": "\"Luật về Quyền Lập Hội\" đầu tiên đã được ban hành vào năm 1957."
        }
    ],
    "suggestions": []
}