{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[prɔηd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có răng, có ngạnh, có chĩa (đồ vật); có hướng (đường đi..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a four-pronged fork</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một cái chĩa bốn ngạnh</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a three-pronged attack</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một cuộc tấn công ba mũi (theo ba hướng khác nhau)</font></td></tr></table><i/></div>",
            "word": "pronged",
            "pronounce": "[prɔηd]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pronged",
            "pronounce": "[prɔηd]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pronged",
            "pronounce": "[prɔηd]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pronged",
            "pronounce": "[prɔηd]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pronged",
            "pronounce": "[prɔηd]"
        }
    },
    "sentences": [
        {
            "en": "Three-<em>pronged</em> attack",
            "vi": "Cuộc tấn công ba mũi"
        },
        {
            "en": "Four-<em>pronged</em> fork",
            "vi": "Cái chĩa bốn ngạnh"
        },
        {
            "en": "This is a four-<em>pronged</em> fork.",
            "vi": "Đây là một cái chĩa bốn ngạnh."
        },
        {
            "en": "They will carry out a three-<em>pronged</em> attack.",
            "vi": "Họ sẽ thực hiện một cuộc tấn công ba mũi."
        },
        {
            "en": "They will carry out a three - <em>pronged</em> attack.",
            "vi": "Họ sẽ thực hiện một cuộc tấn công ba mũi."
        },
        {
            "en": "It lays out a three-<em>pronged</em> approach to attacking poverty:",
            "vi": "Nó nêu ra phương pháp tiếp cận ba mặt đối với nghèo đói:"
        },
        {
            "en": "It will contain three chapters, each dealing with one aspect of this three-<em>pronged</em> framework.",
            "vi": "Nó sẽ gồm ba chương, mỗi chương giải quyết một khía cạnh của khuôn khổ có ba mặt này."
        },
        {
            "en": "I need a four-<em>pronged</em> fork. Can I borrow it for a while?",
            "vi": "Tôi cần một cái chĩa bốn ngạnh. Anh cho tôi mượn một lát được không?"
        },
        {
            "en": "He has launched a two - <em>pronged</em> campaign to improve the situation.",
            "vi": "Ông ấy đã phát động một chiến dịch theo hai hướng nhằm cải thiện tình hình này."
        },
        {
            "en": "Hitler started the ball rolling with a three-<em>pronged</em> attack on Russia on 22nd June 1941.",
            "vi": "Hit - le đã bắt đầu một cuộc tiến công ba mũi vào Liên xô ngày 22 tháng 6 năm 1941."
        },
        {
            "en": "Hitler started the ball rolling with a three - <em>pronged</em> attack on Russia on 22nd June 1941.",
            "vi": "Hit-le đã bắt đầu một cuộc tiến công ba mũi vào Liên xô ngày 22 tháng 6 năm 1941."
        },
        {
            "en": "He has launched a two-<em>pronged</em> campaign to improve the situation.",
            "vi": "Ông ấy đã phát động một chiến dịch theo hai hướng nhằm cải thiện tình hình này."
        },
        {
            "en": "The report laid out a three-<em>pronged</em> approach to attacking poverty:",
            "vi": "Báo cáo đưa ra một phương thức tấn công nghèo đói theo ba hướng:"
        },
        {
            "en": "It is administered by mouth or injection; a side-effect of <em>pronged</em> use enlarges doses are eye damage.",
            "vi": "Nó dùng để uống hoặc tiêm; một tác dụng phụ khi sử dụng thuốc lâu dài và với liều lớn là làm tổn thương hại mắt."
        },
        {
            "en": "Vietnam has pursued a multi-<em>pronged</em> approach to gradually reducing trade barriers and increasing the outward orientation of the economy.",
            "vi": "Việt Nam hiện đang theo đuổi chính sách ngoại giao đa phương nhằm dỡ bỏ từng bước các rào cản thương mại và tăng cường định hướng kinh tế ra thị trường quốc tế."
        },
        {
            "en": "Consequently, any concerted initiative to improve corporate governance practices across Vietnam's corporate sector would need to be multi-<em>pronged</em>.",
            "vi": "Do vậy,bất cứ sáng kiến phối hợp nâng cao công tác quản trị doanh nghiệp trong khối doanh nghiệp Việt Nam cần phải đi theo nhiều hướng."
        },
        {
            "en": "\"The second is a four-<em>pronged</em> applicator —\" he held up something that looked like a nearly toothless hair pick \"— and the third is a sterile micro-lancet.\"",
            "vi": "\"Thứ hai là que bốn chấu –\" thầy đưa cái gì đó lên trông giống như cái xỉa tóc không ngàm \"- và thứ ba là dao trích máu vô trùng.\""
        },
        {
            "en": "Her crusade against this social ill involves a four-<em>pronged</em> strategy that includes a campaign to make people understand the causes, effects and ways to check the problem.",
            "vi": "Cuộc vận động lớn lao chống lại bệnh xã hội này của bà gồm bốn mũi dùi chiến lược, trong đó có một chiến dịch làm cho dân chúng hiểu nguyên nhân, hậu quả và đường lối để ngăn chặn vấn đề này."
        },
        {
            "en": "The report laid out a three-<em>pronged</em> approach to attacking poverty: Opportunities for employment and productivity growth must be created, so that incomes rise and the poor are able to grow out of poverty.",
            "vi": "Báo cáo đưa ra một phương thức tấn công nghèo đói theo ba hướng: cơ hội để tạo việc làm và phát triển năng suất phải được tạo ra, để tăng thu nhập và người nghèo có thể thoát cảnh nghèo đói."
        },
        {
            "en": "Experience has shown that bringing the poor into the formal land and housing markets needs a two-<em>pronged</em> strategy: increasing the choices available on the supply side and increasing affordability on the demand side.",
            "vi": "Kinh nghiệm cho thấy rằng đưa người nghèo ra thị trường nhà đất chính thức cần phải có chiến lược theo hai hướng: gia tăng những chọn lựa sẵn có ở phía nguồn cung và gia tăng khả năng chi tiêu ở phía cầu."
        }
    ],
    "suggestions": []
}