{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[prə'peliη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đẩy đi, đẩy tới</td></tr></table><i/></div>",
            "word": "propelling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "propelling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "propelling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "propelling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "propelling"
        }
    },
    "sentences": [
        {
            "en": "Do you have a <em>propelling</em> pencil?",
            "vi": "Bạn có bút chì bấm không?"
        },
        {
            "en": "I would like a nice <em>propelling</em> pencil.",
            "vi": "Tôi thích một cây viết chì bấm xinh đẹp."
        },
        {
            "en": "<em>Propelling</em> pencil (mechanical pencil) was invented in Britain in 1822 by Sampson Mordan and Gabriel Riddle.",
            "vi": "Bút/viết chì bấm được Sampson Mordan và Gabriel Riddle sáng chế ở Anh vào năm 1822."
        },
        {
            "en": "In 1913, the Hertzsprung-Russell diagram was developed, <em>propelling</em> the astrophysical study of stars.",
            "vi": "Năm 1913, biểu đồ Hertzsprung - Russell được phát triển, thúc đẩy ngành thiên văn vật lý nghiên cứu sao."
        },
        {
            "en": "In 1913, the Hertzsprung - Russell diagram was developed, <em>propelling</em> the astrophysical study of stars.",
            "vi": "Năm 1913, biểu đồ Hertzsprung-Russell được phát triển, thúc đẩy ngành thiên văn vật lý nghiên cứu sao."
        },
        {
            "en": "The mechanical pencil (<em>propelling</em> pencil) became popular in Japan and in 1915 Tokuji Hayakawa first made the type of mechanical pencil that is still used today.",
            "vi": "Bút/viết chì bấm trở nên phổ biến ở Nhật và vào năm 1915 Tokuji Hayakawa đã làm ra loại bút/viết chì bấm này cho đến nay vẫn còn được sử dụng."
        },
        {
            "en": "The concept of the rocket , or rather the mechanism behind the idea of <em>propelling</em> an object into the air, has been around for well over two thousand years.",
            "vi": "Khái niệm tên lửa , hoặc đúng hơn là cơ chế tạo tên lửa đằng sau ý tưởng đẩy mạnh một vật thể vào không khí, đã được biết đến khoảng hơn hai nghìn năm."
        },
        {
            "en": "\"What do you call this type of pencil?\"\"Mechanical pencil or <em>Propelling</em> pencil. In Japan most of my students call it a sharp pencil.\"",
            "vi": "\"Bạn gọi loại bút chì này là gì?\" \"Bút chì bấm. Ở Nhật hầu hết các học sinh của tôi gọi là sharp pencil.\""
        },
        {
            "en": "Quite astonishing, and providing a huge source of financing for China’s ever rising domestic investment which in turn is <em>propelling</em> the country’s growth and development.",
            "vi": "Thật đáng kinh ngạc, và cung cấp một nguồn tài chính khổng lồ cho đầu tư trong nước liên tục tăng của Trung Quốc, qua đó thúc đẩy quá trình tăng trưởng và phát triển của đất nước."
        },
        {
            "en": "Giving up smoking can be extremely difficult for people, with bad moods, cravings and that lightheaded feeling <em>propelling</em> people to rush and buy a pack even weeks after they successfully stopped.",
            "vi": "Bỏ hút thuốc có thể vô cùng khó khăn đối với mọi người, với tâm trạng tệ, thèm muốn và cảm giác choáng váng khiến mọi người vội vã mua thuốc hút thậm chí nhiều tuần sau khi họ đã ngưng hút thuốc thành công."
        },
        {
            "en": "There were signs of these subtleties from the start. Bartz has recently shown that in almost half of the existing research results, oxytocin influenced only certain individuals or in certain circumstances. Where once researchers took no notice of such findings, now a more nuanced understanding of oxytocin’s effects is <em>propelling</em> investigations down new lines. To Bartz, the key to understanding what the hormone does lies in pinpointing its core function rather than in cataloguing its seemingly endless effects. There are several hypotheses which are not mutually exclusive. Oxytocin could help to reduce anxiety and fear. Or it could simply motivate people to seek out social connections. She believes that oxytocin acts as a chemical spotlight that shines on social clues - a shift in posture, a flicker of the eyes, a dip in the voice - making people more attuned to their social environment. This would explain why it makes us more likely to look others in the eye and improves our ability to identify emotions. But it could also make things worse for people who are overly sensitive or prone to interpreting social cues in the worst light.",
            "vi": "Có những dấu hiệu của sự không rõ ràng từ khi bắt đầu. Bartz gần đây đã cho thấy rằng trong hầu như một nửa kết quả của những nghiên cứu hiện tại, oxytocin chỉ ảnh hưởng lên những cá nhân nhất định hoặc trong những trường hợp nhất định. Trước đây khi những nhà nghiên cứu không chú ý đến những phát hiện như vậy, hiện nay sự hiểu biết nhiều sắc thái đối với những tác động của oxytocin đang tiến tới những cuộc khảo sát dưới những đường nét mới. Với Bartz, chìa khóa của sự hiểu biết hormone là gì nằm ở việc xác định chức năng cốt lõi của nó hơn là trong hệ thống những tác động dường như là vô tận của nó. Có một số giả thuyết không loại trừ lẫn nhau. Oxytocin có thể giúp giảm sự lo lắng và nỗi sợ hãi. Hoặc nó có thể thúc đẩy con người tìm kiếm những mối liên hệ xã hội.Cô ấy tin rằng oxytocin hoạt động như một chiếc đèn hóa học soi sáng những tư tưởng xã hội - một sự dịch chuyển tư thế, một ánh mắt lấp lánh, một sự trầm giọng xuống - làm cho con người hòa hợp hơn với môi trường xã hội của họ. Điều này có thể giải thích tại sao nó làm cho chúng ta có khả năng cao hơn để nhìn những người khác bằng mắt và nâng cao khả năng nhận biết cảm xúc của chúng ta. Nhưng nó có thể cũng làm cho mọi thứ tệ hơn cho những người quá nhạy cảm hoặc thiên về việc dịch các tín hiệu xã hội trong ánh sáng tồi tệ."
        }
    ],
    "suggestions": []
}