{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,prourə'gei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự đình hoãn, sự tạm ngừng, sự tạm gián đoạn (cuộc họp); trường hợp gián đoạn</td></tr></table><i/></div>",
            "word": "prorogation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "prorogation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prorogation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prorogation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prorogation"
        }
    },
    "sentences": [
        {
            "en": "She works in <em>PR</em>.",
            "vi": "Cô ấy làm việc trong ngành giao tiếp với công chúng."
        },
        {
            "en": "2. Hire a <em>PR</em> firm.",
            "vi": "2. Thuê một công ty PR"
        },
        {
            "en": "I have knowledge of <em>PR</em>.",
            "vi": "Tôi có kiến thức về lĩnh vưc PR."
        },
        {
            "en": "Pulic Relations Dep't (<em>PR</em> Dep't)",
            "vi": "Phòng Quan hệ công chúng"
        },
        {
            "en": "You are your own best <em>PR</em> representative.",
            "vi": "Bạn là đại diện PR tốt nhất của chính bạn."
        },
        {
            "en": "Pulic Relations Dep 't (<em>PR</em> Dep' t)",
            "vi": "Phòng Quan hệ công chúng"
        },
        {
            "en": "Smaller companies have to do <em>PR</em> themselves.",
            "vi": "Các công ty nhỏ hơn thì phải tự làm PR."
        },
        {
            "en": "We were congratulated on a well-orchestrated <em>PR</em> campaign.",
            "vi": "Chúng tôi được chúc mừng vì đã sắp đặt tốt chiến dịch PR."
        },
        {
            "en": "Proportional representation (<em>PR</em>) is a goal of voting systems.",
            "vi": "Thể thức bầu cử bằng cách bỏ phiếu (PR) là mục tiêu của hệ thống biểu quyết."
        },
        {
            "en": "09924 is the zip code in Jan Juan, <em>PR</em>.",
            "vi": "00924 là số bưu điện ở Jan Jaun, Puerto Rico."
        },
        {
            "en": "Enter date, and <em>PR</em> to show journal page.",
            "vi": "Ghi cột thời gian và ghi số trang nhật ký vào cột pr."
        },
        {
            "en": "The <em>PR</em> department in big companies is huge.",
            "vi": "Bộ phận PR trong các công ty lớn thì rất đồ sộ."
        },
        {
            "en": "Journalists deal with thousands of <em>PR</em> people a day.",
            "vi": "Các nhà báo phải tiếp xúc hàng ngàn nhân viên PR mỗi ngày."
        },
        {
            "en": "Susan has always dreamed of working in a <em>PR</em> agency.",
            "vi": "Susan đã luôn mơ ước được làm việc trong một cơ quan quan hệ cộng đồng."
        },
        {
            "en": "We were congratulated on a well - orchestrated <em>PR</em> campaign.",
            "vi": "Chúng tôi được chúc mừng vì đã sắp đặt tốt chiến dịch PR."
        },
        {
            "en": "Enter the account number in <em>PR</em> column of journal.",
            "vi": "Ghi số hiệu tài khoản vào cột pr trong nhật ký."
        },
        {
            "en": "The key is to view the exposure of your brand as a <em>PR</em> campaign.",
            "vi": "Điểm mấu chốt là xem việc giới thiệu thương hiệu của bạn như một chiến dịch PR."
        },
        {
            "en": "<em>PR</em> people spend their whole day calling, cajoling, pressuring, and begging journalists to cover their clients.",
            "vi": "Những người làm công việc quan hệ công chúng dành cả ngày gọi điện, tán tỉnh, tạo áp lực, và năn nỉ các nhà báo để họ viết bài cho khách hàng của mình."
        },
        {
            "en": "Overeager <em>PR</em> professionals, who don't know the meaning of \"No,\" are working reporters hourly.",
            "vi": "Những tay PR quá háo hức, những người không biết ý nghĩa của từ\"Không\", đang tác động đến các phóng viên từng giờ."
        },
        {
            "en": "The form designer will create <em>pr</em> generate programming code, after you have provided the specifications.",
            "vi": "Đặc phận form designer sẽ tạo hay sản sinh ra mã lập trình, sau khi bạn ấn định cho nó các cáp."
        }
    ],
    "suggestions": []
}