{
    "en_vn": {
        "data": {
            "content": null,
            "word": "proscribed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "proscribed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "proscribed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "proscribed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "proscribed"
        }
    },
    "sentences": [
        {
            "en": "Our organization has been <em>proscribed</em> by law.",
            "vi": "Tổ chức của chúng ta đã bị luật pháp bài trừ."
        },
        {
            "en": "The others were <em>proscribed</em> if the parties to those agreements had a combined share exceeding 30% of the relevant market, except as provided for in Article 10.",
            "vi": "Các loại khác bị cấm nếu thị phần kết hợp trên thị trường liên quan của các bên tham gia thoả thuận chiếm trên 30%, trừ trường hợp quy định tại điều 10."
        },
        {
            "en": "The behavior of matter at the molecular level follows a set of rules <em>proscribed</em> by the discipline of physics – up to a point. When said matter is subjected to extreme conditions like very hot or cold temperatures, intense pressure or a super-thin state, things begin to get a bit bizarre and are better described by the mind-stretching world of quantum physics. It's exactly these strange states of matter in which the three winners of the Nobel Prize in Physics specialized.",
            "vi": "Tác động của vật chất ở cấp độ phân tử đẫn đến một danh sách các nguyên tắc không thể vượt qua trong ngành vật lý ở một chừng mực nào đó. Khi vật chất được đề cập ở trên phải chịu những điều kiện khắc nghiệt như nhiệt độ quá cao hoặc quá thấp, áp lực cường độ cao hoặc một trạng thái siêu nhỏ thì mọi thứ bắt đầu có dấu hiệu lạ thường và được mô tả tốt hơn khi mở rộng nghiên cứu về vật lý lượng tử. Đó chính xác là những trạng thái kỳ lạ của vật chất mà ba người chiến thắng giải Nobel chuyên ngành Vật lý đã tập trung nghiên cứu."
        }
    ],
    "suggestions": []
}