{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['prɔsikju:tə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(pháp lý) người khởi tố tại toà án; bên nguyên</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">public prosecutor</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">uỷ viên công tố</td></tr></table><i/></div>",
            "word": "prosecutor",
            "pronounce": "['prɔsikju:tə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>prosecutor</k><blockquote>■ <cclass>noun a person, especially a public official, who prosecutes someone. </cclass></blockquote><blockquote>⁃ a barrister or other lawyer who conducts the case against a defendant. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>prosecutorial</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "prosecutor",
            "pronounce": "['prɔsikju:tə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prosecutor",
            "pronounce": "['prɔsikju:tə]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>prosecutor</k><blockquote><blockquote><ex><abr>n.</abr> a public prosecutor (<abr>esp.</abr><abr>BE</abr>; <abr>AE</abr> has <i>district attorney</i>)</ex></blockquote></blockquote></div>",
            "word": "prosecutor",
            "pronounce": "['prɔsikju:tə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prosecutor",
            "pronounce": "['prɔsikju:tə]"
        }
    },
    "sentences": [
        {
            "en": "Public <em>prosecutor</em>",
            "vi": "Uỷ viên công tố"
        },
        {
            "en": "He is a public <em>prosecutor</em>.",
            "vi": "Ông ta là ủy viên công tố."
        },
        {
            "en": "The public <em>prosecutor</em> read the indictment.",
            "vi": "Công tố ủy viên đã đọc bản cáo trạng."
        },
        {
            "en": "<em>Prosecutor</em> hammered away at the witness's credibility.",
            "vi": "Bên nguyên liên tục công kích vào sự đáng tin của các nhân chứng."
        },
        {
            "en": "Your case will be reviewed by the <em>prosecutor</em>.",
            "vi": "Trường hợp của ông sẽ được công tố viên xem xét lại."
        },
        {
            "en": "The <em>prosecutor</em> must prove their case beyond reasonable doubt.",
            "vi": "Bên khởi tố phải chứng minh vụ việc của họ ngoài những nghi ngờ có lý."
        },
        {
            "en": "We've asked that a special <em>prosecutor</em> be named to investigate.",
            "vi": "Chúng tôi yêu cầu một công tố viên đặc biệt được chỉ định để điều tra."
        },
        {
            "en": "After reading the indictment, the <em>prosecutor</em> reached a conclusion that he is guilty.",
            "vi": "Sau khi đọc bản cáo trạng, công tố viên đã rút ra kết luận rằng anh ta có tội."
        },
        {
            "en": "You will need to talk to a <em>prosecutor</em> to get the Protection From Abuse Order.",
            "vi": "Bà sẽ cần phải nói chuyện với một công tố viên để xin lệnh bảo vệ khỏi bị đối xử tàn tệ."
        },
        {
            "en": "The <em>prosecutor</em> will determine if charges will be filed or not.",
            "vi": "Công tố viên sẽ quyết định liệu ông có bị khởi tố hay không."
        },
        {
            "en": "We 've asked that a special <em>prosecutor</em> be named to investigate.",
            "vi": "Chúng tôi yêu cầu một công tố viên đặc biệt được chỉ định để điều tra."
        },
        {
            "en": "What is the difference between a public <em>prosecutor</em> and a lawyer?",
            "vi": "Một ủy viên công tố và một luật sư có khác biệt gì?"
        },
        {
            "en": "The question was a short in the dark on the part of a <em>prosecutor</em>.",
            "vi": "Vấn đề đó là một điều phỏng đoán về phía người khởi tố."
        },
        {
            "en": "All Court decisions were provided in written form to the concerned parties and the People's <em>Prosecutor</em> within ten days (Article 241 of the 2004 Civil Procedure Code).",
            "vi": "Tất cả các quyết định của Tòa được được cung cấp cho các bên liên quan và Viện Kiểm sát nhân dân bằng văn bản trong vòng 10 ngày (Điều 241 Bộ Luật Tố tụng Dân sự)."
        },
        {
            "en": "His story did not hold water after the <em>prosecutor</em> showed a videotape of him pointing a gun at the victim.",
            "vi": "Câu chuyện của anh ta không đứng vững được sau khi công tố viên cho chiếu một cuốn băng video cho thấy anh ta chĩa một khẩu súng vào nạn nhân."
        },
        {
            "en": "Under cross examination from a <em>prosecutor</em>, none of the patients said Dr Murray had treated them for sleep problems.",
            "vi": "Theo sự kiểm tra chéo từ phía một công tố viên, kết quả cho thấy không có bệnh nhân nào cho biết tiến sĩ Murray điều trị bệnh khó ngủ cho họ cả."
        },
        {
            "en": "Because the burden of proof lies with the <em>prosecutor</em>, he or she makes the first opening statement.",
            "vi": "Bởi vì trách nhiệm dẫn chứng là của công tố viên nên anh ấy hay cô ấy phải phát biểu mở đầu trước tiên."
        },
        {
            "en": "<em>Prosecutor</em> Naeem Khan said the men had confessed to the court that they had helped plan the attack.",
            "vi": "Công tố viên Naeem Khan cho biết những người đàn ông thú nhận với tòa rằng họ đã giúp lập kế hoạch cho các cuộc tấn công."
        },
        {
            "en": "The district attorney, as the public <em>prosecutor</em> of both criminal and civil cases, ensures that justice is done and that the rights of all are safeguarded.",
            "vi": "Công tố viên của tòa án khu vực trực thuộc chính phủ liên bang, như ủy viên công tố của cả hai loại án hình sự và dân sự, đảm bảo công lý được thực thi và quyền của tất cả mọi người được giữ gìn."
        },
        {
            "en": "I told the deputy <em>prosecutor</em> that I would just like to know whether my daughter is alive, and he said, \"God willing, she is alive\".",
            "vi": "Tôi đã nói với phó kiểm sát viên rằng tôi chỉ muốn biết liệu con gái tôi có còn sống, và ông ta đã nói,\"Nếu Chúa phù hộ, cô ấy sẽ sống sót\"."
        }
    ],
    "suggestions": []
}