{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[prəs'pektəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">prospectuses</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giấy cáo bạch; tờ quảng cáo, tờ rao hàng</td></tr></table><i/></div>",
            "word": "prospectus",
            "pronounce": "[prəs'pektəs]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>prospectus</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>prospectuses</b>) a printed booklet advertising a school or university or giving details of a share offer. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from L., lit. 'view, prospect', from <i>prospicere</i> 'look forward'. </blockquote></div>",
            "word": "prospectus",
            "pronounce": "[prəs'pektəs]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>prospectus</k><blockquote>▸ <cclass>noun BROCHURE, pamphlet, description, particulars, announcement, advertisement; syllabus, curriculum, catalogue, programme, list, scheme, schedule.</cclass></blockquote></div>",
            "word": "prospectus",
            "pronounce": "[prəs'pektəs]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prospectus",
            "pronounce": "[prəs'pektəs]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prospectus",
            "pronounce": "[prəs'pektəs]"
        }
    },
    "sentences": [
        {
            "en": "<em>Prospectus</em> for offering security.",
            "vi": "Bản cáo bạch để phát hành chứng khoán."
        },
        {
            "en": "Why don't you get a <em>prospectus</em>?",
            "vi": "Sao bạn không tìm một tập san?"
        },
        {
            "en": "i 've sent for a <em>prospectus</em> about language courses",
            "vi": "tôi đã gọi mang đến một tờ quảng cáo về các khóa học ngoại ngữ"
        },
        {
            "en": "You 've all had a chance to read our <em>prospectus</em>.",
            "vi": "Quý vị đã có dịp xem các tờ quảng cáo của chúng tôi."
        },
        {
            "en": "The company will publish/launch its new <em>prospectus</em> tomorrow.",
            "vi": "Công ty đó sẽ phát hành tập/cuốn quảng cáo vào ngày mai."
        },
        {
            "en": "i've sent for a <em>prospectus</em> about language courses",
            "vi": "tôi đã gọi mang đến một tờ quảng cáo về các khóa học ngoại ngữ"
        },
        {
            "en": "You've all had a chance to read our <em>prospectus</em>.",
            "vi": "Quý vị đã có dịp xem các tờ quảng cáo của chúng tôi."
        },
        {
            "en": "Send for a copy of the share <em>prospectus</em>.",
            "vi": "Hãy gửi một bản sao chụp cung cấp thông tin về phát hành cổ phiếu mới."
        },
        {
            "en": "The <em>prospectus</em> is a bit like a holiday brochure.",
            "vi": "Tờ rao hàng có chút giống như một cuốn sách mỏng quảng cáo về ngày hội."
        },
        {
            "en": "The new share issue was made through an offer by <em>prospectus</em>.",
            "vi": "Việc phát hành cổ phiếu mới được thực hiện qua việc bán có giấy thuyết minh."
        },
        {
            "en": "The company has outlined its plans for expansion in its <em>prospectus</em>.",
            "vi": "Công ty đã phác họa kế hoạch mở rộng của mình trong tập sách quảng cáo về công ty."
        },
        {
            "en": "The company was easily able to reach the minimum subscription quoted in the <em>prospectus</em>.",
            "vi": "Công ty dễ dàng đạt được vốn tối thiểu có ghi trong tờ quảng cáo giới thiệu."
        },
        {
            "en": "The standard information available to investors is the <em>prospectus</em>, and the annual, quarterly, and half-yearly reports.",
            "vi": "Thông tin dành cho các nhà đầu tư là bản cáo bạch, các báo cáo thường niên, báo cáo sáu tháng và báo cáo quý."
        },
        {
            "en": "It is usual for there to be various iterations between the investors, the structure and the <em>prospectus</em> as the process develops.",
            "vi": "Trong khi tiến hành quá trình, thường có sự cân nhắc lại nhiều lần giữa các nhà đầu tư về cơ cấu và triển vọng."
        },
        {
            "en": "\"We intend to use all of our net proceeds from this offering to reduce our indebtedness,\" the <em>prospectus</em> filed with the SEC said.",
            "vi": "Bản cáo bạch nộp cho Uỷ ban Chứng khoán (SEC) nêu rõ: \"Chúng tôi dự kiến sử dụng tất cả tiền thu được thực tế từ đợt phát hành chứng khoán này để giảm bớt số tiền chúng tôi đang nợ\"."
        },
        {
            "en": "Shareholders of the listed companies can obtain information about share classes from the company charter, the <em>prospectus</em>, and the annual and quarterly reports, which are publicly available from SSC/HOSTC.",
            "vi": "Cổ đông của các công ty niêm yết có thể lấy được thông tin về các loại cổ phiếu từ điều lệ công ty, bản cáo bạch, báo cáo thường niên và báo cáo quý, những thông tin này sẵn có tại UBCKNN/TTGDCK HCM."
        },
        {
            "en": "A local securities company noted that after submitting a <em>prospectus</em> to the SSC, a company wishing to list on the STC must undergo lengthy queries, and may have to wait more than six months before a final decision is made.",
            "vi": "Một công ty chứng khoán trong nước lưu ý rằng sau khi trình bản cáo bạch lên UBCKNN, công ty muốn niêm yết trên TTGDCK phải trải qua các thủ tục kéo dài và có thể phải mất sáu tháng mới nhận được quyết định cuối cùng."
        }
    ],
    "suggestions": []
}