{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[prə'tek∫ənist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người ủng hộ chế độ bảo vệ nền công nghiệp trong nước, người tin tưởng ở chế độ bảo vệ nền công nghiệp trong nước</td></tr></table><i/></div>",
            "word": "protectionist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "protectionist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "protectionist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "protectionist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "protectionist"
        }
    },
    "sentences": [
        {
            "en": "Second, China itself would suffer from <em>protectionist</em> measures.",
            "vi": "Thứ hai, chính trung quốc cũng sẽ chịu hậu quả của các biện pháp bảo hộ nền công nghiệp trong nước."
        },
        {
            "en": "This misrepresentation of facts influences public and official opinion to suit <em>protectionist</em> interests within the EU.",
            "vi": "Việc diễn giải sai lệch thực tế này ảnh hưởng tới ý kiến của công chúng và của chính quyền cho phù hợp với lợi ích bảo hộ trong EU."
        },
        {
            "en": "Anti-dumping actions are a <em>protectionist</em> tool that enables countries to impose tariff barriers under WTO rules.",
            "vi": "Các hành động chống bán phá giá là một công cụ bảo hộ cho phép các nước áp đặt các rào cản thuế quan theo các quy định của WTO."
        },
        {
            "en": "He promised he won't allow a <em>protectionist</em> creep into U.S. trade policy and talking reassuringly around thorny energy issues.",
            "vi": "Ông ta hứa rằng ông sẽ không để bất cứ một người ủng hộ chế độ bảo vệ mậu dịch nào nhúng tay vào chính sách thương mại của Hoa Kỳ và trấn an về những vấn đề năng lượng gay go."
        },
        {
            "en": "Equitizations are being accelerated but their efficiency-impact will be limited if the trade regime remains <em>protectionist</em>.",
            "vi": "Công cuộc cổ phần hoá đang được đẩy mạnh nhưng ảnh hưởng đến tính hiệu quả của chúng sẽ bị hạn chế nếu chế độ thương mại vẫn là chế độ bảo hộ."
        },
        {
            "en": "It appears that the evolution of business thinking, away from a static, <em>protectionist</em> view, has been slowest in Haiphong.",
            "vi": "Dường như sự tiến triển trong tư duy kinh doanh vượt khỏi cách nhìn tĩnh của người ủng hộ chế độ bảo hộ công nghiệp trong nước diễn ra chậm chạp nhất ở Hải Phòng."
        },
        {
            "en": "He promised he won't allow a <em>protectionist</em> creep into U. S. trade policy and talking reassuringly around thorny energy issues.",
            "vi": "Ông ta hứa rằng ông sẽ không để bất cứ một người ủng hộ chế độ bảo vệ mậu dịch nào nhúng tay vào chính sách thương mại của Hoa Kỳ và trấn an về những vấn đề năng lượng gay go."
        },
        {
            "en": "In spite of <em>protectionist</em> catfish tariffs, exports to the US rose from $1 billion in 2001 to $2. 4 billion in 2002.",
            "vi": "Mặc dù cá da trơn phải chịu mức thuế bảo hộ, xuất khẩu sang Hoa Kỳ đã tăng từ 1 tỷ USD năm 2001 lên 2,4 tỷ USD năm 2002."
        },
        {
            "en": "Viet Nam’s catfish case was referred to as an example of the improved protection against <em>protectionist</em> practices Viet Nam would have enjoyed had it been a WTO member.",
            "vi": "Vụ cá ba-sa của Việt Nam được nêu ra như một ví dụ về sự cần thiết phải tăng cường việc bảo vệ chống lại các tập quán bảo hộ mà Việt Nam lẽ ra có thể được hưởng nếu là thành viên WTO."
        },
        {
            "en": "The provision's passage fits into a larger fear among free-trading Canadians that America is cultivating a <em>protectionist</em> streak as its economy tanks and hemorrhages jobs.",
            "vi": "Sự thông qua điều khoản này ứng với nỗi lo sợ nhiều hơn nữa của giới mậu dịch tự do Canada về việc Mỹ đang vun đắp cho một khuynh hướng bảo hộ mậu dịch vì nền kinh tế của nó đang suy"
        },
        {
            "en": "The British leader said his country and the United States must avoid <em>protectionist</em> policies and rebuild what he called 'their faith in the future'.",
            "vi": "Lãnh đạo này cho hay nước Anh và Hoa Kỳ cần phải tránh những chính sách bảo hộ và xây dựng lại cái gọi là\"niềm tin vào tương lai\"."
        },
        {
            "en": "The British leader said his country and the United States must avoid <em>protectionist</em> policies and rebuild what he called 'their faith in the future'.",
            "vi": "Lãnh đạo này cho hay nước Anh và Hoa Kỳ cần phải tránh những chính sách bảo hộ và xây dựng lại cái gọi là \"niềm tin vào tương lai\"."
        },
        {
            "en": "The provision's passage fits into a larger fear among free - trading Canadians that America is cultivating a <em>protectionist</em> streak as its economy tanks and hemorrhages jobs.",
            "vi": "Sự thông qua điều khoản này ứng với nỗi lo sợ nhiều hơn nữa của giới mậu dịch tự do Canada về việc Mỹ đang vun đắp cho một khuynh hướng bảo hộ mậu dịch vì nền kinh tế của nó đang suy thoái và khiến cho bao nhiêu người phải thất nghiệp."
        },
        {
            "en": "China asked that the annual summit, normally held in mid-July, be brought forward to press home President Xi Jinping’s defense of open trade at the World Economic Forum in Davos in January in response to Trump’s <em>protectionist</em> stance.",
            "vi": "Trung Quốc yêu cầu hội nghị thượng đỉnh hằng năm, thường tổ chức vào giữa tháng 7, phải được tổ chức sớm hơn để thúc đẩy biện pháp phòng ngừa thương mại mở rộng của chủ tịch nước Tập Cận Bình tại diễn đàn kinh tế thế giới ở Davos vào tháng 2 nhằm đáp lại lập trường bảo vệ nền công nghiệp trong nước của tổng thống Trump."
        },
        {
            "en": "China asked that the annual summit, normally held in mid-July, be brought forward to press home President Xi Jinping’s defense of open trade at the World Economic Forum in Davos in January in response to Trump’s <em>protectionist</em> stance.",
            "vi": "Trung Quốc yêu cầu hội nghị thượng đỉnh hằng năm, thường tổ chức vào giữa tháng 7, phải được tổ chức sớm hơn để thúc đẩy biện pháp phòng ngừa thương mại mở rộng của chủ tịch nước Tập Cận Bình tại diễn đàn kinh tế thế giới ở Davos vào tháng 2 nhằm đáp lại lập trường bảo vệ nền công nghiệp trong nước của tổng thống Trump."
        },
        {
            "en": "President Barack Obama courted warmer relations with America's snowy northern neighbor Thursday, declining to ask war-weary Canada to do more in Afghanistan, promising he won't allow a <em>protectionist</em> creep into U.S. trade policy and talking reassuringly around thorny energy issues.",
            "vi": "Tổng thống Barack Obama tìm cách hâm nóng thêm mối quan hệ với người hàng xóm  phương bắc tuyết phủ của Mỹ vào hôm thứ Năm vừa rồi bằng cách thôi yêu cầu Canada, một nước vốn đã mệt mỏi vì chiến tranh, phải tích cực hơn nữa ở Afghanistan, và hứa rằng ông sẽ không để bất cứ một người ủng hộ chế độ bảo vệ mậu dịch nào nhúng tay vào chính sách thương mại của Hoa Kỳ và trấn an về những vấn đề năng lượng gay go."
        },
        {
            "en": "“Like a modern-day Paul Revere, this book offers the most urgent of warnings about how a mercantilist, <em>protectionist</em>, and rapidly militarizing China is system- atically destroying the American economy under the false banner of ‘free’ trade—and in the process, severely weakening our national defenses. It should be required reading for every American citizen—and in the hands of every American Congressman.” —Ian Fletcher, Senior Economist, Coalition for a Prosperous America",
            "vi": "\"Giống như Paul Revere thời hiện đại, cuốn sách này đưa ra những cảnh báo khẩn cấp nhất về một Trung Quốc với tư tưởng con buôn, bảo hộ và đang quân sự hóa nhanh chóng, đang phá hủy một cách có hệ thống nền kinh tế Mỹ dưới biểu ngữ giả dối về \"tự do\" thương mại- và cùng lúc đó làm suy yếu nghiêm trọng phòng thủ quốc gia của chúng ta. Mọi người dân Mỹ cần đọc cuốn sách này và tất cả các Nghị sĩ Mỹ phải luôn mang nó bên mình.\" —Ian Fletcher, Chuyên gia Kinh tế Cao cấp, Liên minh vì một nước Mỹ thịnh vượng"
        },
        {
            "en": "But facts are facts and the truth is the truth. And as the pages of this incredibly powerful book unfold, you will be confronted with fact after incontrovertible fact that the rulers in Beijing continue to brutally suppress the voices of China’s own people even as they systematically flood the world with dangerous products, use a potent arsenal of mercantilist and <em>protectionist</em> weapons to destroy the economies of America and the West, and rapidly arm themselves with the best weapons systems their elaborate spy network can steal from the Pentagon.",
            "vi": "Nhưng sự thật là sự thật, và chân lý vẫn là chân lý. Và khi lần lượt các trang của cuốn sách đầy tính chiến đấu này được mở ra, bạn sẽ đối mặt với sự thật này đến sự thật rành rành khác rằng các nhà cai trị ở Bắc Kinh tiếp tục đàn áp hung bạo những tiếng nói của chính người dân Trung Quốc ngay cả khi họ - một cách có hệ thống – làm tràn ngập thế giới bằng các hàng hóa nguy hiểm, sử dụng một kho đầy uy lực các vũ khí của chủ nghĩa con buôn và chủ nghĩa bảo hộ để hủy hoại nền kinh tế của Mỹ và phương Tây, và nhanh chóng tự vũ trang bằng những hệ thống vũ khí chiến tranh tốt nhất mà mạng lưới gián điệp tinh vi của họ có thể ăn cắp được từ Lầu Năm Góc."
        },
        {
            "en": "Cheered in Canada, Obama treads lightly         OTTAWA – President Barack Obama courted warmer relations with America's snowy northern neighbor Thursday, declining to ask war-weary Canada to do more in Afghanistan, promising he won't allow a <em>protectionist</em> creep into U.S. trade policy and talking reassuringly around thorny energy issues.  Obama-happy crowds cheered Obama's seven-hour visit, his first outside U.S. borders as president, and he returned the compliment with a quick stop at an indoor market where he delighted shopkeepers by picking up pastries and souvenirs for his daughters. \"I love this country and think that we could not have a better friend and ally,\" Obama said as he appeared side-by-side with Canadian Prime Minister Stephen Harper at gothic Parliament Hill. He later slipped slightly as he walked to his plane and joked that the weather reminded him of Chicago. Harper in turn rolled out the red carpet for the new U.S. president. The Conservative leader had been close to President George W. Bush, personally and on policy. But he made clear with subtle jabs backward that he was casting his and his country's lot now with the vastly more popular Obama. \"As we all know, one of President Obama's big missions is to continue world leadership by the United States of America, but in a way that is more collaborative,\" Harper said, an apparent reference to Bush's go-it-alone diplomatic style. Still, rhetorical niceties aside, there are some sharp differences between the U.S. and its largest trading partner and biggest supplier of oil. On several topics, where Obama came armed with reassurances, Harper offered mini-lectures, albeit gently delivered. On the 7-year-old Afghanistan war, for instance, the Canadian leader said that NATO and U.S. forces fighting a resurgent Taliban insurgency are not \"through our own efforts going to establish peace and security in Afghanistan.\" With Obama's administration undertaking a broad review of the U.S. strategy there, Harper suggested that any new policy \"have the idea of an end date, of a transition to Afghan responsibility for security, and to greater Western partnership for economic development.\"  On Canada's massive oil-rich tar sands, Harper suggested that the kind of emissions regulations that environmentalists would like Obama to support would be unfair, making a comparison to the U.S. coal industry. \"It's very hard to have a tough regulatory system here when we are competing with an unregulated economy south of the border,\" Harper said. On trade, Obama stuck to his pledge to eventually seek changes in the 1994 North American Free Trade Agreement to increase enforcement of labor and environmental standards — but said he intended to do so in a way \"that is not disruptive to the extraordinarily important trade relationships that exist between the United States and Canada.\" Harper said he might be willing to negotiate, but not by \"opening the whole NAFTA and unraveling what is a very complex agreement.\" He sounded a similar warning on a \"Buy American\" clause that Congress added to the $787 billion economic stimulus package. The provision's passage fits into a larger fear among free-trading Canadians that America is cultivating a <em>protectionist</em> streak as its economy tanks and hemorrhages jobs. \"We expect the United States to adhere to its international obligations,\" Harper said. \"I can't emphasize how important it is that we do that.\" Another point of contention is the post-Sept. 11 security enhancements required by the U.S. along the two country's borders that have made crossings more arduous. Harper suggested no one needed to teach Canada lessons on that score: \"Not only have we, since 9/11, made significant investments in security and security along our border, the view of this government is unequivocal: Threats to the United States are threats to Canada.\" Obama repeatedly took a non-confrontational approach. On trade, he declared that he had told Harper: \"I want to grow trade and not contract it.\" On Afghanistan, Obama said unprompted that he had not asked the prime minister for any more Canadian commitments. Just a handful of nations, including Canada, are doing the heavy lifting there by fighting in the country's dangerous southern and eastern provinces. Canada, which has lost more than 100 people in Afghanistan, is withdrawing its 2,500 combat forces out of the volatile south by 2011. \"We just wanted to make sure that we were saying thank you,\" Obama said. The president announced earlier this week that he is sending 17,000 more U.S. troops to Afghanistan to augment the 33,000 already there. It was just over half the increase that U.S. commanders have requested, and Obama left the door open to additional increases once the strategy review is finished in late March. On the oil sands issue, Obama probably scored points with his hosts by linking the environmental problems of the Canadian industry with those in the U.S. coal industry. Industry officials estimate the northern Alberta sands could yield as much as 175 billion barrels of oil, making Canada second only to Saudi Arabia in crude oil reserves. But the extraction process produces a high amount of the greenhouse gases blamed for climate change. Environmental groups want Obama to resist Harper's efforts to exempt them from regulation. Obama instead focused on the idea of developing carbon capture and storage to help turn the sands into a clean source of power, a largely unproven and not yet cost-effective technology that would bury harmful emissions underground. The topic was the only one to produce an announcement, though a minor one. The leaders said they had decided to begin a new clean-energy dialogue to advance carbon-reduction technologies and the development of a modern electric grid. Presidents send signals with their choices of their maiden international trips, and by coming here Obama meant to show that energy and Afghanistan are at the top of his list. But with the U.S. economy in free fall, he chose not to make a long visit, not even staying for dinner. The Canadian public didn't seem to care, with many spending hours on buses to come to the snowy capital in hopes of just a glimpse. The crowd of many hundreds that had started gathering at 4 a.m. in the square outside Parliament erupted in a deafening cheer when the U.S. leader waved for a moment from behind a partition before disappearing inside with Harper. Along his motorcade route, a woman held up a \"Yes We Canada\" sign, a playful reference to Obama's campaign motto. There was one small Obama slip. During his joint appearance with Harper, Obama started out by remarking his great pleasure at being in what he clearly started to say was \"Iowa.\" He quickly corrected himself to say \"Ottawa.\" The day afforded Obama his first experience with many of the pomp-filled ingredients of a presidential journey abroad. With a light snow falling at the airport, a double line of Royal Canadian Mounted Police in their bright red coats stood at attention. Obama was greeted by the representative of Britain's Queen Elizabeth II, Michaelle Jean, who took him inside the terminal for a brief discussion. Obama later met in the same room at the end of his visit with Liberal opposition leader Michael Ignatieff. Throughout his visit, American flags fluttered alongside Canadian ones.",
            "vi": "Cheered in Canada, Obama treads lightly       (Đã qua hiệu đính)  OTTAWA - Tổng thống Barack Obama tìm cách hâm nóng thêm mối quan hệ với người hàng xóm phương bắc tuyết phủ của Mỹ vào hôm thứ Năm vừa rồi bằng cách thôi yêu cầu Canada, một nước vốn đã mệt mỏi vì chiến tranh, phải tích cực hơn nữa ở Afghanistan, và hứa rằng ông sẽ không để bất cứ một người ủng hộ chế độ bảo vệ mậu dịch nào nhúng tay vào chính sách thương mại của Hoa Kỳ và trấn an về những vấn đề năng lượng gay go.  Đám đông  vui mừng vì Obama đã hoan nghênh   chuyến viếng thăm kéo dài bảy giờ   của ông, chuyến đi đầu tiên của ông ra khỏi biên giới Hoa Kỳ   trên cương vị tổng thống Mỹ. Đáp lại sự đón tiếp nồng nhiệt này, tổng thống đã dừng chân   trong chốc lát   tại một ngôi chợ  có mái che của Canada,  làm các chủ cửa hiệu nơi đây   sung sướng    khi mua bánh ngọt và quà lưu niệm cho các cô con gái.   “Tôi yêu đất nước này và nghĩ rằng chúng tôi không thể nào có được một người bạn và đồng minh tốt hơn” Obama đã phát biểu khi ông xuất hiện sóng đôi với thủ tướng Canada Stephen Harper tại toà nhà Quốc hội được xây dựng theo phong cách gô-tích. Đến lúc bị trượt nhẹ khi bước lên phi cơ, ông đã đùa rằng thời tiết này   làm ông    nhớ về Chicago.  Đến lượt    Harper trải thảm đỏ đón chào tân tổng thống Hoa Kỳ. Vị lãnh đạo Đảng Bảo thủ này đã từng rất gần gũi với tổng thống George W. Bush, về mặt cá nhân cũng như về chính sách.   Nhưng ông cũng khôn khéo nói ngược lại   rằng bây giờ ông và đất nước   mình nay đang gắn bó    với Obama, một tổng thống được nhiều người ủng hộ hơn.  Gợi nhắc rõ ràng phong cách ngoại giao đơn phương của Bush, Harper phát biểu “Như tất cả chúng ta đã biết, một trong những sứ mệnh   trọng đại của Tổng thống Obama là tiếp tục duy trì vị thế lãnh đạo thế giới của Hợp chủng quốc Hoa Kỳ, nhưng   thiên về   cộng tác nhiều hơn”.  Tuy thế, gạt qua một bên những ngôn từ ngoại giao hoà nhã,   vẫn còn một số   khác biệt sâu   sắc giữa   Hoa Kỳ và đối tác thương mại lớn nhất đồng thời là nguồn cung cấp dầu mỏ lớn nhất của Hoa kỳ.  Có một vài đề tài mà   Obama nặng phần trấn an, trong khi Harper   lại phát biểu ngắn gọn nhưng không kém phần sắc sảo.  Chẳng hạn như về cuộc chiến 7 năm ở Afghanistan, nhà lãnh đạo Canada cho rằng các lực lượng của Hoa Kỳ và NATO chống lại cuộc tái bạo loạn của phe Taliban không theo “đúng nỗ lực riêng của chúng tôi nhằm thiết lập hoà bình và an ninh ở Afghanistan”.   Trước việc chính phủ Obama   cam kết   xem xét   toàn diện   chiến lược của Hoa Kỳ tại Afghanistan, Harper đề nghị rằng   mọi chính sách mới “đều nên gợi ý    về ngày kết thúc,   về việc   giao cho Afghanistan tự giữ gìn   an ninh, và  giao cho nhóm phương Tây mạnh hơn lo phát triển kinh tế cho Afghanistan.”  Về những bãi cát dầu to lớn của Canada, Harper cho rằng quy định về hạn chế khí thải mà các nhà bảo vệ môi trường muốn Obama hỗ trợ sẽ không công bằng khi so sánh với ngành than   của   Hoa Kỳ. Ông phát biểu “Rất khó   áp dụng hệ thống quy định cứng nhắc   ở đây, khi mà chúng tôi đang phải cạnh tranh với nền kinh tế không   theo luật lệ gì cả ở biên giới phía nam”.  Về mậu dịch, Obama cam kết rằng trước sau gì ông cũng tìm cách thay đổi Hiệp định Tự do Mậu dịch Bắc Mỹ năm 1994 để   đẩy mạnh việc thực thi    các tiêu chuẩn môi trường và lao động – tuy nhiên ông cũng cho biết rằng cách thức cải đổi “sẽ không phá vỡ quan hệ mậu dịch đặc biệt quan trọng giữa Hoa Kỳ và Canada.”  Thủ tướng Harper cho biết ông sẵn sàng   đàm phán, nhưng không phải bằng cách “mở toàn bộ NAFTA và   giải quyết những gì được xem là một hiệp định vô cùng phức tạp như vậy”  Ông cũng đưa ra một cảnh báo tương tự đối với điều khoản “Mua hàng Mỹ” rằng Quốc hội đã   đưa vào chương trình kích thích kinh tế trị giá 787 tỷ đô la Mỹ. Sự thông qua  điều khoản này ứng với   nỗi   lo sợ nhiều hơn nữa của   giới mậu dịch tự do Canada   về việc   Mỹ đang  vun đắp cho một khuynh hướng   bảo hộ mậu dịch vì   nền kinh tế của nó đang suy thoái và khiến cho bao nhiêu người phải thất nghiệp.  Harper phát biểu “Chúng tôi mong Hoa Kỳ   làm đúng   các nghĩa vụ quốc tế của họ.”, “Tôi không thể nhấn mạnh chúng ta làm   việc đó   quan trọng đến mức nào”  Còn một điểm bất đồng nữa    là   việc Hoa kỳ yêu cầu tăng cường   an ninh sau sự kiện 11 tháng 9 dọc theo biên giới của hai quốc gia đã làm cho việc   qua lại biên giới trở nên khó khăn hơn. Harper cho rằng không cần  ai   dạy Canada bài học  về khoản đó: “Từ 9/11 đến nay,  chúng ta không chỉ    đầu tư   rất nhiều về    an ninh và an ninh dọc theo biên giới của chúng ta,   mà ngay cả   quan điểm của chính phủ này  cũng   rất rõ ràng:   Hiểm hoạ đối với Hoa Kỳ   cũng tức   là   hiểm hoạ đối với   Canada”.  Obama liên tục sử dụng phương pháp   không đối đầu.  Về mậu dịch, ông tuyên bố   rằng ông đã nói   với Harper: “Tôi muốn phát triển mậu dịch chứ không phải   thu hẹp mậu dịch”.  Về vấn đề Afghanistan, Obama đã tự ý nói rằng ông không yêu cầu   thủ tướng phải   cam kết   thêm bất cứ điều gì về phía    Canada.   Chỉ có một nhúm quốc gia,  trong có   Canada,   là đang kiên trì nỗ lực ở đó   bằng cách chiến đấu ở các tỉnh miền nam và miền đông nguy hiểm của Afghanistan. Canada đã mất hơn 100 người ở Afghanistan,   nên sẽ rút 2.500  lính tác chiến của họ ra khỏi miền nam   đang bất ổn  trong năm 2011.  \"Chúng tôi chỉ muốn đảm bảo   một điều là   chúng tôi đã   nói   cảm ơn   các   bạn,\" Obama   nói.  Tổng thống công bố đầu tuần này ông sẽ gởi thêm 17.000 binh sĩ Hoa Kỳ đến Afghanistan để tăng cường cho 33.000 binh sĩ đã có mặt ở đó. Đó chỉ là hơn một nửa số binh lính mà các chỉ huy Hoa Kỳ yêu cầu tăng   thêm, và Obama  vẫn còn bỏ ngỏ   (vẫn chưa dứt khoát) về    những lần tăng thêm   quân cho đến   khi   việc xem xét chiến lược được   hoàn tất vào cuối tháng ba.  Về vấn đề cát dầu, Obama có lẽ đã lấy được cảm tình của ông Harper khi   gắn    các vấn đề môi trường của   nền kỹ nghệ   Canada với  những vấn đề của   ngành   than   Hoa Kỳ.  Các viên chức  trong ngành ước tính   các bãi   cát dầu ở miền bắc Alberta có thể   cung cấp đến   175 tỉ thùng dầu, đưa Canada trở thành nước đứng thứ hai sau Saudi Arabia về   trữ   lượng   dầu thô. Tuy nhiên,   quy trình khai thác dầu tạo ra một lượng lớn khí thải gây hiệu ứng nhà kính, bị kết tội là gây ra sự thay đổi    khí hậu. Các nhóm bảo vệ môi trường muốn Obama   phản đối lại nỗ lực của Harper trong việc cho họ được miễn chấp hành những quy định đó.  Thay vì vậy,    Obama  lại tập trung vào ý tưởng phát triển phương pháp thu giữ các-bon nhằm góp phần biến các bãi   cát thành nguồn năng lượng sạch, một công nghệ   chưa được kiểm chứng rộng rãi và cũng chưa chắc có hiệu quả kinh tế để chôn khí thải    độc hại xuống lòng đất.  Đề tài  này tuy nhỏ nhặt nhưng lại là đề tài duy nhất có được sự nhất trí.  Các nhà lãnh đạo nói rằng họ đã quyết định bắt đầu một cuộc đối thoại năng lượng sạch mới để  xúc tiến   công nghệ  hạn chế   các-bon và phát triển mạng lưới điện hiện đại.  Các Tổng thống gửi tín hiệu   cho thấy   lựa chọn về   những   chuyến  công du quốc tế đầu tiên của họ, và với hành động đặt chân đến quốc gia này, Obama   muốn   cho thấy rằng năng lượng và Afghanistan là   những    vấn đề quan tâm hàng đầu của ông.  Nhưng với nền kinh tế Hoa Kỳ đang trong thời kỳ   suy thoái không kiểm soát nổi, ông quyết định không   ở lại lâu dù chỉ là  ở lại   để dùng bữa tối.  Công chúng Canada dường như không   ngại mất mấy tiếng đồng hồ    đi xe buýt để đến thủ đô tuyết phủ với hy vọng được nhìn Tổng thống Obama dù chỉ là   nhìn lướt qua.  Đám đông hàng trăm người   bắt đầu tụ họp vào lúc 4h sáng tại   quảng trường bên ngoài Quốc hội, hoan hô   ầm ĩ   khi nhà lãnh đạo Hoa Kỳ vẫy tay  trong giây phút từ phía sau vách ngăn   rồi    mất hút vào bên trong với ông Harper. Trên lộ trình đi của đoàn xe hộ tống Obama, một người phụ nữ đã giơ lên   tấm bảng “Vâng chúng tôi là Canada”, một ám chỉ bông đùa khẩu hiệu vận động tranh cử của Obama.  Chuyến công du của Obama cũng có một sơ suất nhỏ. Trong  lúc xuất hiện bên cạnh   Harper, Obama bắt đầu bày tỏ niềm vui lớn lao của ông khi được đến   nơi ông định nói là   “Iowa”, và rồi ông nhanh chóng sửa lại là “Ottawa”  Đây là ngày mang lại cho Tổng thống Obama kinh nghiệm đầu tiên về các nghi thức long trọng   trong    chuyến công du nước ngoài của   một    tổng thống.  Hai   hàng   cảnh sát đi ngựa hoàng gia Canada mặc áo choàng đỏ tươi đứng nghiêm  trong màn tuyết lất phất ở phi trường. Obama được đại diện của Nữ hoàng Anh Elizabeth II, Michaelle Jean, chào đón. Ông   đã đưa Obama vào bên trong nhà  ga để trò chuyện trong giây lát.  Cũng trong phòng này, khi kết thúc chuyến viếng thăm của mình, Obama cũng   đã   gặp Michael Ignatieff,   lãnh   tụ của Đảng  Tự do (đảng đối lập). Trong suốt chuyến đi của ông,   quốc kỳ Hoa Kỳ luôn    bay  phất phới bên cạnh quốc kỳ    Canada."
        },
        {
            "en": "When a nation becomes liberalized, the economic effects can be profound for the country and for investors. Economic liberalization refers to a country \"opening up\" to the rest of the world with regards to trade, regulations, taxation and other areas that generally affect business in the country. As a general rule, you can determine to what degree a country is liberalized economically by how easy it is to invest and do business in the country. All developed countries (First World) have already gone through this liberalization process, so the focus in this article is more on the developing and emerging countries.    Removing Barriers to International Investing  Investing in emerging market countries can sometimes be an impossible task if the country you're investing in has several barriers to entry. These barriers can include tax laws, foreign investment restrictions, legal issues and accounting regulations that can make it difficult or impossible to gain access to the country. The economic liberalization process begins by relaxing these barriers and relinquishing some control over the direction of the economy to the private sector. This often involves some form of deregulation and a privatization of companies.    Unrestricted Flow of Capital  The primary goals of economic liberalization are the free flow of capital between nations and the efficient allocation of resources and competitive advantages. This is usually done by reducing <em>protectionist</em> policies such as tariffs, trade laws and other trade barriers. One of the main effects of this increased flow of capital into the country is that it makes it cheaper for companies to access capital from investors. A lower cost of capital allows companies to undertake profitable projects that they may not have been able to with a higher cost of capital pre-liberalization, leading to higher growth rates.    We saw this type of growth scenario unfold in China in the late 1970s as the Chinese government set on a path of significant economic reform. With a massive amount of resources (both human and natural), they believed the country was not growing and prospering to its full potential. Thus, to try to spark faster economic growth, China began major economic reforms that included encouraging private ownership of businesses and property, relaxing international trade and foreign investment restrictions, and relaxing state control over many aspects of the economy. Subsequently, over the next several decades, China averaged a phenomenal real GDP growth rate of over 10%.    Stock Market Performance  In general, when a country becomes liberalized, the stock market values also rise. Fund managers and investors are always on the lookout for new opportunities for profit, and so a whole country that becomes available to be invested in will tend to cause a surge of capital to flow in. The situation is similar in nature to the anticipation and flow of money into an initial public offering (IPO). A private company that was previously unavailable to an investor that suddenly becomes available typically causes a similar valuation and cash flow pattern. However, like an IPO, the initial enthusiasm also eventually dies down and returns become more normal and more in line with fundamentals.   Political Risks Reduced  In addition, liberalization reduces the political risks to investors. For the government to continue to attract more foreign investment, other areas beyond the ones mentioned earlier have to be strengthened as well. These are areas that support and foster a willingness to do business in the country such as a strong legal foundation to settle disputes, fair and enforceable contract laws, property laws, and others that allow businesses and investors to operate with confidence. Also, government bureaucracy is a common target area to be streamlined and improved in the liberalization process. All these changes together lower the political risks for investors, and this lower level of risk is also part of the reason the stock market in the liberalized country rises once the barriers are gone.   Diversification for Investors  Investors can also benefit by being able to invest a portion of their portfolio into a diversifying asset class. In general, the correlation between developed countries such as the United States and undeveloped or emerging countries is relatively low. Although the overall risk of the emerging country by itself may be higher than average, adding a low correlation asset to your portfolio can reduce your portfolio's overall risk profile.    However, a distinction should be made that although the correlation may be low, when a country becomes liberalized, the correlation may actually rise over time. This happens because the country becomes more integrated with the rest of the world and has become more sensitive to events that happen outside the country. A high degree of integration can also lead to increased contagion risk – which is the risk that crises that occur in different countries cause crises in the domestic country.   A prime example of this is the European Union (EU) and its unprecedented economic and political union. The countries in the EU are so integrated with regard to monetary policy and laws that a crisis in one country has a high probability of spreading to other countries in the EU. This is exactly what happened in the financial crisis that started in 2008-2009. Weaker countries within the EU (such as Greece) began to develop severe financial problems that quickly spread to other EU members. In this instance, investing in several different EU member countries would not have provided much of a diversification benefit as the high level of economic integration in the EU had increased correlations and increased contagion risks to the investor.    The Bottom Line Economic liberalization is generally thought of as a beneficial and desirable process for emerging and developing countries. The underlying goal is to have unrestricted capital flowing into and out of the country in order to boost growth and efficiencies within the home country. The effects following liberalization are what should interest investors as it can provide new opportunities for diversification and profit.   ",
            "vi": "Khi một quốc gia mở rộng tự do, những tác động về mặt kinh tế có thể rất sâu sắc đối với quốc gia đó và những nhà đầu tư. Tự do hoá kinh tế đề cập đến một đất nước \"mở rộng cửa\" cho phần còn lại của thế giới về thương mại, luật lệ, thuế khoá, và những phạm vi khác nói chung ảnh hưởng đến việc kinh doanh tại đất nước này. Theo quy tắc tổng quát, bạn có thể xác định mức độ tự do hoá về kinh tế của một quốc gia bằng việc xem xét đầu tư vào và kinh doanh tại đất nước đó thuận lợi như thế nào. Tất cả các quốc gia phát triển (thế giới thứ nhất) đã trải qua quá trình tự do hoá này, vì vậy bài báo hôm nay tập trung nhiều hơn vào những quốc gia đang phát triển và mới nổi.   Xoá bỏ các rào cản đối với đầu tư quốc tế Việc đầu tư vào những nền kinh tế mới nổi đôi khi có thể là một nhiệm vụ bất khả thi nếu quốc gia bạn đang đầu tư vào đó có một số rào cản đối với những doanh nghiệp mới gia nhập thị trường. Những rào cản này có thể là các luật lệ về thuế, giới hạn đầu tư nước ngoài, vấn đề pháp lý và những quy định kế toán có thể gây khó khăn hoặc khiến doanh nghiệp nước ngoài không thể thâm nhập vào được quốc gia đó. Quá trình tự do hoá kinh tế bắt đầu bằng việc giảm bớt các rào cản này và giao lại một số quyền kiểm soát hướng đi của nền kinh tế cho khu vực tư nhân. Quá trình này thường bao gồm một số hình thức bãi bỏ quy định và tư nhân hoá các công ty.   Luồng vốn không hạn chế Những mục tiêu chính của sự tự do hoá kinh tế là luồng vốn tự do giữa các quốc gia và sự phân bổ hiệu quả các nguồn lực và các ưu thế cạnh tranh. Người ta thường thực hiện bằng việc giảm các chính sách bảo hộ như thuế nhập khẩu, luật thương mại và những rào cản thương mại khác. Một trong những tác động chính của hiện tượng luồng vốn chảy vào quốc gia đó ngày càng gia tăng này là làm cho các công ty tiếp cận vốn của các nhà đầu tư ít tốn kém hơn. Chi phí vay vốn thấp hơn cho phép các công ty dám nhận thực hiện những dự án có khả năng sinh lãi mà họ không tài nào thực hiện nổi nếu phí vay vốn cao hơn như trong giai đoạn trước tự do hoá, cuối cùng dẫn đến tốc độ tăng trưởng cao hơn.   Chúng ta chứng kiến loại kịch bản tăng trưởng này diễn ra ở Trung Quốc những năm cuối thập kỷ 70 khi chính quyền Trung Quốc chủ trương đề ra con đường cải cách kinh tế quan trọng. Với số lượng khổng lồ các nguồn lực (cả con người lẫn tự nhiên), họ cho rằng đất nước đã không phát triển và thịnh vượng đúng với tiềm năng đầy đủ của mình. Vì vậy, để cố gắng kích thích tăng trưởng kinh tế nhanh hơn, Trung Quốc bắt đầu những cải cách kinh tế chính bao gồm khuyến khích việc tư hữu các doanh nghiệp và tài sản, nới lỏng các giới hạn đầu tư nước ngoài và thương mại quốc tế, và giảm bớt sự kiểm soát của nhà nước về nhiều mặt trong nền kinh tế. Rồi sau đó, suốt những thập niên kế tiếp, Trung Quốc đạt được bình quân tốc độ tăng trưởng GDP trên thực tế có tính chất hiện tượng là hơn 10%.   Kết quả hoạt động của thị trường chứng khoán Nói chung, khi một quốc gia được tự do hoá, các giá trị trên thị trường chứng khoán cũng tăng lên. Những nhà quản lý quỹ đầu tư và nhà đầu tư luôn theo dõi sát sao những cơ hội mới để có lợi nhuận, và vì vậy cả đất nước trong tình trạng sẵn sàng chào đón đầu tư sẽ thường dẫn đến kết quả là các dòng vốn chảy vào ngày càng nhiều. Về cơ bản, tình huống này tương tự với sự mong chờ và luồng tiền chảy vào một đợt phát hành cổ phiếu ra công chúng lần đầu ( IPO ). Công ty tư nhân trước đây không thể dành cho nhà đầu tư thì nay bất ngờ trở nên rộng mở với họ thường tạo ra mô hình dòng tiền mặt và giá trị cũng giống như vậy. Tuy nhiên, như một đợt phát hành chứng khoán ra công chúng lần đầu (IPO), sự hăng hái lúc đầu cuối cùng cũng dịu đi và trở lại bình thường hơn và phù hợp hơn với những nguyên tắc cơ bản.   Rủi ro chính trị giảm Ngoài ra, tự do hóa làm giảm các rủi ro chính trị cho những nhà đầu tư. Đối với chính phủ tiếp tục thu hút đầu tư nước ngoài nhiều hơn, thì những phương diện khác khác ngoài những gì đã đề cập trên đây cũng phải được nhấn mạnh. Đây là những mặt mà hỗ trợ và cổ vũ người ta tự nguyện kinh doanh ở đất nước này, chẳng hạn như một nền tảng cơ sở pháp lý mạnh để giải quyết các tranh chấp, các luật liên quan đến hợp đồng có thể thực thi và mang tính công bằng, luật về tài sản, và những luật lệ khác cho phép các doanh nghiệp và nhà đầu tư hoạt động một cách tự tin. Thêm nữa, bộ máy quan liêu của chính phủ là một khu vực mục tiêu thông thường phải được tổ chức hợp lý và cải thiện trong quá trình tự do hoá. Tất cả những thay đổi này kết hợp với nhau làm giảm thấp những rủi ro chính trị cho nhà đầu tư, và mức rủi ro thấp hơn này cũng là một phần nguyên nhân thị trường chứng khoán ở quốc gia được tự do hoá tăng lên khi các rào cản mất đi.   Đa dạng hoá cho nhà đầu tư Các nhà đầu tư cũng có thể hưởng lợi bởi khả năng đầu tư một phần danh mục đầu tư của họ vào nhóm tài sản đa dạng hoá. Nhìn chung, mối tương quan giữa những quốc gia phát triển chẳng hạn như Mỹ và những quốc gia chưa phát triển hoặc mới nổi khá thấp. Mặc dù rủi ro chung của quốc gia mới nổi bản thân nó có thể cao hơn bình thường, nhưng việc bổ sung tài sản tương quan thấp vào danh mục đầu tư của bạn có thể giảm phạm vi rủi ro chung của danh mục đầu tư ấy.   Tuy nhiên, cần có sự phân biệt dù mối tương quan có thể thấp, khi một quốc gia được tự do hoá, thì mối tương quan trên thực tế có thể tăng lên theo thời gian. Điều này xảy ra vì quốc gia ấy hợp nhất hơn với phần còn lại của thế giới và đã trở nên nhạy cảm hơn với những sự kiện diễn ra bên ngoài. Mức độ nhất thể hoá cao hơn có thể cũng đưa đến rủi ro lây lan gia tăng – tức là rủi ro mà các cuộc khủng hoảng diễn ra ở những quốc gia khác nhau gây ra những cuộc khủng hoảng trong nước.   Ví dụ tiêu biểu là Liên minh Châu Âu (EU) và các liên minh kinh tế chính trị chưa từng có trong liên minh. Các quốc gia thuộc EU nhất thể hoá về chính sách tiền tệ và luật lệ cao đến mức một cuộc khủng hoảng tại một quốc gia sẽ có nhiều khả năng lan sang các quốc gia khác trong  EU. Đây đúng là những gì đã xảy ra trong cuộc khủng hoảng tài chính bắt đầu năm 2008-2009. Những quốc gia yếu trong EU (Hy Lạp chẳng hạn) bắt đầu ngày càng bộc lộ những vấn đề về tài chính nghiêm trọng nhanh chóng lan sang các thành viên EU khác. Trong trường hợp này, đầu tư vào nhiều nước thành viên EU khác nhau sẽ không đem lại nhiều lợi nhuận đa dạng vì mức độ nhất thể hoá cao về kinh tế trong EU làm tăng các mối tương quan và gia tăng các rủi ro lây lan cho nhà đầu tư.   Kết luận Tự do hoá kinh tế thường được nghĩ đến như là một quá trình có lợi và nên tiến hành đối với những quốc gia đang phát triển và mới nổi. Mục tiêu cơ bản là có luồng vốn vào ra không bị giới hạn để thúc đẩy tăng trưởng và tính hiệu quả kinh tế nước nhà. Những tác động theo sau quá trình tự do hoá là những gì gây chú ý các nhà đầu tư vì có thể đem lại những cơ hội mới để có lợi nhuận và sự đa dạng hoá trong đầu tư."
        }
    ],
    "suggestions": []
}