{
    "en_vn": {
        "data": {
            "content": null,
            "word": "prothrombin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>prothrombin</k><blockquote><cclass>[<cclass>prəʊ'θrɒmbɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry a protein present in blood plasma which is converted into active thrombin during coagulation. </cclass></cclass></blockquote></div>",
            "word": "prothrombin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prothrombin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prothrombin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "prothrombin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The liver also synthesized fibrinogen and <em>prothrombin</em> (essential blood-clotting substances) and heparin, an anticoagulant.",
            "vi": "Gan cũng tổng hợp fibrinogen và prothrombin (các chất đông máu thiết yếu) và heparin, và các chất kháng đông."
        },
        {
            "en": "Deficiency of the clotting factor <em>prothrombin</em> in the blood, which results in an increased tendency to bleed.",
            "vi": "Tình trạng thiếu yếu tố đông máu prothrombin trong máu, gây tăng khuynh hướng xuất huyết."
        },
        {
            "en": "DiagnosisYour doctor may suspect your child has hemophilia if there's a pattern of bruising and bleeding, particularly if this includes bleeding into the joint. Diagnosing the condition requires a set of blood tests, including a complete blood count (CBC), <em>prothrombin</em> time (PT), activated partial thromboplastin time (PTT), factor VIII level, and factor IX level.",
            "vi": "Chẩn đoán bệnh máu khó đông Bác sĩ có thể nghi ngờ con bạn bị bệnh máu khó đông nếu bị bầm da và xuất huyết một kiểu nào đó, nhất là nếu tình trạng này gồm xuất huyết vào khớp. Việc chẩn đoán bệnh đòi hỏi phải cần một loạt các xét nghiệm máu, như đếm huyết cầu toàn phần (CBC), thời gian prothrombin (kiểm tra đông máu ngoại sinh), thời gian thromboplastin từng phần hoạt hoá (PTT), mức độ yếu tố thứ VIII và thứ IX."
        }
    ],
    "suggestions": []
}