{
    "en_vn": {
        "data": {
            "content": null,
            "word": "proto"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "proto"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "proto"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "proto"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "proto"
        }
    },
    "sentences": [
        {
            "en": "A virus might insert its DNA into a human chromosome next to a <em>proto</em> - oncogene, and as the viral genes are transcribed at their characteristically high rate, the adjacent <em>proto</em> - oncogene sequence is rapidly transcribed too.",
            "vi": "Vi rút có thể chèn ADN của nó vào nhiễm sắc thể của người ở bên cạnh gen tiền ung thư và khi các gen của vi rút được phiên mã với tốc độ cao đặc trưng của chúng thì trình tự gen tiền ung thư bên cạnh cũng được phiên mã nhanh chóng."
        },
        {
            "en": "A virus might insert its DNA into a human chromosome next to a <em>proto</em>-oncogene, and as the viral genes are transcribed at their characteristically high rate, the adjacent <em>proto</em>-oncogene sequence is rapidly transcribed too.",
            "vi": "Vi rút có thể chèn ADN của nó vào nhiễm sắc thể của người ở bên cạnh gen tiền ung thư và khi các gen của vi rút được phiên mã với tốc độ cao đặc trưng của chúng thì trình"
        },
        {
            "en": "Oncogenes arise when <em>proto</em>-oncogenes mutate or are moved to a part of the genome where their expression is greatly heightened.",
            "vi": "Các gen sinh ung thư phát sinh khi các gen tiền ung thư đột biến hoặc chúng được chuyển đến phần của bộ gen mà tại đó sự biểu hiện của chúng tăng lên mạnh mẽ."
        },
        {
            "en": "Oncogenes arise when <em>proto</em> - oncogenes mutate or are moved to a part of the genome where their expression is greatly heightened.",
            "vi": "Các gen sinh ung thư phát sinh khi các gen tiền ung thư đột biến hoặc chúng được chuyển đến phần của bộ gen mà tại đó sự biểu hiện của chúng tăng lên mạnh mẽ."
        },
        {
            "en": "Another method linguists use to trace the first language is through what is called “comparative linguistics”. In comparative linguistics, linguists basically try to reconstruct ancient <em>proto</em>-languages, which predate written forms, based on the similarities of multiple languages in written records or those that exist today.",
            "vi": "Các nhà ngôn ngữ học sử dụng phương pháp khác để theo dõi ngôn ngữ đầu tiên được thông qua cái gọi là “ngôn ngữ so sánh”. Trong ngôn ngữ học so sánh, các nhà ngôn ngữ học về cơ bản cố gắng tái tạo lại các ngôn ngữ nguyên bản cổ, xảy ra trước các dạng văn bản, dựa trên sự tương đồng của nhiều ngôn ngữ trong các bản ghi chép hoặc những thứ còn tồn tại ngày nay."
        },
        {
            "en": "After all, animals can be notoriously elusive. The strange fish known as the coelacanth, with its “<em>proto</em>-legs”, was thought to have died out along with the dinosaurs 700 million years ago until a specimen was dragged to the surface in a shark net off the south-east coast of South Africa in 1938.",
            "vi": "Sau cùng, một con cá lạ như Cá Vân Tay, với “đôi chân nguyên thủy” của nó, được cho rằng đã chết cùng khủng long khoảng 700 năm trước cho đến khi một mẫu vật được lấy lên khỏi về mặt của lưới đánh bắt cá mập ở trên bờ biển phía Đông Nam của Nam Phi năm 1938"
        }
    ],
    "suggestions": []
}