{
    "en_vn": {
        "data": {
            "content": null,
            "word": "prototyping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "prototyping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "prototyping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "prototyping"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo nguyên mẫu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">rapid prototyping</font><font color=\"#282828\">: sự tạo nguyên mẫu nhanh</font></li></td></tr></tbody></table></div>",
            "word": "prototyping"
        }
    },
    "sentences": [
        {
            "en": "This allows for rapid <em>prototyping</em> (or production) of X programs.",
            "vi": "Thư viện này cho phép chế tác (hay sản xuất) mau lẹ các chương trình x."
        },
        {
            "en": "<em>Prototyping</em> in the command window, and pasting results into a program files is an example.",
            "vi": "Chẳng hạn thử làm mẫu trong cửa sổ lệnh, rồi dán các đoạn lệnh thành quả vào một tập tin chương trình."
        },
        {
            "en": "<em>Prototyping</em> is the process of building a “model of the system” because it converts the intangible requirements into a tangible but limited working model of the desired information system.The",
            "vi": "Làm bản mẫu là quy trình xây dựng “mô hình hệ thống” bởi vì nó chuyển các yêu cầu vô hình thành mô hình làm việc hữu hình nhưng bị giới hạn của hệ thông tin mong muốn."
        },
        {
            "en": "In most cases, pursuing a patent is not worth the effort except as part of a larger effort to take a product concept through to a substantial development milestone such as a working prototype. If the design is proven through <em>prototyping</em> and testing, a patent can be an important mechanism for increasing the value of this intellectual property.",
            "vi": "Trong phần lớn các trường hợp, đeo đuổi một bằng sáng chế không đáng để tốn nhiều công sức như vậy. Trừ phi đó là một trong một kế hoạch lớn, đánh dấu cột mốc quan trọng để biến concept sản phẩm thành một nguyên mẫu. Nếu một sản phẩm đã được chứng minh tính hợp lý thông qua nguyên mẫu và thử nghiệm, bằng sáng chế có thể là cơ cấu quan trọng trong việc gia tăng giá trị của sở hữu trí tuệ."
        },
        {
            "en": "A team of nine engineers and a designer as well as several students created the robotic car between Oct. 2011 and Jul. 2014. To prove the feasibility of the technical requirements an integration study as well as a detailed physics simulation model was built. Both utilized the final axial modules and most of the final electronic components but was controlled by a “Rapid Control <em>Prototyping</em>” system.",
            "vi": "Một nhóm chín kỹ sư và 1 nhà thiết kế cũng như vài sinh viên đã tạo nên chiếc xe rô-bô này từ tháng mười năm 2011 đến tháng bảy 2014. Để chứng minh tính khả thi về yêu cầu kỹ thuật, một nghiên cứu tích hợp cũng như mô hình mô phỏng vật lý chi tiết đã được tạo ra. Cả hai đều sử dụng module trục chung và hầu hết các linh kiện điện tử chung, được kiểm soát bằng hệ thống \"Tạo mẫu Kiểm soát Nhanh\" ."
        },
        {
            "en": "Writing, visualising and <em>prototyping</em> can stimulate the flow of new ideas. Cialdini cites scores of research papers and historical events that prove that even something as simple as writing deepens every individual’s engagement in the project. It is, he says, the reason why all those competitions on breakfast cereal packets encouraged us to write in saying, in no more than 10 words: ‘I like Kellogg’s Com Flakes because… .’ The very act of writing makes us more likely to believe it.",
            "vi": "Viết, mô hình hoá và làm các mẫu thí nghiệm có thể kích thích các luồng ý tưởng mới .Tác giả đã trích dẫn các số liệu trong các bài nghiên cứu và các sự kiện lịch sư để chứng minh rằng thậm chí những thứ đơn giản như viết có thể tăng tính cam kết của mỗi thành viên trong dự án. Đó là nguyên nhân vì sao tất cả cuộc thi về ăn ngủ cốc buổi sáng khuyến khích chúng ta viết không quá 10 chữ, ví dụ: “tôi thích bánh Com Flakes của Kellogg vì …”. Hành động này giúp chúng ta tin vào chính những gì chúng ta viết."
        },
        {
            "en": "For those of you who believe that 3D printing is just a fringe technology overhyped by an enthusiastic maker community, or that its impact is limited to headline grabbing futuristic experiments like 3D printed organs, think again. Industrial 3D printing, also referred to as additive manufacturing, is poised to significantly and permanently disrupt global production. No longer just a tool for rapid <em>prototyping</em>, 3D printing is now being used for end-use part production and adoption is growing exponentially.",
            "vi": "Đối với những người trong số bạn tin rằng kĩ thuật ấn xuất 3 chiều chỉ là một công nghệ ảo, ngoài lề thông qua cách phóng đại bởi một cộng đồng những nhà thiết kế rành nghề, hoặc những tác động của nó được giới hạn trong tiêu đề làm thí nghiệm in 3D cho các bộ phận nội tạng như từng nói, vậythì hãy thay đổi suy nghĩ. Công nghiệp sản xuất ấn loát 3 chiều, cũng được gọi là sản xuất bổ sung, đang sắp sửa làm thay đổi cách sản xuất toàn cầu một cách lâu dài. Không chỉ là một công cụ để nhanh chóng tạo mẫu, công nghệ ấn xuất 3 chiều hiện đang được sử dụng để sản xuất sản phẩm hoàn thiện và sự tiếp nhận ngày càng tăng theo cấp số nhân."
        }
    ],
    "suggestions": []
}