{
    "en_vn": {
        "data": {
            "content": null,
            "word": "provoked",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "provoked",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "provoked",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "provoked",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "provoked",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He <em>provoked</em> intentionally me.",
            "vi": "Anh ta đã cố tình khiêu khích tôi."
        },
        {
            "en": "You <em>provoked</em> my curiosity.",
            "vi": "Bạn đã khơi dậy tính tò mò của tôi."
        },
        {
            "en": "Her naive attitude <em>provoked</em> their derision.",
            "vi": "Thái độ ngờ nghệch của cô ấy đã gây ra sự giễu cợt cho họ."
        },
        {
            "en": "Hooligans <em>provoked</em> uproar in the streets.",
            "vi": "Bọn du côn quấy rối đường phố."
        },
        {
            "en": "What <em>provoked</em> the suspect to assault you?",
            "vi": "Cái gì đã kích động nghi phạm đó hành hung ông?"
        },
        {
            "en": "This question <em>provoked</em> a lively debate.",
            "vi": "Câu hỏi này gợi ra một cuộc tranh luận sôi nổi."
        },
        {
            "en": "The arrests <em>provoked</em> a fierce debate.",
            "vi": "Các vụ bắt giữ gây nên một cuộc tranh luận dữ dội."
        },
        {
            "en": "His selfish behaviour finally <em>provoked</em> her into leaving him.",
            "vi": "Cuối cùng thì cách cư xử ích kỷ của anh ta đã làm cho cô ấy bỏ anh ta."
        },
        {
            "en": "The issue <em>provoked</em> conflicts between the press and the police.",
            "vi": "Vấn đề đó đã dẫn đến mâu thuẩn giữa giới báo chí và cảnh sát."
        },
        {
            "en": "Can aggression be <em>provoked</em> and still be justified?",
            "vi": "Một cuộc xâm lược có thể được phát động mà vẫn được biện hộ không?"
        },
        {
            "en": "The Minister's speech had <em>provoked</em> a furious reaction.",
            "vi": "Bài diễn văn của Bộ trưởng đã gây ra phản đối dữ dội."
        },
        {
            "en": "Her decision to leave her child <em>provoked</em> outrage.",
            "vi": "Quyết định rời khỏi con mình làm cô ta tổn thương."
        },
        {
            "en": "Her comments <em>provoked</em> (an) uproar from the audience.",
            "vi": "Lời bình luận của bà ấy đã khiêu khích cơn tức giận của khán giả."
        },
        {
            "en": "His behaviour finally <em>provoked</em> her into leaving him.",
            "vi": "Rốt cuộc cái lối cư xử của anh ta đã khiến cô ta bỏ hắn luôn."
        },
        {
            "en": "I am not easily <em>provoked</em>, but this behaviour is intolerable!",
            "vi": "Tôi không dễ bị khêu khích, nhưng cách cư xử ấy quá quắt lắm!"
        },
        {
            "en": "Judge Peter 'comments <em>provoked</em> a furious public response.",
            "vi": "Phán quyết của quan tòa Peter đã gây ra sự đáp trả giận dữ từ công chúng."
        },
        {
            "en": "His speech <em>provoked</em> an angry reaction from the crowd.",
            "vi": "Bài diễn văn của ông ta gây phản ứng giận dữ của đám đông."
        },
        {
            "en": "The remark <em>provoked</em> an angry response from Mr. Snow.",
            "vi": "Lời nhận xét làm cho ông Snow phản ứng giận dữ."
        },
        {
            "en": "These issues <em>provoked</em> conflicts between the press and the police.",
            "vi": "Những vấn đề này gây ra xung đột giữa báo chí và cảnh sát."
        },
        {
            "en": "He was <em>provoked</em> by their repeated questioning to say more than he had intended.",
            "vi": "Lời hỏi han liên tiếp của họ đã kích động anh ta nói nhiều hơn anh ta dự định."
        }
    ],
    "suggestions": []
}