{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,pi es'ai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(viết tắt) của <font color=\"#1371BB\">per square inch </font>(số pao (áp suất) trên một insơ vuông; lốp xe..)</td></tr></table><i/></div>",
            "word": "psi"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>psi</k><blockquote><cclass>[<cclass>psʌɪ<cclass>, <cclass>sʌɪ<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the twenty-third letter of the Greek alphabet (<cclass><b>Ψ</b>, <cclass><b>ψ</b>), transliterated as ‘ps’. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>2》 supposed parapsychological or psychic faculties or phenomena. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Gk. </blockquote></div>",
            "word": "psi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "psi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "psi"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạt psi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">psi (pounds per square inch)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> pao trên insơ vuông</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">psi function</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hàm psi</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "psi"
        }
    },
    "sentences": [
        {
            "en": "If the pressure falls below 10 <em>PSI</em>, call your serviceperson.",
            "vi": "Nếu áp suất giảm xuống dưới 10 PSI, hãy gọi thợ bảo trì."
        },
        {
            "en": "A Member requested a commitment that Viet Nam not apply <em>PSI</em> measures until WTO-consistent legislation had been implemented.",
            "vi": "Một thành viên yêu cầu việt nam cam kết không áp dụng các biện pháp giám định trước khi gửi hàng cho đến khi có các văn bản phù hợp với wto được thực hiện."
        },
        {
            "en": "The Pollutants Standard Index (<em>PSI</em>) at 7 AM on Monday measured 40, considered in the \"good\" range.",
            "vi": "Vào lúc 7 giờ sáng ngày thứ hai, chỉ số ô nhiễm PSI đo được là 40, được xem là ở mức \"tốt\"."
        },
        {
            "en": "International Non-Government Organizations: Family Health International (FHI); the Ford Foundation; DKT; Population Service International (<em>PSI</em>); CARE, Future Group/HPI, Pact, MDM, World Vision and Save the Children Fund UK.",
            "vi": "Các tổ chức phi chính phủ quốc tế: Tổ chức sức khoẻ gia đình Quốc tế (FHI), Quỹ Ford, DKT, Tổ chức dịch vụ dân số quốc tế (PSI), CARE, Future Group/HPI, Pact, MdM, Tổ chức tầm nhìn thế giới, Tổ chức Cứu trợ Trẻ em Anh…"
        },
        {
            "en": "Alligators may be scary, but they have nothing on their cousin, the fearsome crocodile, which is more short-tempered, easily provoked, and aggressive towards anything that crosses its path. Of all the species in the world, the largest—and most dangerous—is the saltwater crocodile, which inhabits the Indo-Pacific region ranging from parts of India and Vietnam in Southeast Asia all the way to northern Australia. These ferocious killers can grow up to 23 feet in length and weigh more than a ton, and are known to kill hundreds each year, with crocodiles as a whole responsible for more human fatalities annually than sharks. Saltwater crocodiles are especially dangerous as they’re excellent swimmers happy in either salt or freshwater (yes, their name is confusing), and can strike quickly with a bite delivering 3,700 pounds per square inch (<em>psi</em>) of pressure, rivaling that of the T. Rex. If that’s not enough to scare you, put it in perspective: humans chomp into a well-done steak at around 200 <em>psi</em>, a mere five percent of the strength of a saltie's jaw.",
            "vi": "Cá sấu có thể là đáng sợ, nhưng chúng không là gì so với những người anh em của mình, cá sấu có thể đáng sợ đó là khi nóng tính hơn, dễ bị khiêu khích, và hung dữ với bất cứ thứ gì đi qua con đường của nó. Trong tất cả các loài trên thế giới, con vật lớn nhất và nguy hiểm là cá sấu nước mặn, sống ở những khu vực biển Ấn Độ Dương khác nhau, trải dài từ Ấn Độ đến Việt Nam, nằm trong khu vực Đông Nam Á đến Úc. Những kẻ giết người hung dữ này trưởng thành có thể lên đến 23 feet và nặng hơn một tấn, được biết là nguyên nhân của những trường hợp tử vong của cả con người lẫn cá mập mỗi năm. Cá sấu nước mặn đặc biệt nguy hiểm khi chúng đang bơi trong nước mặn lẫn nước ngọt, và có thể tấn công một cách nhanh chóng chỉ với một vết cắn nặng 3,700 pound mỗi inch vuông. Nếu điều đó không đủ để dọa bạn, hãy đặt vào một tình huống: con người có thể nhai tốt một miếng thịt bò ở khoảng 200psi, chỉ bằng một phần trăm sức mạnh hàm của cá sấu nước mặn"
        }
    ],
    "suggestions": []
}