{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,saikouə'næləsis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phân tâm học, sự phân tích tâm lý (như) <font color=\"#1371BB\">analysis</font></td></tr></table><i/></div>",
            "word": "psychoanalysis"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>psychoanalysis</k><blockquote>■ <cclass>noun a system of psychological theory and therapy which aims to treat mental disorders by investigating the interaction of conscious and unconscious elements in the mind and bringing repressed fears and conflicts into the conscious mind. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>psychoanalyse</b> (<cclass>US <cclass><b>psychoanalyze</b>) <cclass>verb </cclass></cclass></cclass></cclass></blockquote><blockquote><cclass><b>psychoanalyst</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>psychoanalytic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>psychoanalytical</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>psychoanalytically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "psychoanalysis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "psychoanalysis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "psychoanalysis"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phân tâm học</font></td></tr></tbody></table></div>",
            "word": "psychoanalysis"
        }
    },
    "sentences": [
        {
            "en": "In <em>psychoanalysis</em>.",
            "vi": "Trong khoa phân tích tâm lý."
        },
        {
            "en": "A person undergoing <em>psychoanalysis</em>.",
            "vi": "Người chịu phân tách tâm lý."
        },
        {
            "en": "Freud is the inventor of <em>psychoanalysis</em>.",
            "vi": "Freud là người phát minh ra ngành phân tâm học."
        },
        {
            "en": "She was a pioneer in the field of <em>psychoanalysis</em>.",
            "vi": "Bà ấy là người tiên phong trong lĩnh vực phân tâm học."
        },
        {
            "en": "<em>Psychoanalysis</em> is not the only way to resolve inner conflicts.",
            "vi": "Phân tâm học không phải là cách duy nhất để giải quyết những xung đột nội tâm."
        },
        {
            "en": "It is also injected intravenously to produce mental relaxation before <em>psychoanalysis</em>.",
            "vi": "Nó cũng được dùng tiêm tĩnh mạch để làm thư giãn tâm thần trước khi phân tích tâm lý."
        },
        {
            "en": "(in <em>psychoanalysis</em>) an inner command that prevents one from doing sonething forbidden.",
            "vi": "(trong phân tâm học) một mệnh lệnh nội tại ngăn người ta không làm một điều gì đó bị cấm đoán."
        },
        {
            "en": "(in <em>psychoanalysis</em>) the process of adopting, or of believing that one possesses, the qualities of another person.",
            "vi": "(trong phân tâm học) tiến trình thu nhận, hay tin tưởng rằng mình có, một tính chất của người khác."
        },
        {
            "en": "Humanistic psychology is a school of psychology that emerged in the 1950s in reaction to both behaviorism and <em>psychoanalysis</em>.",
            "vi": "Tâm lý học nhân văn là một trường phái của tâm lý học xuất hiện vào những năm 1950 để phản ứng lại ngành tâm lý học hành vi và phân tâm học."
        },
        {
            "en": "(in <em>psychoanalysis</em>) a part of the unconscious mind governed by the instinctive forces of libido and the death wish.",
            "vi": "(trong phân tâm học) một phần của vô thức do các lực dục cảm bản năng và nguyện vọng chết chế ngự."
        },
        {
            "en": "I didn't know much about <em>psychoanalysis</em>, but I was pretty sure that it didn't work unless the subject was relatively honest.",
            "vi": "Tôi không biết nhiều về điều trị bằng phân tâm học, nhưng tôi đoan chắc sẽ không có tác dụng trừ phi người bệnh trung thực kể hết mọi chuyện."
        },
        {
            "en": "I didn't know much about <em>psychoanalysis</em>, but I was pretty sure that it didn' t work unless the subject was relatively honest.",
            "vi": "Tôi không biết nhiều về điều trị bằng phân tâm học, nhưng tôi đoan chắc sẽ không có tác dụng trừ phi người bệnh trung thực kể hết mọi chuyện."
        },
        {
            "en": "(in <em>psychoanalysis</em>) a complex resulting from the conflict between Oedipal wishes and the reality of the chil d's lack of power.",
            "vi": "(trong phân tâm học) một mặc cảm gây ra do xung đột giữa những mong muốn oedipe và thực tế về sự thiếu khả năng của đứa trẻ."
        },
        {
            "en": "Conflict has been used to explain the development of neurotic disorders, and the resolution of conflict remains an important part of <em>psychoanalysis</em>.",
            "vi": "Sự mâu thuẫn được sử dụng để giải thích sự phát triển của bệnh về thần kinh và việc giải quyết mâu thuẫn còn là một phần quan trọng của phép phân tích tâm lý."
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the <em>psychoanalysis</em>. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        },
        {
            "en": "4         4. WAKING UP TIME PASSES. EVEN WHEN IT SEEMS IMPOSSIBLE. EVEN when each tick of the second hand aches like the pulse of blood behind a bruise. It passes unevenly, in strange lurches and dragging lulls, but pass it does. Even for me. CHARLIE'S FIST CAME DOWN ON THE TABLE. \"THAT'S IT, Bella! I'm sending you home.\" I looked up from my cereal, which I was pondering rather than eating, and stared at Charlie in shock. I hadn't been following the conversation—actually, I hadn't been aware that we were having a conversation—and I wasn't sure what he meant. \"I am home,\" I mumbled, confused. \"I'm sending you to Renee, to Jacksonville,\" he clarified. Charlie watched with exasperation as I slowly grasped the meaning of his words. \"What did I do?\" I felt my face crumple. It was so unfair. My behavior had been above reproach for the past four months. After that first week, which neither of us ever mentioned, I hadn't missed a day of school or work. My grades were perfect. I never broke curfew—I never went anywhere from which to break curfew in the first place. I only very rarely served leftovers. Charlie was scowling. \"You didn't do anything. That's the problem. You never do anything.\" \"You want me to get into trouble?\" I wondered, my eyebrows pulling together in mystification. I made an effort to pay attention. It wasn't easy. I was so used to tuning everything out, my ears felt stopped up. \"Trouble would be better than this… this moping around all the time!\" That stung a bit. I'd been careful to avoid all forms of moroseness, moping included. \"I am not moping around.\" \"Wrong word,\" he grudgingly conceded. \"Moping would be better—that would be doing something. You're just… lifeless, Bella. I think that's the word I want.\" This accusation struck home. I sighed and tried to put some animation into my response. \"I'm sorry, Dad.\" My apology sounded a little flat, even to me. I'd thought I'd been fooling him. Keeping Charlie from suffering was the whole point of all this effort. How depressing to think that the effort had been wasted. \"I don't want you to apologize.\" I sighed. \"Then tell me what you do want me to do.\" \"Bella,\" he hesitated, scrutinizing my reaction to his next words. \"Honey, you're not the first person to go through this kind of thing, you know.\" \"I know that.\" My accompanying grimace was limp and unimpressive. .  \"Listen, honey. I think that—that maybe you need some help.\" \"Help?\" He paused, searching for the words again. \"When your mother left,\" he began, frowning, \"and took you with her.\" He inhaled deeply. \"Well, that was a really bad time for me.\" \"I know, Dad,\" I mumbled. \"But I handled it,\" he pointed out. \"Honey, you're not handling it. I waited, I hoped it would get better.\" He stared at me and I looked down quickly. \"I think we both know it's not getting better.\" \"I'm fine.\" He ignored me. \"Maybe, well, maybe if you talked to someone about it. A professional.\" \"You want me to see a shrink?\" My voice was a shade sharper as I realized what he was getting at. \"Maybe it would help.\" \"And maybe it wouldn't help one little bit.\" I didn't know much about <em>psychoanalysis</em>, but I was pretty sure that it didn't work unless the subject was relatively honest. Sure, I could tell the truth—if I wanted to spend the rest of my life in a padded cell. He examined my obstinate expression, and switched to another line of attack. \"It's beyond me, Bella. Maybe your mother\" \"Look,\" I said in a flat voice. \"I'll go out tonight, if you want. I'll call Jess or Angela.\" \"That's not what I want,\" he argued, frustrated. \"I don't think I can live through seeing you try harder. I've never seen anyone trying so hard. It hurts to watch.\" I pretended to be dense, looking down at the table. \"I don't understand, Dad. First you're mad because I'm not doing anything, and then you say you don't want me to go out.\" \"I want you to be happy—no, not even that much. I just want you not to be miserable. I think you'll have a better chance if you get out of Forks.\" My eyes flashed up with the first small spark of feeling I'd had in too long to contemplate. \"I'm not leaving,\" I said. \"Why not?\" he demanded. \"I'm in my last semester of school—it would screw everything up.\" \"You're a good student—you'll figure it out.\" \"I don't want to crowd Mom and Phil.\" \"Your mother's been dying to have you back.\" \"Florida is too hot.\" His fist came down on the table again. \"We both know what's really going on here, Bella, and it's not good for you.\" He took a deep breath. \"It's been months. No calls, no letters, no contact. You can't keep waiting for him.\" I glowered at him. The heat almost, but not quite, reached my face. It had been a long time since I'd blushed with any emotion. This whole subject was utterly forbidden, as he was well aware. \"I'm not waiting for anything. I don't expect anything,\" I said in a low monotone. \"Bella—,\" Charlie began, his voice thick. \"I have to get to school,\" I interrupted, standing up and yanking my untouched breakfast from the table. I dumped my bowl in the sink without pausing to wash it out. I couldn't deal with any more conversation. \"I'll make plans with Jessica,\" I called over my shoulder as I strapped on my school bag, not meeting his eyes. \"Maybe I won't be home for dinner. We'll go to Port Angeles and watch a movie.\" I was out the front door before he could react. In my haste to get away from Charlie, I ended up being one of the first ones to school. The plus side was that I got a really good parking spot. The downside was that I had free time on my hands, and I tried to avoid free time at all costs. Quickly, before I could start thinking about Charlie's accusations, I pulled out my Calculus book. I flipped it open to the section we should be starting today, and tried to make sense of it. Reading math was even worse than listening to it, but I was getting better at it. In the last several months, I'd spent ten times the amount of time on Calculus than I'd ever spent on math before. As a result, I was managing to keep in the range of a low A. I knew Mr. Varner felt my improvement was all due to his superior teaching methods. And if that made him happy, I wasn't going to burst his bubble. I forced myself to keep at it until the parking lot was full, and I ended up rushing to English. We were working on Animal Farm, an easy subject matter. I didn't mind communism; it was a welcome change from the exhausting romances that made up most of the curriculum. I settled into my seat, pleased by the distraction of Mr. Berty's lecture. Time moved easily while I was in school. The bell rang all too soon. I started repacking my bag. \"Bella?\" I recognized Mike's voice, and I knew what his next words would be before he said them. \"Are you working tomorrow?\" I looked up. He was leaning across the aisle with an anxious expression. Every Friday he asked me the same question. Never mind that I hadn't taken so much as a sick day. Well, with one exception, months ago. But he had no reason to look at me with such concern. I was a model employee. \"Tomorrow is Saturday, isn't it?\" I said. Having just had it pointed out to me by Charlie, I realized how lifeless my voice really sounded. \"Yeah, it is,\" he agreed. \"See you in Spanish.\" He waved once before turning his back. He didn't bother walking me to class anymore. I trudged off to Calculus with a grim expression. This was the class where I sat next to Jessica. It had been weeks, maybe months, since Jess had even greeted me when I passed her in the hall. I knew I had offended her with my antisocial behavior, and she was sulking. It wasn't going to be easy to talk to her now—especially to ask her to do me a favor. I weighed my options carefully as I loitered outside the classroom, procrastinating. I wasn't about to face Charlie again without some kind of social interaction to report. I knew I couldn't lie, though the thought of driving to Port Angeles and back alone—being sure my odometer reflected the correct mileage, just in case he checked—was very tempting. Jessica's mom was the biggest gossip in town, and Charlie was bound to run into Mrs. Stanley sooner rather than later. When he did, he would no doubt mention the trip. Lying was out. With a sigh, I shoved the door open. Mr. Varner gave me a dark look—he'd already started the lecture. I hurried to my seat. Jessica didn't look up as I sat next to her. I was glad that I had fifty minutes to mentally prepare myself. This class flew by even faster than English. A small part of that speed was due to my goody-goody preparation this morning in the truck—but mostly it stemmed from the fact that time always sped up when I was looking forward to something unpleasant. I grimaced when Mr. Varner dismissed the class five minutes early. He smiled like he was being nice.  \"Jess?\" My nose wrinkled as I cringed, waiting for her to turn on me. She twisted in her seat to face me, eyeing me incredulously. \"Are you talking to me, Bella?\" \"Of course.\" I widened my eyes to suggest innocence. \"What? Do you need help with Calculus?\" Her tone was a tad sour. \"No.\" I shook my head. \"Actually, I wanted to know if you would… go to the movies with me tonight? I really need a girls' night out.\" The words sounded stiff, like badly delivered lines, and she looked suspicious. \"Why are you asking me?\" she asked, still unfriendly. \"You're the first person I think of when I want girl time.\" I smiled, and I hoped the smile looked genuine. It was probably true. She was at least the first person I thought of when I wanted to avoid Charlie. It amounted to the same thing. She seemed a little mollified. \"Well, I don't know.\" \"Do you have plans?\" \"No… I guess I can go with you. What do you want to see?\" \"I'm not sure what's playing,\" I hedged. This was the tricky part. I racked my brain for a clue—hadn't I heard someone talk about a movie recently? Seen a poster? \"How about that one with the female president?\" She looked at me oddly. \"Bella, that one's been out of the theater forever.\" \"Oh.\" I frowned. \"Is there anything you'd like to see?\" Jessica's natural bubbliness started to leak out in spite of herself as she thought out loud. \"Well, there's that new romantic comedy that's getting great reviews. I want to see that one. And my dad just saw Dead End and he really liked it.\" I grasped at the promising title. \"What's that one about?\" \"Zombies or something. He said it was the scariest thing he'd seen in years.\" \"That sounds perfect.\" I'd rather deal with real zombies than watch a romance. \"Okay.\" She seemed surprised by my response. I tried to remember if I liked scary movies, but I wasn't sure. \"Do you want me to pick you up after school?\" she offered. \"Sure.\" Jessica smiled at me with tentative friendliness before she left. My answering smile was just a little late, but I thought that she saw it. The rest of the day passed quickly, my thoughts focused on planning for tonight. I knew from experience that once I got Jessica talking, I would be able to get away with a few mumbled responses at the appropriate moments. Only minimal interaction would be required. The thick haze that blurred my days now was sometimes confusing. I was surprised when I found myself in my room, not clearly remembering the drive home from school or even opening the front door. But that didn't matter. Losing track of time was the most I asked from life. I didn't fight the haze as I turned to my closet. The numbness was more essential in some places than in others. I barely registered what I was looking at as I slid the door aside to reveal the pile of rubbish on the left side of my closet, under the clothes I never wore. My eyes did not stray toward the black garbage bag that held my present from that last birthday, did not see the shape of the stereo where it strained against the black plastic; I didn't think of the bloody mess my nails had been when I'd finished clawing it out of the dashboard. I yanked the old purse I rarely used off the nail it hung from, and shoved the door shut. Just then I heard a horn honking. I swiftly traded my wallet from my schoolbag into the purse. I was in a hurry, as if rushing would somehow make the night pass more quickly. I glanced at myself in the hall mirror before I opened the door, arranging my features carefully into a smile and trying to hold them there. \"Thanks for coming with me tonight,\" I told Jess as I climbed into the passenger seat, trying to infuse my tone with gratitude. It had been a while since I'd really thought about what I was saying to anyone besides Charlie. Jess was harder. I wasn't sure which were the right emotions to fake. \"Sure. So, what brought this on?\" Jess wondered as she drove down my street. \"Brought what on?\" \"Why did you suddenly decide… to go out?\" It sounded like she changed her question halfway through. I shrugged. \"Just needed a change.\" I recognized the song on the radio then, and quickly reached for the dial. \"Do you mind?\" I asked. \"No, go ahead.\" I scanned through the stations until I found one that was harmless. I peeked at Jess's expression as the new music filled the car. Her eyes squinted. \"Since when do you listen to rap?\" \"I don't know,\" I said. \"A while.\" \"You like this?\" she asked doubtfully. \"Sure.\" It would be much too hard to interact with Jessica normally if I had to work to tune out the music, too. I nodded my head, hoping I was in time with the beat. \"Okay…\" She stared out the windshield with wide eyes. \"So what's up with you and Mike these days?\" I asked quickly. \"You see him more than I do.\" The question hadn't started her talking like I'd hoped it would. \"It's hard to talk at work,\" I mumbled, and then I tried again. \"Have you been out with anyone lately?\" \"Not really. I go out with Conner sometimes. I went out with Eric two weeks ago.\" She rolled her eyes, and I sensed a long story. I clutched at the opportunity. \"Eric Yorkie? Who asked who?\" She groaned, getting more animated. \"He did, of course! I couldn't think of a nice way to say no.\" \"Where did he take you?\" I demanded, knowing she would interpret my eagerness as interest. \"Tell me all about it.\" She launched into her tale, and I settled into my seat, more comfortable now. I paid strict attention, murmuring in sympathy and gasping in horror as called for. When she was finished with her Eric story, she continued into a Conner comparison without any prodding. The movie was playing early, so Jess thought we should hit the twilight showing and eat later. I was happy to go along with whatever she wanted; after all, I was getting what I wanted—Charlie off my back. I kept Jess talking through the previews, so I could ignore them more easily. But I got nervous when the movie started. A young couple was walking along a beach, swinging hands and discussing their mutual affection with gooey falseness. I resisted the urge to cover my ears and start humming. I had not bargained for a romance. \"I thought we picked the zombie movie,\" I hissed to Jessica. \"This is the zombie movie.\" \"Then why isn't anyone getting eaten?\" I asked desperately. She looked at me with wide eyes that were almost alarmed. \"I'm sure that part's coming,\" she whispered. \"I'm getting popcorn. Do you want any?\" \"No, thanks.\" Someone shushed us from behind. I took my time at the concession counter, watching the clock and debating what percentage of a ninety-minute movie could be spent on romantic exposition. I decided ten minutes was more than enough, but I paused just inside the theater doors to be sure. I could hear horrified screams blaring from the speakers, so I knew I'd waited long enough. \"You missed everything,\" Jess murmured when I slid back into my seat. \"Almost everyone is a zombie now.\" \"Long line.\" I offered her some popcorn. She took a handful. The rest of the movie was comprised of gruesome zombie attacks and endless screaming from the handful of people left alive, their numbers dwindling quickly. I would have thought there was nothing in that to disturb me. But I felt uneasy, and I wasn't sure why at first. It wasn't until almost the very end, as I watched a haggard zombie shambling after the last shrieking survivor, that I realized what the problem was. The scene kept cutting between the horrified face of the heroine, and the dead, emotionless face of her pursuer, back and forth as it closed the distance. And I realized which one resembled me the most. I stood up. \"Where are you going? There's, like, two minutes left,\" Jess hissed. \"I need a drink,\" I muttered as I raced for the exit. I sat down on the bench outside the theater door and tried very hard not to think of the irony. But it was ironic, all things considered, that, in the end, I would wind up as a zombie. I hadn't seen that one coming. Not that I hadn't dreamed of becoming a mythical monster once—just never a grotesque, animated corpse. I shook my head to dislodge that train of thought, feeling panicky. I couldn't afford to think about what I'd once dreamed of. It was depressing to realize that I wasn't the heroine anymore, that my story was over. Jessica came out of the theater doors and hesitated, probably wondering where the best place was to search for me. When she saw me, she looked relieved, but only for a moment. Then she looked irritated. \"Was the movie too scary for you?\" she wondered. \"Yeah,\" I agreed. \"I guess I'm just a coward.\" \"That's funny.\" She frowned. \"I didn't think you were scared—I was screaming all the time, but I didn't hear you scream once. So I didn't know why you left.\" I shrugged. \"Just scared.\" She relaxed a little. \"That was the scariest movie I think I've ever seen. I'll bet we're going to have nightmares tonight.\" \"No doubt about that,\" I said, trying to keep my voice normal. It was inevitable that I would have nightmares, but they wouldn't be about zombies. Her eyes flashed to my face and away. Maybe I hadn't succeeded with the normal voice. \"Where do you want to eat?\" Jess asked. \"I don't care.\" \"Okay.\" Jess started talking about the male lead in the movie as we walked. I nodded as she gushed over his hotness, unable to remember seeing a non-zombie man at all. I didn't watch where Jessica was leading me. I was only vaguely aware that it was dark and quieter now. It took me longer than it should have to realize why it was quiet. Jessica had stopped babbling. I looked at her apologetically, hoping I hadn't hurt her feelings. Jessica wasn't looking at me. Her face was tense; she stared straight ahead and walked fast. As I watched, her eyes darted quickly to the right, across the road, and back again. I glanced around myself for the first time. We were on a short stretch of unlit sidewalk. The little shops lining the street were all locked up for the night, windows black. Half a block ahead, the streetlights started up again, and I could see, farther down, the bright golden arches of the McDonald's she was heading for. Across the street there was one open business. The windows were covered from inside and there were neon signs, advertisements for different brands of beer, glowing in front of them. The biggest sign, in brilliant green, was the name of the bar—One-Eyed Pete's. I wondered if there was some pirate theme not visible from outside. The metal door was propped open; it was dimly lit inside, and the low murmur of many voices and the sound of ice clinking in glasses floated across the street. Lounging against the wall beside the door were four men. I glanced back at Jessica. Her eyes were fixed on the path ahead and she moved briskly. She didn't look frightened—just wary, trying to not attract attention to herself. I paused without thinking, looking back at the four men with a strong sense of déjà vu. This was a different road, a different night, but the scene was so much the same. One of them was even short and dark. As I stopped and turned toward them, that one looked up in interest.  I stared back at him, frozen on the sidewalk. \"Bella?\" Jess whispered. \"What are you doing?\" I shook my head, not sure myself. \"I think I know them…\" I muttered. What was I doing? I should be running from this memory as fast as I could, blocking the image of the four lounging men from my mind, protecting myself with the numbness I couldn't function without. Why was I stepping, dazed, into the street? It seemed too coincidental that I should be in Port Angeles with Jessica, on a dark street even. My eyes focused on the short one, trying to match the features to my memory of the man who had threatened me that night almost a year ago. I wondered if there was any way I would recognize the man, if it was really him. That particular part of that particular evening was just a blur. My body remembered it better than my mind did; the tension in my legs as I tried to decide whether to run or to stand my ground, the dryness in my throat as I struggled to build a decent scream, the tight stretch of skin across my knuckles as I clenched my hands into fists, the chills on the back of my neck when the dark-haired man called me \"sugar.\"… There was an indefinite, implied kind of menace to these men that had nothing to do with that other night. It sprung from the fact that they were strangers, and it was dark here, and they outnumbered us—nothing more specific than that. But it was enough that Jessica's voice cracked in panic as she called after me. \"Bella, come on!\" I ignored her, walking slowly forward without ever making the conscious decision to move my feet. I didn't understand why, but the nebulous threat the men presented drew me toward them. It was a senseless impulse, but I hadn't felt any kind of impulse in so long… I followed it. Something unfamiliar beat through my veins. Adrenaline, I realized, long absent from my system, drumming my pulse faster and fighting against the lack of sensation. It was strange—why the adrenaline when there was no fear? It was almost as if it were an echo of the last time I'd stood like this, on a dark street in Port Angeles with strangers. I saw no reason for fear. I couldn't imagine anything in the world that there was left to be afraid of, not physically at least. One of the few advantages of losing everything. I was halfway across the street when Jess caught up to me and grabbed my arm. \"Bella! You can't go in a bar!\" she hissed. \"I'm not going in,\" I said absently, shaking her hand off. \"I just want to see something…\" \"Are you crazy?\" she whispered. \"Are you suicidal?\" That question caught my attention, and my eyes focused on her. \"No, I'm not.\" My voice sounded defensive, but it was true. I wasn't suicidal. Even in the beginning, when death unquestionably would have been a relief, I didn't consider it. I owed too much to Charlie. I felt too responsible for Renee. I had to think of them. And I'd made a promise not to do anything stupid or reckless. For all those reasons, I was still breathing. Remembering that promise. I felt a twinge of guilt.  But what I was doing fight now didn't really count. It wasn't like I was taking a blade to my wrists. Jess's eyes were round, her mouth hung open. Her question about suicide had been rhetorical, I realized too late. \"Go eat,\" I encouraged her, waving toward the fast food. I didn't like the way she looked at me. \"I'll catch up in a minute.\" I turned away from her, back to the men who were watching us with amused, curious eyes. \"Bella, stop this right now!\" My muscles locked into place, froze me where I stood. Because it wasn't Jessica's voice that rebuked me now. It was a furious voice, a familiar voice, a beautiful voice—soft like velvet even though it was irate. It was his voice—I was exceptionally careful not to think his name—and I was surprised that the sound of it did not knock me to my knees, did not curl me onto the pavement in a torture of loss. But there was no pain, none at all. In the instant that I heard his voice, everything was very clear. Like my head had  suddenly surfaced out of some dark pool. I was more aware of everything—sight, sound, the feel of the cold air that I hadn't noticed was blowing sharply against my face, the smells coming from the open bar door. I looked around myself in shock. \"Go back to Jessica,\" the lovely voice ordered, still angry. \"You promised—nothing stupid.\" I was alone. Jessica stood a few feet from me, staring at me with frightened eyes. Against the wall, the strangers watched, confused, wondering what I was doing, standing there motionless in the middle of the street. I shook my head, trying to understand. I knew he wasn't there, and yet, he felt improbably close, close for the first time since… since the end. The anger in his voice was concern, the same anger that was once very familiar—something I hadn't heard in what felt like a lifetime. \"Keep your promise.\" The voice was slipping away, as if the volume was being turned down on a radio. I began to suspect that I was having some kind of hallucination. Triggered, no doubt, by the memory—the déjà vu, the strange familiarity of the situation. I ran through the possibilities quickly in my head. Option one: I was crazy. That was the layman's term for people who heard voices in their heads. Possible. Option two: My subconscious mind was giving me what it thought I wanted. This was wish fulfillment—a momentary relief from pain by embracing the incorrect idea that he cared whether I lived or died. Projecting what he would have said if A) he were here, and B) he would be in any way bothered by something bad happening to me. Probable. I could see no option three, so I hoped it was the second option and this was just my subconscious running amuck, rather than something I would need to be hospitalized for. My reaction was hardly sane, though—I was grateful. The sound of his voice was something that I'd feared I was losing, and so, more than anything else, I felt overwhelming gratitude that my unconscious mind had held onto that sound better than my conscious one had. I was not allowed to think of him. That was something I tried to be very strict about. Of course I slipped; I was only human. But I was getting better, and so the pain was something I could avoid for days at a time now. The tradeoff was the never-ending numbness. Between pain and nothing, I'd chosen nothing. I waited for the pain now. I was not numb—my senses felt unusually intense after so many months of the haze—but the normal pain held off. The only ache was the disappointment that his voice was fading. There was a second of choice. The wise thing would be to run away from this potentially destructive—and certainly mentally unstable—development. It would be stupid to encourage hallucinations. But his voice was fading. I took another step forward, testing. \"Bella, turn around,\" he growled. I sighed in relief. The anger was what I wanted to hear—false, fabricated evidence that he cared, a dubious gift from my subconscious. Very few seconds had passed while I sorted this all out. My little audience watched, curious. It probably looked like I was just dithering over whether or not I was going to approach them. How could they guess that I was standing there enjoying an unexpected moment of insanity? \"Hi,\" one of the men called, his tone both confident and a bit sarcastic. He was fair-skinned and fair-haired, and he stood with the assurance of someone who thought of himself as quite good-looking. I couldn't tell whether he was or not. I was prejudiced. The voice in my head answered with an exquisite snarl. I smiled, and the confident man seemed to take that as encouragement. \"Can I help you with something? You look lost.\" He grinned and winked. I stepped carefully over the gutter, running with water that was black in the darkness. \"No. I'm not lost.\" Now that I was closer—and my eyes felt oddly in focus—I analyzed the short, dark man's face. It was not familiar in any way. I suffered a curious sensation of disappointment that this was not the terrible man who had tried to hurt me almost a year ago. The voice in my head was quiet now. The short man noticed my stare. \"Can I buy you a drink?\" he offered, nervous, seeming flattered that I'd singled him out to stare at. \"I'm too young,\" I answered automatically. He was baffled  —wondering why I had approached them. I felt compelled to explain. \"From across the street, you looked like someone I knew. Sorry, my mistake.\" The threat that had pulled me across the street had evaporated. These were not the dangerous men I remembered. They were probably nice guys. Safe. I lost interest. \"That's okay,\" the confident blonde said. \"Stay and hang out with us.\" \"Thanks, but I can't.\" Jessica was hesitating in the middle of the street, her eyes wide with outrage and betrayal. \"Oh, just a few minutes.\" I shook my head, and turned to rejoin Jessica. \"Let's go eat,\" I suggested, barely glancing at her. Though I appeared to be, for the moment, freed of the zombie abstraction, I was just as distant. My mind was preoccupied. The safe, numb deadness did not come back, and I got more anxious with every minute that passed without its return. \"What were you thinking?\" Jessica snapped. \"You don't know them—they could have been psychopaths!\" I shrugged, wishing she would let it go. \"I just thought I knew the one guy.\" \"You are so odd, Bella Swan. I feel like I don't know who you are.\" \"Sorry.\" I didn't know what else to say to that. We walked to McDonald's in silence. I'd bet that she was wishing we'd taken her car instead of walking the short distance from the theater, so that she could use the drive-through. She was just as anxious now for this evening to be over as I had been from the beginning. I tried to start a conversation a few times while we ate, but Jessica was not cooperative. I must have really offended her. When we go back in the car, she tuned the stereo back to her favorite station and turned the volume too loud to allow easy conversation. I didn't have to struggle as hard as usual to ignore the music. Even though my mind, for once, was not carefully numb and empty, I had too much to think about to hear the lyrics. I waited for the numbness to return, or the pain. Because the pain must be coming. I'd broken my personal rules. Instead of shying away from the memories, I'd walked forward and greeted them. I'd heard his voice, so clearly, in my head. That was going to cost me, I was sure of it. Especially if I couldn't reclaim the haze to protect myself. I felt too alert, and that frightened me. But relief was still the strongest emotion in my body—relief that came from the very core of my being. As much as I struggled not to think of him, I did not struggle to forget. I worried—late in the night, when the exhaustion of sleep deprivation broke down my defenses—that it was all slipping away. That my mind was a sieve, and I would someday not be able to remember the precise color of his eyes, the feel of his cool skin, or the texture of his voice. I could not think of them, but I must remember them. Because there was just one thing that I had to believe to be able to live—I had to know that he existed. That was all. Everything else I could endure. So long as he existed. That's why I was more trapped in Forks than I ever had been before, why I'd fought with Charlie when he suggested a change. Honestly, it shouldn't matter; no one was ever coming back here. But if I were to go to Jacksonville, or anywhere else bright and unfamiliar, how could I be sure he was real? In a place where I could never imagine him, the conviction might fade… and that I could not live through. Forbidden to remember, terrified to forget; it was a hard line to walk. I was surprised when Jessica stopped the car in front of my house. The ride had not taken long, but, short as it seemed, I wouldn't have thought that Jessica could go that long without speaking. \"Thanks for going out with me, Jess,\" I said as I opened my door. \"That was…fun.\" I hoped that fun was the appropriate word. \"Sure,\" she muttered. \"I'm sorry about… after the movie.\" \"Whatever, Bella.\" She glared out the windshield instead of looking at me. She seemed to be growing angrier rather than getting over it. \"See you Monday?\" \"Yeah. Bye.\" I gave up and shut the door. She drove away, still without looking at me. I'd forgotten her by the time I was inside. Charlie was waiting for me in the middle of the hall, his arms folded tight over his chest with his hands balled into fists. \"Hey, Dad,\" I said absentmindedly as I ducked around Charlie, heading for the stairs. I'd been thinking about him for too long, and I wanted to be upstairs before it caught up with me. \"Where have you been?\" Charlie demanded. I looked at my dad, surprised. \"I went to a movie in Port Angeles with Jessica. Like I told you this morning.\" \"Humph,\" he grunted. \"Is that okay?” He studied my face, his eyes widening as if he saw something unexpected. \"Yeah, that's fine. Did you have fun?\" \"Sure,\" I said. \"We watched zombies eat people. It was great.\" His eyes narrowed. \"'Night, Dad.\" He let me pass. I hurried to my room. I lay in my bed a few minutes later, resigned as the pain finally made its appearance. It was a crippling thing, this sensation that a huge hole had been punched through my chest, excising my most vital organs and leaving ragged, unhealed gashes around the edges that continued to throb and bleed despite the passage of time. Rationally, I knew my lungs must still be intact, yet I gasped for air and my head spun like my efforts yielded me nothing. My heart must have been beating, too, but I couldn't hear the sound of my pulse in my ears; my hands felt blue with cold. I curled inward, hugging my ribs to hold myself together. I scrambled for my numbness, my denial, but it evaded me. And yet, I found I could survive. I was alert, I felt the pain—the aching loss that radiated out from my chest, sending wracking waves of hurt through my limbs and head—but it was manageable. I could live through it. It didn't feel like the pain had weakened over time, rather that I'd grown strong enough to bear it. Whatever it was that had happened tonight—and whether it was the zombies, the  adrenaline, or the hallucinations that were responsible—it had woken me up. For the first time in a long time, I didn't know what to expect in the morning.",
            "vi": "4        4. THỨC TỈNH Thời gian trôi qua. Bánh xe thời gian vẫn quay dù chuyện đó dường như quá đỗi chịu đựng. Dù mỗi tiếng tíc tắc của kim giây như tiếng mạch máu đập phập phồng đau nhức dưới vết thương. Thời gian vẫn trôi qua không giống nhau, lúc tròng trành chao đảo, lúc kéo dài lê thê, nhưng nó vẫn trôi qua.  Dù là đối với tôi.   Charlie đấm tay xuống bàn. “Vậy đó, Bella. Bố sẽ đưa con về nhà.” Tôi đưa mắt khỏi tô ngũ cốc, mà tôi cứ nhìn trầm tư hoài chớ không ăn, để sửng sốt nhìn chằm chằm vào Charlie. Tôi đã không theo dõi cuộc trò chuyện này – mà thực ra tôi chẳng hề biết là chúng tôi đang trò chuyện - nên tôi không chắc ý bố là gì.  \"Con đang ở nhà mà, \" tôi lẩm bẩm, không hiểu. \"Bố sẽ đưa con về với Reneé, ở Jacksonville,” ông nói rõ.  Charlie nhìn bực tức và tôi từ từ hiểu ra ý nghĩa của lời ông nói.  \"Con có làm gì đâu?\"  Tôi cảm thấy mặt mình dúm dó.  Thật bất công.  Trong suốt bốn tháng qua, hành vi tôi chẳng có gì để chê trách. Sau cái tuần đầu tiên đó, mà chẳng ai trong chúng tôi đề cập đến nữa, tôi đã chẳng bỏ học ngày nào cả.  Điểm của tôi rất cao. Tôi chẳng hề vi phạm lệnh phải ở trong nhà – ngay từ đầu tôi đã chẳng hề đi đâu cả để mà vi phạm lệnh phải ở trong nhà của bố. Tôi rất hiếm khi cho bố ăn đồ ăn còn lại của hôm qua.  Charlie cau có.  \"Con đã không làm gì cả. Đó chính là vấn đề. Con chẳng hề làm gì cả. \"  \"Thế bố muốn con gây chuyện lôi thôi sao?\" Tôi thắc mắc, nhíu mày hoang mang.  Tôi cố gắng hết sức để tập trung. Thật không dễ chút nào. Tôi đã quá quen chuyện lờ đi mọi thứ, tai tôi như bị bít lại.  “Gây chuyện lôi thôi còn hơn là ...  quanh quẩn trong nhà suốt ngày suốt đêm!\"  Điều đó làm tôi hơi tức.   Tôi đã cẩn thận tránh mọi kiểu buồn rầu, kể cả chuyện quanh quẩn trong nhà.  \"Con đâu có quanh quẩn trong nhà đâu.” \"Bố dùng sai từ,\"  ông miễn cưỡng thú nhận.   \"Quanh quẩn trong nhà còn khá hơn – vậy là con còn làm chuyện gì đó.  Còn đằng này con ... không chút sức sống, Bella. Đó là từ bố muốn dùng.” Lời buộc tội này đã đánh trúng đòn.  Tôi thở dài và cố tỏ vẻ lanh lợi khi trả lời.  \"Con xin lỗi, bố.”  Lời xin lỗi của tôi có phần nhạt nhẽo, thậm chí cả tôi cũng nhận thấy điều đó.  Tôi nghĩ mình đã lừa được ông. Không để Charlie đau khổ là lý do của toàn bộ sự cố gắng đó. Thật buồn khi thấy cố gắng của mình là vô ích.  “Bố không muốn con xin lỗi.\"  Tôi thở dài. \"Vậy bố hãy nói cho con biết bố muốn con làm gì đi.” \"Bella,\" ông  do dự, xem xét kĩ lưỡng phản ứng tôi rồi mới nói tiếp.  \"Con cưng ạ, con không là người đầu tiên trải qua chuyện thế này đâu, con biết không.” \"Con biết bố ạ.”  Điệu bộ nhăn nhó kèm theo câu nói của tôi có vẻ ủ rũ và không gây ấn tượng cho lắm.  \" Nghe nè, con gái. Bố nghĩ là - có lẽ con cần được giúp đỡ.” \"Giúp đỡ?\"  Ông ngừng lại, lựa lời lựa lẽ lần nữa.  \"Khi mẹ con bỏ đi,” ông bắt đầu nói, cau mày, \" và mang con theo.”  Ông hít một hơi thật sâu.  \"Ừm, đó là một khoảng thời gian thật khủng khiếp đối với bố.”  \"Con biết, bố ạ \" tôi lẩm bẩm.  \"Nhưng bố đã vượt qua được, \" ông nói.  \"Con ạ, con đã không vượt qua được điều đó. Bố chờ đợi, hy vọng mọi thứ sẽ trở nên khá hơn.\"  Ông nhìn tôi chằm chằm và tôi cụp nhanh mắt xuống.  \"Bố nghĩ là cả hai chúng ta đều biết tình hình không cải thiện được chút nào.\"  “Con ổn mà.”  Ông lờ đi.  “Có lẽ, à, có lẽ con phải nói với ai đó về điều đó. Một chuyên gia tâm lý chẳng hạn.\"  \" Bố muốn con phải gặp một bác sĩ tâm lý?\" Giọng tôi đanh thép hơn khi tôi nhận ra ấn ý của ông.  \" Có lẽ nó sẽ giúp con ít nhiều. \"  \" Và cũng có thể việc này sẽ không giúp được gì cả cho con. \"  Tôi không biết nhiều về điều trị bằng phân tâm học, nhưng tôi đoan chắc sẽ không có tác dụng trừ phi người bệnh trung thực kể hết mọi chuyện. Chắc chắn, tôi có thể kể ra sự thật - nếu tôi muốn sống quãng đời còn lại trong cái buồng dành cho người điên.  Ông nhìn vẻ mặt bướng bỉnh của tôi, và chuyển sang cách tấn công khác. \"Việc này vượt ngoài khả năng của bố, Bella. Có lẽ mẹ con có thể giúp được.” \"Bố nè,” tôi nói bằng giọng dứt khoát.  \"Nếu bố thích, đêm nay con sẽ ra ngoài chơi. Con sẽ gọi cho Jess hoặc Angela.\"  \"Đó không phải là điều bố muốn,“ ông thất vọng phản đối.  \"Bố nghĩ rằng bố không thể chịu nỗi khi thấy con cố tỏ vẻ cứng cỏi. Bố chưa từng thấy ai cố gắng nhiều đến thế. Nhìn thấy con như vậy bố rất đau lòng.”  Tôi nhìn xuống bàn, giả vờ trì độn.  \"Con không hiểu, bố. Đầu tiên bố giận con vì con chẳng chịu làm gì cả, nhưng rồi bố lại không muốn con ra ngoài chơi.” “Bố muốn con vui vẻ – à không, chưa đến mức đó. Bố chỉ muốn con không khổ sở. Bố nghĩ con sẽ gặp cơ hội tốt hơn nếu rời Forks. \" Mắt tôi loé lên chút cảm xúc sau hồi lâu suy ngẫm.  \"Con sẽ không đi, \" tôi nói. \"Tại sao lại không?\" ông gặng hỏi \"Con đang học học kỳ cuối cùng – mọi thứ sẽ rối tung lên cho mà xem.\"  \"Con là sinh viên giỏi mà - con sẽ tìm ra cách thôi.” “Con không muốn quấy rầy mẹ và dượng Phil.” “Mẹ con đang mong con trở lại đấy.” \" Florida nóng lắm bố ạ.” Ông đấm tay trên bàn lần nữa.  \"Cả bố lẫn con đều biết chuyện gì đang thực sự diễn ra ở đây, Bella, và điều đó không tốt cho con đâu.”  Ông hít thật sâu.  \"Đã bao tháng rồi.  Chẳng điện thoại, chẳng thư từ, chẳng liên lạc. Con không thể cứ chờ nó mãi được.” Tôi nhìn đăm đăm vào ông.  Sức nóng hầu như, nhưng không phải nhiều lắm, ran ran trên mặt. Đã lâu lắm rồi tôi không đỏ mặt vì bất kỳ cảm xúc nào.  Toàn bộ đề tài này hoàn toàn cấm kỵ, ông biết rất rõ.  \"Con chẳng chờ gì cả. Con chẳng mong gì cả,\" tôi nói bằng giọng đều đều.  \"Bella,\" Charlie bắt đầu nói, giọng ông nặng nề.  \"Con phải đi học,\" tôi ngắt lời, đứng lên và lôi mạnh phần điểm tâm vẫn còn nguyên chưa đụng đến ra khỏi bàn.   Tôi đổ tô thức ăn vào bồn rửa chén không ngần ngại và xối cho trôi đi.  Tôi không thể nói chuyện tiếp nữa.  \"Con sẽ lên kế hoạch với Jessica,\" tôi cài chiếc cặp lại, ngoái lại nói, không nhìn mắt ông.   \"Có lẽ con sẽ không ăn tối ở nhà. Chúng con sẽ đến Port Angeles để xem phim.\"  Tôi đã khỏi cửa trước khi ông kịp phản ứng.  Vì vội vàng để trốn tránh Charlie, tôi trở thành một trong những người đầu tiên đến trường.  Điểm lợi là tôi có chỗ đỗ xe hết sức tốt. Điều bất lợi là tôi lại có thời gian rảnh rỗi, mà tôi lại cố tránh không để mình có thời gian rảnh rỗi bằng mọi giá. Thật nhanh, trước khi lại nghĩ về những lời buộc tội của Charlie, tôi rút cuốn Giải tích ra đọc.   Tôi lật nó đến phần hôm nay chúng tôi sẽ học, và cố hiểu nó.  Đọc sách toán còn tệ hơn nghe giảng, nhưng tôi đã quen chuyện này rồi.  Trong mấy tháng qua, tôi đã dành lượng thời gian cho môn Giải tích gấp mười lần so với thời gian trước đây dành cho môn toán.   Kết quả là tôi giữ được điểm A trừ.  Tôi biết thầy Varner cho rằng tiến bộ này là nhờ phương pháp dạy xuất sắc của ông.  Và nếu vì điều đó làm thầy hạnh phúc, thì tôi quyết sẽ không làm thầy thất vọng đâu.  Vì thế, tôi ép mình phải kiên trì đọc cho đến khi bãi đậu xe chật kín, và tôi vội vã tiến về phòng học môn tiếng Anh.  Chúng tôi đang học về Nông trại Súc vật, một chủ đề dễ học. Tôi chẳng ghét gì chủ nghĩa cộng sản; thật là một sự thay đổi đáng hoan nghênh thay cho những tác phẩm lãng mạn chiếm hầu hết chương trình học. Tôi ngồi vào ghế, cảm thấy thích thú với khiếu pha trò qua bài giảng của thầy Berty  Thời gian trôi qua thật nhanh khi ở trường. Chuông reng quá sớm. Tôi bắt đầu thu dọn sách vở vào cặp.  \"Bella ?\"  Tôi nhận ra giọng Mike, và tôi biết trước điều anh ta sẽ nói.  “Ngày mai bạn có làm việc không?\"  Tôi ngước nhìn lên. Cậu ta đang tựa vào lối đi với vẻ lo lắng. Thứ Sáu nào cậu ta cũng hỏi tôi câu này.  Chẳng hề quan tâm là tôi chẳng hề xin nghỉ bệnh ngày nào.  À, mà có một ngoại lệ, đó là mấy tháng trước đây.  Nhưng cậu ta chẳng có lý do gì để nhìn tôi lo lắng như thế.   Tôi là một nhân viên gương mẫu mà.  \"Ngày mai là thứ bảy, phải không?\" Tôi lên tiếng.   Cũng giống như Charlie vừa chỉ rõ, tôi nhận ra giọng mình thật thiếu sinh khí.  ”Ừ” cậu ta trả lời.  \"Hẹn gặp bạn trong giờ học tiếng Tây Ban Nha nhé.\"  Cậu ta vẫy tay rồi mới quay lưng đi.   Cậu ta chẳng thèm đi cùng tôi đến lớp học nữa.  Tôi lê bước đến lớp Giải tích với vẻ chán nản. Đây là lớp học tôi ngồi cạnh Jessica.  Đã nhiều tuần rồi, có lẽ nhiều tháng rồi, Jess không còn chào tôi khi tôi đi ngang qua nhỏ trong giảng đường. Tôi biết mình làm nhỏ khó chịu vì thái độ khó gần của mình, và nhỏ đang hờn dỗi. Giờ đây, thật không dễ nói chuyện với nhỏ – nhất là yêu cầu nhỏ giúp tôi. Trong lúc la cà ngoài lớp học, tôi cân nhắc các lựa chọn một cách kỹ lưỡng, chần chừ.  Tôi sẽ không gặp Charlie khi chưa có một minh chứng hoà nhâp xã hội nào để báo cáo. Tôi biết mình không thể nói xạo, cho dù ý nghĩ lái xe đến Port Angeles rồi về một mình đang thôi thúc tôi- vì chắc chắn đồng hồ đo cây số sẽ báo chính xác tổng số dặm đi được, phòng khi ông kiểm tra.  Mẹ của Jessica nhiều chuyện nhất thị trấn, mà Charlie chắc chắn chẳng sớm thì muộn sẽ gặp bà Stanley. Khi ấy, ông ắt sẽ hỏi về chuyến đi. Như vậy không thể nói xạo được.  Tôi thở dài, đẩy cửa bước vào.  Thầy Varner nhìn tôi với ánh mắt bực bội –ông đã bắt đầu giảng bài rồi. Tôi vội vã vào chỗ. Jessica vẫn không ngước mặt lên khi tôi ngồi vào kế bên cô.  Tôi mừng vì mình có 50 phút để chuẩn bị tinh thần. Giờ học này còn qua nhanh hơn cả giờ học tiếng Anh. Thời gian trôi qua nhanh một phần là nhờ tôi đã chuẩn bị bài học sáng nay trong xe - nhưng phần lớn là vì hễ tôi chờ một điều gì đó không mấy dễ chịu thì thời gian luôn trôi qua vèo vèo.  Tôi nhăn mặt khi thầy Varner giải tán lớp sớm năm phút. Thầy cười như thể mình tốt bụng lắm vậy.  \"Jess ơi?\"  Tôi co rúm lại, nhăn mũi, chờ cô hướng về phía tôi.  Cô xoay ghế hướng về phía tôi, mắt nhìn tôi một cách hoài nghi.  \"Bạn đang nói chuyện với mình  hả, Bella ?\"  \"Dĩ nhiên rồi. \" Tôi mở to mắt với vẻ ngây thơ.  “Gì vậy? Bạn cần mình giúp đỡ môn Giải tích à ?\" Giọng cô có vẻ hơi chua chát.  “Không.\" Tôi lắc đầu.  \"Thực ra thì, mình muốn biết liệu bạn có thể ...  đi xem phim với mình tối nay không? Mình cần một đêm đi chơi với bạn gái.”  Lời lẽ nghe khô khốc, nghe giống như đọc diễn văn, và cô có vẻ nghi ngờ.  \"Tại sao bạn lại mời tôi?\" cô hỏi, giọng vẫn không mấy thân thiện.  \"Bạn là người đầu tiên mình nghĩ đến khi mình muốn có thời gian dành cho bạn gái.” Tôi mỉm cười, và hy vọng nụ cười của mình có vẻ chân thật.  Có lẽ đúng vậy. Ít ra, thì cô cũng là người đầu tiên tôi nghĩ đến khi tôi muốn tránh mặt Charlie. Chung quy cũng đều giống nhau thôi.   Cô có vẻ nguôi ngoai đôi chút. \"À, mình không biết nữa.\"  “Thế bạn đã có kế hoạch gì chưa?\"  \"Chưa... mình nghĩ là mình có thể đi với bạn được. Bạn muốn xem phim gì?\"  \"Tôi không rõ là họ chiếu phim gì nữa\" tôi nói nước đôi.  Chuyện này khó đây. Tôi vắt óc suy nghĩ tìm manh mối – chẳng phải tôi mới nghe ai đó nói về một bộ phim mới chiếu sao?  Thấy một tấm áp phích? \"Bộ phim gì đó có tổng thống là nữ thì sao?\"  Cô nhìn tôi kỳ ̀quặc.  “Bella, bộ phim đó đã hết chiếu từ đời nào rồi mà.\"  “Ồ \" Tôi cau mày. \"Thế bạn muốn xem phim gì?\"  Sự sôi nổi vốn có của Jessica bắt đầu lộ ra mặc dù cô không muốn khi cô nghĩ thành lời. \"À, có vở hài kịch lãng mạn mới chiếu đang có lượng người xem rất đông. Mình muốn xem phim đó. Còn bố mình vừa xem phim “Cái chết cuối cùng” và ông thích nó lắm. \"  Tôi vội vớ lấy cái tên phim đầy hứa hẹn này. “Thế bộ phim đó nói về cái gì?\"  \"Các thây ma sống lại hay gì gì ấy. Ông nói đó là bộ phim rùng rợn nhất mà ông đã xem trong nhiều năm nay.”  \"Nghe có vẻ hay nhỉ.”  Tôi thà coi thây ma sống lại còn hơn xem phim lãng mạn.   \"Được thôi.\" Cô có vẻ bất ngờ trước phản ứng của tôi.  Tôi cố nhớ xem mình trước đây có thích phim kinh dị không, nhưng tôi không rõ lắm. \"Bạn có muốn tôi đón bạn sau giờ học không?\" cô đề nghị.  \"Muốn chứ”  Jessica thân thiện mỉm cười với tôi rồi bỏ đi.  Chặp lâu sau, tôi mới mỉm cười đáp lại nhưng tôi nghĩ rằng cô nhìn thấy.  Thời gian còn lại trong ngày trôi qua nhanh, suy nghĩ tôi lúc này tập trung vào việc lên kế hoạch cho đêm nay.  Theo kinh nghiệm, tôi biết một khi tôi đã làm Jessica mở máy rồi thì tôi sẽ có thể trốn tránh bằng cách lẩm bẩm trả lời đôi câu vào những lúc cần thiết. Chỉ cần hồi đáp tối thiểu thôi.  Tình trạng mụ mị trong thời gian qua bây giờ thỉnh thoảng làm cho tôi lẫn lộn.Tôi ngạc nhiên thấy mình đang ở trong phòng, không hề nhớ lúc lái xe từ trường về nhà hoặc thậm chí lúc mở cửa trước. Nhưng điều đó không quan trọng. Mất khái niệm về thời gian chính  là thứ tôi cần nhất trong đời.  Khi tôi quay về phía tủ , tôi không xua đuổi tình trạng mụ mị ấy. Cảm giác tê dại ở một vài chỗ cần  hơn ở một số chỗ khác. Tôi hầu như không để ý mình nhìn gì khi tôi đẩy nhẹ cánh cửa sang một bên lộ ra một đống rác bên trái tủ, dưới đống quần áo tôi chưa hề mặc.  Mắt tôi không để ý đến túi rác đen đựng quà hôm sinh nhật vừa rồi, không nhìn thấy hình thù máy xtê-ri-ô lộ ra trong bao nhựa đen; tôi cũng không nghĩ đến đống máu mà móng tay tôi chảy ra khi tôi quào nó ra từ bảng điều khiển.  Tôi kéo mạnh ví tiền cũ hiếm khi dùng đang treo trên móc, rồi đẩy cửa đóng lại.  Rồi ngay lúc đó tôi nghe tiếng còi inh ỏi. Tôi nhanh chóng chuyển cái ví trong cặp lấy ví tiền cũ. Tôi vội vội vàng vàng, như thể vội vã sẽ làm đêm trôi qua nhanh hơn.  Tôi liếc mình trong gương ở phòng khách trước khi ra mở cửa, cẩn thận tạo vẻ tươi cười và cố gắng giữ vẻ mặt như thế.  \"Cám ơn vì đã đi chơi với mình đêm nay,\" tôi nói với Jess lúc leo lên ghế dành cho khách ngồi, cố tạo giọng điệu biết ơn. Đã lâu rồi tôi chẳng hề thực sự nghĩ đến điều mình đang nói với bất kỳ ai ngoài Charlie. Jess có vẻ khó hơn. Tôi không biết phải giả kiểu cảm xúc nào cho thích hợp.  \"Ờ. Nè, điều gì làm bạn nghĩ đến chuyện này vậy?” Jess thắc mắc khi cô lái  xe xuống đường.  \"Nghĩ đến chuyện gì?\"  “Tại sao bạn bỗng ... quyết định ra ngoài ?\"  Nghe có vẻ như cô thay đổi câu hỏi của mình nửa chừng.  Tôi nhún vai. \"Thì cần thay đổi không khí vậy mà.\"  Tôi nhận ra bài hát trên ra - đi - ô, và nhanh chóng với lấy nút dò đài. \"Bạn có cảm thấy phiền không?\" Tôi hỏi.  \"Không, cứ thoải mái.” Tôi dò qua các tần số cho đến khi tôi bắt được một đài vừa ý.   Tôi nhìn lén vẻ mặt của Jess lúc bài nhạc mới vang lên trong xe.  Cô nheo mắt.  \"Bạn nghe nhạc ráp từ khi nào vậy?\"  \"Không biết nữa, \" tôi nói. \"Được một thời gian rồi.”  \"Bạn thích bài này à?\" cô nghi ngờ hỏi.  \"Ừa. \"  Thật khó mà nói chuyện với Jessica như mọi khi nếu cùng lúc phải điều chỉnh nhạc nữa.  Tôi gục gặc đầu, để theo kịp nhịp nhạc.  \"OK… \" cô mở to mắt nhìn kính chắn gió.  \"Chuyện bạn và Mike gần đây sao rồi?\" Tôi hỏi nhanh.  \"Bạn gặp anh ấy nhiều hơn tôi mà.”  Câu hỏi đã không làm cho cô nói chuyện cởi mở như tôi mong đợi.  \"Khó mà nói chuyện ở chỗ làm lắm,” tôi lẩm bẩm và sau đó tôi lại cố bắt chuyện một lần nữa.  \"Gần đây bạn đi chơi với ai không?\"  \"Thật ra thì không ai. Thỉnh thoảng tôi đi chơi với Conner. Cách đây hai tuần thì có đi chơi với Eric.\"  Cô trợn mắt tỏ vẻ không tin, và tôi cảm giác đó là một câu chuyện dài.   Tôi vớ lấy ngay cơ hội này.  \"Eric Yorkie à? Ai mời ai?\"  Cô than vãn, rồi giọng có vẻ sôi nổi hơn. \"Tất nhiên là anh ta rồi! Tớ chẳng nghĩ ra được cách gì hay để từ chối.“ “Thế anh ấy đã đưa bạn đi đâu?\"  Tôi hỏi, vì biết cô sẽ nghĩ tôi háo hức muốn biết chỉ vì muốn quan tâm đến cô.  \"Kể tôi nghe hết chuyện đó đi.\"  Cô lao vào kể ngay, còn tôi thì ngồi yên ở ghế, giờ thì cảm thấy thoải mái hơn. Tôi chăm chú lắng nghe, lúc thì thì thầm tỏ vẻ thông cảm và lúc thì thở hổn hển khiếp sợ mỗi khi cần thiết. Khi cô kết thúc câu chuyện về Eric, không cần tôi gợi chuyện, cô tiếp tục so sánh với Conner.  Phim chiếu sớm, vì vậy Jess nghĩ chúng tôi nên coi suất lúc chạng vạng rồi sau đó đi ăn. Tôi cảm thấy vui vì chiều theo ý muốn của cô; rốt cuộc, tôi đang có những gì tôi muốn – khỏi bị Charlie làm phiền nữa.  Tôi giữ cho Jess nói suốt lúc chiếu quảng cáo phim mới, để tôi có thể lờ chúng đi dễ hơn. Nhưng tôi bắt đầu căng thẳng khi phim chính thức bắt đầu chiếu. Một đôi tình nhân trẻ đang đi dọc bãi biển, dung dăng và nói những lời thương yêu uỷ mị với nhau nghe có vẻ giả dối. Tôi cố không bịt tai lại và bắt đầu hát trong miệng. Tôi không hề dự định đi coi phim tình cảm lãng mạn.  \"Tớ tưởng mình chọn phim thây ma sống lại,” tôi rít lên khe khẽ với Jessica.  \"Đây là phim ma đó.”  “Vậy sao chẳng thấy ai bị ăn thịt cả?\"  Tôi thất vọng hỏi.  Cô mở to mắt nhìn tôi như cảnh báo.  \"Chắc gần đến đoạn đó rồi,\" cô thì thầm.  “Mình sẽ đi mua bỏng ngô. Bạn có muốn ăn gì không?\"  \" Không, cám ơn. \"  Có ai đó đằng sau suỵt bảo chúng tôi im lặng.  Tôi chần chừ đứng ở quầy giảm giá vé đặc biệt, nhìn đồng hồ và đoán chừng một bộ phim dài chín mươi phút thì có khoảng bao nhiêu thời gian chiếu những cảnh lãng mạn. Tôi chắc khoảng mười phút là đủ, nhưng tôi ngừng lại ngay bên cửa nhà hát để chắc chắn. Rồi tôi nghe được tiếng thét hoảng sợ từ loa phóng thanh, vì thế tôi biết mình chờ thời gian bấy nhiêu là đủ rồi.  \"Bạn bỏ qua hết mọi cảnh rồi,\" Jess thì thầm khi tôi lướt trở lại chỗ ngồi.  \"Giờ thì hầu như ai cũng là thây ma sống lại hết.\"  \"Phim còn dài mà.” Tôi đưa cho cô một ít bỏng ngô.  Cô lấy một nắm đầy.  Phần còn lại của bộ phim là những cảnh các thây ma tấn công kinh hoàng và tiếng la thét liên tục từ vài người còn sống, và số người sống này mau chóng vơi đi. Tôi đã nghĩ chẳng có gì trong trong bộ phim này làm tôi khó chịu.  Nhưng tôi lại cảm thấy không thoải mái, và ban đầu tôi không rõ tại sao. Mãi đến khi phim gần hết, khi nhìn thấy một thây ma hốc hác kéo lê phía sau người sống sót cuối cùng đang kêu thét, tôi mới nhận ra đó là gì.  Cảnh này đan xen giữa khuôn mặt hoảng loạn của nhân vật nữ và khuôn mặt vô cảm, chết chóc của kẻ đuổi theo cô, chiếu qua chiếu lại khi họ đuổi kịp  nhau.  Và tôi đã nhận ra ai giống tôi nhất.  Tôi đứng dậy.  \"Bạn định đi đâu đấy? Hình như còn hai phút nữa mà, “ Jess suỵt tôi \"Mình muốn uống nước,” tôi lẩm bẩm phóng vào lối ra.  Tôi ngồi xuống băng ghế bên ngoài cửa nhà hát và cố gắng không nghĩ về điều trớ trêu này. Sau khi suy nghĩ kỹ, tôi thấy thật trớ trêu, cuối cùng, tôi có thể trở thành một thây ma sống. Tôi đã không nhận ra điều đó sẽ đến.  Không phải tôi chưa từng mơ biến thành một quái vật huyền thoại – chỉ là chưa hề mơ mình sẽ biến thành một xác chết biến dạng, hung dữ. Tôi lắc đầu xua đi dòng suy nghĩ đó, cảm thấy hoảng sợ.  Tôi không dám nghĩ đến điều mình đã từng mơ nữa.  Thật buồn khi nhận ra rằng tôi không còn là nhân vật nữ đó nữa, câu chuyện của tôi đã kết thúc rồi.  Jessica ra khỏi cửa nhà hát và do dự, có lẽ đang tự hỏi phải tìm tôi ở đâu thì tốt nhất. Khi cô thấy tôi, cô có vẻ bớt căng thẳng, nhưng chỉ được một lát thôi.  Rồi cô có vẻ khó chịu. “Bộ phim này làm bạn sợ đến độ đó à?” cô thắc mắc.   \"Ừ,\" tôi thừa nhận. \"Tớ nghĩ chắc do tính tớ thỏ đế vậy mà.”  \"Thiệt mắc cười quá. \" Cô cau mày. \"Tớ nghĩ không phải bạn sợ đâu - tớ cứ la hét suốt, còn tớ chả nghe bạn la hét lần nào cả. Vì vậy tớ không biết lý do tại sao bạn lại bỏ ra ngoài này đứng. “ Tôi nhún vai. \" Chỉ sợ thôi. \"  Cô có vẻ bớt căng thẳng đi đôi chút.  “Đó là bộ phim rùng rợn nhất tớ từng xem. Tớ cá là đêm nay tụi mình sẽ gặp ác mộng.\"  \"Chắc chắn rồi, \" tôi lên tiếng, cố giữ giọng bình thường.  Tôi sẽ không tránh khỏi gặp ác mộng, nhưng không phải về những thây ma sống. Cô liếc mắt nhìn mặt tôi rồi quay chỗ khác.  Có lẽ tôi đã không thành công trong việc giữ giọng bình thường.  “Bạn muốn ăn ở đâu?\" Jess hỏi.  ”Chỗ nào cũng được. \"  \" OK. \"  Jess vừa đi vừa bắt đầu nói về nhân vật nam đóng vai chính trong phim. Tôi gục gặc đầu khi cô nói một thôi một hồi về sự hấp dẫn của anh ta nhưng tôi không thể nhớ đã thấy người đàn ông nào mà không là thây ma sống cả.  Tôi không để ý Jessica dẫn tôi đi dâu. Tôi chỉ mơ hồ nhận ra bây giờ trời đã tối và yên tĩnh hơn.  Phải mất hồi lâu tôi mới nhận ra tại sao lại yên tĩnh như vậy. Jessica đã hết bi bô.  Tôi nhìn cô tỏ vẻ hối lỗi, hy vọng mình không làm cô bị tổn thương.  Jessica không nhìn tôi. Mặt cô có vẻ căng thẳng; cô nhìn thẳng về phía trước và đi nhanh. Khi tôi nhìn, mắt cô liếc nhanh về phía bên phải, qua bên kia đường, rồi nhìn thẳng về phía trước trở lại.  Lần đầu tiên tôi liếc nhìn quanh mình.  Chúng tôi đang đi trên một đoạn vỉa hè tối om. Các cửa hàng xếp dọc theo con phố đều đã khoá chặt cửa để nghỉ đêm, các cửa sổ tối thui. Nửa dãy nhà phía trước, đèn đường bắt đầu hoạt động trở lại, và tôi thấy, xa thêm nữa, là mái vòm vàng rực rỡ của cửa hàng McDonald mà cô đang hướng đến.  Bên kia đường có một cửa hàng đang mở cửa. Các cửa sổ được che lại phía bên  trong và có hộp đèn, biển quảng cáo cho các thương hiệu bia khác nhau, sáng rực trước mặt. Biển lớn nhất, có màu xanh rực, là tên của quán rượu mang tên “Pete một mắt”. Tôi tự hỏi có đề tài cướp biển nào mà không nổi rõ từ bên ngoài không.  Cánh cửa kim loại được mở chống lên; bên trong sáng tờ mờ, và có nhiều giọng nói rì rào và tiếng đá va vào thành ly nghe leng keng vang lên ở phía bên kia đường. Uể oải tựa vào tường cạnh cửa ra vào, là bốn gã đàn ông.   Tôi liếc nhìn lại Jessica. Mắt cô dán chặt vào con đường phía trước và cô đi với vẻ mạnh bạo, trông không có vẻ gì sợ hãi - chỉ hơi thận trọng, cố không gây chú ý đến mình.  Bất giác tôi dừng lại, ngoái lại nhìn về phía bốn người đàn ông với cảm giác ngờ ngợ. Đây là một con đường khác, đêm nay cũng khác, nhưng cảnh tượng thì rất giống nhau. Một trong số những người này da cũng đen và thấp người. Khi tôi dừng lại và quay về phía họ thì người đó ngước lên chú ý đến tôi.  Tôi cũng nhìn chằm chằm lại anh ta, đứng như trời trồng trên vỉa hè.  \"Bella ?\" Jess  thì thầm.  \"Bạn đang làm gì vậy?\"  Tôi lắc đầu, chính tôi cũng không rõ.  “Mình nghĩ mình biết họ… \" tôi lẩm bẩm.  Tôi đang làm gì vậy? Đáng lẽ tôi nên tránh ký ức này càng nhanh càng tốt, xua đi hình ảnh của bốn gã đàn ông này ra khỏi tâm trí, tự vệ bằng tình trạng đờ đẫn tôi không thể sống thiếu nó. Tại sao tôi lại bước vào lòng đường rồi sững sờ? Thật hết sức trùng hợp vì tôi cũng đang ở Port Angeles với Jessica, cũng trên một con đường tối om.  Mắt tôi tập trung vào gã thấp người này, cố gắng đối chiếu những nét của người này với hồi ức của mình về người đàn ông đã đe doạ tôi vào đêm cách đây một năm. Tôi tự hỏi không biết có cách nào nhận diện ra người đàn ông đó, nếu đó đúng là hắn. Những điểm đặc biệt của buổi tối đó hoàn toàn lờ mờ. Cơ thể tôi nhớ rõ đêm hôm đó hơn tâm trí tôi; đôi chân tôi căng thẳng suy tính nên chạy hay đứng lại, cổ họng tôi khô khốc khi tôi cố cất lên tiếng thét thật to, da căng chặt ở khớp ngón tay khi tôi nắm tay lại thành nắm đấm, cảm giác ớn lạnh phía sau cổ khi người đàn ông tóc đen gọi tôi \"cưng ơi. \"…  Có cái gì đó hàm ý đe doạ nhưng không rõ ràng từ phía những người đàn ông ấy, những người chưa kịp làm gì tôi đêm đó. Tôi nghĩ vậy vì họ là những người lạ, và ở đây thì tối, và họ đông hơn chúng tôi – chẳng có gì rõ ràng hơn điều đó.  Nhưng suy nghĩ thế cũng đủ rồi vì Jessica gọi với theo tôi, giọng vỡ vụn, hoảng sợ.  \"Đi thôi nào, Bella!\"  Tôi lờ đi, đi từ từ về phía trước mà không hề ý thức là mình đang di chuyển đôi chân. Tôi không hiểu tại sao, nhưng nét đe doạ mơ hồ của những người đàn ông này đã cuốn hút tôi về phía họ. Đó là một thôi thúc điên rồ, nhưng đã lâu rồi tôi chưa hề cảm nhận được sự thôi thúc nào cả... Tôi bị cuốn theo sự thôi thúc đó.  Có cái gì đó là lạ đập trong tĩnh mạch của tôi. Tôi nhận ra, đó là adrenaline, chất đã từ lâu không xuất hiện trong bộ não tôi,  nay đã làm cho mạch đập nhanh hơn và chống lại sự mất cảm giác. Thật lạ - tại sao lại có adrenaline khi tôi chẳng hề sợ hãi ? Nó gần như thể là dư âm của lần cuối tôi đứng như thế này, trên con phố ở Port Angeles với những người lạ.  Tôi chẳng có lý do gì để sợ. Tôi không thể hình dung ra còn thứ gì trên thế giới này để sợ hãi, chí ít ra về mặt tự nhiên. Một trong số ít những lợi thế khi mất đi mọi thứ.  Tôi băng ngang qua được nửa đường thì Jess đuổi kịp và chộp cánh tay tôi.  \"Bella! Bạn không được vào trong tiệm rượu được!\" cô rít lên.  \"Tôi sẽ không vào, \" tôi lơ đãng nói, gạt tay cô.  \"Tôi chỉ muốn thấy một thứ thôi ...\"  \"Bạn điên à?\" cô thì thầm.  \"Muốn tự tử à?\"  Câu hỏi đó làm tôi chú ý, và mắt tôi nhìn chăm chú vào cô.  \"Không, đâu có. \" Giọng tôi có vẻ chống chế, nhưng sự thực là vậy.  Tôi không muốn tự tử. Ngay cả lúc mới cảy ra chuyện, khi cái chết rõ ràng là sự giải thoát mà tôi còn không nghĩ đến nữa là. Tôi nợ Charlie quá nhiều. Tôi cảm thấy phải có trách nhiệm với Renee. Tôi phải nghĩ đến họ.  Và tôi đã hứa là sẽ không làm bất cứ chuyện gì ngu ngốc hoặc liều lĩnh. Vì tất cả những lý do đó mà nay tôi vẫn thở.  Khi nhớ đến lời hứa đó, tôi cảm thấy dằn vặt vì tội lỗi.  Nhưng điều tôi đang cưỡng lại hiện tại đâu có tính vô được.  Đâu có giống chuyện lấy dao cắt cổ tay đâu.  Jess tròn mắt, há hốc miệng. Câu hỏi của cô về vụ tự tử có vẻ thổi phồng vấn đề, nhưng tôi nhận ra điều đó thì quá muộn màng.  \"Đi ăn đi,”  tôi động viên cô, chỉ tay về phía cửa hàng thức ăn nhanh. Tôi không thích cô nhìn tôi với cái kiểu như vậy \"Tớ sẽ theo kịp bạn ngay.” Tôi rời khỏi cô,  quay trở lại phía những người đàn ông đang nhìn chúng tôi với vẻ tò mò, thích thú.  \"Bella, dừng lại ngay!\"  Cơ tôi co cứng, làm cho  tôi đứng sững lại. Vì giờ đây không còn là giọng của Jessica qưở trách tôi nữa mà đó là một giọng giận dữ, quen thuộc, một giọng nói tuyệt vời - mềm như nhung mặc dù là đang giận.  Đó là giọng của anh - tôi thận trọng một cách khác thường không nghĩ đến tên anh- và tôi bất ngờ khi âm thanh đó không làm tôi sụm đầu gối, không cuốn tôi lên vỉa hè trong nỗi đau đớn vì mất mát. Nhưng chẳng hề đau đớn, chẳng hề.  Ngay khi tôi nghe giọng anh nói thì mọi thứ đã rõ. Giống như đầu tôi đột ngột nhô lên ở cái hồ đen ngòm nào đó. Tôi nhận thức rõ hơn mọi thứ - cảnh tượng, âm thanh, cảm giác luồng khí lạnh mà tôi không để ý đang thổi mạnh vào mặt, mùi bay ra từ cánh cửa đang mở của quán rượu.  Tôi nhìn quanh người mình sửng sốt.  \"Quay lại với Jessica đi,\" giọng nói dễ thương ấy ra lệnh, có vẻ vẫn còn tức giận. “Em đã hứa rồi mà - đừng làm điều gì ngu xuẩn. \"  Tôi đứng một mình. Jessica đứng cách tôi vài bước, nhìn tôi chằm chằm bằng đôi mắt sợ hãi. Những kẻ lạ mặt kia vẫn dựa lưng vô tường, nhìn chúng tôi, không hiểu tôi đang làm gì, sao lại đứng giữa đường như trời trồng.  Tôi lắc đầu, cố hiểu. Tôi biết anh  không có ở đó, thế nhưng, cảm thấy như anh gần, gần lần đầu tiên kể từ... kể từ lần gặp cuối cùng ấy.  Vẻ giận dữ trong giọng anh đầy lo âu, cũng vẻ giận dữ quen thuộc ngày xưa  -  thứ tôi đã không còn nghe thấy nữa như cả đời rồi.  \"Hãy giữ lời.” Giọng nói đang xa dần, như thể âm thanh trong ra-đi-ô đang được vặn nhỏ lại.  Tôi bắt đầu nghi mình bị chứng ảo giác nào đó. Không nghi ngờ gì nữa, bị phát động bởi ký ức- cảm giác ngờ ngợ, tình huống tương tự.  Tôi duyệt nhanh qua các khả năng trong đầu.  Khả năng thứ nhất: tôi điên. Đó là một thuật ngữ bình dân chỉ người nghe có tiếng nói trong đầu. Có thể.  Khả năng thứ hai: Tiềm thức đang mang lại cho tôi điều nó nghĩ là tôi khao khát. Đây là sự thoả mãn ước mơ -  sự xoa dịu nỗi đau tạm thời bằng cách ôm ấp ý nghĩ sai lầm là anh quan tâm đến việc tôi còn sống hay đã chết.  Tưởng tượng ra điều anh ấy sẽ nói nếu) anh ở đây, và B ) anh lo có thể có chuyện không may xảy đến với tôi.  Có thể.  Tôi thấy không thể có khả năng thứ ba, vì vậy tôi hy vọng vào khả năng thứ hai và đây chỉ là tiềm thức đang chạy điên cuồng, chứ không phải điều tôi cần có để được đưa vô bệnh viện tâm thần.  Mặc dù phản ứng của tôi chẳng chút tỉnh táo – nhưng tôi cảm thấy rất biết ơn. Giọng anh là thứ tôi sợ sẽ lãng quên, nên hơn bất cứ thứ gì khác, tôi cảm thấy tràn ngập lòng biết ơn khi tiềm thức mình vẫn giữ được giọng anh tốt hơn là ý thức.  Tôi không được phép nghĩ về anh nữa. Đó là điều tôi cố tuân thủ chặt chẽ. Tất nhiên tôi đã phạm luật; vì nhân vô thập toàn mà. Nhưng giờ thì tôi đã khá hơn, nên nỗi đau chỉ còn là thứ tôi có thể tránh được liên tục bao ngày qua. Đổi lại là tình trạng đờ đẫn triền miên. Giữa đau đớn và mất cảm giác, tôi sẽ lựa chọn cái thứ hai.  Giờ đây, tôi mong chờ nỗi đau. Tôi không đờ đẫn nữa – các giác quan của tôi căng thẳng  khác thường sau quá nhiều tháng đờ đẫn – nhưng cơn đau thường gặp đã hết. Cơn đau duy nhất còn lại là sự thất vọng vì giọng anh đang xa dần.  Có một chọn lựa khác.  Khôn ngoan là tránh trạng thái tâm thần bất an tiêu cực tiềm tàng này.  Thật ngu ngốc khi khuyến khích bệnh ảo giác.  Nhưng giọng nói anh đang xa dần.   Để làm thử, tôi bước thêm một bước nữa.  \"Bella, quay lại,” anh gầm gừ.  Tôi thở phào nhẹ nhõm.  Âm thanh giận dữ là thứ tôi muốn nghe – là bằng chứng bịa đặt, sai lầm cho thấy anh quan tâm, một món quà đáng ngờ của tiềm thức.   Phải mất vài giây tôi mới quyết định được toàn bộ chuyện này.  Số khán giả ít ỏi của tôi đang nhìn, tò mò.  Có lẽ trông giống như tôi đang chần chừ nghĩ có nên tiến về phía họ hay không.  Làm sao họ có thể biết được tôi đang đứng đó để tận hưởng cái giây phút điên rồ bất ngờ này? \"Chào,”  một trong những gã đàn ông đó gọi, giọng nói của gã vừa có vẻ tự tin vừa hơi chế nhạo. Người này có làn da trắng mịn - tóc vàng hoe, và gã đứng với vẻ tự tin vì tự cho mình đẹp trai. Tôi không biết gã đẹp hay không. Tôi thành kiến lắm.  Tiếng nói trong đầu đáp lại bằng tiếng gầm gừ căng thẳng. Tôi mỉm cười, và cái gã tự tin kia tưởng tôi khích lệ hắn.  \"Tôi có thể giúp em gì không? Hình như em lạc đường.”  Gã nheo mắt cười toe toét.  Tôi cẩn thận bước qua rãnh, nước chảy đen ngòm trong màn đêm.  \"Không. Tôi không bị lạc đường.\"  Giờ đây khi tôi đến gần hơn - và mắt tôi nhìn chăm chú hết sức kỳ cục - tôi nhìn kỹ khuôn mặt của gã da đen, thấp người. Chẳng chút gì quen thuộc. Tôi cảm thấy thất vọng vì đây không phải là kẻ khủng khiếp đã cố hại tôi cách đây gần một năm.  Tiếng nói trong đầu tôi bây giờ im bặt.  Gã thấp người để ý ánh nhìn chằm chằm của tôi. \"Tôi mời em uống chút gì nhé?\" gã đề nghị, căng thẳng, có vẻ hãnh diện vì tôi đã chọn gã để nhìn.  \"Tôi còn nhỏ lắm, \" tôi trả lời như một cái máy.  Gã lúng túng – tự hỏi không biết tôi đến gần họ làm gì. Tôi buộc lòng phải giải thích.  “Nhìn từ bên kia đường, anh trông rất quen. Xin lỗi, tôi nhầm.\"  Mối nguy hiểm đã lôi tôi qua bên này đường đã tan biến. Họ không phải là những người đàn ông nguy hiểm mà tôi nhớ. Có lẽ họ là những anh chàng dễ thương.  An toàn. Tôi không còn quan tâm đến họ nữa.  \"Thôi được,” gã tóc vàng tự tin nói. “Ở lại đây và đi chơi với bọn anh.\"  \"Cám ơn, nhưng không được.” Jessica đang đứng do dự giữa đường, mắt cô mở to đầy giận dữ.  \"Này, chỉ vài phút thôi mà.”  Tôi lắc đầu, và quay lại gặp Jessica.  \"Mình đi ăn thôi,\" tôi đề nghị nhưng chẳng nhìn cô. Mặc dù, trông chốc lát, dường như tôi không còn bị ám ảnh bởi hình ảnh về thây ma sống nữa, nhưng tôi dường như ở nơi xa xôi nào đó. Tâm trí tôi không thảnh thơi. Sự đờ đẫn an toàn đã không quay lại, và tôi càng thêm lo lắng từng giây từng phút trôi qua không có nó trở về.  \"Bạn đang nghĩ gì vậy?\" Jessica cáu kỉnh nói. \"Bạn đâu có biết họ - họ có thể là những người tâm thần đấy!\"  Tôi nhún vai, ước gì cô sẽ bỏ qua chuyện đó. \"Mình cứ tưởng mình biết một gã trong số đó.”  \"Bạn thiệt kỳ quặc, Bella Swan. Mình cảm thấy như mình không biết bạn là ai nữa đó. \"  \"Xin lỗi.” Tôi không biết phải nói gì ngoài câu ấy.  Chúng tôi lặng lẽ đến cửa hàng McDonald. Tôi cược là cô đang ước gì chúng tôi đã đi xe chớ không đi bộ quãng đường ngắn từ nhà hát, để cô có thể mua đồ ăn từ nhà hàng thức ăn nhanh dành cho những người ngồi trong xe ô tô. Giờ đây cô mong sao cho buổi tối nay trôi qua cho xong y như tôi đã mong lúc đầu hôm. Tôi cố bắt chuyện vài lần trong khi ăn, nhưng Jessica không có vẻ hợp tác cho mấy. Chắc chắn tôi đã làm cô giận thiệt rồi.  Khi quay lại xe, cô rà máy xtê-ri-ô đúng tần số mình thích và vặn âm lượng to đến nỗi khó mà nói chuyện được.  Tôi không cần phải cố gắng hết sức như mọi khi để lờ nhạc đi.  Mặc dù tâm trí tôi, lần này, không còn giữ cho đờ đẫn và trống rỗng một cách cẩn tḥân nữa, tôi có quá nhiều điều để suy nghĩ đến nỗi không thể nghe lời ca khúc.  Tôi chờ đợi sự đờ đẫn, hoặc nỗi đau quay lại. Bởi vì nỗi đau ắt sẽ đến. Tôi đã phá luật riêng của mình. Thay vì né tránh kỷ niệm, tôi đã bước đến đón nhận chúng. Tôi đã nghe tiếng anh, rõ mồn một trong đầu. Tôi sắp phải trả giá, chắc chắn như vậy. Đặc biệt nếu tôi không thể phục hồi lại tình trạng mụ mị để tự bảo vệ mình.  Tôi cảm thấy mình quá tỉnh táo và điều đó làm tôi sợ hãi.  Nhưng cảm giác nhẹ nhõm bao trùm lấy cơ thể tôi – xuất phát tận thâm tâm tôi.  Cũng nhiều như tôi cố không nghĩ về anh, tôi đã không cố quên anh.  Tôi lo là – trong đêm khuya, khi tình trạng kiệt sức vì thiếu ngủ phá vỡ sự phòng thủ của tôi – thì mọi thứ sẽ mất đi. Lo là tâm trí mình giống như cái sàng, rồi một ngày nào đó tôi sẽ không thể nhớ chính xác màu mắt của anh, không thể nhớ cảm giác của làn da mát rượi của anh, hay âm điệu của giọng anh. Tôi không được nghĩ về chúng, nhưng tôi phải nhớ chúng.  Bởi vì chỉ có một điều mà tôi phải tin mới sống nỗi - tôi phải biết rằng anh đã tồn tại trên đời này.  Thế thôi. Tôi có thể chịu đựng mọi điều khác miễn là anh đã tồn tại trên đời này.  Đó là lý do tại sao tôi mắc kẹt ở Forks lâu hơn trước đây, là lý do tại sao tôi cãi Charlie khi ông đề nghị tôi thay đổi. Thành thật mà nói, chẳng có gì quan trọng cả; sẽ chẳng bao giờ có ai quay lại nơi này cả.  Nhưng nếu tôi đến Jacksonville, hoặc bất cứ nơi nào khác sáng sủa và xa lạ, làm sao tôi có thể chắc là anh có thật? Ở một nơi tôi không bao giờ có thể hình dung ra anh, niềm tin có thể phai nhạt đi... và vậy thì tôi không thể sống nỗi.  Cấm nhớ, sợ quên; thật là một con đường khó đi.   Tôi ngạc nhiên khi Jessica dừng xe ở trước nhà tôi.  Dường như chuyến đi chẳng những không lâu mà còn ngắn ngủi nữa, tôi không thể tưởng nỗi Jessica có thể đi một quãng đường dài như thế mà chẳng nói lời nào.  \"Jess này, cảm ơn vì đã đi chơi với mình”  tôi vừa nói vừa mở cửa.  \"Thật… vui.\" Tôi hy vọng từ “vui” là từ thích hợp.  \"Chứ còn gì nữa, \" cô lẩm bẩm.  \"Mình xin lỗi về việc ... sau khi xem phim.” \"Quên nó đi, Bella.\" Cô nhìn kính chắn gió chứ không nhìn tôi. Hình như cô càng thêm giận dữ hơn chớ chẳng bỏ qua chuyện đó.   \"Gặp lại bạn vào thứ hai nhé?\"  \"Ờ, tạm biệt.”  Tôi chịu thua và đóng cửa. Cô chạy đi, mắt vẫn không nhìn tôi.  Tôi quên ngay cô khi vào trong nhà.  Charlie đang đợi tôi giữa phòng khách, tay ông khoanh chặt trước ngực, bàn tay siết thành nắm đấm.  \"Chào Bố, \" tôi lơ đãng nói khi đi vòng qua Charlie, hướng về phía cầu thang.  Tôi đã nghĩ về ông quá lâu, và tôi muốn lên lầu trước khi ý nghĩ đó lại đuổi kịp tôi.  \"Con đã ở đâu vậy?\" Charlie hỏi.  Tôi nhìn bố tôi, ngạc nhiên.  \"Con đi xem phim ở Port Angeles với Jessica. Như con đã nói với bố lúc sáng. \"  \"Hừm, \" ông nói làu bàu.  \"Không được sao bố?\"   Ông nhìn kỹ mặt tôi, mắt ông mở to như thể ông nhìn thấy điều gì đó bất ngờ.  \"À, thế thì tốt. Con có vui không?\"  \"Vui chứ, “tôi nói.” Chúng con xem thây ma sống ăn thịt người. Thật tuyệt.\"  Ông nheo mắt.  \"Chúc bố ngủ ngon\"  Ông để tôi đi qua. Tôi vội vã lên phòng mình.  Tôi nằm trên giường vài phút sau, cam chịu khi cơn đau cuối cùng cũng xuất đầu lộ diện.  Đó là một thứ méo mó, cảm giác có một cái lỗ khổng lồ xuyên qua ngực tôi, cắt đi các cơ quan quan trọng nhất của tôi và để lại những mảng lởm chởm, những vết rạch chưa lành quanh các mép tiếp tục đập và chảy máu mặc cho thời gian trôi đi. Về mặt lý trí, tôi biết hai lá phổi của mình vẫn còn nguyên vẹn, song tôi vẫn thở hổn hển và đầu tôi quay mòng mòng như  thể tôi ráng sức cũng vô ích. Tim tôi ắt cũng đang đập, nhưng tôi không thể nghe âm thanh của mạch đập trong tai nữa; bàn tay tôi xanh tái đi vì lạnh.  Tôi cuộn người lại, tay ôm hai bên xương sườn để ôm chặt mình. Tôi đấu tranh để quay lại tình trạng đờ đẫn, nhưng nó cứ né tránh tôi.  Tuy nhiên, tôi thấy mình có thể vượt qua được. Tôi rất tỉnh táo, tôi cảm thấy cơn đau – nỗi mất mát đau đớn toả ra từ ngực, truyền những đợt đau ngắt quãng qua tứ chi và đầu - nhưng cơn đau có thể kiểm soát được. Tôi có thể chịu được nó. Không phải vì cơn đau yếu dần theo năm tháng mà vì tôi đã đủ mạnh mẽ để chịu đựng nó.  Đêm nay, cho dù điều gì đã xảy ra - dù đó là những thây ma sống, adrenaline, hay chứng ảo giác đã gây ra-  thì điều đó cũng đã thức tỉnh tôi.  Đã lâu lắm rồi, lần đầu tiên tôi không biết sáng mai chuyện gì sẽ xảy ra."
        }
    ],
    "suggestions": []
}