{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['saiki]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">linh hồn, tinh thần, tâm thần</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) bướm lông</td></tr></table><i/></div>",
            "word": "psyche",
            "pronounce": "['saiki]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>psyche</k><blockquote><cclass>[<cclass>'sʌɪki<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the human soul, mind, or spirit. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: via L. from Gk <i>psukhē</i> 'breath, life, soul'. </blockquote></div>",
            "word": "psyche",
            "pronounce": "['saiki]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>psyche</k><blockquote>▸ <cclass>noun SOUL, spirit, (inner) self, ego, true being, inner man/woman, persona, subconscious, mind, intellect; <cclass><i>technical</i> anima, pneuma.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>body.</blockquote></div>",
            "word": "psyche",
            "pronounce": "['saiki]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "psyche",
            "pronounce": "['saiki]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tâm thần</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tinh thần, tâm trí hay linh hồn, các hoạt động tinh thần của cá thể</font></td></tr></tbody></table></div>",
            "word": "psyche",
            "pronounce": "['saiki]"
        }
    },
    "sentences": [
        {
            "en": "Painful memories buried deep in his <em>psyche</em>.",
            "vi": "Các kỷ niệm đau thương chôn sâu trong tâm hồn của anh ta."
        },
        {
            "en": "Culture is not only something relating <em>psyche</em> but also substance",
            "vi": "Văn hóa không chỉ là những gì liên quan đến tinh thần mà bao gồm cả vật chất"
        },
        {
            "en": "A human is a combination of matter and <em>psyche</em>.",
            "vi": "Con người là sự kết hợp của vật chất và tâm linh."
        },
        {
            "en": "Her book is an exploration of the American <em>psyche</em>.",
            "vi": "Cuốn sách của bà ta là một cuộc thám hiểm vào tâm hồn người Mỹ."
        },
        {
            "en": "In <em>psyche</em>, we have four elements, the five senses, the mind, the will, and the perceptions",
            "vi": "Về mặt tâm linh, thì đó là kết hợp của bốn yếu tố, thọ, tưởng, hành, và thức."
        },
        {
            "en": "<em>Psyche</em> is what brings about the past, the present, and the future.",
            "vi": "Chính cái Tâm là cái tạo ra quá khứ, hiện tại và tương lai."
        },
        {
            "en": "Karma is an entity in the realm of the <em>psyche</em>, so it is not crude matter.",
            "vi": "Nghiệp là một thực thể trong lãnh vực tâm linh, do đó nó không phải là vật chất thô mộc."
        },
        {
            "en": "From the elusive sphere of the <em>psyche</em> come the concrete workings of the consciousness.",
            "vi": "Từ lãnh vực mù mờ của tâm, đến những tác động hiện thực của thức, dẫn đến hành động cu thể."
        },
        {
            "en": "From a <em>psyche</em> cleansed of impure thoughts and desires, a miraculous state of serenity fills oneself and all around.",
            "vi": "Khi tâm đã được rửa sạch khỏi ý tưởng và ham muốn xấu xa, thì sẽ thấy an bình."
        },
        {
            "en": "Mistakes are admitted, forgiveness is requested, and the <em>psyche</em> can enter the world of death with serenity.",
            "vi": "Lỗi lầm trong quá khứ, xin được tha thứ, và sẽ lìa đời trong tinh thần yên lành."
        },
        {
            "en": "Mistakes are admitted, forgiveness is requested, and the <em>psyche</em> can enter the world of death with serenity.",
            "vi": "Lỗi lầm trong quá khứ, xin được tha thứ, và sẽ lìa đời trong tinh thần yên  lành."
        },
        {
            "en": "Self-loathing can show up when you least expect it and can live in your <em>psyche</em> without your even knowing it.",
            "vi": "Cảm giác chán ghét bản thân có thể xuất hiện khi bạn ít mong đợi nó nhất và có thể tồn tại trong tâm tưởng bạn mà bạn không hề biết."
        },
        {
            "en": "As soon as a subject appears, the Bhavanga <em>psyche</em> vibrates in two ksanas, then the five sense organs direct themselves to the subject.",
            "vi": "Ngay khi một đối tượng xuất hiện, dù từ bên ngoài hay trong đầu óc của mình, thì dòng Bhavanga rung lên hai sát na, rồi đến ngũ môn hướng tâm, năm giác quan hướng tới đối"
        },
        {
            "en": "Given the rise of fast food in our modern culture, this trait may be more deeply embedded in the human <em>psyche</em> than we know!",
            "vi": "Căn cứ vào việc gia tăng thức ăn nhanh trong nền văn hóa hiện đại của chúng ta, thì đặc điểm này có lẽ ăn sâu trong tâm trí con người hơn những gì chúng ta biết!"
        },
        {
            "en": "Then comes the Javana process, lasting seven ksanas, in which the <em>psyche</em> emanates an energy that decides what to do with the subject.",
            "vi": "Rồi đến tiến trình Javana, kéo dài bảy sát na, ở đó tâm phát sinh ra luồng năng lực để quyết định sẽ làm gì với đối tượng."
        },
        {
            "en": "It's not much of a stretch to posit that such a rash of misfortune dealt a serious blow to Waterman's young <em>psyche</em>.",
            "vi": "cho nên chẳng khó để luận ra/thấy rằng hàng loạt bất hạnh ấy đã giáng một đòn chí tử vào tâm hồn non trẻ của Waterman"
        },
        {
            "en": "It is the <em>psyche</em> that is not pulled along by outside events and phenomena, but that is self-sufficient, pure, serene, and blissful.",
            "vi": "Đó là Tâm Chân Như, thanh tịnh, an bình, tự tại, chứ không phải tâm phan duyên, chạy theo trần cảnh bên ngoài."
        },
        {
            "en": "Self - loathing can show up when you least expect it and can live in your <em>psyche</em> without your even knowing it.",
            "vi": "Cảm giác chán ghét bản thân có thể xuất hiện khi bạn ít mong đợi nó nhất và có thể tồn tại trong tâm tưởng bạn mà bạn không hề biết."
        },
        {
            "en": ". This wonderful practice has the great effect of calming the <em>psyche</em> of the practitioner, freeing him from the distressing pain that guilt might bring him.",
            "vi": "Sự thực hành nhiệm mầu này sẽ làm cho tâm của người thực hành được thanh tịnh, giảm bớt khổ đau do ý thức về các tội lỗi của mình đem lại."
        },
        {
            "en": ". This wonderful practice has the great effect of calming the <em>psyche</em> of the practitioner, freeing him from the distressing pain that guilt might bring him.",
            "vi": "Sự thực hành nhiệm mầu này sẽ làm cho tâm của người thực hành được thanh  tịnh, giảm bớt khổ đau do ý thức về các tội lỗi của mình đem lại."
        }
    ],
    "suggestions": []
}