{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sai'kousis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">psychoses</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng rối loạn tâm thần</td></tr></table><i/></div>",
            "word": "psychosis"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>psychosis</k><blockquote><cclass>[<cclass>sʌɪ'kəʊsɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>psychoses</b><cclass>-si:z) a mental disorder in which thought and emotions are so impaired that perception of external reality is severely affected. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>psukhōsis</i> 'animation', from <i>psukhoō</i> 'I give life to', from <i>psukhē</i> 'soul, mind'. </blockquote></div>",
            "word": "psychosis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "psychosis"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>psychosis</k><blockquote><blockquote><ex><abr>n.</abr> a manic-depressive psychosis</ex></blockquote></blockquote></div>",
            "word": "psychosis"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chứng loạn tâm thần</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">depressive psychosis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần trầm cảm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">disintegrative psychosis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần phân hủy</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">manic a depresive psychosis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần hưng cảm - trầm cảm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">presenile psychosis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần trước tuổi già</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">psychosis polyneuritic</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần viêm đa dây thần kinh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">puerperal psychosis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần kỳ sản</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">toxic psychosis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn tâm thần nhiễm độc</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "psychosis"
        }
    },
    "sentences": [
        {
            "en": "Heller's syndrome (disintegrative <em>psychosis</em>).",
            "vi": "Hội chứng heller (rối loạn tâm thần phân hủy)."
        },
        {
            "en": "Korsakoff's syndrome (korsakoff's <em>psychosis</em>).",
            "vi": "Hội chứng korsakoff (loạn tâm thần korsakoff)."
        },
        {
            "en": "These fluctuations are not as great as those of manic-depressive <em>psychosis</em>.",
            "vi": "Những dao động này không lớn bằng các dao động trong loạn tâm thần hưng cảm- trầm cảm."
        },
        {
            "en": "A <em>psychosis</em> is any mental illness, which is liable to render its victim non compos mentis.",
            "vi": "Chứng rối loạn tâm thần là bất cứ chứng bệnh thần kinh nào có khả năng làm cho nạn nhân của nó không đủ khả năng nhận thức và điều khiển hành vi của mình."
        },
        {
            "en": "A drug given by mouth to prevent manic-depressive <em>psychosis</em> or to treat mania.",
            "vi": "Một loại thuốc dùng uống để ngừa loạn tâm thần hưng cảm - trầm cảm và để chữa hưng cảm."
        },
        {
            "en": "It is sometimes seen in organic <em>psychosis</em>, in schizophrenia, and in people of pedantic and obsessional personality.",
            "vi": "Đôi khi bệnh này được thấy trong chứng loạn tâm thần hữu cơ, trong chứng tâm thần phân liệt và ở những người bị ám ảnh và thông thái rởm."
        },
        {
            "en": "However, the features are not always classical, and many authorities do not regards the condition as a clinical entity separate from depressive <em>psychosis</em>.",
            "vi": "Tuy nhiên đặc trưng bệnh không phải lúc nào cũng theo kinh điển, và nhiều tác giả không coi tình trạng này là một thực thể lâm sàng khác biệt với loạn tâm thần trầm cảm."
        },
        {
            "en": "Mr Ansley said: \"He was absolutely mad, I would say he was [in an] amphetamine, <em>psychosis</em> sort of state. He was delusional and he was very, very strong. So he was clearly on something and we were pretty worried.",
            "vi": "Anh Ansley kể: \"Gã ta hết sức là điên loạn, có thể gã đã dùng thuốc kích thích, và bị rối loạn tâm thần. Gã bị ảo giác và khoẻ như trâu ấy. Trông gã rõ ràng là đã dùng chất kích thích gì rồi nên chúng tôi khá là lo lắng.\""
        },
        {
            "en": "A broad definition of magical thinking could include virtually any beliefs that focus on irrational correlations between events. Some studies have shown links between magical thinking and <em>psychosis</em>, schizotypal personality disorder and other serious mental health conditions.",
            "vi": "Một định nghĩa rộng của tư duy huyền bí có thể bao gồm hầu như bất kỳ niềm tin nào mà tập trung vào các mối tương quan bất hợp lý giữa các sự kiện. Một số nghiên cứu đã chỉ ra mối liên hệ giữa tư duy huyền bí và rối loạn tâm thần, rối loạn nhân cách phân liệt và các rối loạn sức khỏe tâm thần nghiêm trọng khác."
        },
        {
            "en": "Treatment: Dopamine agonistsDrugs that mimic dopamine, called dopamine agonists, may be used to delay the movement-related symptoms of Parkinson's. They include Apokyn, Mirapex, Parlodel, and Requip. Apokyn, an injectable, may be used when the effects of levodopa begin to wear off. Side effects may include nausea and vomiting, drowsiness, fluid retention, and <em>psychosis</em>.",
            "vi": "Điều trị bệnh Parkinson bằng chất đồng vận đô-pa-minNhiều loại thuốc tương tự như đô-pa-min, được gọi là chất đồng vận đô-pa-min, có thể được sử dụng để làm chậm các triệu chứng liên quan đến cử động của bệnh Parkinson. Chúng bao gồm Apokyn, Mirapex, Parlodel, và Requip. Apokyn, là một dịch tiêm, có thể được sử dụng khi thuốc levodopa bắt đầu giảm dần tác dụng. Tác dụng phụ có thể gồm buồn nôn và ói mửa, buồn ngủ, phù nề, và rối loạn tâm thần."
        },
        {
            "en": "Lower IQ Linked To Higher Attempted Suicide Risk, Large Swedish Study       A large scale study of over 1.1 million men living in Sweden that spanned nearly a quarter of a century found a link between lower IQ measured in early adulthood and higher risk of attempted suicide later in life. The study was the work of Dr Finn Rasmussen, a professor in the Department of Public Health Sciences at Karolinska Institute, Stockholm, Sweden, and colleagues from the UK and Australia. They wrote a paper about it published in the 3 June online issue of the British Medical Journal, BMJ. As well as exploring the links between early IQ scores and attempted suicide, Rasmussen and colleagues wanted to see if <em>psychosis</em> made a difference and also how variations in early IQ might relate to methods of attempted suicide. Described as the largest study of its kind, they examined the medical records of nearly 1,109,500 men aged between 16 and 57 years living in Sweden. Of these Rasmussen and colleagues found that nearly 18,000 (1.6 per cent) had been admitted to hospital at least once for attempting suicide during 24 years of follow up (after having IQ tested). They found that men with the lowest early adulthood IQ scores were almost nine times more likely to attempt suicide then those with the highest, and there was a stepwise increase in risk across the full IQ range, which was \"evident for attempted suicide by any means and for seven specific methods\". The authors wrote that while adjustment for \"childhood and adult socioeconomic status and, to a greater extent, education led to a reduction in magnitude\", the links remained strong. However, for men who had been diagnosed with <em>psychosis</em> before attempting suicide, a separate analysis showed there was no such link between IQ level and attempted suicide risk. They concluded that \"low IQ scores in early adulthood were associated with a subsequently increased risk of attempted suicide in men free from <em>psychosis</em>,\" and recommended looking more closely at the underlying mechanisms to see if they reveal opportunities to intervene and reduce rates of suicide among men. Speculating on the reasons behind the link, they suggested perhaps because people with lower IQ tend to have lower socioeconomic status and income, they could face more social and financial hardship, leading to their having more suicidal thoughts and behaviours. They also mentioned that unhealthy lifestyle (eg binge drinking) has also been linked with lower IQ, and this could also affect frequency of suicidal thinking, plus other studies have also linked lower IQ with lower problem solving skills, and this could affect resilience to stress. Another possibility is some research suggests that exposure to violence in childhood, either as a victim or a witness, can hamper IQ development as well as influence future suicide risk. \"<em>Psychosis</em> alters association between IQ and future risk of attempted suicide: cohort study of 1 109 475 Swedish men.\" G David Batty, Elise Whitley, Ian J Deary, Catharine R Gale, Per Tynelius, Finn Rasmussen. BMJ 2010;340:c2506  Published online 3 June 2010 DOI:10.1136/bmj.c2506 Source: BMJ.     Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một nghiên cứu trên phạm vi rộng của Thụy Điển cho thấy IQ thấp dẫn đến ý định tự sát cao hơn    Một nghiên cứu trên phạm vi lớn trong 1.1 triệu nam giới sống tại Thuỵ Điển kéo dài suốt gần một phần tư thế kỷ cho thấy sự liên hệ giữa chỉ số IQ thấp đo ở giai đoạn đầu tuổi trưởng thành và nguy cơ muốn tự sát cao hơn sau này.\nNghiên cứu là kết quả làm việc của giáo sư Dr Finn Rasmussen, thuộc khoa Khoa học Sức khoẻ Cộng Đồng tại Học viện Karolinska, Stockholm, Thuỵ Điển, và các đồng nghiệp của mình từ Anh và Úc. Họ viết một báo cáo công bố kết quả nghiên cứu vào ngày 3 tháng 6 trên ấn bản trực tuyến của tờ British Medical Journal, BMJ.\nCùng với việc tìm hiểu mối quan hệ giữa chỉ số IQ đo từ sớm và ý muốn tự sát, Rasmussen và đồng nghiệp muốn xem liệu chứng loạn tâm thần có tạo ra sự khác biệt cũng như sự thay đổi trong chỉ IQ sớm có thể liên quan đến các mưu toan tự sát hay không.\nĐược coi là nghiên cứu lớn nhất trong dạng này, họ xem xét bệnh án của gần 1,109,500 nam giới tuổi từ 16 đến 57 sống ở Thuỵ Điển.\nTrong những bệnh án này, Rasmussen và đồng nghiệp thấy gần 18,000 người (1.6%) đã nhập viện ít nhất một lần vì mưu toan tự sát trong suốt 24 năm sau đó (sau khi làm thử nghiệm IQ).\nHọ nhận thấy là những người có số điểm IQ ở giai đoạn đầu tuổi trưởng thành thấp có đến gần gấp 9 lần khả năng có ý đồ tự tử so với những người có chỉ số IQ cao nhất, và có sự gia tăng theo bậc thang trong nguy cơ xuyên suốt toàn bộ dãy chỉ số IQ, gia tăng đó là “bằng chứng cho mưu toan tự sát dùng bất kỳ phương tiện nào và bằng bảy phương pháp cụ thể\".\nCác tác giả nhận định rằng mặc dù điều chỉnh về \"tình trạng kinh tế xã hội trong tuổi thơ và tuổi trưởng thành, đến một mức độ lớn hơn, việc giáo dục giúp giảm nhiều\", thì các liên kết vẫn còn mạnh.\nTuy nhiên, đối với những nam giới đã được chẩn đoán mắc chứng loạn tâm thần trước khi mưu toan tự sát, một phân tích riêng biệt cho thấy không có mối liên kết như thế giữa mức IQ và nguy cơ mưu toan tự sát.\nHọ kết luận \"điểm số IQ thấp trong giai đoạn đầu tuổi trưởng thành gắn liền với tăng nguy cơ tăng mưu toan tự sát sau đó ở nam giới không liên quan đến chứng loạn tâm thần, \" và đề nghị nghiên cứu sâu hơn về các cơ chế cơ bản để xem xét liệu chúng có mang đến các cơ hội giúp can thiệp và giảm tỷ lệ tự tử ở nam giới hay không.\nPhỏng đoán về những lý do của sự liên kết này, các nhà khoa học cho rằng có lẽ vì những người có điểm số IQ thấp thường có tình trạng kinh tế xã hội và thu nhập thấp hơn, họ có thể phải đối mặt với nhiều khó khăn xã hội và tài chính hơn, khiến họ có suy nghĩ và phản ứng tự sát nhiều hơn.\nHọ cũng đề cập đến lối sống không lành mạnh (ví dụ như rượu chè) cũng liên quan với IQ thấp, và điều này cũng có thể ảnh hưởng đến tần số suy nghĩ tự sát, cộng với các nghiên cứu khác cũng đã liên kết IQ thấp với các kỹ năng giải quyết vấn đề kém hơn, và điều này có thể ảnh hưởng đến khả năng mau phục hồi sau căng thẳng.\nKhả năng khác là một số nghiên cứu cho rằng việc đối mặt với bạo lực trong tuổi thơ, dù là nạn nhân hay là nhân chứng, có thể cản trở sự phát triển IQ cũng như tác động đến nguy cơ tự sát trong tương lai. \"Rối loạn tâm thần biến đổi mối liên hệ giữa chỉ số IQ và nguy cơ mưu toan tự sát trong tương lai: nghiên cứu đoàn hệ ở 1.109.475 nam giới Thụy Điển.\" G David Batty, Elise Whitley, Ian J Deary, Catharine R Gale, Per Tynelius, Finn Rasmussen. BMJ 2010;340:c2506 Xuất bản trực tuyến ngày 3, tháng 6, 2010 DOI:10.1136/bmj.c2506\nNguồn: BMJ\nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}