{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,saikou'ænəlist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà phân tâm học, nhà phân tích tâm lý (như) <font color=\"#1371BB\">analyst</font></td></tr></table><i/></div>",
            "word": "psychoanalyst"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "psychoanalyst"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>psychoanalyst</k><blockquote>▸ <cclass>noun. <i>See list at</i><kref>psychologist</kref>.</cclass></blockquote></div>",
            "word": "psychoanalyst"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "psychoanalyst"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "psychoanalyst"
        }
    },
    "sentences": [
        {
            "en": "She is a <em>psychoanalyst</em>.",
            "vi": "Bà ấy là một nhà phân tâm học."
        },
        {
            "en": "Schuller - who is from the Archdiocese of Vienna, the home of Sigmund Freud - said church leaders' approach to dialogue is like \"the man who goes to a <em>psychoanalyst</em> and says, 'We can talk about everything, but not about my mother.'\"",
            "vi": "Schuller - người thuộc Tổng giáo phận Viên, quê hương của Sigmund Freud - nói cách các nhà lãnh đạo Giáo hội tiếp cận đối thoại giống như \"người kia đến gặp nhà phân tích tâm lý mà nói: \"chúng ta có thể nói về mọi thứ, nhưng không được nói về mẹ tôi.\" vậy\"."
        },
        {
            "en": "New parent mistakes All parents make mistakes. Don't believe it? Just think about your own parents. You will no doubt come up with a laundry list of things they did wrong. The truth is no one is infallible -- especially new parents. But if you know the most common parenting mistakes, maybe you can keep from making them yourself. So here they are, along with tips to help you avoid making them. Mistake No. 1: Panicking over anything and everything \"Many new parents have overblown physical reactions to spitting up, vomiting, and other things a baby does,\" explains New York City – based <em>psychoanalyst</em> Leon Hoffman, MD. Hoffman is the director of the Pacella Parent Child Center. He tells WebMD that parents can literally waste the entire first year of their baby's life by sweating the small stuff. Is he having too many bowel movements or too few? Is she spitting up too much? Is she getting enough to eat or too little? Does he cry too much or not enough? Any of that sound familiar to you? Hoffman says, \"This worry gets in the way of being spontaneous and enjoying your infant's first year of life. Babies are far more resilient than we give them credit for.\"  Mistake No. 2: Not letting your infant cry it out \"We, as parents, think our job is to make sure the baby is not crying,\" says pediatric nurse Jennifer Walker, RN. \"That's because we associate crying with the fact that we are doing something wrong and we need to fix it.\" Walker is coauthor of The Moms on Call Guide to Basic Baby Care. \"Babies are designed to cry,\" she tells WebMD. They can be perfectly diapered and fed and still cry like you are pulling an arm off.\" For the most part, crying is just part of being a baby. But if your infant is inconsolable for an hour and crying is associated with fever, rash, or persistent vomiting, call your pediatrician as soon as possible. Mistake No. 3: Waking baby up to breastfeed Mistake or misconception? \"Breastfed babies can -- and should -- sleep through the night,\" says Walker. \"But there's a common misconception that breast milk is not thick enough to get an infant through the night. But it is beneficial for breastfed babies -- and their moms -- to sleep through the night.\" Mistake No. 4: Confusing spit-up and vomit Walker says, \"The difference (between spit-up and vomit) is frequency, not forcefulness.\" Vomiting is about frequency. \"If your baby is vomiting with a gastrointestinal virus,\" she says, \"it will come every 30 or 45 minutes regardless of being fed or not.\" Mistake No. 5: Not sweating a fever in a newborn \"Any fever over 100.4 °F rectally in the first three months of a baby's life is an emergency,\" Walker says. The one exception is a fever that develops within 24 hours after an infant's first set of immunizations. Walker tells WebMD, \"Some parents may just say, 'He feels warm' and give the baby Tylenol. But that's a parenting mistake in this age group. An infant's immune system is not set up to handle an infection on its own.\" Mistake No. 6: Not properly installing the car seat Any new parent who has tried knows that installing a car seat is rocket science. \"Once you have chosen the right seat,\" Walker says, \"go to your local fire station or Babies\"R\"Us or another chain store to make sure you have installed it correctly.\" Or go to get help putting it in. \"Your infant's life,\" she says, \"may depend on it.\"  Mistake No. 7: Neglecting oral care \"Many new parents don't think about their newborns teeth or oral health until it is too late,\" says Saul Pressner, a New York City-based dentist. Your baby is never too young for you to start encouraging good oral health habits. Pressner offers tips to help new parents know how to do that:     * Don't give your infant milk in bed once teeth have erupted. \"This will increase the risk of developing cavities,\" Pressner says, adding that the cavities are also known as baby bottle decay.     * Use a wet gauze to wipe down your baby's gums, he says. And start using a toothbrush when the baby turns 1.     * It's also important to make sure your child is getting enough fluoride. Fluoride is found naturally in water and aids in cavity prevention. Some towns have fluoridated water through the taps. \"If yours doesn't,\" says Pressner, \"ask your dentist about supplements.\" Mistake No. 8: Ignoring your marriage \"Staying connected within the marriage when you first have a child is really important and can be overlooked,\" says John C. Friel, PhD. Friel is a licensed psychologist in Reno, Nev., and Minneapolis, Minn. \"Any weakness in that relationship will get magnified by having a child,\" he says. \"And while you have to focus a lot on the new baby, you must somehow maintain a sense of being a couple.\" Friel is also the coauthor of The 7 Worst Things (Good) Parents Do. Friel advises to avoid this common parenting mistake by \"making sure that you are not zoning out when you are not with the baby.\"   Mistake No. 9: Trusting unreliable sources for parenting advice \"Many new parents go to the wrong places for parenting advice,\" says Walker. \"This is a classic parenting mistake,\" she says, and she advises that you be careful about where you get your information. Walker says, \"WebMD.com, the Federal Centers for Disease Control and Prevention (CDC), and the American Academy of Pediatrics are reputable and useful when making decisions about general medical care and immunizations.\"  ",
            "vi": "Những sai lầm khi nuôi con đầu lòng  Cha mẹ nào chẳng mắc sai lầm. Không tin ư? Hãy liên tưởng đến bố mẹ ở nhà mình xem nào. Bạn sẽ hiển nhiên liệt kê ra cả khối điều mà họ phạm phải đấy thôi.   Sự thật là “nhân vô thập toàn”, không ai toàn mỹ hết đâu, nhất là những người mới lần đầu làm bố mẹ. Nhưng nếu bạn biết những sai lầm mà bố mẹ thường hay mắc phải nhất thì có lẽ bạn sẽ tránh được. Dưới đây là những điều chia sẻ cùng với những bí quyết thiết thực nhằm giúp bạn không rơi vào các tình huống đó.  1. Lo lắng quá mức Bác sĩ y khoa, nhà phân tích tâm lý Leon Hoffman ở thành phố New York giải thích “Nhiều cặp đôi lần đầu làm bố mẹ đã phản ứng quá sức đối với việc nôn ói, trớ, ọc và nhiều thứ khác của trẻ nhỏ.” Bác sĩ Hoffman là giám đốc của Trung tâm Cha mẹ và Trẻ em Pacella chia sẻ với WebMD rằng nhiều phụ huynh có thể đã thật phí toàn bộ năm đầu của bé bởi quá lo lắng chuyện nhỏ nhặt không đâu. Liệu con tôi đi tiêu có quá nhiều lần hay quá ít lần? Bé có nôn trớ quá nhiều không? Bé có ăn đủ chưa hay là ăn quá ít? Bé có khóc quá nhiều hay là khóc chưa đủ? Bất cứ chuyện gì nghe cũng quen thuộc với bạn phải không? Hoffman cho biết “Mối lo âu này làm cản trở sự phát triển tự phát và cản trở niềm vui năm đầu đời của con trẻ. Trẻ con có đủ sức chịu đựng và kiên trì hơn chúng ta nghĩ đấy.  2. Không để cho con khóc  “Chúng ta, những người làm bố mẹ cho rằng nhiệm vụ của mình là đảm bảo làm sao con không khóc”, nữ điều dưỡng khoa nhi Jennifer Walker cho biết “Đó là bởi chúng ta nghĩ trẻ khóc đồng nhất với  việc bố mẹ làm điều gì đó không đúng và cần phải được chỉnh sửa ngay.” Walker là tác giả của quyển The Moms on Call Guide to Basic Baby Care. Cô chia sẻ với WebMD “Trẻ con sinh ra để khóc mà.” Chúng có thể là đã được ăn no và khô ráo hoàn toàn nhưng vẫn khóc y như thể là bạn đang rảnh tay vậy.”  Nói chung, khóc chỉ là một giai đoạn phát triển của trẻ. Nhưng nếu bé khóc dai dẳng không nín trong cả tiếng đồng hồ và kèm theo sốt, phát ban, hoặc ói liên tục, thì bạn nên gọi bác sĩ y nhi khoa càng nhanh càng tốt.   3. Đánh thức con dậy để cho bú  Sai lầm hay là nhận thức sai? Walker cho hay “Trẻ bú mẹ có thể – và nên – ngủ suốt cả đêm,” “Nhưng người ta thường hay sai lầm cho là ban đêm sữa mẹ tiết không đủ để cho bé bú. Nhưng đối với cả mẹ và con thì giấc ngủ đầy đủ suốt cả đêm là hoàn toàn có lợi.  4. Hoang mang, nhầm lẫn giữa chứng nôn trớ và ói mửa Walker cho biết, “Sự khác biệt (giữa nôn trớ và ói mửa) thường là tần số, chứ không phải ở mức độ dữ dội. Ói mửa thường nói đến tần số. “Nếu trẻ ói do vi rút dạ dày-ruột gây ra thì cứ cách 30 hoặc 45 phút thì bé sẽ ói một lần bất kể là đã bú hay chưa.”  5. Không hạ sốt cho trẻ sơ sinh  Walker cho biết “Nếu đo nhiệt độ trực tràng của trẻ nhỏ trong 3 tháng đầu tiên trên 100.4 °F thì đều là sốt nguy hiểm, cần phải được cấp cứu.” Một trường hợp ngoại lệ là sốt trong vòng 24 tiếng đồng hồ sau khi chủng ngừa cho trẻ sơ sinh lần đầu. Chia sẻ với WebMD, bà cho biết “Một số cha mẹ có thể cho rằng con mình bị sốt, và cho bé uống Tylenol. Nhưng đó là sai lầm của họ đối với độ tuổi của con. Hệ miễn dịch của trẻ sơ sinh không có thể tự kháng bệnh nhiễm trùng được.”  6. Không lắp ghế gắn trên xe đúng cách Bất kỳ bố mẹ nào từng cố cài ghế trên xe cho con đều hiểu rằng việc này không hề đơn giản. “Khi bạn đã chọn được ghế ngồi thích hợp thì hãy nên đến trạm chữa cháy ở địa phương hoặc cửa hàng đồ chơi trẻ con hoặc một chuỗi cửa hàng khác để chắc rằng bạn đã lắp ghế cho con an toàn và đúng cách.” Hoặc nên đến nhờ ai đó lắp ghế cho bạn. Walker cho biết “Sinh mạng của con bạn có thể phụ thuộc vào chỗ đó.”  7. Bỏ bê vấn đề chăm sóc răng miệng cho con Saul Pressner, nha sĩ ở thành phố New York cho hay “Mãi cho đến khi quá muộn rồi thì nhiều bố mẹ mới nghĩ đến việc chăm sóc sức khỏe răng miệng cho trẻ sơ sinh.” Trẻ không hề quá nhỏ đến nỗi bạn không thể bắt đầu khuyến khích con có thói quen chăm sóc sức khỏe răng miệng tốt. Bên cạnh đó Pressner cũng đưa ra một số bí quyết giúp các bậc phụ huynh mới có con đầu lòng biết cách phải làm gì:  * Đừng nên cho trẻ bú bình trên giường ngủ khi bé đã mọc răng. Pressner cho hay “Ngậm bình sữa trên giường sẽ làm tăng nguy cơ sâu răng cho bé.” Đây là chứng sâu răng ở trẻ bú bình.   * Bạn nên sử dụng một miếng gạc ướt để lau nướu răng cho con. Và hãy bắt đầu cho bé sử dụng bàn chải đánh răng khi con lên 1 tuổi.  * Điều quan trọng nữa là phải đảm bảo rằng con bạn đủ flo-rua. Flo-rua có sẵn tự nhiên trong nước và giúp phòng tránh sâu răng. Một số thành phố đã cho flo-rua vào nước qua vòi. Pressner nói thêm “Nếu thành phố của bạn không có nước đã có flo-rua thì bạn nên nhờ nha sĩ bổ sung thêm nhé.”  8. Phớt lờ cuộc sống lứa đôi  Tiến sĩ John C. Friel, một nhà tâm lý được cấp phép hoạt động ở Reno, Nev., và Minneapolis, Minn cho biết “Quan hệ nồng thắm trong cuộc sống lứa đôi khi đứa con đầu lòng ra đời thực sự rất quan trọng và có thể bị xao nhãng.” “Tình cảm của vợ chồng son sẽ nhạt đi, sẽ ít mặn mà hơn từ khi làm cha mẹ.” “Và mặc dù phải tập trung chăm sóc nhiều cho con trẻ thì bạn cũng phải nên duy trì mối quan hệ thân mật với người bạn đời của mình. Tiến sĩ Friel cũng đồng tác giả của quyển The 7 Worst Things (Good) Parents Do; ông khuyên nên tránh sai lầm thường thấy này bằng cách “đảm bảo phải lưu tâm đến quan hệ vợ chồng khi không vướng bận con bên cạnh nhé.”  9. Tin tưởng những lời khuyên không đáng tin cậy  Walker cho biết “Nhiều người mới lần đầu làm bố mẹ tìm đến những nơi tư vấn không đúng chỗ.” “Đây là sai lầm cổ điển thường thấy, và bạn nên cẩn trọng với nguồn thông tin có được. \"WebMD.com, Trung tâm Kiểm soát và Ngăn ngừa Bệnh tật Liên bang, và Viện Hàn lâm Nhi khoa Hoa Kỳ là những nơi đáng tin cậy và hữu ích khi bạn quyết định chăm sóc sức khoẻ tổng quát và chủng ngừa cho con.”   "
        }
    ],
    "suggestions": []
}