{
    "en_vn": {
        "data": {
            "content": null,
            "word": "psyllium"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>psyllium</k><blockquote><cclass>[<cclass>'sɪlɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a plantain whose seeds are used as a laxative and in the treatment of obesity. [<i>Plantago psafra</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: via L. from Gk <i>psullion</i>, from <i>psulla</i> 'flea' (because the seeds resemble fleas). </blockquote></div>",
            "word": "psyllium"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "psyllium"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "psyllium"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "psyllium"
        }
    },
    "sentences": [
        {
            "en": "What is constipation? Constipation is when you experience a change in normal bowel habits, with the time between bowel motions becoming longer than usual or bowel motions (faeces) that are very hard and difficult to pass. Constipation is often accompanied by feelings of bloating and discomfort in your abdomen. Why do I get constipated? You may get constipated because you don’t eat enough fibre, drink enough water or do enough exercise, or because you often ignore the ‘urge’ to go to the toilet. Some medicines such as painkillers, iron tablets, antidepressants, antacids and medicines for high blood pressure can also cause constipation. Ongoing use of laxatives can contribute to the development of constipation. Another reason for constipation is that the pelvic floor muscles, which support the bladder and bowel, aren’t working properly. These muscles may fail to relax as you’re trying to pass a bowel motion, making it very difficult to push out the motion. Pregnant women may become constipated due to hormonal changes or because their uterus (womb) puts pressure on their bowel. Some people may have constipation because of another condition, such as a stroke, Parkinson’s disease or scleroderma. These conditions can affect the nerves or muscles of the bowel. Depression can also cause constipation. Occasionally constipation results from a specific problem within the colon or rectum itself.  How is constipation treated?     * Eating regular, balanced meals containing adequate fibre is recommended for normal bowel movements. The National Health and Medical Research Council recommends at least 30 g of fibre per day for men and 25 g of fibre per day for women. Include wholegrain or wholemeal breads and cereals, legumes (e.g. chickpeas and kidney beans), fruit and plenty of vegetables in your diet each day. For example, a bowl of high-fibre breakfast cereal (10 g fibre), 2 slices of wholemeal or wholegrain bread (3–8 g), 3 pieces of fruit (9 g), a cup of cooked wholemeal pasta (9 g) and a large serve of cooked vegetables (5 g) will provide 30–40 g of fibre. Increase fibre slowly or you may feel bloated and have problems with gas.     * Drinking plenty of fluids a day (about 8 glasses) and cutting down on alcohol and coffee.     * Exercising every day, standing up and moving around as often as possible.     * Regularity: try to have a ‘sitting’ at the same time every day, and when you feel the urge to go, make sure you go! This is particularly important for children, who often get too ‘busy’ or involved in their jobs and neglect this urge. Commonly, the urge to open your bowels occurs after a meal — this is called the gastro-colic reflex.     * Taking a fibre supplement such as <em>psyllium</em> (for example, Metamucil or Nucolox) can help to make stools softer. These supplements are not suitable for all types of constipation, so check with your doctor first. Drink extra fluids if you are taking a fibre supplement.     * Taking laxatives: You should only use laxatives if your constipation has not improved after following the above measures. As different laxatives work in different ways, your doctor can advise you on which laxative may be suitable for you. Generally, laxatives should only be used for as short a time as possible. Long-term use or use of the wrong type of laxative can make constipation worse.     * Using suppositories or enemas: generally these are only used if you are very constipated, and are best used under the guidance of a health professional.     * Pelvic floor muscle retraining: this can be useful if your pelvic floor muscles are not working properly. Your doctor may suggest special exercises to retrain your pelvic floor muscles. When to see a doctor Constipation can occasionally be a symptom of a more serious disease, so you must see your doctor if you have a marked change in your bowel habit. Such changes include suddenly becoming constipated, developing constipation that alternates with diarrhoea, a change in stool consistency that lasts more than 2 weeks, or a feeling that your bowels aren’t emptying properly. Also see your doctor if you have strong pain in your abdomen, blood in your stools, vomiting, considerable bloating, ongoing tiredness or unexplained weight loss. If you are pregnant, don’t take any medicine for constipation without checking with your doctor first. Your doctor can advise you on the right anti-constipation products to use and tell you whether any medicines you are taking could be making the condition worse.      ",
            "vi": "Táo bón là gì? Khi bạn thay đổi thói quen đi tiêu bình thường, và khoảng cách giữa những lần đi tiêu trở nên dài hơn thường lệ hoặc vận động ruột/ co bóp ruột (phân) rất cứng và khó rặn thì khi ấy bạn đã bị táo bón rồi. Táo bón thường kèm theo cảm giác căng trướng và khó chịu ở bụng.  Tại sao tôi lại bị táo bón? Bạn có thể bị táo bón vì không ăn đủ chất xơ, không uống đủ nước và không có chế độ tập luyện đầy đủ, hoặc bởi bạn thường nín không đi vệ sinh. Một số thuốc chẳng hạn như thuốc giảm đau, viên sắt, thuốc chống trầm cảm, thuốc trung hoà a-xít và thuốc cao huyết áp cũng có thể gây ra táo bón. Sử dụng thuốc nhuận tràng dai dẳng cũng có thể góp phần làm phát triển chứng táo bón.  Táo bón còn có thể do một lý do khác đó là các cơ đáy chậu không hoạt động tốt, cơ đáy chậu là những cơ có tác dụng nâng bàng quang và ruột. Những cơ này có thể không giãn được khi bạn cố rặn, làm cho việc tống phân ra ngoài trở nên rất khó khăn.  Phụ nữ có thai cũng có thể bị táo bón do thay đổi hooc-môn hoặc do tử cung đè nên ruột.  Một số người có thể bị táo bón bởi một bệnh nào đó khác, chẳng hạn như đột quỵ, liệt rung hoặc xơ cứng bì. Những chứng bệnh này có thể làm ảnh hưởng đến các sợi thần kinh hoặc cơ ruột. Trầm cảm cũng có thể gây ra táo bón. Đôi khi một vấn đề đặc trưng nào đó trong kết tràng hoặc bản thân trực tràng cũng làm cho bệnh nhân bị táo bón.   Điều trị táo bón như thế nào?  * Để cho việc đại tiện được bình thường, người ta khuyến nghị nên có những bữa ăn cân đối, đều đặn gồm đầy đủ chất xơ. Hội đồng Nghiên cứu Y khoa và Sức khỏe Quốc gia khuyến nghị mỗi ngày nên cung cấp ít nhất 30 g chất xơ đối với nam giới và 25 g chất xơ đối với phụ nữ. Bạn nên bao gồm ngũ cốc nguyên hạt hoặc bánh mì làm bằng bột chưa rây và ngũ cốc, rau đậu (chẳng hạn như đậu chickpea và đậu đỏ ), trái cây và nhiều rau trong chế độ dinh dưỡng mỗi ngày của mình. Ví dụ, một chén ngũ cốc điểm tâm giàu chất xơ (10 g chất xơ), 2 lát bánh mì làm bằng bột chưa rây (3–8 g), 3 quả trái cây (9 g), 1 chén mì ống luộc làm bằng bột chưa rây (9 g) và một phần rau luộc lớn (5 g) sẽ cung cấp từ 30 đến 40 g chất xơ. Bạn nên tăng cường lượng chất xơ từ từ nếu không bạn có thể cảm thấy trướng bụng và rắc rối vì đầy hơi.  * Uống nhiều nước mỗi ngày (khoảng chừng 8 ly) và nên hạn chế sử dụng bia rượu và cà phê.  * Tập thể dục mỗi ngày, đứng lên và di chuyển từ chỗ này sang chỗ khác càng nhiều lần càng tốt.  * Tập tính đều đặn: mỗi ngày nên cố gắng “ngồi bô” vào cùng một thời điểm nào đó, và mỗi khi muốn đi tiêu, bạn phải đi nhé! Điều này đặc biệt quan trọng đối với trẻ nhỏ, thường hay “bận bịu” hoặc bị lôi cuốn vào những chuyện riêng của mình và nín không chịu đi. Người ta thường hay muốn đi tiêu sau khi ăn xong – đây được gọi là phản xạ dạ dày-ruột kết. * Bổ sung chất xơ chẳng hạn như psyllium (chẳng hạn như Metamucil hoặc Nucolox) có thể giúp làm cho phân mềm hơn. Các chất bổ sung này không phải là thích hợp với tất cả các loại táo bón, vì vậy bạn nên kiểm tra với bác sĩ trước. Bên cạnh đó, bạn cũng nên uống thêm nước nếu đang sử dụng thuốc bổ sung chất xơ.   * Sử dụng thuốc nhuận tràng: Bạn chỉ nên sử dụng thuốc nhuận tràng trong trường hợp chứng táo bón của mình không cải thiện được sau khi đã áp dụng các biện pháp trên. Vì thuốc nhuận tràng khác nhau có công hiệu khác nhau, bác sĩ có thể khuyến nghị loại thuốc nhuận tràng nào có thể thích hợp với bạn thôi. Nói chung, thuốc nhuận tràng nên chỉ được sử dụng trong thời gian càng ngắn càng tốt. Sử dụng lâu dài hoặc sử dụng không đúng loại thuốc có thể làm cho chứng táo bón càng trầm trọng thêm.  * Sử dụng thuốc nhét hoặc dụng cụ thụt rửa: thường thì chúng chỉ được sử dụng trong trường hợp bạn bị táo bón nặng, và tốt nhất phải được sử dụng theo hướng dẫn của chuyên gia sức khoẻ. * Tập luyện lại cho cơ đáy chậu: điều này có thể có ích nếu các cơ đáy chậu của bạn không hoạt động tốt. Bác sĩ có thể cho bạn nhiều bài tập đặc biệt để tập luyện lại cho cơ đáy chậu của mình.  Khi nào nên đến khám bác sĩ Táo bón đôi khi cũng là triệu chứng của một bệnh nào đó nguy hiểm hơn, vì vậy bạn phải đến khám bác sĩ nếu có thay đổi rõ rệt về thói quen đại tiện của mình. Những thay đổi này bao gồm đột ngột bị táo bón, hết tiêu chảy rồi lại đến táo bón, phân thay đổi độ đặc kéo dài trên 2 tuần, hoặc có cảm giác chưa đi tiêu được hết. Bạn cũng nên đến khám bác sĩ khi thấy đau bụng dữ dội, khi có máu trong phân, ói mửa, trướng bụng dữ dội, mệt mỏi kéo dài hoặc giảm cân không rõ nguyên nhân. Nếu bạn có thai thì không nên sử dụng bất kỳ loại thuốc trị táo bón nào mà chưa được bác sĩ kiểm tra trước tiên. Bác sĩ có thể khuyến nghị các loại sản phẩm chống táo bón phù hợp cho bạn sử dụng và cho bạn biết liệu các loại thuốc mà bạn đang sử dụng có thể làm cho chứng táo bón trầm trọng thêm hay không.   "
        }
    ],
    "suggestions": []
}