{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Pu"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Pu</k><blockquote>■ <cclass>symbol the chemical element plutonium. </cclass></blockquote></div>",
            "word": "Pu"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Pu"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Pu"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Pu"
        }
    },
    "sentences": [
        {
            "en": "The <em>Pu</em> Mat Nature Reserve and a part of the buffer zone have diversified forest resources.",
            "vi": "Khu Bảo tồn Thiên nhiên Pù Mát và một phần vùng đệm có nguồn tài nguyên rừng rất đa dạng."
        },
        {
            "en": "Preparation and adoption of an appropriate conservation and management programme for the <em>Pu</em> Mat Nature Reserve.",
            "vi": "Soạn thảo và áp dụng chương trình quản lý và bảo tồn phù hợp cho Khu Bảo tồn Thiên nhiên Pù Mát."
        },
        {
            "en": "At the establishment of <em>Pu</em> Mat Nature Reserve, the enterprises transferred a large part of their forest area to the reserve.",
            "vi": "Vào thời điểm hình thành Khu bảo tồn Thiên nhiên Pù Mát, các lâm trường đã bàn giao phần lớn diện tích đất rừng cho khu bảo tồn."
        },
        {
            "en": "The resettlement proposal on Dan Lai ethnic minority has not been approved, while <em>Pu</em> Mat Nature Reserve’s biodiversity is highly appreciated.",
            "vi": "Phương án tái định cư dân tộc thiểu số Đan Lai đã không được thông qua trong khi tài nguyên đa dạng sinh học tại Khu bảo tồn thiên nhiên Pù Mát được đánh giá cao."
        },
        {
            "en": "The wider objective of the project is to reduce the destruction and degradation of forest resources in the <em>Pu</em> Mat Nature Reserve area, including the buffer zone.",
            "vi": "Mục tiêu bao trùm của dự án là giảm sự huỷ hoại và suy thoái tài nguyên rừng tại Khu bảo tồn Thiên nhiên Pù Mát, kể cả vùng đệm."
        },
        {
            "en": "Besides O Quy Ho Pass, travelers are also attracted by the Muong Thanh green fields and the picturesque <em>Pu</em> Dao village.",
            "vi": "Bên kia Đèo Ô Quy Hòa , du khách cũng sẽ bị cuốn hút bởi cánh đồng xanh Mường Thanh và ngôi làng Phú Đao đẹp như tranh vẽ."
        },
        {
            "en": "In addition, Lai Chau has a lot of destinations as <em>Pu</em> Sam Cap Cave, the villages of Na Luong, Hon, Vnag Pheo, Tac Tinh Waterfall, Vang Po hot springs, <em>Pu</em> Ta Leng peak - the second roof of Indochina and Bach Moc Luong Tu mountain.",
            "vi": "Thêm vào đó, Lai Châu có nhiều địa điểm tham quan như Pu Sam Cáp Cave, các làng Na Lương, Hòn, Vnag Phèo, Thác Tác Tình, suối nước nóng Vàng Pô , đỉnh núi Pơ Pu Ta Leng - mái nhà thứ hai của Đông Dương và núi Bạch Mộc Lương Tử ."
        },
        {
            "en": "Before the scene of the tragic accident, Luong Ngoc Thach (Chu <em>Pu</em> live, Gia Lai province) said time of accident, His guest ride in the same direction behind the truck tractor.",
            "vi": "Trước quang cảnh của vụ tai nạn thảm khốc, ông Lương Ngọc Thạch (sống ở Chu Pu, tỉnh Gia Lai) cho biết thời gian xảy ra vụ tai nạn, khách hàng của ông lái cùng chiều đằng sau chiếc xe tải."
        },
        {
            "en": "Before the scene of the tragic accident, Luong Ngoc Thach (Chu <em>Pu</em> live, Gia Lai province) said time of accident, His guest ride in the same direction behind the truck tractor.",
            "vi": "Trước quang cảnh của vụ tai nạn thảm khốc, ông Lương Ngọc Thạch (sống ở Chu Pu, tỉnh Gia Lai) cho biết thời gian xảy ra vụ tai nạn, khách hàng của ông lái cùng chiều đằng sau chiếc xe tải."
        },
        {
            "en": "The PMU is located in Vinh City, Nghe An province, while the project area is the <em>Pu</em> Mat Nature reserve and its buffer zone in Anh Son, Con Phuong and Tuong Duong Districts.",
            "vi": "PMU đóng tại Thành phố Vinh, tỉnh Nghệ An trong khi vùng dự án là Khu bảo tồn thiên nhiên Pù Mát và vùng đệm thuộc các huyện Anh Sơn, Côn Phương và Tương Dương."
        }
    ],
    "suggestions": []
}