{
    "en_vn": {
        "data": {
            "content": null,
            "word": "publicizing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "publicizing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "publicizing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "publicizing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "publicizing"
        }
    },
    "sentences": [
        {
            "en": "A convicted criminal should not profit from <em>publicizing</em> his crimes.",
            "vi": "Một tội phạm bị kết án không nên lợi dụng việc công khai các tội ác của hắn ta."
        },
        {
            "en": "He was in London <em>publicizing</em> his new biography of Kennedy.",
            "vi": "Anh ấy đã đi Luân đôn để quảng cáo quyển tiểu sử Kennedy mới của ảnh."
        },
        {
            "en": "<em>Publicizing</em> the benefits of a reasonable sized family",
            "vi": "Phổ biến các lợi ích của một gia đình với số con hợp lý"
        },
        {
            "en": "But note that in some companies, <em>publicizing</em> academic credentials is considered bad form.",
            "vi": "Nhưng hãy để ý rằng ở một số nước, việc quảng cáo thành tích học tập lại bị nhìn nhận thiếu thiện cảm."
        },
        {
            "en": "It recognized the importance of <em>publicizing</em> information and including active participation of the citizenry in making decisions.",
            "vi": "Nó đã công nhận tầm quan trọng của việc công khai thông tin và có sự tham gia tích cực của người dân vào quá trình ra quyết định."
        },
        {
            "en": "Presently, an ongoing program aimed at simplifying, <em>publicizing</em> and improving consultation regarding administrative procedures, is also receiving high level political support.",
            "vi": "Hiện nay, một chương trình cải cách đang được thực hiện nhằm đơn giản hóa, công khai và cải thiện quy trình tham vấn liên quan đến các thủ tục hành chính cũng nhận được sự ủng hộ của lãnh đạo cấp cao."
        },
        {
            "en": "Maybe you can volunteer your time to a nonprofit organization they 're involved in, or aid in <em>publicizing</em> a school fundraiser their kids are involved in.",
            "vi": "Anh có thể tình nguyện làm việc cho một tổ chức phi lợi nhuận mà họ cũng tham gia, hoặc giúp chương trình gây quỹ của ngôi trường nơi con cái họ đang theo học."
        },
        {
            "en": "<em>Publicizing</em> their activities as well as criminals’ information on Facebook without a final conclusion by police could cause several issues related to one’s private life, Hau added.",
            "vi": "Công khai các hoạt động của họ cũng như thông tin tội phạm trên Facebook mà không có kết luận cuối cùng của cảnh sát có thể gây ra một số vấn đề liên quan đến cuộc sống riêng tư của một người, ông Hậu nói thêm."
        },
        {
            "en": "Maybe you can volunteer your time to a nonprofit organization they're involved in, or aid in <em>publicizing</em> a school fundraiser their kids are involved in.",
            "vi": "Anh có thể tình nguyện làm việc cho một tổ chức phi lợi nhuận mà họ cũng tham gia, hoặc giúp chương trình gây quỹ của ngôi trường nơi con cái họ đang theo học."
        },
        {
            "en": "Aging is a natural process of life. However, retailers today are <em>publicizing</em> that their products can reduce or even eliminate the signs of aging. Many cosmetic companies advertise age - defying makeup, which they claim will erase the wrinkles on",
            "vi": "Lão hóa là một quá trình tự nhiên của cuộc đời. Tuy nhiên, các nhà bán lẻ hiện nay công khai hóa rằng sản phẩm của họ có thể giảm thiểu hoặc thậm chí loại trừ các dấu hiệu lão hóa. Rất nhiều các công ty mỹ phẩm quảng cáo các loại đồ trang điểm thách thức sự lão hóa, những sản phẩm mà họ khẳng định là sẽ tẩy bỏ những nếp nhăn trên da và tạo ra một diện mạo tuơi mới hơn."
        },
        {
            "en": "On the basis of the socio-economic development plannings, to coordinate with related Ministries and branches in drawing up and <em>publicizing</em> lists of local projects calling for investment; to organize mobilization and promotion of investment.",
            "vi": "Căn cứ vào quy hoạch phát triển kinh tế - xã hội, phối hợp với các bộ, ngành liên quan lập và công bố danh mục dự án thu hút đầu tư tại địa phương; tổ chức vận động và xúc tiến đầu tư."
        },
        {
            "en": "Aging is a natural process of life. However, retailers today are <em>publicizing</em> that their products can reduce or even eliminate the signs of aging. Many cosmetic companies advertise age - defying makeup, which they claim will erase the",
            "vi": "Lão hóa là một quá trình tự nhiên của cuộc đời. Tuy nhiên, các nhà bán lẻ hiện nay công khai hóa rằng sản phẩm của họ có thể giảm thiểu hoặc thậm chí loại trừ các dấu hiệu lão hóa. Rất nhiều các công ty mỹ phẩm quảng cáo các loại đồ trang điểm thách thức sự lão hóa, những sản phẩm mà họ khẳng định là sẽ tẩy bỏ những nếp nhăn trên da và tạo ra một diện mạo tuơi mới hơn."
        },
        {
            "en": "<em>Publicizing</em> drafts of laws has been a clear advance in recent years, but more consultation and analysis in the preparatory phase would help to minimize inconsistent or unclear legislative language.",
            "vi": "Công bố các dự thảo luật là một tiến bộ rõ ràng trong những năm gần đây, nhưng cần phải tham vấn và phân tích nhiều hơn nữa trong quá trình soạn thảo để giúp giảm thiểu ngôn ngữ pháp lý không đồng nhất và không rõ ràng."
        },
        {
            "en": "The ministry has asked its member agencies, to do a better job of <em>publicizing</em> the significance of each festival and honouring the individuals who are worshiped at the relic sites.",
            "vi": "Bộ đã yêu cầu các cơ quan ban ngành có liên quan đẩy mạnh quảng bá tầm quan trọng của mỗi lễ hội và tôn vinh công trạng của những danh nhân được thờ tại các khu di tích."
        },
        {
            "en": "Aging is a natural process of life. However, retailers today are <em>publicizing</em> that their products can reduce or even eliminate the signs of aging. Many cosmetic companies advertise age - defying makeup, which they claim will erase the wrinkles on the",
            "vi": "Lão hóa là một quá trình tự nhiên của cuộc đời. Tuy nhiên, các nhà bán lẻ hiện nay công khai hóa rằng sản phẩm của họ có thể giảm thiểu hoặc thậm chí loại trừ các dấu hiệu lão hóa. Rất nhiều các công ty mỹ phẩm quảng cáo các loại đồ trang điểm thách thức sự lão hóa, những sản phẩm mà họ khẳng định là sẽ tẩy bỏ những nếp nhăn trên da và tạo ra một diện mạo tuơi mới hơn."
        },
        {
            "en": "today are <em>publicizing</em> that their products can reduce or even eliminate the signs of aging. Many cosmetic companies advertise age - defying makeup, which they claim will erase the wrinkles on the skin and produce a newer, fresher look.",
            "vi": "Lão hóa là một quá trình tự nhiên của cuộc đời. Tuy nhiên, các nhà bán lẻ hiện nay công khai hóa rằng sản phẩm của họ có thể giảm thiểu hoặc thậm chí loại trừ các dấu hiệu lão hóa. Rất nhiều các công ty mỹ phẩm quảng cáo các loại đồ trang điểm thách thức sự lão hóa, những sản phẩm mà họ khẳng định là sẽ tẩy bỏ những nếp nhăn trên da và tạo ra một diện mạo tuơi mới hơn."
        },
        {
            "en": "Chairmen of provincial and municipal People’s Committees will direct their competent affiliates to expand inspection and supervision over the registration and <em>publicizing</em> the selling prices as well as selling goods at the publicized prices;.",
            "vi": "Chủ tịch Ủy ban nhân dân các tỉnh, thành phố trực thuộc Trung ương chỉ đạo các cơ quan chức năng trên địa bàn tăng cường kiểm tra, giám sát việc đăng ký, niêm yết và bán hàng theo giá niêm yết…;."
        },
        {
            "en": "Aging is a natural process of life. However, retailers today are <em>publicizing</em> that their products can reduce or even eliminate the signs of aging. Many cosmetic companies advertise age - defying makeup, which they claim will erase the wrinkles on the skin and produce a newer, fresher look.",
            "vi": "Lão hóa là một quá trình tự nhiên của cuộc đời. Tuy nhiên, các nhà bán lẻ hiện nay công khai hóa rằng sản phẩm của họ có thể giảm thiểu hoặc thậm chí loại trừ các dấu hiệu lão hóa. Rất nhiều các công ty mỹ phẩm quảng cáo các loại đồ trang điểm thách thức sự lão hóa, những sản phẩm mà họ khẳng định là sẽ tẩy bỏ những nếp nhăn trên da và tạo ra một diện mạo tuơi mới hơn."
        },
        {
            "en": "Aging is a natural process of life. However, retailers today are <em>publicizing</em> that their products can reduce or even eliminate the signs of aging. Many cosmetic companies advertise age-defying makeup, which they claim will erase the wrinkles on the skin and produce a newer, fresher look.",
            "vi": "bán lẻ hiện nay công khai hóa rằng sản phẩm của họ có thể giảm thiểu hoặc thậm chí loại trừ các dấu hiệu lão hóa. Rất nhiều các công ty mỹ phẩm quảng cáo các loại đồ trang điểm thách thức sự lão hóa, những sản phẩm mà họ khẳng định là sẽ tẩy bỏ những nếp nhăn trên da và tạo ra một diện mạo tuơi mới hơn."
        },
        {
            "en": "Management of Spring festivals needs improvement    The organisation and management of Vietnam’s Spring festivals needs to do a job of preserving and promoting national cultural identity in the spirit of the Doi moi (Renewal) process. Spring is festival season in Vietnam, attracting crowds of people from all over the world. For the Vietnamese, the festivals are an indispensable part of their spiritual and cultural life. Our reporter talked to Vuong Duy Bao, Deputy Head of the Culture Department of the Ministry of Culture, Sports and Tourism about the organisation and management of Vietnam’s Spring festivals. Reporter: Going on a pilgrimage and taking part in festivals early in the lunar New Year is a Vietnamese tradition. Managing festivals properly to keep them in line with cultural traditions is a matter of great importance. Is there anything new in this year’s festival management? Mr Bao: According to the Ministry of Culture, Sports and Tourism, Vietnam has 7,966 festivals, divided into five categories: folklore, revolutionary history, religion, foreign culture and culture, sports and tourism. Culture, sports and tourism festivals are a new festive form, which has developed rapidly since Vietnam’s international integration. To prepare for the 2010 festivals, the Party Central Committee’s Propaganda has asked media agencies and culture, sports and tourism departments throughout the country to help discourage public behaviour damaging to Vietnam’s scenic beauty or natural environment. Early this year, the Ministry of Culture, Sports and Tourism instructed relevant agencies to work hard to ensure a safe and healthy celebration of the lunar New Year Festival and major national events. On January 22, the Ministry held online conferences in Hanoi, HCM City and Danang on festival management in 2010. On Feb 3, the Ministry issued Instruction No 16 on managing religious activities at relic sites. Reporter: Of the festival categories, folklore festivals and culture, sports and tourism festivals have become controversial issues. Why is that? Mr Bao: An abrupt increase in the number of tourists, particularly in the North, has caused difficulties for management agencies. Several folklore festivals, which have been diluted or changed in form, have failed to reflect national identity. In addition, charity boxes, trays, plates and donation solicitations have become a common occurrence at many relic sites, undermining their spiritual aspect. Despite the strong development of culture, sports and tourism festivals around the country, many of these are held in an uninspired way without any local cultural flavour. These problems are partly due to overcrowding at the festivals. Increasing numbers of visitors are overloading limited venues leading to disorder, traffic jams and retailers jacking up their prices, all of which leaves a blot on the festival. Another problem is the inefficient use of the ministry’s festival budget. Many traditional festivals last too long and do not feature any specific cultural identity. Reporter: How did the ministry direct localities to organise and manage their festivals? Mr Bao: The ministry has asked its member agencies, to do a better job of <em>publicizing</em> the significance of each festival and honouring the individuals who are worshiped at the relic sites. The managing boards of relics must play down the donation boxes to avoid commercializing relics. The ministry has authorized cultural departments at grass-root levels to develop a website to introduce festivals to help people both here and abroad gain a better understanding of the festivals. These departments will also help the ministry complete circulars and regulations regarding weddings, funerals and festivals. Reporter: How is the website on festivals being built? Mr Bao: Building the website on festivals began in 2008. We are collecting information about festivals across the country and translating this information into English. The ministry has also authorised the National Cultural Heritage Department to organise a seminar to identify who will manage the board of relics and landscapes and how relevant agencies can control and use relic site  donations more effectively. Reporter: What advice do you have for people attending the festivals? Mr Bao: They should learn more about the traditional festivals, follow their regulations, and be environmentally conscious. The traditional festivals play an important part in the national industrialisation and modernisation process. Therefore, it is essential to improve festival organisation and management to preserve and promote national cultural identity in line with the spirit of Doi Moi. Reporter: Thank you very much.",
            "vi": "Cần đổi mới cách thức quản lý lễ hội đầu xuân    Cách thức tổ chức và quản lý lễ hội đầu xuân của Việt Nam cần bảo tồn và phát huy bản sắc văn hoá dân tộc trong tinh thần của quá trình đổi mới.  Mùa xuân là mùa của lễ hội ở Việt Nam, thu hút đông đảo mọi người khắp nơi trên thế giới tham gia. Đối với người Việt, lễ hội đã trở thành nhu cầu không thể thiếu trong đời sống tín ngưỡng và văn hoá của mình. Phóng viên của chúng tôi đã có cuộc phỏng vấn với ông Vương Duy Bảo, Cục phó Cục Văn hoá thuộc Bộ Văn hoá, thể thao và Du lịch về việc tổ chức và quản lý lễ hội đầu xuân của nước ta. Phóng viên: Đầu năm du xuân, hành hương và tham gia vào các lễ hội là nét đẹp truyền thống của người Việt. Để công tác quản lý lễ hội phù hợp với bản sắc dân tộc quả là một việc làm hết sức quan trọng. Vậy công tác đó năm nay ra sao và có gì mới không, thưa ông? Ông Bảo: Theo Bộ Văn hoá, thể thao và Du lịch, hiện cả nước có 7.966 lễ hội, được chia làm 5 loại: lễ hội dân gian, lễ hội lịch sử cách mạng, lễ hội tôn giáo, lễ hội văn hoá nước ngoài và lễ hội văn hoá, thể thao và du lịch. lễ hội văn hoá, thể thao và du lịch là loại hình lễ hội mới, phát triển nhanh chóng từ khi đất nước đổi mới và hội nhập. Để chuẩn bị cho lễ hội năm 2010, uỷ ban trung ương Đảng đã yêu cầu các cơ quan truyền thông và các bộ văn hoá, thể thao và du lịch khắp cả nước nhằm ngăn chặn hành vi phá hoại cảnh quan và môi trường sinh thái của người dân Việt. Ngay từ đầu năm nay, Bộ Văn hoá, Thể thao và Du lịch đã chỉ thị các đoàn thể liên quan nỗ lực nhằm đảm bảo Lễ hội Tết âm lịch và các sự kiện chính yếu khác của đất nước được tổ chức một cách an toàn và lành mạnh. Ngày 22/1 tại Hà Nội, thành phố Hồ Chí Minh và Đà Nẵng, Bộ văn hoá, Thể thao và Du lịch đã tổ chức hội thảo trực tuyến về công tác quản lý lễ hội năm 2010. Ngày 3 tháng 2, Bộ đã có chỉ thị số 16 về việc quản lý các hoạt động tín ngưỡng tại các khu di tích. Phóng viên: Trong các loại lễ hội đó thì lễ hội truyền thống dân gian và lễ hội văn hoá, thể thao và du lịch là hai loại hình lễ hội trở thành vấn đề gây tranh cãi. Tại sao thế? Ông Bảo: Hiện nay, số lượng du khách tăng đột biến trong các lễ hội, đặc biệt là ở phá Bắc, làm nảy sinh nhiều khó khăn cho các cơ quan quản lý. Một số lễ hội truyền thống dân gian có hiện tượng pha tạp hoặc biến dạng hình thức đã không phản ánh được bản sắc dân tộc. Hơn nữa, nhiều thùng từ thiện, khay, đĩa và nhiều hiện tượng quyên cúng đã trở nên phổ biến ở nhiều khu di tích, làm suy giảm yếu tố tâm linh của mình. Dẫu lễ hội văn hoá, thể thao và du lịch phát triển mạnh mẽ khắp cả nước song nhiều lễ hội vẫn diễn ra một cách tẻ nhạt chẳng có chút gì hương sắc văn hoá địa phương cả. Những vấn đề này một phần là do lượng người dồn về quá đông trong các lễ hội. Lượng du khách tăng quá tải đã làm hạn chế các khu tổ chức dẫn đến tình trạng rối loạn giao thông, kẹt xe và nhiều nhà bán lẻ tăng giá, tất cả để lại vết nhơ cho lễ hội. Một vấn đề nữa là việc sử dụng ngân sách cho lễ hội của Bộ không hiệu quả. Nhiều lễ hội truyền thống kéo quá dài mà chẳng nêu được nét bản sắc văn hoá nào đặc trưng cả. Phóng viên: Vậy Bộ có những hướng dẫn, chỉ đạo như thế nào đối với các địa phương trong việc tổ chức và quản lý lễ hội, thưa ông? Ông Bảo: Bộ đã yêu cầu các cơ quan ban ngành có liên quan đẩy mạnh quảng bá tầm quan trọng của mỗi lễ hội và tôn vinh công trạng của những danh nhân được thờ tại các khu di tích. Ban quản lý di tích phải dẹp bỏ bớt các thùng từ thiện để tránh làm thương mại hoá những nơi này. Bộ cũng đã giao trách nhiệm cho Cục văn hoá các cấp cơ sở phải xây dựng trang web để giới thiệu lễ hội nhằm giúp đồng bào trong và ngoài nước hiểu rõ hơn về các lễ hội. Những ban ngành này cũng sẽ tham mưu cho Bộ trong việc hoàn chỉnh thông tư, quy định về việc thực hiện nếp sống văn minh trong việc cưới hỏi, tang lễ và tổ chức lễ hội. Phóng viên: Thế trang web về lễ hội được xây dựng như thế nào, thưa ông? Ông Bảo: Việc xây dựng các lễ hội đã bắt đầu từ năm 2008. Chúng tôi đang thu thập thông tin về các lễ hội của cả nước đồng thời dịch những thông tin này sang tiếng Anh. Bộ cũng đã giao trách nhiệm cho Cục Di sản Văn hoá quốc gia tổ chức hội thảo để xác định cấp quản lý đối với ban quản lý di tích, danh thắng và tìm ra cách để các ban ngành liên quan có thể kiểm soát và sử dụng nguồn thu công đức ở các di tích một cách có hiệu quả hơn. Phóng viên: Ông có lời khuyên gì dành cho bà con khi tham dự lễ hội đầu năm không? Ông Bảo: Bà con nên tìm hiểu thêm về các lễ hội truyền thống, chấp hành các quy định của lễ hội, và nên ý thức về môi trường. Các lễ hội truyền thống đóng vai trò rất quan trọng trong quá trình công nghiệp hoá và hiện đại hoá của cả nước. Chính vì thế, đổi mới cách tổ chức và quản lý lễ hội là nhằm bảo tồn và phát huy bản sắc văn hoá dân tộc phù hợp với tinh thần Đổi mới. Phóng viên: Xin cảm ơn ông rất nhiều."
        }
    ],
    "suggestions": []
}