{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pʌblikli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">công khai</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chung, công, công cộng</td></tr></table><i/></div>",
            "word": "publicly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "publicly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "publicly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "publicly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "publicly"
        }
    },
    "sentences": [
        {
            "en": "Details which must be announced <em>publicly</em>.",
            "vi": "Thông tin phải thông báo công khai."
        },
        {
            "en": "Channel 4 is a <em>publicly</em> owned corporation.",
            "vi": "Channel 4 là một công ty quốc hữu hóa."
        },
        {
            "en": "This information is not <em>publicly</em> available.",
            "vi": "Thông tin này không thông báo cho dân chúng."
        },
        {
            "en": "She <em>publicly</em> condemned the opposition leader.",
            "vi": "Cô ấy lên án công khai nhà lãnh đạo đảng đối lập."
        },
        {
            "en": "He announced <em>publicly</em> that he was resigning.",
            "vi": "Ông ta tuyên bố công khai là sẽ từ nhiệm."
        },
        {
            "en": "A number of rumors have been <em>publicly</em>.",
            "vi": "Một số các tin đồn đã lan ra ngoài."
        },
        {
            "en": "Customs procedures were <em>publicly</em> known and transparent.",
            "vi": "Thủ tục hải quan đã được công bố công khai và minh bạch."
        },
        {
            "en": "Shares can be freely and <em>publicly</em> traded.",
            "vi": "Cổ phiếu có thể được mua bán tự do và công khai."
        },
        {
            "en": "After the defeat two generals were <em>publicly</em> disgraced.",
            "vi": "Sau khi bị thua trận hai vị tướng bị cách chức công khai."
        },
        {
            "en": "Official fees were <em>publicly</em> posted throughout the hospital.",
            "vi": "Mức phí chính thức được thông báo ở khắp nơi trong bệnh viện."
        },
        {
            "en": "The party was <em>publicly</em> humiliated in October's elections.",
            "vi": "Đảng chính tự đã bị bẽ mặt trước công chúng qua cuộc bầu cử tháng mười."
        },
        {
            "en": "It will be made <em>publicly</em> available if need be.",
            "vi": "Nó sẽ được công khai sẵn sàng trong điều kiện cần đến."
        },
        {
            "en": "So at 30 I was out. And very <em>publicly</em> out.",
            "vi": "Vì tôi đã ở tuổi 30. Và đã bị sa thải một cách rất rõ ràng."
        },
        {
            "en": "Dispute-settling meetings shall not be conducted <em>publicly</em>.",
            "vi": "Phiên họp giải quyết vụ tranh chấp không công khai."
        },
        {
            "en": "Amnesty International has campaigned <em>publicly</em> against the death penalty.",
            "vi": "Tổ chức Ân xá thế giới đã công khai phát động chống lại án tử hình."
        },
        {
            "en": "Imagine being <em>publicly</em> scrutinized by thousands of people each day!",
            "vi": "Hãy tưởng tượng việc bị hàng ngàn người theo dõi chi li từng ngày!"
        },
        {
            "en": "Kent <em>publicly</em> disagreed with his colleagues on many occasions.",
            "vi": "Nhiều lần Kent bất đồng công khai với đồng nghiệp của mình."
        },
        {
            "en": "No system of <em>publicly</em> regulated fostering exists as yet.",
            "vi": "Tuy nhiên vẫn chưa có hệ thống về đỡ đầu nào được quy định một cách rõ ràng và công khai."
        },
        {
            "en": "Our hospital is integrated in a <em>publicly</em> owned health service.",
            "vi": "Bệnh viện của chúng ta được sáp nhập với trung tâm y tế công cộng."
        },
        {
            "en": "The priest <em>publicly</em> absolved repentant sinners after they had confessed.",
            "vi": "Linh mục công khai xá tội cho những kẻ có tội nhưng đã ăn năn sau khi họ đã xưng tội."
        }
    ],
    "suggestions": []
}