{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['pəblisaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">publicise</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['pəblisaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đưa ra công khai; làm cho thiên hạ biết đến; quảng cáo</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an advertising campaign to publicize the new train service</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một chiến dịch quảng cáo để cho mọi người biết dịch vụ mới về đường sắt</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a well publicized attempt to break the world speed record</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một cố gắng được quảng cáo rầm rộ nhằm phá kỷ lục thế giới về tốc độ</font></td></tr></table><i/></div>",
            "word": "publicize"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>publicize</k><blockquote>or <cclass><b>publicise</b></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 make widely known. </blockquote></blockquote><blockquote><blockquote>2》 give out publicity about; advertise or promote. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>publicization</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "publicize"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>publicize</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>I never publicize the fact</i>: MAKE KNOWN, make public, publish, announce, report, post, communicate, broadcast, issue, put out, distribute, spread, promulgate, disseminate, circulate, air; disclose, reveal, divulge, leak.</blockquote><blockquote><b>2</b><i>he just wants to publicize his book</i>: ADVERTISE, promote, build up, talk up, push, beat the drum for, boost; <cclass><i>informal</i> hype, plug, puff (up).</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>conceal, suppress.</blockquote></div>",
            "word": "publicize"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "publicize"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "publicize"
        }
    },
    "sentences": [
        {
            "en": "We could call the TV stations and <em>publicize</em> the opening.",
            "vi": "Chúng ta nên gọi cho mấy đài truyền trình và đưa tin buổi khai trương."
        },
        {
            "en": "Advertising campaign to <em>publicize</em> the new train service",
            "vi": "Chiến dịch quảng cáo để cho mọi người biết dịch vụ mới về đường sắt"
        },
        {
            "en": "We do not want to <em>publicize</em> the new design until it is finished.",
            "vi": "Chúng tôi không muốn quảng cáo mẫu mã mới cho đến khi làm xong."
        },
        {
            "en": "<em>Publicize</em> the sale of shares and arrange for registration of inside and outside prospective shareholders",
            "vi": "Công bố việc bán cổ phiếu và chuẩn bị việc đăng ký của các cổ đông tiềm năng trong và ngoài doanh nghiệp"
        },
        {
            "en": "An advertising campaign to <em>publicize</em> the new film will be launched next month.",
            "vi": "Một chiến dịch quảng cáo để mọi người biết về bộ phim mới sẽ được bắt đầu vào tháng tới."
        },
        {
            "en": "They flew to Europe to <em>publicize</em> the plight of the refugees.",
            "vi": "Họ đã bay đến Châu Âu để quảng bá sự khó khăn của dân tị nạn."
        },
        {
            "en": "I will distribute it to those who can <em>publicize</em> my products.",
            "vi": "Tôi sẽ phân phối nó cho những người có thể quảng cáo cho sản phẩm của tôi."
        },
        {
            "en": "<em>Publicize</em> the selling prices of electricity and coal for stable electricity generation of the whole 2010;.",
            "vi": "Công bố thực hiện giá bán điện và giá bán than cho sản xuất điện ổn định trong cả năm 2010;."
        },
        {
            "en": "They will conduct an advertising campaign to <em>publicize</em> the new train service.",
            "vi": "Họ sẽ thực hiện một chiến dịch quảng cáo để cho mọi người biết dịch vụ mới về đường sắt."
        },
        {
            "en": "The Enterprise Law requires both the business registration body and the enterprise to <em>publicize</em> information relating to business registration.",
            "vi": "Luật Doanh nghiệp yêu cầu cả cơ quan đăng ký kinh doanh và doanh nghiệp công bố thông tin nội dung đăng ký kinh doanh."
        },
        {
            "en": "Many folks enjoy an opportunity to get their ideas heard by journalists who might <em>publicize</em> them to a larger audience.",
            "vi": "Nhiều người thích có cơ hội chia sẻ ý tưởng của họ với các nhà báo, những người có thể đăng những ý tưởng này rộng rãi cho nhiều độc giả khác."
        },
        {
            "en": "To <em>publicize</em> their branches' plannings, plans, technical standards, investment conditions and lists of projects calling for investment capital.",
            "vi": "Công bố công khai quy hoạch, kế hoạch, tiêu chuẩn kỹ thuật, điều kiện đầu tư, danh mục dự án thu hút vốn đầu tư của ngành."
        },
        {
            "en": "To regularly organize symposiums to share experiences, <em>publicize</em> research results and apply research results to professional activities….",
            "vi": "Định kỳ tổ chức các Hội nghị khoa học để trao đổi kinh nghiệm, công bố các kết quả nghiên cứu, đưa các kết quả nghiên đó vào thực tiễn công tác..."
        },
        {
            "en": "2003: Commune governments are required to <em>publicize</em> regulations on payers and levels of taxes, charges and fees.",
            "vi": "2003: Chính quyền cấp xã phải công bố các quy định về đối tượng nộp thuế, các sắc thuế và thuế suất, các loại phí và mức phí."
        },
        {
            "en": "<em>Publicize</em> the above-mentioned plan in the enterprise, arrange for its discussion, and establish its implementation method;",
            "vi": "Công bố kế hoạch đã nêu trên trong doanh nghiệp, sắp xếp thảo luận và xây dựng các phương pháp thực hiện của nó;"
        },
        {
            "en": "Commune governments are required to <em>publicize</em> the estimates and uses of annual commune budgets, assorted funds and people’s contributions.",
            "vi": "Chính quyền cấp xã có nhiệm vụ công bố công khai dự toán và tình hình sử dụng ngân sách xã hàng năm, trong đó có cả ngân sách cấp phát và đóng góp của dân chúng."
        },
        {
            "en": "The 2006 Law on Information Technology requires state agencies to <em>publicize</em> on their websites all their administrative procedures, among other sorts of information.",
            "vi": "Luật Công nghệ Thông tin 2006 quy định tất cả các cơ quan nhà nước phải công khai trên trang thông tin điện tử của mình về mọi thủ tục hành chính và các thông tin khác."
        },
        {
            "en": "Section 4: General Policy Recommendations The Government of Viet Nam should formally adopt and <em>publicize</em> a multidimensional definition of child poverty similar to that developed in the CPS.",
            "vi": "Phần 4: Các Khuyến nghị Chính sách chung Chính phủ Việt Nam nên chính thức chấp thuận và công bố một định nghĩa đa chiều về vấn đề nghèo trẻ em tương tự với định nghĩa đã được xây dựng trong CPS."
        },
        {
            "en": "Many wondered, why are city officials using taxpayer time and money to <em>publicize</em> the services if a for-profit private company?",
            "vi": "Nhiều người tự hỏi, tại sao các nhà chức trách thành phố lại dùng thời gian và tiền bạc của người đóng thuế để quảng cáo dịch vụ của một công ty tư nhân và hoạt động vị lợi nhuận?"
        },
        {
            "en": "Doctors there were aware that a highly infectious disease had taken root, but authorities were very reluctant to <em>publicize</em> it, much less to take aggressive quarantine measures.",
            "vi": "Các bác sĩ ở đó đã biết về sự xuất hiện của một loại bệnh có khả năng truyền nhiễm cao nhưng các quan chức lại không muốn công bố điều này và càng không muốn đưa ra những biện pháp cách ly mạnh."
        }
    ],
    "suggestions": []
}