{
    "en_vn": {
        "data": {
            "content": null,
            "word": "puffing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "puffing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "puffing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "puffing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "puffing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He sat <em>puffing</em> his pipe.",
            "vi": "Ông ta ngồi hút bập bập chiếc tẩu."
        },
        {
            "en": "He came <em>puffing</em> up the stairs.",
            "vi": "Ông ấy vừa leo cầu thang vừa thở hổn hển."
        },
        {
            "en": "After much huffing and <em>puffing</em>, he agreed to help.",
            "vi": "Sau một hồi bực tức, anh ta đồng ý giúp đỡ."
        },
        {
            "en": "He was <em>puffing</em> hard when he reached the station.",
            "vi": "Anh ấy thở phì phò mệt nhọc sau khi chạy đến được nhà ga."
        },
        {
            "en": "He is <em>puffing</em> a bit when he reached the top.",
            "vi": "Anh ta vênh váo một tí khi anh ta đạt tới chức vụ cao nhất."
        },
        {
            "en": "After much huffing and <em>puffing</em>, she finally agreed to help.",
            "vi": "Sau khi cáu tiết dữ dội, cuối cùng cô ấy cũng đồng ý giúp đỡ."
        },
        {
            "en": "Eventually, <em>puffing</em> and panting, he arrived at the gate",
            "vi": "Cuối cùng, ông ta đã vào tới cổng, miệng thở phì phào như gần kiệt sức"
        },
        {
            "en": "Jack was huffing and <em>puffing</em> to keep up with her.",
            "vi": "Jack thở hổn hển khi đuổi kịp cô ấy."
        },
        {
            "en": "I could hear him huffing and <em>puffing</em> up the stairs.",
            "vi": "Tôi có nghe anh ấy thở hổn hển trên lầu."
        },
        {
            "en": "Arrive <em>puffing</em> and panting at the top of the hill",
            "vi": "Đang thở phì phò khi đến đỉnh đồi."
        },
        {
            "en": "I could hear her huffing and <em>puffing</em> up the stairs.",
            "vi": "Tôi có thể nghe cô ta thở hổn hển đi lên cầu thang."
        },
        {
            "en": "As he's huffing and <em>puffing</em> on the StairMaster, he answers their questions about investments and loans.",
            "vi": "Khi ông đang hổn hển trên chiếc StairMaster, ông trả lời những câu hỏi của họ về việc đầu tư và vay vốn."
        },
        {
            "en": "When I got to the top I was huffing and <em>puffing</em>.",
            "vi": "Khi lên tới đỉnh, tôi thở hồng hộc."
        },
        {
            "en": "I sat <em>puffing</em> my cigar in the living room at that time.",
            "vi": "Lúc đó tôi đang ngồi hút xi gà trong phòng khách."
        },
        {
            "en": "She was very unfit, so she was <em>puffing</em> heavily by now.",
            "vi": "Cô ấy không đủ sức khỏe, vì thế bây giờ cô ta thở hồng hộc."
        },
        {
            "en": "The sight of them, lounging on \"coffee breaks\" near the entrances to their workplace, <em>puffing</em> away, has become ubiquitous.",
            "vi": "Cảnh những người đứng luẩn quẩn gần các lối vào nơi làm việc để hút thuốc lá trong \"giờ nghỉ giải lao\" đã trở nên phổ biến."
        },
        {
            "en": "Going towards campus, the road is inclined and makes for a lot of huffing and <em>puffing</em> if you 're not in top physical condition.",
            "vi": "Đi về phía khu cắm trại, con đường nghiêng dốc và làm cho bạn thở hổn hển thật nhiều nếu bạn không ở trong điều kiện thể chất tốt nhất."
        },
        {
            "en": "Going towards campus, the road is inclined and makes for a lot of huffing and <em>puffing</em> if you're not in top physical condition.",
            "vi": "Đi về phía khu cắm trại, con đường nghiêng dốc và làm cho bạn thở hổn hển thật nhiều nếu bạn không ở trong điều kiện thể chất tốt nhất."
        },
        {
            "en": "Now she took a close look at me for the first time, <em>puffing</em> on her pipe while the old woman beside her sighed.",
            "vi": "Bấy giờ bà ta mới bắt đầu nhìn kỹ vào tôi, vừa nhìn vừa hút ống vố còn bà già ngồi bên cạnh thở dài."
        },
        {
            "en": "After all the huffing and <em>puffing</em>, this was the first opportunity to see the two leaders in action against each other.",
            "vi": "Sau mọi sự nổi giận, đây là cơ hội đầu tiên để xem hai nhà lãnh đạo này hành động chống lại nhau."
        }
    ],
    "suggestions": []
}