{
    "en_vn": {
        "data": {
            "content": null,
            "word": "puli"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>puli</k><blockquote><cclass>[<cclass>'pu:li<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>pulik</b><cclass>'pu:lɪk) a sheepdog of a black, grey, or white breed with a long thick coat. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Hungarian. </blockquote></div>",
            "word": "puli"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "puli"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "puli"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "puli"
        }
    },
    "sentences": [
        {
            "en": "Running block <em>puli</em>",
            "vi": "Di động"
        },
        {
            "en": "Heart and Parcel was set up with a £500 grant. They started small, with the initial course attracting women from Clare’s English class in Salford. The supper clubs were Dode’s idea, with the first Polish and Chinese-themed events held in Clare’s home. Dumplings are the star turn, with Karolina running workshops teaching guests how to make pierogi (Polish dumplings). Other dishes have included Syrian mincemeat and onion kibbeh and Bangladeshi deep-fried coconut <em>puli</em> petha.",
            "vi": "Heart and Parcel được thành lập với 500 bảng Anh tiền trợ cấp. Họ khởi đầu khá khiêm tốn, khóa học đầu tiên thu hút các học viên nữ từ lớp học tiếng Anh của Clare ở Salford. Câu lạc bộ bữa tối này là ý tưởng của Dobe và những sự kiện mang chủ đề về Ba Lan và Trung Quốc đầu tiên được tổ chức tại nhà của Clare. Các món bánh hấp là tiết mục chính. Các buổi học do Karolina hướng dẫn dạy khách mời làm thế nào để nấu món pierogi (món bánh hấp của Ba Lan). Các món ăn khác bao gồm món bánh kẹp với thịt và nhân quả băm của người Syria, hành tây kibbeh và bánh bơ của dừa chiên của Bangladesh."
        }
    ],
    "suggestions": []
}