{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Pulitzer",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Pulitzer",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Pulitzer",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Pulitzer",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Pulitzer",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Pulitzer</em> Prize has been awarded by Columbia University each spring since 1917.",
            "vi": "Giải thưởng hàng năm về văn chương, âm nhạc và báo chí của Hoa Kì được trường đại học Columbia trao vào mỗi mùa xuân từ năm 1917."
        },
        {
            "en": "Golestan was a <em>Pulitzer</em>-prize winning freelance cameraman and worked for the BBC's Tehran bureau.",
            "vi": "Golestan là nhà quay phim tự do từng đoạt giải Pulitzer và làm việc cho văn phòng BBC tại Tehran."
        },
        {
            "en": "Golestan was a <em>Pulitzer</em> - prize winning freelance cameraman and worked for the BBC's Tehran bureau.",
            "vi": "Golestan là nhà quay phim tự do từng đoạt giải Pulitzer và làm việc cho văn phòng BBC tại Tehran."
        },
        {
            "en": "One of his books, the biography of the American historian George Bancroft, was awarded the <em>Pulitzer</em> prize in 1945.",
            "vi": "Một trong những tác phẩm của ông, cuốn tiểu sử về sử học gia hoa kỳ george bancroft, được tặng giải thưởng pulitze vào năm 1945."
        },
        {
            "en": "Mack, who died in 2004, won a <em>Pulitzer</em> Prize in 1977 for his work \"A Prince of Our Disorder,\" about T.E. Lawrence, also known as Lawrence of Arabia.",
            "vi": "Ông Mack đã qua đời vào năm 2004. Ông đoạt giải Pulitzer năm 1977 cho cuốn tiểu sử mang tên \"A Prince of Our Disorder\" (Ông hoàng của sự mất trật tự) viết về T.E. Lawrence, còn được gọi là Lawrence xứ Ả Rập."
        },
        {
            "en": "The literary world knew that Trump had many supporters, but we believed too optimistically that what we valued in literature—empathy, justice, inclusion—would prevail. But there were warning signals. Occasionally, before the prize, I would get a letter from someone who did not like my novel, accusing me of being ungrateful to America, of criticizing America too much. When I checked my book sales, the regions where the book was most popular were the northeast, the west coast, and the big cities. A vast swath of rural America in the deep south, the heartland, and the upper north were not buying the book. And the day before the presidential election, an obscure novelist attacked me on Twitter. I was “NOT an #American #author (born in #Vietnam).” As for my <em>Pulitzer</em>, it was “An American #prize that shuns the real #America. #We long for the Great #American #Novel. When?”",
            "vi": "Giới văn chương giới biết rằng Trump đã có nhiều người ủng hộ, nhưng chúng tôi vẫn lạc quan tin rằng những thứ chúng tôi qúy trọng trong văn chương- như cảm thông, công bằng, hòa nhập sẽ được áp dụng. Nhưng có những tín hiệu cảnh báo. Đôi khi, trước khi nhận các giải thưởng, tôi sẽ nhận được một lá thư từ một người không thích tiểu thuyết của tôi, cáo buộc tôi là vô ơn với nước Mỹ vì chỉ trích Mỹ quá nhiều. Khi tôi kiểm tra doanh số bán sách thì khu vực mà sách được bán chạy nhất là ở phía đông bắc, bờ biển phía tây, và các thành phố lớn. Còn lại những vùng rộng lớn ở nông thôn nước Mỹ tận cùng miền Nam, khu trung tâm và vùng cao phía bắc không mua sách. Vào ngày trước khi bầu cử tổng thống, một tiểu thuyết gia vô danh đả kích tôi trên Twitter. Đại loại như: tôi không phải tác giả người Mỹ (sinh ra ở Việt Nam).\" Đối với Pulitzer của tôi, nó là giải thưởng dành cho người Mỹ xa rời với thực tế nước Mỹ. Chúng tôi mong mỏi #tiểu thuyết Mỹ #vĩ đại. Đến khi nào?\""
        }
    ],
    "suggestions": []
}