{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['pʌpitri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nghệ thuật làm và điều khiển các con rối</td></tr></table><i/></div>",
            "word": "puppetry"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "puppetry"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "puppetry"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "puppetry"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "puppetry"
        }
    },
    "sentences": [
        {
            "en": "Water <em>puppetry</em> in Dong Anh District",
            "vi": "Múa rối nước ở Quận Đông Anh"
        },
        {
            "en": "Have you ever seen a performance of water <em>puppetry</em>?",
            "vi": "Bạn đã bao giờ xem chương trình múa rối nước chưa?"
        },
        {
            "en": "The Center for <em>Puppetry</em> Arts is a unique cultural treasure.",
            "vi": "Trung tâm Nghệ thuật Múa rối là một kho tàng văn hóa độc đáo."
        },
        {
            "en": "Water <em>puppetry</em> is a unique Vietnamese art, created by rice farmers. So I tried to transform water <em>puppetry</em> into cinematographic language. ",
            "vi": "Múa rối nước là một môn nghệ thuật độc đáo của Việt Nam, được sáng tạo bởi những người nông dân thôn quê. Thế nên tôi cố gắng chuyển múa rối nước vào ngôn ngữ điện ảnh."
        },
        {
            "en": "Water <em>puppetry</em> has been maintaining and developing for many generations and holding in the hands of select artisan or <em>puppetry</em> guilds.",
            "vi": "Nghệ thuật múa rối nước được duy trì, phát triển qua nhiều thế hệ mà đứng đầu là những nghệ nhân hoặc những phường hội múa rối."
        },
        {
            "en": "The <em>puppetry</em> art gained a lot of advantages to be evolved.",
            "vi": "Nghệ thuật múa rối có rất nhiều lợi thế để phát triển."
        },
        {
            "en": "Today's Vietnamese water <em>puppetry</em> is a unique variation on the ancient Asian puppet tradition.",
            "vi": "Múa rối nước Việt Nam ngày nay là một biến thể duy nhất trên con rối truyền thống châu Á cổ xưa."
        },
        {
            "en": "The performances combine traditional genres of circus and <em>puppetry</em> as well as modern music and dance.",
            "vi": "Các màn trình diễn sẽ kết hợp thể loại xiếc truyền thống và múa rối cũng như âm nhạc hiện đại và khiêu vũ."
        },
        {
            "en": "Modern water <em>puppetry</em> is performed in a pool of water 4 meters square with the water surface being the stage.",
            "vi": "Múa rối nước hiện đại được trình diễn ở một hồ nước 4 mét vuông với mặt nước là sân khấu."
        },
        {
            "en": "Special programmes with educational effects such as <em>puppetry</em>, drama, study tours, etc. were organized to create more attractiveness and thus to draw more people to join conservation clubs.",
            "vi": "Các chương trình đặc biệt mang tính giáo dục như rối, kịch, tham quan... được tổ chức đã tạo thêm sự hấp dẫn và thu hút đông đảo mọi người cùng tham gia sinh hoạt câu lạc bộ bảo tồn."
        },
        {
            "en": "The 20,000 Vietnamese men conscripted to go to France were around 18 years old and illiterate. They did not know what to expect. They were like puppets, manipulated by the French colonial authorities. This made me think of using water <em>puppetry</em> in the film.",
            "vi": "20000 người Việt Nam bị gửi đến Pháp đều trong khoảng 18 tuổi và không biết chữ. Họ không biết điều gì sẽ xảy ra với mình. Họ giống như những con rối bởi chính quyền thực dân Pháp. Chính điều này đã làm tôi nghĩ đến việc dùng rối nước trong phim."
        },
        {
            "en": "A celebration of Buddhist monk Tu Dao Hanh’s life in Quoc Oai, Hanoi's suburbs, with water <em>puppetry</em> performances and a procession of monks from Thay Pagoda. During his life, Tu Dao Hanh made many advances in medicine and religion, and invented the Vietnamese water puppet show.",
            "vi": "Một buổi lễ kỷ niệm thầy tăng Phật Tử Từ Đạo Hanh sống ở Quốc Oai, ngoại thành của Hà Nội, với những màn trình diễn múa rối nước và một đám rước của các thầy tăng đến từ Chùa Thầy. Trong cuộc đời của thầy, Từ Đạo Hành đã sáng tạo nhiều thành tựu vào y khoa và tín ngưỡng, và phát minh trò múa rối nước Việt Nam,"
        }
    ],
    "suggestions": []
}