{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pursued"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pursued"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pursued"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pursued"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pursued"
        }
    },
    "sentences": [
        {
            "en": "He is <em>pursued</em> closely.",
            "vi": "Anh ấy bị theo sát."
        },
        {
            "en": "Malefactors will be <em>pursued</em> and punished.",
            "vi": "Những kẻ bất lương sẽ bị truy lùng và trừng trị."
        },
        {
            "en": "The police <em>pursued</em> the criminal remorselessly.",
            "vi": "Cảnh sát đã đuổi bắt tên tội phạm một cách ráo riết."
        },
        {
            "en": "The legal authorities finally decided inquiries <em>pursued</em>.",
            "vi": "Cuối cùng những người có thẩm quyền pháp lý đã quyết định các cuộc điều tra được tiếp tục."
        },
        {
            "en": "No, Scarlett, i will not be <em>pursued</em> as the luckless Ashley was <em>pursued</em>.",
            "vi": "Không, scarlett, tôi không muốn bị đeo đuổi như chàng ashley bất hạnh."
        },
        {
            "en": "He <em>pursued</em> it to the exclusion of everything else.",
            "vi": "Bỏ hết những thứ khác, anh chỉ theo đuổi điều đó."
        },
        {
            "en": "The policies were <em>pursued</em> by the previous government.",
            "vi": "Các chính sách mà chính phủ tiền nhiệm theo đuổi."
        },
        {
            "en": "The police <em>pursued</em> the thief into a blind alley.",
            "vi": "Cảnh sát truy đuổi tên trộm vào ngõ cụt."
        },
        {
            "en": "Negotiations for WTO accession are being vigorously <em>pursued</em>.",
            "vi": "Các cuộc đàm phán gia nhập WTO đang được theo đuổi mạnh mẽ."
        },
        {
            "en": "The East Asian countries <em>pursued</em> a different strategy.",
            "vi": "Các nước Đông Á theo đuổi một chiến lược khác hẳn."
        },
        {
            "en": "The police <em>pursued</em> the stolen vehicle along the motorway.",
            "vi": "Cảnh sát đuổi bắt chiếc xe bị ăn trộm trên xa lộ."
        },
        {
            "en": "The pickpocket ran off, hotly <em>pursued</em> by the police.",
            "vi": "Tên móc túi đã bỏ chạy, bị cảnh sát đuổi theo sát nút."
        },
        {
            "en": "You know he is one who has been <em>pursued</em>.",
            "vi": "Ai cũng có thể đoán nó bị người ta đuổi theo."
        },
        {
            "en": "I have <em>pursued</em> this project for over two years.",
            "vi": "Tôi theo dự án này hơn hai năm nay rồi."
        },
        {
            "en": "These questions are <em>pursued</em> in Chapters 3 and 4 respectively.",
            "vi": "Những câu hỏi này được đề cập và phân tích lần lượt trong Chương 3 và 4."
        },
        {
            "en": "It seemed so long since a man whom she found attractive had <em>pursued</em> her.",
            "vi": "Hình như đã lâu lắm chị mới thấy có một người mà chị cho là hấp dẫn theo đuổi chị."
        },
        {
            "en": "The robber raced off down the street, hotly <em>pursued</em> by two policemen.",
            "vi": "Tên cướp chạy nhanh xuống đường, bị hai cảnh sát đuổi theo sát nút."
        },
        {
            "en": "Poor investment decisions could be <em>pursued</em> for longer than they should.",
            "vi": "Các quyết định đầu tư kém cỏi có thể được duy trì lâu hơn mức cần thiết."
        },
        {
            "en": "He darted around the table, <em>pursued</em> by the maligned Mrs. White armed with an antimacassar.",
            "vi": "Cậu vụt chạy quanh bàn ăn, theo sau là bà White hung dữ tay cầm tấm vải bọc ghế đuổi đánh."
        },
        {
            "en": "He has <em>pursued</em> persistently and eagerly a love affair for 1 year.",
            "vi": "Anh ta đeo đuổi một mối tình trong suốt 1 năm."
        }
    ],
    "suggestions": []
}