{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pyjama",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pyjama",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pyjama",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pyjama",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pyjama",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He was just wearing his <em>pyjama</em> bottoms.",
            "vi": "Anh ta chỉ đang mặc quần pi-ra-ma (pyjama)."
        },
        {
            "en": "I absolutely adore those <em>pyjama</em> trousers!",
            "vi": "Tôi hoàn toàn ngưỡng mộ những chiếc quần pi - gia - ma (pyjama) đó!"
        },
        {
            "en": "I absolutely adore those <em>pyjama</em> trousers!",
            "vi": "Tôi hoàn toàn ngưỡng mộ những chiếc quần pi-gia-ma (pyjama) đó!"
        },
        {
            "en": "Mrs. Smith goes out and comes back with a <em>pyjama</em> jacket.",
            "vi": "Bà Smith đi ra ngoài và trở về cùng một cái áo ngủ."
        },
        {
            "en": "Mia had a ball at her <em>pyjama</em> party today with all her friends.",
            "vi": "Mia đã có một buổi khiêu vũ tại tiệc áo ngủ vào ngày hôm nay cùng tất cả bạn bè của cô."
        },
        {
            "en": "Ladies love wearing <em>pyjama</em> bottoms with a matching top as a comfortable nightwear.",
            "vi": "Phụ nữ thích mặc những cái quần pi - gia - ma (pyjama) cùng với một chiếc áo phù hợp như một bộ quần áo ngủ thoải mái."
        },
        {
            "en": "Suddenly she was at the door, her <em>pyjama</em> jacket gaping open.",
            "vi": "Đột nhiên cô ấy đứng ở cửa, áo pi-gia-ma mở toác ra."
        },
        {
            "en": "Suddenly she was at the door, her <em>pyjama</em> jacket gaping open.",
            "vi": "Đột nhiên cô ấy đứng ở cửa, áo pi - gia - ma mở toác ra."
        },
        {
            "en": "I think it does look a bit like a <em>pyjama</em> top.",
            "vi": "Tôi nghĩ nó trông hơi giống một cái áo ngủ."
        },
        {
            "en": "Ladies love wearing <em>pyjama</em> bottoms with a matching top as a comfortable nightwear.",
            "vi": "Phụ nữ thích mặc những cái quần pi-gia-ma (pyjama) cùng với một chiếc áo phù hợp như một bộ quần áo ngủ thoải mái."
        }
    ],
    "suggestions": []
}