{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[pai'lɔrik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(giải phẫu) (thuộc) môn vị</td></tr></table><i/></div>",
            "word": "pyloric",
            "pronounce": "[pai'lɔrik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "pyloric",
            "pronounce": "[pai'lɔrik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pyloric",
            "pronounce": "[pai'lɔrik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pyloric",
            "pronounce": "[pai'lɔrik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "pyloric",
            "pronounce": "[pai'lɔrik]"
        }
    },
    "sentences": [
        {
            "en": "He is checking the <em>IC</em> electronic products.",
            "vi": "Anh ấy đang kiểm tra các sản phẩm IC điện tử."
        },
        {
            "en": "An endoscope that can be introduced into the stomach via the oesophagus to obtain a view of the <em>pyloric</em> antrum, the region of the stomach wall near the <em>pyloric</em> sphincter.",
            "vi": "Một loại đèn nội soi có thể đưa vào dạ dày qua thực quản để có thể thấy được hang môn vị, là vùng của thành dạ dày gần cơ thắt môn vị."
        },
        {
            "en": "An <em>IC</em> can function as an amplifier, oscillator, timer, counter, computer memory, or microprocessor.",
            "vi": "Mạch tích hợp có thể có chức năng như một bộ khuếch đại, hẹn giờ, bộ đếm, bộ nhớ máy tính hoặc bộ vi xử lý."
        },
        {
            "en": "An <em>IC</em> engine works optimally at a temperature of 210 degrees.",
            "vi": "Một máy đốt trong hoạt động tối ưu ở nhiệt độ là 210 độ."
        },
        {
            "en": "The Lynx is now becoming the Totem <em>ic</em> animal of a movement that is transforming British environmentalism: rewilding.",
            "vi": "Loài linh miêu bây giờ đang trở thành Linh vật của một phong trào thay đổi chủ nghĩa môi trường Anh quốc: phục hồi sự hoang dã. "
        },
        {
            "en": "An integrated circuit (<em>IC</em>), sometimes called a chip or microchip, is a semiconductor wafer on which thousands or millions of tiny resistors, capacitors, and transistors are fabricated.",
            "vi": "Mạch tích hợp (IC), còn gọi là chíp hay vi mạch, là một bản vi mạch bán dẫn trên đó được có hàng ngàn hay hàng triệu điện trở, tụ điện và tụ bán dẫn nhỏ."
        },
        {
            "en": "Meanwhile a distinct telegraph <em>ic</em> sub-culture was emerging , with its own customs and vocabulary, and a hi era rchy based on the speed at which op era tor s could send and receive Morse code. ",
            "vi": "Tuy nhiên, một tiểu văn hóa điện báo riêng dần hình thành , với những tập quán và từ vựng riêng, cùng một hệ thống thứ bậc dựa trên tốc độ của kỹ thuật viên trong việc gửi và nhận mã Morse. "
        },
        {
            "en": "What's causing your pelvic pain    What is pelvic pain? Pelvic pain refers to pain in the abdomen below the belly button. This pain can accompany a wide range of conditions. It may be a sign of digestive disorder like IBS, or a red flag for a life-threatening emergency. In the following slides, we explore some causes of pelvic pain. But be sure to see your doctor for proper diagnosis and treatment. Appendicitis This is an inflammation of the appendix, a tube of tissue connected to the large intestine. The symptoms include sharp pain in the lower right abdomen, vomiting, and fever. If you have these symptoms, go to the ER. An infected appendix must be surgically removed or it will eventually burst, spreading the infection within the abdomen. This can result in life-threatening complications. Irritable bowel syndrome (IBS) Irritable bowel syndrome (IBS) is a chronic digestive disorder that causes recurring belly pain, cramps, bloating, and diarrhea or constipation. Doctors don't know what causes it, but there are strategies to control the symptoms. These include diet changes, stress management, and medications to treat diarrhea or constipation. Mittelschmerz (Painful ovulation) If you have painful twinges halfway between your periods, you may be feeling your body ovulate. During ovulation, the ovary releases an egg along with some fluid and blood, which may irritate the lining of the abdomen. This is called mittelschmerz from the German words for \"middle\" and \"pain,\" because it occurs mid-cycle. The pain may switch sides from month to month. It isn't harmful and usually goes away within a few hours. PMS (Premenstrual syndrome) PMS can also cause abdominal cramps, low back pain, headaches, tender breasts, and acne. Hormonal changes may be to blame. Stress, lack of exercise, and some vitamin deficiencies may make the symptoms worse. If PMS is interfering with your daily activities, talk to your doctor. Lifestyle changes and medication can often help. The chart shows hormone changes during a normal menstrual cycle. Menstrual cramps Every month, the uterus builds up a lining of tissue called the endometrium, where an embryo can implant and grow. If you don't get pregnant, the lining breaks down and leaves the body as your menstrual period. Menstrual cramps can occur when the uterus contracts to help push out this blood. The cramps are usually felt in the lower belly or back and last one to three days. A heating pad and over-the-counter pain relievers may help. Ectopic pregnancy This is a life-threatening emergency that requires immediate treatment. It happens when an embryo implants and begins growing somewhere outside of the uterus, usually the fallopian tube. The symptoms include sharp pelvic pain or cramps (particularly on one side), vaginal bleeding, nausea, and dizziness. Urgent medical attention is needed. Pelvic inflammatory disease One of the most serious complications of STDs is pelvic inflammatory disease or PID. This infection can cause permanent damage to the uterus, ovaries, and fallopian tubes (seen here, swollen and red). In fact, it's the leading preventable cause of infertility in women. Symptoms include belly pain, fever, abnormal vaginal discharge, and pain during sex or urination. PID is treated with antibiotics, and in severe cases, surgery. Ovarian cysts A follicle houses the maturing egg during the menstrual cycle and releases the egg when you ovulate. Occasionally, a follicle doesn't open to release the egg or recloses after releasing the egg and swells with fluid, forming an ovarian cyst. This is usually harmless and goes away on its own. But large cysts may cause pelvic pain, weight gain, and frequent urination. Ovarian cysts can be identified with a pelvic exam or ultrasound. Uterine fibroids Fibroids grow in the wall of the uterus and are sometimes called fibroid tumors, but they are not cancerous. Fibroids are common in women in their 30s and 40s and usually cause no problems. However, some women may experience pressure in the belly, low back pain, heavy periods, painful sex, or trouble getting pregnant. Talk with your doctor about treatments to shrink or remove problematic fibroids. Endometriosis In some women, endometrial tissue grows outside the uterus. Growths may form on the ovaries, fallopian tubes, bladder, intestines, and other parts of the body. When it's time for your period, these clumps break down, but  the tissue has no way to leave the body. This is rarely dangerous, but it can cause pain and produce scar tissue that may make it tough to get pregnant. There are treatments for endometriosis, but there is no cure. Urinary tract infection A urinary tract infection (UTI) begins when germs get into the urinary tract. A UTI can cause problems anywhere from the urethra to the bladder and up through the ureters all the way to the kidneys. Symptoms include pressure in the lower pelvis, painful urination, and a frequent urge to urinate. The infection usually isn't serious if it is treated promptly. But when it spreads to the kidneys, it can cause permanent damage. Signs of a kidney infection include fever, nausea, vomiting, and pain in one side of the lower back. Kidney stones Kidney stones are globs of salt and minerals that deposit in the urine. They can be as tiny as a grain of sand or as large as a golf ball. As the stones move from your kidney to your bladder, they can trigger sudden, excruciating pain in the belly or pelvic area. Your urine may turn pink or red from blood. Check with your doctor if you think you have kidney stones. Most will pass out of your system on their own, but some require treatment. Interstitial cystitis (<em>IC</em>) Interstitial cystitis (<em>IC</em>) is a chronic pain condition related to inflammation of the bladder. The cause is unknown. People with severe <em>IC</em> may need to urinate multiple times an hour. Other symptoms include pressure above the pubic area, painful urination, and pain during sex. The condition is most common in women in their 30s and 40s. Although there is no cure, there are ways to ease the symptoms. Sexually transmitted diseases Pelvic pain is a warning sign for some sexually transmitted diseases (STDs.) Two of the most common are chlamydia and gonorrhea (shown here through a microscope); they often occur together. They don't always cause symptoms, but when they do, they may trigger pelvic pain, painful urination, bleeding between periods, and abnormal vaginal discharge. It's important to seek treatment to prevent serious complications and avoid infecting your partner. Pelvic organ prolapse Many women will have pelvic organ prolapse as they age. This occurs when an organ, such as the bladder or uterus, drops into a lower position. It usually isn't a serious health problem, but it can be uncomfortable. The most common symptoms are pressure against the vaginal wall, feeling full in the lower belly, discomfort in the groin or lower back, and painful sex. Treatment options range from special exercises to surgery. Pelvic congestion syndrome Varicose veins commonly occur in the legs (in the upper thigh), and they can sometimes develop in the pelvis. Blood backs up in the pelvic veins, causing them to become swollen and painful. This is known as pelvic congestion syndrome. The pain tends to be worse when you sit or stand. Lying down may provide relief. There are minimally invasive procedures to treat pelvic congestion syndrome. Scar tissue If you've had surgery in the pelvic or lower abdominal region, such as an appendectomy or a C-section, or infection in the area, you could have a pain from scar tissue. Adhesions are a type of internal scar tissue that forms between organs or structures that are not meant to be connected. Abdominal adhesions can cause pain and other problems, depending on their location. In some cases, adhesions must be surgically removed. Vulvodynia Vulvodynia is chronic vulvar pain that has no known cause. The pain affects the area around the opening of the vagina.  It can be constant or recurring and is often described as a burning, stinging or throbbing sensation. Riding a bike or having sex may make the pain worse. It is not caused by an infection. And a diagnosis of vulvodynia is made only after ruling out other causes of vulvar pain. Treatment options range from medication to physical therapy. Pain during sex Pain during sex (dyspareunia) can be caused by many of the conditions we've discussed, most of which are treatable. Other reasons for painful sex are vaginal infections or insufficient lubrication. Sometimes there is no medical explanation for pain during sex. In those cases, sexual therapy may be beneficial. This type of therapy can help resolve inner conflicts about sex or past abuse. Chronic pelvic pain Chronic pelvic pain occurs below your belly button and lasts at least 6 months. It may be severe enough to interfere with your sleep, career, or relationships. The first step toward getting your life back is seeing your doctor for a diagnosis. Most of the conditions we've discussed respond well to treatment. Sometimes, even after a lot of testing, the cause of pelvic pain remains a mystery. But your doctor can still help you find ways to feel better.",
            "vi": "Nguyên nhân gì gây đau vùng xương chậu    Đau vùng xương chậu là gì? Đau khung xương chậu có nghĩa là đau vùng bụng dưới rốn. Triệu chứng này có thể đi kèm nhiều chứng bệnh khác nhau. Đó có thể là dấu hiệu chứng rối loạn tiêu hoá như hội chứng kích thích ruột (IBS: irritable bowel syndrome), hoặc là một dấu hiệu nguy hiểm cho biết tình trạng khẩn cấp đe doạ đến tính mạng. Trong những khung hình dưới đây, chúng ta sẽ nghiên cứu một số nguyên nhân gây đau khung xương chậu. Nhưng chắc rằng phải đến bác sĩ để được khám và điều trị đúng đắn.  Viêm ruột thừa Đây là bệnh viêm ruột thừa – viêm ống mô nối với ruột già. Triệu chứng đau nhói vùng bụng dưới bên phải, ói mửa, và sốt. Nếu mắc những triệu chứng này thì bạn nên đến phòng cấp cứu nhé. (ER: emergency room). Ruột thừa bị viêm phải nên được cắt bỏ kẻo sẽ bị vỡ ra, gây nhiễm trùng lây lan trong bụng, dẫn đến nhiều biến chứng nguy hiểm đến tính mạng.  Hội chứng kích thích ruột  Hội chứng kích thích ruột (IBS) là bệnh rối loạn tiêu hóa mãn tính gây đau bụng tái phát, chuột rút, sưng phù, và tiêu chảy hoặc táo bón. Bác sĩ vẫn chưa tìm ra nguyên nhân gây bệnh, nhưng cũng có nhiều biện pháp để kiểm soát các triệu chứng đó bao gồm việc thay đổi chế độ dinh dưỡng, ức chế căng thẳng, và sử dụng thuốc để trị tiêu chảy hoặc táo bón.  Thời kỳ phóng noãn (thường kèm theo triệu chứng đau đớn, khó chịu) Nếu bị đau giữa chu kỳ kinh của mình thì chắc là bạn cũng có thể cảm giác thấy cơ thể mình rụng trứng. Trong thời gian rụng trứng, buồng trứng làm rụng một trứng kèm theo một ít dịch và máu, chất này có thể làm kích thích niêm mạc bụng. Đây gọi là thời kỳ phóng noãn (mittelschmerz) xuất xứ từ tiếng Đức có nghĩa là “giữa” và “đau”, bởi nó xảy ra vào giữa chu kỳ. Triệu chứng gây đau đớn này thay đổi từ bên này sang bên khác, không giống nhau giữa từng tháng một. Nó không gây hại gì và thường sẽ tự hết trong vòng một vài tiếng đồng hồ.  PMS (Hội chứng trước kỳ kinh nguyệt) PMS có thể gây chuột rút ở bụng, đau vùng lưng dưới, nhức đầu, ngực mềm, và nổi mụn trứng cá. Các thay đổi hooc-môn cũng có thể là nguyên nhân. Căng thẳng, thiếu vận động, và thiếu một số vitamin cũng có thể làm cho các triệu chứng này nặng thêm. Nếu hội chứng PMS làm ảnh hưởng đến các hoạt động thường nhật của bạn thì hãy nên tham khảo ý kiến của bác sĩ nhé. Việc thay đổi lối sống và thuốc cũng thường có tác dụng rất tốt.  Biểu đồ biểu thị những thay đổi của hoóc-môn trong suốt chu kỳ kinh nguyệt bình thường.  Chuột rút do kinh nguyệt Hằng tháng, tử cung có nhiệm vụ làm tăng sinh lớp niêm mạc mô gọi là nội mạc tử cung, phôi thai có thể bám và lớn lên ở đây. Nếu bạn không có thai thì lớp niêm mạc này sẽ bong tróc ra và được tống ra khỏi cơ thể như kỳ kinh của bạn vậy. Chứng chuột rút do kinh nguyệt có thể xảy ra khi tử cung co bóp để đẩy máu ra ngoài. Hội chứng chuột rút thường xảy ra ở vùng bụng dưới hoặc lưng và kéo dài từ 1 đến 3 ngày. Đệm đốt nóng hoặc thuốc giảm đau mua tự do không theo toa có thể giúp bạn giảm đau.  Thai ngoài tử cung Thai ngoài tử cung là tình trạng khẩn cấp đe doạ đến tính mạng cần phải được điều trị ngay tức khắc. Nó xảy ra khi phôi thai bám vào và bắt đầu phát triển ở một nơi nào đó ngoài tử cung, thường là ống dẫn trứng. Triệu chứng đau khung xương chậu dữ dội hoặc chuột rút (nhất là ở một bên), xuất huyết âm đạo, buồn nôn, và chóng mặt. Trường hợp này cần được điều trị khẩn cấp.  Bệnh viêm khung chậu Một trong những biến chứng nguy hiểm nhất của các bệnh lây truyền qua đường tình dục là bệnh viêm khung chậu hoặc viêm chậu hông (PID: Pelvic Inflammatory Disease). PID có thể gây hại lâu dài cho tử cung, buồng trứng, và ống dẫn trứng (ở đây, nó bị sưng và đỏ lên). Thực ra, đây là nguyên nhân gây vô sinh hàng đầu có thể phòng tránh được ở phụ nữ. Triệu chứng đau bụng, sốt, khí hư bất thường, và đau khi quan hệ tình dục hoặc đau khi đi tiểu. PID được điều trị bằng thuốc kháng sinh, và trong trường hợp nghiêm trọng thì sẽ tiến hành phẫu thuật.  Nang buồng trứng Nang là chỗ trú của trứng đã chín trong suốt chu kỳ kinh nguyệt và có nhiệm vụ làm rụng trứng. Nhưng cũng có đôi khi nang này không mở ra để cho trứng rụng hoặc đóng lại sau khi rụng trứng và sưng phồng lên chứa dịch, tạo thành u nang buồng trứng. Trường hợp này thường không nguy hại gì và sẽ tự hết. Nhưng nang lớn có thể gây đau vùng xương chậu, tăng cân, và đi tiểu thường xuyên. Nang buồng trứng có thể nhận biết được bằng cách khám khung chậu hoặc siêu âm. U xơ tử cung Khối xơ phát triển ở thành tử cung và đôi khi cũng được gọi là u xơ, nhưng đây không phải là ung thư. U xơ là chứng bệnh thường thấy ở phụ nữ độ tuổi 30 và 40 và thường không gây nguy hại gì. Tuy nhiên, một số phụ nữ có thế thấy nặng bụng, đau vùng lưng dưới, kinh nguyệt ra nhiều, đau khi quan hệ tình dục, hoặc khó mang thai. Hãy tham khảo ý kiến của bác sĩ về các phương pháp chữa trị để làm teo hoặc cắt bỏ những u xơ khó trị nhé. Bệnh lạc nội mạc tử cung Ở một số phụ nữ, mô màng trong dạ con phát triển bên ngoài tử cung. Các khối u này có thể hình thành trên buồng trứng, ống dẫn trứng, bàng quang, ruột, và bộ phận khác của cơ thể. Đến đúng vào chu kỳ kinh nguyệt thì chúng vỡ ra, nhưng mô không có cách nào để ra khỏi cơ thể. Đây là chứng bệnh hiếm khi nguy hiểm, nhưng nó có thể gây đau và tạo mô sẹo có thể làm khó thụ thai. Có nhiều phương pháp điều trị bệnh lạc nội mạc tử cung, nhưng không có thuốc để chữa bệnh này.  Nhiễm trùng đường tiểu Nhiễm trùng đường tiểu (UTI) xảy ra khi mầm bệnh đi vào đường tiểu. UTI có thể gây rắc rối ở bất kỳ đâu từ niệu đạo tới bàng quang và qua niệu quản đến thận. Triệu chứng áp lực ở vùng xương chậu dưới, đau khi đi tiểu, và thường xuyên mắc tiểu. UTI thường không nguy hiểm nếu được điều trị kịp thời. Nhưng khi nó lan sang thận thì có thể gây hại lâu dài cho thận. Dấu hiệu nhiễm trùng thận gồm sốt, buồn nôn, ói, và đau một bên vùng lưng dưới. Sỏi thận  Sỏi thận là những giọt muối và khoáng chất lắng trong nước tiểu. Chúng có thể rất nhỏ như hạt cát hoặc lớn cỡ quả bóng gôn. Khi những viên sỏi này di chuyển từ thận đến bàng quang, chúng có thể gây đau bụng hoặc khung chậu đột ngột và dữ dội. Nước tiểu của bạn có thể chuyển sang màu hồng hoặc đỏ do máu. Nếu bạn nghĩ mình bị sỏi thận thì nên tham khảo ý kiến của bác sĩ nhé. Hầu hết các trường hợp đều có thể tự khỏi, nhưng một số cũng cần phải chữa trị.  Viêm bàng quang kẽ (IC) Viêm bàng quang kẽ (IC) là chứng đau mãn tính liên quan đến viêm bàng quang. Người ta chưa tìm ra nguyên nhân gây bệnh. Bệnh nhân bị viêm bàng quang kẽ nặng có thể phải đi tiểu nhiều lần trong một tiếng đồng hồ. Các triệu chứng kháng bao gồm áp lực trên vùng xương mu, đau khi đi tiểu, và đau khi quan hệ tình dục. IC thường thấy nhất ở phụ nữ độ tuổi 30 và 40. Mặc dù không có thuốc trị, nhưng cũng có nhiều cách để làm dịu các triệu chứng đó.  Bệnh lây truyền qua đường tình dục Đau khung xương chậu là dấu hiệu cảnh báo một số bệnh lây truyền qua đường tình dục (STDs). 2 bệnh thường thấy nhất là chlamydia (bệnh lây qua đường tình dục) và gonorrhea (bệnh lậu) (ở đây được nhìn qua kính hiển vi); chúng thường xảy ra đồng thời. Những bệnh này không phải lúc nào cũng gây ra triệu chứng, nhưng khi xảy ra bệnh thì chúng có thể gây đau khung xương chậu, đau khi đi tiểu, xuất huyết giữa chu kỳ kinh nguyệt, và xuất hiện khí hư bất thường. Điều quan trọng là nên chữa trị để tránh các biến chứng nguy hiểm và tránh làm lây lan cho bạn tình của bạn.  Bệnh sa khung xương chậu  Nhiều phụ nữ bị bệnh sa khung xương chậu khi lớn tuổi. Bệnh này xảy ra khi một cơ quan nào đó, như bàng quang hay tử cung, bị sa xuống thấp. Nó thường không phải là vấn đề sức khỏe nghiêm trọng, nhưng có thể gây khó chịu. Triệu chứng thường thấy nhất là áp lực ở thành âm đạo, cảm giác căng bụng dưới, khó chịu ở háng hoặc vùng lưng dưới, và đau khi quan hệ tình dục. Bạn có thể lựa chọn phương pháp điều trị từ các bài tập đặc biệt đến phẫu thuật.  Hội chứng sung huyết vùng xương chậu Tĩnh mạch thường bị giãn ở chân (ở bắp đùi trên), và đôi khi có thể xảy ra ở khung xương chậu. Máu bị tắc nghẽn trong tĩnh mạch khung xương chậu, làm cho các tĩnh mạch này sưng lên và gây đau nhức. Đây được gọi là hội chứng sung huyết vùng xương chậu. Khi bạn ngồi hoặc đứng thì hội chứng này càng đau dữ dội và giảm bớt khi nằm. Không có nhiều biện pháp điều trị hội chứng sung huyết vùng xương chậu.  Mô sẹo Nếu bạn đã phẫu thuật ở khung xương chậu hoặc vùng bụng dưới, chẳng hạn như thủ thuật cắt ruột thừa hoặc thuật mổ bắt con, hoặc bị nhiễm trùng tại đó, bạn có thể bị đau do mô sẹo. Các dải sợi (hình thành do chấn thương) là một dạng mô sẹo bên trong nằm giữa các cơ quan hoặc cấu trúc không dính liền. Các dải sợi ở bụng có thể gây đau và một số vấn đề khác, tuỳ thuộc vào vị trí của chúng. Trong một số trường hợp thì các dải sợi này cần nên được phẫu thuật để cắt bỏ.  Đau âm hộ Đây là chứng bệnh đau âm hộ mãn tính vô căn. Triệu chứng đau này ảnh hưởng đến vùng quanh lỗ âm đạo. Nó có thể rất dai dẳng, khó trị hoặc tái phát nhiều lần và thường được mô tả như cảm giác rát, nhức nhối hoặc đau đớn dữ dội. Việc đi xe đạp hoặc quan hệ tình dục có thể làm cho bệnh càng trầm trọng hơn. Bệnh này không lây nhiễm. Người ta có thể chẩn đoán bệnh đau âm hộ chỉ sau khi đã loại trừ các nguyên nhân khác gây đau âm hộ. Có nhiều phương pháp để trị chứng đau âm hộ từ thuốc đến vật lý trị liệu. Đau khi quan hệ tình dục Đau khi quan hệ tình dục (chứng giao hợp đau) có thể do nhiều chứng bệnh gây ra mà chúng ta đã thảo luận, hầu hết đều có thể chữa trị được. Nhiều nguyên nhân khác gây chứng giao hợp đau có thể là nhiễm trùng âm đạo hoặc thiếu chất bôi trơn. Đôi khi người ta cũng không tìm ra một lý giải y khoa nào về chứng đau này. Trong các trường hợp đó thì có lẽ liệu pháp tình dục có thể là phù hợp và có ích. Loại liệu pháp này có thể giúp giải quyết được các xung đột bên trong về tình dục hoặc lạm dụng tình dục trước đây.  Đau khung xương chậu mãn tính Đau khung xương chậu mãn tính xảy ra bên dưới rốn và kéo dài ít nhất là 6 tháng. Bệnh này có thể nặng đến nỗi làm cho bạn khó ngủ, ảnh hưởng đến công việc, hoặc các mối quan hệ của bạn. Biện pháp đầu tiên để có thể giúp bạn trở lại cuộc sống bình thường của mình là đến khám bác sĩ để được chẩn đoán. Hầu hết các chứng bệnh mà chúng ta thảo luận đều đã thuyên giảm sau khi điều trị. Đôi khi, thậm chí sau nhiều xét nghiệm thì người ta vẫn không tìm ra được nguyên nhân gây đau khung xương chậu. Nhưng bác sĩ vẫn có thể giúp bạn tìm ra phương pháp để cảm thấy dễ chịu hơn. "
        }
    ],
    "suggestions": []
}