{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Pyongyang"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Pyongyang"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Pyongyang"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Pyongyang"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Pyongyang"
        }
    },
    "sentences": [
        {
            "en": "<em>Pyongyang</em> still owes Sweden a lot of money.",
            "vi": "Bình Nhưỡng vẫn còn nợ Thụy Điển rất nhiều tiền."
        },
        {
            "en": "This video was shot in <em>Pyongyang</em>, North Korea at a undisclosed location.",
            "vi": "Đoạn băng hình này được quay ở tỉnh Pyongyang, Triều Tiên tại một địa điểm được giấu kín."
        },
        {
            "en": "Indeed, the West hopes that Beijing can exert its influence in <em>Pyongyang</em> to ease tensions.",
            "vi": "Thật vậy, Phương Tây hy vọng rằng Bắc Kinh có thể dùng ảnh hưởng của họ tại Bình Nhưỡng để xoa dịu căng thẳng."
        },
        {
            "en": "North Korean leader Kim Jong Un arrives at a ceremony in <em>Pyongyang</em>, North Korea, on Thursday.",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Chính Ân (Kim Jong Un) đến dự một buổi lễ ở Bình Nhưỡng, Triều Tiên, vào hôm thứ năm."
        },
        {
            "en": "Referring to speculation <em>Pyongyang</em> was preparing to test - fire a long - range missile, Mrs Clinton said the US viewed any such tests as provocative.",
            "vi": "Về giả thuyết cho rằng Bình Nhưỡng đang chuẩn bị bắn thử tên lửa tầm xa, bà Clinton nói bất kỳ một cuộc thử nghiệm nào như thế đều bị Hoa Kỳ xem là khiêu khích."
        },
        {
            "en": "Referring to speculation <em>Pyongyang</em> was preparing to test-fire a long-range missile, Mrs Clinton said the US viewed any such tests as provocative.",
            "vi": "Về giả thuyết cho rằng Bình Nhưỡng đang chuẩn bị bắn thử tên lửa tầm xa, bà Clinton nói bất kỳ một cuộc thử nghiệm nào như thế đều bị Hoa Kỳ xem là khiêu khích."
        },
        {
            "en": "KCNA said his funeral will be held on December 28 in <em>Pyongyang</em>.  A period of national mourning was declared from December 17 to 29.",
            "vi": "Theo KCNA, tang lễ sẽ được cử hành vào ngày 28 tháng 12 ở Bình Nhưỡng. Cả nước sẽ tổ chức quốc tang kéo dài từ ngày 17 đến ngày 29 tháng 12."
        },
        {
            "en": "<em>Pyongyang</em> has fired ballistic missiles over Japan twice in the last month and conducted its sixth and biggest nuclear test on September 3.",
            "vi": "Trong tháng vừa qua, Bình Nhưỡng đã bắn tên lửa đạn đạo qua Nhật Bản hai lần, tiến hành thử nghiệm vũ khí hạt nhân lần thứ 6 và lần lớn nhất là vào ngày 3 tháng 9."
        },
        {
            "en": "<em>Pyongyang</em> has fired ballistic missiles over Japan twice in the last month and conducted its sixth and biggest nuclear test on September 3.",
            "vi": "Trong tháng vừa qua, Bình Nhưỡng đã bắn tên lửa đạn đạo qua Nhật Bản hai lần, tiến hành thử nghiệm vũ khí hạt nhân lần thứ 6 và lần lớn nhất là vào ngày 3 tháng 9."
        },
        {
            "en": "The tough language published by North Korea's official state KCNA news agency indicates that <em>Pyongyang</em> may be preparing more missile tests as it seeks to develop a nuclear-tipped missile capable of striking mainland American soil.",
            "vi": "Lời lẽ cứng rắn được công bố bởi Hãng Thông tấn Trung ương Triều Tiên (KCNA) cho thấy Bình Nhưỡng có thể chuẩn bị thêm các cuộc thử tên lửa vì nước này mưu toan phát triển một tên lửa hạt nhân có khả năng bắn tới đất Mỹ."
        },
        {
            "en": "BBC state department correspondent Kim Ghattas in Seoul says Mrs Clinton's words were a stern warning to <em>Pyongyang</em>, making clear that while the new administration may be ready to explore new strategies, there will be no softening of tone.",
            "vi": "Ghattas, phóng viên BBC tại Seoul chuyên về đề tài Bộ ngoại giao Hoa Kỳ, những điều Bà Clinton nói quả là một lời cảnh báo cứng rắn đối với Bình Nhưỡng, chứng tỏ chính phủ mới có sẵn sàng nghiên cứu chiến lược mới chăng nữa thì tuyệt đối vẫn không mềm mỏng tí nào."
        },
        {
            "en": "Mrs Clinton said <em>Pyongyang</em> should follow through on its commitment to get rid of its nuclear program, adding that it was important to get six - party talks on the issue back on track.",
            "vi": "Ngoài việc cho rằng Bình Nhưỡng nên hoàn thành cam kết của mình trong việc huỷ bỏ chương trình hạt nhân, Bà Clinton còn nói thêm điều quan trọng là phải đưa vòng đàm phán sáu bên về vấn đề này trở lại đúng hướng."
        },
        {
            "en": "Mrs Clinton said <em>Pyongyang</em> should follow through on its commitment to get rid of its nuclear program, adding that it was important to get six-party talks on the issue back on track.",
            "vi": "Ngoài việc cho rằng Bình Nhưỡng nên hoàn thành cam kết của mình trong việc huỷ bỏ chương trình hạt nhân, Bà Clinton còn nói thêm điều quan trọng là phải đưa vòng đàm phán sáu bên về vấn đề"
        },
        {
            "en": "North Korean leader Kim Jong Un on April 15, 2017, in <em>Pyongyang</em>, North Korea, and President Trump in Washington on April 29, 2017.(Photo: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E, and Pablo Martinez)",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Jong Un vào ngày 15 tháng 4 năm 2017 tại Bình Nhưỡng, Triều Tiên và Tổng thống Trump tại Washington vào ngày 29 tháng 4 năm 2017. (Ảnh: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E và Pablo Martinez)"
        },
        {
            "en": "BBC state department correspondent Kim Ghattas in Seoul says Mrs Clinton's words were a stern warning to <em>Pyongyang</em>, making clear that while the new administration may be ready to explore new strategies, there will be no softening of tone.",
            "vi": "Theo Kim Ghattas, phóng viên BBC tại Seoul chuyên về đề tài Bộ ngoại giao Hoa Kỳ, những điều Bà Clinton nói quả là một lời cảnh báo cứng rắn đối với Bình Nhưỡng, chứng tỏ chính phủ mới có sẵn sàng nghiên cứu chiến lược mới chăng nữa thì tuyệt đối vẫn không mềm mỏng tí nào."
        },
        {
            "en": "Late Tuesday, U.S. Secretary of State Rex Tillerson confirmed the intercontinental ballistic missile launch and called it a \"new escalation\" of the threat from <em>Pyongyang</em>. He also vowed to bring additional international pressure on the regime.",
            "vi": "Cuối hôm thứ ba, Ngoại trưởng Hoa Kỳ, Rex Tillerson xác nhận việc phóng tên lửa đạn đạo xuyên lục địa và gọi đó là \"bước leo thang mới\" của mối đe dọa từ Bình Nhưỡng. Ông cũng thề sẽ gây thêm áp lực quốc tế lên chế độ Triều Tiên."
        },
        {
            "en": "Mrs Clinton said <em>Pyongyang</em> should follow through on its commitment to get rid of its nuclear programme, adding that it was important to get six-party talks on the issue back on track.",
            "vi": "Ngoài việc cho rằng Bình Nhưỡng nên hoàn thành cam kết của mình trong việc huỷ bỏ chương trình hạt nhân, Bà Clinton còn nói thêm điều quan trọng là phải đưa vòng đàm phán sáu bên về vấn đề này trở lại đúng hướng."
        },
        {
            "en": "Volvo received an order for 1,000 of its 144 model and promptly started shipping the cars out to North Korea in 1974. But it very quickly became apparent that <em>Pyongyang</em> was not paying for the goods that had been shipped.",
            "vi": "Volvo nhận được đơn hàng đặt mua 1000 chiếc xe Volvo 144 và họ mau mắn vận chuyển bằng đường biển những chiếc xe ấy đến Triều Tiên vào năm 1974. Nhưng chẳng bao lâu sau thì biết được là Bình Nhưỡng không trả tiền cho số hàng hoá đã được gửi đi ấy."
        },
        {
            "en": "The tough language published by North Korea's official state KCNA news agency indicates that <em>Pyongyang</em> may be preparing more missile tests as it seeks to develop a nuclear-tipped missile capable of striking mainland American soil.",
            "vi": "Lời lẽ cứng rắn được công bố bởi Hãng Thông tấn Trung ương Triều Tiên (KCNA) cho thấy Bình Nhưỡng có thể chuẩn bị thêm các cuộc thử tên lửa vì nước này mưu toan phát triển một tên lửa hạt nhân có khả năng bắn tới đất Mỹ."
        },
        {
            "en": "North Korean leader Kim Jong Un on April 15, 2017, in <em>Pyongyang</em>, North Korea, and President Trump in Washington on April 29, 2017.(Photo: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E, and Pablo Martinez)",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Jong Un vào ngày 15 tháng 4 năm 2017 tại Bình Nhưỡng, Triều Tiên và Tổng thống Trump tại Washington vào ngày 29 tháng 4 năm 2017. (Ảnh: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E và Pablo Martinez)"
        }
    ],
    "suggestions": []
}