{
    "en_vn": {
        "data": {
            "content": null,
            "word": "pyridoxine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>pyridoxine</k><blockquote><cclass>[<cclass>ˌpɪrɪ'dɒksɪn<cclass>, <cclass>-i:n<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry vitamin B<sub>6</sub>, a compound present chiefly in cereals, liver oils, and yeast. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: from <i>pyrid(ine)</i> + <kref>ox-</kref> + <kref>-ine</kref><sup>4</sup>. </blockquote></div>",
            "word": "pyridoxine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "pyridoxine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "pyridoxine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vitamine B6</font></td></tr></tbody></table></div>",
            "word": "pyridoxine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Pyridoxine</em> (vitamin B6) is a water-soluble vitamin.",
            "vi": "Pyridoxine (vitamin B6) là vitamin có thể hòa tan trong nước."
        },
        {
            "en": "<em>Pyridoxine</em> (vitamin B6) is a water - soluble vitamin.",
            "vi": "Pyridoxine (vitamin B6) là vitamin có thể hòa tan trong nước."
        },
        {
            "en": "Occasional side-effects include digestive disturbances and dry mouth; high doses or prolonged treatment may cause inflammation of the nerves, which can be countered by including <em>pyridoxine</em> (vitamin B6) in the preparation.",
            "vi": "Đôi khi thuốc có tác động phụ như rối loạn tiêu hoá và khô miệng; điều trị với liều cao hay lâu dài có thể gây viêm các dây thần kinh, nên cần ngăn chặn bằng cách thêm pyridoxine (vitamin b6) trong chế phẩm."
        },
        {
            "en": "Nutritional Value of Pineapple Juice   Pineapple juice is packed with vitamins and minerals. Pineapple contains vitamin C, B-Complex (folate, thiamine, <em>pyridoxine</em>, riboflavin). On minerals front, it is having potassium, calcium, phosphorous and Manganese. It is also rich in natural soluble and insoluble fibre and low in calories. Fresh pineapple juice is having 75 percent of vitamin C of daily requirements. Vitamin C is good for healthy immune system, effective in cold and cell growth. Vitamin B boosts metabolic activities of the body. B6 regulate blood sugar. Vitamin A maintains healthy mucus membrane, eyesight and skin. Potassium prevents muscle cramps and soreness.",
            "vi": "Giá trị dinh dưỡng của dứa  Nước ép quả dứa đầy vi - ta - min và khoáng chất. Quả dứa chứa vi - ta - min C, B - Complex ( folate, thiamin, pi - ri - đoóc - xin, vitamin B2 ). Về khoáng chất, nước dứa có ka - li, can - xi, phosphoric và Manganese. Nước dứa cũng giàu chất xơ tan và không tan tự nhiên mà hàm lượng ca - lo lại thấp. Nước dứa tươi cung cấp 75 phần trăm nhu cầu vi - ta - min C mỗi ngày. Vi - ta - min C giữ cho hệ miễn dịch khoẻ mạnh, ngừa cảm cúm và giúp tế bào sinh trưởng. Vi - ta - min B đẩy mạnh hoạt động trao đổi chất của cơ thể. B6 điều hoà đường huyết. Vi - ta - min A giữ cho màng nhầy , thị lực và da khoẻ mạnh. Ka - li ngăn ngừa chuột rút cơ và đau nhức."
        }
    ],
    "suggestions": []
}