{
    "en_vn": {
        "data": {
            "content": null,
            "word": "quantitatively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "quantitatively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "quantitatively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quantitatively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "quantitatively"
        }
    },
    "sentences": [
        {
            "en": "Asses magnitude of impact (<em>quantitatively</em>) using counter-factual scenario.",
            "vi": "Đánh giá mức độ ảnh hưởng (Số lượng) sử dụng kịch bản đối lập."
        },
        {
            "en": "This is represented <em>quantitatively</em> by rising per capita expenditures and improving social indicators.",
            "vi": "Điều này được thể hiện về mặt định lượng bằng chi tiêu tính trên đầu người cao hơn, những chỉ tiêu về xã hội được cải thiện."
        },
        {
            "en": "The purpose of this study is not only to establish a method for <em>quantitatively</em> evaluating the lateralization of linguistic function but also to evaluate its optimality.",
            "vi": "Mục đích của cuộc nghiên cứu này không chỉ là thiết lập một phương pháp đánh giá ưu thế bên của chức năng ngôn ngữ về mặt định lượng mà còn đánh giá tính tối ưu của nó nữa."
        },
        {
            "en": "PSP method allows engineers an opportunity to look at their own process, review their own performance, identify their own weakness and strength <em>quantitatively</em>, and draw conclusion on what they need to improve.",
            "vi": "Phương pháp PSP cho phép người kỹ sư có cơ hội nhìn vào quy trình riêng của mình, kiểm điểm hiệu năng riêng của họ, nhận diện điểm yếu điểm mạnh của họ theo định lượng, và rút ra kết luận về điều họ cần cải tiến."
        },
        {
            "en": "Franklin’s most famous personal finance quote isn’t actually quite accurate. <em>Quantitatively</em>, when you consider that most people calculate their earnings prior to taxes, a penny saved is actually worth more than a penny earned. Why? Because taxes reduce your actual take home pay. If you earn $10 an hour, you will likely only see around $7.50 after taxes. Therefore, if you can cut your expenses by $10, it actually results in saving more than 1 hour’s worth of your take home wage.",
            "vi": "Câu nói tài chính cá nhân nổi tiếng nhất của Franklin không thực sự chính xác. Về mặt định lượng, khi bạn nghĩ rằng hầu hết mọi người tính khoản thu nhập của họ trước thuế, một đồng tiết kiệm thực sự có giá trị hơn một đồng kiếm được. Tại sao? Bởi vì thực tế thuế làm giảm tiền mua nhà của bạn. Nếu bạn kiếm được $10 một giờ, có khả năng bạn chỉ nhận khoảng $7.50 sau thuế. Do đó, nếu bạn có thể cắt giảm chi tiêu của mình lên $10, kết quả là tiết kiệm hơn giá trị một giờ tiền lương mua nhà của bạn."
        }
    ],
    "suggestions": []
}