{
    "en_vn": {
        "data": {
            "content": null,
            "word": "quarantined",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "quarantined",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "quarantined",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quarantined",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "quarantined",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Quarantined</em> because of rabies",
            "vi": "Bị cách ly vì bệnh dại"
        },
        {
            "en": "He is <em>quarantined</em> because of rabies.",
            "vi": "Anh ta bị cách li vì bệnh dại."
        },
        {
            "en": "They are <em>quarantined</em> because of rabies.",
            "vi": "Họ bị cách ly vì bệnh dại."
        },
        {
            "en": "I am unable to deliver <em>quarantined</em> emails in Forefront for Exchange 2007.",
            "vi": "Tôi không thể chuyển các email đã kiểm tra trong phần mềm diệt vi rút Forefront for Exchange 2007."
        },
        {
            "en": "Of those infected, 7,567 were released from hospital and the rest are being <em>quarantined</em> for treatment.",
            "vi": "Trong số các ca nhiễm, 7. 567 người đã được xuất viện và số còn lại đang được cách ly điều trị."
        },
        {
            "en": "Of those infected, 7, 567 were released from hospital and the rest are being <em>quarantined</em> for treatment.",
            "vi": "Trong số các ca nhiễm, 7.567 người đã được xuất viện và số còn lại đang được cách ly điều trị."
        },
        {
            "en": "For this he requires real-world settings where people mingle and socialise, rather than a psychology lab where they are typically <em>quarantined</em>.",
            "vi": "Để thử nghiệm điều này, ông cần một bối cảnh trong đời thực, nơi mà con người ta gặp gỡ và giao tiếp, thay vì một phòng thí nghiệm nơi mà họ thường bị cách ly."
        },
        {
            "en": "Imported fish and fish products were required to have been <em>quarantined</em> and certified by the competent authorities of the exporting country.",
            "vi": "Cá và các sản phẩm từ cá nhập khẩu bị yêu cầu phải được kiểm dịch và chứng nhận bởi các cơ quan chức năng có thẩm quyền của nước xuất khẩu."
        },
        {
            "en": "Under this Decree, animals intended for slaughter or preliminary processing were required to satisfy veterinary hygiene standards and to have been <em>quarantined</em> and certified by the competent professional State veterinary agency.",
            "vi": "Theo nghị định này, những động vật để giết mổ hoặc sơ chế phải thoả mãn các tiêu chuẩn vệ sinh thú ý và phải được kiểm dịch và chứng nhận bởi một cơ quan chuyên ngành thú y có thẩm quyền của nhà nước."
        },
        {
            "en": "Nina‘s dog Bentley was placed in <em>quarantined</em> and will remain there until the end of the month, though she will get to visit, hold, and play with him this weekend.",
            "vi": "Chú chó Bentle của Nina đã được cách ly và sẽ vẫn ở nơi cách ly ấy đến cuối tháng này, mặc dù vậy cuối tuần này cô sẽ thăm, ôm và chơi đùa cùng chú."
        }
    ],
    "suggestions": []
}