{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kwə'tɔ:zein]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bài thơ 14 câu</td></tr></table><i/></div>",
            "word": "quatorzain"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "quatorzain"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "quatorzain"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quatorzain"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "quatorzain"
        }
    },
    "sentences": [
        {
            "en": "<em>quat</em>",
            "vi": "fan"
        },
        {
            "en": "I work at Dung <em>Quat</em> economic zone.",
            "vi": "Tôi làm việc ở khu kinh tế Dung Quất."
        },
        {
            "en": "Dung <em>Quat</em> lies about 12km from roadway, railway.",
            "vi": "Dung quất nằm cách đường bộ, đường sắt khoảng 12km."
        },
        {
            "en": "Or consider the proposed refinery at Dung <em>Quat</em>.",
            "vi": "Hoặc hãy thử xem xét nhà máy lọc dầu dự kiến được xây dựng ở Dung Quất."
        },
        {
            "en": "Dung <em>Quat</em>, a big deep water seaport of Southeast Asian area.",
            "vi": "Dung quất, một cảng biển nước sâu tầm cỡ của khu vực đông nam á."
        },
        {
            "en": "The Chu Lai airport, 7km from Dung <em>Quat</em>, will become an international airport in the future.",
            "vi": "Sân bay chu lai nằm cách dung quất 7km, trong tương lai sẽ trở thành một sân bay quốc tế."
        },
        {
            "en": "Based on phenotypes characteristics, citrus cultivars were divided into 5 groups, pomelo, lemon, orange, tangerine and kim <em>quat</em>.",
            "vi": "Dựa trên các đặc điểm về hình thái học, cây có múi được chia làm 5 nhóm là bưởi, chanh, cam, quít và hạnh."
        },
        {
            "en": "The year of tiger in 1854, Cao Ba <em>Quat</em> rose up in arms against the offensive ruling Nguyen dynasty.",
            "vi": "Năm Giáp Dần 1854, Cao Bá Quát nổi dậy chống lại sự áp bức của triều đình nhà Nguyễn."
        },
        {
            "en": "Dr. Luu Bich Ho, former Director of the Institute of Strategy Development, also said that the longer incentives for Dung <em>Quat</em> refinery are maintained, the poorer the competitiveness of Dung <em>Quat</em> will be.",
            "vi": "Tiến sĩ Lưu Bích Hồ, nguyên Viện trưởng Viện Chiến lược phát triển, cũng cho rằng các ưu đãi lâu dài cho nhà máy lọc dầu Dung Quất được duy trì thì khả năng cạnh tranh của Dung Quất sẽ càng kém đi."
        },
        {
            "en": "The Dung <em>Quat</em> oil refinery in Quang Ngai which came into operation last year is now having some problems.",
            "vi": "Nhà máy lọc dầu Dung Quất ở Quãng Ngãi vừa mới đi vào hoạt động năm ngoái giờ đã gặp một số vấn đề."
        },
        {
            "en": "Dung <em>Quat</em> port will be able to receive 100,000 tons freight ship and 300,000 tons oil tankers.",
            "vi": "Cảng dung quất sẽ có khả năng tiếp nhận tàu hàng có trọng tải 100.000 tấn và tàu chở dầu có trọng tải 300.000 tấn."
        },
        {
            "en": "Dr. Hai said it is a problem when oil refinery plants like Dung <em>Quat</em> ask for additional incentives.",
            "vi": "Tiến sĩ Hải cho biết vấn đề là khi các nhà máy lọc dầu như Dung Quất xin ưu đãi bổ sung."
        },
        {
            "en": "“It will continue to gain in importance as a production base for the world’s biggest car manufacturers, especially from Asia, the United States and the European Union,” said Mohd <em>Zain</em>.",
            "vi": "\"Nó sẽ tiếp tục đạt được tầm quan trọng như là một cơ sở sản xuất cho các nhà sản xuất xe hơi lớn nhất thế giới, đặc biệt là từ châu Á, Hoa Kỳ và Liên minh châu Âu\", Mohd Zain nói."
        },
        {
            "en": "Acting Permanent Secretary at Brunei’s Ministry of Communications Mohd <em>Zain</em> Abdul Razak said while the ASEAN Economic Community, which was established last year, substantially impacted the automotive sector, non-tariff barriers have remained a challenge.",
            "vi": "Quyền Bí thư Thường trực tại Bộ Giao của Brunei ông Mohd Zain Abdul Razak cho biết khi Cộng đồng Kinh tế ASEAN được thành lập năm ngoái, đã có ảnh hưởng đáng kể đến ngành ô tô, hàng rào phi thuế quan vẫn là một thách thức."
        },
        {
            "en": "Local enterprises are required to pay import duties for oil products bought from Dung <em>Quat</em> and from overseas to increase state revenue and control prices.",
            "vi": "Các doanh nghiệp trong nước được yêu cầu phải nộp thuế nhập khẩu đối với các sản phẩm dầu mỏ mua từ Dung Quất và từ nước ngoài để tăng thu ngân sách và kiểm soát giá cả."
        },
        {
            "en": "Multi-billion USD refinery projects are being implemented very slowly while the operating Dung <em>Quat</em> oil refinery project has constantly asked the Vietnamese government for support and incentives.",
            "vi": "Nhiều dự án lọc dầu hàng tỷ USD đang được triển khai rất chậm, trong khi dự án đang hoạt động là nhà máy lọc dầu Dung Quất đã phải liên tục đề nghị chính phủ Việt Nam hỗ trợ và ưu đãi."
        },
        {
            "en": "Another advantage is that Dung <em>Quat</em> lies about 12km from roadway, railway, power transmission line and the trans-Vietnam optical cable.",
            "vi": "Một điều kiện thuận lợi nữa là dung quất nằm cách đường bộ, đường sắt, đường tải điện và cáp quang xuyên việt khoảng 12km."
        },
        {
            "en": "Petrolimex imported 90 percent of its diesel from ASEAN last year, while other customers of Dung <em>Quat</em> also imported from 60 to 80 percent.",
            "vi": "Petrolimex nhập khẩu 90% dầu từ ASEAN vào năm ngoái, trong khi các khách hàng khác của Dung Quất cũng đã nhập khẩu 60-80%."
        },
        {
            "en": "Dung <em>Quat</em> bay is the northeast of Binh Son district, Quang Ngai province, it is 18km long and well protected by mountain ranges.",
            "vi": "Vịnh dung quất nằm ở phía đông bắc huyện bình sơn, tỉnh quảng ngãi, vịnh có chiều dài 18km và được che chở kín đáo bởi các dãy núi tự nhiên."
        },
        {
            "en": "With the above-mentioned favorable conditions, Dung <em>Quat</em> has the ability og becoming a big deep water seaport of Southeast Asia.",
            "vi": "Với những điều kiện thuận lợi nêu trên, dung quất có khả năng trở thành một cảng biển nước sâu tầm cỡ của vùng đông nam á."
        }
    ],
    "suggestions": []
}