{
    "en_vn": {
        "data": {
            "content": null,
            "word": "que"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "que"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "que"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "que"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "que"
        }
    },
    "sentences": [
        {
            "en": "Nonopa-<em>que</em>.",
            "vi": "Không cản quang."
        },
        {
            "en": "The vegetable village of Tra <em>Que</em>.",
            "vi": "Làng rau Trà Quế."
        },
        {
            "en": "Duoc ba me dua ve <em>que</em> choi",
            "vi": "I go ahead the countryside with my parents."
        },
        {
            "en": "Those are Mt. Sam (Chau Doc) and Pho <em>Que</em> islet (Long Xuyen) ones.",
            "vi": "Đó là núi sam (châu đốc) và cồn phố quế (long xuyên)."
        },
        {
            "en": "Máy điều chỉnh nhiệt và <em>que</em> thủy ngân giữ nhiệt độ trong vòng ± 0.1 độ C.",
            "vi": "A mercury thermoregulator and stirrer held the temperature to within ±0. 1° C."
        },
        {
            "en": "Hắn là thằng đểu cáng (thằng xỏ lá ba <em>que</em>). Hắn rất bất lương.",
            "vi": "He's a rogue. He is very dishonest."
        },
        {
            "en": "Toi duoc ba me dua ve <em>que</em> choi vao nhung ngay he",
            "vi": "I go ahead the countryside with my parents in Summer."
        },
        {
            "en": "“Vietnam: Analysis of the Impact of Land Tenure Certificates with Both Names of Wife and Husband”; Tran, Thi <em>Que</em>, 2001.",
            "vi": "“Việt Nam: Phân tích ảnh hưởng của Giấy chứng nhận quyền sử dụng đất có tên cả hai vợ chồng”; Trần Thị Quế, 2001."
        },
        {
            "en": "“Rubber cannot help people escape poverty. It has even made them poorer,” said an official of the <em>Que</em> Lam commune authorities.",
            "vi": "Cây cao su không thể giúp cho mọi người thoát nghèo, thậm chí còn khiến họ nghèo thêm một chính quyền xã Quế Lâm cho biết."
        },
        {
            "en": "Presently, Pho <em>Que</em> is no longer a small islet because the river section separating it from terra firma was filled up.",
            "vi": "Hiện nay, Phố Quế không còn là cồn đất nhỏ nữa vì khúc sông chia cắt nó với đất liền đã bị lấp đầy"
        },
        {
            "en": "The Quang Nam Rubber Company cleared hundreds of hectares of forestland from Cam La to Tu Nhu hamlets in <em>Que</em> Lam Commune of Nong Son to make room for rubber plantations.",
            "vi": "Công ty cao su Quảng Nam đã xóa sạch hàng trăm hectares đất rừng từ thôn Cam Là tới Thôn Tứ Như thuộc xã Quế Lâm của huyện Nông Sơn để nhường chỗ cho những đồn điền cao su."
        },
        {
            "en": "The famous dishes there are Hanoi snail noodle (VND30,000 – VND40,000 a bowl), bun cha <em>que</em> tre (noodle with meat fried on bamboo stick - VND30,000 each serving), fried salty rice cake (VND3,000), various delicious kinds of sweet soup (VND10,000 – VND15,000/bowl). ",
            "vi": "Các món ăn nổi tiếng bao gồm bún ốc Hà Nội (30.000-40.000 đồng/tô), bún chả que tre (bún với thịt nướng trên que tre - 30.000 đồng/phần), bánh rán mặn (3.000 đồng/cái) và đủ loại chè ngon (10.000 đồng - 15.000 đồng/tô)"
        },
        {
            "en": "\"Thứ hai là <em>que</em> bốn chấu –\" thầy đưa cái gì đó lên trông giống như cái xỉa tóc không ngàm \"- và thứ ba là dao trích máu vô trùng.\"",
            "vi": "\"The second is a four - pronged applicator —\" he held up something that looked like a nearly toothless hair pick \"— and the third is a sterile micro - lancet.\""
        },
        {
            "en": "Nguyen Thi Can of the province’s <em>Que</em> Vo district said: “Like everyone born in the homeland of Quan ho, I was attached to the songs and the singing since I was a little girl. I feel the performances every Saturday will meet the demand for Quan ho among the people.”",
            "vi": "Nguyễn Thị Can thuộc huyện Quế Võ cho biết: \"Giống như tất cả những ai sinh ra ở quê hương Quan họ, tôi gắn bó với những làn điệu và ca hát từ khi còn nhỏ. Tôi cảm thấy buổi biểu diễn vào mỗi thứ 7 sẽ đáp ứng được nhu cầu về Quan họ trong mọi người.\""
        },
        {
            "en": "Nguyen Thi Can of the province’s <em>Que</em> Vo district said: “Like everyone born in the homeland of Quan ho, I was attached to the songs and the singing since I was a little girl. I feel the performances every Saturday will meet the demand for Quan ho among the people.”",
            "vi": "Nguyễn Thị Can thuộc huyện Quế Võ cho biết: \"Giống như tất cả những ai sinh ra ở quê hương Quan họ, tôi gắn bó với những làn điệu và ca hát từ khi còn nhỏ. Tôi cảm thấy buổi biểu diễn vào mỗi thứ 7 sẽ đáp ứng được nhu cầu về Quan họ trong mọi người.\""
        },
        {
            "en": "At a recent meeting on improving teaching the mother language to overseas Vietnamese, Deputy Prime Minister Vu Duc Dam concluded that the Ministry of Education and Training and the Ministry of Foreign Affairs are responsible for guiding the use of two set of books, \"Tieng Viet Vui\" (Fun Vietnamese) and \"<em>Que</em> Viet\" (Vietnamese Homeland) to teach the Vietnamese language to Vietnamese people living in other countries.",
            "vi": "Tại một cuộc họp gần đây về vấn đề cải thiện việc giảng dạy tiếng Việt ở nước ngoài, Phó Thủ tướng Chính phủ Vũ Đức Đam đã đưa ra nhận định rằng Bộ Giáo dục và Đào tạo, Bộ Ngoại giao có trách nhiệm trong việc hướng dẫn sử dụng hai bộ sách \"Tiếng Việt Vui\" (Fun Việt) và \"Quê Việt\"(Homeland Việt) để dạy tiếng Việt cho người Việt sống ở nước ngoài."
        },
        {
            "en": "Visitors are charmed by the village’s gardens of centuries-old trees, which have been preserved by the locals as a precious heritage. The village spreads out beside the poetic O Lau River and has all the typical features of a traditional Vietnamese village. Bui Thi Hai Quyen of the <em>Que</em> Huong Service Company said: “Walking around the village, tourists enjoy unaccustomed peacefulness, the rustic sound of cocks crowing and birds singing in the early morning and the smell of wood burning. They like walking around the village, admiring the ancient architecture and feeling their lives slow down. They visit ceramic furnaces and enjoy local specialties prepared by local female cooks in ancient houses\".  ",
            "vi": "Nhiều du khách đã bị mê hoặc bởi những khu vườn của ngôi làng với những cây cối lâu đời, đã được người dân địa phương bảo tồn giữ gìn như một di sản quý. Ngôi làng trải dài bên cạnh dòng sông Ô Lầu thơ mộng và có tất cả những nét đặc trưng của văn hóa làng xã Việt Nam. Bà Bùi Thị Hải Quyên Công ty dịch vụ Quê Hương chia sẻ: \"Đi bộ quanh làng, du khách sẽ thích thú cảm giác bình yên, sự mộc mạc của tiếng gà gáy và những tiếng chim hót vào buổi sáng sớm và ngửi thấy mùi gỗ đốt. Họ thích đi bộ xung quanh làng, tấm tắc khen những kiến trúc từ thời cha ông và cảm nhận cuộc sống chậm rãi. Du khách đi tham quan lò gốm và thưởng thức những món đặc sắc của người dân địa phương được chế biến bởi những đầu bếp nữ trong những ngôi nhà cổ."
        },
        {
            "en": "These small compact women, who remind me of my own grandmothers years ago, are not, as one might expect, from Silhanoukville nor are they even Cambodian. I overhear them talking among themselves in Viet, in the heavy, flat southern accent that hangs well in the humid air. When I inquire about their “<em>que</em>” (home village), most gestured eastward to Chau Doc, a port town on the Cambodian border. They have left home and journeyed to a neighboring country for the small privilege of selling tidbits of food from their yoke-baskets. For a moment, I wonder unreasonably if Bao, my long-lost childhood friend might be among them—a reflex or, perhaps, an affliction of trauma. So, day after day, for weeks on end, I gravitate to beach to eat grilled squids and to hear their stories.",
            "vi": "Những phụ nữ nhỏ bé ấy nhắc tôi nhớ về bà của mình nhiều năm về trước. Nhưng họ không phải như chúng ta có thể đã nghĩ về họ như họ đến từ Xi-ha-núc và thậm chí họ cũng không phải là người Campuchia nữa. Tôi nghe lỏm họ nói chuyện với nhau bằng tiếng Việt với chất giọng miền Nam... Khi tôi hỏi về quê hương của họ, hầu hết đều ra hiệu về phía đông hướng về Châu Đốc, một thành phố cảng ở biên giới Campuchia. Họ đã rời khỏi nhà và đi đến quốc gia láng giềng với một đặc quyền nhỏ là bán thức ăn từ giỏ gánh của họ. Trong một khoảnh khắc, tôi tự hỏi một cách hết sức vô lý liệu Bảo, một người bạn thời thơ ấu của tôi có thể là một trong số họ không, chỉ là một phản xạ hoặc có lẽ, một tai nạn chấn thương. Vì vậy, ngày qua ngày, trong nhiều tuần trôi qua, tôi đến bãi biển để ăn mực nướng và lắng nghe câu chuyện của họ."
        }
    ],
    "suggestions": []
}