{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kwi:zi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ so sánh</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm nôn mửa, làm buồn nôn (thức ăn); dễ say sóng, dễ nôn mửa</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dễ bị đau, dễ bị đầy (bụng)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">buồn nôn, cảm thấy muốn ốm, cảm thấy nôn nao (người)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khó tính; khảnh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dễ mất lòng</td></tr></table><i/></div>",
            "word": "queasy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>queasy</k><blockquote>■ <cclass>adjective (<cclass><b>queasier</b>, <cclass><b>queasiest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 nauseous. </blockquote></blockquote><blockquote><blockquote>    ⁃ inducing nausea. </blockquote></blockquote><blockquote><blockquote>2》 slightly nervous or worried. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>queasily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>queasiness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME <i>queisy</i>, <i>coisy</i>, of uncertain origin; perh. related to OFr. <i>coisier</i> 'to hurt'. </blockquote></div>",
            "word": "queasy"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>queasy</k><blockquote>▸ <cclass>adjective NAUSEOUS, nauseated, bilious, sick; ill, unwell, poorly, green about the gills; <cclass><i>Brit.</i> off colour.</cclass></cclass></blockquote></div>",
            "word": "queasy"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>queasy</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><b>uneasy</b></blockquote><blockquote><blockquote><ex> queasy about (to feel queasy about smt.)</ex></blockquote></blockquote></div>",
            "word": "queasy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "queasy"
        }
    },
    "sentences": [
        {
            "en": "I 'm feeling <em>queasy</em>.",
            "vi": "Tôi đang cảm thấy muốn ói/buồn nôn."
        },
        {
            "en": "I'm feeling <em>queasy</em>.",
            "vi": "Tôi đang cảm thấy muốn ói/buồn nôn."
        },
        {
            "en": "I still felt <em>queasy</em>.",
            "vi": "Tôi vẫn cảm thấy buồn nôn."
        },
        {
            "en": "I feel kind of <em>queasy</em>.",
            "vi": "Tôi cảm thấy muốn buồn nôn."
        },
        {
            "en": "I feel sort of <em>queasy</em>.",
            "vi": "Tôi cảm thấy buồn nôn thế nào ấy."
        },
        {
            "en": "I feel sort of <em>queasy</em>.",
            "vi": "Tôi cảm thấy hơi buồn nôn."
        },
        {
            "en": "The mere sight of fish makes me <em>queasy</em>.",
            "vi": "Chỉ thấy cá là tôi cũng đủ buồn nôn."
        },
        {
            "en": "After riding it, your stomach will probably feel <em>queasy</em>.",
            "vi": "Sau khi đi nó, có lẽ dạ dày của bạn sẽ thấy rất nôn nao."
        },
        {
            "en": "Besides, I wanted to keep him talking; the conversation kept my mind off the <em>queasy</em> feeling in my stomach.",
            "vi": "Ngoài ra, tôi muốn ông nói liên tục ; trò chuyện giúp tôi không nghĩ đến cảm giác buồn nôn trong dạ dày."
        },
        {
            "en": "Besides, I wanted to keep him talking ; the conversation kept my mind off the <em>queasy</em> feeling in my stomach.",
            "vi": "Ngoài ra, tôi muốn ông nói liên tục; trò chuyện giúp tôi không nghĩ đến cảm giác buồn nôn trong dạ dày."
        },
        {
            "en": "Scents that were never pleasant (like cigarette smoke) and even ones that were pleasing (like your partner's cologne) can make you <em>queasy</em> during pregnancy's early stages. \"For some women, this can be a tip-off that they are expecting,\" Moore says. This is likely a result of rising hormone levels. Unfortunately, \"there is really nothing you can do except avoid them when you can,\" she says, \"especially cigarette smoke, which is not good for you or the baby.\"",
            "vi": "Những mùi hương không bao giờ dễ chịu (như khói thuốc lá) và thậm chí cả những mùi dễ chịu (như mùi nước hoa của chồng bạn) cũng có thể làm cho bạn buồn nôn trong giai đoạn đầu mang thai. \"Đối với một số phụ nữ, điều này có thể là một dấu hiệu mà họ đang mong đợi\", Moore nói. Điều này có thể là kết quả của hàm lượng hoóc môn tăng cao. Thật không may, \"thực tế là bạn chẳng thể làm gì ngoại trừ tránh những mùi đó khi bạn có thể,\" bác sĩ nói, \"đặc biệt là khói thuốc lá, mùi đó không tốt cho cả bạn và em bé.\""
        },
        {
            "en": "Pregnancy calendar    Congratulations! Pregnancy is an exciting time and a great opportunity to learn about your child's growth and development. But with so much pregnancy information available in books, in magazines, and on websites, how can you hope to cover it all before giving birth? We've made it easy for you to get all the pregnancy info you need in one place. Our illustrated pregnancy calendar is a detailed guide to all the changes taking place in your baby — and in you! Each week of pregnancy includes a description of your baby's development, as well as an explanation of the changes taking place in your body. You'll also find important medical info that will help keep you and your baby healthy. A word about due dates and trimesters After you announce your pregnancy, the first question you'll probably be asked is \"When are you due?\" At your first prenatal visit, your health care provider will help you determine an expected delivery date (EDD). Your EDD is 40 weeks from the first day of your last menstrual period (LMP). If you deliver on your EDD, your baby is actually only about 38 weeks old — that's because your egg didn't become fertilized until about 2 weeks after the start of your last menstrual period. It's important to remember that your due date is only an estimate — most babies are born between 38 and 42 weeks from the first day of their mom’s LMP and only a small percentage of women actually deliver on their due date. Another common term you'll hear throughout your pregnancy is trimester. A pregnancy is divided into trimesters:  the first trimester is from week 1 to the end of week 12\n \n the second trimester is from week 13 to the end of week 26 \nthe third trimester is from week 27 to the end of the pregnancy  Getting started Check back every week of your pregnancy to see how your baby is developing and to find out what changes you can expect in your own body, too! Week 1 Your baby's development This first week is actually your menstrual period. Because your expected delivery date (EDD) is calculated from the first day of your last period, this week counts as part of your 40-week pregnancy even though your baby hasn't been conceived yet. Your body During pregnancy, your healthy habits and your baby's health go hand in hand. While planning to conceive, take the time to prepare your body for motherhood. Before becoming pregnant, you should: Avoid alcohol, drugs, and tobacco products. These substances can cause birth defects, fetal alcohol syndrome, respiratory problems, low birth weight, and other health problems.   Talk to your doctor about any prescription and nonprescription (OTC) drugs you are taking. You'll need to take special precautions with medications because many prescription and over-the-counter medications can negatively affect the fetus. But don't stop taking prescription drugs without consulting your health care provider, who will help you weigh the potential benefits and risks of stopping your medications.   Maintain a diet that contains an adequate amount of vitamins, especially folic acid. Women who are attempting to become pregnant should take 400 micrograms of folic acid a day. Adequate folic acid intake reduces the risk of neural tube defects (birth defects caused by incomplete development of the brain or spinal cord), such as spina bifida. Be sure to talk to your health care provider about taking a folic acid supplement while you are trying to conceive. Week 2 Your baby's development This may sound strange, but you're still not pregnant! Fertilization of your egg by the sperm will only take place near the end of this week — read more about fertilization in the Your Body section below. Although you'll have to wait to find out what color to paint the nursery, your baby's gender will be determined at the moment of fertilization. Out of the 46 chromosomes that make up a baby's genetic material, only two — one from the sperm and one from the egg — determine the baby's sex. These are known as the sex chromosomes. Every egg has an X sex chromosome; a sperm can have either an X or a Y sex chromosome. If the sperm that fertilizes your egg has an X chromosome, you'll have a girl; if it has a Y chromosome, your baby will be a boy. Your body Your uterine lining, which will nourish the baby, is developing, and your body secretes follicle-stimulating hormone (FSH), which stimulates an egg to mature. At the end of this week, you will be at the midpoint of your menstrual cycle (if you have a regular 28-day cycle), and ovulation will occur (your ovary will release an egg into the fallopian tube).    This is when you're most likely to conceive. If you have sexual intercourse without protection around the time that you ovulate, you can become pregnant. After your partner ejaculates, millions of sperm travel through the vagina, and hundreds make it to the fallopian tube, where your egg is waiting. One sperm generally succeeds in penetrating the egg, and fertilization takes place. When that happens, you will be pregnant — although you will not be feeling any body changes just yet. Week 3 Your baby's development Even though you may not feel that you're pregnant yet, you have a baby growing and developing inside of you! Although your baby was just conceived, he or she is working overtime. The fertilized egg goes through a process of cell division. About 30 hours after fertilization, it divides into two cells, then four cells, then eight, and continues to divide as it moves from the fallopian tube to the uterus. By the time it gets to the uterus, this group of cells looks like a tiny ball and is called a morula. The morula becomes hollow and fills with fluid — it is then known as a blastocyst. Near the end of this week, the blastocyst will attach itself to the endometrium, the lining of the uterus. This is called implantation. The implantation in the uterus creates an essential connection — the endometrium will provide the developing embryo with nutrients and will remove wastes. Over time, this implantation site will develop into the placenta. Your body Adequate intake of certain nutrients, such as folic acid, protein, calcium, and iron, is essential for nourishing your baby. A folic acid supplement — which, ideally, you've been taking since before you conceived — is particularly important because folic acid helps prevent defects of the neural tube (the structure that gives rise to the brain and spinal cord), which forms very early in pregnancy. Your intake of protein, which is used to create new tissue, should increase during pregnancy. In addition, calcium is necessary for the development of bones and teeth, so make sure you're getting a good dose of dairy products, leafy green vegetables, and legumes. Iron is essential during pregnancy as you support the continual increase of your baby's blood volume. Good sources of iron include red meat, legumes, eggs, and leafy green vegetables. Week 4 Your baby's development Four weeks into your pregnancy, your baby (called an embryo) consists of two layers of cells — the epiblast and the hypoblast — that will eventually develop into all of your baby's organs and body parts. Two other structures that develop at this time are the amnion and the yolk sac. The amnion, filled with amniotic fluid, will surround and protect the growing embryo. The yolk sac will produce blood and help to nourish the embryo until the placenta takes over that role. Your body This week your baby continues to implant in your uterus, burying itself deep within the endometrium. Once implanted, your baby starts to produce a hormone called human chorionic gonadotropin (hCG), which helps to maintain the lining of the uterus. It also sends a signal to the ovary to stop releasing an egg each month, which stops your monthly periods. Some women experience slight cramping and spotting of blood during this week while implantation is taking place, and they may mistake this for a period, as it often occurs around the time their monthly period was due.  hCG is the hormone that is measured in pregnancy tests. This week a pregnancy test will probably be able to detect your pregnancy! hCG also causes the symptoms of pregnancy, which can appear this week. Fatigue, tingling or aching breasts, or nausea might lead you to believe your period will be starting any day because the first pregnancy symptoms resemble premenstrual syndrome (PMS). But by the end of this week, your expected period will not take place. Your pregnancy is well on its way!  Week 5 Your baby's development Until now, the embryo has been a mass of cells, but by this point in your pregnancy a distinct shape begins to form. The neural tube, which will eventually form into the spinal cord and brain, runs from the top to the bottom of the embryo. A bulge in the center of the embryo will develop into your baby's heart. At this time, the placenta develops. It is through the placenta and its fingerlike projections, called chorionic villi, that an embryo receives nourishment from its mother. Your body Even if nausea hasn't hit you yet, you'll want to steer clear of certain foods when you're pregnant. Foodborne illnesses, such as listeriosis and toxoplasmosis, may cause birth defects or even miscarriage. Here are some foods you'll want to avoid:  * soft cheeses such as feta, goat, brie, Camembert, and blue cheese  *  unpasteurized milk and juices  *  raw or undercooked meats, including hot dogs and deli meats  *  raw eggs or foods containing raw eggs, including mousse and tiramisu  *  raw shellfish   *  paté   Toxoplasmosis can also be spread from soiled cat litter boxes, so try to have someone else clean the litter box during your pregnancy. Your baby's development Week 6  By week 6, your baby’s brain and nervous system are developing at a rapid pace. Optic vesicles, which later form the eyes, begin to develop this week on the sides of the head, as do the passageways that will make up the inner ear. Your baby's heart will begin to beat around this time, and it may even be detected on ultrasound examination. And the beginnings of the digestive and respiratory systems are forming, too. Small buds that will grow into your baby's arms and legs also appear this week. Because their legs are curled up against the torso for much of the pregnancy, making a full-length measurement difficult, babies often are measured from the crown to rump rather than from head to toe. This week, your baby only measures 0.08 to 0.2 inches (2 to 5 millimeters) from crown to rump! Your body Common pregnancy complaints may hit in full force this week. You may feel extreme fatigue as your body adjusts to the demands of pregnancy. And tender, aching breasts and nausea and vomiting (morning sickness) may leave you feeling uncomfortable. Despite its name, morning sickness can occur at any hour or all day, so don't be surprised if your <em>queasy</em> stomach doesn't pass by noon. Nausea isn't the only thing that has you running to the toilet, though — hormonal changes and other factors, such as your kidneys working extra hard to flush wastes out of your body, cause you to urinate more frequently, too.  Week 7 Your baby's development Your baby is constantly adapting to life inside the uterus. By this week, the umbilical cord has formed. It will be your baby’s connection to you throughout your pregnancy, providing oxygen and nourishment for your baby and disposing of your baby's wastes. In addition, your baby's digestive tract and lungs continue to form. Are you waiting impatiently to see your baby's face on his or her birth day? You have a long way to go until then, but in the meantime, your baby's face is taking shape. The mouth, nostrils, ears, and eyes are some of the facial features that become more defined this week. Dreaming of a son or daughter to play ball with? The arm bud that developed just last week has a hand on the end of it, which looks like a tiny paddle. Your body Pregnancy causes many changes in your cervix. By this week you'll have developed a mucous plug, which forms in the opening of the cervical canal and seals off the uterus for protection. (You'll lose this plug as your cervix dilates in preparation for labor.) Week 8 Your baby's development Marveling over a baby's tiny fingers and toes is one of the joys of the first day of life. Those fingers and toes are just beginning to form this week, and the arms can even flex at the elbows and wrists. The eyes are becoming more obvious because they’ve begun to develop pigment (color) in the retina (back of the eye).   Also, the intestines are getting longer and there isn’t enough room for them in the baby’s abdomen, so they protrude into the umbilical cord until week 12. By now, the beginnings of the buds that will develop into your baby's genitals have made their appearance, although they've not yet developed enough to reveal whether your baby is a boy or a girl. Your body Pregnancy symptoms such as a missed period, nausea, extreme fatigue, or tight clothes due to the swelling of your uterus have probably prompted you to wonder whether you're pregnant. Once you have confirmation of your pregnancy from a home pregnancy test or blood or urine test at the doctor's office, you should call and schedule your first prenatal visit. Your pregnancy may be monitored by one of several health care professionals, including an obstetrician, nurse practitioner, midwife, or family doctor. If your pregnancy is considered high risk (for example, if you have had multiple miscarriages, are older than 35, or have a history of pregnancy complications), your doctor may want to see you as early as possible and more often during the course of your pregnancy. Good prenatal care is extremely important for the health and safe delivery of your baby, so be sure to make prenatal appointments a top priority. Week 9 Your baby's development The tail at the bottom of your baby's spinal cord has shrunk and almost disappeared by this week. In contrast, your baby's head has been growing — it's quite large compared with the rest of the body and it curves onto the chest. By this week, your baby measures about 0.6 to 0.7 inches (16 to 18 millimeters) from crown to rump and weighs around 0.1 ounces (3 grams). The tip of the nose has developed and can be seen in profile, and flaps of skin over the eyes have begun to shape into eyelids, which will become more noticeable in the next few weeks. The digestive system continues to develop. The anus is forming, and the intestines are growing longer. In addition, internal reproductive features, such as testes and ovaries, start to form this week. Your baby may make some first movements this week as muscles develop. If you had an ultrasound now, those movements might even be visible, but you won't be able to feel them for several more weeks. Your body In preparation for your first prenatal visit, take the time to familiarize yourself with your family's health history and to review your medical records. Have you had any chronic illnesses, allergies, or surgeries? Are you currently taking any prescription medications? Do you know of any genetic disorders that run in your family? Has your menstrual cycle been regular, and have you had any past pregnancies? Do you smoke or drink alcohol? What are your exercise habits? These are the things your health care provider will want to discuss with you, so it will help to have this information ready when you go. week 10 Your baby's development By week 10, all of your baby's vital organs have been formed and are starting to work together. As external changes such as the separation of fingers and toes and the disappearance of the tail takes place, internal developments are taking place too. Tooth buds form inside the mouth, and if you're having a boy, his testes will begin producing the male hormone testosterone.  Congenital abnormalities are unlikely to develop after week 10. This also marks the end of the embryonic period — in general, the embryo now has a distinctly human appearance and starting next week your baby will officially be considered a fetus. Your body Your first prenatal visit, which often takes place around this time, is a milestone. At the doctor's office, you'll go through a series of tests and checks, including having your weight and blood pressure checked. You might also have an external abdominal examination to check the size and position of your baby and have your urine tested. During this first prenatal visit, your health care provider will thoroughly examine you, including an internal examination and a breast exam. Your health care provider will also ask you many questions about your medical history and any family health problems, to determine if your baby is at risk for genetic diseases. Another thing your provider will check? Your baby's heartbeat! Using a Doppler stethoscope, you should get to hear it for the first time.  As you leave your first appointment, your health care provider will probably send you for a blood test to find out whether you are immunized against varicella, measles, mumps, and rubella (German measles), as well as to determine your blood type and Rh factor.  Week 11 Your baby's development From this week until week 20, your baby will be growing rapidly — increasing in size from about 2 inches (5 cm) to about 8 inches (20 cm) from crown to rump. To accommodate all this growth, the blood vessels in the placenta are increasing in both size and number to provide the baby with more nutrients. Facial development continues as the ears move toward their final position on the sides of the head. If you saw a picture of your baby now, you'd think you had a genius on your hands — the baby's head accounts for about half of the body length!  Although your baby's reproductive organs are developing rapidly, the external genitals of boys and girls appear somewhat similar until the end of week 11. They will be clearly differentiated by week 14. Your body Nourishing your baby usually requires that you gain weight — and in most cases, the recommended weight gain is 25 to 35 pounds (11.33 to 15.87 kg) over the course of the pregnancy. If you were overweight or underweight before pregnancy, your health care provider may have different recommendations for weight gain Week 12 Your baby's development Your baby's brain continues to develop, and tiny fingernails and toenails start to form. Vocal cords are formed this week, which is the last of your first trimester. Your baby's kidneys are functioning! After swallowing amniotic fluid, your baby will now be able to pass it out of the body as urine. And the intestines will make their way into the abdomen, since there is room for them now.  Your body Has anyone told you that you have that \"pregnant glow\"? It's not just the joy you may feel because you're having a baby — there's a physiological reason for smoother, more radiant skin during pregnancy. Increased blood volume and pregnancy hormones work together to give you that glow. The greater blood volume brings more blood to the blood vessels and hormones increase oil gland secretion, resulting in a flushed, plumper, smoother skin appearance. Sometimes, though, the increased oil gland secretion can cause temporary acne.   Week 13 Your baby's development As you begin the second trimester of pregnancy, your placenta has developed and is providing your baby with oxygen, nutrients, and waste disposal. The placenta also produces the hormones progesterone and estrogen, which help to maintain the pregnancy. By now, the baby's eyelids have fused together to protect the eyes as they develop. Once you take your newborn home, you might be wishing for those eyes to close once in a while so you can get some rest!  Your baby may also be able to put a thumb in his or her mouth this week, although the sucking muscles aren't completely developed yet. Your body At your first prenatal appointment, your health care provider probably gave you a prescription for prenatal vitamins. Taking these supplements, in addition to eating a healthy diet, ensures your baby gets additional vitamins and minerals, such as folic acid, zinc, iron, and calcium, which are necessary for growth and development. Talk to your pharmacist about the best way to take your vitamins, such as whether they should be taken with food or beverages. Week 14  Your baby's development By this week, some fine hairs have developed on your baby’s face. This soft colorless hair is called lanugo, and it will eventually cover most of your baby’s body until it is shed just before delivery. By now, your baby’s genitals have fully developed, though they may still be difficult to detect on an ultrasound examination. In addition, your baby starts to produce thyroid hormones because the thyroid gland has matured. Your baby now weighs about 1.6 ounces (45 grams) and is about 3.5 inches (9 cm) long from crown to rump. Your body Under certain circumstances (for example, if you're older than 35), your health care provider may discuss amniocentesis with you. Amniocentesis is a test usually done between 15 and 18 weeks that can detect abnormalities in a fetus, such as Down syndrome. During this test, a very thin needle is inserted into the amniotic fluid surrounding the baby in the uterus and a sample of the fluid is taken and analyzed. Amniocentesis does carry a very slight risk of miscarriage, so talk to your health care provider about your concerns and the risks and advantages of the test. Week 15  Your baby's development Parents are often amazed by the softness of their newborn's skin. Your baby’s skin has been continuously developing, and it is so thin and translucent that you can see the blood vessels through it. Hair growth continues on the eyebrows and the head. Your baby's ears are almost in position now, although they are still set a bit low on the head.     Internally, your baby's skeletal system continues to develop. Muscle development continues too, and your baby is probably making lots of movements with his or her head, mouth, arms, wrists, hands, legs, and feet. Your body Has it sunk in yet that you're pregnant? Many women say that it isn't until they trade in their jeans for maternity clothes and others start noticing their swelling abdomens that the reality of pregnancy sets in. For many, this realization is both joyful and scary. It's normal to feel as if you're on an emotional roller coaster (you have your hormones to thank). Another thing you may be feeling? Scatterbrained. Even the most organized women report that pregnancy somehow makes them forgetful, clumsy, and unable to concentrate. Try to keep the stress in your life to a minimum and take your \"mental lapses\" in stride — they're only temporary.  Week 16  Your baby's development Your baby now weighs about 3.9 ounces (110 grams) and measures about 4.7 inches (12 cm) in length from crown to rump. Your baby can hold his or her head erect, and the development of facial muscles allows for a variety of expressions, such as squinting and frowning. Your body Between weeks 16 and 18 of pregnancy, your health care provider may offer you the maternal blood screening test, also known as a \"triple marker\" test or \"triple screen,\" which measures the levels of alpha-fetoprotein (AFP), a protein produced by the fetus, and the pregnancy hormones hCG and estriol in the mother's blood. The test is sometimes called a quadruple test when the level of inhibin-A, is also measured. The results of these tests can tell moms whether their babies are at risk for neural tube defects such as spina bifida or chromosomal abnormalities such as Down syndrome. Out of every 1,000 women who take these tests, about 50 will have abnormal results, but only one or two women will actually have babies with a problem. Talk to your health care provider about the risks and advantages of these tests.   Week 17 Your baby's development At about 5.1 inches (13 cm) from crown to rump and weighing 4.9 ounces (140 grams), your baby is still very tiny. The placenta, which nourishes the fetus with nutrients and oxygen and removes wastes, is growing to accommodate your baby. It now contains thousands of blood vessels that bring nutrients and oxygen from your body to your baby's developing body. Your body You may notice that your breasts have changed considerably since your pregnancy began. Hormones are preparing your breasts for milk production — more blood is flowing to the breasts, and the glands that produce milk are growing in preparation for breastfeeding. This can increase your breast size (many women increase one to two cup sizes) and cause veins to become visible. Buy supportive bras in a variety of sizes to accommodate your breast growth during pregnancy. Week 18 Your baby's development Ears move to their final position and they stand out from the head. And start brushing up on your lullabies — in the coming weeks, your baby will probably be able to hear! The bones of the middle ear and the nerve endings from the brain are developing so that your baby will hear sounds such as your heartbeat and blood moving through the umbilical cord. He or she may even be startled by loud noises! Your baby's eyes are also developing — they're now facing forward rather than to the sides, and the retinas may be able to detect the beam of a flashlight if you hold it to your abdomen.  Until now, your baby's bones had been developing but were still soft. This week, they begin to harden, or ossify. Some of the first bones to ossify are those in the clavicles and the legs. Your body You're probably beginning to prepare for life with baby. Your preparations should extend beyond gathering the layette and decorating the nursery, though. This is a good week to begin your search for a pediatrician or other health care provider for your child. Schedule visits to meet with potential doctors to discuss issues such as appointment availability, immunization scheduling, and when to call in an emergency. Some good questions to ask: How many health care providers are in the practice? Who covers nights and weekends? What is their policy on phone calls? Which hospitals are they affiliated with? What insurance do they accept? What specialists do they work with? How are emergencies handled? It's important that you feel comfortable with your child's doctor, so do your homework and make your decision carefully. Week 19 Your baby's development Your baby is now covered with a white, waxy substance called vernix caseosa, which helps prevent delicate skin from becoming chapped or scratched. Premature babies may be covered in this cheesy coating at delivery.  Your baby is still tiny, but this week brings the development of brown fat, which will help keep your baby warm after birth. During the last trimester, your baby will add more layers of fat for warmth and protection. Your body   Your constant concern for your baby's health may give way to reassurance if you feel your baby's first movements, which often happens between weeks 18 and 20. These first movements are known as quickening, and they may feel like butterflies in your stomach or a growling stomach. Later in your pregnancy, you'll feel kicks, punches, and possibly hiccups! Each baby has different movement patterns, but if you're concerned or if the movements have decreased in frequency or intensity, talk to your doctor.  Many women wonder around this time whether having sex will hurt their developing baby, and the answer is no. Sex is considered safe at all stages of pregnancy, as long as your pregnancy is normal. But that doesn't necessarily mean you're going to want to have it. Many expectant women find that their desire for sex fluctuates during the various stages of pregnancy, depending on their fatigue, growing size, anxiousness over the birth, and a host of other body changes. Keep the lines of communication with your partner open as these issues come up. Even though you may both be preoccupied with the baby, it's also important to have some \"together time.\" Week 20 Your baby's development You're halfway there! Twenty weeks into your pregnancy, your baby has grown significantly from that first dividing cell and now weighs about 11 ounces (312 grams) and measures about 6.3 inches (16 cm) from crown to rump. The baby is taking up increasing room in your uterus, and continued growth will put pressure on your lungs, stomach, bladder, and kidneys. Under the vernix caseosa (a protective, waxy coating), your baby's skin is thickening and developing layers. Hair and nail growth continue. Your body your health care provider may recommend that you receive an ultrasound, a diagnostic test that uses sound waves to create an image. An ultrasound can determine the size and position of the fetus, and any structural abnormalities of bones and organs that are visible by this time. Depending on the position of the fetus, the sex can usually be determined by now. During an ultrasound, the umbilical cord, placenta, and amniotic fluid can also be examined. Talk to your health care provider about the risks and advantages of this test.",
            "vi": "http://kidshealth    Chúc mừng! Giai đoạn thai nghén là khoảng thời gian thú vị và là một dịp tốt cho bạn tìm hiểu về sự phát triển và tăng trưởng của con mình. Nhưng hiện có quá nhiều sách, tạp chí, mạng cung cấp thông tin về việc mang thai thì làm sao bạn có thể mong thu thập hết các kinh nghiệm đó trước khi sinh con đây? Chúng tôi đã tập hợp tất cả các thông tin về thai kỳ vào một nơi nhằm giúp cho bạn có được những điều cần thiết một cách dễ dàng. Lịch thai kỳ có minh hoạ của chúng tôi là một bảng hướng dẫn chi tiết về tất cả những thay đổi xảy ra trong cơ thể của con bạn – và cả bạn nữa! Mỗi tuần thai sẽ miêu tả về sự phát triển của bé cũng như giải thích hết những thay đổi bên trong cơ thể của mẹ. Bạn có thể sẽ phát hiện nhiều thông tin sức khoẻ quan trọng giúp cho bạn và con mình được khoẻ mạnh đấy.  Thông báo về ngày sinh và các quý thai kỳ  Sau khi thông báo là mình có thai thì thường là bạn sẽ nghe người khác hỏi “Khi nào sinh?” Vào lần khám thai đầu tiên, bác sĩ sẽ giúp bạn xác định ngày dự sinh (EDD). Ngày dự sinh của bạn sẽ rơi vào tuần 40 tính từ ngày đầu của kỳ kinh cuối (LMP) của bạn. Nếu sinh bé đúng vào ngày dự sinh thì con bạn thực ra chỉ khoảng 38 tuần tuổi thôi – vì sau khi bắt đầu kỳ kinh cuối khoảng 2 tuần thì trứng của bạn mới được thụ tinh. điều quan trọng là nên nhớ rằng ngày dự sinh chỉ là ước tính dự đoán thôi – hầu hết trẻ được sinh khoảng từ tuần 38 đến tuần 42 tính từ ngày đầu của kỳ kinh cuối của mẹ và chỉ một số ít bà mẹ sinh con thực sự đúng vào ngày dự sinh của mình.  Một thuật ngữ khác mà bạn cũng thường hay nghe suốt thời gian thai kỳ đó là quý thai kỳ. Thời gian thai nghén được chia ra thành nhiều quý:   quý đầu tiên là từ tuần 1 cho đến cuối tuần 12 quý thứ hai là từ tuần 13 cho đến cuối tuần 26 quý thứ ba là từ tuần 27 cho đến cuối thời kỳ thai nghén   Bắt đầu thai nghén  Nên kiểm tra lại mỗi tuần thai kỳ để xem bé có phát triển không và để phát hiện ra những thay đổi mà bạn nghĩ cơ thể mình đang có nữa nhé! Tuần 1 Sự phát triển của bé  Tuần đầu này thực ra là trong kỳ kinh của bạn. Vì ngày dự sinh (EDD) của bạn được tính từ ngày đầu của kỳ kinh cuối, tuần này nằm trong thời gian mang thai 40 tuần mặc dù con bạn chưa được thụ thai.  Cơ thể của mẹ Các thói quen có lợi cho sức khỏe của bạn sẽ gắn liền với sức khoẻ của bé trong suốt thời gian thai nghén. Khi lên kế hoạch mang thai, bạn nên dành thời gian để chuẩn bị cho cơ thể sẵn sàng thực hiện chức năng làm mẹ. Trước khi mang thai, bạn nên:  Tránh rượu bia, thuốc phiện, và thuốc lá. Những chất này có thể gây dị tật bẩm sinh, hội chứng nhiễm rượu ở bào thai, vấn đề đường hô hấp, sinh thiếu ký, và nhiều vấn đề sức khỏe khác. Nên cho bác sĩ biết bất cứ loại thuốc theo toa và không theo toa mà bạn đang sử dụng. Bạn nên đề phòng đặc biệt nhiều dược phẩm vì nhiều loại thuốc theo toa và thuốc mua tự do không theo toa có thể gây ảnh hưởng bất lợi cho bào thai. Nhưng bạn cũng không nên ngưng dùng thuốc theo toa mà không tham khảo ý kiến của bác sĩ, bác sĩ sẽ giúp bạn cân nhắc các lợi ích khả thi và những nguy hiểm nếu bạn ngưng thuốc của mình.     Duy trì chế độ ăn uống đủ vi-ta-min, nhất là a-xít phô-lích. Phụ nữ muốn có thai mỗi ngày nên bổ sung 400 mg a-xít phô-lích. Việc bổ sung đầy đủ a-xít phô-lích làm giảm nguy cơ khuyết tật ống thần kinh phôi (dị tật bẩm sinh do não và tủy sống phát triển không đầy đủ), như tật nứt đốt sống. Nên cho bác sĩ biết về việc bổ sung a-xít phô-lích trong thời gian bạn muốn có thai.  Tuần 2 Sự phát triển của bé  Điều này nghe có vẻ kỳ lạ, nhưng bạn vẫn chưa có thai! Tinh trùng sẽ chỉ có thể làm trứng thụ tinh vào thời gian gần cuối tuần này – đọc thêm thông tin về sự thụ tinh trong phần Your Body bên dưới nhé.  Dẫu rằng bạn sẽ phải chờ xem nên dùng màu gì để sơn phòng cho bé thì thời điểm thụ tinh sẽ quyết định giới tính con của bạn đấy. Trong số 46 nhiễm sắc thể tạo nên vật liệu di truyền của trẻ thì chỉ có 2 nhiễm sắc thể – 1 từ tinh trùng và 1 từ trứng – xác định giới tính của bé. Các nhiễm sắc thể này được gọi là nhiễm sắc thể giới tính. Mỗi trứng có 1 nhiễm sắc thể giới tính X; mỗi tinh trùng có hoặc 1 nhiễm sắc thể giới tính X hoặc 1 nhiễm sắc thể giới tính Y. Nếu tinh trùng thụ tinh với trứng mang nhiễm sắc thể giới tính X thì con bạn sẽ là gái; ngược lại nếu mang nhiễm sắc thể giới tính Y thì con bạn sẽ là trai. Cơ thể của mẹ Niêm mạc tử cung nuôi bào thai sẽ phát triển to ra và cơ thể bạn sẽ tiết ra hooc-môn sinh sản (FSH), có tác dụng kích thích làm trứng chín. Vào cuối tuần thứ 2, đây là thời điểm giữa của chu kỳ kinh nguyệt của bạn (nếu bạn có chu kỳ 28 ngày đều đặn), và trứng sẽ rụng vào thời điểm này (buồng trứng sẽ làm rụng một trứng vào ống dẫn trứng). Đây là thời điểm rất dễ có thai. Nếu bạn giao hợp không dùng biện pháp ngừa thai nào gần thời điểm rụng trứng thì bạn có thể dễ dàng thụ thai. Sau khi người đàn ông xuất tinh, hàng triệu tinh trùng vào âm đạo, và hàng trăm tinh trùng vào ống dẫn trứng, nơi đây trứng đã chờ sẵn. Thường thì một tinh trùng lọt được vào trong trứng và gây nên quá trình thụ thai. Khi đó, bạn có thai rồi đấy – mặc dù là bạn chưa nhận biết được bất cứ thay đổi nào trong cơ thể mình hết.   Tuần 3 Sự phát triển của bé  Mặc dù bạn có thể không cảm nhận được là mình đã có thai nhưng em bé lại đang phát triển và lớn lên trong cơ thể của bạn rồi đấy! Dẫu rằng chỉ mới được thụ thai nhưng bào thai cũng phát triển không ngừng. Trứng được thụ tinh qua quá trình phân bào. Khoảng 30 tiếng đồng hồ sau khi thụ tinh, trứng phân chia thành 2 tế bào, rồi 4 tế bào, rồi 8 tế bào và tiếp tục như thế khi đi từ ống dẫn trứng đến tử cung. Khi vào đến tử cung, nhóm tế bào này trông giống như một quả banh nhỏ xíu và được gọi là phôi dâu. Phôi dâu trở nên bị rỗng và chứa đầy dịch – gọi là phôi. Gần cuối tuần thứ 3 thì phôi sẽ bám vào màng trong dạ con, niêm mạc tử cung. Đây gọi là quá trình phôi bám vào niêm mạc tử cung; tạo nên mối kết nối quan trọng - nội mạc tử cung sẽ cung cấp dưỡng chất cho phôi thai đang phát triển và giúp phôi thai tống khứ chất thải ra ngoài. Dần dần, ở đây phát triển thành nhau thai. Cơ thể của mẹ Việc bổ sung đầy đủ các dưỡng chất cần thiết như a-xít folic, prô-tê-in, can-xi, và sắt là hết sức quan trọng giúp nuôi dưỡng bào thai. Tốt hơn hết là nên bổ sung a-xít folic từ trước khi bạn mang thai – điều này rất cần thiết vì a-xít folic có tác dụng phòng tránh dị tật ống thần kinh phôi (cấu trúc tạo não và tuỷ sống), hình thành từ rất sớm trong thời gian thai kỳ.   Trong suốt thời kỳ thai nghén bạn nên tăng cường hấp thu, bổ sung prô-tê-in để tạo mô mới. Ngoài ra, can-xi cũng rất cần thiết cho sự phát triển của xương và răng, vì vậy nên đảm bảo bạn có một chế độ ăn uống đầy đủ các sản phẩm sữa, rau củ có màu xanh, và rau đậu. Sắt cũng rất cần thiết suốt quá trình mang thai vì bạn phải cung cấp cho nhu cầu ngày càng tăng thể tích máu của thai nhi. Các nguồn dinh dưỡng dồi dào chất sắt bao gồm các loại thịt đỏ, rau đậu, trứng, và rau có lá xanh. Tuần 4 Sự phát triển của bé  Qua 4 tuần thai nghén thì thai nhi của bạn (gọi là phôi thai) có 2 lớp tế bào – lá mặt và lá phôi trong – giai đoạn cuối sẽ phát triển thành tất cả các cơ quan và bộ phận trên cơ thể của em bé. Hai cấu trúc khác cùng phát triển vào thời điểm này là màng ối và màng phôi. Màng ối, chứa nước ối, sẽ bao bọc và bảo vệ phôi thai phát triển. Màng phôi sẽ tạo máu và giúp nuôi phôi cho đến khi nào nhau thai đảm nhận vai trò đó. Cơ thể của mẹ Ở tuần thứ 4 này thì phôi thai tiếp tục bám vào tử cung của bạn, nằm khuất sâu bên trong nội mạc tử cung. Khi đã bám vào tử cung thì thai bắt đầu tiết ra một loại hooc-môn có tên là kích thích tố được tiết ra từ nhau thai người ( hCG ), có tác dụng giúp bảo vệ niêm mạc tử cung. Hooc-môn này cũng giúp cho buồng trứng ngưng rụng trứng mỗi tháng, làm ngưng chu kỳ kinh nguyệt hàng tháng của bạn. Một số phụ nữ có cảm giác hơi bị chuột rút và thấy đốm máu trong suốt tuần thứ 4 này khi phôi thai bám vào tử cung và nhầm tưởng là chu kỳ kinh nguyệt bình thường của mình, bởi điều này cũng thường xảy ra gần thời gian hành kinh hàng tháng.  hCG là loại hoóc-môn được đo bằng các biện pháp thử thai. Nếu thử thai ở tuần này thì có thể phát hiện được thai của bạn đấy! hCG cũng gây các triệu chứng thai nghén, có thể thấy ở thời gian này. Các triệu chứng như mệt mỏi, ù tai hoặc đau vú, hoặc buồn nôn có thể làm bạn nghĩ là chu kỳ kinh nguyệt của mình sắp tới vào bất kỳ ngày nào vì các triệu chứng mang thai ban đầu giống như hội chứng tiền kinh nguyệt (PMS). Nhưng vào cuối tuần thứ 4 này thì chu kỳ kinh mong đợi của bạn cũng chưa xuất hiện. Vậy là quá trình thai nghén của bạn đang tiến triển tốt rồi đấy! Tuần 5 Sự phát triển của bé  Cho đến bây giờ thì phôi đã là một khối tế bào nhưng bắt đầu vào thời điểm này của thai kỳ thì hình dáng thai rõ ràng mới định hình. ống thần kinh phôi, giai đoạn cuối sẽ hình thành nên tuỷ sống và não, chạy từ đầu đến đuôi phôi. Chỗ phình giữa phôi thai sẽ phát triển thành tim của em bé. Nhau thai cũng phát triển vào thời điểm này. Phôi thai nhận chất dinh dưỡng từ mẹ qua nhau và các chỗ lồi ra giống như ngón tay được gọi là lông nhung màng đệm.  Cơ thể của mẹ Cho dù là bạn chưa có cảm giác buồn nôn nhưng bạn muốn tránh xa một số thức ăn nào đó khi mang thai. Các chứng ngộ độc thức ăn như bệnh làm ảnh hưởng lên hệ thần kinh do vi khuẩn gây ra và bị nhiễm giun từ động vật có thể gây dị tật bẩm sinh hoặc thậm chí gây sẩy thai nữa. Dưới đây là một số thực phẩm mà bạn cần tránh xa:       * các loại phô-mai mềm như là phô-mai mặn (xuất xứ từ Hy Lạp, làm từ sữa cừu hay dê, được bảo quản trong nước muối hoặc nước biển), phô-mai dê, phô-mai mềm (brie) của Pháp, phô-mai Camembert, và phô-mai xanh  * các loại nước ép trái cây và sữa chưa tiệt trùng * các loại thịt chưa nấu chín hay tái, sống bao gồm xúc xích xông khói và thịt deli * trứng sống hoặc các loại thức ăn có trứng sống như món kem mút và tiramisu (loại bánh ngọt tráng miệng kiểu Ý) * tôm cua sống * paté Bệnh nhiễm giun từ động vật cũng có thể lây lan từ các hộp cho mèo ị bị nhiễm bẩn, vì vậy bạn nên nhờ một người nào đó rửa những thùng/hộp dơ bẩn này khi đang mang thai nhé. Tuần 6 Sự phát triển của bé  Vào khoảng tuần thứ 6, não và hệ thần kinh của em bé phát triển nhanh chóng. Túi thị giác, về sau hình thành nên mắt, bắt đầu phát triển vào tuần này ở 2 bên đầu và tương tự các rãnh cũng sẽ hình thành nên tai trong của bé.  Tim của bé cũng sẽ bắt đầu đập vào khoảng thời gian này, và thậm chí có thể được phát hiện ra bằng xét nghiệm siêu âm. Hệ hô hấp và tiêu hoá cũng bắt đầu được hình thành. Các chồi nhỏ cũng sẽ phát triển thành cánh tay của bé và chân cũng xuất hiện vào tuần thứ 6. Vì trong hầu hết thời gian thai nghén chân bé thường cuộn lại với thân trên nên đo chiều dài đầy đủ của bé quả thật rất khó khăn, và các bé thường được đo từ đỉnh đầu tới mông chớ không phải là từ đầu đến chân. Ở tuần thứ 6 này, bé của bạn chỉ đo được từ 0.08 đến 0.2 in-sơ (2 đến 5 mm) từ đỉnh đầu đến mông!  Cơ thể của mẹ Những lời than phiền về thai nghén thường nghe nhất có thể rất nhiều trong tuần này. Bạn có thể sẽ cảm thấy hết sức mệt mỏi vì cơ thể mình phải điều chỉnh cho phù hợp với nhu cầu của thai nghén. Cảm giác hơi đau vú và buồn nôn, ói mửa (ốm nghén) cũng có thể khiến cho bạn cảm thấy khó chịu. Dẫu có tên là “morning sickness” nhưng chứng ốm nghén có thể xảy ra vào bất cứ lúc nào trong ngày hoặc cả ngày, thế nên chớ ngạc nhiên khi thấy chứng buồn nôn ở dạ dày của bạn không hết vào giữa trưa nhé. Chứng buồn nôn không phải là thứ duy nhất bắt bạn phải chạy vào nhà vệ sinh, mà các thay đổi hooc-môn và nhiều yếu tố khác như thận làm việc nhiều hơn để đẩy chất thải ra khỏi cơ thể cũng làm cho bạn đi tiểu thường hơn.  Tuần 7 Sự phát triển của bé  Bé của bạn luôn thích nghi được với cuộc sống bên trong tử cung. Ở tuần 7 này thì dây rốn đã hình thành. Dây rốn là mối dây kết liền giữa mẹ và bé trong suốt thời gian thai kỳ, dây rốn cung cấp khí ô-xy và dưỡng chất cho bé và giúp thải chất thải của bé ra ngoài. Ngoài ra, hệ tiêu hoá và phổi của bé cũng hình thành vào giai đoạn này. Có phải là bạn đang rất sốt ruột muốn thấy mặt của con mình vào ngày sinh lắm phải không? Đến lúc đó vẫn còn lâu lắm đấy, nhưng giờ đây, khuôn mặt của bé cũng đang rõ hình dạng rồi. Miệng, mũi, tai, và mắt là một số nét trên khuôn mặt có thể được thấy rõ vào tuần này. Bạn đang tưởng tượng đến một đứa con trai hay một đứa con gái để cùng chơi bóng với bạn phải không? Chồi tay chỉ mới phát triển hồi tuần rồi mà giờ đã có bàn tay rồi, trông giống như một cái mái chèo nhỏ xíu vậy. Cơ thể của mẹ Giai đoạn thai nghén cũng có thể làm cho cổ tử cung bạn biến đổi nữa. Vào tuần này, cơ thể bạn sẽ sản sinh nhiều chất nhầy, nằm trong lỗ ống cổ tử cung và bịt kín tử cung để bảo vệ em bé. (Chất nhầy này sẽ hết khi cổ tử cung của bạn giãn ra để chuẩn bị cho cơn đau đẻ.)  Tuần 8 Sự phát triển của bé  Lạ lẫm, ngạc nhiên với các ngón tay và ngón chân nhỏ xíu của bé là một trong những niềm vui ngày đầu trong đời. Các ngón tay, ngón chân đó chỉ mới bắt đầu hình thành vào tuần này thôi, và cánh tay có thể đã gập ở khuỷu tay và cổ tay. Mắt cũng trở nên rõ hơn vì đã bắt đầu phát triển sắc tố (màu) ở võng mạc (phía sau mắt).  Hơn nữa, ruột cũng trở nên dài hơn và không đủ chỗ cho ruột nằm trong bụng bé  nên ruột phải lồi ra thành dây rốn cho đến tuần thứ12. Giờ đây, các chồi sẽ bắt đầu phát triển thành cơ quan sinh dục ngoài của bé làm cho xuất hiện cơ quan sinh dục ngoài, mặc dù là chúng chưa phát triển đầy đủ để có thể tiết lộ giới tính con bạn là gái hay là trai.  Cơ thể của mẹ Các triệu chứng mang thai như mất kinh, buồn nôn, mệt mỏi tột độ, hoặc quần áo chật vì tử cung của bạn đang phồng to lên có thể đã gợi cho bạn thắc mắc là liệu có phải mình có thai rồi không. Khi bạn đã biết chính xác có thai nhờ vào biện pháp thử thai tại nhà hay thử máu hay thử nước tiểu tại phòng khám của bác sĩ, bạn nên gọi điện thoại và lên lịch cho lần khám thai đầu tiên. Thời gian thai nghén của bạn có thể được theo dõi bởi một trong những chuyên gia sức khoẻ như bác sĩ khoa sản, y sĩ, bà mụ, hay bác sĩ đa khoa. Nếu thai nghén của bạn có nguy cơ gặp nguy hiểm cao (chẳng hạn như nếu bạn đã sẩy thai nhiều lần, bạn mang thai sau 35 tuổi, hoặc có tiền sử biến chứng thai nghén), bác sĩ cũng cần khám cho bạn càng sớm càng tốt và khám thường xuyên hơn cho bạn trong suốt thời gian thai kỳ của bạn.  Việc chăm sóc kỹ lưỡng trước khi sinh là điều vô cùng quan trọng đối với sức khoẻ và sự an toàn sinh đẻ cho bé, vì vậy phải đảm bảo rằng các cuộc khám thai trước khi sinh là việc quan trọng hàng đầu.  Tuần 9 Sự phát triển của bé  Phần đuôi cuối tuỷ sống của bé đã rút nhỏ lại và hầu như biến mất vào giai đoạn này. Ngược lại, đầu của bé phát triển nhiều hơn – đầu khá lớn so với các phần khác của cơ thể và nằm cong trên ngực. Ở tuần thứ 9 này thì bé đo được khoảng chừng 0,6 đến 0,7 in-sơ (khoảng từ 16 đến 18mm) từ đỉnh đầu đến mông và cân nặng khoảng 0,1 ao-xơ (3gram). Chóp mũi đã phát triển và có thể được nhìn thấy ở mặt nghiêng, và các nếp gấp da trên mắt đã bắt đầu hình thành nên mí mắt, và sẽ trở nên rõ rệt hơn trong một vài tuần tới nữa.  Ở tuần này, hệ tiêu hoá tiếp tục phát triển. Hậu môn cũng đang hình thành, và ruột cũng phát triển dài hơn. Ngoài ra, các đặc điểm sinh sản bên trong như buồng trứng và tinh hoàn cũng bắt đầu hình thành. Bé có thể sẽ có một vài cử động đầu tiên trong tuần này vì các cơ bắt đầu phát triển. Nếu giờ đây bạn siêu âm thì thậm chí các cử động này có thể nhìn thấy được đấy nhưng phải thêm một vài tuần nữa bạn mới có thể cảm nhận được bé đang máy trong bụng mình. Cơ thể của mẹ Để chuẩn bị cho lần khám thai đầu tiên, bạn nên dành chút thời gian để nghiệm lại tiền sử sức khỏe của gia đình và để xem lại các bệnh án của bạn nữa. Bạn có bao giờ bị bệnh mãn tính, dị ứng, hoặc phẫu thuật nào không? Hiện bạn có đang sử dụng một loại thuốc theo toa nào không? Bạn có biết là trong gia đình mình có bệnh di truyền nào không? Chu kỳ kinh nguyệt của bạn có đều đặn không, và trước đây bạn có bao giờ mang thai lần nào chưa? Bạn có hút thuốc hay uống rượu không? Thói quen tập luyện của bạn là gì? Đây là những điều mà bác sĩ muốn thảo luận với bạn, thế nên hãy chuẩn bị những thông tin này khi bạn đi khám thai lần đầu nhé. Tuần 10 Sự phát triển của bé  Vào khoảng tuần thứ 10, tất cả các cơ quan quan trọng của em bé đã hình thành và bắt đầu hoạt động kết hợp với nhau. Các thay đổi bề ngoài như các ngón chân, ngón tay tách rời nhau và đuôi biến mất, các bộ phận bên trong cơ thể cũng đang dần biến đổi. Nhiều nụ răng xuất hiện bên trong miệng, và nếu con bạn là trai thì tinh hoàn của bé sẽ bắt đầu tiết ra hooc-môn sinh dục nam. Các dị tật bẩm sinh khó có thể phát triển sau tuần thứ 10. Ở đây kết thúc thời kỳ phôi thai – nhìn chung thì giờ đây phôi đã có hình dáng con người rõ ràng và đầu tuần sau bé của bạn sẽ chính thức được xem như một bào thai.  Cơ thể của mẹ Lần khám thai đầu tiên của bạn thường là vào thời gian này, đây là một cột mốc quan trọng. Tại phòng khám của bác sĩ, bạn sẽ phải làm một loạt các xét nghiệm và kiểm tra, như kiểm tra cân nặng và huyết áp. Bạn cũng có thể được khám bên ngoài bụng để kiểm tra kích cỡ và vị trí của bé và bạn còn phải làm xét nghiệm nước tiểu nữa. Trong lần khám thai đầu tiên này, bác sĩ sẽ khám tổng quát hết cho bạn như khám nội và khám ngực (vú) nữa. Bác sĩ sẽ hỏi bạn nhiều câu hỏi về tiền sử sức khỏe của bạn và bất kỳ vấn đề sức khỏe nào khác trong gia đình của bạn, để xác định xem liệu em bé của bạn có nguy cơ mắc bệnh di truyền nào đó không. bác sĩ còn muốn kiểm tra thêm điều gì nữa không? Nhịp tim của em bé nữa! Nhờ vào ống nghe Doppler, bạn sẽ nghe được nhịp tim của bé trong lần đầu tiên này.  Khi bạn khám thai lần đầu tiên xong, bác sĩ sẽ có thể cho bạn làm xét nghiệm máu để phát hiện xem bạn có được gây miễn dịch với bệnh thuỷ đậu, sởi, quai bị, và sởi ru-bê-la (bệnh sởi ru-bê-la) chưa, đồng thời để xác định nhóm máu của bạn và (Rh) chất hiện diện trong hồng huyết cầu và có tác dụng tạo ra kháng thể. Tuần 11 Sự phát triển của bé  Từ tuần này cho đến tuần 20, bé sẽ phát triển rất nhanh – tăng kích cỡ từ khoảng 2 in-sơ (5cm) tăng lên khoảng 8 in-sơ (20cm) từ đỉnh đầu đến mông. Để phù hợp với sự phát triển của bé thì mạch máu ở nhau thai cũng tăng lên cả về kích cỡ và số lượng để cung cấp nhiều dưỡng chất hơn cho bé. Khuôn mặt tiếp tục thay đổi và phát triển vì tai phát triển về điểm cuối hai bên đầu. Nếu giờ đây bạn thấy được hình ảnh của em bé, chắc bạn sẽ nghĩ con mình là thiên tài đây – đầu của bé chiếm khoảng chừng một nửa chiều dài của cơ thể! Mặc dù cơ quan sinh sản của bé phát triển rất nhanh nhưng các cơ quan sinh dục ngoài của bé trai và bé gái đều có vẻ như rất giống nhau mãi cho đến cuối tuần thứ 11. các cơ quan sinh dục ngoài này sẽ khác biệt rõ ràng vào tuần thứ 14. Cơ thể của mẹ Việc nuôi em bé thường đòi hỏi bạn phải tăng cân – và thường thì chỉ số tăng trọng được khuyến nghị là từ 25 đến 35 pao (từ 11,33 đến 15,87kg) trong suốt thời gian thai kỳ. Nếu bạn béo phì hay nhẹ cân trước thai kỳ thì bác sĩ có thể cho bạn nhiều khuyến nghị khác về tăng cân. Tuần 12 Sự phát triển của bé  Não của bé tiếp tục phát triển ở giai đoạn này, và các móng tay và móng chân nhỏ xíu bắt đầu được hình thành. Các dây thanh âm cũng hình thành vào tuần thứ 12 này, đây là giai đoạn cuối của quý thai đầu tiên của bạn. Thận của bé cũng đang hoạt động rồi đấy! Sau khi nuốt nước ối, bé giờ đây cũng có thể đưa nước ối ra ngoài cơ thể bằng đường tiểu được. Và giờ thì ruột sẽ có thể nằm vào trong bụng, vì đã có chỗ để chứa ruột trong bụng của bé. Cơ thể của mẹ Có ai nói với bạn là bạn đang “đẹp lên/hồng hào hơn vì mang thai” chưa? Không chỉ là niềm vui vì bạn sắp có con – mà còn vì một lý do mang tính sinh lý khác làm cho da của bạn thêm mượt mà hơn, rạng rỡ hơn suốt thời kỳ thai nghén. Thể tích máu tăng lên kết hợp với các hooc-môn thai nghén làm cho bạn thêm hồng hào hơn. Thể tích máu tăng lên làm cho máu đến các mạch máu nhiều hơn và hooc-môn làm tuyến nhờn tiết nhiều hơn, làm cho da bạn trông có vẻ hồng hơn, căng hơn, và láng mịn hơn. Mặc dù vậy, đôi khi sự tăng tiết tuyến nhờn này có thể gây nên chứng nổi mụn trứng cá tạm thời. Tuần 13 Sự phát triển của bé  Khi bạn bắt đầu quý hai của thai kỳ thì nhau đã phát triển tốt và có nhiệm vụ cung cấp khí ô-xy, dưỡng chất cho bé và giúp thải chất thải của bé ra ngoài. Nhau thai cũng tiết ra hooc-môn progesterone và estrogen, giúp nuôi dưỡng và duy trì thai. Giờ đây thì mí mắt của bé đã kết hợp với nhau để bảo vệ mắt khi mắt phát triển. Khi bạn đưa bé mới sinh của mình về nhà, chắc bạn cũng muốn thỉnh thoảng con mình ngủ đi để bạn có thể nghỉ ngơi một chút! Trong tuần thứ 13 này thì bé cũng có thể biết bỏ ngón tay cái vô miệng rồi đấy, mặc dù là cơ mút chưa phát triển đầy đủ. Cơ thể của mẹ Vào lần khám thai đầu tiên của quý thai kỳ thứ 2 này, bác sĩ có thể kê toa thuốc vi-ta-min dùng trước khi sinh cho bạn. Ngoài chế độ dinh dưỡng có lợi cho sức khỏe thì việc bổ sung những loại vi-ta-min này đảm bảo cho bé của bạn được bổ sung thêm vi-ta-min và khoáng chất, như a-xít folic, kẽm, sắt, và can-xi, rất cần thiết cho sự tăng trưởng và phát triển của bé. Bạn nên tham khảo dược sĩ về cách hấp thụ vi-ta-min tốt nhất cho cơ thể, như nên bổ sung vi-ta-min bằng thức ăn hay bằng nước uống.  Tuần 14 Sự phát triển của bé  Vào tuần thứ 14 này thì trên mặt bé đã xuất hiện một ít lông mịn. Thứ lông mềm mịn không màu này gọi là lông tơ, và về sau hầu hết toàn thân của bé phủ hết lông tơ và chỉ đến trước khi sinh thì lông tơ này sẽ rụng. Các cơ quan sinh dục ngoài của bé giờ đây đã phát triển đầy đủ, mặc dù có thể rất khó thấy qua kiểm tra siêu âm. Ngoài ra, bé bắt đầu tiết ra hooc-môn tuyến giáp vì tuyến giáp đã phát triển. Bây giờ thì bé cân nặng khoảng từ 1,6 ao-xơ (45gram) và dài khoảng chừng 3,5 in-sơ (9cm) từ đỉnh đầu đến mông. Cơ thể của mẹ Tùy từng trường hợp cụ thể (ví dụ như bạn mang thai sau 35 tuổi), bác sĩ có thể bàn thảo với bạn phương pháp chọc ối. Chọc ối là biện pháp xét nghiệm thường làm cho thai khoảng từ 15 đến 18 tuần tuổi để có thể phát hiện dị tật bào thai, như hội chứng Down. Trong cuộc xét nghiệm này thì người ta dùng một kim tiêm rất nhỏ để chọc vào nước ối nằm bao quanh em bé trong tử cung và mẫu dịch được lấy ra và đem phân tích. Phương pháp chọc ối có nguy cơ sẩy thai rất nhỏ, thế  nên bạn hãy cho bác sĩ biết về mối lo ngại của mình và về những rủi ro và lợi ích của biện pháp này nhé.  Tuần 15 Sự phát triển của bé  Bố mẹ thường cảm thấy rất ngạc nhiên bởi làn da của trẻ sơ sinh rất mềm mại. Vào tuần thứ 15 này thì da của bé tiếp tục phát triển và trông rất mỏng và trong mờ đến nỗi bạn cũng có thể nhìn thấy được các mạch máu nhỏ li ti nằm bên trong da của bé. Tai của bé giờ đây hầu như cũng đã định vị rồi mặc dù đôi tai vẫn còn hơi thấp so với đầu của trẻ.   Bên trong thì hệ xương của bé cũng không ngừng phát triển. Cơ cũng phát triển liên tục, và bé giờ đây cũng có thể làm nhiều cử động bằng đầu, miệng, cánh tay, cổ tay, bàn tay, chân, và bàn chân rồi.  Cơ thể của mẹ Người ngoài biết bạn có thai chưa? Nhiều phụ nữ cho biết người khác hoàn toàn không biết cho đến khi thấy họ thay quần jeans bằng trang phục bầu và người ta bắt đầu chú ý tới bụng của họ lớn dần lên và sự thực là họ bắt đầu có thai. Đối với nhiều người thì việc biết mình có thai vừa vui vừa sợ. Điều này cũng hoàn toàn bình thường thôi như thể bạn rất hay xúc động (các hooc-môn của bạn gây ra điều này). Bạn có nhận thấy điều gì nữa không? Đó là bạn cũng hay bị đãng trí; mau quên nữa. Thậm chí là những phụ nữ có trật tự nhất, ngăn nắp nhất cũng cho biết là thai nghén làm cho họ hay quên, vụng về, và không thể tập trung được. Hãy nên cố làm cho mình càng ít bị căng thẳng càng tốt và giúp cho “sự đãng trí” đó có thể vượt qua một cách dễ dàng – chúng chỉ mang tính chất tạm thời thôi. Tuần 16 Sự phát triển của bé  Vào tuần thứ 16 thì bé của bạn giờ đây đã cân nặng được khoảng chừng 3,9 ao-xơ (110 gram) và dài khoảng chừng 4,7 in-sơ (12cm) từ đỉnh đầu đến mông. Bé có thể giữ đầu mình thẳng và cơ mặt tiếp tục phát triển giúp bé thể hiện nhiều cử chỉ như liếc mắt hoặc cau mày. Cơ thể của mẹ Khoảng từ tuần thứ 16 đến 18, bác sĩ có thể cho bạn làm xét nghiệm máu tiền sản của mẹ, đây cũng là xét nghiệm \"triple marker\" hoặc \"triple screen\" dùng để đo thông số alpha-fetoprotein (AFP), prô-tê-in do bào thai sản sinh ra, và hooc-môn thai nghén hCG và hooc-môn estriol (hooc-môn hình thành trong buồng trứng) trong máu của mẹ. Xét nghiệm này đôi khi cũng được gọi là xét nghiệm Quad, đo được nồng độ inhibin-A. Kết quả của những xét nghiệm này có thể cho mẹ biết con mình có nguy cơ bị khuyết tật ống thần kinh phôi như tật nứt đốt sống hoặc dị dạng nhiễm sắc thể như là hội chứng Down hay không. Cứ trong số 1000 phụ nữ làm xét nghiệm này thì có khoảng 50 người có kết quả không bình thường, nhưng chỉ 1 hoặc 2 người là sinh con bị dị tật. Bạn nên tham khảo với bác sĩ về những rủi ro và ích lợi của những loại xét nghiệm này nhé. Tuần 17 Sự phát triển của bé  Ở tuần thứ 17 thì chiều dài của bé từ đỉnh đầu đến mông là khoảng chừng 5,1 in-sơ (13 cm) và cân nặng khoảng 4,9 ao-xơ (140 gram), lúc này em bé vẫn còn nhỏ lắm. Nhau, nuôi bào thai bằng dưỡng chất và khí ô-xy và làm nhiệm vụ thải chất thải ra ngoài, nhau phát triển để làm thích nghi với bé. Giờ đây nhau thai chứa hàng ngàn mạch máu mang chất dinh dưỡng và khí ôxy từ cơ thể mẹ sang cho cơ thể đang ngày càng phát triển của em bé. Cơ thể của mẹ Bạn có thể nhận thấy bầu ngực của mình thay đổi rất nhiều kể từ khi mang thai. Hooc-môn chuẩn bị cho vú tiết sữa – máu được truyền đến ngực nhiều hơn, và các tuyến sữa phát triển để chuẩn bị cho việc nuôi con bằng sữa mẹ. Điều này cũng làm cho kích cỡ của ngực bạn tăng lên (nhiều phụ nữ tăng lên từ 1 đến 2 số của bầu áo ngực) và làm cho các tĩnh mạch có thể nhìn thấy được. Bạn nên mua áo nâng ngực có nhiều kích cỡ để phù hợp với sự phát triển của ngực mình trong suốt quá trình thai nghén nhé. Tuần 18 Sự phát triển của bé  Tai phát triển, di chuyển đến điểm cuối và chìa ra ngoài đầu của bé. Giờ này đây bạn nên ôn lại các bài hát ru của mình là được rồi đấy – trong vài tuần nữa đây, bé của bạn đã có thể nghe được rồi! Xương tai giữa và các đầu mút thần kinh não cũng dần phát triển để bé có thể nghe thấy tiếng nhịp tim của bạn và tiếng máu chảy qua dây rốn. Bé thậm chí cũng bị giật mình khi nghe tiếng động mạnh nữa! Mắt bé cũng phát triển – mắt giờ đây đã nhìn thẳng về trước chớ không nhìn sang 2 bên nữa, và võng mạc có thể nhìn thấy ánh đèn pin nếu bạn để đèn pin trước bụng mình. Xương của bé giờ này đã phát triển nhưng vẫn còn mềm và yếu. Vào tuần 18 này thì xương bé bắt đầu cứng hẳn lên. Một số xương đầu tiên cứng chắc lên là xương đòn và xương chân. Cơ thể của mẹ Bạn có lẽ sẽ phải chuẩn bị cuộc sống của mình với bé từ đây. Dù vậy bạn sẽ phải chuẩn bị nhiều thứ không chỉ là gom góp tã lót và trang trí phòng bé đâu. Bạn nên tìm hiểu và tra cứu thông tin về bác sĩ nhi và bác sĩ khác cho con mình từ tuần này được rồi. Bên cạnh đó bạn cũng nên lên lịch khám những bác sĩ cần thiết để tham khảo và bàn bạc các vấn đề như khi nào có thể khám được, kế hoạch chủng ngừa, và gọi điện cho bác sĩ khi nguy cấp.  Một số câu hỏi bạn nên hỏi là:  Có bao nhiêu bác sĩ làm việc? Ai trực ban đêm và ai trực cuối tuần? Quy định về các cuộc gọi điện thoại của bác sĩ là gì? Bác sĩ cũng làm việc với những bệnh viện nào? Bác sĩ chấp thuận chế độ bảo hiểm nào? Bác sĩ làm việc với các chuyên gia nào? Họ sẽ xử lý các trường hợp nguy cấp bằng cách nào?   Điều quan trọng là bạn nên cảm thấy thoải mái với bác sĩ nhi khoa và thoải mái với công việc nhà của mình và nên đưa ra quyết định một cách cẩn thận. Tuần 19 Sự phát triển của bé  Vào tuần 19, toàn thân của bé phủ đầy một chất màu trắng, giống sáp được gọi là bã nhờn thai nhi, có tác dụng giúp lớp da mềm của bé không bị nứt nẻ hay trầy xước. Các trẻ sinh non cũng có thể bị phủ lớp bã trắng nhờn này lúc sinh. Bé của bạn giờ đây vẫn còn nhỏ lắm, nhưng tuần này thì cơ thể bé đã phát triển lớp mỡ nâu, có tác dụng giữ cho cơ thể bé được ấm sau khi sinh. Suốt quý thai cuối thì bé cũng sẽ tích thêm nhiều lớp mỡ nữa để bảo vệ và giữ ấm cho cơ thể. Cơ thể của mẹ Bạn sẽ cảm thấy an tâm hơn và không còn lo lắng không ngớt về sức khỏe của bé khi bạn cảm nhận được những cử động đầu tiên của bé trong bụng mình, thường thì bé sẽ có những cử động này vào giữa tuần 18 đến 20. Các cử động đầu tiên này như là thai máy, và giống như cảm giác bồn chồn hay sôi bụng vậy. Trong giai đoạn sau của thai kỳ, bạn sẽ có cảm giác bụng mình bị đá, thoi, thụi và có thể nấc cụt nữa! Mỗi em bé có những kiểu máy khác nhau nhưng nếu bạn lo lắng hay nếu các cử động thai máy giảm dần về tần số hay cường độ thì bạn nên thông báo cho bác sĩ biết. Nhiều phụ nữ tỏ ra lo ngại là liệu quan hệ tình dục vào thời điểm này có làm đau em bé đang phát triển trong tử cung không, và câu trả lời là không. Quan hệ tình dục được coi làm an toàn vào bất cứ giai đoạn nào của thai nghén, miễn là thai nghén của bạn bình thường là được. Nhưng không nhất thiết là bạn cần phải quan hệ tình dục. Nhiều phụ nữ mang thai phát hiện ra nhu cầu ham muốn tình dục của mình thay đổi bất thường trong suốt các giao đoạn thai nghén khác nhau, tuỳ thuộc vào sự mệt mỏi, kích cỡ tăng trọng, sự lo lắng về sinh nở, và hàng loạt các thay đổi khác của cơ thể. Hãy hoà hợp với chồng khi có nhu cầu. Dẫu rằng cả hai đều có thể lo lắng về thai nhi nhưng điều quan trọng là cũng nên có “thời gian vui vẻ bên nhau.”  Tuần 20 Sự phát triển của bé  Bạn đã đi được phân nửa đoạn đường rồi đấy! Qua 20 tuần thai nghén thì giờ đây bé của bạn đã phát triển rất nhiều rồi từ một tế bào phân chia đầu tiên và hiện bé đã cân nặng được khoảng chừng 11 ao-xơ (312 gram) và chiều dài từ đỉnh đầu tới mông là khoảng chừng 6,3 in-sơ (16cm). Bé lớn lên làm tăng kích cỡ trong tử cung của bạn, và bé phát triển liên tục đè lên phổi, dạ dày, bàng quang, và thận của bạn. Được phủ dưới lớp bã  nhờn thai nhi (một lớp phủ bảo vệ, giống như chất sáp), da của bé phát triển dày lên và thành nhiều lớp. Tóc và móng tay cũng không ngừng phát triển. Cơ thể của mẹ Vào tuần này, bác sĩ có thể cho bạn siêu âm, đây là một xét nghiệm chẩn đoán dùng sóng âm thanh để tạo ảnh. Siêu âm ở thời điểm này có thể xác định được kích cỡ và vị trí của bào thai, và có thể phát hiện bất kỳ dị tật nào về cấu trúc xương và các cơ quan của bé. Tùy vào vị trí của bào thai, mà bác sĩ có thể biết được giới tính của trẻ. Dây rốn, nhau thai và nước ối cũng có thể được kiểm tra bằng phương pháp siêu âm. Hãy tham khảo với bác sĩ về những rủi ro và lợi ích của loại xét nghiệm này nhé."
        },
        {
            "en": "Chạng Vạng - Twilight            2. OPEN BOOK The next day was better… and worse. It was better because it wasn't raining yet, though the clouds were dense and opaque. It was easier because I knew what to expect of my day. Mike came to sit by me in English, and walked me to my next class, with Chess Club Eric glaring at him all the while; that was nattering. People didn't look at me quite as much as they had yesterday. I sat with a big group at lunch that included Mike, Eric, Jessica, and several other people whose names and faces I now remembered. I began to feel like I was treading water, instead of drowning in it.  It was worse because I was tired; I still couldn't sleep with the wind echoing around the  house. It was worse because Mr. Varner called on me in Trig when my hand wasn't raised and I had the wrong answer. It was miserable because I had to play volleyball, and the one time I didn't cringe out of the way of the ball, I hit my teammate in the head with it. And it was worse because Edward Cullen wasn't in school at all.  All morning I was dreading lunch, fearing his bizarre glares. Part of me wanted to confront him and demand to know what his problem was. While I was lying sleepless in my bed, I even imagined what I would say. But I knew myself too well to think I would really have the guts to do it. I made the Cowardly Lion look like the terminator. But when I walked into the cafeteria with Jessica — trying to keep my eyes from sweeping the place for him, and failing entirely — I saw that his four siblings of sorts were sitting together at the same table, and he was not with them. Mike intercepted us and steered us to his table. Jessica seemed elated by the attention, and her friends quickly joined us. But as I tried to listen to their easy chatter, I was terribly uncomfortable, waiting nervously for the moment he would arrive. I hoped that he would simply ignore me when he came, and prove my suspicions false. He didn't come, and as time passed I grew more and more tense. I walked to Biology with more confidence when, by the end of lunch, he still hadn't showed. Mike, who was taking on the qualities of a golden retriever, walked faithfully by my side to class. I held my breath at the door, but Edward Cullen wasn't there, either. I exhaled and went to my seat. Mike followed, talking about an upcoming trip to the beach. He lingered by my desk till the bell rang. Then he smiled at me wistfully and went to sit by a girl with braces and a bad perm. It looked like I was going to have to do something about Mike, and it wouldn't be easy. In a town like this, where everyone lived on top of everyone else, diplomacy was essential. I had never been enormously tactful; I had no practice dealing with overly friendly boys. I was relieved that I had the desk to myself, that Edward was absent. I told myself that repeatedly. But I couldn't get rid of the nagging suspicion that I was the reason he wasn't there. It was ridiculous, and egotistical, to think that I could affect anyone that strongly. It was impossible. And yet I couldn't stop worrying that it was true. When the school day was finally done, and the blush was fading out of my cheeks from the volleyball incident, I changed quickly back into my jeans and navy blue sweater. I hurried from the girls' locker room, pleased to find that I had successfully evaded my retriever friend for the moment. I walked swiftly out to the parking lot. It was crowded now with fleeing students. I got in my truck and dug through my bag to make sure I had what I needed. Last night I'd discovered that Charlie couldn't cook much besides fried eggs and bacon. So I requested that I be assigned kitchen detail for the duration of my stay. He was willing enough to hand over the keys to the banquet hall. I also found out that he had no food in the house. So I had my shopping list and the cash from the jar in the cupboard labeled FOOD MONEY, and I was on my way to the Thriftway. I gunned my deafening engine to life, ignoring the heads that turned in my direction, and backed carefully into a place in the line of cars that were waiting to exit the parking lot. As I waited, trying to pretend that the earsplitting rumble was coming from someone else's car, I saw the two Cullens and the Hale twins getting into their car. It was the shiny new Volvo. Of course. I hadn't noticed their clothes before — I'd been too mesmerized by their faces. Now that I looked, it was obvious that they were all dressed exceptionally well; simply, but in clothes that subtly hinted at designer origins. With their remarkable good looks, the style with which they carried themselves, they could have worn dishrags and pulled it off. It seemed excessive for them to have both looks and money.  But as far as I could tell, life worked that way most of the time. It didn't look as if it bought them any acceptance here.  No, I didn't fully believe that. The isolation must be their desire; I couldn't imagine any door that wouldn't be opened by that degree of beauty. They looked at my noisy truck as I passed them, just like everyone else.  I kept my eyes straight forward and was relieved when I finally was free of the school grounds.  The Thriftway was not far from the school, just a few streets south, off the highway. It was nice to be inside the supermarket; it felt normal. I did the shopping at home, and I fell into the pattern of the familiar task gladly. The store was big enough inside that I couldn't hear the tapping of the rain on the roof to remind me where I was. When I got home, I unloaded all the groceries, stuffing them in wherever I could find an open space. I hoped Charlie wouldn't mind. I wrapped potatoes in foil and stuck them in the oven to bake, covered a steak in marinade and balanced it on top of a carton of eggs in the fridge.  When I was finished with that, I took my book bag upstairs. Before starting my homework, I changed into a pair of dry sweats, pulled my damp hair up into a pony-tail, and checked my e-mail for the first time. I had three messages. \"Bella,\" my mom wrote…  Write me as soon as you get in. Tell me how your flight was. Is it raining? I miss you  already. I'm almost finished packing for Florida, but I can't find my pink blouse. Do you know where I put it? Phil says hi.  Mom. I sighed and went to the next. It was sent eight hours after the first. \"Bella,\" she wrote… Why haven't you e-mailed me yet? What are you waiting for? Mom. The last was from this morning. Isabella, If I haven't heard from you by 5:30 p.m. today I'm calling Charlie. I checked the clock. I still had an hour, but my mom was well known for jumping the gun. Mom, Calm down. I'm writing right now. Don't do anything rash. Bella. I sent that, and began again. Mom, Everything is great. Of course it's raining. I was waiting for something to write about. School isn't bad, just a little repetitive. I met some nice kids who sit by me at lunch. Your blouse is at the dry cleaners - you were supposed to pick it up Friday. Charlie bought me a truck, can you believe it? I love it. It's old, but really sturdy, which is good, you know, for me. I miss you, too. I'll write again soon, but I'm not going to check my e-mail every five minutes. Relax, breathe. I love you. Bella. I had decided to read Wuthering Heights — the novel we were currently studying in English — yet again for the fun of it, and that's what I was doing when Charlie came home. I'd lost track of the time, and I hurried downstairs to take the potatoes out and put the steak in to broil. \"Bella?\" my father called out when he heard me on the stairs. Who else? I thought to myself. \"Hey, Dad, welcome home.\" \"Thanks.\" He hung up his gun belt and stepped out of his boots as I bustled about the kitchen. As far as I was aware, he'd never shot the gun on the job. But he kept it ready. When I came here as a child, he would always remove the bullets as soon as he walked in the door. I guess he considered me old enough now not to shoot myself by accident, and not depressed enough to shoot myself on purpose.  \"What's for dinner?\" he asked warily. My mother was an imaginative cook, and her experiments weren't always edible. I was surprised, and sad, that he seemed to remember that far back. \"Steak and potatoes,\" I answered, and he looked relieved. He seemed to feel awkward standing in the kitchen doing nothing; he lumbered into the living room to watch TV while I worked. We were both more comfortable that way. I made a salad while the steaks cooked, and set the table. I called him in when dinner was ready, and he sniffed appreciatively as he walked into the room. \"Smells good, Bell.\" \"Thanks.\" We ate in silence for a few minutes. It wasn't uncomfortable. Neither of us was bothered by the quiet. In some ways, we were well suited for living together. \"So, how did you like school? Have you made any friends?\" he asked as he was taking seconds. \"Well, I have a few classes with a girl named Jessica. I sit with her friends at lunch. And there's this boy, Mike, who's very friendly. Everybody seems pretty nice.\" With one outstanding exception. \"That must be Mike Newton. Nice kid — nice family. His dad owns the sporting goods store just outside of town. He makes a good living off all the backpackers who come through here.\" \" Do you know the Cullen family?\" I asked hesitantly.  \"Dr. Cullen's family? Sure. Dr. Cullen's a great man.\" \"They… the kids… are a little different. They don't seem to fit in very well at school.\" Charlie surprised me by looking angry. \"People in this town,\" he muttered.”Dr. Cullen is a brilliant surgeon who could probably work in any hospital in the world, make ten times the salary he gets here,\" he continued, getting louder.”We're lucky to have him — lucky that his wife wanted to live in a small town. He's an asset to the community, and all of those kids are well behaved and polite. I had my doubts, when they first moved in, with all those adopted teenagers. I thought we might have some problems with them. But they're all very mature — I haven't had one speck of trouble from any of them. That's more than I can say for the children of some folks who have lived in this town for generations. And they stick together the way a family should — camping trips every other weekend…  Just because they're newcomers, people have to talk.\" It was the longest speech I'd ever heard Charlie make. He must feel strongly about whatever people were saying. I backpedaled.”They seemed nice enough to me. I just noticed they kept to themselves. They're all very attractive,\" I added, trying to be more complimentary. \"You should see the doctor,\" Charlie said, laughing.”It's a good thing he's happily married. A lot of the nurses at the hospital have a hard time concentrating on their work with him around.\" We lapsed back into silence as we finished eating. He cleared the table while I started on the dishes. He went back to the TV, and after I finished washing the dishes by hand — no  dishwasher — I went upstairs unwillingly to work on my math homework. I could feel a tradition in the making. That night it was finally quiet. I fell asleep quickly, exhausted. The rest of the week was uneventful. I got used to the routine of my classes. By Friday I was able to recognize, if not name, almost all the students at school. In Gym, the kids on my team learned not to pass me the ball and to step quickly in front of me if the other team tried to take advantage of my weakness. I happily stayed out of their way. Edward Cullen didn't come back to school. Every day, I watched anxiously until the rest of the Cullens entered the cafeteria without him. Then I could relax and join in the lunchtime conversation. Mostly it centered around a trip to the La Push Ocean Park in two weeks that Mike was putting together. I was invited, and I had agreed to go, more out of politeness than desire. Beaches should be hot and dry. By Friday I was perfectly comfortable entering my Biology class, no longer worried that Edward would be there. For all I knew, he had dropped out of school. I tried not to think about him, but I couldn't totally suppress the worry that I was responsible for his continued absence, ridiculous as it seemed. My first weekend in Forks passed without incident. Charlie, unused to spending time in the usually empty house, worked most of the weekend. I cleaned the house, got ahead on my homework, and wrote my mom more bogusly cheerful e-mail. I did drive to the library Saturday, but it was so poorly stocked that I didn't bother to get a card; I would have to make a date to visit Olympia or Seattle soon and find a good bookstore. I wondered idly what kind of gas mileage the truck got… and shuddered at the thought. The rain stayed soft over the weekend, quiet, so I was able to sleep well. People greeted me in the parking lot Monday morning. I didn't know all their names, but I waved back and smiled at everyone. It was colder this morning, but happily not raining. In English, Mike took his accustomed seat by my side. We had a pop quiz on Wuthering Heights. It was straightforward, very easy. All in all, I was feeling a lot more comfortable than I had thought I would feel by this point. More comfortable than I had ever expected to feel here. When we walked out of class, the air was full of swirling bits of white. I could hear people shouting excitedly to each other. The wind bit at my cheeks, my nose. \"Wow,\" Mike said.”It's snowing.\" I looked at the little cotton fluffs that were building up along the sidewalk and swirling erratically past my face.  \"Ew.\" Snow. There went my good day. He looked surprised.”Don't you like snow?\" \"No. That means it's too cold for rain.\" Obviously.”Besides, I thought it was supposed to come down in flakes — you know, each one unique and all that. These just look like the ends of Q-tips.\" \"Haven't you ever seen snow fall before?\" he asked incredulously. \"Sure I have.\" I paused.”On TV.\" Mike laughed. And then a big, squishy ball of dripping snow smacked into the back of his head. We both turned to see where it came from. I had my suspicions about Eric, who was walking away, his back toward us — in the wrong direction for his next class. Mike appatently had the same notion.  He bent over and began scraping together a pile of the white mush. \"I'll see you at lunch, okay?\" I kept walking as I spoke.”Once people start throwing wet stuff, I go inside.\" He just nodded, his eyes on Eric's retreating figure. Throughout the morning, everyone chattered excitedly about the snow; apparently it was the first snowfall of the new year. I kept my mouth shut. Sure, it was drier than rain — until it melted in your socks. I walked alertly to the cafeteria with Jessica after Spanish. Mush balls were flying everywhere. I kept a binder in my hands, ready to use it as a shield if necessary. Jessica thought I was hilarious, but something in my expression kept her from lobbing a snowball at me herself. Mike caught up to us as we walked in the doors, laughing, with ice melting the spikes in his hair. He and Jessica were talking animatedly about the snow fight as we got in line to buy food. I glanced toward that table in the corner out of habit. And then I froze where I stood. There were five people at the table. Jessica pulled on my arm. \"Hello? Bella? What do you want?\" I looked down; my ears were hot. I had no reason to feel self-conscious, I reminded myself. I hadn't done anything wrong. \"What's with Bella?\" Mike asked Jessica. \"Nothing,\" I answered.”I'll just get a soda today.\" I caught up to the end of the line. \"Aren't you hungry?\" Jessica asked. \"Actually, I feel a little sick,\" I said, my eyes still on the floor. I waited for them to get their food, and then followed them to a table, my eyes on my feet. I sipped my soda slowly, my stomach churning. Twice Mike asked, with unnecessary concern, how I was feeling. I told him it was nothing, but I was wondering if I should play it up and escape to the nurse's office for the next hour. Ridiculous. I shouldn't have to run away.  I decided to permit myself one glance at the Cullen family's table. If he was glaring at me, I would skip Biology, like the coward I was. I kept my head down and glanced up under my lashes. None of them were looking this way. I lifted my head a little. They were laughing. Edward, Jasper, and Emmett all had their hair entirely saturated with melting snow. Alice and Rosalie were leaning away as Emmett shook his dripping hair toward them. They were enjoying the snowy day, just like everyone else — only they looked more like a scene from a movie than the rest of us. But, aside from the laughter and playfulness, there was something different, and I couldn't quite pinpoint what that difference was. I examined Edward the most carefully. His skin was less pale, I decided — flushed from the snow fight maybe — the circles under his eyes much less noticeable. But there was something more. I pondered, staring, trying to isolate the change. \"Bella, what are you staring at?\" Jessica intruded, her eyes following my stare. At that precise moment, his eyes flashed over to meet mine. I dropped my head, letting my hair fall to conceal my face. I was sure, though, in the instant our eyes met, that he didn't look harsh or unfriendly as he had the last time I'd seen him. He looked merely curious again, unsatisfied in some way. \"Edward Cullen is staring at you,\" Jessica giggled in my ear. \"He doesn't look angry, does he?\" I couldn't help asking. \"No,\" she said, sounding confused by my question.”Should he be?\" \"I don't think he likes me,\" I confided. I still felt <em>queasy</em>. I put my head down on my arm. \"The Cullens don't like anybody… well, they don't notice anybody enough to like them. But he's still staring at you.\" \"Stop looking at him,\" I hissed. She snickered, but she looked away. I raised my head enough to make sure that she did, contemplating violence if she resisted. Mike interrupted us then — he was planning an epic battle of the blizzard in the parking lot after school and wanted us to join. Jessica agreed enthusiastically. The way she looked at Mike left little doubt that she would be up for anything he suggested. I kept silent. I would have to hide in the gym until the parking lot cleared. For the rest of the lunch hour I very carefully kept my eyes at my own table. I decided to honor the bargain I'd made with myself. Since he didn't look angry, I would go to Biology. My stomach did frightened little flips at the thought of sitting next to him again. I didn't really want to walk to class with Mike as usual — he seemed to be a popular target for the snowball snipers — but when we went to the door, everyone besides me groaned in unison. It was raining, washing all traces of the snow away in clear, icy ribbons down the side of the walkway. I pulled my hood up, secretly pleased. I would be free to go straight home after Gym. Mike kept up a string of complaints on the way to building four. Once inside the classroom, I saw with relief that my table was still empty. Mr. Banner was walking around the room, distributing one microscope and box of slides to each table. Class didn't start for a few minutes, and the room buzzed with conversation. I kept my eyes away from the door, doodling idly on the cover of my notebook. I heard very clearly when the chair next to me moved, but my eyes stayed carefully focused on the pattern I was drawing. \"Hello,\" said a quiet, musical voice. I looked up, stunned that he was speaking to me. He was sitting as far away from me as the desk allowed, but his chair was angled toward me. His hair was dripping wet, disheveled — even so, he looked like he'd just finished shooting a commercial for hair gel. His dazzling face was friendly, open, a slight smile on his flawless lips. But his eyes were careful. \"My name is Edward Cullen,\" he continued.”I didn't have a chance to introduce myself last week. You must be Bella Swan.\" My mind was spinning with confusion. Had I made up the whole thing? He was perfectly polite now. I had to speak; he was waiting. But I couldn't think of anything conventional to say. \"H-how do you know my name?\" I stammered.  He laughed a soft, enchanting laugh. \"Oh, I think everyone knows your name. The whole town's been waiting for you to arrive.\" I grimaced. I knew it was something like that. \"No,\" I persisted stupidly.”I meant, why did you call me Bella?\" He seemed confused.”Do you prefer Isabella?\" \"No, I like Bella,\" I said.”But I think Charlie — I mean my dad — must call me Isabella behind my back — that's what everyone here seems to know me as,\" I tried to explain, feeling like an utter moron. \"Oh.\" He let it drop. I looked away awkwardly.  Thankfully, Mr. Banner started class at that moment. I tried to concentrate as he explained the lab we would be doing today. The slides in the box were out of order. Working as lab partners, we had to separate the slides of onion root tip cells into the phases of mitosis they represented and label them accordingly. We weren't supposed to use our books. In twenty minutes, he would be coming around to see who had it right. \"Get started,\" he commanded. \"Ladies first, partner?\" Edward asked. I looked up to see him smiling a crooked smile so beautiful that I could only stare at him like an idiot. \"Or I could start, if you wish.\" The smile faded; he was obviously wondering if I was mentally competent. \"No,\" I said, flushing.”I'll go ahead.\" I was showing off, just a little. I'd already done this lab, and I knew what I was looking for. It should be easy. I snapped the first slide into place under the microscope and adjusted it quickly to the 40X objective. I studied the slide briefly. My assessment was confident.”Prophase.\" \"Do you mind if I look?\" he asked as I began to remove the slide. His hand caught mine, to stop me, as he asked. His fingers were ice-cold, like he'd been holding them in a snowdrift before class. But that wasn't why I jerked my hand away so quickly. When he touched me, it stung my hand as if an electric current had passed through us. \"I'm sorry,\" he muttered, pulling his hand back immediately. However, he continued to reach for the microscope. I watched him, still staggered, as he examined the slide for an even shorter time than I had. \"Prophase,\" he agreed, writing it neatly in the first space on our worksheet. He swiftly switched out the first slide for the second, and then glanced at it cursorily. \"Anaphase,\" he murmured, writing it down as he spoke.  I kept my voice indifferent.”May I?\" He smirked and pushed the microscope to me. I looked through the eyepiece eagerly, only to be disappointed. Dang it, he was right. \"Slide three?\" I held out my hand without looking at him. He handed it to me; it seemed like he was being careful not to touch my skin again. I took the most fleeting look I could manage. \"Interphase.\" I passed him the microscope before he could ask for it. He took a swift peek, and then wrote it down. I would have written it while he looked, but his clear, elegant script intimidated me. I didn't want to spoil the page with my clumsy scrawl. We were finished before anyone else was close. I could see Mike and his partner comparing two slides again and again, and another group had their book open under the table. Which left me with nothing to do but try to not look at him… unsuccessfully. I glanced up, and he was staring at me, that same inexplicable look of frustration in his eyes. Suddenly I identified that subtle difference in his face. \"Did you get contacts?\" I blurted out unthinkingly. He seemed puzzled by my unexpected question.”No.\" \"Oh,\" I mumbled.”I thought there was something different about your eyes.\" He shrugged, and looked away. In fact, I was sure there was something different. I vividly remembered the flat black color of his eyes the last time he'd glared at me — the color was striking against the background of his pale skin and his auburn hair. Today, his eyes were a completely different color: a strange ocher, darker than butterscotch, but with the same golden tone. I didn't understand how that could be, unless he was lying for some reason about the contacts. Or maybe Forks was making me crazy in the literal sense of the word. I looked down. His hands were clenched into hard fists again. Mr. Banner came to our table then, to see why we weren't working. He looked over our shoulders to glance at the completed lab, and then stared more intently to check the answers. \"So, Edward, didn't you think Isabella should get a chance with the microscope?\" Mr. Banner asked. \"Bella,\" Edward corrected automatically.”Actually, she identified three of the five.\" Mr. Banner looked at me now; his expression was skeptical. \"Have you done this lab before?\" he asked. I smiled sheepishly.”Not with onion root.\" \"Whitefish blastula?\" \"Yeah.\" Mr. Banner nodded.”Were you in an advanced placement program in Phoenix?\" \"Yes.\" \"Well,\" he said after a moment,”I guess it's good you two are lab partners.\" He mumbled something else as he walked away. After he left, I began doodling on my notebook again. \"It's too bad about the snow, isn't it?\" Edward asked. I had the feeling that he was forcing himself to make small talk with me. Paranoia swept over me again. It was like he had heard my conversation with Jessica at lunch and was trying to prove me wrong. \"Not really,\" I answered honestly, instead of pretending to be normal like everyone else. I was still trying to dislodge the stupid feeling of suspicion, and I couldn't concentrate. \"You don't like the cold.\" It wasn't a question. \"Or the wet.\" \"Forks must be a difficult place for you to live,\" he mused. \"You have no idea,\" I muttered darkly. He looked fascinated by what I said, for some reason I couldn't imagine. His face was such a distraction that I tried not to look at it any more than courtesy absolutely demanded. \"Why did you come here, then?\" No one had asked me that — not straight out like he did, demanding. \"It's… complicated.\" \"I think I can keep up,\" he pressed. I paused for a long moment, and then made the mistake of meeting his gaze. His dark gold eyes confused me, and I answered without thinking. \"My mother got remarried,\" I said. \"That doesn't sound so complex,\" he disagreed, but he was suddenly sympathetic.”When did that happen?\" \"Last September.\" My voice sounded sad, even to me. \"And you don't like him,\" Edward surmised, his tone still kind. \"No, Phil is fine. Too young, maybe, but nice enough.\" \"Why didn't you stay with them?\" I couldn't fathom his interest, but he continued to stare at me with penetrating eyes, as if my dull life's story was somehow vitally important. \"Phil travels a lot. He plays ball for a living.\" I half-smiled. \"Have I heard of him?\" he asked, smiling in response. \"Probably not. He doesn't play well. Strictly minor league. He moves around a lot.\" \"And your mother sent you here so that she could travel with him.\" He said it as an assumption again, not a question. My chin raised a fraction.”No, she did not send me here. I sent myself.\" His eyebrows knit together.”I don't understand,\" he admitted, and he seemed unnecessarily frustrated by that fact. I sighed. Why was I explaining this to him? He continued to stare at me with obvious curiosity. \"She stayed with me at first, but she missed him. It made her unhappy… so I decided it was time to spend some quality time with Charlie.\" My voice was glum by the time I finished. \"But now you're unhappy,\" he pointed out.  \"And?\" I challenged. \"That doesn't seem fair.\" He shrugged, but his eyes were still intense. I laughed without humor.”Hasn't anyone ever told you? Life isn't fair.\" \"I believe I have heard that somewhere before,\" he agreed dryly. \"So that's all,\" I insisted, wondering why he was still staring at me that way. His gaze became appraising.”You put on a good show,\" he said slowly. \"But I'd be willing to bet that you're suffering more than you let anyone see.\" I grimaced at him, resisting the impulse to stick out my tongue like a five-year-old, and looked away. \"Am I wrong?\" I tried to ignore him. \"I didn't think so,\" he murmured smugly. \"Why does it matter to you?\" I asked, irritated. I kept my eyes away, watching the teacher make his rounds. \"That's a very good question,\" he muttered, so quietly that I wondered if he was talking to himself. However, after a few seconds of silence, I decided that was the only answer I was going to get. I sighed, scowling at the blackboard. \"Am I annoying you?\" he asked. He sounded amused. I glanced at him without thinking… and told the truth again.”Not exactly. I'm more annoyed at myself. My face is so easy to read — my mother always calls me her open book.\" I frowned. \"On the contrary, I find you very difficult to read.\" Despite everything that I'd said and he'd guessed, he sounded like he meant it. \"You must be a good reader then,\" I replied. \"Usually.\" He smiled widely, flashing a set of perfect, ultrawhite teeth. Mr. Banner called the class to order then, and I turned with relief to listen. I was in disbelief that I'd just explained my dreary life to this bizarre, beautiful boy who may or may not despise me. He'd seemed engrossed in our conversation, but now I could see, from the corner of my eye, that he was leaning away from me again, his hands gripping the edge of the table with unmistakable tension. I tried to appear attentive as Mr. Banner illustrated, with transparencies on the overhead projector, what I had seen without difficulty through the microscope. But my thoughts were unmanageable. When the bell finally rang, Edward rushed as swiftly and as gracefully from the room as he had last Monday. And, like last Monday, I stared after him in amazement. Mike skipped quickly to my side and picked up my books for me. I imagined him with a wagging tail. \"That was awful,\" he groaned.”They all looked exactly the same. You're lucky you had Cullen for a partner.\" \"I didn't have any trouble with it,\" I said, stung by his assumption. I regretted the snub instantly.”I've done the lab before, though,\" I added before he could get his feelings hurt. \"Cullen seemed friendly enough today,\" he commented as we shrugged into our raincoats. He didn't seem pleased about it. I tried to sound indifferent.”I wonder what was with him last Monday.\" I couldn't concentrate on Mike's chatter as we walked to Gym, and RE. didn't do much to hold my attention, either. Mike was on my team today. He chivalrously covered my position as well as his own, so my woolgathering was only interrupted when it was my turn to serve; my team ducked warily out of the way every time I was up. The rain was just a mist as I walked to the parking lot, but I was happier when I was in the dry cab. I got the heater running, for once not caring about the mind-numbing roar of the engine. I unzipped my jacket, put the hood down, and fluffed my damp hair out so the heater could dry it on the way home. I looked around me to make sure it was clear. That's when I noticed the still, white figure. Edward Cullen was leaning against the front door of the Volvo, three cars down from me, and staring intently in my direction. I swiftly looked away and threw the truck into reverse, almost hitting a rusty Toyota Corolla in my haste. Lucky for the Toyota, I stomped on the brake in time. It was just the sort of car that my truck would make scrap metal of. I took a deep breath, still looking out the other side of my car, and cautiously pulled out again, with greater success. I stared straight ahead as I passed the Volvo, but from a peripheral peek, I would swear I saw him laughing.",
            "vi": "Chạng Vạng - Twilight         2. Quyển sách mở toang Ngày hôm sau đỡ hơn ...  mà tệ hơn.  Đỡ hơn vì trời không mưa, dù mây đen dày đặc. Dễ chịu hơn vì tôi biết ngày của mình sẽ ra sao rồi. Mike đến ngồi cạnh tôi trong giờ Tiếng Anh, rồi dẫn tôi đến lớp kế tiếp, Eric câu lạc bộ chơi cờ nhìn anh ta trừng trừng suốt; thật phiền. Mọi người không nhìn tôi nhiều như hôm qua. Tôi ngồi với một đám đông lúc ăn trưa, gồm Mike, Eric, Jessica, và vài người khác mà bây giờ tôi đã nhớ cả tên lẫn mặt.  Tôi bắt đầu cảm thấy như tôi đang đứng nước, chứ không bị nước nhấn chìm nữa.  Tệ hơn vì tôi mệt; tôi vẫn không ngủ được với tiếng gió rít khắp nhà. Tệ hơn vì thầy Varner gọi tôi trong giờ Lượng giác trong khi tôi chẳng hề giơ tay và tôi đã trả lời sai. Thật khốn khổ vì tôi phải chơi bóng chuyền, và một lần tôi không đánh bóng ra ngoài mà lại đập vào đầu đồng đội mình.  Và tệ hơn vì Edward Cullen chẳng hề đến trường. Cả buổi sáng tôi cứ nghĩ đến giờ ăn trưa mà sợ, sợ cái nhìn kỳ quái của anh ta.  Tôi vừa muốn đối mặt với anh ta và hỏi cho ra lẽ anh ta bị gì. Trong khi nằm thao thức trên giường, tôi thậm chí còn tưởng tượng mình sẽ nói gì. Nhưng tôi quá biết mình chẳng bao giờ có can đảm để làm chuyện đó.  Chẳng ai nhút nhát bằng tôi.  Nhưng khi vào quán ăn tự phục vụ với Jessica – tuy cố không nhìn sang chỗ của anh ta, mà chẳng được - tôi nhìn thấy bốn người thân của anh ta đang ngồi với nhau cùng một bàn, nhưng anh ta không ở đó với họ.  Mike chặn chúng tôi và dẫn chúng tôi đến bàn của anh chàng. Jessica dường như phấn chấn vì được chú ý, và mấy người bạn của cô ấy nhanh chóng nhập bọn với chúng tôi. Nhưng khi tôi cố lắng nghe họ tán gẫu, tôi cảm thấy hết sức khó chịu, chỉ bồn chồn chờ mong giây phút anh đến. Tôi hy vọng anh ấy sẽ lờ tôi khi anh ấy đến để chứng tỏ là nghi ngờ của tôi là sai lầm.  Anh ấy không đến, và càng lúc tôi càng thêm căng thẳng.  Tôi đến lớp Sinh vật tự tin hơn khi, vào cuối buổi ăn trưa, anh ta vẫn không xuất hiện. Mike, người đang nói về các phẩm chất của một con chó lông vàng, vẫn đi kè kè bên tôi đến lớp. Tôi nín thở khi đến trước cửa, nhưng Edward Cullen cũng không có ở đó. Tôi thở phào và đến ghế mình. Mike đi theo, nói về chuyến đi sắp tới đến biển.  Anh ta cứ chần chừ bên bàn tôi hoài đến khi chuông reo.  Rồi anh cười với tôi đầy nuối tiếc rồi đến ngồi bên cạnh một cô gái đeo bộ chỉnh răng và mái tóc uốn xấu xí.  Có lẽ tôi sẽ phải làm điều gì đó về Mike, và chắc sẽ không dễ dàng.  Trong một thành phố như vầy, nơi mọi người sống đông đúc chen chúc, lịch thiệp là điều quan trọng. Tôi chẳng khéo léo được; tôi không quen đối phó với mấy anh chàng thân thiện quá mức. Tôi cảm thấy nhẹ nhõm vì được ngồi một mình một bàn, vì Edward vắng mặt. Tôi cứ tự bảo mình thế. Nhưng tôi không thể tống khứ nỗi nghi ngờ khó chịu rằng tôi chính là lý do khiến anh ta không có mặt. Thật là buồn cười, và tự cao tự đại khi nghĩ rằng mình có thể có ảnh hưởng lên ai đó mạnh mẽ như thế. Chẳng thể nào. Tuy nhiên tôi không thể hết lo rằng đó là sự thật.  Khi cuối cùng ngày ở trường đã qua đi, và màu đỏ vì xấu hổ đã nhạt dần trên má vì sự cố khi chơi bóng chuyền, tôi thay lẹ trở lại cái quần jean và chiếc áo len xanh biển. Tôi vội vã ra khỏi phòng thay đồ của nữ, hài lòng khi thấy mình đã tránh được người bạn yêu chó một chốc. Tôi đi nhanh ra bãi đậu xe.  Bây giờ nó đang đông đúc các sinh viên đang vội vã ra về.  Tôi vào xe tải của mình và lục soạn cặp để đảm bảo mình có đủ những thứ cần thiết.  Đêm qua tôi phát hiện ra là Charlie không biết nấu gì ngoài món trứng chiên và thịt muối xông khói. Vì thế tôi đã đòi để tôi lo chuyện bếp núc trong thời gian tôi ở đây. Bố vô cùng vui sướng giao chìa khoá của phòng tiệc tùng. Tôi cũng phát hiện ra là ông chẳng hề có thức ăn gì trong nhà. Vì thế tôi đã lập danh sách mua hàng và lấy tiền trong cái hũ để trong chạn có dán nhãn “Tiền mua thức ăn”, và bây giờ tôi đang trên đường đến Thriftway.  Tôi cho nổ cái động cơ điếc tai của mình, phớt lờ mấy cái đầu đang ngoái lại nhìn mình, rồi cẩn thận lùi vào hàng xe đang chờ ra khỏi bãi. Trong khi đợi, cố giả vờ như tiếng nổ điếc tai từ xe của ai đó, tôi thấy hai người họ Cullens và hai người sinh đôi Hale bước lên xe hơi họ. Đó là Volvo mới bóng loáng. Dĩ nhiên. Tôi đã không nhận thấy quần áo của họ trước đây - tôi đã quá bị thôi miên bởi khuôn mặt của họ. Bây giờ khi nhìn, rõ ràng họ ăn mặc cực kỳ đẹp; quần áo giản dị, nhưng tinh tế cho thấy sự độc đáo của nhà thiết kế. Với vẻ đẹp nổi bật của họ, phong cách cư xử của họ, cho dù họ có mặc đồ rửa chén, họ vẫn thành công.  Hình như thật quá thể cho họ khi có cả sắc đẹp lẫn tiền bạc.  Nhưng theo những gì tôi biết, đời luôn thế. Chẳng có vẻ gì là nó giúp cho họ được chấp nhận ở đây.  Không, tôi không hoàn toàn tin vào điều đó. Cô lập hẳn là ý muốn của họ ; tôi không thể tưởng tượng chuyện có thể có cánh cửa nào không chịu mở ra trước cái đẹp như thế.  Họ nhìn vào chiếc xe tải ồn ào của tôi khi tôi qua mặt họ, y như những người khác.  Tôi cứ nhìn thẳng về phía trước và cảm thấy nhẹ nhõm khi cuối cùng cũng ra khỏi khuôn viên trường. Thriftway không xa trường, chỉ cách vài con đường về hướng nam, gần đường cao tốc. Thật vui khi ở bên trong siêu thị; nó làm mình cảm thấy bình thường. Ở nhà tôi chịu trách nhiệm đi mua sắm, và tôi cảm thấy vui vẻ khi làm lại công việc quen thuộc. Cửa hàng bên trong đủ lớn để không nghe tiếng mưa rơi trên mái nhà để nhắc nhở tôi nhớ mình đang ở đâu.  Khi về đến nhà, tôi chất hết mọi thực phẩm ra, nhét chúng vào bất cứ nơi nào còn trống. Tôi hy vọng Charlie sẽ không phiền vụ đó. Tôi quấn khoai tây vào giấy bạc và nhét chúng vào lò để nướng, chan nước ướp thịt lên món bít tết và chất nó lên hộp các-tông đựng trứng trong tủ lạnh.  Khi làm xong, tôi xách cặp lên lầu. Trước khi bắt đầu làm bài tập, tôi thay áo len khô ráo, cột mái tóc ẩm ướt thành đuôi ngựa, và kiểm tra tin nhắn lần đầu kể từ khi đến đây. Tôi có ba tin nhắn.  \" Bella,” mẹ tôi viết Viết thư ngay cho mẹ khi con đến nơi. Kể mẹ nghe chuyến bay ra sao. Trời đang mưa phải không? Mẹ nhớ con.  Mẹ đã sắp xếp gần xong hành lý đi Florida rồi, nhưng không tìm ra cái áo hồng. Con biết mẹ để ở đâu không? Phil  gởi lời hỏi thăm con đó.  Mẹ.  Tôi thở dài và đọc tin nhắn kế. Nó được gởi đi sau tin nhắn đầu tám tiếng đồng hồ sau.  \" Bella,” mẹ viết Sao con chưa gởi tin nhắn cho mẹ? Con còn chờ gì nữa? Mẹ.  Cuối cùng là tin nhắn được gởi sáng nay.  Isabella, Nếu mẹ không nhận được tin của con trước 5:30 chiều nay mẹ sẽ gọi Charlie.  Tôi kiểm tra đồng hồ. Vẫn còn một tiếng đồng hồ nữa, nhưng mẹ tôi vốn hay sốt ruột.  Mẹ, Bình tĩnh nào. Con đang viết nè. Đừng làm gì hấp tấp chứ.  Bella.  Tôi gửi, và bắt đầu viết tiếp.  Mẹ, Mọi thứ rất tuyệt. Dĩ nhiên là trời đang mưa rồi. Con đang nghĩ coi sẽ viết về cái gì đây. Trường không tệ, chỉ hơi nhàm chán. Con có quen một số bạn dễ thương ngồi cạnh khi ăn trưa.  Áo của mẹ đang để ở tiệm giặt khô - lẽ ra mẹ phải lấy nó về hôm thứ Sáu.  Charlie đã mua cho con một chiếc xe tải, mẹ tin nỗi không nè? Con mê nó.  Tuy cũ nhưng vô cùng chắc chắn, tốt lắm, mẹ biết rồi đó, đối với con.  Con cũng nhớ mẹ. Con sẽ sớm viết thư cho mẹ, nhưng con sẽ không kiểm tra thư điện tử hoài được. Thư giãn, thở đều nhe. Con yêu mẹ.  Bella.  Tôi quyết định đọc quyển “Đỉnh gió hú” – quyển tiểu thuyết chúng tôi đang học bằng tiếng Anh - một lần nữa cho vui, và đó là điều tôi đang làm khi Charlie về nhà. Tôi quên mất thời gian, và tôi vội vã xuống lầu để lấy khoai tây ra và đặt bít tết vào nướng.  \"Bella hả con?\"  Bố gọi khi ông nghe tiếng tôi trên cầu thang.  Còn ai vào đây nữa trời? Tôi tự nghĩ.  \"Bố ơi, mừng bố về nhà.” \"Cảm ơn con.” ông treo lên móc đai đeo súng rồi tháo ủng ra khi tôi lăng xăng trong nhà bếp.  Theo những gì mà tôi biết, ông chưa từng bắn ai khi đang thi hành công vụ. Nhưng ông luôn cầm nó sẵn sàng. Khi tôi đến đây lúc còn nhỏ, ông luôn tháo đạn ra ngay khi bước vào cửa. Tôi đoán ông nghĩ là tôi đủ lớn để không vô tình bắn chính mình, và cũng không đủ muộn phiền để cố tình bắn mình.  \"Bữa tối có gì vậy con?\" bố cảnh giác hỏi. Mẹ tôi là một đầu bếp giàu óc tưởng tượng, và những món mẹ nấu thử không phải lúc nào cũng ăn được. Tôi bị bất ngờ, và cảm thấy buồn, ông có vẻ nhớ thời xa xưa.  \"Bít tết và khoai tây,” tôi trả lời, và ông có vẻ nhẹ nhõm.  Bố có vẻ cảm thấy lúng túng ngượng nghịu khi đứng trong bếp mà chẳng làm gì ; ông ì ạch vô phòng khách xem ti-vi trong khi tôi nấu nướng. Như vậy cả hai chúng tôi đều cảm thấy thoải mái hơn. Tôi làm món xa-lát trộn trong khi nấu món bít tết, rồi bày bàn.  Tôi gọi bố khi bữa tối đã sẵn sàng, và ông hít mũi khen ngợi khi bước vào phòng.  \"Thơm quá, Bell.” \"Cảm ơn bố.” Chúng tôi ăn trong im lặng vài phút. Không phải là không thoải mái. Chẳng ai trong chúng tôi quan tâm tới vụ yên lặng.  Nói cách khác, chúng tôi sống với nhau thiệt là hợp.  \"Nè, con có thích trường không? Con đã có bạn chưa?\" bố hỏi sau vài phút.  \"Tốt bố, con học chung vài môn với một nhỏ tên Jessica. Con ngồi chung với bạn đó khi ăn trưa. Và có một anh chàng, tên Mike, rất thân thiện.  Mọi người có vẻ khá dễ thương.” Trừ một ngoại lệ.  “Chắc là Mike Newton.  Thằng nhóc dễ thương - gia đình cũng dễ thương. Cha nó có cửa hàng đồ thể thao ngay bên ngoài thành phố.  Ông này kiếm sống kha khá nhờ mấy khách du lịch ba lô đi qua đây.” \"Bố biết gia đình Cullen không?\" tôi lưỡng lự hỏi.  \"Gia đình bác sĩ Cullen hả? Dĩ nhiên rồi. Bác sĩ Cullen là một người tuyệt vời.” \"Họ ... mấy người con ... hơi khác người một chút.  Dường như họ không hoà hợp ở trường lắm.” Charlie làm tôi ngạc nhiên vì ông có vẻ giận dữ.  \"Mấy người trong thành phố này,” ông thì thầm.”Bác sĩ Cullen là bác sĩ phẫu thuật xuất sắc có thể làm việc ở bất kỳ bệnh viện nào trên thế giới, kiếm được gấp mười lần lương anh ấy kiếm được ở đây,” ông nói tiếp, lớn giọng hơn.”Chúng ta may mắn mới có anh ấy - may mắn là vợ anh ấy muốn sống ở một thành phố nhỏ.  Anh ấy là tài sản quý giá của cộng đồng, và tất cả con cái họ đều cư xử tốt và lịch sự.  Bố đã từng nghi ngờ, khi họ mới chuyển tới, cùng mấy đứa con nuôi. Bố nghĩ coi chừng mình có thể gặp rắc rối với họ đây.  Nhưng bọn họ đều rất chín chắn – bố chưa hề gặp tí xíu rắc rối nào từ bất cứ ai trong bọn họ.  Con cái của những người sống trong thành phố này bao đời còn có nhiều thứ để nói hơn. Và họ gắn bó với nhau đúng nghĩa một gia đình – tổ chức cắm trại vào mỗi cuối tuần Chỉ vì họ là người mới đến, mọi người cứ bàn tán.” Đó là bài diễn văn dài nhất tôi từng nghe Charlie nói.  Bố hẳn ấn tượng ghê lắm về những gì mọi người đang bàn tán.  Tôi xoay ngược.”Họ có vẻ khá dễ thương với con.  Con chỉ nhận thấy họ tránh xa mọi người. Họ đều rất hấp dẫn,”  tôi nói thêm, cố tán tụng hơn.  \"Con nên đi gặp bác sĩ,” Charlie cười nói.”May mà anh ấy có gia đình hạnh phúc.  Nhiều cô y tá ở bệnh viện khổ sở lắm mới tập trung vào công việc của mình khi ông ấy ở bên cạnh.” Chúng tôi lại tiếp tục im lặng đến khi ăn xong.  Bố dọn sạch bàn còn tôi bắt đầu rửa chén.  Ông quay lại với cái ti-vi, và sau khi tôi rửa chén đĩa bằng tay xong – không có máy rửa chén - tôi miễn cưỡng lên lầu để làm bài tập toán.  Tôi có thể cảm thấy một truyền thống đang hình thành.  Đêm ấy cuối cùng cũng yên tĩnh. Tôi ngủ thiếp đi nhanh chóng, kiệt sức.  Những ngày còn lại trong tuần không có gì xảy ra. Tôi đã quen với lệ thường trong lớp học. Vào thứ sáu tôi đã có thể nhận mặt, không tính đến tên, hầu hết mọi sinh viên trong trường. Trong phòng tập thể dục, bọn thanh niên trong nhóm tôi đã rút kinh nghiệm không chuyền bóng cho tôi và bước thật nhanh đến trước mặt tôi khi nhóm kia định lợi dụng nhược điểm của tôi. Tôi sung sướng tránh xa họ.  Edward Cullen không hề quay lại trường.  Ngày nào tôi cũng lo lắng canh chừng cho đến khi nhóm Cullens vào quán ăn tự phục vụ mà không có anh ta. Sau đó tôi có thể thư giãn và tham gia trò chuyện trong giờ ăn trưa. Hầu hết câu chuyện đều nói về chuyến đi La Push Ocean Park trong hai tuần nữa do Mike tổ chức. Tôi được mời, và tôi đã đồng ý đi, vì phép lịch sự hơn vì thích. Bãi biển hẳn nóng và khô.  Vào thứ sáu tôi rất thoải mái bước vào giờ học sinh vật, không còn lo ngại Edward có thể ở đó. Vì theo những gì tôi biết, anh ta đã bỏ học. Tôi cố không nghĩ về anh ấy, nhưng tôi không thể nén được nỗi lo âu rằng tôi chịu trách nhiệm về việc vắng mặt liên tục của anh ta, tuy là nó có vẻ lố bịch.  Ngày cuối tuần đầu tiên ở Forks trôi qua không gặp sự cố gì.  Charlie, không quen với việc ở trong ngôi nhà luôn trống trải nên đi làm hầu như suốt ngày cuối tuần. Tôi dọn dẹp nhà cửa, làm tiếp bài tập về nhà, viết cho mẹ thêm mấy lá thư điện tử giả vờ vui vẻ. Tôi cũng chạy đến thư viện hôm thứ bảy, nhưng nó có quá ít sách nên tôi cũng chẳng thèm làm thẻ; tôi chắc phải đi Olympia hoặc Seattle sớm để tìm một hiệu sách hay. Tôi lười nhác nghĩ không biết cái xe đã đi được bao nhiêu dặm rồi ... và rùng mình vì ý nghĩ này.  Mưa nhẹ vào cuối tuần, nhẹ nhàng, nên tôi có thể ngủ ngon.  Mọi người chào tôi trong bãi đậu xe sáng thứ hai. Tôi không biết hết tên của họ, nhưng tôi vẫn vẫy tay lại và cười với họ. Trời lạnh hơn sáng nay, nhưng may mà không mưa. Trong lớp tiếng Anh, Mike ngồi vào chỗ thường lệ của anh ấy bên cạnh tôi. Chúng tôi đố nhau về Đỉnh gió hú. Thật dễ hiểu, rất dễ dàng.  Nhìn chung, tôi cảm thấy thoải mái hơn là đã nghĩ. Thoải mái hơn tôi từng mong mình sẽ cảm thấy ở đây.  Khi chúng tôi rời khỏi lớp, bầu trời đầy những bông tuyết nhỏ xoay tít.  Tôi có thể nghe mọi người la to phấn khởi với nhau. Gió châm vào má tôi, mũi tôi.  \"Chà,” Mike nói.” tuyết đang rơi.” Tôi nhìn mấy bông nhỏ mịn đang chồng chất dọc vỉa hè và bay bay qua khuôn mặt tôi.  \"Eo.” Tuyết.  Thế là hết ngày tốt lành của tôi.  Anh ta có vẻ ngạc nhiên. “Bạn không thích tuyết sao?\" \"Không.  Điều đó có nghĩa là nó quá lạnh không mưa được.”  Rõ là vậy rồi. “Hơn nữa, tôi nghĩ lẽ ra phải là hoa tuyết rơi chớ - bạn biết đó, cái nào cũng giống nhau.  Còn mấy cái này trông giống như đuôi chữ Q.” \"Trước đây bạn đã bao giờ thấy tuyết rơi chưa?\" Anh ta nghi ngờ hỏi.  \"Dĩ nhiên là thấy rồi.” tôi ngừng lại.” trên ti-vi á.” Mike cười to.  Rồi lúc ấy một quả bóng to, ướt bằng tuyết táng vào gáy anh ta. Cả hai chúng tôi ngoái nhìn để xem nó từ đâu đến. Tôi nghi Eric, người đang đi ra xa, lưng quay về phía chúng tôi - không đúng hướng đến lớp kế tiếp của anh ta. Mike rõ ràng có cùng suy nghĩ.  Anh ta cúi người và bắt đầu gom lại một đống tuyết.  \"Gặp lại bạn vào giờ ăn trưa nhe, OK?\"  tôi vừa đi vừa nói.” Hễ người ta mà bắt đầu ném mấy thứ ướt át đó là tôi vào trong nhà.” Anh ta chỉ gật đầu, mắt dán vào bóng Eric đang lùi ra xa. Suốt buổi sáng, mọi người phấn khởi bàn tán về tuyết; hình như đó là lớp tuyết dày đầu tiên của năm mới. Tôi nín thin thít.  Dĩ nhiên là khô ráo hơn mưa - cho đến khi nó tan trong vớ bạn.  Tôi cẩn thận đến quán ăn tự phục vụ với Jessica sau giờ học tiếng Tây Ban Nha. Mấy quả banh tuyết đang bay vèo vèo khắp nơi. Tôi ôm cặp hồ sơ trong tay, sẵn sàng lấy nó làm khiên che khi cần. Jessica nghĩ là tôi vui, nhưng có điều gì đó trong vẻ mặt của tôi đã làm cô ấy không ném banh tuyết vào tôi.  Mike bắt kịp chúng tôi khi chúng tôi bước vào cửa, anh cười, với băng đang tan chảy trên mấy cái gai tóc của anh ấy.  Anh ấy và Jessica đang nói chuyện hào hứng về trận ném  tuyết khi chúng tôi xếp hàng mua thức ăn. Tôi liếc về phía bàn trong góc theo thói quen. Rồi tôi đứng luôn như trời trồng. Có năm người ngồi ở bàn.  Jessica kéo cánh tay tôi.  “Nè?Bella?Bạn dùng gì?\" Tôi nhìn xuống; tai tôi nóng bừng. Tôi chẳng có lý do gì để e dè cả, tôi tự nhắc mình. Tôi chẳng hề làm gì sai trái cả.  \"Có chuyện gì làm Bella buồn bực vậy?\" Mike hỏi Jessica.  \"Không có gì đâu,” tôi trả lời.” Hôm nay tôi chỉ uống xô-đa thôi.” tôi bước lên cho kịp hàng.  \"Bạn không đói sao?\" Jessica hỏi.  \"Thực ra, tôi cảm thấy hơi bịnh,” tôi nói, mắt vẫn dán xuống sàn.  Tôi chờ họ lấy thức ăn, rồi đi theo đến bàn, mắt dán xuống chân.  Tôi nhấp từng ngụm xô - đa, bao tử quặn lên. Hai lần Mike hỏi, quan tâm quá đáng, là tôi có sao không.  Tôi bảo anh ta là chả bị sao cả, nhưng tôi lại tự hỏi không biết mình có nên giả vờ bệnh để trốn xuống phòng y tế giờ sau không.  Buồn cười thật. Tôi sẽ không chạy trốn.  Tôi quyết định cho phép mình nhìn lướt qua bàn của gia đình Cullen một lần. Nếu anh ta nhìn tôi trừng trừng, tôi sẽ bỏ giờ sinh vật, đúng như tôi, một kẻ hèn nhát.  Tôi cúi gằm đầu và liếc nhìn qua hàng mi.  Chẳng ai trong số họ đang nhìn về hướng này. Tôi ngước đầu một chút.  Họ đang cười. Edward, Jasper, và Emmett tóc của tất cả đều ướt sũng vì tuyết tan.  Alice và Rosalie đang tránh người ra khi Emmett cứ lắc tóc anh ta về phía họ. Họ đang tận hưởng ngày tuyết rơi, cũng giống như tất cả những người khác - chỉ có điều họ trông có vẻ giống cảnh trong phim hơn là bọn chúng tôi.  Nhưng, ngoài tiếng cười và sự vui đùa, có cái gì đó khác biệt, và tôi không thể xác định chính xác khác gì. Tôi quan sát Edward kỹ nhất. Da anh ấy ít nhợt nhạt hơn, và tôi cho là – có thể do niềm hào hứng từ cuộc ném tuyết – quầng thâm dưới mắt anh ấy ít lộ rõ hơn. Nhưng còn có cái gì đó nữa. Tôi suy nghĩ, nhìn, cố tìm ra sự thay đổi.  \"Bella, bạn đang nhìn chằm chằm vào cái gì vậy?\" Jessica quấy rầy, mắt cô ấy nhìn theo hướng nhìn của tôi.  Đúng lúc ấy, mắt anh ta loé sáng chạm vào ánh mắt tôi.  Tôi cúi đầu, để tóc xoã xuống che mặt. Tôi chắc chắn, dù, chỉ một chốc mắt chúng tôi gặp nhau, anh ấy không có vẻ khắc nghiệt hay không thân thiện như trong lần cuối cùng tôi gặp anh. Anh chỉ có vẻ tò mò, không thỏa mãn sao đó.  \"Edward Cullen đang nhìn chằm chằm vào bạn, \" Jessica cười khúc khích vào tai tôi.  \"Anh ta không có vẻ giận dữ chứ hả,?\"  tôi buột miệng hỏi.  \"Không, \" cô ấy nói, có vẻ không hiểu câu hỏi của tôi. \"Sao anh ta lại phải thế?\" “Tôi không nghĩ anh ta thích tôi, \" tôi thổ lộ. Tôi vẫn cảm thấy buồn nôn. Tôi gục đầu vào cánh tay.  \"Nhà Cullens chẳng thích ai cả đâu ... hừm, họ có để ý ai đủ nhiều để thích người ta đâu. Nhưng anh ta vẫn nhìn chằm chằm vào bạn đó. \" \"Đừng nhìn anh ta nữa, \" tôi rít lên.  Cô nàng cười khẩy, nhưng đã nhìn sang chỗ khác. Tôi ngước đầu vừa đủ để bảo đảm cô ấy làm vậy, định sẽ dùng vũ lực nếu cô nàng dám làm khác đi.  Mike ngắt ngang chúng tôi  - anh ấy đang lập kế hoạch tổ chức một trận chiến bão tuyết hoànht ráng trong bãi đậu xe sau giờ học và muốn chúng tôi tham gia.  Jessica nhiệt tình đồng ý. Cách cô nhìn Mike cho thấy rõ cô ấy sẽ làm bất cứ thứ gì anh ấy đề nghị. Tôi im lặng. Tôi sẽ phải trốn trong phòng tập thể dục cho đến khi bãi đậu xe hết người.  Suốt giờ ăn trưa còn lại tôi hết sức cẩn thận giữ mắt mình chỉ ở bàn mình. Tôi quyết định làm đúng theo thoả thuận mình tự đặt ra.  Vì anh ta không có vẻ giận dữ, nên tôi sẽ đến lớp sinh vật. Dạ dày tôi lại trào lên sợ hãi khi nghĩ đến ngồi cạnh anh ta lần nữa.  Tôi thực lòng không muốn đi đến lớp với Mike như thường lệ - anh ta dường như là mục tiêu ưa thích của mấy kẻ ném lén banh tuyết - nhưng khi chúng tôi đến cửa, mọi người, ngoại trừ tôi, cùng rên rỉ một lúc. Trời đang mưa, rửa sạch mọi dấu vết của tuyết bằng các tua băng, trong vắt dưới lối đi bộ. Tôi kéo mũ trùm đầu lên, thầm khoái trá. Tôi sẽ được tự do thoải mái về nhà ngay sau giờ thể dục.  Mike không ngớt than vãn trên đường đi đến toà nhà số bốn.  Khi vào trong lớp, tôi thấy nhẹ nhõm vì bàn tôi vẫn trống.  Thầy Banner đang đi quanh phòng, phân phát một kính hiển vi và hộp mẫu vật cho từng bàn. Vài phút nữa mới bắt đầu học, và phòng rì rầm trò chuyện. Tôi giữ mắt mình không nhìn ra cửa, vẽ nguệch ngoạc vu vơ trên bìa sổ ghi chép của mình.  Tôi nghe rất rõ khi ghế cạnh tôi di chuyển, nhưng mắt tôi vẫn tiếp tục chăm chú tập trung vào mẫu hình đang vẽ.  \"Chào, \" một giọng nói du dương, dịu dàng vang lên.  Tôi nhìn lên, choáng váng vì anh đang nói với tôi. Anh đang ngồi xa tôi hết mức bàn cho phép, nhưng ghế anh xoay về phía tôi. Tóc anh đang ướt nhỏ giọt, bù rối - dẫu vậy, anh ấy trông như vừa quay xong phim quảng cáo gel tóc.  Khuôn mặt sáng ngời của anh thân thiện, cởi mở, một nụ cười nhẹ trên đôi môi hoàn mỹ. Nhưng mắt lại đầy cảnh giác.  \"Tên tôi là Edward Cullen, \" anh tiếp tục. \"Tôi chưa có dịp để giới thiệu mình tuần trước. Bạn hẳn là Bella Swan. \" Tâm trí tôi đang quay cuồng vì bối rối. Tôi đã tự tưởng tượng ra mọi thứ ư? Anh ấy bây giờ hết sức lịch sự. Tôi phải trả lời thôi; anh đang đợi.  Nhưng tôi chẳng thể nghĩ được câu nói thông thường nào.  \"S – sao anh biết tên tôi?\" tôi nói lắp.  Anh nở nụ cười dịu dàng, quyến rũ.  \"Ồ, tôi nghĩ ai cũng biết tên bạn. Cả thành phố đã chờ bạn đến. \" Tôi nhăn nhó. Tôi đã biết thế mà.  \"Không, \" tôi khăng khăng một cách ngu xuẩn. \" Ý tôi là, sao anh gọi tôi Bella?\" Anh có vẻ bối rối. \" Em thích gọi là Isabella hơn à?\" \"Không, tôi thích được gọi là Bella, \" tôi nói. \" Nhưng tôi nghĩ Charlie - ý tôi là cha tôi - phải gọi tôi là Isabella sau lưng của tôi - đó là cái tên mà hình như mọi người ở đây biết về tôi mà, \" tôi cố giải thích, cảm thấy mình giống như một đứa ngu hết mức.  \"Ồ. \" anh ấy vờ đi. Tôi vụng về nhìn sang chỗ khác.  May mắn thay, thầy Banner bắt đầu dạy ngay lúc đó. Tôi cố tập trung khi thầy giải thích bài thí nghiệm chúng tôi sẽ làm hôm nay.  Các mẫu vật trong hộp không đúng thứ tự.  Là bạn cùng làm thí nghiệm, chúng tôi phải tách các mẫu vật tế bào đầu rễ hành theo các giai đoạn phân bào và dán nhãn cho đúng. Chúng tôi không được dùng sách. Trong hai mươi phút, thầy sẽ đến xem có ai làm đúng không.  \"Bắt đầu, \" thầy ra lệnh.  \"Ưu tiên cho phụ nữ nhé, cộng sự?\" Edward hỏi. Tôi nhìn lên thấy anh đang nhếch miệng cười, đẹp đến nỗi tôi chỉ biết nhìn anh chằm chằm như con ngốc.  \"Hay là để tôi làm trước, nếu em muốn.\" Nụ cười tàn đi; rõ ràng anh đang tự hỏi không biết tôi có thông minh không.  \"Không, \" tôi nói, đỏ mặt. \"Tôi sẽ làm trước. \" Tôi đang khoe khoang, chỉ chút thôi. Tôi đã làm bài thí nghiệm này rồi, và tôi biết tôi sẽ tìm gì.  Dễ thôi. Tôi đưa mẫu vật đầu tiên vào dưới kính hiển vi và điều chỉnh nhanh phóng to 40 lần.  Tôi nghiên cứu mẫu vật thật nhanh.  Đánh giá của tôi rất tự tin. \" Tiền kỳ. \" \"Em có phiền không nếu tôi nhìn nó?\" Anh ấy hỏi khi tôi định tháo mẫu vật ra. Tay anh chạm tay tôi để chặn tôi lại, khi hỏi.  Ngón tay anh lạnh buốt, như thể anh đã nắm banh tuyết trước khi vào học.  Nhưng đó không phải là lý do tôi giật tay mình ra thật nhanh. Khi anh chạm vào tôi, nó châm tay tôi như thể có một dòng điện chạy ngang.  \"Tôi xin lỗi, \" anh thì thầm, kéo tay mình lại ngay lập tức. Tuy nhiên, anh vẫn với lấy kính hiển vi.  Tôi ngắm nhìn anh, vẫn phân vân, khi anh kiểm tra mẫu vật trong một thời gian còn ngắn hơn tôi đã làm.  \"Tiền kỳ, \" anh đồng ý, viết nắn nót vào chỗ trống đầu tiên trên tờ làm bài.  Anh nhanh chóng thay mẫu vật đầu bằng mẫu thứ hai, rồi nhìn lướt qua nó.  \"Hậu kỳ, \" anh thì thầm, viết xuống khi nói.  Tôi giữ cho giọng mình hờ hững. \"Tôi có thể xem chứ?\" Anh cười tự mãn và đẩy kính hiển vi qua tôi.  Tôi nhìn qua kính hăm hở, chỉ để thất vọng. Quỷ tha ma bắt, anh ta đúng.  \"Mẫu thứ ba?\"  Tôi chìa tay ra không nhìn anh.  Anh ấy trao nó cho tôi; có vẻ như anh đang cẩn thận để không chạm vào da tôi lần nữa.  Tôi nhìn nhanh nhất có thể.  \"Gian kỳ. \" tôi đẩy kính hiển vi trước khi anh hỏi. Anh nhìn cực nhanh, rồi ghi xuống. Tôi lẽ ra đã ghi xuống khi anh nhìn, nhưng chữ viết rõ ràng, sang trọng của anh đã làm tôi nhụt chí. Tôi không muốn làm hư trang viết với chữ viết nguệch ngoạc vụng về của mình.  Chúng tôi làm xong trước bất kỳ ai ngồi gần bên. Tôi có thể thấy Mike và cộng sự của anh ấy cứ so hai mẫu vật hết lần này đến lần khác, và nhóm khác đã mở sách dưới bàn.  Điều này làm tôi chẳng có chuyện gì để làm ngoài chuyện cố không nhìn anh ... không thành công. Tôi liếc nhìn lên, và anh ấy đang nhìn chằm chằm vào tôi, cùng vẻ thất vọng không thể giải thích được trong mắt anh. Bất ngờ tôi nhận biết sự khác biệt nhỏ trong khuôn mặt của anh ấy.  \"Anh đeo kính áp tròng hả?\" tôi buột miệng nói không thận trọng.  Anh có vẻ lúng túng vì câu hỏi bất ngờ của tôi. \" Không.\" \"Ồ, \" tôi lầm bầm. \"Tôi nghĩ mắt anh có cái gì đó là lạ. \" Anh nhún vai, và nhìn sang chỗ khác.  Thực ra, tôi chắc chắn có cái gì đó khác. Tôi nhớ rõ màu đen tuyền của đôi mắt anh lần cuối anh nhìn tôi trừng trừng – cái màu nổi bật trên nền da nhợt nhạt và mái tóc nâu vàng của anh. Hôm nay, mắt anh có màu hoàn toàn khác: màu nâu nhạt lạ lùng, đậm hơn kẹo bơ, nhưng có tông vàng giống nhau. Tôi không hiểu sao có thể vậy được, trừ phi vì lý do nào đó anh nói dối về vụ kính áp tròng. Hay có lẽ Forks đang làm tôi điên thực sự rồi.  Tôi nhìn xuống. Bàn tay anh lại siết chặt thành hai nắm đấm.  Thầy Banner đến bàn chúng tôi, để xem tại sao chúng tôi không làm việc.  Thầy nhìn qua vai chúng tôi để nhìn lướt qua bài thí nghiệm đã hoàn tất, rồi nhìn chăm chú hơn để kiểm tra các câu trả lời.  \"Nè, Edward, em có nghĩ là Isabella nên có cơ hội dùng kính hiển vi không?\" Thầy Banner hỏi.  \"Bella, \" Edward tự động sửa. \"Thực ra, cô ấy nhận ra ba mẫu trong số năm mẫu đó thầy. \" Thầy Banner bây giờ nhìn tôi; vẻ mặt thầy đầy hoài nghi.  \"Em đã làm bài thí nghiệm này bao giờ chưa?\" thầy hỏi.  Tôi mỉm cười ngượng ngùng. \" Không phải với rễ hành. \" \"Phôi nang cá hồi trắng hả?\" “Dạ. \" Thầy Banner gật đầu. \"Em học chương trình nâng cao ở Phoenix phải không?\" \"Vâng. \" \"Tốt, \" thầy nói sau một lúc, \"Tôi thấy hai em làm cộng sự thí nghiệm rất tốt. \" Thầy lầm bầm điều gì nữa khi bước đi.  Sau khi thầy đi, tôi lại tiếp tục vẽ nguệch ngoạc trên sổ tay.  \"Tuyết tan rồi buồn nhỉ?\" Edward hỏi. Tôi có cảm giác anh đang buộc mình phải trò chuyện  với tôi.  Chứng hoang tưởng lại xâm chiếm tôi lần nữa.  Giống như anh đã nghe câu chuyện tôi nói với Jessica lúc ăn trưa và đang cố chứng minh là tôi sai.  \"Thật ra thì không, \" tôi thành thật trả lời, thay vì giả vờ là bình thường như những người khác. Tôi vẫn đang cố tống cảm giác nghi ngờ ngu ngốc, và tôi không tài nào tập trung được.  \"Em không thích lạnh. \" đó không phải là một câu hỏi.  \"Và ướt nữa. \" \"Forks hẳn là nơi khó sống với em, \" anh suy tư.  \"Anh không biết đâu, \" tôi buồn rầu thì thầm.  Anh có vẻ thích những điều tôi nói, vì sao tôi chẳng hiểu.  Khuôn mặt anh làm tôi đãng trí nên tôi cố không nhìn vào nó nhiều hơn phép xã giao cho phép.  \"Vậy thì sao em đến đây?\" Chưa ai từng hỏi tôi điều đó - không thẳng thắn như anh, đang hỏi tôi.  \"Phức tạp lắm. \" \"Tôi nghĩ tôi có thể hiểu mà, \" anh nhấn mạnh.  Tôi ngập ngừng hồi lâu, rồi phạm lỗi khi nhìn vào ánh nhìn chằm chằm của anh. Đôi mắt vàng đậm của anh làm tôi rối lên, và tôi trả lời không suy nghĩ.  \"Mẹ tôi lấy chồng lần nữa, \" tôi nói.  \"Chuyện đó đâu có phức tạp đến thế, \" anh không đồng ý, nhưng anh đột ngột tỏ ra cảm thông. \"Khi nào vậy?\" \"Cuối tháng Chín. \" giọng tôi có vẻ buồn, thậm chí đối với tôi.  \"Mà em không thích ông ấy, \" Edward phỏng đoán, giọng anh vẫn ân cần.  \"Không, Phil tốt lắm.  Có lẽ quá trẻ, nhưng cũng dễ thương. \" \"Sao em không ở với họ ?\" Tôi không biết sao anh lại quan tâm, nhưng anh cứ nhìn tôi chằm chằm bằng đôi thấu hiểu, như thể câu chuyện về cuộc đời tẻ nhạt của tôi vô cùng quan trọng với anh vậy.  \"Phil đi nhiều. Ông chơi bóng để kiếm sống. \" tôi cười nửa miệng.  \"Tôi có biết ông ấy không nhỉ?\" anh hỏi, mỉm cười đáp lại.  \"Có lẽ không. Ông chơi không hay lắm. Chỉ là một đội rất nhỏ. Ông đi hoài. \" \"Nên mẹ em gửi em ở đây để bà có thể đi cùng ông ấy. \" Anh nói như xác nhận lại, không phải là câu hỏi.  Cằm tôi hơi vênh lên. \" Không, mẹ không gửi tôi đến đây. Tôi tự đi. \" Lông mày anh nhíu lại với nhau. \" Tôi không hiểu, \" anh thừa nhận, và anh có vẻ tuyệt vọng thái quá vì chuyện đó.  Tôi thở dài. Vì sao tôi lại giải thích chuyện này với anh chứ? Anh vẫn cứ nhìn tôi chằm chằm với sự hiếu kỳ thấy rõ.  \"Lúc đầu mẹ ở với tôi, nhưng mẹ nhớ ông ấy.  Điều đó làm mẹ không hạnh phúc nên tôi quyết định đã đến lúc phải dành kha khá thời gian cho Charlie. \"  giọng tôi đầy buồn bã khi nói xong.  \"Nhưng bây giờ em lại không vui, \" anh chỉ ra.  \"Thì sao chứ?\" tôi thách thức.  \"Có vẻ không công bằng. \" anh nhún vai, nhưng mắt anh vẫn đầy xúc động.  Tôi cười khan. \" Chưa ai nói với anh sao? Đời là bất công mà.” \"Tôi nghĩ tôi đã từng nghe đâu đó rồi”, anh mỉa mai công nhận.  \"Vậy đó,\" tôi khăng khăng, không hiểu vì sao anh cứ nhìn chằm chằm vào mình như thế.  Ánh nhìn chằm chằm của anh trở thành đánh giá. \"Em tỏ vẻ ngoan cường lắm, \" anh chậm rãi nói.  \"Nhưng tôi dám cá em đang rất khổ tâm. \" Tôi nhăn nhó với anh, ráng kềm chế nỗi thôi thúc muốn thè lưỡi ra chế giễu như lúc lên năm tuổi, và nhìn sang chỗ khác.  \"Tôi nói không đúng à?\" Tôi cố lờ anh đi.  \"Tôi không nghĩ vậy, \" anh thì thầm tự mãn.  \"Chuyện đó dính dáng gì đến anh đâu?\"  tôi hỏi, đầy tức tối. Tôi cứ nhìn đi chỗ khác, quan sát thầy đang đi một vòng.  \"Đúng là một câu hỏi rất hay, \" anh thì thầm, lặng lẽ đến nỗi tôi tự hỏi không biết có phải anh đang tự nói với chính mình không. Tuy nhiên, sau khi vài giây im lặng, tôi cho là đó là câu trả lời duy nhất tôi nhận được.  Tôi thở dài, cau có nhìn lên bảng.  \"Tôi làm phiền em à?\" anh hỏi. Có vẻ thích thú.  Tôi liếc anh không suy nghĩ ... và lại nói thật. \"Thật ra thì không. Tôi bực bản thân mình hơn.  Khuôn mặt tôi bộc lộ hết mọi thứ - mẹ tôi luôn luôn gọi tôi là quyển sách toang của bà. \" tôi cau mày.  \"Trái lại, tôi thấy em rất khó đọc.” Mặc dù mọi thứ là tôi nói ra còn anh chỉ đoán, nhưng anh có vẻ rất thực lòng.  \"Anh hẳn là người đọc giỏi,” tôi trả lời.  \"Thường là vậy.” anh cười toe toét, để lộ hàm răng trắng bóng, hoàn hảo.  Thầy Banner yêu cầu lớp trật tự nên tôi nhẹ nhõm chuyển sang lắng nghe thầy. Tôi không thể tin nỗi mình vừa mới thanh minh thanh nga cuộc sống buồn bã của mình cho anh chàng đẹp trai kỳ quái này, người có thể hoặc có thể sẽ không coi thường tôi.  Anh có vẻ bị cuốn hút trong câu chuyện của chúng tôi, nhưng bây giờ tôi có thể thấy, từ khoé mắt, anh ấy đang nhích ra xa tôi trở lại, tay anh kẹp chặt mép bàn căng thẳng thấy rõ.  Tôi cố tỏ vẻ chăm chú lắng nghe khi thầy Banner minh họa bằng phim đèn chiếu trên máy chiếu, những thứ tôi đã nhìn thấy dễ dàng qua kính hiển vi. Nhưng suy nghĩ của tôi cứ quay cuồng không thể kềm chế được.  Khi tiếng chuông cuối cùng cũng vang lên, Edward vội vã ra khỏi phòng, nhanh mà vẫn duyên dáng y như đã làm hôm thứ hai rồi. Và, như thứ hai rồi, tôi chằm chằm vào lưng anh một cách kinh ngạc.  Mike lập tức tót đến bên tôi và thu dọn sách giùm tôi. Tôi tưởng tượng anh có cái đuôi ve vẩy.  \"Thiệt là tệ hại, \" anh rên rỉ. \"Mấy cái đó trông giống y như nhau. Bạn thiệt là may vì Cullen làm cộng sự. \" \"Tôi chẳng thấy khó gì cả, \" tôi nói, tự ái vì lời ước đoán của anh ta. Tôi hối tiếc vì đã làm mất mặt anh ta. \"Tuy vậy, chỉ vì tôi đã làm bài thí nghiệm đó trước đây rồi mà thôi, \" tôi nói thêm trước khi anh ấy cảm thấy bị tổn thương.  \"Cullen hôm nay có vẻ khá thân thiện, \" anh bình luận khi chúng tôi chui vào áo mưa. Anh có vẻ không vui vì chuyện đó.  Tôi cố tỏ vẻ dửng dưng. \"Tôi chẳng hiểu hôm thứ hai rồi anh ta bị gì nữa.” Tôi không thể tập trung vào lời tán dóc của Mike khi bước vào phòng tập thể dục, và RE. cũng không làm tôi chú ý được, Mike chung nhóm với tôi hôm nay.  Anh hào hiệp bao luôn vị trí của tôi cũng như của anh ấy, cho nên tôi tha hồ mơ mộng cho đến khi tới phiên tôi phát bóng; nhóm của tôi cảnh giác cúi xuống tránh xa tôi mỗi lần tôi nhảy lên.  Mưa chỉ là cơn mưa phùn nhẹ khi tôi bước đến bãi đậu xe, nhưng tôi khoái hơn lúc được ngồi vào chiếc xe khô ráo. Tôi bật máy sưởi lên, và chỉ một lần này thôi, tôi chẳng hề quan tâm đến tiếng gầm váng óc của động cơ. Tôi mở phéc-mơ-tuya áo khoác, kéo mũ trùm đầu ra, rồi lắc nhẹ mái tóc ẩm ướt để lò sưởi có thể làm khô nó trên đường về.  Tôi nhìn quanh quất để xem đường có trống không.  Đó là lúc tôi nhận ra cái bóng trắng lặng lẽ. Edward Cullen đang tựa vào cửa trước của chiếc Volvo, cách tôi ba chiếc xe, và nhìn chăm chú về phía tôi.  Tôi nhìn nhanh sang chỗ khác và chạy lùi, suýt tông phải chiếc Toyota Corolla gỉ sét vì vội vàng. May mắn cho chiếc Toyota này, tôi đã đạp thắng kịp lúc. Đó đúng là loại xe mà cái xe tải của tôi có thể biến nó thành phế liệu. Tôi hít thật sâu, vẫn về phía khác, rồi cẩn thận quành xe ra lần nữa, hoàn toàn thành công. Tôi nhìn thẳng về phía trước khi chạy qua chiếc Volvo, nhưng khi liếc nhìn lén, tôi dám cá là tôi thấy anh đang cười to."
        },
        {
            "en": "2-2songngu        2. STITCHES CARLISLE WAS NOT THE ONLY ONE WHO STAYED calm. Centuries of  experience in the emergency room were evident in his quiet, authoritative voice. \"Emmett, Rose, get Jasper outside.\" Unsmiling for once, Emmett nodded. \"Come on, Jasper.\" Jasper struggled against Emmett's unbreakable grasp, twisting around, reaching toward his brother with his bared teeth, his eyes still past reason. Edward's face was whiter than bone as he wheeled to crouch over me, taking a clearly defensive position. A low warning growl slid from between his clenched teeth. I could tell that he wasn't breathing. Rosalie, her divine face strangely smug, stepped in front of Jasper—keeping a careful distance from his teeth—and helped Emmett wrestle him through the glass door that Esme held open, one hand pressed over her mouth and nose. Esme's heart-shaped face was ashamed. \"I'm so sorry, Bella,\" she cried as she followed the others into the yard. \"Let me by, Edward,\" Carlisle murmured. A second passed, and then Edward nodded slowly and relaxed his stance. Carlisle knelt beside me, leaning close to examine my arm. I could feel the shock frozen on my face, and I tried to compose it. \"Here, Carlisle,\" Alice said, handing him a towel. He shook his head. \"Too much glass in the wound.\" He reached over and ripped a long, thin scrap from the bottom of the white tablecloth. He twisted it around my arm above the elbow to form a tourniquet. The smell of the blood was making me dizzy. My ears rang. \"Bella,\" Carlisle said softly. \"Do you want me to drive you to the hospital, or would you like me to take care of it here?\" \"Here, please,\" I whispered. If he took me to the hospital, there would be no way to keep this from Charlie. \"I'll get your bag,\" Alice said. \"Let's take her to the kitchen table,\" Carlisle said to Edward. Edward lifted me effortlessly, while Carlisle kept the pressure steady on my arm. \"How are you doing, Bella?\" Carlisle asked. \"I'm fine.\" My voice was reasonably steady, which pleased me. Edward's face was like stone. Alice was there. Carlisle's black bag was already on the table, a small but brilliant desk light plugged into the wall. Edward sat me gently into a chair, and Carlisle pulled up another. He went to work at once. Edward stood over me, still protective, still not breathing. \"Just go, Edward,\" I sighed. \"I can handle it,\" he insisted. But his jaw was rigid; his eyes burned with the intensity of the thirst he fought, so much worse for him than it was for the others. \"You don't need to be a hero,\" I said. \"Carlisle can fix me up without your help. Get some fresh air.\" I winced as Carlisle did something to my arm that stung. \"I'll stay,\" he said. \"Why are you so masochistic?\" I mumbled. Carlisle decided to intercede. \"Edward, you may as well go find Jasper before he gets too far. I'm sure he's upset with himself, and I doubt he'll listen to anyone but you right now.\" \"Yes,\" I eagerly agreed. \"Go find Jasper.\" \"You might as well do something useful,\" Alice added. Edward's eyes narrowed as we ganged up on him, but, finally, he nodded once and sprinted smoothly through the kitchen's back door. I was sure he hadn't taken a breath since I'd sliced my finger. A numb, dead feeling was spreading through my arm. Though it erased the sting, it reminded me of the gash, and I watched Carlisle's face carefully to distract me from what his hands were doing. His hair gleamed gold in the bright light as he bent over my arm. I could feel the faint stirrings of unease in the pit of my stomach, but I was determined not to let my usual squeamishness get the best of me. There was no pain now, just a gentle tugging sensation that I tried to ignore. No reason to get sick like a baby. If she hadn't been in my line of sight, I wouldn't have noticed Alice give up and steal out of the room. With a tiny, apologetic smile on her lips, she disappeared through the kitchen doorway. \"Well, that's everyone,\" I sighed. \"I can clear a room, at least.\" \"It's not your fault,\" Carlisle comforted me with a chuckle. \"It could happen to anyone.\" \"Could\" I repeated. \"But it usually just happens to me.\" He laughed again. His relaxed calm was only more amazing set in direct contrast with everyone else's reaction. I couldn't find any trace of anxiety in his face. He worked with quick, sure movements. The only sound besides our quiet breathing was the soft plink, plink as the tiny fragments of glass dropped one by one to the table. \"How can you do this?\" I demanded. \"Even Alice and Esme…\" I trailed off, shaking my head in wonder. Though the rest of them had given up the traditional diet of vampires just as absolutely as Carlisle had, he was the only one who could bear the smell of my blood without suffering from the intense temptation. Clearly, this was much more difficult than he made it seem. \"Years and years of practice,\" he told me. \"I barely notice the scent anymore.\" \"Do you think it would be harder if you took a vacation from the hospital for a long time. And weren't around any blood?\" \"Maybe.\" He shrugged his shoulders, but his hands remained steady. \"I've never felt the need for an extended holiday.\" He flashed a brilliant smile in my direction. \"I enjoy my work too much.\" Plink, plink, plink. I was surprised at how much glass there seemed to be in my arm. I was tempted to glance at the growing pile, just to check the size, but I knew that idea would not be helpful to my no-vomiting strategy. \"What is it that you enjoy?\" I wondered. It didn't make sense to me—the years of struggle and self-denial he must have spent to get to the point where he could endure this so easily. Besides, I wanted to keep him talking; the conversation kept my mind off the <em>queasy</em> feeling in my stomach. His dark eyes were calm and thoughtful as he answered. \"Hmm. What I enjoy the very most is when my… enhanced abilities let me save someone who would otherwise have been lost. It's pleasant knowing that, thanks to what I can do, some people's lives are better because I exist. Even the sense of smell is a useful diagnostic tool at times.\" One side of his mouth pulled up in half a smile. I mulled that over while he poked around, making sure all the glass splinters were gone. Then he rummaged in his bag for new tools, and I tried not to picture a needle and thread. \"You try very hard to make up for something that was never your fault,\" I suggested while a new kind of tugging started at the edges of my skin. \"What I mean is, it's not like you asked for this. You didn't choose this kind of life, and yet you have to work so hard to be good.\" \"I don't know that I'm making up for anything,\" he disagreed lightly. \"Like everything in life, I just had to decide what to do with what I was given.\" \"That makes it sound too easy.\" He examined my arm again. \"There,\" he said, snipping a thread. \"All done.\" He wiped an oversized Q-tip, dripping with some syrup-colored liquid, thoroughly across the operation site. The smell was strange; it made my head spin. The syrup stained my skin. \"In the beginning, though,\" I pressed while he taped another long piece of gauze securely in place, sealing it to my skin. \"Why did you even think to try a different way than the obvious one?\" His lips turned up in a private smile. \"Hasn't Edward told you this story?\" \"Yes. But I'm trying to understand what you were thinking…\" His face was suddenly serious again, and I wondered if his thoughts had gone to the same place that mine had. Wondering what I would be thinking when—I refused to think if—it was me. nếu \"You know my father was a clergyman,\" he mused as he cleaned the table carefully, rubbing everything down with wet gauze, and then doing it again. The smell of alcohol burned in my nose. \"He had a rather harsh view of the world, which I was already beginning to question before the time that I changed.\" Carlisle put all the dirty gauze and the glass slivers into an empty crystal bowl. I didn't understand what he was doing, even when he lit the match. Then he threw it onto the alcohol-soaked fibers, and the sudden blaze made me jump. \"Sorry,\" he apologized. \"That ought to do it… So I didn't agree with my father's particular brand of faith. But never, in the nearly four hundred years now since I was born, have I ever seen anything to make me doubt whether God exists in some form or the other. Not even the reflection in the mirror.\" I pretended to examine the dressing on my arm to hide my surprise at the direction our conversation had taken. Religion was the last thing I expected, all things considered. My own life was fairly devoid of belief. Charlie considered himself a Lutheran, because that's what his parents had been, but Sundays he worshipped by the river with a fishing pole in his hand. Renee tried out a church now and then, but, much like her brief affairs with tennis, pottery, yoga, and French classes, she moved on by the time I was aware of her newest fad.  \"I'm sure all this sounds a little bizarre, coming from a vampire.\" He grinned, knowing how their casual use of that word never failed to shock me. \"But I'm hoping that there is still a point to this life, even for us.  It's a long shot, I'll admit,\" he continued in an offhand voice. \"By all accounts, we're damned regardless. But I hope, maybe foolishly, that we'll get some measure of credit for trying.\" \"I don't think that's foolish,\" I mumbled. I couldn't imagine anyone, deity included, who wouldn't be impressed by Carlisle. Besides, the only kind of heaven I could appreciate would have to include Edward. \"And I don't think anyone else would, either.\" \"Actually, you're the very first one to agree with me.\" \"The rest of them don't feel the same?\" I asked, surprised, thinking of only one person in particular. Carlisle guessed the direction of my thoughts again. \"Edward's with me up to a point. God and heaven exist… and so does hell. But he doesn't believe there is an afterlife for our kind.\" Carlisle's voice was very soft; he stared out the big window over the sink, into the darkness. \"You see, he thinks we've lost our souls.\" I immediately thought of Edward's words this afternoon: unless you want to die—or whatever it is that we do. The light bulb flicked on over my head. \"That's the real problem, isn't it?\" I guessed. \"That's why he's being so difficult about me.\"  Carlisle spoke slowly. \"I look at my… son. His strength, his goodness, the brightness that shines out of him—and it only fuels that hope, that faith, more than ever. How could there not be more for one such as Edward?\" I nodded in fervent agreement. \"But if I believed as he does…\" He looked down at me with unfathomable eyes. \"If you believed as he did. Could you take away his soul?\" The way he phrased the question thwarted my answer. If he'd asked me whether I would risk my soul for Edward, the reply would be obvious. But would I risk Edward's soul? I pursed my lips unhappily. That wasn't a fair exchange. \"You see the problem.\" I shook my head, aware of the stubborn set of my chin. Carlisle sighed. \"It's my choice,\" I insisted. \"It's his, too.\" He held up his hand when he could see that I was about to argue. \"Whether he is responsible for doing that to you.\" \"He's not the only one able to do it.\" I eyed Carlisle speculatively. He laughed, abruptly lightening the mood. \"Oh, no! You're going to have to work this out with him.\" But then he sighed. \"That's the one part I can never be sure of. I think, in most other ways, that I've done the best I could with what I had to work with. But was it right to doom the others to this life? I can't decide.\" I didn't answer. I imagined what my life would be like if Carlisle had resisted the temptation to change his lonely existence… and shuddered. \"It was Edward's mother who made up my mind.\" Carlisle's voice was almost a whisper. He stared unseeingly out the black windows. \"His mother?\" Whenever I'd asked Edward about his parents, he would merely say that they had died long ago, and his memories were vague. I realized Carlisle's memory of them, despite the brevity of their contact, would be perfectly clear. \"Yes. Her name was Elizabeth. Elizabeth Masen. His father, Edward Senior, never regained consciousness in the hospital. He died in the first wave of the influenza. But Elizabeth was alert until almost the very end. Edward looks a great deal like her—she had that same strange bronze shade to her hair, and her eyes were exactly the same color green.\" \"His eyes were green?\" I murmured, trying to picture it. \"Yes…\" Carlisle's ocher eyes were a hundred years away now. \"Elizabeth worried obsessively over her son. She hurt her own chances of survival trying to nurse him from her sickbed. I expected that he would go first, he was so much worse off than she was. When the end came for her, it was very quick. It was just after sunset, and I'd arrived to relieve the doctors who'd been working all day. That was a hard time to pretend—there was so much work to be done, and I had no need of rest. How I hated to go back to my house, to hide in the dark and pretend to sleep while so many were dying. \"I went to check Elizabeth and her son first. I'd grown attached—always a dangerous thing to do considering the fragile nature of humans. I could see at once that she'd taken a bad turn. The fever was raging out of control, and her body was too weak to fight anymore. She didn't look weak, though, when she glared up at me from her cot. \"Save him!' she commanded me in the hoarse voice that was all her throat could manage. \"I'll do everything in my power,' I promised her, taking her hand. The fever was so high, she probably couldn't even tell how unnaturally cold mine felt. Everything felt cold to her skin. \"You must,\" she insisted, clutching at my hand with enough strength that I wondered if she wouldn't pull through the crisis after all. Her eyes were hard, like stones, like emeralds. 'You must do everything in your power. What others cannot do, that is what you must do for my Edward.\" \"It frightened me. She looked it me with those piercing eyes, and, for one instant, I felt certain that she knew my secret. Then the fever overwhelmed her, and she never regained consciousness. She died within an hour of making her demand. \"I'd spent decades considering the idea of creating a companion for myself. Just one other creature who could really know me, rather than what I pretended to be. But I could never justify it to myself—doing what had been done to me. \"There Edward lay, dying. It was clear that he had only hours left. Beside him, his mother, her face somehow not yet peaceful, not even in death.\" Carlisle saw it all again, his memory unburned by the intervening century. I could see it clearly, too, as he spoke—the despair of the hospital, the overwhelming atmosphere of death. Edward burning with fever, his life slipping away with each tick of the clock… I shuddered again, and forced the picture from my mind. \"Elizabeth's words echoed in my head. How could she guess what I could do? Could anyone really want that for her son? \"I looked at Edward. Sick as he was, he was still beautiful. There was something pure and good about his face. The kind of face I would have wanted my son to have. \"After all those years of indecision, I simply acted on a whim. I wheeled his mother to the morgue first, and then I came back for him. No one noticed that he was still breathing. There weren't enough hands, enough eyes, to keep track of half of what the patients needed. The morgue was empty—of the living, at least. I stole him out the back door, and carried him across the rooftops back to my home. \"I wasn't sure what had to be done. I settled for recreating the wounds I'd received myself, so many centuries earlier in London. I felt bad about that later. It was more painful and lingering than necessary. \"I wasn't sorry, though. I've never been sorry that I saved Edward.\" He shook his head, coming back to the present. He smiled at me. \"I suppose I should take you home now.\" \"I'll do that,\" Edward said. He came through the shadowy dining room, walking slowly for him. His face was smooth, unreadable, but there was something wrong with his eyes—something he was trying very hard to hide. I felt a spasm of unease in my stomach. \"Carlisle can take me,\" I said. I looked down at my shirt; the light blue cotton was soaked and spotted with my blood. My right shoulder was covered in thick pink frosting. \"I'm fine.\" Edward's voice was unemotional. \"You'll need to change anyway. You'd give Charlie a heart attack the way you look. I'll have Alice get you something.\" He strode out the kitchen door again. I looked at Carlisle anxiously. \"He's very upset.\" \"Yes,\" Carlisle agreed. \"Tonight is exactly the kind of thing that he fears the most. You being put in danger, because of what we are.\" \"It's not his fault.\" \"It's not yours, either.\" I looked away from his wise, beautiful eyes. I couldn't agree with that. Carlisle offered me his hand and helped me up from the table. I followed him out into the main room. Esme had come back; she was mopping the floor where I'd fallen—with straight bleach from the smell of it. \"Esme, let me do that.\" I could feel that my face was bright red again. \"I'm already done.\" She smiled up at me. \"How do you feel?\" \"I'm fine,\" I assured her. \"Carlisle sews faster than any other doctor I've had.\" They both chuckled. Alice and Edward came in the back doors. Alice hurried to my side, but Edward hung back, his face indecipherable. \"C'mon,\" Alice said. \"I'll get you something less macabre to wear.\" She found me a shirt of Esme's that was close to the same color mine had been. Charlie wouldn't notice, I was sure. The long white bandage on my arm didn't look nearly as serious when I was no longer spattered in gore. Charlie was never surprised to see me bandaged. \"Alice,\" I whispered as she headed back to the door. \"Yes?\" She kept her voice low, too, and looked at me curiously, her head cocked to the side. \"How bad is it?\" I couldn't be sure if my whispering was a wasted effort. Even though we were upstairs, with the door closed, perhaps he could hear me. Her face tensed. \"I'm not sure yet.\" \"How's Jasper?\" She sighed. \"He's very unhappy with himself. It's all so much more of challenge for him, and he hates feeling weak.\" \"It's not his fault. You'll tell him that I'm not mad at him, not at all, won't you?\" \"Of course.\" Edward was waiting for me by the front door. As I got to the bottom of the staircase, he held it open without a word. \"Take your things!\" Alice cried as I walked warily toward Edward. She scooped up the two packages, one half-opened, and my camera from under the piano, and pressed them into my good arm. \"You can thank me later, when you've opened them.\" Esme and Carlisle both said a quiet goodnight. I could see them stealing quick glances at their impassive son, much like I was. It was a relief to be outside; I hurried past the lanterns and the roses, now unwelcome reminders.  Edward kept pace with me silently. He opened the passenger side for me, and I climbed in without complaint. On the dashboard was a big red ribbon, stuck to the new stereo. I pulled it off, throwing it to the floor. As Edward slid into the other side, I kicked the ribbon under my seat. He didn't look at me or the stereo. Neither of us switched it on, and the silence was somehow intensified by the sudden thunder of the engine. He drove too fast down the dark, serpentine lane. The silence was making me insane. \"Say something,\" I finally begged as he turned onto the freeway. \"What do you want me to say?\" he asked in a detached voice. I cringed at his remoteness. 'Tell me you forgive me.\" That brought a flicker of life to his face—a flicker of anger. \"Forgive you? For what?\" \"If I'd been more careful, nothing would have happened.\" \"Bella, you gave yourself a paper cut—that hardly deserves the death penalty.\" \"It's still my fault.\" My words opened up the floodgate. \"Your fault? If you'd cut yourself at Mike Newton's house, with Jessica there and Angela and your other normal friends, the worst that could possibly have happened would be what? Maybe they couldn't find you a bandage? If you'd tripped and knocked over a pile of glass plates on your own—without someone throwing you into them—even then, what's the worst? You'd get blood on the seats when they drove you to the emergency room? Mike Newton could have held your hand while they stitched you up—and he wouldn't be righting the urge to kill you the whole time he was there. Don't try to take any of this on yourself, Bella. It will only make me more disgusted with myself.\" \"How the hell did Mike Newton end up in this conversation?\" I demanded. \"Mike Newton ended up in this conversation because Mike Newton would be a hell of a lot healthier for you to be with,\" he growled. \"I'd rather die than be with Mike Newton,\" I protested. \"I'd rather die than be with anyone but you.\" \"Don't be melodramatic, please.\" \"Well then, don't you be ridiculous.\" He didn't answer. He glared through the windshield, his expression black. I racked my brain for some way to salvage the evening. When we pulled up in front of my house, I still hadn't come up with anything. He killed the engine, but his hands stayed clenched around the steering wheel. \"Will you stay tonight?\" I asked. \"I should go home.\" The last thing I wanted was for him to go wallow in remorse. \"For my birthday,\" I pressed. \"You can't have it both ways—either you want people to ignore your birthday or you don't. One or the other.\" His voice was stern, but not as serious as before. I breathed a silent sigh of relief. \"Okay. I've decided that I don't want you to ignore my birthday. I'll see you upstairs.\" I hopped out, reaching back in for my packages. He frowned. \"You don't have to take those.\" \"I want them,\" I responded automatically, and then wondered if he was using reverse psychology. \"No, you don't. Carlisle and Esme spent money on you.\" \"I'll live.\" I tucked the presents awkwardly under my good arm and slammed the door behind me. He was out of the truck and by my side in less than a second. \"Let me carry them, at least.\" he said as he took them away. \"I'll be in your room.\" I smiled. \"Thanks.\" \"Happy birthday,\" he sighed, and leaned down to touch his lips to mine. I reached up on my toes to make the kiss last longer when he pulled away. He smiled my favorite crooked smile, and then he disappeared into the darkness. The game was still on; as soon as I walked through the front door I could hear the announcer rambling over the babble of the crowd. \"Bell?\" Charlie called. \"Hey, Dad,\" I said as I came around the corner. I held my arm close to my side. The slight pressure burned, and I wrinkled my nose. The anesthetic was apparently losing its effectiveness. \"How was it?\" Charlie lounged across the sofa with his bare feet propped up on the arm.  What was left of his curly brown hair was crushed flat on one side. \"Alice went overboard. Flowers, cake, candles, presents—the whole bit.\" \"What did they get you?\" \"A stereo for my truck.\" And various unknowns. \"Wow.\" \"Yeah,\" I agreed. \"Well, I'm calling it a night.\" \"I'll see you in the morning.\" I waved. \"See ya.\" \"What happened to your arm?\" I flushed and cursed silently. \"I tripped. It's nothing.\" \"Bella,\" he sighed, shaking his head. \"Goodnight, Dad.\" I hurried up to the bathroom, where I kept my pajamas for just such nights as these. I shrugged into the matching tank top and cotton pants that I'd gotten to replace the holey sweats I used to wear to bed, wincing as the movement pulled at the stitches. I washed my face one-handed, brushed my teeth, and then skipped to my room. He was sitting in the center of my bed, toying idly with one of the silver boxes. \"Hi,\" he said. His voice was sad. He was wallowing. I went to the bed, pushed the presents out of his hands, and climbed into his lap. \"Hi.\" I snuggled into his stone chest. \"Can I open my presents now?\" \"Where did the enthusiasm come from?\" he wondered. \"You made me curious.\" I picked up the long flat rectangle that must have been from Carlisle and Esme. \"Allow me,\" he suggested. He took the gift from my hand and tore the silver paper off with one fluid movement. He handed the rectangular white box back to me. \"Are you sure I can handle lifting the lid?\" I muttered, but he ignored me. Inside the box was a long thick piece of paper with an overwhelming amount of fine print. It took me a minute to get the gist of the information. \"We're going to Jacksonville?\" And I was excited, in spite of myself. It was a voucher for plane tickets, for both me and Edward. \"That's the idea.\" \"I can't believe it. Renee is going to flip! You don't mind, though, do you? It's sunny, you'll have to stay inside all day.\" \"I think I can handle it,\" he said, and then frowned. \"If I'd had any idea that you could respond to a gift this appropriately, I would have made you open it in front of Carlisle and Esme. I thought you'd complain.\" \"Well, of course it's too much. But I get to take you with me!\" He chuckled. \"Now I wish I'd spent money on your present. I didn't realize that you were capable of being reasonable.\" I set the tickets aside and reached for his present, my curiosity rekindled. He took it from me and unwrapped it like the first one. He handed back a clear CD jewel case, with a blank silver CD inside. \"What is it?\" I asked, perplexed. He didn't say anything; he took the CD and reached around me to put it in the CD player on the bedside table. He hit play, and we waited in silence. Then the music began. I listened, speechless and wide-eyed. I knew he was waiting for my reaction, but I couldn't talk. Tears welled up, and I reached up to wipe them away before they could spill over. \"Does your arm hurt?\" he asked anxiously. \"No, it's not my arm. It's beautiful, Edward. You couldn't have given me anything I would love more. I can't believe it.\" I shut up, so I could listen. It was his music, his compositions. The first piece on the CD was my lullaby. \"I didn't think you would let me get a piano so I could play for you here,\" he explained. \"You're right.\" \"How does your arm feel?\" \"Just fine.\" Actually, it was starting to blaze under the bandage. I wanted ice. I would have settled for his hand, but that would have given me away. \"I'll get you some Tylenol.\" \"I don't need anything,\" I protested, but he slid me off his lap and headed for the door. \"Charlie,\" I hissed. Charlie wasn't exactly aware that Edward frequently stayed over. In fact, he would have a stroke if that fact were brought to his attention. But I didn't feel too guilty for deceiving him.    It wasn't as if we were up to anything he wouldn't want me to be up to. Edward and his rules… \"He won't catch me,\" Edward promised as he disappeared silently out the door . . and returned, catching the door before it had swung back to touch the frame. He had the glass from the bathroom and the bottle of pills in one hand. I took the pills he handed me without arguing—I knew I would lose the argument And my arm really was starting to bother me. My lullaby continued, soft and lovely, in the background. \"It's late,\" Edward noted. He scooped me up off the bed with one arm, and pulled the cover back with the other. He put me down with my head on my pillow and tucked the quilt around me. He lay down next to me—on top of the blanket so I wouldn't get chilled—and put his arm over me. I leaned my head against his shoulder and sighed happily. \"Thanks again,\" I whispered. \"You're welcome.\" It was quiet for a long moment as I listened to my lullaby drift to a close. Another song began. I recognized Esme's favorite. \"What are you thinking about?'\" I wondered in a whisper. He hesitated for a second before he told me. \"I was thinking about right and wrong, actually.\" I felt a chill tingle along my spine. \"Remember how I decided that I wanted you to not ignore my birthday?\" I asked quickly, hoping it wasn't too clear that I was trying to distract him. \"Yes,\" he agreed, wary. \"Well, I was thinking, since it's still my birthday, that I'd like you to kiss me again.\" \"You're greedy tonight.\" \"Yes, I am—but please, don't do anything you don't want to do,\" I added, piqued. He laughed, and then sighed. \"Heaven forbid that I should do anything I don't want to do,\" he said in a strangely desperate tone as he put his hand under my chin and pulled my face up to his. The kiss began much the same as usual—Edward was as careful as ever, and my heart began to overreact like it always did. And then something seemed to change. Suddenly his lips became much more urgent, his free hand twisted into my hair and held my face securely to his. And, though my hands tangled in his hair, too, and though I was clearly beginning to cross his cautious lines, for once he didn't stop me. His body was cold through the thin quilt, but I crushed myself against him eagerly. When he stopped it was abrupt; he pushed me away with gentle, firm hands. I collapsed back onto my pillow, gasping, my head spinning. Something tugged at my memory, elusive, on the edges. \"Sorry,\" he said, and he was breathless, too. \"That was out of line.\" \"I don't mind,\" I panted. He frowned at me in the darkness. \"Try to sleep. Bella.\" \"No, I want you to kiss me again.\" \"You're overestimating my self-control.\" \"Which is tempting you more, my blood or my body?\" I challenged. \"It's a tie.\" He grinned briefly in spite of himself, and then was serious again. \"Now. why don't you stop pushing your luck and go to sleep?\" \"Fine,\" I agreed, snuggling closer to him. I really did feel exhausted. It had been a long day in so many ways, yet I felt no sense of relief at its end. Almost as if something worse was coming tomorrow. It was a silly premonition—what could be worse than today?' Just the shock catching up with me, no doubt. Trying to be sneaky about it, I pressed my injured arm against his shoulder, so his cool skin would sooth the burning. It felt better at once. I was halfway asleep, maybe more, when I realized what his kiss had reminded me of: last spring, when he'd had to leave me to throw James off my trail, Edward had kissed me goodbye, not knowing when—or if—we would see each other again. This kiss had the same almost painful edge for some reason I couldn't imagine. I shuddered into unconsciousness, as if I were already having a nightmare.",
            "vi": "2-2songngu        2.  Mũi khâu Carlisle không phải là người duy nhất vẫn bình tĩnh. Hàng trăm năm kinh nghiệm trong phòng cấp cứu được thể hiện rõ trong giọng nói uy quyền, điềm tĩnh của ông.  \"Emmett, Rose, đưa Jasper ra ngoài.”  Lần này chẳng hề cười, Emmett gật đầu. \"Đi nào, Jasper.” Jasper vùng vẫy cố thoát cái khoá tay không thể gỡ được của Emmett, xoay người, nhào đến anh trai mình với hàm răng nhe ra, mắt anh vẫn điên loạn.  Mặt Edward trắng bệch khi anh lao nhanh đến chồm người lên che tôi, trong tư thế phòng thủ rõ ràng. Tiếng gầm gừ cảnh cáo trầm đục phát ra từ giữa hàm răng nghiến chặt của anh. Tôi chắc chắn anh không thở.  Rosalie, khuôn mặt đẹp tuyệt trần của cô tự mãn kỳ lạ, bước đến trước Jasper – cẩn thận tránh xa hàm răng của anh -- và giúp Emmett vật lộn đưa anh ta qua cửa kính đang được Esme giữ, một tay bịt miệng và mũi mình. Khuôn mặt hình trái tim của Esme đầy hổ thẹn. \"Bác thật lòng xin lỗi, Bella,”  bà khóc khi đi theo những người kia ra sân.  \"Cho ta đi qua, Edward,” Carlisle thì thầm.  Một giây trôi qua, rồi Edward chầm chậm gật đầu rồi thả lỏng thế đứng của mình.  Carlisle quỳ bên cạnh tôi, nghiêng người đến gần để kiểm tra cánh tay  tôi. Tôi có thể cảm thấy cơn sốc tê cứng trên mặt tôi, và tôi cố giữ nét mặt điềm tĩnh. \"Đây nè, Carlisle,” Alice nói, trao cho ông một cái khăn lớn.  Ông lắc đầu. \"Có quá nhiều thủy tinh trong vết thương.” Ông vươn người và xé viền khăn trải bàn trắng thành một dải vải dài, hẹp. Ông quấn nó quanh cánh tay tôi bên trên khuỷu tay để làm ga-rô.  Mùi máu làm tôi chóng mặt. Tai tôi kêu vo vo.  \"Bella, \" Carlisle nói nhẹ nhàng. \"Con có muốn bác chở con đến bệnh viện, hay con muốn bác chăm sóc vết thương của con ở đây ?\" \"Ở đây, xin bác vui lòng,” tôi thì thầm. Nếu ông đưa tôi đến bệnh viện, sẽ chẳng có cách nào giấu Charlie chuyện này.  \"Con sẽ lấy túi cho bố,” Alice nói.  \"Mình hãy đưa cô ấy đến bàn bếp,” Carlisle nói với Edward.  Edward nâng tôi lên chẳng chút khó khăn, trong khi Carlisle vẫn giữ cho tay tôi cố định.  \"Con thấy sao, Bella?\" Carlisle hỏi.  \"Con khoẻ.” Giọng tôi bình thường vừa phải, làm tôi hài lòng.  Mặt Edward trơ như đá.  Alice đã ở đó. Cái túi đen của Carlisle đã ở trên bàn, một ngọn đèn bàn nhỏ nhưng sáng trưng đã được cắm vào tường. Edward nhẹ nhàng đặt tôi ngồi vào ghế, còn Carlisle ngồi vào một cái ghế khác. Ông bắt tay vào việc ngay lập tức.  Edward đứng trông chừng tôi, vẫn bảo vệ, vẫn không thở.  \"Cứ đi đi, Edward, \" tôi thở dài.  \"Anh có thể chịu được,” anh khăng khăng. Nhưng hàm anh nghiến chặt; mắt anh rực cháy vì cơn thèm khát dữ dội anh đang chống cự lại, khốn khổ hơn nhiều so với những người khác.  \"Anh không cần làm anh hùng đâu, \" tôi nói. \" Carlisle có thể chữa cho em không cần anh giúp đâu. Đi hít thở không khí trong lành đi.” Tôi cau mày khi Carlisle làm gì đó với cánh tay tôi khiến nó đau nhói.  \"Anh sẽ ở lại, \" anh nói.  \"Sao anh thích bị đau khổ như vậy chứ?\" Tôi lầm bầm.  Carlisle quyết định làm trung gian hoà giải. \"Edward, con cũng nên tìm Jasper trước khi nó làm quá đà. Cha chắc chắn nó đang đau khổ lắm, và bây giờ nó sẽ chẳng nghe ai ngoài con đâu. \" \"Đúng rồi, \" tôi háo hức đồng ý. \"Đi tìm Jasper đi.” \"Vậy anh cũng làm được chuyện hữu ích, \" Alice nói thêm.  Mắt Edward nheo lại như thể chúng tôi đang hùa nhau đả kích anh, nhưng, cuối cùng, anh cũng gật đầu rồi chạy nhanh thật êm qua cửa sau của nhà bếp. Tôi chắc chắn anh không hề thở từ khi tôi làm đứt tay mình.  Một cảm giác tê dại đang lan qua cánh tay  tôi.  Mặc dù cảm giác ấy xua đi cơn đau nhói, nhưng nó lại làm tôi nghĩ đến vết thương sâu, và tôi ngắm khuôn mặt của Carlisle thật chăm chú để không chú ý đến chuyện bàn tay ông đang làm. Tóc ông ánh vàng trong ánh sáng rực rỡ khi ông cúi xuống cánh tay  tôi. Tôi cảm thấy những cơn quặn yếu ớt khó chịu trong đáy bao tử, nhưng tôi kiên quyết không để cho cơn buồn nôn cố hữu chiến thắng tôi.  Bây giờ không còn đau nữa, chỉ còn cảm giác giần giật tôi cố lờ đi.  Chẳng có lý do gì mà ọc ra như con nít được.  Nếu cô không ở trong tầm mắt tôi, hẳn tôi đã không nhận thấy Alice chịu thua và lén chuồn ra khỏi phòng.  Cô vừa cười nhẹ xin lỗi, vừa biến ra khỏi cửa bếp.  \"Ừm, thế là tất cả rồi,”  tôi thở dài. \"Ít ra thì con cũng có thể làm cho căn phòng không còn ai.” \"Không phải là lỗi của con,” Carlisle cười khúc khích an ủi tôi. \"Chuyện đó có thể xảy đến với bất kỳ ai.” \"Có thể \" tôi lặp lại. \" Nhưng thường chỉ xảy đến với con không thôi.” Ông lại cười to.  Nét điềm tĩnh thoải mái của ông càng thêm đáng kinh ngạc khi trái ngược hoàn toàn với phản ứng của tất cả những người khác. Tôi không hề nhìn thấy chút lo âu nào trên mặt ông. Ông làm việc bằng những động tác nhanh, dứt khoát. Âm thanh duy nhất ngoài hơi thở nhẹ nhàng của chúng tôi là tiếng lanh canh, lanh canh nho nhỏ khi mấy mảnh thủy tinh tí xíu rơi từng miếng lên bàn.  \"Làm sao bác làm vậy được?\" Tôi hỏi. \" Thậm chí cả Alice và Esme đều... \" giọng tôi nhỏ dần, vừa lắc đầu thắc mắc.  Dù những người khác đã từ bỏ chế độ ăn uống truyền thống của ma cà rồng y như Carlisle, nhưng ông là người duy nhất có thể chịu nỗi mùi máu của tôi mà không bị cám dỗ dữ dội.  Rõ ràng, điều này khó khăn hơn rất nhiều chứ không như ông tỏ ra bên ngoài.  \"Hàng bao năm tập luyện, \" ông bảo tôi. \"Bác hầu như chẳng còn để ý gì tới mùi này nữa.  \"Theo bác liệu có khó khăn hơn không nếu bác đi nghỉ không làm việc ở bệnh viện dài ngày. Và chẳng còn bị bao quanh bởi máu gì nữa hết?\" \"Có thể. \" Ông nhún vai, nhưng bàn tay ông vẫn làm việc bình thường. \"Bác chưa từng cảm thấy nhu cầu nghỉ lâu. \" Ông nhoẻn nụ cười rạng rỡ về phía tôi. \"Bác rất thích công việc của mình.” Keng, keng, keng. Tôi ngạc nhiên khi thấy dường như có không biết bao nhiêu là thủy tinh trong cánh tay mình. Tôi rất muốn nhìn lướt qua chồng mảnh thủy tinh đang cao lên, chỉ để coi kích cỡ thôi, nhưng tôi biết ý đó sẽ chẳng giúp ích gì cho kế hoạch-không-ói của tôi cả.  \"Điều bác thích đó, là gì?\" Tôi thắc mắc. Tôi chẳng hiểu gì cả  - ông phải trải qua bao năm đấu tranh và chối-bỏ-bản-thân để đạt đến mức có thể chịu đựng chuyện này thật dễ dàng để làm gì.  Ngoài ra, tôi muốn ông nói liên tục; trò chuyện giúp tôi không nghĩ đến cảm giác buồn nôn trong dạ dày.  Đôi mắt huyền của ông vẫn điềm tĩnh và trầm tư khi ông trả lời. \"Hừm. Điều tôi thích nhất là khi ...  những khả năng nâng cao của bác giúp bác cứu được những người lẽ ra đã không còn.  Thật sung sướng khi biết rằng, nhờ chuyện mình làm được, mà cuộc đời ai đó tốt đẹp hơn vì mình tồn tại. Thậm chí, đôi khi khứu giác là công cụ chẩn đoán hữu hiệu.” Ông môi nhếch cười.  Tôi nghiền ngẫm câu nói đó trong khi ông nắn quanh để chắc chắn đã sạch hết mấy mảnh thủy tinh.  Rồi ông lục lọi trong túi tìm dụng cụ mới, và tôi cố không nghĩ đó là kim chỉ.  \"Bác cứ cố bù đắp vì chuyện chẳng hề là lỗi của bác,” tôi phỏng đoán trong khi kiểu giật mới bắt đầu ở mép da của tôi. \"Ý con là, có phải bác muốn vậy đâu. Bác đâu có chọn cuộc đời này, vậy mà bác cứ cố gắng điên cuồng để sống cho tốt. \" \"Bắc không biết là bác đang bù đắp gì cả, \" ông hơi bất đồng. \"Như mọi thứ khác trong đời, bác chỉ phải quyết định phải làm gì với những khả năng mình được trao mà thôi.” \"Nghe có vẻ quá dễ dàng.” Ông kiểm tra cánh tay  tôi lần nữa. \"Đấy, \" ông nói, quấn chỉ. \"Xong rồi. \" Ông rút ra một cây tăm-bông to, thấm đầy chất lỏng đặc nào đó, thoa kỹ lưỡng toàn bộ chỗ mổ xẻ. Mùi kỳ cục của nó làm đầu tôi quay mòng mòng. Chất lỏng ấy dính vào da tôi.  \"Tuy vậy, lúc đầu” tôi nhấn mạnh trong khi ông dán thêm một miếng băng khác vào chỗ đó, che da  tôi. \"Sao bác lại nghĩ đến chuyện thử sống khác với mọi người?\" Môi ông nở một nụ cười kín đáo. \"Edward chưa kể con nghe chuyện này à?\" \"Rồi.  Nhưng con đang cố hiểu điều bác đã suy nghĩ lúc đó...” Khuôn mặt ông đột ngột nghiêm túc trở lại, và tôi tự hỏi có phải suy nghĩ của ông đã đến cùng một nơi với suy nghĩ của tôi không.  Thắc mắc tôi sẽ nghĩ gì khi -  tôi không chịu dùng chữ nếu - tôi ở trong trường hợp đó.  \"Con biết cha của bác là một tu sĩ,” ông trầm ngâm khi lau bàn kỹ lưỡng, chùi sạch mọi thứ bằng khăn ướt, rồi làm lại lần nữa.  Mùi cồn xộc lên mũi tôi. \"Cha bác nhìn đời khá cay nghiệt, đó là điều bác bắt đầu nghi ngờ trước khi biến đổi.” Carlisle đặt mọi khăn gạc bẩn và mảnh kính vỡ vào một tô pha lê trống không. Tôi không hiểu ông sắp làm gì, thậm chí cả khi ông quẹt diêm.  Rồi ông ném diêm lên mấy miếng vải đẫm rượu, rồi ngọn lửa đột ngột bùng lên khiến tôi giật mình.  \"Xin lỗi, \" ông tạ lỗi. \" Phải làm vậy... Nên bác đã không tán thành đức tin riêng của ông.  Nhưng bác chưa từng, trong gần bốn trăm năm từ khi mới được sinh ra, bác chưa từng nhìn thấy điều gì làm bác nghi ngờ sự tồn tại của Chúa dù ở hình thức này hay hình thức khác. Dù bóng mình trong gương.” Tôi giả vờ nhìn chỗ băng bó trên tay để giấu nỗi ngạc nhiên vì hướng đi của câu chuyện. Tôn giáo là điều cuối cùng tôi nghĩ tới, trong bao điều đã nghiền ngẫm. Cuộc đời tôi khá thiếu niềm tin. Charlie tự cho mình là người theo phái Luther, vì đó bố mẹ ông như thế, nhưng chủ nhật ông làm lễ bên dòng sông với cái cần câu trong tay.  Renee thỉnh thoảng cũng thử đi lễ nhà thờ, nhưng, giống như những đam mê chóng vánh của mẹ dành cho quần vợt, đồ gốm, yoga, và tiếng Pháp, mẹ đã bỏ nửa chừng trước khi tôi biết đến đam mê nhất thời mới nhất  của bà. \"Bác biết mấy chuyện này nghe hơi kỳ cục, ma-cà-rồng mà nói vậy. \" Ông cười toe toét, biết việc họ bất ngờ dùng từ ấy lúc nào cũng làm tôi hết hồn. \" Nhưng bác hy vọng cuộc sống này vẫn còn ý nghĩa, dù là đối với bọn bác.  Tuy bác phải thú nhận là ít có khả năng thành công” ông nói tiếp bằng giọng tự nhiên. \"Theo như lời đồn đại, dù sao chăng nữa thì bọn bác cũng đã bị đoạ đày.   Nhưng bác hy vọng, có lẽ là hy vọng điên rồ, bọn bác sẽ được tưởng thưởng gì đó vì đã cố gắng.” \"Con không nghĩ thế là điên rồ,” tôi lẩm bẩm. Tôi không thể tưởng tượng ra được ai, cả thần thánh, lại không cảm động vì Carlisle. Hơn nữa, loại thiên đường duy nhất tôi muốn ở sẽ phải có Edward.  “và theo con, không thể có ai lại nghĩ thế cả. \" \"Thực ra thì, con chính là người đầu tiên đồng ý với bác.” \"Những người khác không cảm thấy vậy sao?\" Tôi hỏi, bị bất ngờ, chỉ nghĩ đến một người.  Carlisle lại đoán biết hướng suy nghĩ của tôi. \"Edward đồng ý với bác ở một mức độ nào đó.  Chúa và thiên đường tồn tại ... địa ngục cũng vậy. Nhưng nó không tin có kiếp sau dành với loại người như bọn bác.” Giọng Carlisle rất nhẹ nhàng; ông nhìn chằm chằm ra ngoài bóng tối bên ngoài cửa sổ lớn phía trên bồn rửa chén. \" Con thấy đó, nó nghĩ rằng bọn bác đã đánh mất linh hồn.” Tôi ngay lập tức nghĩ đến lời Edward nói chiều nay: trừ phi em muốn chết - hoặc bất cứ điều gì tương tự. Tôi chợt hiểu ra.  \"Đó mới là khó khăn thật sự, phải không?\" Tôi đoán. \" Đó là lý do tại sao anh ấy cố chấp như thế về con.” Carlisle chầm chậm nói. \"Bác nhìn vào ... con trai mình.  Sức mạnh của nó, lòng tốt của nó, sự thông minh đang toả ngời trong nó -  và điều đó càng thêm củng cố niềm hy vọng của ta, niềm tin của ta, hơn bao giờ hết.  Làm sao mà có thể chẳng còn lại gì đối với một người như Edward?” Tôi gật đầu đồng ý hết sức nhiệt thành.  \"Nhưng nếu bác tin như nó tin ...”  Ông cúi nhìn tôi bằng đôi mắt thâm trầm. \"Nếu con  tin như nó tin. Liệu con có thể tước đi linh hồn của nó hay không?” Cách ông đặt câu hỏi làm tôi không trả lời được.  Nếu ông hỏi tôi liệu tôi có liều hủy hoại linh hồn tôi vì Edward hay không, câu trả lời sẽ rất rõ ràng. Nhưng liệu tôi có liều hủy hoại linh hồn Edward không?Tôi bặm môi buồn rầu.  Đó không phải là sự tráo đổi công bằng.  \"Con hiểu ra vấn đề rồi đó.” Tôi lắc đầu, biết cằm mình đầy vẻ bướng bỉnh.  Carlisle thở dài.  \"Đó là lựa chọn của con mà,” tôi khăng khăng.  \"Cũng là lựa chọn của nó nữa.” Ông giơ tay lên khi ông thấy tôi sắp cãi. \"Dù nó có làm chuyện đó cho con hay không.” \"Ảnh đâu phải là người duy nhất có thể làm chuyện đó đâu. \" Tôi quan sát Carlisle thăm dò.  Ông cười, đột ngột vui vẻ hẳn. \" Ồ, không đâu!  Con sẽ phải giải quyết ổn thoả chuyện này với nó thôi.” Nhưng rồi ông lại thở dài. \"Đó là điều bác không bao giờ có thể đoan chắc.  Bác nghĩ, trong hầu hết mọi cách, bác đã chọn cách tốt nhất. Nhưng liệu có đúng không khi bắt người khác phải gánh chịu cuộc sống này?  Bác không thể trả lời được.” Tôi không trả lời. Tôi hình dung cuộc đời mình không biết sẽ ra sao nếu Carlisle cưỡng lại lòng mong muốn thay đổi cuộc sống cô độc của ông... rồi rùng mình.  \"Chính mẹ Edward đã làm bác quyết định vậy.”  Giọng Carlisle gần như chỉ còn là tiếng thì thầm.  Ông nhìn trân trối ra ngoài cửa sổ đen kịt.  \"Mẹ anh ấy?”  Hễ tôi hỏi Edward về cha mẹ anh, anh chỉ nói là họ đã chết lâu lắm rồi, và anh chẳng nhớ được gì. Tôi nhận ra ký ức của Carlisle về họ, mặc dù ngắn ngủi, nhưng hết sức rõ ràng.  \"Ừ. Tên bà ấy là Elizabeth. Elizabeth Masen. Cha nó, Edward Senior, chẳng hề tỉnh lại trong bệnh viện.  Ông ấy chết ngay trong trận dịch cúm đầu tiên.  Nhưng Elizabeth vẫn tỉnh táo cho đến tận phút cuối. Edward rất giống mẹ – bà ấy cũng có mái tóc màu đồng kỳ lạ, và mắt bà ấy cũng màu xanh lục giống vậy.” \" Mắt anh ấy màu xanh lục?” Tôi thì thầm, cố hình dung.  \"Ừ...” đôi mắt màu vàng nâu của Carlisle bây giờ đã lạc về cả trăm năm trước. \"Elizabeth lo lắng điên cuồng vì con trai mình.  Bà để mất cơ hội sống sót của mình khi cố săn sóc cho con từ trên giường bệnh của bà. Bác đã nghĩ nó sẽ đi trước, vì nó bệnh nặng hơn mẹ rất nhiều. Cái chết đến với bà ấy cực nhanh.  Đó là đúng lúc mặt trời lặn, và bác đã đến để gánh bớt cho các bác sĩ đã làm việc suốt cả ngày.  Lúc đó thật khó giả vờ - vì phải làm quá nhiều việc, mà bác thì chẳng cần nghỉ ngơi.  Bác hết sức ghét phải về nhà, ẩn mình trong bóng tối và giả vờ ngủ trong khi bao nhiêu người đang hấp hối. \"Bác khám Elizabeth và con trai bà ấy trước tiên.  Bác đã trở nên gắn bó với họ - luôn là chuyện nguy hiểm nếu xét đến sự mỏng manh của con người.  Bác thấy ngay bệnh tình bà ấy đã chuyển biến xấu. Sốt dữ dội không kiểm soát được, và cơ thể bà ấy quá yếu không thể nào chống chọi lại căn bịnh được nữa.  Thế nhưng bà ấy trông không có vẻ yếu ớt khi nhìn chằm chằm vào bác trên giường bịnh của mình.  \"Hãy cứu nó!'  Bà ra lệnh cho bác bằng giọng khàn khàn mà cổ họng bà có thể chịu nỗi.  \"Tôi sẽ làm mọi chuyện trong khả năng của mình,'  bác hứa với bà ta, nắm tay bà ta.  Sốt cao đến nỗi, có lẽ thậm chí bà ấy cũng không biết bác lạnh bất thường thế nào.  Mọi thứ đều lạnh dưới làn da của bà .  \"Bác sĩ phải làm chuyện đó,”  bà nhấn mạnh, siết tay bác mạnh đến nỗi bác tự hỏi cuối cùng không biết bà ấy có vượt qua được cuộc khủng hoảng này hay không. Mắt bà ấy cứng, như đá, như ngọc lục bảo. 'Bác sĩ phải mọi chuyện trong khả năng của bác sĩ.  Chuyện người khác không làm được, chính là chuyện bác sĩ phải làm cho Edward của tôi.” \"Câu nói đó làm bác sợ. Bà ta nhìn bác bằng đôi mắt hiểu thấu, và, trong khoảnh khắc, bác chắc chắn bà biết bí mật của bác. Sau đó bà ấy sốt dữ dội và chẳng hề tỉnh lại. Bà ấy đã chết trong vòng một tiếng đồng hồ sau khi yêu cầu.  \"Bác đã bỏ hàng chục năm trời nghiền ngẫm ý nghĩ tạo cho mình một người bạn. Chỉ một sinh vật khác thực sự biết rõ bác, chớ không phải là người bác giả vờ. Nhưng bác chẳng bao giờ thuyết phục được mình - làm chuyện người ta đã làm với mình.  \"Edward nằm đó, hấp hối. Rõ ràng chỉ còn sống được thêm mấy tiếng đồng hồ nữa thôi. Bên cạnh nó, mẹ nó, không biết sao khuôn mặt vẫn chưa thanh thản, ngay cả khi chết.” Carlisle nhìn thấy mọi chuyện đó lần nữa, trí nhớ của ông không bị hủy hoại bởi cả trăm năm đằng đẵng. Tôi cũng nhìn thấy được điều đó rõ ràng, khi ông nói -  sự tuyệt vọng  của bệnh viện, không khí chết chóc phủ trùm. Edward nóng rực vì sốt, cuộc sống của anh mất dần theo từng tiếng tích tắc của đồng hồ... Tôi lại rùng mình, và tống hình ảnh ấy ra khỏi tâm trí mình.  \"Lời Elizabeth vang vọng trong đầu bác. Làm sao bà ấy biết được bác có thể làm được gì?  Có ai thật sự muốn con trai mình như thế không? \"Bác nhìn Edward. Tuy bịnh, nó vẫn đẹp. Có cái gì đó tinh khiết và và tốt bụng trong khuôn mặt nó. Loại khuôn mặt bác muốn con trai mình sẽ như thế.  \"Sau bao năm trời do dự, thế mà bác lại làm theo cơn bốc đồng. Bác đẩy giường mẹ nó đến nhà xác trước, rồi quay lại đẩy nó.  Chẳng ai nhận thấy nó vẫn còn thở. Không đủ tay, không đủ mắt, để theo dõi một nửa thứ bệnh nhân cần. Nhà xác chẳng có ai –người còn sống, ít nhất. Bác đánh cắp nó ra cửa sau, rồi ôm nó qua mái nhà về nhà.  \"Bác không chắc phải làm gì. Bác đành phải gây ra trở lại những vết thương mà chính mình đã nhận, hàng trăm năm trước ở Luân đôn. Sau này bác cảm thấy đau khổ về chuyện đó. Quá đau đớn và kéo dài hơn cần thiết.  \"Dù vậy, bác không hối tiếc.  Chưa bao giờ bác hối tiếc vì đã cứu Edward.”  Ông lắc đầu, trở về thực tại. Ông cười với tôi. \"Bác nghĩ bây giờ bác nên đưa con về nhà.” \"Để con,” Edward nói. Anh đi qua phòng ăn tối tăm, chậm rãi đối với anh. Mặt anh phẳng lặng, khó hiểu, nhưng có điều gì đó không ổn với đôi mắt anh - điều gì đó anh đang cố hết sức để che giấu. Tôi cảm thấy co thắt khó chịu trong dạ dày.  \"Carlisle đưa em về được mà,” Tôi nói. Tôi nhìn xuống áo sơ mi của mình; vải bông xanh nhạt thấm và lốm đốm máu. Vai phải máu đông dầy cộm.  \"Anh ổn. \" Giọng Edward không cảm xúc. \"Dù sao em cũng cần thay đồ. Em sẽ làm Charlie đau tim nếu nhìn thấy em thế này. Anh sẽ bảo Alice kiếm cho em cái gì đó để mặc.” Anh lại bước ra cửa nhà bếp.  Tôi nhìn Carlisle lo lắng. \"Ảnh rất bực bội.” \"Ừ, \" Carlisle đồng ý. \" Đêm nay đúng là điều nó sợ nhất. Con bị hiểm nguy, vì chính nhà bác.” \"Đâu phải lỗi ảnh đâu.” \"Cũng chẳng phải lỗi của con.” Tôi tránh nhìn đôi mắt đẹp, hiểu biết của ông. Tôi không đồng ý chuyện đó được.  Carlisle đưa tay cho tôi và giúp tôi đứng lên khỏi bàn. Tôi theo ông ra phòng chính.  Esme đã quay lại; bà đang lau sàn chỗ tôi đã té -- với thuốc tẩy căn cứ theo mùi của nó.  \"Esme, để cháu làm cho.” Tôi cảm thấy mặt mình lại đỏ ửng.  \"Bác làm xong rồi. \" Bà hài lòng nhìn tôi. \"Con cảm thấy ra sao?\" \"Con khoẻ, \" tôi quả quyết với bà. \"Carlisle may nhanh hơn mọi bác sĩ con từng biết.” Họ đều cười khúc khích.  Alice và Edward bước vào cửa sau. Alice vội vã đến bên tôi, nhưng Edward chùn lại, vẻ mặt anh không thể hiểu nỗi.  \"Nào, \" Alice nói. \"Em sẽ kiếm cho chị cái gì đó ít rùng rợn để mặc. \" Cô tìm cho tôi chiếc áo sơ mi của Esme gần giống màu áo tôi. Charlie sẽ không nhận ra, tôi chắc chắn. Miếng băng trắng dài ở cánh tay chẳng có vẻ trầm trọng khi máu không còn tuôn chảy nữa. Charlie chả bao giờ ngạc nhiên khi thấy tôi bị băng bó.  \"Alice, \" tôi thì thầm khi cô quay ra cửa.  \"Gì?\" Cô cũng hạ thấp giọng, và nhìn tôi tò mò, đầu cô nghiêng sang một bên.  \"Tệ cỡ nào?\" Tôi không chắc mình thì thầm có ích gì không. Mặc dù chúng tôi đang ở trên lầu, cửa đóng, nhưng có lẽ anh nghe được tôi.  Mặt cô căng thẳng. \"Em chưa biết.” \"Jasper ra sao?\" Cô thở dài. \"Anh ấy rất giận mình. Quá sức chịu đựng với anh ấy, và ảnh ghét vì đã yếu đuối. \" \"Không phải lỗi của ảnh.  Em hãy nói với anh ấy là chị không giận ảnh đâu nhe, chẳng chút nào hết, được không?\" \"Dĩ nhiên rồi. \" Edward đang đợi tôi ở cửa trước.  Khi tôi đến chân cầu thang, anh giữ cửa mở mà chẳng nói lời nào.  \"Mang theo đồ của chị chứ!\" Alice kêu to khi tôi thận trọng đi về phía Edward. Cô ôm hai gói, một đã mở nửa chừng, và máy ảnh của tôi bên  dưới đàn dương cầm, và ấn chúng vào cánh tay không bị thương của tôi. \"Khi nào chị mở chúng, chị có thể cám ơn em sau. \" Esme và Carlisle đều nhỏ nhẹ nói lời tạm biệt. Tôi có thể thấy họ đang lén liếc nhanh vào đứa con trai bình thản của họ, y như tôi.  Thật nhẹ nhõm khi ra khỏi nhà; tôi vội vã bước qua mấy cái đèn lồng và hoa hồng, bây giờ trở thành những thứ nhắc nhở đến chuyện không vui.  Edward lặng lẽ theo tôi. Anh mở phía hành khách cho tôi, và tôi lên xe chẳng chút phàn nàn.  Trên bảng điều khiển là dây ru-băng đỏ lớn, đính vào dàn âm thanh nổi mới. Tôi lôi nó ra, ném xuống sàn xe.  Khi Edward lách vào phía bên kia, tôi đá dây ru-băng xuống dưới ghế  mình.  Anh chẳng nhìn tôi hay dàn âm thanh nổi. Chẳng ai trong chúng tôi bật nó lên, và im lặng bất giác càng thêm nặng nề bởi tiếng động cơ đột ngột gầm lên như sấm động. Anh lái thật nhanh xuống con hẻm ngoằn ngoèo, tối tăm.  Im lặng làm tôi phát điên.  \"Nói gì đó đi anh, \" cuối cùng thì tôi cũng cầu xin khi anh rẽ vào đường cao tốc.  \"Em còn muốn anh nói gì nữa đây ?\" anh hỏi bằng một giọng chẳng chút cảm xúc.  Tôi rúm người vì sự xa cách của anh. 'Hãy nói là anh tha thứ cho em. \" Điều đó mang lại chút sinh khí cho khuôn mặt anh – một nét giận dữ. \"Tha thứ cho em? Vì chuyện gì?\" \"Nếu em cẩn thận hơn, thì chẳng chuyện gì xảy ra cả.” \"Bella, em làm giấy cứa đứt tay mình - làm sao mà phải chịu án tử hình chứ.” \"Vẫn là do em.” Lời tôi nói đã khơi nguồn lời anh như thác đổ.  \"Lỗi của em ư? Nếu em làm đứt tay ở nhà Mike Newton, với Jessica ở đó và Angela và những người bạn bình thường khác của em, chuyện xấu nhất có thể xảy ra sẽ là cái gì?  Có lẽ là chuyện họ không tìm băng cứu thương cho em chăng?  Nếu em vấp và làm đổ cả chồng đĩa thủy tinh - không phải có người ném em vô đó - cho dù như vậy đi nữa, thì điều tệ hại nhất là gì?  Em làm dính máu trên ghế khi họ lái xe đưa em tới phòng cấp cứu chăng?  Mike Newton có thể nắm tay em khi họ may vết thương cho em - và anh ta sẽ không phải cố kiềm chế nỗi thôi thúc muốn giết em suốt thời gian anh ta ở đó. Đừng có mà cố nhận hết mấy chuyện đó vô mình, Bella. Sẽ chỉ làm anh thêm chán ghét mình mà thôi.” \"Cái quái gì mà tự nhiên Mike Newton lại dính đến chuyện này ?\" Tôi hỏi.  \"Mike Newton dính đến chuyện này là vì em ở bên Mike Newton sẽ an toàn quỷ quái hơn nhiều,” anh gầm gừ.  \"Em thà chết còn hơn phải sống với Mike Newton, \" tôi phản đối. \"Em thà chết còn hơn phải sống với ai khác ngoài anh.” \"Đừng cường điệu quá như thế, xin em vui lòng.” \"Vậy thì anh đừng có lố bịch như thế. \" Anh không trả lời. Anh nhìn trừng trừng qua kính chắn gió, nét mặt u ám.  Tôi vắt óc nghĩ cách cứu vãn buổi tối. Khi chúng tôi dừng lại trước nhà, tôi vẫn chưa nghĩ ra được gì hết.  Anh tắt máy, nhưng bàn tay anh vẫn ôm chặt vô - lăng.  \"Anh sẽ ở lại đêm nay?\" Tôi hỏi.  \"Anh nên về nhà. \" Tôi chẳng hề muốn anh đắm mình trong hối hận.  \"Vì sinh nhật em, \" tôi nhấn mạnh.  \"Được cái nọ mất cái kia - em vừa muốn mọi người lờ sinh nhật em lại vừa không muốn. Chỉ một trong hai.” Giọng anh nghiêm khắc, nhưng không nghiêm trọng như trước. Tôi thầm thở ra nhẹ nhõm.  \"OK. Em quyết định là em không muốn anh lờ sinh nhật em. Em sẽ gặp anh trên lầu. \" Tôi nhảy ra ngoài, thò tay trở lại vào xe để lấy mấy gói quà. Anh cau mày.  \"Em không cần phải lấy mấy cái đó.” \"Em muốn có chúng, \" tôi lập tức trả lời, rồi tự hỏi có phải anh đang sử dụng tâm lý học đảo ngược không.  \"Đừng, đừng lấy. Carlisle và Esme chi tiền mua quà cho em. \" \"Cũng không chết ai. \" Tôi vụng về nhét quà dưới cánh tay không bị thương và đóng sầm cửa phía sau. Anh ra ngoài xe và ở bên tôi trong nháy mắt.  \"Ít nhất cũng để anh cầm cho.” Anh nói vừa lấy chúng đi. \"Anh sẽ ở trong phòng em.” Tôi mỉm cười. \"Cám ơn.” \"Sinh nhật hạnh phúc, \" anh thở dài, và cúi xuống chạm môi anh vào môi tôi.  Tôi nhón chân để nụ hôn kéo dài hơn khi anh lùi ra. Anh mỉm cười nụ cười nhếch môi ưa thích của tôi, rồi biến mất vào bóng tối.  Trận đấu vẫn đang diễn ra; ngay khi tôi đi qua cửa trước tôi có thể nghe tiếng người bình luận nói huyên thuyên bên trên tiếng lào xào của đám đông.  \"Bell à?\" Charlie gọi.  \"Chào bố, \" tôi nói khi đến góc phòng. Tôi ôm chặt tay sát hông. Sức ép nhẹ làm tôi đau, và tôi chun mũi. Thuốc gây tê có vẻ đang mất tác dụng.  \"Sinh nhật ra sao?\" Charlie nằm ườn trên ghế xô-pha, chân trần của ông gác trên tay vịn của ghế.  Những thứ còn lại của mớ tóc nâu quăn bị ép bẹp ở một bên ghế.  \"Alice rất nhiệt tình. Hoa, bánh ngọt, nến, quà - đủ thứ. \" \"Họ mua cho con gì vậy?\" \" Âm thanh nổi cho xe tải của con. \" Và những thứ không rõ khác.  \" Chà. \" \"Dạ, \" tôi đồng ý. \"Ừm, con đi ngủ đây.” \"Sáng gặp lại nhé. \" Tôi vẫy tay. \"Hẹn gặp lại bố. \" \"Tay con sao vậy?\" Tôi đỏ mặt thầm nguyền rủa mình. \"Con vấp té.  Chẳng sao hết.” \" Bella, \" ông thở dài, lắc đầu.  \"Ngủ ngon nhe bố. \" Tôi vội lên phòng tắm, nơi tôi để đồ pi-gia-ma cho những đêm như thế này. Tôi chui vào áo dây và và quần bông cùng bộ mà tôi phải thay cho cái áo thun tả tơi thường mặc đi ngủ, cau mày vì cử động cọ qua mấy mũi khâu. Tôi rửa mặt một tay, chải răng, rồi nhảy vô phòng.  Anh đang ngồi giữa giường, nghịch vu vơ với một trong những hộp màu bạc.  \"Chào em, \" anh nói. Giọng anh buồn. Anh đang đắm chìm trong suy nghĩ.  Tôi đến giường, đẩy quà ra khỏi anh, rồi leo vào lòng  anh.  \"Chào anh. \" Tôi rúc vào bộ ngực như đá của anh. \"Bây giờ em mở quà nhe?\" \"Nhiệt tình này ở đâu ra vậy?\" anh thắc mắc.  \"Anh làm em tò mò. \" Tôi nhặt gói hình chữ nhật phẳng dài, chắc của Carlisle và Esme.  \"Để anh, \" anh đề nghị. Anh lấy món quà từ tay tôi và xé bạc giấy ra bằng một động tác khéo léo. Anh trao hộp trắng hình chữ nhật lại cho tôi.  \"Anh có chắc em mở nỗi nắp hộp không?\" Tôi lẩm bẩm, nhưng anh lờ tôi đi.  Bên trong hộp là mảnh giấy dày dài đầy chữ in nhỏ.  Tôi mất cả phút mới nắm được thông tin chính.  \"Mình sắp đi Jacksonville ?\" Và tôi phấn khích, không kềm được. Đó là một hoá đơn cho vé máy bay, cho cả tôi và Edward.  \"Dự định là vậy. \" \"Em không thể tin nỗi. Renee thế nào cũng sung sướng lắm đây!  Nhưng anh không phiền chứ hả? Trời nắng đẹp, anh sẽ phải ở trong nhà suốt ngày. \" \"Anh nghĩ anh lo chuyện đó được, \" anh nói, rồi cau mày. \" Nếu anh mà biết em nhận quà thích hợp như vậy, anh đã để em mở nó trước mặt Carlisle và Esme rồi. Anh tưởng em sẽ phàn nàn. \" \"Ưm, dĩ nhiên là quá nhiều. Nhưng em sẽ mang anh theo cùng!\" Anh cười khúc khích. \"Bây giờ anh ước mình đã bỏ tiền mua quà cho em. Anh không nhận ra là em có thể cư xử hợp lý. \" Tôi đẩy mấy cái vé qua một bên rồi với tay lấy quà của anh, tính hiếu kỳ của tôi nhen nhóm lại. Anh lấy nó ra khỏi tay tôi và mở nó y như cái thứ nhất.  Anh trao lại một hộp CD trong, có đĩa CD bạc không nhãn bên trong.  \"Gì vậy?\" Tôi hỏi, không hiểu.  Anh chẳng nói gì; anh lấy đĩa CD và với qua tôi để đặt nó vào máy nghe đĩa CD trên bàn đặt cạnh giường. Anh ấn nút Play, và chúng tôi im lặng chờ đợi. Sau đó nhạc bắt đầu.  Tôi lắng nghe, không nói nên lời và tròn xoe mắt. Tôi biết anh đang đợi phản ứng của tôi, nhưng tôi không thể nói được. Nước mắt dâng trào, và tôi giơ tay lên lau nước mắt trước khi chúng có thể tràn ra.  \"Tay em đau à?\" anh hỏi lo lắng.  \"Không, không phải tại tay em. Hay quá, Edward. Anh không thể tặng em thứ gì em thích hơn được. Em không thể tin nỗi. \" Tôi im lặng, để có thể lắng nghe.  Đó là nhạc của anh, nhạc anh sáng tác. Bản đầu tiên của đĩa CD này là bài hát ru của tôi. \"Anh không nghĩ em chịu để anh mua một cây đàn dương cầm để anh có thể chơi cho em nghe ở đây, \" anh giải thích.  \"Anh nói đúng. \" \"Tay em ra sao rồi?\" \"Ổn mà. \" Thực ra thì, nó đang bắt đầu đau nhói dưới băng. Tôi muốn chườm lạnh. Tôi lẽ ra nên tạm dùng bàn tay anh để chườm, nhưng vậy tôi sẽ bị lộ.  \"Anh sẽ tìm cho em vài viên Tylenol. \" \"Em không cần gì hết, \" tôi phản đối, nhưng anh đẩy tôi ra khỏi lòng rồi đi về phía cửa.  \"Charlie, \" tôi rít lên. Charlie không biết Edward thường xuyên ngủ lại. Thực ra, ông sẽ bị đột quỵ nếu ông biết được sự thực. Nhưng tôi không cảm thấy quá tội lỗi vì đã lừa dối ông.  Vì chúng tôi chẳng hề định làm chuyện mà ông không muốn tôi định làm. Edward và mấy luật lệ của anh... \"Bố sẽ không tóm được anh đâu, \" Edward hứa khi lặng lẽ biến ra cửa... và trở về, chộp được cánh cửa trước khi nó kịp đóng lại. Anh đã có cái ly trong phòng tắm và lọ thuốc trong tay.  Tôi lấy viên thuốc anh đưa chẳng hề cãi lại - tôi biết có cãi mình cũng thua và cánh tay tôi đang bắt đầu làm tôi khó chịu.  Bài hát ru vẫn tiếp tục, dịu dàng và đáng yêu, nho nhỏ.  \"Trễ rồi, \" Edward lưu ý. Anh vác tôi lên trên giường bằng một cánh tay, và kéo drap giường thẳng bằng cánh tay kia. Anh đặt tôi xuống, đầu để trên gối rồi nhét mền quanh tôi.  Anh nằm kế bên tôi - bên trên cái mền để tôi không bị lạnh - và choàng tay qua tôi.  Tôi dựa đầu vào vai anh, thở dài hạnh phúc.  \"Cảm ơn anh một lần nữa, \" tôi thì thầm.  \"Không có chi. \" Yên lặng một hồi lâu khi tôi nghe bài hát ru của tôi sắp tới hồi kết thúc.  Một ca khúc khác bắt đầu. Tôi nhận ra bản nhạc ưa thích của Esme.  \"Anh đang nghĩ về chuyện gì vậy?' \" Tôi thì thầm thắc mắc.  Anh do dự một chút rồi mới kể tôi nghe. \"Thực ra anh đang nghĩ về chuyện đúng và sai.” Tôi cảm thấy ớn lạnh chạy dọc sống lưng. \"Anh có nhớ em đã quyết định em muốn anh không được lờ đi sinh nhật em không?\" Tôi hỏi nhanh, hy vọng không quá lộ liễu mình đang cố làm anh phân tâm.  \"Nhớ,” anh đồng ý, dè dặt.  \"Tốt, em nghĩ, vì vẫn còn là sinh nhật em, em muốn anh hôn em lần nữa.” \"Đêm nay em tham lam quá. \" \"Đúng, em vậy á - nhưng đừng làm chuyện anh không muốn làm, \" tôi nói thêm, hờn dỗi.  Anh cười, rồi thở dài. \"Xin trời đừng bắt con phải làm chuyện con không muốn làm, \" anh nói bằng một giọng tuyệt vọng kỳ lạ khi anh đặt tay dưới cằm tôi và kéo tôi đối diện với anh.  Nụ hôn ban đầu cũng giống mọi khi - Edward vẫn cẩn thận như thường lệ, và trái tim tôi bắt đầu phản ứng quá mạnh mẽ như nó luôn thế. Thế rồi có cái gì đó hình như khang khác. Bất ngờ môi anh trở nên khao khát hơn, bàn tay còn lại của anh lồng vào tóc tôi và giữ mặt tôi sát vào mặt anh. Và, cho dù bàn tay tôi cũng vò rối tóc anh, và cho dù tôi rõ ràng bắt đầu vượt quá ranh giới cẩn trọng của anh, vậy mà lần này anh không ngăn tôi lại.  Cơ thể anh lạnh giá qua chiếc mền mỏng, nhưng tôi đè mình lên anh háo hức.  Rồi anh ngưng lại đột ngột; anh đẩy tôi ra đi bằng đôi tay dịu dàng nhưng kiên quyết.  Tôi ngã sập xuống gối, thở hổn hển, đầu quay cuồng. Điều gì đó thoáng qua tâm trí, khó nhớ, mấp mé.  \"Xin lỗi em,” anh nói, và anh cũng không thở. \"Thế là quá giới hạn rồi.\" \"Em chẳng quan tâm, \" tôi hổn hển nói.  Anh cau mày nhìn tôi trong bóng tối. \"Cố ngủ đi. Bella. \" \"Không, em muốn anh hôn em nữa.” \"Em đánh giá quá cao khả năng tự chủ của anh.” \"Cái nào lôi cuốn anh hơn, máu em hay cơ thể em?\" Tôi thách thức.  \"Như nhau. \" Anh thoáng cười toe toét không kềm được, rồi nghiêm nghị trở lại. \"Nào. Sao em không thôi lạm dụng vận may của mình mà đi ngủ đi?\" \"Được thôi, \" tôi đồng ý, rúc vào sát anh hơn.  Tôi thật sự cảm thấy kiệt sức. Thật là một ngày dài trên nhiều phương diện, tuy tôi không cảm thấy cảm giác nhẹ nhàng thanh thản khi kết thúc.  Như thể ngày mai chuyện tệ hại hơn sẽ đến. Đó là một điềm báo trước ngu ngốc - chuyện gì mà có thể tệ hơn hôm nay nữa chứ?'  Rõ ràng chỉ là vì tôi bị sốc mà thôi.  Lén lút, tôi áp cánh tay bị thương vào vai anh, để làn da mát rượi của anh làm dịu cơn đau. Tôi cảm thấy dễ chịu ngay lập tức.  Tôi đang lơ mơ sắp ngủ, có lẽ hơn vậy, thì nhớ ra điều mà nụ hôn của anh nhắc nhở tôi: mùa xuân năm ngoái, khi anh phải rời tôi để làm James lạc dấu vết của tôi, Edward đã hôn tôi từ biệt, không biết khi nào - hoặc liệu - chúng tôi sẽ còn gặp nhau lần nữa. Nụ hôn này không biết vì sao lại cũng có cảm giác đau đớn giống vậy. Tôi rùng mình trong mơ, như thể mình đang gặp ác mộng."
        }
    ],
    "suggestions": []
}