{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Quebec",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Quebec",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Quebec",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Quebec",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Quebec",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is now studying French in <em>Quebec</em>, Canada.",
            "vi": "Bây giờ anh ấy đang học tiếng pháp ở tỉnh Quebec, Canada."
        },
        {
            "en": "<em>Quebec</em> wanted some form of separation from the rest of Canada.",
            "vi": "Quebec muốn một vài nơi tách từ phần còn lại của Canada."
        },
        {
            "en": "Sgt - Maj W Jordan was born in <em>Quebec</em> City in November 1852.",
            "vi": "Thượng sĩ W Jordan sinh vào tháng 11 năm 1852 ở thành phố Quebec."
        },
        {
            "en": "I'm from <em>Quebec</em>, so I speak French and English is my secondary language.",
            "vi": "Tôi đến từ Quebec nên tôi nói tiếng Pháp còn tiếng Anh là ngôn ngữ phụ của tôi."
        },
        {
            "en": "I 'm from <em>Quebec</em>, so I speak French and English is my secondary language.",
            "vi": "Tôi đến từ Quebec nên tôi nói tiếng Pháp còn tiếng Anh là ngôn ngữ phụ của tôi."
        },
        {
            "en": "Everyone from the province of <em>Quebec</em> took up arms against the new government.",
            "vi": "Mọi người trong thị trấn Que - béc đã bắt đầu chiến đấu chống lại chính quyền mới."
        },
        {
            "en": "The government of France was located in <em>Quebec</em>, but it had only nominal authority.",
            "vi": "Nội các của nước Pháp đặt tại Quebec,nhưng nó chỉ có hư quyền."
        },
        {
            "en": "Everyone from the province of <em>Quebec</em> took up arms against the new government.",
            "vi": "Mọi người trong thị trấn Que-béc đã bắt đầu chiến đấu chống lại chính quyền mới."
        },
        {
            "en": "Going from <em>Quebec</em> into Ontario is like going back among the Maritime people.",
            "vi": "Đi từ quebec vào miền ontario thì như đi trở lại giữa dân duyên hải."
        },
        {
            "en": "The government of France was located in <em>Quebec</em>, but it had only nominal authority.",
            "vi": "Nội các của nước Pháp đặt tại Quebec, nhưng nó chỉ có hư quyền."
        },
        {
            "en": "<em>Quebec</em> is a city that is very optimistic about the future.",
            "vi": "Quebec là một thành phố rất lạc quan về tương lai."
        },
        {
            "en": "Sgt-Maj W Jordan was born in <em>Quebec</em> City in November 1852.",
            "vi": "Thượng sĩ W Jordan sinh vào tháng 11 năm 1852 ở thành phố Quebec."
        },
        {
            "en": "The nationalists want to split <em>Quebec</em> off from the rest of Canada.",
            "vi": "Những người theo chủ nghĩa dân tộc muốn tách Quebec ra khỏi phần lãnh thổ còn lại của Canada."
        },
        {
            "en": "OXFAM <em>QUEBEC</em>: Comprehensive capacity building/support program for the Women’s Entrepreneur’s Clubs in Hanoi, Quang Ninh and Hai Duong provinces.",
            "vi": "OXFAM QUEBEC: Chương trình hỗ trợ/xây dựng năng lực tổng hợp cho các câu lạc bộ nữ doanh nhân ở Hà Nội, Quảng Ninh, và Hải Dương."
        },
        {
            "en": "Life follows an old European pattern here, both in the countryside and in the great cities of <em>Quebec</em> and Montreal.",
            "vi": "Tại đây đời sống theo một mẫu mực châu âu, cả miền quê lẫn các thành thị lớn thuộc quebec và montreal."
        },
        {
            "en": "In 1994, Oxfam <em>Quebec</em>, a Canadian NGO working in Vietnam started a project that aimed to support women entrepreneurs with the Hanoi Women’s Union as the local partner.",
            "vi": "Năm 1994, Oxfam Quebec, một tổ chức phi chính phủ Canada tại Việt Nam đã triển khai một dự án nhằm hỗ trợ các nữ doanh nghiệp, với đối tác địa phương là Hội Phụ nữ Hà Nội."
        },
        {
            "en": "\"We, <em>Quebec</em> doctors, are asking that the salary increases granted to physicians be canceled and that the resources of the system be better distributed for the good of the health care workers and to provide health services worthy to the people of <em>Quebec</em>,” the letter said. ",
            "vi": "\"Chúng tôi, các bác sĩ ở Quebec, yêu cầu việc tăng mức lương lên cho các bác sĩ bị hủy bỏ và các nguồn lực của hệ thống được phân phối tốt hơn cho lợi ích của nhân viên chăm sóc sức khoẻ và cung cấp các dịch vụ y tế xứng đáng với người dân Quebec\", bức thư cho biết."
        },
        {
            "en": "Oxfam <em>Quebec</em> provided the club with office equipment and computers as well as with training, capacity building and assistance in strategy formulation.",
            "vi": "Oxfam Quebec đã tài trợ cho câu lạc bộ thiết bị văn phòng và máy tính cũng như đào tạo, xây dựng năng lực và hỗ trợ xây dựng chiến lược."
        },
        {
            "en": "There are occasional borrowings from <em>Quebec</em> French (unrecognisable in France) such as the aforementioned poutine, and dépanneur for a convenience store.",
            "vi": "Ngoài ra đôi khi tiếng Anh Canada cũng mượn từ vựng từ tiếng Pháp của Québec mà người Pháp chính quốc không hiểu được chẳng hạn như từ poutine, vàdépanneur có nghĩa là cửa hàng tạp hoá."
        },
        {
            "en": "\"We, <em>Quebec</em> doctors, are asking that the salary increases granted to physicians be canceled and that the resources of the system be better distributed for the good of the health care workers and to provide health services worthy to the people of <em>Quebec</em>,” the letter said. ",
            "vi": "\"Chúng tôi, các bác sĩ ở Quebec, yêu cầu việc tăng mức lương lên cho các bác sĩ bị hủy bỏ và các nguồn lực của hệ thống được phân phối tốt hơn cho lợi ích của nhân viên chăm sóc sức khoẻ và cung cấp các dịch vụ y tế xứng đáng với người dân Quebec\", bức thư cho biết."
        }
    ],
    "suggestions": []
}