{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kwel]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đàn áp, dập tắt, dẹp yên, chấm dứt (cuộc nổi loạn...)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to quell the rebellion</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">dập tắt cuộc nổi loạn</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to quell somebody's fears</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chấm dứt sự sợ hãi</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nén, chế ngự (mối cảm động, tình dục...)</td></tr></table><i/></div>",
            "word": "quell",
            "pronounce": "[kwel]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>quell</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 put an end to, typically by force. </blockquote></blockquote><blockquote><blockquote>2》 subdue or suppress. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>queller</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>cwellan</i> 'kill', of Gmc origin. </blockquote></div>",
            "word": "quell",
            "pronounce": "[kwel]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>quell</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>troops quelled the unrest</i>: PUT AN END TO, put a stop to, end, crush, put down, check, crack down on, curb, nip in the bud, squash, quash, subdue, suppress, overcome; <cclass><i>informal</i> squelch.</cclass></blockquote><blockquote><b>2</b><i>he quelled his misgivings</i>: CALM, soothe, pacify, settle, quieten, quiet, silence, allay, assuage, mitigate, moderate; <cclass><i>poetic/literary</i> stay.</cclass></blockquote></div>",
            "word": "quell",
            "pronounce": "[kwel]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quell",
            "pronounce": "[kwel]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "quell",
            "pronounce": "[kwel]"
        }
    },
    "sentences": [
        {
            "en": "<em>Quell</em> somebody's fears",
            "vi": "Chấm dứt sự sợ hãi"
        },
        {
            "en": "<em>quell</em> unrest (collocation)",
            "vi": "dẹp yên bạo loạn (cụm từ thường đi với nhau)"
        },
        {
            "en": "<em>Quell</em> the rebellion",
            "vi": "Dập tắt cuộc nổi loạn"
        },
        {
            "en": "You must <em>quell</em> the rebellion.",
            "vi": "Anh phải dập tắt cuộc nổi loạn."
        },
        {
            "en": "I need to <em>quell</em> my fears.",
            "vi": "Tôi cần chấm dứt sự sợ hãi."
        },
        {
            "en": "Soldiers were sent in to <em>quell</em> the riot.",
            "vi": "Nhiều binh lính đã được phái đến để dẹp loạn."
        },
        {
            "en": "Mounted police are immediately called in to <em>quell</em> the riot.",
            "vi": "Cảnh sát cưỡi ngựa ngay lập tức được huy động để đàn áp cuộc nổi loạn."
        },
        {
            "en": "Soldiers were sent in to <em>quell</em> the riots.",
            "vi": "Binh lính được điều đến để dẹp các cuộc nổi loạn."
        },
        {
            "en": "Local television stations have denounced big players for playing tricks to <em>quell</em> smaller companies.",
            "vi": "Đài truyền hình địa phương đã lên án các doanh nghiệp lớn đã chơi thủ đoạn để dập tắt các công ty nhỏ hơn."
        },
        {
            "en": "The colonialists' repression was unable to <em>quell</em> the revolutionary movement in the colonies.",
            "vi": "Sự đàn áp của bọn thực dân không thể chế ngự/dập tắt được phong trào cách mạng ở các thuộc địa."
        },
        {
            "en": "Seven people were hurt as police tried to <em>quell</em> the riot.",
            "vi": "Có bảy người bị thương khi cảnh sát cố gắng dẹp loạn."
        },
        {
            "en": "The announcement of an interim government one day before, failed to <em>quell</em> unrest ravaging the country for weeks.",
            "vi": "Việc công bố về một chính phủ lâm thời một ngày trước đó đã không đủ dập tắt tình trạng bất ổn đang tàn phá đất nước trong nhiều tuần."
        },
        {
            "en": "However, even this does not really <em>quell</em> her concerns, as “Vietnamese chicken eggs” are still sold in large quantities and at a cheap prices in supermarkets.",
            "vi": "Tuy nhiên , điều này thậm chí vẫn không thực sự làm chị ngừng lo lắng , vì cái gọi là \" trứng gà Việt Nam \" hiện vẫn được bán rộng rãi với một cái giá rất rẻ ở các siêu thị."
        },
        {
            "en": "Around 2,000 Iraqi police officers in Baghdad responded to a call from coalition forces for joint patrols to <em>quell</em> looting which has ravaged the city since the ruling party lost power.",
            "vi": "Khoảng 2000 cảnh sát I - rắc tại Baghdad hưởng ứng lời kêu gọi phối hợp tuần tra của liên quân để dẹp nạn cướp bóc đang hoành hành trong thành phố từ khi đảng cầm quyền bị mất quyền."
        },
        {
            "en": "Around 2, 000 Iraqi police officers in Baghdad responded to a call from coalition forces for joint patrols to <em>quell</em> looting which has ravaged the city since the ruling party lost power.",
            "vi": "Khoảng 2000 cảnh sát I-rắc tại Baghdad hưởng ứng lời kêu gọi phối hợp tuần tra của liên quân để dẹp nạn cướp bóc đang hoành hành trong thành phố từ khi đảng cầm quyền bị mất quyền ."
        },
        {
            "en": "Those assurances have done little to <em>quell</em> the outrage, visible in the phalanx of news cameras from around the world that assembled Thursday to hear from Mr. Demetrio and Crystal Dao Pepper, one of Dr. Dao’s five children. Mr. Demetrio said he thought the company’s apology had been “staged,” and said he was not aware of any attempts by United officials to contact Dr. Dao.",
            "vi": "Những cam kết chỉ dập tắt được chút ít cho hành động bạo lực rõ ràng mà những người cảnh sát đã làm qua video ghi lại được và lan truyền trên toàn thế giới - nó cũng được tường thuật lại hôm thứ năm qua ông Demetrio và Crystal Dao Pepper - một trong năm người con của ông bác sĩ Đào. Ông Demetrio đã nói nằng ông ấy nghĩ rằng lời xin lỗi của công ty chỉ như một tấm màn và ông ấy cho biết sẽ không để ý bất kỳ nỗ lực nào của các quan chứ United khi liên hệ tới ông."
        },
        {
            "en": "Those assurances have done little to <em>quell</em> the outrage, visible in the phalanx of news cameras from around the world that assembled Thursday to hear from Mr. Demetrio and Crystal Dao Pepper, one of Dr. Dao’s five children. Mr. Demetrio said he thought the company’s apology had been “staged,” and said he was not aware of any attempts by United officials to contact Dr. Dao.",
            "vi": "Những cam kết chỉ dập tắt được chút ít cho hành động bạo lực rõ ràng mà những người cảnh sát đã làm qua video ghi lại được và lan truyền trên toàn thế giới - nó cũng được tường thuật lại hôm thứ năm qua ông Demetrio và Crystal Dao Pepper - một trong năm người con của ông bác sĩ Đào. Ông Demetrio đã nói nằng ông ấy nghĩ rằng lời xin lỗi của công ty chỉ như một tấm màn và ông ấy cho biết sẽ không để ý bất kỳ nỗ lực nào của các quan chứ United khi liên hệ tới ông."
        },
        {
            "en": "18 February 2011 Last updated at 01:02 GMT          17 February 2011 Last updated at 22:49 GMT  http://www.bbc.co.uk/news/world-middle-east-12500968 \nEgypt after Mubarak: Three ex-ministers arrested\n The authorities in Egypt have arrested three ex-ministers for corruption including the former Interior Minister, Habib el-Adly, judicial sources say. Mr Adly and the ex-ministers for housing and tourism, Ahmed Maghrabi and Zuheir Garana, were detained for 15 days along with steel tycoon Ahmed Ezz. All four, who are already banned from travelling abroad, deny any wrongdoing. Suspicions of corruption at the top fuelled the protests which forced out President Hosni Mubarak last week. Correspondents say the arrest of four prominent figures from the Mubarak era are an attempt by the military-led interim government to <em>quell</em> continuing unrest. Charges were filed against Mr Maghrabi, Mr Garana and Mr Ezz last week, along with former Trade and Industry Minister Rachid Mohamed Rachid, who also denies misconduct. Allegations against the four men arrested on Thursday range from money laundering to abuse of authority and squandering state wealth.  Calls for Mubarak inquiry  Mr Adly was in charge of police during the massive demonstrations against President Mubarak in Cairo and other cities and is blamed by some for the deadly use of force by riot police against protesters. Prosecutors froze the bank accounts of Mr Adli and his family members on accusations that over 4m Egyptian pounds (£420,000; $680,000) were transferred to his personal account by the head of a contractor company, Reuters news agency reports, quoting Egyptian state TV. Some policemen have been calling for the prosecution and even execution of the former minister. Mr Ezz is a senior leader in Mr Mubarak's party and owner of Ezz Steel. The company said in a statement last week that he strongly denied the accusations against him and the investigation was a personal matter that would not affect its operations. In all, about a dozen ex-ministers and businessmen are now under investigation for corruption or abuse of authority, the Associated Press news agency reports. Anti-corruption campaigners have been pressing prosecutors to open an investigation into the assets of Mr Mubarak and his family. The family's wealth - put at anywhere from $1bn to $70bn - has come under growing scrutiny since Mr Mubarak resigned on 11 February after three decades in power.",
            "vi": "18 February 2011 Last updated at 01:02 GMT       17 February 2011 Last updated at 22:49 GMT  http://www.bbc.co.uk/news/world-middle-east-12500968 Ai Cập thời hậu Mubarak: Bắt giữ ba cựu bộ trưởng Nhà cầm quyền Ai Cập vừa bắt giữ ba cựu bộ trưởng trong đó có cựu Bộ trưởng Bộ Nội Vụ, Habib el-Adly về tội tham nhũng, theo các nguồn tin tòa án Ông Adly và các cựu bộ trưởng các bộ về nhà ở và du lịch, Ahmed Maghrabi và Zuheir Garana, bị giam giữ 15 ngày cùng với vua sắt thép Ahmed Ezz Cả bốn người, đều đã bị cấm xuất ngoại, phủ nhận mọi cáo buộc Những nghi ngờ về tham nhũng ở cấp cao nhất là nguyên do nổ ra các cuộc biểu tình lật đổ Tổng Thống Hosni Mubarak vào tuần trước Các phóng viên cho biết việc bắt giữ bốn nhân vật nổi bật thời Mubarak cầm quyền là vì chính phủ lâm thời do quân đội dẫn đầu muốn xoa dịu tình trạng bất ổn đang tiếp diễn Các thủ tục truy tố ông Maghrabi, ông Garana và ông Ezz đã hoàn tất vào tuần trước, cùng với cựu Bộ trưởng Bộ Thương mại và Công nghiệp Rachid Mohamed Rachid, ông này cũng không thừa nhận hành vi phạm pháp Những cáo buộc bốn người bị bắt vào hôm thứ Năm bao gồm từ tội rửa tiền đến lạm dụng quyền lực và phung phí tài sản quốc gia Kêu gọi điều tra Mubarak Ông Adly lãnh đạo lực lượng cảnh sát trong thời gian diễn ra các cuộc biểu tình rầm rộ chống Tổng Thống Mubarak ở Cairo và các thành phố khác và bị một số người buộc tội đã sử dụng vũ lực gây chết người của cảnh sát dã chiến để trấn áp những người biểu tình Các công tố viên đã phong tỏa các tài khoản ngân hàng của ông Adly và các thành viên gia đình ông ta dựa trên các tố cáo rằng hơn 4 triệu bảng Ai Cập (tương đương 420.000 bảng Anh; 680.000 đô-la Mỹ) đã bị chuyển sang tài khoản cá nhân đứng tên lãnh đạo của một công ty thầu khoán, các phóng sự của hãng tin Reuters dẫn tin đài TH Ai Cập cho biết Một số cảnh sát đang kêu gọi truy tố và thậm chí hành quyết cựu bộ trưởng này Ông Ezz là lãnh đạo kỳ cựu trong đảng của Mubarak và là chủ sở hữu tập đoàn sắt thép Ezz Công ty này cho biết trong một bài phát biểu rằng ông ấy hoàn toàn phủ nhận mọi tố cáo chống lại mình và cuộc điều tra là vấn đề cá nhân sẽ không ảnh hưởng xấu đến hoạt động của công ty Cả thảy có hàng tá cựu bộ trưởng và doanh nhân đang bị điều tra về tội tham nhũng và lạm dụng quyền lực, theo tường thuật của hãng tin Associated Press Những người tham gia chiến dịch chống tham nhũng vẫn đang gây áp lực đòi các công tố viên mở một cuộc điều tra các tài sản của ông Mubarak và gia đình Tài sản của gia đình này – được ước tính khoảng từ 1 tỷ đến 70 tỷ đô-la – đang bị xem xét ngày càng kỹ lưỡng kể từ khi ông Mubarak từ chức ngày 11 tháng Giêng sau ba thập kỷ cầm quyền"
        },
        {
            "en": "Adobe Systems is providing a set of HTML5 tools for developers and designers, the Adobe HTML5 Pack. The company made the announcement at the Google I/O show. Adobe Systems has announced a set of HTML5 tools for developers and designers, the Adobe HTML5 Pack. Adobe announced the tool set at the Google I/O conference in San Francisco on May 18. \"The Adobe HTML5 Pack is an extension to Adobe Dreamweaver CS5, the latest version of the industry-leading HTML authoring tool for Website design. This extension provides more creative options to Adobe Creative Suite 5 users—so they can more easily create, deliver and optimize compelling content consistently, across the widest array of screens, to maximize revenue streams and forward their businesses,\" Adobe said in a news release. During the May 18 keynote address at Google I/O, Adobe CTO Kevin Lynch addressed the audience, saying, \"HTML5 is great; it's a great move forward for the Web.\" Lynch's pronouncement and the new HTML5 tools might help <em>quell</em> the notion that Adobe has had a different agenda regarding HTML5. Lynch went on to demonstrate the HTML5 tools and Dreamweaver's capabilities. \"Availability of this HTML5 Pack extension is the direct result of positive customer feedback that began at [the]Adobe Max 2009 [developer conference] when the company first gave a sneak peek of the technology, and then again most recently following a post on the Adobe Design and Web blog, where additional HTML5 and CSS3 [Cascading Style Sheets 3] R&D investments were discussed,\" the company said. \"The HTML5 Pack extension includes new code hinting for HTML5 and CSS3 capabilities to enable Dreamweaver users to easily make use of new HTML5 tags,\" Adobe continued. \"The extension also includes WebKit engine updates and improvements to support video and audio in Dreamweaver CS5's Live View. With new CSS3 capabilities users can more easily design multiscreen Web pages, with previews of how they will render across multiple browsers and devices. Additionally, the HTML5 Pack features HTML5 starter layouts to the New Document dialog box in Dreamweaver CS5, making it easier for users to accelerate their efforts to design and develop with the latest in emerging Web standards.\"  \"Adobe prides itself on delivering industry-defining tools and being compatible with the most popular Web programming languages, formats, APIs and libraries,\" Lea Hickman, senior director for Creative Solutions at Adobe, said in a statement. \"We continue to move forward to support the leading edge of work in HTML, enabling our customers to deliver creative content taking advantage of the latest in HTML capabilities.\" \"Underscoring its commitment to this emerging standard, Adobe has made its HTML5 Pack extension for Dreamweaver CS5 immediately available, as a free download, at http://labs.adobe.com/downloads/html5pack.html,\" the company said. \"One of Dreamweaver's great strengths is its extensibility and it's encouraging to see that Adobe has wasted no time in providing support for those parts of HTML 5 and CSS3 that are already supported by several browsers,\" David Powers, founder of and developer at Foundation PHP, said in a statement. \"By adding support through an extension, rather than hard-baking it into the core program, Dreamweaver should be able to keep pace with developments as the specifications and browsers evolve.\"",
            "vi": " Adobe Systems sẽ cung cấp bộ công cụ HTML5 có tên là Adobe HTML5 Pack cho các nhà phát triển và nhà thiết kế. Công ty đã thông báo tại cuộc triển lãm Google I/O. Adobe Systems đã công bố bộ công cụ HTML5 có tên là Adobe HTML5 Pack cho các nhà phát triển và nhà thiết kế. Adobe công bố bộ công cụ tại hội nghị Google I/O ở San Francisco vào ngày 18 / 5. “Adobe HTML5 Pack là phần mở rộng cho Adobe Dreamweaver CS5, phiên bản mới nhất của công cụ soạn thảo HTML tốt nhất để thiết kế website. Sự mở rộng này cung cấp thêm nhiều tuỳ chọn sáng tạo hơn cho người dùng bộ phần mềm Adobe Creative Suite 5— để họ có thể dễ dàng tạo, cung cấp và tối ưu hóa nội dung có sức hấp dẫn một cách phù hợp thông qua việc hiển thị trên nhiều màn hình, để tăng tối đa dòng doanh thu và đẩy mạnh công việc kinh doanh của họ” Adobe đã cho biết trong một thông cáo với báo chí. Trong bài diễn văn chính vào ngày 18/5 tại Google I/O, Giám đốc kỹ thuật Kevin Lynch của Adobe phát biểu với khán giả rằng “HTML5 rất tuyệt; nó là bước tiến lớn hướng đến Web. Lời tuyên bố của Lynch và công cụ HTML5 mới có thể giúp dập tắt ý kiến đã cho rằng Adobe có một cuộc hội đàm khác về HTML5. Lynch đã tiếp tục chứng minh công cụ HTML5 và khả năng của Dreamweaver. Công ty cho biết \" Tính sẵn sàng của phần mở rộng HTML5 Pack này là kết quả trực tiếp về phản hồi tích cực của khách hàng mà bắt đầu vào [hội nghị các nhà phát triển] Adobe Max 2009 khi công ty tiết lộ trước một phần thông tin về công nghệ này, và sau đó lặp lại một lần nữa trong một bài viết đăng trên Adobe Design và Web blog gần đây nhất mà bổ sung thêm sự đầu tư nghiên cứu phát triển HTML5 và CSS3 [Cascading Style Sheets 3] được thảo luận đến”  \"Phần rộng HTML5 Pack bao gồm mã mới, gợi ý những khả năng cho CSS3 và HTML5 có thể cho phép người dùng Dreamweaver dễ dàng sử dụng các thẻ HTML5 mới” Adobe tiếp tục: “ Sự mở rộng này cũng bao gồm cải tiến và cập nhật cho công cụ WebKit để hỗ trợ video và âm thanh trong Live View của Dreamweaver CS5. Với người dùng khả năng mới của CSS3, người dùng có thể thiết kế các trang Web đa màn hình một cách dễ dàng hơn, với việc xem trước cách các trang web sẽ hiển thị qua nhiều trình duyệt và thiết bị. Ngoài ra, HTML5 Pack mô tả cách bố trí ban đầu của HTML5 cho hộp thoại New Document trong Dreamweaver CS5, làm cho nó trở nên dễ dàng hơn giúp người dùng có thể tăng tốc nỗ lực thiết kế và phát triển của họ với các chuẩn Web mới nhất.  \"Adobe tự hào vì đã cung cấp các công cụ chuyên nghiệp và tương thích với các ngôn ngữ lập trình web phổ biến, các định dạng, các API và các thư viện” Lea Hickman, giám đốc cao cấp của trung tâm Giải pháp Sáng tạo (Creative Solutions ) tại Adobe cho biết trong một bài phát biểu. “Chúng tôi tiếp tục hướng đến để hỗ trợ HTML, cho phép khách hàng của chúng tôi cung cấp nội dung sáng tạo nhờ vào khả năng mới nhất của HTML” Công ty cho biết “Khẳng định cam kết về chuẩn mới này, Adobe đã tạo ra phần mở rộng HTML5 PACK cho Dreamweaver CS5, bạn có thể tải miễn phí tại địa chỉ http://labs.adobe.com/downloads/html5pack.html,” \"Một trong những thế mạnh lớn nhất của Dreamweaver là tính mở rộng của nó và khích lệ khi thấy rằng Adobe đã không lãng phí thời gian trong việc cung cấp sự hỗ trợ cho các thành phần của HTML 5 và CSS3 mà nó thực sự đã được hỗ trợ bởi một số trình duyệt” . David Powers, nhà sáng lập và phát triển tại Foundation PHP cho biết trong một bài phát biểu. “Bằng việc thêm sự hỗ trợ thông qua phần mở rộng thay vì nhúng trực tiếp mã vào trong lõi chương trình . Dreamweaver sẽ có thể bắt kịp bước tiến phát triển của các đặc tả và trình duyệt”."
        }
    ],
    "suggestions": []
}