{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kwest∫əniηli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">dùng cử chỉ có tính chất dò hỏi, có giọng nói có tính chất dò hỏi</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">she looked at me questioningly</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cô ta nhìn tôi vẻ dò hỏi</font></td></tr></table><i/></div>",
            "word": "questioningly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "questioningly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "questioningly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "questioningly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "questioningly"
        }
    },
    "sentences": [
        {
            "en": "She looked at me <em>questioningly</em>.",
            "vi": "Cô ta nhìn tôi vẻ dò hỏi."
        },
        {
            "en": "Gitano looked <em>questioningly</em> at Jody.",
            "vi": "Gitano nhìn jody như muốn hỏi."
        },
        {
            "en": "He looked at me <em>questioningly</em>.",
            "vi": "Anh ta nhìn tôi với vẻ dò hỏi."
        },
        {
            "en": "They looked <em>questioningly</em> at one another.",
            "vi": "Họ đã nhìn nhau hội ý."
        },
        {
            "en": "The group of men behind him hesitated, glanced <em>questioningly</em> at one another, and awkwardly followed his example.",
            "vi": "Bọn người đằng sau y ngập ngừng, đưa mắt nhìn hỏi nhau rồi vụng về đi theo y."
        },
        {
            "en": "15          15. THE CULLENS The muted light of yet another cloudy day eventually woke me. I lay with my arm across my eyes, groggy and dazed. Something, a dream trying to be remembered, struggled to break into my consciousness. I moaned and rolled on my side, hoping more sleep would come. And then the previous day flooded back into my awareness. \"Oh!\" I sat up so fast it made my head spin. \"Your hair looks like a haystack… but I like it.”His unruffled voice came from the rocking chair in the corner. \"Edward! You stayed!\" I rejoiced, and thoughtlessly threw myself across the room and into his lap. In the instant that my thoughts caught up with my actions, I froze, shocked by my own uncontrolled enthusiasm. I stared up at him, afraid that I had crossed the wrong line. But he laughed. \"Of course,”He answered, startled, but seeming pleased by my reaction. His hands rubbed my back. I laid my head cautiously against his shoulder, breathing in the smell of his skin. \"I was sure it was a dream.\" \"You're not that creative,”He scoffed. \"Charlie!\" I remembered, thoughtlessly jumping up again and heading to the door. \"He left an hour ago — after reattaching your battery cables, I might add. I have to admit I was disappointed. Is that really all it would take to stop you, if you were determined to go?\" I deliberated where I stood, wanting to return to him badly, but afraid I might have morning breath. \"You're not usually this confused in the morning,”He noted. He held his arms open for me to return. A nearly irresistible invitation. \"I need another human minute,\" I admitted. \"I'll wait.\" I skipped to the bathroom, my emotions unrecognizable. I didn't know myself, inside or out. The face in the mirror was practically a stranger — eyes too bright, hectic spots of red across my cheekbones. After I brushed my teeth, I worked to straighten out the tangled chaos that was my hair. I splashed my face with cold water, and tried to breathe normally, with no noticeable success. I half-ran back to my room.  It seemed like a miracle that he was there, his arms still waiting for me. He reached out to me, and my heart thumped unsteadily. \"Welcome back,”He murmured, taking me into his arms. He rocked me for a while in silence, until I noticed that his clothes were changed, his hair smooth. \"You left?\" I accused, touching the collar of his fresh shirt. \"I could hardly leave in the clothes I came in — what would the neighbors think?\"  I pouted. \"You were very deeply asleep; I didn't miss anything.”His eyes gleamed. \"The talking came earlier.\" I groaned. \"What did you hear?\" His gold eyes grew very soft. \"You said you loved me.\" \"You knew that already,\" I reminded him, ducking my head. \"It was nice to hear, just the same.\" I hid my face against his shoulder. \"I love you,\" I whispered. \"You are my life now,”He answered simply. There was nothing more to say for the moment. He rocked us back and forth as the room grew lighter. \"Breakfast time,”He said eventually, casually — to prove, I'm sure, that he remembered all my human frailties. So I clutched my throat with both hands and stared at him with wide eyes. Shock crossed his face. \"Kidding!\" I snickered. \"And you said I couldn't act!\" He frowned in disgust. \"That wasn't funny.\" \"It was very funny, and you know it.\" But I examined his gold eyes carefully, to make sure that I was forgiven. Apparently, I was. \"Shall I rephrase?”He asked. \"Breakfast time for the human.\" \"Oh, okay.\" He threw me over his stone shoulder, gently, but with a swiftness that left me breathless. I protested as he carried me easily down the stairs, but he ignored me. He sat me right side up on a chair. The kitchen was bright, happy, seeming to absorb my mood. \"What's for breakfast?\" I asked pleasantly. That threw him for a minute. \"Er, I'm not sure. What would you like?”His marble brow puckered. I grinned, hopping up. \"That's all right, I fend for myself pretty well. Watch me hunt.\" I found a bowl and a box of cereal. I could feel his eyes on me as I poured the milk and grabbed a spoon. I sat my food on the table, and then paused. \"Can I get you anything?\" I asked, not wanting to be rude. He rolled his eyes. \"Just eat, Bella.\" I sat at the table, watching him as I took a bite. He was gazing at me, studying my every movement. It made me self-conscious. I cleared my mouth to speak, to distract him. \"What's on the agenda for today?\" I asked. \"Hmmm…\" I watched him frame his answer carefully. \"What would you say to meeting my family?\" I gulped. \"Are you afraid now?”He sounded hopeful. \"Yes,\" I admitted; how could I deny it — he could see my eyes. \"Don't worry.”He smirked. \"I'll protect you.\" \"I'm not afraid of them,\" I explained. \"I'm afraid they won't… like me. Won't they be, well, surprised that you would bring someone… like me… home to meet them? Do they know that I know about them?\" \"Oh, they already know everything. They'd taken bets yesterday, you know\" — he smiled, but his voice was harsh — \"on whether I'd bring you back, though why anyone would bet against Alice, I can't imagine. At any rate, we don't have secrets in the family. It's not really feasible, what with my mind reading and Alice seeing the future and all that.\" \"And Jasper making you feel all warm and fuzzy about spilling your guts, don't forget that.\" \"You paid attention,”He smiled approvingly. \"I've been known to do that every now and then.\" I grimaced. \"So did Alice see me coming?\" His reaction was strange. \"Something like that,”He said uncomfortably, turning away so I couldn't see his eyes. I stared at him curiously. \"Is that any good?”He asked, turning back to me abruptly and eyeing my breakfast with a teasing look on his face. \"Honestly, it doesn't look very appetizing.\" \"Well, it's no irritable grizzly…\" I murmured, ignoring him when he glowered. I was still wondering why he responded that way when I mentioned Alice. I hurried through my cereal, speculating. He stood in the middle of the kitchen, the statue of Adonis again, staring abstractedly out the back windows. Then his eyes were back on me, and he smiled his heartbreaking smile. \"And you should introduce me to your father, too, I think.\" \"He already knows you,\" I reminded him. \"As your boyfriend, I mean.\" I stared at him with suspicion. \"Why?\" \"Isn't that customary?”He asked innocently. \"I don't know,\" I admitted. My dating history gave me few reference points to work with. Not that any normal rules of dating applied here. \"That's not necessary, you know. I don't expect you to… I mean, you don't have to pretend for me.\" His smile was patient. \"I'm not pretending.\" I pushed the remains of my cereal around the edges of the bowl, biting my lip. \"Are you going to tell Charlie I'm your boyfriend or not?”He demanded. \"Is that what you are?\" I suppressed my internal cringing at the thought of Edward and Charlie and the word boy friend all in the same room at the same time. \"It's a loose interpretation of the word 'boy,' I'll admit.\"  \"I was under the impression that you were something more, actually,\" I confessed, looking at the table. \"Well, I don't know if we need to give him all the gory details.”He reached across the table to lift my chin with a cold, gentle finger. \"But he will need some explanation for why I'm around here so much. I don't want Chief Swan getting a restraining order put on me.\" \"Will you be?\" I asked, suddenly anxious. \"Will you really be here?\" \"As long as you want me,”He assured me. \"I'll always want you,\" I warned him. \"Forever.\" He walked slowly around the table, and, pausing a few feet away, he reached out to touch his fingertips to my cheek. His expression was unfathomable. \"Does that make you sad?\" I asked. He didn't answer. He stared into my eyes for an immeasurable period of time. \"Are you finished?”He finally asked. I jumped up. \"Yes.\" \"Get dressed — I'll wait here.\" It was hard to decide what to wear. I doubted there were any etiquette books detailing how to dress when your vampire sweetheart takes you home to meet his vampire family. It was a relief to think the word to myself. I knew I shied away from it intentionally. I ended up in my only skirt — long, khaki-colored, still casual. I put on the dark blue blouse he'd once complimented. A quick glance in the mirror told me my hair was entirely impossible, so I pulled it back into a pony tail. \"Okay.\" I bounced down the stairs. \"I'm decent.\" He was waiting at the foot of the stairs, closer than I'd thought, and I bounded right into him. He steadied me, holding me a careful distance away for a few seconds before suddenly pulling me closer. \"Wrong again,”He murmured in my ear. \"You are utterly indecent — no one should look so tempting, it's not fair.\" \"Tempting how?\" I asked. \"I can change…\" He sighed, shaking his head. \"You are so absurd.”He pressed his cool lips delicately to my forehead, and the room spun. The smell of his breath made it impossible to think.  \"Shall I explain how you are tempting me?”He said. It was clearly a rhetorical question. His fingers traced slowly down my spine, his breath coming more quickly against my skin. My hands were limp on his chest, and I felt lightheaded again. He tilted his head slowly and touched his cool lips to mine for the second time, very carefully, parting them slightly. And then I collapsed. \"Bella?”His voice was alarmed as he caught me and held me up. \"You… made… me… faint,\" I accused him dizzily. \"What am I going to do with you?”He groaned in exasperation. \"Yesterday I kiss you, and you attack me! Today you pass out on me!\" I laughed weakly, letting his arms support me while my head spun. \"So much for being good at everything,”He sighed. \"That's the problem.\" I was still dizzy. \"You're too good. Far, far too good.\" \"Do you feel sick?”He asked; he'd seen me like this before. \"No — that wasn't the same kind of fainting at all. I don't know what happened.\" I shook my head apologetically, \"I think I forgot to breathe.\" \"I can't take you anywhere like this.\" \"I'm fine,\" I insisted. \"Your family is going to think I'm insane anyway, what's the difference?\" He measured my expression for a moment. \"I'm very partial to that color with your skin,”He offered unexpectedly. I flushed with pleasure, and looked away. \"Look, I'm trying really hard not to think about what I'm about to do, so can we go already?\" I asked. \"And you're worried, not because you're headed to meet a houseful of vampires, but because you think those vampires won't approve of you, correct?\" \"That's right,\" I answered immediately, hiding my surprise at his casual use of the word. He shook his head. \"You're incredible.\" I realized, as he drove my truck out of the main part of town, that I had no idea where he lived. We passed over the bridge at the Calawah River, the road winding northward, the houses flashing past us growing farther apart, getting bigger. And then we were past the other houses altogether, driving through misty forest. I was trying to decide whether to ask or be patient, when he turned abruptly onto an unpaved road. It was unmarked, barely visible among the ferns. The forest encroached on both sides, leaving the road ahead only discernible for a few meters as it twisted, serpentlike, around the ancient trees. And then, after a few miles, there was some thinning of the woods, and we were suddenly in a small meadow, or was it actually a lawn? The gloom of the forest didn't relent, though, for there were six primordial cedars that shaded an entire acre with their vast sweep of branches. The trees held their protecting shadow right up to the walls of the house that rose among them, making obsolete the deep porch that wrapped around the first story. I don't know what I had expected, but it definitely wasn't this. The house was timeless, graceful, and probably a hundred years old. It was painted a soft, faded white, three stories tall,   rectangular and well proportioned. The windows and doors were either part of the original structure or a perfect restoration. My truck was the only car in sight. I could hear the river close by, hidden in the obscurity of the forest. \"Wow.\" \"You like it?”He smiled. \"It… has a certain charm.\" He pulled the end of my ponytail and chuckled. \"Ready?”He asked, opening my door. \"Not even a little bit — let's go.\" I tried to laugh, but it seemed to get stuck in my throat. I smoothed my hair nervously. \"You look lovely.”He took my hand easily, without thinking about it. We walked through the deep shade up to the porch. I knew he could feel my tension; his thumb rubbed soothing circles into the back of my hand. He opened the door for me. The inside was even more surprising, less predictable, than the exterior. It was very bright, very open, and very large. This must have originally been several rooms, but the walls had been removed from most of the first floor to create one wide space. The back, south-facing wall had been entirely replaced with glass, and, beyond the shade of the cedars, the lawn stretched bare to the wide river. A massive curving staircase dominated the west side of the room. The walls, the high-beamed ceiling, the wooden floors, and the thick carpets were all varying shades of white. Waiting to greet us, standing just to the left of the door, on a raised portion of the floor by a spectacular grand piano, were Edward's parents. I'd seen Dr. Cullen before, of course, yet I couldn't help but be struck again by his youth, his outrageous perfection. At his side was Esme, I assumed, the only one of the family I'd never seen before. She had the same pale, beautiful features as the rest of them. Something about her heart-shaped face, her billows of soft, caramel-colored hair, reminded me of the ingénues of the silent-movie era. She was small, slender, yet less angular, more rounded than the others. They were both dressed casually, in light colors that matched the inside of the house. They smiled in welcome, but made no move to approach us. Trying not to frighten me, I guessed. \"Carlisle, Esme,”Edward's voice broke the short silence, \"this is Bella.\" \"You're very welcome, Bella.”Carlisle's step was measured, careful as he approached me. He raised his hand tentatively, and I stepped forward to shake hands with him. \"It's nice to see you again, Dr. Cullen.\" \"Please, call me Carlisle.\" \"Carlisle.\" I grinned at him, my sudden confidence surprising me. I could feel Edward's relief at my side. Esme smiled and stepped forward as well, reaching for my hand. Her cold, stone grasp was just as I expected. \"It's very nice to know you,\" she said sincerely. \"Thank you. I'm glad to meet you, too.”And I was. It was like meeting a fairy tale — Snow White, in the flesh. \"Where are Alice and Jasper?”Edward asked, but no one answered, as they had just appeared at the top of the wide staircase. \"Hey, Edward!”Alice called enthusiastically. She ran down the stairs, a streak of black hair and white skin, coming to a sudden and graceful stop in front of me. Carlisle and Esme shot warning glances at her, but I liked it. It was natural — for her, anyway. \"Hi, Bella!”Alice said, and she bounced forward to kiss my cheek. If Carlisle and Esme had looked cautious before, they now looked staggered. There was shock in my eyes, too, but I was also very pleased that she seemed to approve of me so entirely. I was startled to feel Edward stiffen at my side. I glanced at his face, but his expression was unreadable. \"You do smell nice, I never noticed before,\" she commented, to my extreme embarrassment. No one else seemed to know quite what to say, and then Jasper was there — tall and leonine. A feeling of ease spread through me, and I was suddenly comfortable despite where I was. Edward stared at Jasper, raising one eyebrow, and I remembered what Jasper could do.  \"Hello, Bella,\" Jasper said. He kept his distance, not offering to shake my hand. But it was impossible to feel awkward near him. \"Hello, Jasper.\" I smiled at him shyly, and then at the others. \"It's nice to meet you all — you have a very beautiful home,\" I added conventionally. \"Thank you,”Esme said. \"We're so glad that you came.\" She spoke with feeling, and I realized that she thought I was brave. I also realized that Rosalie and Emmett were nowhere to be seen, and I remembered Edward's too-innocent denial when I'd asked him if the others didn't like me. Carlisle's expression distracted me from this train of thought; he was gazing meaningfully at Edward with an intense expression. Out of the corner of my eye, I saw Edward nod once. I looked away, trying to be polite. My eyes wandered again to the beautiful instrument on the platform by the door. I suddenly remembered my childhood fantasy that, should I ever win a lottery, I would buy a grand piano for my mother. She wasn't really good — she only played for herself on our secondhand upright — but I loved to watch her play. She was happy, absorbed — she seemed like a new, mysterious being to me then, someone outside the \"mom\" persona I took for granted. She'd put me through lessons, of course, but like most kids, I whined until she let me quit. Esme noticed my preoccupation. \"Do you play?\" she asked, inclining her head toward the piano. I shook my head. \"Not at all. But it's so beautiful. Is it yours?\" \"No,\" she laughed. \"Edward didn't tell you he was musical?\" \"No.\" I glared at his suddenly innocent expression with narrowed eyes. \"I should have known, I guess.\" Esme raised her delicate eyebrows in confusion. \"Edward can do everything, right?\" I explained. Jasper snickered and Esme gave Edward a reproving look. \"I hope you haven't been showing off— it's rude,\" she scolded. \"Just a bit,”He laughed freely. Her face softened at the sound, and they shared a brief look that I didn't understand, though Esme's face seemed almost smug. \"He's been too modest, actually,\" I corrected. \"Well, play for her,”Esme encouraged. \"You just said showing off was rude,”He objected. \"There are exceptions to every rule,\" she replied. \"I'd like to hear you play,\" I volunteered. \"It's settled then.”Esme pushed him toward the piano. He pulled me along, sitting me on the bench beside him. He gave me a long, exasperated look before he turned to the keys. And then his fingers flowed swiftly across the ivory, and the room was filled with a composition so complex, so luxuriant, it was impossible to believe only one set of hands played. I felt my chin drop, my mouth open in astonishment, and heard low chuckles behind me at my reaction. Edward looked at me casually, the music still surging around us without a break, and winked. \"Do you like it?\" \"You wrote this?\" I gasped, understanding. He nodded. \"It's Esme's favorite.\" I closed my eyes, shaking my head. \"What's wrong?\" \"I'm feeling extremely insignificant.\" The music slowed, transforming into something softer, and to my surprise I detected the melody of his lullaby weaving through the profusion of notes. \"You inspired this one,”He said softly. The music grew unbearably sweet. I couldn't speak. \"They like you, you know,”He said conversationally. \"Esme especially.\" I glanced behind me, but the huge room was empty now. \"Where did they go?\" \"Very subtly giving us some privacy, I suppose.\" I sighed. \"They like me. But Rosalie and Emmett…\" I trailed off, not sure how to express my doubts. He frowned. \"Don't worry about Rosalie,”He said, his eyes wide and persuasive. \"She'll come around.\" I pursed my lips skeptically. \"Emmett?\" \"Well, he thinks I'm a lunatic, it's true, but he doesn't have a problem with you. He's trying to reason with Rosalie.\" \"What is it that upsets her?\" I wasn't sure if I wanted to know the answer. He sighed deeply. \"Rosalie struggles the most with… with what we are.  It's hard for her to have someone on the outside know the truth. And she's a little jealous.\" \"Rosalie is jealous of me?\" I asked incredulously. I tried to imagine a universe in which someone as breathtaking as Rosalie would have any possible reason to feel jealous of someone like me. \"You're human.”He shrugged. \"She wishes that she were, too.\" \"Oh,\" I muttered, still stunned. \"Even Jasper, though…\" \"That's really my fault,”He said. \"I told you he was the most recent to try our way of life. I warned him to keep his distance.\" I thought about the reason for that, and shuddered. \"Esme and Carlisle… ?\" I continued quickly, to keep him from noticing. \"Are happy to see me happy. Actually, Esme wouldn't care if you had a third eye and webbed feet. All this time she's been worried about me, afraid that there was something missing from my essential makeup, that I was too young when Carlisle changed me… She's ecstatic. Every time I touch you, she just about chokes with satisfaction.\" \"Alice seems very… enthusiastic.\" \"Alice has her own way of looking at things,”He said through tight lips. \"And you're not going to explain that, are you?\" A moment of wordless communication passed between us. He realized that I knew he was keeping something from me. I realized that he wasn't going to give anything away. Not now. \"So what was Carlisle telling you before?\" His eyebrows pulled together. \"You noticed that, did you?\" I shrugged. \"Of course.\" He looked at me thoughtfully for a few seconds before answering. \"He wanted to tell me some news — he didn't know if it was something I would share with you.\" \"Will you?\" \"I have to, because I'm going to be a little… overbearingly protective over the next few days — or weeks — and I wouldn't want you to think I'm naturally a tyrant.\" \"What's wrong?\" \"Nothing's wrong, exactly. Alice just sees some visitors coming soon. They know we're here, and they're curious.\" \"Visitors?\" \"Yes… well, they aren't like us, of course — in their hunting habits, I mean. They probably won't come into town at all, but I'm certainly not going to let you out of my sight till they're gone.\" I shivered. \"Finally, a rational response!”He murmured. \"I was beginning to think you had no sense of self-preservation at all.\" I let that one pass, looking away, my eyes wandering again around the spacious room. He followed my gaze. \"Not what you expected, is it?”He asked, his voice smug. \"No,\" I admitted. \"No coffins, no piled skulls in the corners; I don't even think we have cobwebs… what a disappointment this must be for you,”He continued slyly. I ignored his teasing. \"It's so light… so open.\" He was more serious when he answered. \"It's the one place we never have to hide.\" ,  The song he was still playing, my song, drifted to an end, the final chords shifting to a more melancholy key. The last note hovered poignantly in the silence. \"Thank you,\" I murmured. I realized there were tears in my eyes. I dabbed at them, embarrassed. He touched the corner of my eye, trapping one I missed. He lifted his finger, examining the drop of moisture broodingly. Then, so quickly I couldn't be positive that he really did, he put his finger to his mouth to taste it. I looked at him <em>questioningly</em>, and he gazed back for a long moment before he finally smiled. \"Do you want to see the rest of the house?\" \"No coffins?\" I verified, the sarcasm in my voice not entirely masking the slight but genuine anxiety I felt. He laughed, taking my hand, leading me away from the piano. \"No coffins,”He promised. We walked up the massive staircase, my hand trailing along the satin-smooth rail. The long hall at the top of the stairs was paneled with a honey-colored wood, the same as the floorboards. \"Rosalie and Emmett's room… Carlisle's office… Alice's room…”He gestured as he led me past the doors. He would have continued, but I stopped dead at the end of the hall, staring incredulously at the ornament hanging on the wall above my head. Edward chuckled at my bewildered expression. \"You can laugh,”He said. \"It is sort of ironic.\" I didn't laugh. My hand raised automatically, one finger extended as if to touch the large wooden cross, its dark patina contrasting with the lighter tone of the wall. I didn't touch it, though I was curious if the aged wood would feel as silky as it looked. \"It must be very old,\" I guessed. He shrugged. \"Early sixteen-thirties, more or less.\" I looked away from the cross to stare at him. \"Why do you keep this here?\" I wondered. \"Nostalgia. It belonged to Carlisle's father.\" \"He collected antiques?\" I suggested doubtfully. \"No. He carved this himself. It hung on the wall above the pulpit in the vicarage where he preached.\" I wasn't sure if my face betrayed my shock, but I returned to gazing at the simple, ancient cross, just in case. I quickly did the mental math; the cross was over three hundred and seventy years old. The silence stretched on as I struggled to wrap my mind around the concept of so many years. \"Are you all right?”He sounded worried. \"How old is Carlisle?\" I asked quietly, ignoring his question, still staring up. \"He just celebrated his three hundred and sixty-second birthday,”Edward said. I looked back at him, a million questions in my eyes. He watched me carefully as he spoke. \"Carlisle was born in London, in the sixteen-forties, he believes. Time wasn't marked as accurately then, for the common people anyway. It was just before Cromwell's rule, though.\" I kept my face composed, aware of his scrutiny as I listened. It was easier if I didn't try to believe. \"He was the only son of an Anglican pastor. His mother died giving birth to him. His father was an intolerant man. As the Protestants came into power, he was enthusiastic in his persecution of Roman Catholics and other religions. He also believed very strongly in the reality of evil. He led hunts for witches, werewolves… and vampires.\" I grew very still at the word. I'm sure he noticed, but he went on without pausing. \"They burned a lot of innocent people — of course the real creatures that he sought were not so easy to catch. \"When the pastor grew old, he placed his obedient son in charge of the raids. At first Carlisle was a disappointment; he was not quick to accuse, to see demons where they did not exist. But he was persistent, and more clever than his father. He actually discovered a coven of true vampires that lived hidden in the sewers of the city, only coming out by night to hunt. In those days, when monsters were not just myths and legends, that was the way many lived. \"The people gathered their pitchforks and torches, of course\" — his brief laugh was darker now — \"and waited where Carlisle had seen the monsters exit into the street. Eventually one emerged.\" His voice was very quiet; I strained to catch the words. \"He must have been ancient, and weak with hunger. Carlisle heard him call out in Latin to the others when he caught the scent of the mob. He ran through the streets, and Carlisle — he was twenty-three and very fast — was in the lead of the pursuit. The creature could have easily outrun them, but Carlisle thinks he was too hungry, so he turned and attacked. He fell on Carlisle first, but the others were close behind, and he turned to defend himself. He killed two men, and made off with a third, leaving Carlisle bleeding in the street.\" He paused. I could sense he was editing something, keeping something from me. \"Carlisle knew what his father would do. The bodies would be burned — anything infected by the monster must be destroyed. Carlisle acted instinctively to save his own life. He crawled away from the alley while the mob followed the fiend and his victim. He hid in a cellar, buried himself in rotting potatoes for three days. It's a miracle he was able to keep silent, to stay undiscovered. \"It was over then, and he realized what he had become.\" I'm not sure what my face was revealing, but he suddenly broke off. \"How are you feeling?”He asked. \"I'm fine,\" I assured him. And, though I bit my lip in hesitation, he must have seen the curiosity burning in my eyes. He smiled. \"I expect you have a few more questions for me.\" \"A few.\" His smile widened over his brilliant teeth. He started back down the hall, pulling me along by the hand. \"Come on, then,”He encouraged. \"I'll show you.\"",
            "vi": "15        15. Gia đình Cullen  Cuối cùng, ánh sáng lờ mờ của một ngày hứa hẹn nhiều mây khác đã đánh thức tôi. Tôi nằm, gác tay qua mắt, hoa mắt và mê mụ. Một chuyện gì đó, một giấc mơ ráng nhớ ra, cố chen vào ý thức tôi. Tôi rên rỉ và lăn qua một bên, hi vọng sẽ ngủ thêm được một chút. Thế rồi ngày hôm trước bỗng ập về trong tâm trí. \"Ôi !”Tôi ngồi bật dậy quá nhanh làm đầu óc quay cuồng.  \"Tóc em rối bù ... nhưng anh thích thế.”  Giọng điềm tĩnh của anh vang lên từ chiếc ghế bập bênh để ở góc phòng.  \"Edward! Anh đã ở lại!\"  Tôi hoan hỉ, lao qua phòng một cách khinh suất sà vào lòng anh. Ngay khi ý thức được hành động của mình, tôi cứng người, hoảng sợ chính niềm phấn khích không kiềm chế được của mình. Tôi nhìn lên anh, e sợ mình đã vượt quá giới hạn.  Nhưng anh cười.  \"Dĩ nhiên, “Anh trả lời, giật mình, nhưng có vẻ hài lòng với phản ứng của tôi.  Tay anh xoa lưng tôi.  Tôi cẩn thận tựa đầu vào vai anh, hít thở mùi da thịt anh.  \"Em cứ ngỡ đó là một giấc mơ.” \"Em đâu sáng tạo đến thế,”Anh chế giễu.  \"Charlie !”Tôi nhớ lại, lại đứng bật dậy khinh suất và đi về phía cửa.  \"Bố em đã đi cách đây một tiếng đồng hồ rồi - sau khi gắn lại mấy dây cáp bình ắc-quy cho em. Anh phải thú nhận là anh thất vọng. Có phải thực sự mấy chuyện đó có thể ngăn cản em sao, nếu em đã quyết đi?\" Tôi suy nghĩ cân nhắc tại chỗ đang đứng, muốn quay về bên anh hết sức, nhưng sợ miệng hôi vì chưa đánh răng.  \"Em ít khi bối rối vào buổi sáng, “Anh lưu ý. Anh giang tay đón tôi quay lại. Lời mời hầu như không từ chối nỗi.  \"Em cần một phút làm người, “Tôi thú nhận.  \"Anh sẽ đợi.” Tôi tót đến phòng tắm, cảm xúc của tôi không hiểu nỗi. Tôi không còn nhận ra mình nữa, dù là bề ngoài hay bề trong. Khuôn mặt trong gương rõ ràng là của một người xa lạ - mắt sáng quắc, má ửng hồng cuồng nhiệt. Sau khi chải răng, tôi hì hục chải cho thẳng mớ lộn xộn rối nùi vốn là mái tóc của tôi. Tôi tạt nước lạnh vô mặt, rồi cố hít thở bình thường, tuy chẳng mấy thành công. Tôi đi như chạy trở về phòng.  Như một phép màu vì anh ở đó, vòng tay vẫn chờ đợi. Anh giang tay đón tôi, và tim tôi lỗi nhịp.  \"Mừng em quay lại, “Anh thì thầm, ôm tôi vào vòng tay.  Anh lặng lẽ đong đưa tôi một chốc, đến khi tôi nhận ra anh đã thay quần áo, mái tóc láng mượt.  \"Anh đã bỏ đi à?”Tôi buộc tội, sờ cổ áo sơ mi mới thay của anh.  \"Anh khó có thể ra ngoài bằng quần áo đã đến đây - hàng xóm sẽ nghĩ gì chứ?\" Tôi bĩu môi.  \"Em đã ngủ rất say;  Anh chẳng để lỡ thứ gì. \" mắt anh lấp lánh.  \"Mớ sớm lắm.” Tôi rên rỉ. \"Anh đã nghe thấy gì?” Đôi mắt vàng của anh trở nên dịu dàng. \"Em nói em yêu anh.” \"Anh biết chuyện đó rồi còn gì, “Tôi nhắc anh, cúi đầu.  \"Dẫu vậy, nghe vẫn thật tuyệt. \" Tôi giấu mặt vào vai anh.  \"Em yêu anh,”Tôi thì thầm.  \"Em bây giờ là cuộc đời anh, “Anh trả lời giản dị.  Không còn gì để nói trong một chốc. Anh đong đưa chúng tôi qua lại khi phòng sáng dần.  \"Đến giờ điểm tâm rồi, “Cuối cùng anh nói tự nhiên – tôi chắc, để chứng minh, anh nhớ mọi bản tính yếu đuối của con người tôi.  Thế là tôi chộp lấy cổ họng mình bằng hai tay và nhìn anh chằm chằm bằng đôi mắt mở to.  Nỗi bàng hoàng hiện trên mặt anh.  \"Giỡn thôi mà!”Tôi cười khúc khích. \"Tại anh nói em không biết diễn kịch chi!\" Anh cau mày ghê tởm. \"Chẳng vui chút nào.” \"Vui thấy mồ, và anh biết vậy mà. “Nhưng tôi nhìn kỹ đôi mắt vàng của anh, để chắc mình đã được tha thứ. Rõ là đúng vậy.  \"Anh có cần nói lại không?”Anh hỏi. \" Đến giờ cho con người ăn điểm tâm rồi.” \"Ồ, đồng ý. \" Anh ném tôi qua bờ vai rắn chắc của anh, nhẹ nhàng, nhưng thật nhanh làm tôi ngừng thở. Tôi vùng vẫy chống cự khi anh vác tôi dễ dàng xuống cầu thang, nhưng anh lờ tôi đi. Anh đặt tôi ngồi ngay ngắn trên ghế.  Nhà bếp sáng sủa, hạnh phúc, như cùng chung tâm trạng với tôi.  \"Bữa sáng có gì đây?”Tôi thích thú hỏi.  Câu ấy làm anh ngập ngừng một phút.  \"Ơ, anh không biết. Em thích dùng gì?\" Vầng trán cẩm thạch của anh nhăn lại.  Tôi cười toe toét, khoái trá.  \"Không sao đâu, em tự xoay sở khá giỏi.  Xem em đi săn nè.” Tôi lấy ra một cái tô và một hộp ngũ cốc. Tôi có thể cảm thấy mắt anh nhìn tôi khi tôi rót sữa và chộp lấy cái muỗng. Tôi đặt thức ăn lên bàn, rồi dừng lại.  \"Anh không dùng gì sao?”Tôi hỏi, không muốn thô lỗ.  Anh trợn tròn mắt. \"Cứ ăn đi, Bella. \" Tôi ngồi vào bàn, nhìn anh khi ăn một miếng. Anh đang nhìn chằm chằm vào tôi, nghiên cứu từng động tác của tôi. Điều đó làm tôi e dè. Tôi làm sạch miệng để nói, để làm anh phân tâm.  \"Chương trình làm việc hôm nay là gì?”Tôi hỏi.  \"Hmmm... “Tôi ngắm nhìn anh cẩn thận sắp xếp câu trả lời. \" Gặp gia đình anh, em thấy sao?” Tôi nuốt nhanh.  \"Em sợ rồi phải không?\"  Giọng anh tràn trề hy vọng.  \"Vâng, “Tôi thú nhận; sao có thể chối được - anh có thể nhìn thấy điều ấy trong mắt tôi.  \"Đừng lo.”  Anh cười tự mãn. “Anh sẽ bảo vệ em. \" \"Em không sợ họ, “Tôi giải thích. \"Em sợ mọi người sẽ không … thích em.  Liệu mọi người, ờ thì, có bị bất ngờ không nếu anh đưa ai đó … như em … về nhà để gặp họ? Mọi người có biết em biết về họ không?\" \"Ồ, mọi người đều biết cả.  Hôm qua họ còn đánh cuộc nữa, em biết không\" - anh mỉm cười, nhưng giọng anh gay gắt - \"đánh cuộc xem anh có đưa em về nhà trở lại không, mặc dù anh không thể hiểu được tại sao ai cũng muốn đánh cuộc với Alice.  Dù sao đi nữa, gia đình  anh không giấu nhau chuyện gì.  Cũng chẳng làm được chuyện đó, khi anh thì đọc được suy nghĩ còn Alice thì nhìn thấy tương lai vân vân.” \"Còn Jasper làm anh cảm thấy hết sức thoải mái và yên tâm để kể hết ra mấy chuyện riêng tư của anh, đừng quên chuyện đó nữa. \" \"Em để ý nhỉ, “Anh mỉm cười đồng tình.  \"Em nổi tiếng vậy mà. “Tôi nhăn nhó. \"Vậy Alice nhìn thấy em sẽ đến?\" Phản ứng anh thật lạ. \"Giông giống vậy, “Anh nói không thoải mái, quay lưng đi để tôi không thể nhìn thấy mắt anh. Tôi nhìn anh chằm chằm tò mò.  \"Có ngon không?”Anh hỏi, quay lại về phía tôi đột ngột và đưa mắt hướng về bữa điểm tâm của tôi với ánh nhìn trêu chọc. \"Thành thật mà nói thì trông không có vẻ ngon lành gì cả.” \"Ừm, đâu phải gấu xám nổi khùng đâu mà ngon…”Tôi thì thầm, lờ đi khi anh trừng mắt nhìn. Tôi vẫn còn không hiểu tại sao anh phản ứng như thế khi tôi đề cập đến Alice. Tôi ăn qua loa cho xong tô ngũ cốc, vừa phỏng đoán.  Anh đứng giữa nhà bếp, lại như tượng thần Adonis, nhìn lơ đãng ra cửa sổ sau nhà.  Sau đó mắt anh quay lại tôi, và anh mỉm cười nụ cười buồn khổ.  \"Anh nghĩ em cũng nên giới thiệu anh với bố em.” \"Bố em đã biết anh rồi mà, “Tôi nhắc anh.  \"Ý anh là như bạn trai của em đó.” Tôi nhìn anh chằm chằm nghi ngờ. \"Tại sao chứ?\" \"Đó không phải là phong tục sao?”Anh ngây thơ hỏi.  \"Em không biết, “Tôi thú nhận. Bề dầy kinh nghiệm hò hẹn của tôi không giúp được gì. Chưa kể đến luật hẹn hò được áp dụng ở đây.  \"Anh biết là không cần thiết mà.  Em không nghĩ anh ... Ý em là, anh đâu cần phải giả vờ vì em.” Nụ cười anh kiên nhẫn. \"Anh sẽ không giả vờ. \" Tôi đẩy ngũ cốc còn lại quanh mép tô, cắn môi.  \"Em có chịu kể cho Charlie biết anh là bạn trai của em hay không?”Anh hỏi.  \"Có phải anh là thế không đã chứ?”Tôi kềm không co rúm người với ý nghĩ Edward và Charlie và từ bạn trai ở trong cùng một căn phòng cùng một lúc.  \"Anh công nhận từ “trai” là một cách diễn đạt không chính xác lắm.” \"Em có cảm giác anh thực ra hơn vậy,”  tôi thú nhận, nhìn bàn.  \"Ừm, anh không biết mình có cần kể ông nghe mọi chi tiết máu me không nữa.”  Anh vươn qua bàn để nâng cằm tôi bằng ngón tay lạnh giá, dịu dàng. \"Nhưng bố em sẽ cần được giải thích lý do tại sao anh cứ quanh quẩn ở đây hoài.  Anh không muốn cảnh sát trưởng Swan phải kiếm lệnh cấm anh tới gần.” \"Anh sẽ?”Tôi hỏi, đột ngột lo lắng. \"Anh thực sự sẽ ở đây?\" \"Chừng nào em còn muốn anh ở đây, “Anh đảm bảo.  \"Em sẽ luôn luôn muốn anh ở bên em, “Tôi cảnh báo anh. \"Mãi mãi. \" Anh từ từ vòng quanh bàn, và, dừng lại cách vài bước chân, đưa đầu ngón tay sờ má tôi. Vẻ mặt anh không hiểu được.  \"Điều đó làm anh buồn sao?”Tôi hỏi.  Anh không trả lời. Anh nhìn chằm chằm vào mắt tôi thật lâu. \"Em xong rồi phải không?”Cuối cùng thì anh cũng hỏi.  Tôi đứng bật dậy. \"Vâng. \" \"Mặc quần áo đi - Anh sẽ đợi ở đây. \" Thật khó mà quyết định nên mặc gì. Tôi chắc chẳng có quyển sách nào về phép xã giao nói về chuyện mặc như thế nào khi người yêu ma cà rồng đưa bạn về thăm gia đình ma cà rồng của anh. Thật là nhẹ nhõm khi tự nghĩ đến từ này.  Tôi biết mình đã cố tình né tránh từ này. Rốt cuộc tôi chọn cái váy duy nhất của mình - dài, màu kaki, vẫn tự nhiên. Tôi mặc chiếc áo xanh đậm có lần anh đã khen. Liếc nhanh trong gương thấy tóc coi không được chút nào, nên tôi kéo nó ra sau thành đuôi ngựa.  \" OK. “Tôi nhảy xuống cầu thang. \"Em đàng hoàng rồi nè. \" Anh đang chờ ở chân cầu thang, gần hơn tôi tưởng, nên tôi nhảy trúng vào anh. Anh giữ cho tôi đứng vững, giữ tôi trong một khoảng cách an toàn vài giây rồi lại đột ngột kéo tôi vào gần hơn.  \"Lại sai rồi, “Anh thì thầm vào tai tôi. \"Em hoàn toàn chẳng tề chỉnh chút nào – chẳng ai trông cám dỗ đến thế, thật không công bằng. \" \"Cám dỗ thế nào?”Tôi hỏi. \"Để em thay ...” Anh thở dài, lắc đầu. \"Em thật ngốc. “Anh áp đôi môi mát rượi của mình nhẹ nhàng lên trán, thế là căn phòng quay mòng mòng. Mùi hơi thở của anh làm tôi không thể nào suy nghĩ được.  \"Anh có nên giải thích em cám dỗ anh thế nào không?”Anh nói. Rõ ràng đó là câu hỏi tu từ. Ngón tay anh vuốt từ từ xuống xương sống tôi, hơi thở anh trở nên dồn dập hơn trên da tôi. Tay tôi không còn sức lực trên ngực anh, và tôi cảm thấy choáng váng trở lại. Anh nghiêng đầu từ từ và chạm đôi môi mát lạnh của anh vào môi tôi lần thứ hai, thật cẩn thận, nhẹ làm môi tôi hé mở.  Rồi tôi bất tỉnh.  \"Bella ?\" giọng anh đầy lo lắng khi anh chụp tôi lại và nâng tôi lên.  \"Anh ... làm ... em ... xỉu, “Tôi choáng váng buộc tội anh.  \"Anh phải làm gì với em đây?”Anh rên rỉ bực tức. “Hôm qua hôn em thì em tấn công anh! Hôm nay em lại ngất xỉu!\" Tôi cười yết ớt, để cánh tay anh đỡ tôi khi đầu tôi quay mòng mòng.  \"Đúng là chịu không nổi khi cái gì cũng giỏi, “Anh thở dài.  \"Đó là vấn đề. “Tôi vẫn còn chóng mặt. \"Anh quá giỏi. Quá, quá sức giỏi.” \"Em có cảm thấy mắc ói không?”Anh hỏi; anh đã từng thấy tôi thế này rồi.  \"Không - không hề giống loại choáng đó.  Em không biết đã xảy ra chuyện gì. “Tôi lắc đầu hối tiếc, \"Em nghĩ chắc tại em quên thở. \" \"Anh không thể đưa em đi đâu cả khi em thế này. \" \"Em khoẻ mà,” Tôi kiên quyết. \"Dù sao đi nữa thì nhà anh cũng sẽ nghĩ em điên mà, có gì quan trọng đâu?\" Anh xem xét vẻ mặt tôi trong chốc lát. \"Anh rất thích màu đó, hợp với da em,”  anh bất ngờ nói. Tôi đỏ mặt sung sướng và nhìn sang chỗ khác.  \"Nhìn nè, em đang hết sức cố gắng để không nghĩ về điều mình sắp làm, vậy mình đi được chưa?”Tôi hỏi.  \"Có phải em lo, không vì chuyện em sắp gặp một nhà đầy ma cà rồng, mà vì em nghĩ mấy con ma cà rồng đó sẽ không chấp nhận em, đúng không?\" \"Đúng thế, “Tôi trả lời ngay lập tức, giấu nỗi ngạc nhiên vì cách dùng từ giản dị của anh.  Anh lắc đầu. \"Em thiệt hết biết.” Tôi nhận ra, khi anh lái chiếc xe tải của tôi ra khỏi khu trung tâm thành phố, là tôi chẳng hề biết anh sống ở đâu. Chúng tôi chạy qua cầu sông Calawah River, con đường uốn khúc về phía bắc, các căn nhà vụt qua xe ngày càng cách xa nhau hơn, to lớn hơn. Rồi chúng tôi chạy qua hết mọi căn nhà, chạy vào khu rừng đầy sương mù. Tôi đang cân nhắc có nên hỏi hay kiên nhẫn chờ, thì anh đột ngột quẹo vào một con đường không lát đá. Con đường không tên,  nằm giữa đám dương xỉ. Rừng lấn hai bên đường, làm con đường phía trước chỉ có thể nhìn thấy rõ khi đến gần vài mét vì nó ngoằn nghoèo như rắn, lượn quanh các cây cổ thụ.  Thế rồi, sau vài dặm, rừng thưa dần, và chúng tôi đột ngột chạy vào một đồng cỏ nhỏ, hay thực ra đó là một bãi cỏ?  Tuy vậy, vẻ ảm đạm của khu rừng chẳng hề dịu bớt, vì có đến sáu cây tuyết tùng cổ đại che bóng cho cả đồng cỏ bằng cành lá mênh mông. Cây phủ bóng lên tường nhà xây lên giữa chúng, làm mái hiên tối tăm bao quanh tầng một có vẻ xưa cũ.  Tôi không biết mình chờ thấy gì, nhưng chắc chắn không phải cảnh này. Ngôi nhà không bị ảnh hưởng bởi thời gian, duyên dáng, và chắc đã một trăm tuổi.  Nhà được được sơn màu trắng dịu, phai nhạt, cao ba tầng, hình chữ nhật và cân xứng. Cửa sổ và cửa chính có thể thuộc kiến trúc ban đầu hoặc đã được đại tu hoàn hảo. Xe tải của tôi là chiếc xe duy nhất thấy được. Tôi có thể nghe tiếng dòng sông gần bên, ẩn trong sự kín đáo của khu rừng.  \"Chà. \" \"Em thích không?”Anh mỉm cười.  \"Nó ... đẹp quá sức.” Anh kéo đuôi tóc tôi cười khúc khích.  \"Sẵn sàng chưa?”Anh hỏi, mở cửa cho tôi.  \"Chẳng chút xíu nào cả - đi nào.”Tôi cố cười, nhưng hình như nụ cười bị nghẹn trong cổ họng. Tôi căng thẳng vuốt tóc.  \"Trông em dễ thương lắm. “Anh nắm tay tôi thật thoải mái, chẳng hề nghĩ về chuyện đó.  Chúng tôi bước qua bóng mát tới tận hàng hiên. Tôi biết anh cảm thấy nỗi căng thẳng trong tôi; ngón tay cái của anh xoa tròn nhè nhẹ vào mu bàn tay tôi.  Anh mở cửa cho tôi.  Bên trong thậm chí còn bất ngờ hơn, ít có thể tiên đoán được hơn so với bên ngoài.  Thật sáng, thật thông thoáng và thật lớn.  Hẳn trước đây tầng này có nhiều phòng, nhưng người ta đã bỏ hầu hết các bức tường ngăn cách ở tầng một để tạo một không gian rộng. Bức tường phía sau, hướng nam được lắp toàn bằng kính, và, xa xa bên ngoài bóng mát của các cây tuyết tùng, là bãi cỏ kéo dài đến tận dòng sông rộng mênh mông. Cầu thang uốn cong đồ sộ chiếm lĩnh phía tây phòng.  Tường, trần cao, sàn gỗ, và thảm dày đều màu trắng với nhiều sắc thái khác nhau.  Đang chờ chào mừng chúng tôi, đứng ngay bên trái cửa, ở phần sàn được nâng cao cạnh chiếc đàn pi-a-nô cơ thật đẹp là bố mẹ của Edward.  Tôi đã gặp bác sĩ Cullen, dĩ nhiên, thế nhưng tôi vẫn bị sửng sốt vì sự trẻ trung, sự hoàn hảo quá sức của ông. Kế bên ông là Esme, tôi đoán vậy, người duy nhất trong nhà tôi chưa từng gặp mặt.  Bà cũng có nét mặt xinh đẹp, nhợt nhạt như những người khác trong gia đình. Có cái gì đó trong khuôn mặt hình trái tim của bà, mái tóc bồng bềnh màu nâu caramel, làm tôi nhớ đến vai nữ ngây thơ của kỷ nguyên phim câm. Bà nhỏ nhắn, mảnh khảnh, nhưng vẫn ít góc cạnh và tròn trịa hơn những người khác. Họ đều mặc quần áo bình thường, màu nhạt phù hợp với nội thất. Họ mỉm cười nồng hậu, nhưng không bước đến gần chúng tôi. Cố không làm cho tôi sợ, tôi đoán vậy.  \"Carlisle, Esme,” giọng Edward phá vỡ phút im lặng ngắn ngủi, \"Đây là Bella. \" \"Chúng tôi rất mong gặp cháu, Bella.” Bước chân của Carlisle đầy cân nhắc, cẩn thận khi ông đến gần tôi. Ông đưa tay ra ngập ngừng, và tôi bước về phía trước để bắt tay ông.  \"Thật vui khi được gặp lại bác, bác sĩ Cullen. \" \"Xin gọi tôi là Carlisle. \" \"Carlisle. “Tôi toét miệng cười với ông, lòng tự tin đột ngột của tôi làm tôi ngạc nhiên. Tôi có thể cảm thấy sự nhẹ nhõm của Edward đang đứng bên cạnh.  Esme mỉm cười và cũng bước lên, nắm lấy tay tôi. Cái xiết tay của bà như đá, lạnh giá đúng như tôi đã nghĩ.  \"Thật tuyệt được biết cháu, \" bà chân thành nói.  \"Cảm ơn bác. Cháu cũng rất vui được biết bác. \" Và đúng vậy. Tựa như gặp một nàng Bạch Tuyết trong chuyện cổ tích, bằng xương bằng thịt.  \"Alice và Jasper đâu rồi?”Edward hỏi, nhưng không ai trả lời, vì họ đã xuất hiện ngay ở đầu cầu thang rộng.  \"Ê, Edward! “Alice nhiệt tình gọi. Cô lao xuống cầu thang, một vệt tóc huyền và da trắng, đột ngột và duyên dáng dừng lại ở phía trước tôi.  Carlisle và Esme nhìn cô lo lắng, nhưng tôi thích thế. Dù sao, với cô, cũng thật tự nhiên.  \"Chào, Bella!”Alice nói, và cô nhảy về phía trước hôn má tôi. Nếu Carlisle và Esme trước đây có vẻ cẩn trọng thì bây giờ họ có vẻ hết sức ngạc nhiên.  Trong mắt tôi cũng có nỗi bàng hoàng, nhưng tôi rất vui vì cô có vẻ chấp thuận tôi hết mình. Tôi giật mình cảm thấy Edward đang cứng đờ bên tôi. Tôi nhìn lướt qua mặt anh, nhưng vẻ mặt anh thật khó đoán.  \"Chị có mùi thơm, trước đây em chưa từng để ý, “Cô nàng bình luận trước sự bối rối cùng cực của tôi.  Dường như chẳng ai biết phải nói gì thì Jasper xuất hiện, cao và giống sư tử. Cảm giác dễ chịu tràn qua tôi, và tôi đột ngột cảm thấy thoải mái chẳng quan tâm mình đang ở đâu. Edward nhìn chằm chằm vào Jasper, nhướng một bên mày, nên tôi nhớ lại điều Jasper có thể làm.  \"Chào, Bella, \" Jasper nói. Anh đứng xa, không đưa tay ra bắt. Nhưng hoàn toàn không hề cảm thấy lúng túng ngượng nghịu khi ở gần anh.  \"Chào, Jasper. “Tôi mỉm cười rụt rè với anh, rồi cười với những người khác. \"Hân hạnh được biết tất cả mọi người – mọi người có nhà đẹp quá, “Tôi khách sáo nói thêm.  \"Cảm ơn cháu, “Esme nói. \"Chúng tôi thật vui vì cháu đã đến chơi. \" Tôi nhận ra bà nói với cảm giác bà nghĩ là tôi dũng cảm.  Tôi cũng nhận ra chẳng hề thấy bóng dáng Rosalie và Emmett, và tôi nhớ lời phản đối quá vô tội của Edward khi tôi hỏi anh có phải những người khác không thích tôi phải không.  Vẻ mặt Carlisle làm tôi phân tâm quên mất dòng suy nghĩ của mình; ông đang nhìn căng thẳng chằm chằm đầy ý nghĩa với Edward. Liếc nhìn kín đáo, tôi thấy Edward gật đầu một lần.  Tôi nhìn sang chỗ khác, cố tỏ ra lịch sự. Mắt tôi lang thang lên cây đàn xinh đẹp nằm trên bệ cao gần cửa. Tôi đột ngột nhớ lại giấc mơ thời thơ ấu của tôi, nếu tôi mà trúng số độc đắc, tôi sẽ mua một cây đàn pi-a-nô cơ cho mẹ tôi.  Bà đàn không hay lắm – bà chỉ đàn cho mình nghe trên cây đàn nhỏ gọn cũ  - nhưng tôi thích nhìn bà đàn. Bà hạnh phúc, chìm đắm – bà như một người mới, huyền bí đối với tôi, không phải nhân vật tôi coi là \"mẹ\".  Đương nhiên là bà cũng bắt tôi học đàn, nhưng như hầu hết những trẻ khác, tôi rên rỉ cho đến khi bà buông tha cho tôi.  Esme nhận thấy mối ưu tư của tôi.  \"Cháu chơi đàn?\" bà hỏi, hướng đầu về phía cây đàn dương cầm.  Tôi lắc đầu. \"Không hề.  Nhưng nó đẹp quá.  Của bác à?\" \"Không, \" bà cười. “Edward không nói với cháu biết nó thích nhạc sao?\" \"Dạ không. “Tôi nhìn trừng trừng vào vẻ mặt bỗng dưng hết sức ngây thơ vô tội của anh với ánh mắt nheo lại. \"Cháu nghĩ, lẽ ra cháu phải đoán được chuyện đó. \" Esme nhướng đôi mày thanh tú không hiểu.  \"Vì Edward có thể làm được mọi chuyện trên đời mà, phải không bác?”Tôi giải thích.  Jasper cười khúc khích còn Esme nhìn Edward quở trách.  \"Mẹ hy vọng con chưa khoe khoang - thật thô lỗ, \" bà mắng.  \"Chỉ một chút thôi mà, “Anh cười thoải mái. Mặt bà dịu lại khi nghe tiếng cười ấy, và họ trao nhau ánh nhìn thật nhanh mà tôi không hiểu, nhưng mặt Esme gần như tự mãn.  \"Ảnh rất khiêm tốn, thực đó, “Tôi chỉnh.  \"Ừm, chơi cho cô ấy nghe đi, “Esme khuyến khích.  \"Mẹ mới nói khoe khoang là thô lỗ mà, “Anh phản đối.  \"Luật nào cũng có ngoại lệ, \" bà trả lời.  \"Em rất muốn nghe anh đàn, “Tôi tình nguyện.  \"Vậy là quyết rồi nhé. “Esme đẩy anh về phía đàn dương cầm. Anh kéo tôi theo, đặt tôi ngồi trên băng ghế cạnh anh.  Anh nhìn tôi giận dữ thật lâu, rồi mới đưa tay về bàn phím.  Rồi ngón tay anh lướt nhanh trên phím ngà, rồi căn phòng vang lên một bài nhạc thật  phức tạp, thật réo rắt, không thể tin chỉ có một đôi tay đang đàn. Tôi thấy mình rớt hàm, há hốc miệng kinh ngạc, và nghe tiếng cười nho nhỏ phía sau vì thấy phản ứng của tôi.  Edward liếc nhìn tôi, nhạc vẫn trào dâng quanh chúng tôi không ngừng, rồi nháy mắt. \"Em thích bài này không?\" \"Anh viết bài này?”Tôi hổn hển, hiểu ra.  Anh gật đầu. \"Đó là bài Esme ưa thích. \" Tôi nhắm mắt lại, lắc đầu.  \"Có chuyện gì vậy?\" \"Em đang cảm thấy hết sức nhỏ nhoi. \" Nhạc chậm lại, biến thành một giai điệu mềm mại hơn, và thật bất ngờ tôi phát hiện ra giai điệu của bài hát ru con anh đã hát đan xen trong làn sóng nhạc.  \"Em đã truyền cảm hứng cho anh viết bản này, “Anh nói nhẹ nhàng. Nhạc trở nên ngọt ngào không chịu nỗi.  Tôi không nói được.  \"Mọi người thích em, em biết đó, “Anh nói. \"Nhất là Esme.” Tôi liếc ra phía sau, nhưng căn phòng mênh mông bây giờ chẳng còn ai.  \"Mọi người đi đâu rồi?\" \"Anh nghĩ, tế nhị để mình được chút riêng tư.” Tôi thở dài. \"Họ thích em. Nhưng Rosalie và Emmett... \" giọng tôi nhỏ dần, không biết làm sao để diễn đạt sự hồ nghi của mình.  Anh cau mày. \"Đừng lo về Rosalie, “Anh nói, mắt anh mở rộng đầy thuyết phục. “Cô  ấy sẽ thay đổi ý kiến thôi. \" Tôi bĩu môi nghi ngờ. \"Còn Emmett ?\" \"Ừm, anh ấy nghĩ anh mất trí, mà đúng vậy thật, nhưng anh ấy chẳng thấy có rắc rối gì với em cả.  Anh ấy đang cố thuyết phục Rosalie. \" \"Điều gì làm cô ấy bực mình vậy?”  Tôi không chắc mình có muốn biết câu trả lời không nữa.  Anh thở dài. \"Rosalie vùng vẫy dữ dội nhất vì cái thứ ...bọn anh đang là.  Thật khổ sở đối với cô ấy khi có người ngoài biết sự thật. Và cô ấy hơi ghen tị. \" \"Rosalie ghen tị với em?”Tôi nghi ngờ hỏi. Tôi cố tưởng tượng một vũ trụ trong đó một người đẹp như Rosalie có thể có một lý do hợp lý gì để cảm thấy ghen tị với một người như tôi.  \"Em là con người. “Anh nhún vai. \"Cô ấy ước cũng được là người. \" \"Ồ, “Tôi thì thầm, vẫn sửng sốt. \"Nhưng cả Jasper cũng ... \" \"Đó là lỗi của anh, “Anh nói. \"Anh đã kể em nghe anh ấy là người mới nhất đang thử sống cách sống của bọn anh. Anh dặn anh ấy phải ở xa. \" Tôi nghĩ về lý do của chuyện đó, rồi rùng mình.  \"Esme và Carlisle ?”Tôi nói tiếp thật nhanh, để anh không nhận thấy.  \"Hạnh phúc vì thấy anh hạnh phúc. Thật ra, Esme chẳng quan tâm dù cho em có con mắt thứ ba hay chân có màng. Lúc nào bà cũng lo lắng cho anh, sợ anh thiếu một nét chấm phá quan trọng nào đó, sợ là Carlisle đã biến đổi anh khi anh còn quá trẻ  ... Bà hài lòng. Mỗi lần anh sờ em, bà chỉ còn biết nghẹn ngào vì toại nguyện.” \"Alice có vẻ rất... thích thú. \" \"Alice nhìn nhận mọi vật theo cách riêng của mình, “Anh nói qua đôi môi mím chặt.  \"Anh không chịu giải thích chuyện đó, đúng không?\" Một giây giao tiếp không lời trôi qua giữa chúng tôi. Anh nhận ra tôi biết anh đang giấu tôi chuyện gì đó. Tôi nhận ra anh sẽ không kể chuyện đó ra. Không phải bây giờ.  \"Vậy Carliste lúc nãy nói gì với anh vậy?” Lông mày anh nhíu lại. \"Em nhận thấy à?\" Tôi nhún vai. \"Dĩ nhiên. \" Anh nhìn tôi trầm ngâm vài giây rồi mới trả lời. \" Ông muốn kể cho anh nghe một số tin tức - ông không biết đó có phải là chuyện anh muốn chia sẻ với em hay không.” \"Anh sẽ cho em biết chứ?\" \"Anh phải cho em biết, vì anh sắp sửa hơi ... bảo vệ em khá độc đoán trong vài ngày - hoặc vài tuần tới - và anh không muốn em nghĩ anh là một tên bạo chúa bẩm sinh. \" \"Có chuyện gì vậy?\" \"Thực ra thì cũng không có gì. Alice nhìn thấy một số khách sắp đến đây. Họ biết bọn anh ở đây, và họ tò mò. \" \"Khách ?\" \"Phải... ừm, họ không giống bọn anh, dĩ nhiên - ý anh là, về thói quen săn bắn của họ. Họ có thể sẽ không vào thành phố, nhưng anh tất nhiên sẽ không để em xa tầm mắt của mình cho đến khi họ đi khỏi. \" Tôi rùng mình.  \"Rốt cuộc thì em cũng đã có phản ứng hợp lý!”Anh thì thầm. \"Anh đang bắt đầu nghĩ em không có chút bản năng tự vệ nào cả. \" Tôi bỏ qua câu đó,  nhìn sang chỗ khác, mắt tôi lại nhìn lướt quanh căn phòng rộng rãi.  Anh nhìn theo ánh mắt tôi. \"Không như em nghĩ, đúng không?”Anh hỏi, giọng tự mãn.  \"Không, “Tôi thú nhận.  “Không quan tài, không đầu lâu chất ở góc nhà; anh nghĩ thậm chí cũng chẳng có mạng nhện nữa ...  hẳn em thất vọng lắm, “Anh ranh mãnh nói tiếp.  Tôi lờ chuyện anh trêu. \"Thật sáng ... thật thoáng. \" Anh nghiêm túc hơn khi trả lời. \"Đây là một nơi bọn anh chẳng bao giờ phải che giấu. \" Anh vẫn đàn bản nhạc ấy, bản nhạc của tôi, chuyển dần đến hồi kết thúc, hợp âm cuối chuyển thành một nốt man mác hơn.  Nốt nhạc cuối ngân nga sầu thảm trong im lặng.  \"Cảm ơn anh, “Tôi thì thầm. Tôi nhận ra nước mắt dâng trong mắt. Tôi bối rối lau đi.  Anh sờ vào khoé mắt tôi, chặn giữ một giọt nước mắt còn sót lại. Anh đưa ngón tay lên, ngắm nghía giọt nước một cách lo lắng. Sau đó, thật nhanh đến mức tôi không chắc anh đã làm, anh đặt ngón tay vô miệng để nếm nó.  Tôi nhìn anh với vẻ dò hỏi, và anh nhìn chằm chằm lại một hồi lâu rồi mới mỉm cười.  “Em có muốn xem phần còn lại của nhà không?\" “Không có quan tài đó chứ?”Tôi kiểm tra lần nữa, vẻ chế nhạo mỉa mai trong giọng tôi không che đậy hết được nỗi lo âu đôi chút nhưng có thực.  Anh cười, nắm tay tôi dẫn ra xa chiếc đàn dương cầm.  “Không có quan tài đâu, “Anh hứa.  Chúng ta bước đến gần cầu thang đồ sộ, tay tôi vuốt theo tay vịn láng mướt. Hành lang dài ở đầu cầu thang được đóng ván ô với gỗ màu mật ong, cũng như sàn nhà.  \"Phòng của Rosalie và Emmett... phòng làm việc của Carlisle ...  phòng của Alice...”  Anh đưa tay chỉ khi dẫn tôi qua các cánh cửa.  Anh lẽ ra đã tiếp tục, nhưng tôi đứng sững ở cuối hành lang, hoài nghi nhìn vào món đồ trang trí treo trên tường trên đầu tôi.  Edward cười khúc khích vì nét ngỡ ngàng của tôi.  “Em có thể cười được đó, “Anh nói. \"Phi lý hả.” Tôi không cười. Bàn tay tôi tự động đưa lên, một ngón tay đưa ra như thể để chạm vào cây thánh giá bằng gỗ lớn, nước bóng màu đen của nó tương phản với tông màu nhạt của bức tường. Tuy vậy tôi không chạm vào nó, tôi tò mò muốn biết gỗ lâu năm có mượt mà như bề ngoài không.  “Nó hẳn rất cổ, “Tôi đoán.  Anh nhún vai. \"Đầu những năm 1630, gần như vậy. \" Tôi không nhìn thánh giá nữa mà nhìn anh chằm chằm.  “Tại sao anh giữ cái này ở đây ?”Tôi ngạc nhiên.  “Hoài cổ. Nó thuộc về cha của Carlisle. \" “Ông ấy sưu tầm đồ cổ à?”Tôi nghi ngờ ướm thử.  “Không. Ông ấy tự đẽo nó.  Nó được treo trên tường trên bục giảng của nhà xứ nơi ông ấy giảng đạo. \" Tôi không rõ mặt mình có để lộ nỗi bàng hoàng không, nhưng để phòng hờ, tôi quay mặt nhìn cây thánh giá cổ, đơn giản. Tôi nhanh chóng làm phép tính trong đầu;  cây thánh giá hơn ba trăm bảy mươi tuổi. Im lặng kéo dài khi tôi cố tập trung suy nghĩ về ý niệm nhiều năm như thế.  “Em ổn chứ ?”Anh có vẻ lo lắng.  “Carlisle bao nhiêu tuổi rồi?”Tôi hỏi lặng lẽ, phớt lờ câu hỏi của anh, vẫn nhìn lên chằm chằm.  “Ông vừa mới ăn mừng sinh nhật lần thứ ba trăm sáu mươi hai, “Edward nói. Tôi ngoái nhìn anh, cả triệu câu hỏi trong mắt tôi.  Anh nhìn tôi cẩn trọng vừa nói.  “Carliste được sinh ra ở Luân đôn, trong thập niên 1640, ông ấy nghĩ vậy. Dù sao lúc đó, đối với người bình thường, thì thời gian cũng chẳng được ghi nhận chính xác. Tuy vậy, đó là lúc trước khi có luật Cromwell.” Tôi giữ mặt mình bình tĩnh, biết anh đang nhìn chăm chú khi tôi lắng nghe. Sẽ dễ dàng hơn nếu tôi không cố tin anh.  “Ông là con trai duy nhất của một mục sư người Anh. Mẹ chết khi sinh ra ông. Cha ông là một người đàn ông bảo thủ. Khi người theo Tin Lành lên nắm quyền, ông đã đàn áp dã man những người theo đạo Cơ đốc La Mã và các tôn giáo khác. Ông ta cũng tin chắc có ma quỷ.  Ông ta tổ chức truy lùng phù thuỷ, người sói... và ma cà rồng.”  Tôi không nhúc nhích khi nghe đến từ này. Tôi chắc chắn anh nhận thấy điều này, nhưng anh nói tiếp không dừng lại.  “Họ đã thiêu sống rất nhiều người vô tội - dĩ nhiên phù thủy, người sói, ma cà rồng thực sự mà ông ta săn đuổi dễ gì bắt được.  “Khi ông mục sư này già đi, ông đã giao cho người con trai ngoan ngoãn của ông tiếp quản chuyện lùng bắt ấy. Lúc đầu Carlisle là nỗi thất vọng; ông không nhanh nhẹn trong chuyện buộc tội người khác, không nhìn thấy ma quỷ nơi chúng chẳng hề tồn tại. Nhưng ông kiên trì, và thông minh hơn cha ông.  Ông đã khám phá được một nhóm ma cà rồng thứ thiệt đang ẩn nấp trong cống rãnh của thành phố, chỉ ra ngoài trong đêm để săn người. Trong những ngày đó, quái vật không chỉ là chuyện tưởng tượng và truyền thuyết, nhiều người nghĩ vậy.  \"Người ta tập hợp cây chĩa xỉa rơm và cả đuốc, dĩ nhiên \" - nụ cười khan của anh bây giờ u ám hơn - \" và đợi nơi Carlisle đã từng nhìn thấy quái vật chui ra đường. Cuối cùng một con trồi lên. \" Giọng anh hết sức kiềm chế; tôi căng thẳng ráng bắp kịp lời anh.  “Hắn hẳn đã già và đói lả. Carlisle nghe hắn gọi những con ma khác bằng tiếng La-tinh khi ngửi thấy mùi đám đông hỗn tạp. Hắn chạy qua đường phố, và - Carliste  - lúc đó 23 tuổi và nhanh như cắt - đã dẫn đầu cuộc rượt đuổi. Sinh vật này có thể dễ dàng chạy thoát khỏi họ, nhưng Carlisle nghĩ hắn quá đói, nên hắn đã quay lại tấn công.  Hắn nhảy vào Carlisle trước tiên, nhưng những người khác sát ngay sau lưng, và hắn chuyển sang tự vệ. Hắn giết hai người đàn ông, và trốn đi với người  thứ ba, bỏ lại Carlisle đẫm máu trên đường. \" Anh ngừng lại. Tôi có thể cảm thấy anh đang thay đổi câu chuyện, giấu tôi cái gì đó.  “Carlisle biết cha ông sẽ làm gì với mình.  Các xác chết sẽ bị thiêu – mọi thứ nhiễm bệnh vì quái vật đều phải bị tiêu diệt. Carlisle hành động theo bản năng để tự cứu mạng mình. Ông bò xa khỏi con hẻm trong khi đám đông hỗn tạp đang rượt theo con quỷ và nạn nhân của hắn. Ông đã trốn trong hầm nhà, chôn mình trong khoai tây thối ba ngày.  Thật là phép màu khi ông có thể giữ im lặng, không bị phát hiện.  “Vậy là hết rồi, ông đã nhận ra mình đã biến thành thứ gì. \" Tôi không biết mặt mình có tiết lộ điều gì không nhưng anh bỗng dừng lại.  “Em cảm thấy thế nào?”Anh hỏi.  “Em khoẻ, “Tôi đoan chắc với anh. Và, cho dù tôi mím môi do dự, anh hẳn đã nhìn thấy tính hiếu kỳ cháy rực trong mắt tôi.  Anh mỉm cười. “Anh nghĩ em có thêm mấy câu hỏi nữa cho anh. \" \"Vài câu thôi. \" Nụ cười anh toe toét để lộ hàm răng sáng chói. Anh bắt đầu quay lại hành lang, lấy tay kéo tôi đi. “Vậy thì, đi nào, “Anh khích lệ. “Anh sẽ cho em xem. \""
        }
    ],
    "suggestions": []
}