{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Quetzalcoatl",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Quetzalcoatl",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Quetzalcoatl",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Quetzalcoatl",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Quetzalcoatl",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "24. <em>QUETZALCOATL</em>\nhttp://animal.discovery.com/tv-shows/lost-tapes/creatures/quetzalcoatl.htm",
            "vi": "24. VŨ XÀ THẦN"
        },
        {
            "en": "MYTHOLOGY AND RELIGION: There are hundreds, if not thousands, of different myths about <em>Quetzalcoatl</em>. He was known as the provider of maize, and images indicate a clear association to rain and water, causing some people to believe <em>Quetzalcoatl</em> was the god of vegetation. Aztecs also believed the <em>Quetzalcoatl</em> could take human form as a warrior who would appear wearing a tall crown and a jade pendant. The pendant supposedly represented another role as the god of wind and movement. Mesoamerican groups aren't the only religions to believe in the <em>Quetzalcoatl</em>. Followers of both the Mormon and Catholic faiths think <em>Quetzalcoatl</em> could actually represent Jesus Christ.",
            "vi": "Thần thoại và tôn giáo: Có hàng trăm, nếu không nói là hàng ngàn, các huyền thoại khác nhau về Vũ xà thần. Vị thần này được biết đến là nhà cung cấp ngô, và các hình ảnh cho thấy một sự liên tưởng rõ ràng đến mưa và nước, khiến một số người tin Vũ xà thần là vị thần của thảm thực vật. Người Aztec cũng tin Vũ xà thần có thể biến thành con người ở hình dạng một chiến binh đội vương miện cao và đeo một mặt dây chuyền ngọc bích. Mặt dây chuyền được cho là đại diện cho một vai trò khác là thần gió và chuyển động. Nhóm Trung Mỹ không phải là tôn giáo duy nhất tin vào Vũ xà thần. Những tín đồ của cả đạo Thiên Chúa và đạo Mormon đều nghĩ rằng Vũ xà thần có thể thực sự đại diện cho Chúa Giêsu Kitô."
        },
        {
            "en": "ORIGINS: Many different groups in Mesoamerican history have worshiped <em>Quetzalcoatl</em>, but its exact origins are unclear. The Aztecs kept the <em>Quetzalcoatl</em> as the central figure in their temples, but this deity existed long before the Aztecs did. Many think that the ancient city of Teotihuacán in Mexico was the first culture to revere the <em>Quetzalcoatl</em> as a religious icon, and you can still find images of the serpent on ancient temples and other buildings in the area today.",
            "vi": "Nguồn gốc: Nhiều nhóm khác nhau trong lịch sử Trung Mỹ đã tôn thờ Vũ xà thần, nhưng nguồn gốc chính xác của nó lại không rõ ràng. Người Aztec giữ Vũ xà thần là nhân vật trung tâm trong các đền thờ của họ, nhưng vị thần này đã tồn tại rất lâu trước khi người Aztec xuất hiện. Nhiều người nghĩ rằng thành phố cổ Teotihuacan ở Mexico là cái nôi văn hóa tôn thờ Vũ xà thần như là một biểu tượng tôn giáo, và ngày nay bạn vẫn có thể thấy hình ảnh của con rắn này trên những ngôi đền cổ và các tòa nhà khác trong vùng."
        },
        {
            "en": "WHAT'S A <em>QUETZALCOATL</em>?: The <em>Quetzalcoatl</em> is the most respected symbol in Mexican mythology. Its name comes from the Nahua words \"quetzalli,\" meaning green feather, and \"coatl,\" which means serpent. The appearance of this highly regarded idol is a combination of a quetzal bird's head and tail with a snake's body that's covered in feathers.",
            "vi": "Quetzalcoatl là gì? Quetzalcoatl là biểu tượng được tôn trọng nhất trong thần thoại Mexico. Tên của nó xuất phát từ Nahua \"quetzalli\", có nghĩa là lông màu xanh lá cây, và \"coatl\", có nghĩa là con rắn. Vị thần rất được tôn sùng này có hình dạng là đầu và đuôi của một con chim Quetzal với thân mình của một con rắn có lông vũ."
        }
    ],
    "suggestions": []
}