{
    "en_vn": {
        "data": {
            "content": null,
            "word": "quickest",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "quickest",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "quickest",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quickest",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "quickest",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Whatever is <em>quickest</em>.",
            "vi": "Bất cứ cái gì nhanh nhất."
        },
        {
            "en": "What's the <em>quickest</em> way to Maple town?",
            "vi": "Đường nào đến phố Maple nhanh nhất?"
        },
        {
            "en": "What's the <em>quickest</em> way to get there?",
            "vi": "Cách nào nhanh nhất để đến đó vậy ạ?"
        },
        {
            "en": "The <em>quickest</em> way is not the best way.",
            "vi": "Cách nhanh nhất không phải là cách tốt nhất."
        },
        {
            "en": "What is the <em>quickest</em> way to lose weight?",
            "vi": "Cách nào giảm cân nhanh nhất?"
        },
        {
            "en": "It's the <em>quickest</em> way from Saigon to Da Lat.",
            "vi": "Đó là con đường ngắn nhất từ Sài Gòn ra Đà Lạt."
        },
        {
            "en": "The <em>quickest</em> means of transportation is by air.",
            "vi": "Phương tiện vận chuyển nhanh nhất là bằng đường hàng không."
        },
        {
            "en": "What's the <em>quickest</em> way of getting to your office?",
            "vi": "Cách nào đến được văn phòng của anh nhanh nhất?"
        },
        {
            "en": "Jack realised that the <em>quickest</em> route was a straight line.",
            "vi": "Jack nhận ra rằng đường nhanh nhất là đường thẳng."
        },
        {
            "en": "The <em>quickest</em> way to get there is by MRT.",
            "vi": "Cách nhanh nhất để đi tới đó là đi xe điện ngầm."
        },
        {
            "en": "What is the <em>quickest</em> way to get there?",
            "vi": "Cách nào đi tới đó nhanh nhất?"
        },
        {
            "en": "I'd prefer to travel by the <em>quickest</em> route.",
            "vi": "Tôi muốn đi theo tuyến đường ngắn nhất."
        },
        {
            "en": "Could you tell me what the <em>quickest</em> way to lose weight is?",
            "vi": "Bạn hãy nói cho tôi biết cách nào giảm cân nhanh nhất?"
        },
        {
            "en": "What is the <em>quickest</em> way to assemble the parts of a watch?",
            "vi": "Cách lắp ráp các bộ phận của một chiếc đồng hồ nhanh nhất là cách nào?"
        },
        {
            "en": "The easiest and <em>quickest</em> way to monitor progress is through simple observations.",
            "vi": "Cách dễ nhất và nhanh nhất để theo dõi sự tiến bộ là thông qua quan sát đơn giản."
        },
        {
            "en": "I think this is the <em>quickest</em> way from Hanoi to Ho Chi Minh.",
            "vi": "Tôi nghĩ đây là con đường nhanh nhất từ Hà Nội đến Hồ Chí Minh."
        },
        {
            "en": "I’m really in a hurry, can you take the <em>quickest</em> route please?",
            "vi": "Tôi đang thực sự rất vội, anh có thể đi đường nào nhanh nhất được không?"
        },
        {
            "en": "Could you tell me what the <em>quickest</em> way to lose weight is?",
            "vi": "Bạn vui lòng cho tôi biết cách nào để giảm cân nhanh nhất.?"
        },
        {
            "en": "Good posture is the <em>quickest</em>, easiest way to look better in your favorite bikini.",
            "vi": "Tư thế tốt là cách nhanh nhất, dễ nhất để trông ổn hơn trong bộ bikini ưa thích của bạn."
        },
        {
            "en": "To do it in the cheapest and <em>quickest</em> way. That is the rub.",
            "vi": "Vấn đề là làm sao hoàn thành bằng cách tiết kiệm nhất và nhanh chóng nhất."
        }
    ],
    "suggestions": []
}