{
    "en_vn": {
        "data": {
            "content": null,
            "word": "quills",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>quills</k><blockquote>another term for <kref>penne</kref>. </blockquote><blockquote>■ <cclass>verb form (fabric) into small cylindrical folds.</cclass></blockquote><blockquote>→ <kref>quill</kref></blockquote></div>",
            "word": "quills",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "quills",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quills",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "quills",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The porcupine's <em>quills</em> bristled out.",
            "vi": "Lông nhím dựng ngược."
        },
        {
            "en": "His hair stood upright like porcupine <em>quills</em>.",
            "vi": "Tóc anh ấy dựng đứng như lông nhím."
        },
        {
            "en": "The dog had so many <em>quills</em> that the vet had to anaesthetize him to pull them all out.",
            "vi": "Con chó có nhiều lông nhím quá nên bác sĩ thú y phải gây mê cho nó để kéo hết chúng ra."
        },
        {
            "en": "Sarah Smith, the Oregon-based craftsman behind Modern Flower Child, makes hand-made tar wrist trinkets, bangles and studs by perpetually protecting genuine <em>quills</em>, blooms, seashells and other excellent odds and ends of nature in hard, perfectly clear resin.",
            "vi": "Sarah Smith, thợ thủ công ở Oregon phụ trách Modern Flower Child, làm đồ trang sức nhỏ đeo tay, vòng và bông tai nhựa thủ công, bằng cách giữ lại vĩnh viễn lông chim, bông hoa, vỏ sò và những thứ lặt vặt linh tinh tuyệt vời khác của thiên nhiên trong nhựa thông cứng, cực trong."
        },
        {
            "en": "AN APPALLING APPEARANCE: While descriptions of the blood-sucking beast vary greatly, most describe it as a gray, lizard-like creature about 3 to 4 feet tall that walks upright on its muscular hind legs, similar to an archetypical alien. It reportedly has large eyes, fangs and a forked tongue with a row of sharp <em>quills</em> running down its back. However, others describe the monster as looking more like a giant, vicious kangaroo or disfigured coyote.",
            "vi": "Ngoại hình kinh khủng: Trong khi những mô tả về con quái vật hút máu này khác nhau rất nhiều, hầu hết đều mô tả nó như một sinh vật màu xám, giống thằn lằn, và khi nó đứng thẳng trên những chân sau vạm vỡ của mình thì nó cao đến 3 – 4 feet, tương tự như một người ngoài hành tinh điển hình. Theo các báo cáo, nó có đôi mắt lớn, răng nanh và lưỡi chẻ đôi với một hàng lông sắc chạy dọc theo lưng. Tuy nhiên, những người khác lại mô tả con quái vật này nhìn giống như một con kangaroo khổng lồ, hung dữ, hoặc một con sói bị biến dạng hơn."
        }
    ],
    "suggestions": []
}