{
    "en_vn": {
        "data": {
            "content": null,
            "word": "quintile"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>quintile</k><blockquote><cclass>[<cclass>'kwɪntɪl<cclass>, <cclass>-ʌɪl<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>Statistics each of five equal groups into which a population can be divided according to the distribution of values of a variable. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Astrology an aspect of 72° (one fifth of a circle). </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L. <i>quintilis</i>, from <i>quintus</i> 'fifth'. </blockquote></div>",
            "word": "quintile"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "quintile"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "quintile"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngũ phân vị</font></td></tr></tbody></table></div>",
            "word": "quintile"
        }
    },
    "sentences": [
        {
            "en": "<em>Quintile</em>",
            "vi": "Thành năm phần bằng nhau"
        },
        {
            "en": "Share of poorest <em>quintile</em> in national consumptio",
            "vi": "Tỷ lệ dân nghèo nhất theo mức chi tiêu quốc gia"
        },
        {
            "en": "Using the household size by consumption <em>quintile</em>, the number of individuals per expenditure <em>quintile</em> was calculated.",
            "vi": "Sử dụng số hộ gia đình theo nhóm chi tiêu, sẽ tính được số cá nhân theo nhóm chi tiêu."
        },
        {
            "en": "Average <em>quintile</em> incomes range from 2 million VND for the poorest <em>quintile</em> to over seven times that level, almost 16 million VND for the richest <em>quintile</em>.",
            "vi": "Thu nhập trung bình từ 2 triệu đồng cho nhóm nghèo nhất đến gần 16 triệu, gấp hơn 7 lần, của nhóm giàu nhất."
        },
        {
            "en": "Figure 2: Utilization of health services by <em>quintile</em>.",
            "vi": "Biểu đồ 2: Tỉ lệ sử dụng các dịch vụ y tế theo các nhóm."
        },
        {
            "en": "The second <em>quintile</em> of original income loses around 16 per cent to the bottom <em>quintile</em> and between 4 and 5 per cent to the 3rd <em>quintile</em>.",
            "vi": "Nhóm ngũ vị thứ hai của thu nhập ban đầu mất khoảng 16% xuống nhóm ngũ vị cuối cùng và những người từ 4-5% chuyển lên nhóm ngũ vị thứ ba."
        },
        {
            "en": "Table 1.4: Share of Expenditures by Population <em>Quintile</em>.",
            "vi": "Bảng 1.4: Chi tiêu theo các ngũ phân vị trong dân số."
        },
        {
            "en": "This elasticity measure did not vary significantly by expenditure <em>quintile</em>.",
            "vi": "Biện pháp thay đổi này không khác nhau đáng kể theo nhóm chi tiêu."
        },
        {
            "en": "Compared to the poorest <em>quintile</em> of original market income, only those in the fourth <em>quintile</em> have significantly less social security.",
            "vi": "Nếu so với nhóm ngũ phân nghèo nhất theo OMI, chỉ có nhóm ngũ phân thứ 4 nhận mức trợ cấp thấp hơn đáng kể."
        },
        {
            "en": "Table 4.6: Excise taxes by expenditure per <em>quintile</em>, 1998.",
            "vi": "Bảng 4.6: Thuế tiêu thụ đặc biệt theo nhóm 20% chi tiêu, 1998."
        },
        {
            "en": "Table 7: Distribution of households classified as poor by <em>quintile</em>.",
            "vi": "Bảng 7: Phân bổ hộ được xếp loại nghèo theo nhóm chi tiêu."
        },
        {
            "en": "Table 11: Distribution of population in poor communes by <em>quintile</em>.",
            "vi": "Bảng 11: Phân bổ dân số tại các xã nghèo theo nhóm chi tiêu."
        },
        {
            "en": "Row 4 measures the growth of mean income of each <em>quintile</em>, and row 5 estimates the mean of growth rates of households in each <em>quintile</em>.40",
            "vi": "Dòng số 4 do mức tăng trưởng về thu nhập trung bình của mỗi nhóm, còn dòng aố 5 ước tính trung bình tốc độ tăng trưởng của mỗi nhóm."
        },
        {
            "en": "Among the poorest <em>quintile</em> of the population, slightly more than a fifth of the population has access, compared to almost four fifths for the richest <em>quintile</em>.",
            "vi": "Trong ngũ phân vị nghèo nhất trong dân số, chỉ có trên 1/5 số dân được dùng, so với gần 4/5 trong ngũ phân vị giàu nhất."
        },
        {
            "en": "The probability of being stunted among those in the poorest <em>quintile</em> of the population is almost three times as high as among children in the richest <em>quintile</em>.",
            "vi": "Xác suất bị còi xương ở nhóm ngũ phân vị nghèo nhất trong dân số cao gần gấp 3 lần so với trẻ thuộc nhóm ngũ phân vị giàu nhất."
        },
        {
            "en": "After the imputations are done, the <em>quintile</em> in 1993 whose calorie consumption was closest to the 2100 calorie benchmark was <em>Quintile</em> 3, as seen in Table A2.",
            "vi": "Sau khi đã quy đổi, trong năm 1993 nhóm có mức ca-lo tiêu thụ gần với giới hạn ca-lo 2100 là nhóm 3, xem Bảng A2."
        },
        {
            "en": "By the age of 16, 63 per cent of children in the poorest income <em>quintile</em> are employed but just 20 per cent from the richest <em>quintile</em> are working.",
            "vi": "Với trẻ 16 tuổi, 63% trẻ em ở nhóm nghèo nhất phải đi làm trong khi ở nhóm giàu nhất là 20%."
        },
        {
            "en": "Only nine percent of the poorest population <em>quintile</em> is covered as compared to 36 percent of the richest <em>quintile</em> (VNHS, 2002).",
            "vi": "Chỉ có 9% bộ phận dân nghèo nhất so với 36% đối với bộ phận dân giàu nhất (VNHS, 2002)."
        },
        {
            "en": "During the period 1998-2002, expenditure of the poorest <em>quintile</em> rose only by 8.9% while the figure of the richest <em>quintile</em> was 22.1%.",
            "vi": "Thời kỳ 1998-2002, chi tiêu của nhóm 20% nghèo nhất chỉ tăng 8,9% trong khi con số này đối với nhóm 20% giàu nhất là 22,1%."
        },
        {
            "en": "Children from the poorest <em>quintile</em> of the population are three times more likely to be stunted than children from the richest population <em>quintile</em>.",
            "vi": "Con cái từ những gia đình nghèo nhất trong dân cư có khả năng bị còi cọc lớn hơn gấp ba lần so với con cái của những gia đình khá giả nhất."
        }
    ],
    "suggestions": []
}