{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rackets"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rackets</k><blockquote>■ <cclass>plural noun [treated as <cclass>sing.] a ball game for two or four people played with rackets in a four-walled court, using a harder ball than squash. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (also in the singular): from Fr. <i>raquette</i>, via Ital. from Arab. <i>rāḥa</i>, <i>rāḥat-</i> 'palm of the hand'. </blockquote></div>",
            "word": "rackets"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rackets"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rackets"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rackets"
        }
    },
    "sentences": [
        {
            "en": "<em>Rackets</em> ball",
            "vi": "Bóng chơi quần vợt sân tường"
        },
        {
            "en": "<em>Rackets</em> court",
            "vi": "Sân chơi quần vợt sân tường"
        },
        {
            "en": "Those are tennis <em>rackets</em>.",
            "vi": "Đó là vợt chơi quần vợt."
        },
        {
            "en": "I have a <em>rackets</em> ball.",
            "vi": "Tôi có trái bóng chơi quần vợt."
        },
        {
            "en": "Looking for some tennis <em>rackets</em>?",
            "vi": "Đang tìm mua vợt tennis phải không?"
        },
        {
            "en": "Can you show me some badminton <em>rackets</em>?",
            "vi": "Cho tôi xem vợt cầu lông được không?"
        },
        {
            "en": "We mainly produce top-grade tennis <em>rackets</em>, badminton <em>rackets</em> and their fittings.",
            "vi": "Chúng tôi chủ yếu sản xuất vợt ten - nít (tennis) loại hàng đầu, vợt cầu lông và các phụ kiện của chúng."
        },
        {
            "en": "We mainly produce top - grade tennis <em>rackets</em>, badminton <em>rackets</em> and their fittings.",
            "vi": "Chúng tôi chủ yếu sản xuất vợt ten-nít (tennis) loại hàng đầu, vợt cầu lông và các phụ kiện của chúng."
        },
        {
            "en": "We have a complete selection of <em>rackets</em> in different brands.",
            "vi": "Chúng tôi có trọn một bộ vợt nhãn hiệu khác nhau để lựa chọn."
        },
        {
            "en": "There is a <em>rackets</em> court in my school.",
            "vi": "Có một cái sân chơi quần vợt trong trường tôi."
        },
        {
            "en": "In general, more tightly strung <em>rackets</em> will give better control.",
            "vi": "Nhìn chung thì buộc dây vợt càng căng thì sẽ điều khiển dễ dàng hơn."
        },
        {
            "en": "The gangs were running protection <em>rackets</em> in all the big cities.",
            "vi": "Các băng cướp đang theo đuổi các thủ đoạn làm tiền trong tất cả các thành phố lớn."
        },
        {
            "en": "I'm not interested in this kind of sport because I can't afford to buy expensive tennis <em>rackets</em>.",
            "vi": "Tôi không hứng thú loại thể thao này vì tôi không thể mua một cây vợt tennis/quần vợt mắc tiền."
        },
        {
            "en": "For example, materials using mixtures of nano-materials are being used to make sporting goods like tennis balls and tennis <em>rackets</em> better.",
            "vi": "Ví dụ như các chất liệu dùng phụ gia vật liệu nano được dùng chế tạo các mặt hàng thể thao như bóng tennis và bóng bàn tốt hơn."
        },
        {
            "en": "Effective language learning can be achieved by “living” the language, i.e. immersion. Approach to learning English has to be a similar mode as learning a particular sport. For example, in order to learn to play badminton, tennis, or soccer, students will need to actually play the sport. The court, <em>rackets</em>, ball and field are essential for the learning to take place. Classroom lessons on rules and strategies per se will not produce a player.",
            "vi": "Học ngôn ngữ một cách hiệu quả có thể đạt được bằng cách \"sống\" trong ngôn ngữ, tức là ngâm mình trong nó. Phương thức để học một ngôn ngữ cũng tương tự với việc bạn học một môn thể thao cụ thể. Ví dụ như, để mà chơi được cầu lông, tennis hay đá bóng, các học sinh phải thực sự chơi môn đó. Những sân chơi, vợt, bóng là những thứ cần thiết để việc học được diễn ra. Các bài học trong lớp và các quy tắc chiến thuật sẽ không thể tạo ra được người chơi."
        },
        {
            "en": "Effective language learning can be achieved by “living” the language, i.e. immersion. Approach to learning English has to be a similar mode as learning a particular sport. For example, in order to learn to play badminton, tennis, or soccer, students will need to actually play the sport. The court, <em>rackets</em>, ball and field are essential for the learning to take place. Classroom lessons on rules and strategies per se will not produce a player.",
            "vi": "Học ngôn ngữ một cách hiệu quả có thể đạt được bằng cách \"sống\" trong ngôn ngữ, tức là ngâm mình trong nó. Phương thức để học một ngôn ngữ cũng tương tự với việc bạn học một môn thể thao cụ thể. Ví dụ như, để mà chơi được cầu lông, tennis hay đá bóng, các học sinh phải thực sự chơi môn đó. Những sân chơi, vợt, bóng là những thứ cần thiết để việc học được diễn ra. Các bài học trong lớp và các quy tắc chiến thuật sẽ không thể tạo ra được người chơi."
        }
    ],
    "suggestions": []
}