{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,reidi'ɔlədʒist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chuyên gia về ngành X quang; bác sĩ X quang</td></tr></table><i/></div>",
            "word": "radiologist",
            "pronounce": "[,reidi'ɔlədʒist]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "radiologist",
            "pronounce": "[,reidi'ɔlədʒist]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "radiologist",
            "pronounce": "[,reidi'ɔlədʒist]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "radiologist",
            "pronounce": "[,reidi'ɔlədʒist]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "radiologist",
            "pronounce": "[,reidi'ɔlədʒist]"
        }
    },
    "sentences": [
        {
            "en": "He is diagnostic <em>radiologist</em>.",
            "vi": "Ông ta là bác sĩ chẩn đoán X quang."
        },
        {
            "en": "The barium helps the <em>radiologist</em> highlight the exact shape of the bowel and rectum, which may show up problems.",
            "vi": "Nguyên tố bari giúp cho bác sĩ X-quang đánh dấu được hình dạng chính xác của ruột và trực tràng, các nơi có thể có vấn đề."
        },
        {
            "en": "The barium helps the <em>radiologist</em> highlight the exact shape of the bowel and rectum, which may show up problems.",
            "vi": "Nguyên tố bari giúp cho bác sĩ X - quang đánh dấu được hình dạng chính xác của ruột và trực tràng, các nơi có thể có vấn đề."
        },
        {
            "en": "* Scheuermann's kyphosis, named for a Danish <em>radiologist</em>, also typically appears during adolescence, especially during a growth spurt. It can run in families, and causes the vertebrae to appear wedge-shaped, rather than rectangular, when viewed from the side on X-rays. It's slightly more common among boys than girls.",
            "vi": "* Tật gù Scheuermann, lấy tên của bác sĩ chuyên khoa X quang Đan Mạch, cũng thường xảy ra ở tuổi thành niên, nhất là trong giai đoạn lớn nhanh như thổi. Tật gù này có thể di truyền, và làm cho đốt sống trông giống hình nêm, chớ không phải là hình chữ nhật, khi quan sát từ mặt bên của hình chụp X-quang. Nó thường thấy ở bé trai nhiều hơn bé gái một chút."
        },
        {
            "en": "Ovarian cancer   \n Ovarian cancer is hard to spot - and as a result it is often advanced by the time diagnosis is made. \nIt is less common than lung or breast cancer, but on average, fewer than a third of patients are alive five years after they are first diagnosed, so the death toll is high.  However, if it is caught early, the chances of cure are higher - and methods of screening women for early signs of the disease are being evaluated.  Women whose fertility is at risk from chemotherapy can now take the step of freezing eggs for future use in these circumstances.  In addition, the ovary is responsible for the production of key sex hormones, and the effect of surgery can be to prematurely bring on the menopause.  Professor Patrick Johnston, an expert in ovarian cancer based at Queen's University in Belfast, said: \"It's a significant problem for the female population in the UK.  \"One of the major problems with ovarian cancer is that it's insidious - it's a difficult tumour to diagnose - which is one of the reasons why the majority of patients are diagnosed at later stages rather than earlier stages.\"  Symptoms Women with ovarian cancer in its early stages rarely have more than the most subtle symptoms.  They may feel swollen or bloated - or suffer a generalised discomfort in the lower abdomen. But these are all symptoms that could easily be caused by something minor. There could be a loss of appetite or weight loss.  It is only as a tumour grows and spreads that the symptoms become more pronounced.  It may press on neighbouring organs, such as the bowel or bladder, causing either constipation or frequent urination.  There can also be a build-up of fluid in the abdominal cavity, and around the lungs, causing shortness of breath.  It is infrequent that an obvious symptom such as bleeding from the vagina is present.  A doctor examining for the signs of ovarian cancer will carry out a full pelvic examination, feeling for the presence of a pronounced tumour.  Other tests include:   Ultrasound CT scan barium enema - the patient is given a mildly radioactive enema then a series of x-rays. The barium helps the <em>radiologist</em> highlight the exact shape of the bowel and rectum, which may show up problems  There may also be a CT scan carried out to look for signs of cancer.  In addition, blood tests may show up the presence of a substance produced by ovarian cancer cells but not by healthy ones.  However, the only way to confirm the presence of ovarian cancer is by performing a biopsy operation to take a tissue sample.  This is normally done by inserting a needle or tube into the abdominal cavity to take a tiny sample of tumour tissue.  Causes Scientists do not yet know what causes ovarian cancer, although there are some clues to its origin.  If a woman has a close relative who has had the disease, the risk of her developing the disease increases.  Some of these women may currently be offered screening tests, such as blood tests or ultrasound, to try to catch the disease early.  Women who have never had a child also run an increased risk of ovarian cancer. Most ovarian cancers happen in women over the age of 50 - the risk increases for older women.  In addition, women who have previously suffered from breast cancer are twice as likely to get ovarian cancer in the future.  Treatment Surgery is almost always the first treatment a woman with ovarian cancer undergoes.  This normally involves removal of the ovaries, the womb and the fallopian tubes, which link the two.  Usually both ovaries are removed, unless the patient has only a slow growing cancer in one, and wants her fertility to be preserved.  The surgeon cannot always be sure that all the cancerous cells have been removed, so chemotherapy is almost always given as well, to kill any which remain in the body.  The recommended chemotherapy used at first involves a drug containing platinum (usually carboplatin) used alone or in combination with another drug called paclitaxel (Taxol) . Chemotherapy can be given after surgery, or beforehand in selected cases.  Radiotherapy is also occasionally used to kill cancer cells in the pelvic area.  Many factors increase or reduce the woman's chance of beating ovarian cancer.  The main one is the spread of the disease - if caught early, as with many cancers, it is much more treatable, particularly if only one part of one ovary is involved. If the cancer involves a whole ovary, both ovaries, or has spread to involve other tissues, the chances of cure fall.  Also important is the type of ovarian cancer - some affect the cells which line the womb, whereas some affect the cells which produce eggs. Both have different cure rates.  The woman's age and general state of health can affect her ability to cope with surgery, chemotherapy and other treatments.",
            "vi": "Ovarian cancer      Ung thư buồng trứng khó được phát hiện – và do đó nó thường đã tiến triển khi các chẩn đoán được thực hiện. Bệnh ung thư này không thường gặp như ung thư phổi hay ung thư vú, nhưng bình quân, thì chỉ ít hơn một phần ba những người bị ung thư buồng trứng còn sống sau 5 năm bị mắc bệnh, vì vậy tỷ lệ tử vong do bệnh lại là cao. Tuy nhiên, nếu được phát hiện sớm, cơ hội điều trị sẽ cao hơn – và các phương pháp để kiểm tra chẩn đoán những dấu hiệu sớm về căn bệnh này cho phụ nữ đang được đánh giá. Hiện nay, các trường hợp bệnh ở những phụ nữ có khả năng sinh sản mà phải chịu hoá trị khi điều trị thì có thể thực hiện trữ đông trứng để dùng trong tương lai. Ngoài ra, buồng trứng còn có chức năng sản xuất các hoóc-môn sinh dục chính, và các ảnh hưởng của phẫu thuật có thể gây mãn kinh sớm Giáo sư Patrick Johnston, một chuyên gia về ung thư buồng trứng thuộc đại học Queen, Belfast, cho biết: “Căn bệnh này thật sự là một vấn đề nghiêm trọng đối với phụ nữ Anh”.  “Một trong những tính nghiêm trọng của ung thư buồng trứng chính là sự âm thầm của nó – để chuẩn đoán ung thư này rất khó – là một trong những lý do tại sao phần lớn bệnh nhân chỉ phát hiện bệnh vào những giai đoạn trễ hơn là sớm”. v Các triệu chứng Phụ nữ bị ung thư buồng trứng trong các giai đoạn sớm chỉ thường có những triệu chứng rất khó phát hiện.  Họ có thể cảm thấy bị phù nề hay sưng người – hoặc cảm thấy khó chịu chung chung ở vùng bụng dưới. Nhưng những triệu chứng này thường được cho là gây ra do những nguyên nhân ít nghiêm trọng hơn. Cũng có thể xảy ra mất ngon miệng và giảm cân nặng. Chỉ khi khối u phát triển và di căn thì các triệu chứng mới trở nên rõ rệt. Khối u có thể đè nén lên các cơ quan lân cận, như ruột hoặc bàng quang, gây táo bón hoặc mắc tiểu thường xuyên. Cũng có thể làm ứ dịch trong khoang bụng, và quanh phổi gây khó thở. Một số rất ít trường hợp sẽ có triệu chứng rõ ràng như là thấy xuất huyết âm đạo. Bác sĩ kiểm tra các dấu hiệu ung thư buồng trứng cũng sẽ kiểm tra tổng quát vùng chậu hông, để tìm  sự hiện diện của một khối u rõ ràng. Các kiểm tra khác bao gồm:  \nSiêu âm\n \n\nChụp CT\n\n Thụt bari – bệnh nhân được tiêm dung dịch thụt phóng xạ nhẹ và sau đó thực hiện một loạt các chụp X-quang. Nguyên tố bari giúp cho bác sĩ X-quang đánh dấu được hình dạng chính xác của ruột và trực tràng, các nơi có thể có vấn đề.  Cũng có thể thực hiện chụp CT để tìm dấu hiệu ung thư. Ngoài ra, các xét nghiệm máu cũng có thể cho biết sự có mặt của một chất chỉ được sản sinh bởi các tế bào ung thư của buồng trứng. Tuy nhiên, các duy nhất để khẳng định ung thư buồng trứng là thực hiện sinh thiết để lấy mẫu mô. Sinh thiết thường được thực hiện bằng cách đưa một cây kim hoặc ống hút vài trong khoang bụng để lấy một mẫu nhỏ của mô khối u. v Nguyên nhân gây bệnh Hiện nay các nhà khoa học vẫn chưa biết nguyên nhân gây ung thư buồng trứng, mặc dù đã có một vài bằng chứng về nguồn gốc của nó. Nếu một phụ nữ có một người họ hàng gần mắc bệnh này, thì nguy cơ mắc bệnh của người phụ nữ đó sẽ tăng lên. Một số những người này có thể sẽ được đề nghị làm các xét nghiệm kiểm tra, ví dụ như các xét nghiệm máu hoặc siêu âm, để phát hiện bệnh sớm. Phụ nữ chưa có con cũng có nguy cơ mắc bệnh nhiều hơn. Đa số các ca ung thư buồng trứng xảy ra ở phụ nữ trên 50 tuổi – nguy cơ càng tăng đối với người càng lớn tuổi. Bên cạnh đó, những người từng bị ung thư vú thì nguy cơ mắc ung thư buồng trứng trong tương lai sẽ cao gấp 2 lần. v Điều trị Phẫu thuật luôn là cách chữa trị đầu tiên cho một người bị ung thư buồng trứng. Phẫu thuật bao gồm việc cắt bỏ các buồng trứng, dạ con và vòi Fallope nối hai buồng trứng. Thường thì cả hai buồng trứng đều bị cắt bỏ, trừ khi bệnh nhân chị bị ung thư tiến triển chậm ở một bên và muốn được giữ khả năng sinh sản của mình. Bác sĩ phẫu thuật không phải lúc nào cũng chắc chắn được là các tế bào ung thư hoàn toàn được loại bỏ, do đó sẽ phải thực hiện kèm với hoá trị, để giết chết những tế bào bệnh còn lại trong cơ thể. Hoá trị liệu được đề nghị đầu tiên chứa các thuốc có chứa bạch kim (thường là carboplatin), dùng đơn lẻ hoặc kết hợp với một thuốc khác gọi là paclitaxel (Taxol). Hoá trị liệu có thể thực hiện trước hoặc sau phẫu thuật tuỳ từng trường hợp cụ thể. Đôi khi sẽ dùng phóng xạ để giết các tế bào ung thư trong vùng chậu hông. Nhiều yếu tố ảnh hưởng làm tăng hoặc giảm cơ hội chống chọi với bệnh ung thư buồng trứng của bệnh nhân. Một yếu tố chính là sự di căn của bệnh – nếu phát hiện sớm, như với nhiều ung thư khác, nó sẽ dễ chữa trị hơn, đặc biệt là khi chỉ một phần của một buồng trứng bị ảnh hưởng. Nếu ung thư di căn trong toàn bộ buồng trứng, hai vòi trứng hoặc đến cả các mô khác, thì không còn cơ hội điều trị nữa. Một yếu tố khác cũng quan trọng chính là loại ung thư buồng trứng – một số loại tác động lên các tế bào giới hạn tử cung, trong khi một số khác ảnh hưởng đến các tế bào tạo ra trứng. Cả hai có tỷ lệ chữa trị khác nhau. Tuổi và tình trạng sức khoẻ chung của người phụ nữ cũng ảnh hưởng khả năng đối mặt với việc phẫu thuật, hoá trị và các cách điều trị khác."
        }
    ],
    "suggestions": []
}