{
    "en_vn": {
        "data": {
            "content": null,
            "word": "radishes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "radishes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "radishes"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>radishes</k><blockquote><blockquote><ex><abr>n.</abr> a bunch of radishes</ex></blockquote></blockquote></div>",
            "word": "radishes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "radishes"
        }
    },
    "sentences": [
        {
            "en": "He has cheese and tomatoes and <em>radishes</em> with him.",
            "vi": "Ông mang theo phó mát, cà chua và củ cải."
        },
        {
            "en": "Cut the <em>radishes</em> into shreds to garnish the plate.",
            "vi": "Cắt củ cải thành những mảnh nhỏ để tô điểm lên đĩa."
        },
        {
            "en": "A bunch of <em>radishes</em> or a bit of chocolate was a real treat.",
            "vi": "Một bó củ cải hoặc một miếng sô-cô-la thực sự là một bữa ăn sang trọng."
        },
        {
            "en": "   – Fermented beets, <em>radishes</em>, tomatoes, onions, garlic, kimchi, green beans and saurkraut.",
            "vi": "   – Củ dền, củ cải, cà chua, hành, tỏi, kim chi, giá đỗ xanh và bắp cải chua"
        },
        {
            "en": "A bunch of <em>radishes</em> or a bit of chocolate was a real treat.",
            "vi": "Một bó củ cải hoặc một miếng sô - cô - la thực sự là một bữa ăn sang trọng."
        },
        {
            "en": "If <em>radishes</em> are grown in full sun during the summer, they will run to seed very quickly.",
            "vi": "Nếu cây củ cải được sinh trưởng trong mùa hè có nhiều nắng, chúng sẽ rất mau cho hạt."
        },
        {
            "en": "Until recently, no one really knew who Cornman was or why he was walking produce on a leash. The first known photo of him dragging an ear of corn outside a subway station was tweeted in May of 2012, and ever since then people started sharing pics of the elusive character with all kinds of produce, from cauliflower to <em>radishes</em>.",
            "vi": "Mãi mà người ta cũng không thật sự biết được chàng Bắp là ai và vì sao chàng ta lại cầm dây xích chó dắt rau củ đi dạo. Bức ảnh đầu tiên mọi người thấy chàng ta kéo một trái bắp (một bắp ngô) ngoài một nhà ga tàu điện ngầm, bức ảnh ấy được đăng trên Twitter vào tháng 5 năm 2012, và thế là từ đó người ta bắt đầu chia sẻ các bức ảnh về anh chàng khó hiểu kia cùng với đủ mọi loại rau củ, từ súp lơ cho tới củ cải."
        },
        {
            "en": "Remove tops from root veggies like BEETS, TURNIPS, <em>RADISHES</em>, CARROTS, etc., and store separately in plastic bags with a damp paper towel to keep them from wilting. Use the tops within a few days. The roots will keep for much longer. Before cooking with un-peeled root veggies, use a sturdy brush to scrub the nooks and crannies.",
            "vi": "Cắt ngọn các loại rau củ ăn củ như củ dền, củ cải trắng, củ cải đỏ, cà - rốt v.v, và trữ riêng trong túi nhựa có khăn giấy ẩm để giữ rau củ không héo. Vài ngày đầu ăn lá. Củ có thể trữ lâu hơn. Trước khi nấu rau củ chưa bào vỏ, hãy dùng cọ chà rửa các ngóc ngách."
        }
    ],
    "suggestions": []
}