{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ræfl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">rác rưởi, cặn bã, đồ bỏ đi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cuộc xổ số (để bán hàng, nhất là vì từ thiện)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to win a video in a raffle</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">được tặng một đầu video trong cuộc xổ số</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a raffle ticket</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">(thuộc ngữ) một vé xổ số </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bán hàng bằng cách xổ số</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tặng (vật phẩm) làm giải thưởng trong cuộc xổ số</td></tr></table><i/></div>",
            "word": "raffle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>raffle</k><blockquote><b>raffle<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun a lottery with goods as prizes. </cclass></blockquote><blockquote>■ <cclass>verb offer as a prize in a raffle. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (denoting a dice game): from OFr., of unknown origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>raffle<sup>2</sup></b></blockquote><blockquote>■ <cclass>noun <cclass>dialect rubbish; refuse. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: perh. from OFr. <i>ne rifle ne rafle</i> 'nothing at all'. </blockquote></div>",
            "word": "raffle"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>raffle</k><blockquote>▸ <cclass>noun LOTTERY, (prize) draw, sweepstake, sweep, tombola; <cclass><i>N. Amer.</i> lotto.</cclass></cclass></blockquote></div>",
            "word": "raffle"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>raffle</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to hold a raffle </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a raffle for </ex></blockquote></blockquote></div>",
            "word": "raffle"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "raffle"
        }
    },
    "sentences": [
        {
            "en": "<em>raffle</em>",
            "vi": "cuộc xổ số"
        },
        {
            "en": "<em>Raffle</em> ticket",
            "vi": "Vé xổ số"
        },
        {
            "en": "I <em>raffle</em> for the gift.",
            "vi": "Tôi dự xổ số để lấy quà."
        },
        {
            "en": "I bought a <em>raffle</em> ticket.",
            "vi": "Tôi mua một vé xổ số."
        },
        {
            "en": "I have just bought a <em>raffle</em> ticket.",
            "vi": "Tôi vừa mua một tờ vé số."
        },
        {
            "en": "He won a video in a <em>raffle</em>.",
            "vi": "Anh ta được tặng một đầu video trong cuộc xổ số."
        },
        {
            "en": "She won first prize in the <em>raffle</em>.",
            "vi": "Chị ấy trúng giải nhất trong cuộc xổ số."
        },
        {
            "en": "The draw for the <em>raffle</em> takes place on Saturday.",
            "vi": "Cuộc mở số diễn ra vào thứ bảy."
        },
        {
            "en": "The money was raised by the sale of <em>raffle</em> tickets.",
            "vi": "Tiền đã được gom góp nhờ bán vé số."
        },
        {
            "en": "Here's your change and a coupon to join our <em>raffle</em>.",
            "vi": "Đây là tiền thối lại của bạn và phiếu tham gia rút thăm trúng thưởng của chúng tôi."
        },
        {
            "en": "He won a video in a <em>raffle</em> yesterday.",
            "vi": "Ông ta được tặng một đầu vi-đi-ô trong cuộc xổ số."
        },
        {
            "en": "They are drawing the winning ticket in a <em>raffle</em>.",
            "vi": "Họ đang rút vé số trúng kìa."
        },
        {
            "en": "Win a video cassette recorder in a <em>raffle</em>",
            "vi": "Được tặng một đầu vi - đê - ô trong cuộc xổ số"
        },
        {
            "en": "Buy lots of <em>raffle</em> tickets and multiply your chances of success!",
            "vi": "Hãy mua nhiều vé số để tăng thêm cơ may trúng giải!"
        },
        {
            "en": "After losing my job it was cold comfort to be told I'd won the office <em>raffle</em>.",
            "vi": "Sau khi mất việc, thật là điều an ủi nhạt nhẽo khi người ta bảo tôi đã trúng xổ số của cơ quan."
        },
        {
            "en": "We won no less than 3 of the prizes in the <em>raffle</em>.",
            "vi": "Chúng tôi đoạt tới 3 giải thưởng trong cuộc xổ số khuyến mãi."
        },
        {
            "en": "I had to bite my tongue in order not to tell him that he won the <em>raffle</em>.",
            "vi": "Tôi đã phải cố gắng kiềm chế không nói với anh ấy rằng anh ấy đã trúng xổ số (từ thiện)."
        },
        {
            "en": "All participants will be given a coupon to join our <em>raffle</em> and the times of participating are unlimited.",
            "vi": "Tất cả những người tham gia sẽ được phân phát phiếu dự thưởng miễn phí và mọi người có thể tham gia với số lần không hạn chế."
        },
        {
            "en": "An example used to illustrate this idea concerns Boy Scouts, who are often turned down initially when trying to sell <em>raffle</em> tickets.",
            "vi": "Một ví dụ để minh họa cho ý kiến này liên quan đến Đội Hướng đạo sinh thường bị từ chối khi họ cố bán vé bốc thăm ngân quỹ."
        },
        {
            "en": "If you are a person who is easily embarassed, you may find comfort in what researchers from the University of California, Berkeley report in a paper published online this month in the Journal of Personality and Social Psychology: they suggest moderate embarassment is a good thing, because it means you are also likely to be more trustworthy and generous. Lead author Matthew Feinberg, a UC Berkeley doctoral student in psychology, told the media that \"moderate levels of embarassment are signs of virtue\".  \"Our data suggests embarrassment is a good thing, not something you should fight,\" he added.\nFellow co-author Robb Willer, a social psychologist at UC Berkeley, said embarassment was \"part of the social glue that fosters trust and cooperation in everyday life,\" and described it as an \"emotional signature of a person to whom you can entrust valuable resources\".\nThe researchers were keen to point out that the moderate type of embarassment they studied is very different from \"shame\", the emotion people typically express when caught cheating or performing some other moral transgression.\nModerate embarassment is a \"pro-social emotion\" whereas shame is a \"debilitating social anxiety\" maintain the researchers, and they also have different typical gestures and expressions.  People typically express embarassment by gazing downwards to one side while partially covering the face. This is also accompanied by a smirk or grimace. When people express shame as opposed to embarassment, they typically cover the whole face, said Feinberg.\nPro-social emotions are thought to operate at a direct fundamental level to sustain cooperative relations, bypassing cognition or thinking. This model is in contrast to the behavioral model used by economists which assumes that cognitive optimizing processes are at the heart of what guides socially directed behavior.The third author is UC Berkeley psychologist Dacher Keltner, an expert on pro-social emotions.To arrive at their findings, Feinberg, Willer and Keltner carried out a series of experiments to look at links between embarassment and pro-sociality.In the first experiment they filmed 60 college students talking about embarassing moments such as making inaccurate assumptions about people based on their appearance (for example assuming a woman who was overweight was expecting a baby), and doing embarassing things like breaking wind in public. When they watched the films, the researchers coded each participant's story based on how much embarassment they showed.  In a second experiment, the college students played a game called the \"Dictator's Game\". This is used by economists to measure altruism. In this game, each player receives 10 <em>raffle</em> tickets and is invited to keep some and give the rest to a partner. Correlating these results with those of the first experiment, the researchers found that the participants who gave away more <em>raffle</em> tickets were also more likely to have been the ones showing the most embarassment in the video accounts.  In a third experiment the researchers asked another group of 38 American participants they recruited via Craigslist, an online community featuring free classified ads and other information services, how often they felt embarassed. They also took part in exercises like the \"Dictator's Game\" to measure their generosity and readiness to cooperate.\nIn a fourth experiment, the participants observed while a trained actor played a role where he is told he has received top marks in a test. The actor responds showing either embarassment or pride. The participants then played games with the actor, while the researchers measured the level to which they trusted him or not. They then correlated these measures with whether the participants had observed the actor showing pride or embarassment in the earlier part of the experiment.   Each time, the results were the same: participants trusted the actor more if they had observed him showing embarassment, and they trusted him less if they had seen him showing pride.\nThe researchers concluded that these tests:\n\"... revealed that observers rated embarrassed targets as being more prosocial and less antisocial relative to targets who displayed either a different emotion or no emotion.\"\n Embarrassment signals people's tendency to be pro-social, said Feinberg:\n\"You want to affiliate with them more, you feel comfortable trusting them,\" he explained.\nHowever, one should be careful in constructing a corollary out of these findings: do they mean that overly confident people aren't to be trusted? Not so, say the researchers, but they may look into that in the future.\nWritten by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Nếu bạn là một người dễ bối rối xấu hổ, bạn có thể tìm thấy sự an ủi trong những gì mà các nhà nghiên cứu từ Đại học California, Berkeley báo cáo trong một bài báo công bố trực tuyến tháng này trên Tạp chí Tính cách và Tâm lý học xã hội: họ cho rằng biết bối rối vừa phải là một điều tốt, bởi vì điều đó có nghĩa là bạn cũng có thể đáng tin cậy và rộng lượng hơn. Tác giả chính Matthew Feinberg, một nghiên cứu sinh cao học ngành tâm lý tại Đại học California, Berkeley, nói với báo chí rằng \"bối rối xấu hổ đúng đắn là biểu hiện của đức hạnh\". \n“Dữ liệu của chúng tôi cho thấy bối rối xấu hổ là một điều tốt, không phải là điều bạn nên đấu tranh chống lại”, ông nói thêm. \nĐồng tác giả Robb Willer, một nhà tâm lý học xã hội tại Đại học California, Berkeley, cho biết xấu hổ là “một phần của sự gắn kết xã hội nuôi dưỡng sự tin tưởng và hợp tác trong cuộc sống hàng ngày”,  \nCác nhà nghiên cứu rất muốn chỉ ra rằng dạng hơi bối rối xấu hổ mà họ nghiên cứu rất khác biệt so với “xấu hổ”, cảm xúc mà người ta thường thể hiện khi bị bắt gặp gian lận hoặc thực hiện một số sự vi phạm đạo đức khác. \nHơi bối rối xấu hổ là một “cảm xúc được xã hội ủng hộ” trong khi xấu hổ là một “sự lo lắng về mặt xã hội, gây suy nhược cơ thể”, theo xác nhận của các nhà nghiên cứu, và họ cũng có những cử chỉ và cách diễn đạt khác nhau điển hình. \nMọi người thường thể hiện sự bối rối bằng cách nhìn chằm chằm xuống một phía trong khi che mặt bớt một phần. \nKhi mọi người bày tỏ sự xấu hổ trái ngược với bối rối, họ thường che toàn bộ khuôn mặt, Feinberg nói. \nNhững cảm xúc có lợi về mặt xã hội được cho là hoạt động ở một mức độ cơ bản trực tiếp để duy trì quan hệ hợp tác, bỏ qua nhận thức hay suy nghĩ. Mô hình này là trái ngược với mô hình hành vi được sử dụng bởi các nhà kinh tế giả định rằng các tiến trình tối ưu hoá nhận thức là tâm điểm của những gì dẫn dắt cho hành vi được điều khiển về mặt xã hội. Tác giả thứ ba là là nhà tâm lý học tại Đại học California, Berkeley: Dacher Keltner, một chuyên gia về những cảm xúc được xã hội ủng hộ. Để đạt được phát hiện của họ, Feinberg, Willer và Keltner đã thực hiện một loạt các thí nghiệm để xem xét mối liên hệ giữa sự bối rối xấu hổ và tính được xã hội ủng hộ. \nTrong thí nghiệm đầu tiên, họ quay 60 sinh viên đại học nói về những khoảnh khắc lúng túng chẳng hạn như đưa ra những giả định không chính xác về người ta dựa trên vẻ bề ngoài của họ (ví dụ như cho rằng một phụ nữ trong to béo là đang có bầu), và làm những việc đáng xấu hổ đại loại như đánh rắm ở nơi công cộng. Khi xem những bộ phim đã quay, các nhà nghiên cứu mã hóa mỗi câu chuyện của người tham gia dựa trên mức độ bối rối mà họ biểu hiện.\nTrong một thí nghiệm thứ hai, các sinh viên đại học chơi một trò chơi gọi là “Trò chơi của nhà độc tài”. Điều này được sử dụng bởi các nhà kinh tế để đo lòng vị tha. Trong trò chơi này, mỗi người chơi nhận được 10 vé xổ số và được hướng dẫn giữ một số và cho một người cùng chơi phần còn lại. Liên hệ giữa các kết quả này với những thí nghiệm đầu tiên, các nhà nghiên cứu thấy rằng những người tham gia đã cho đi nhiều vé xổ số hơn thường cũng sẽ có thể có biểu hiện bối rối nhiều nhất trong các băng video đã quay. \nTrong thí nghiệm thứ ba, các nhà nghiên cứu đã yêu cầu một nhóm 38 người tham dự Mỹ khác ứng tuyển thông qua Craigslist, một cộng đồng trực tuyến có quảng cáo phân loại tự do và dịch vụ thông tin khác, cho biết họ có thường xuyên cảm thấy bối rối xấu hổ hay không. Họ cũng tham gia thử nghiệm như \"game độc tài\" để khảo sát sự rộng lượng và sẵn sàng hợp tác của họ. \nTrong thí nghiệm thứ tư, những người tham gia quan sát trong khi một diễn viên được đào tạo đóng vai cho hay  anh ta đã nhận được điểm số cao nhất trong một bài kiểm tra. Diễn viên biểu hiện cảm xúc có cả bối rối lẫn tự hào. Sau đó, những người tham dự sẽ chơi chung với diễn viên này, trong khi các nhà nghiên cứu đo mức độ mà họ tin tưởng anh ta hay không. Sau đó, họ liên hệ các kết quả đo được này với việc những người tham gia đã quan sát diễn viên thể hiện niềm tự hào hay bối rối ở phần trước đó của thí nghiệm. \nMỗi lần, các kết quả đều như nhau: người tham gia tin cậy diễn viên nhiều hơn nếu họ đã quan sát thấy anh ta thấy bối rối, và họ tin tưởng anh ta ít hơn nếu họ đã nhìn thấy anh ta thể hiện niềm tự hào.  \nCác nhà nghiên cứu kết luận rằng những thử nghiệm này: \n“... tiết lộ rằng các những người quan sát đánh giá đối tượng biết bối rối là đáng tin tưởng và tương đối dễ hòa đồng hơn so với những đối tượng biểu thị một cảm xúc khác hoặc không biểu thị cảm xúc.” \nBối rối là tín hiệu giúp mọi người dễ được xã hội ủng hộ, Feinberg nói: \n“Bạn sẽ muốn giao du với họ hơn, bạn cảm thấy thoải mái khi tin tưởng họ”, ông giải thích. \nTuy nhiên, một người nên cẩn trọng khi xem các phát hiện này là chân lý: liệu các phát hiện này có nghĩa là những người tự tin quá mức sẽ không được tin tưởng? Không phải như vậy, các nhà nghiên cứu cho biết, nhưng họ có thể nghiên cứu về điều đó trong tương lai. \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}