{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rafts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rafts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rafts"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rafts"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rafts"
        }
    },
    "sentences": [
        {
            "en": "The boats and <em>rafts</em> jostled for berth.",
            "vi": "Thuyền bè chen nhau vào bến."
        },
        {
            "en": "Life <em>rafts</em> are located below your seats and emergency lights will lead you to your closest exit and slide.",
            "vi": "Thuyền cứu sinh đã được đặt sẵn dưới chỗ ngồi của quý khách và đèn khẩn cấp sẽ hướng dẫn quý khách đến lối thoát hiểm gần nhất và trượt xuống đất."
        },
        {
            "en": "The skipper must move with the seiner from one raft to another to find out how many fish have been attracted to the light of the lamp <em>rafts</em>.",
            "vi": "Thuyền trưởng phải di chuyển với người đánh cá từ bè này sang bè khác để tìm xem bao nhiêu cá bị thu hút bởi ánh đèn của chiếc bè."
        },
        {
            "en": "Officials say that when the ship hit the rocks passengers were ordered to put on life jackets and to board life <em>rafts</em>. However, passengers say the ship tilted so sharply and quickly that many lifeboats could not be lowered into the water.",
            "vi": "Các quan chức nói rằng khi con tàu đâm vào đá thì hành khách được lệnh phải mặc áo phao và bám vào phao cứu sinh. Tuy nhiên, hành khách nói rằng con tàu nghiêng quá gắt và nhanh đến nỗi người ta không kịp đưa nhiều tàu cứu hộ xuống nước."
        },
        {
            "en": "They projected the numbers would rise by 40 percent by 2025 as marine pollution gets steadily worse. The plastic increases the likelihood of disease about 20 times, to 89 percent for corals in contact with plastics from 4 percent in comparable areas with none. Trash may damage the tiny coral animals that build reefs, making them more vulnerable to illness. And bits of plastic may act as <em>rafts</em> for harmful microbes in the oceans. Scientists were shocked to find plastic even in remote reefs.",
            "vi": "Họ dự báo con số này sẽ tăng 40% vào năm 2025 vì biển ngày càng ô nhiễm nặng hơn. Nhựa làm tăng khả năng mắc bệnh khoảng 20 lần, tăng từ 4% lên 89% đối với san hô tiếp xúc trựa tiếp với nhựa, so với khu vực không có nhựa. Rác có thể phá huỷ những sinh vật san hô tí hon chuyên tạo san hô, khiến san hô dễ bị bệnh hơn. Còn các mảnh nhựa có thể làm bè chuyên chở vi sinh vật có hại trong đại dương. Các nhà khoa học sốc khi thấy thậm chí ở các rạn san hô ở xa tít mù khơi mà cũng có rác nhựa."
        }
    ],
    "suggestions": []
}