{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ræftiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự kết bè; sự thả bè</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự đẻ trứng nổi (cá)</td></tr></table><i/></div>",
            "word": "rafting",
            "pronounce": "['ræftiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rafting",
            "pronounce": "['ræftiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rafting",
            "pronounce": "['ræftiη]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>rafting</k><blockquote><blockquote><ex><abr>n.</abr> white-water rafting </ex></blockquote></blockquote></div>",
            "word": "rafting",
            "pronounce": "['ræftiη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rafting",
            "pronounce": "['ræftiη]"
        }
    },
    "sentences": [
        {
            "en": "This activity, called white-water <em>rafting</em>, is very popular.",
            "vi": "Loại hình hoạt động này rất phổ biến, có tên gọi là vượt ghềnh thác."
        },
        {
            "en": "We have heard him describe the journey across the desert, and the white-water <em>rafting</em>.",
            "vi": "Chúng ta đã nghe anh ấy tường thuật lại cuộc hành trình băng qua sa mạc và cuộc đi bè trên con sông bạc sóng đó."
        },
        {
            "en": "We have heard him describe the journey across the desert, and the white - water <em>rafting</em>.",
            "vi": "Chúng ta đã nghe anh ấy tường thuật lại cuộc hành trình băng qua sa mạc và cuộc đi bè trên con sông bạc sóng đó."
        },
        {
            "en": "Do you remember how he compared the dangers of white-water <em>rafting</em> and walking across the Namib Desert?",
            "vi": "Bạn có nhớ anh ấy đã so sánh thế nào về những mối nguy hiểm khi đi bè trên dòng sông bạc sóng và đi bộ qua sa mạc Namib không?"
        },
        {
            "en": "Philipe: I'm taking the opportunity to DO SEVERAL EXTREME SPORTS like white-water <em>rafting</em> and rock climbing.",
            "vi": "Tớ đang nhận được cơ hội được CHƠI MỘT VÀI MÔN THỂ THAO MẠO HIỂM như chèo thuyền vượt thác và leo núi."
        },
        {
            "en": "Do you remember how he compared the dangers of white - water <em>rafting</em> and walking across the Namib Desert?",
            "vi": "Bạn có nhớ anh ấy đã so sánh thế nào về những mối nguy hiểm khi đi bè trên dòng sông bạc sóng và đi bộ qua sa mạc Namib không?"
        },
        {
            "en": "Some of the best adventures that a tourist can indulge into are Colorado River <em>rafting</em>, helicopter tours and other guided tours via land.",
            "vi": "vài cách phiêu lưu tuyệt nhất khách du lịch có thể hưởng thụ là đi bè trên sông Colorado, du lịch bằng máy bay trực thăng và các loại tour du lịch có người hướng dẫn khác bằng đường bộ."
        },
        {
            "en": "I’m not talking here about adventure holidays , where clients take part in high-risk activities like white-water <em>rafting</em> just for the thrill of it.",
            "vi": "Ở đây tôi không nói về những ngày nghỉ mang tính chất thám hiểm , nơi du khách tham gia vào các hoạt động có tính nguy hiểm cao như chèo thuyền vượt ghềnh thác trên sông chỉ vì tính hồi hộp của nó."
        },
        {
            "en": "It is a recreational hazard for campers or those who participate in outdoor sports in contaminated areas and has been associated with swimming, wading, and whitewater <em>rafting</em> in contaminated lakes and rivers.",
            "vi": "Nó là một mối nguy khi vui chơi giải trí đối với những người cắm trại hay những người tham gia những trò thể thao ngoài trời ở những vùng nhiễm khuẩn liên quan đến bơi lội hay đi bè ở các sông hồ bị nhiễm khuẩn."
        },
        {
            "en": "Create bonds with peers, supervisors, and direct reports by discovering common interests-whether it's a shared alma mater, a passion for white-water <em>rafting</em>, or a love of cooking.",
            "vi": "Hãy tạo mối quan hệ với các đồng nghiệp, cấp trên, và cấp dưới bằng cách khám phá những mối quan tâm chung dù đó chỉ là chung trường học, niềm đam mê chơi thể thao, âm nhạc, hay thích nấu ăn."
        }
    ],
    "suggestions": []
}