{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rah"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rah</k><blockquote>■ <cclass>exclamation <cclass>informal, <cclass>chiefly N. Amer. a cheer of encouragement or approval. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: shortening of <kref>hurrah</kref>. </blockquote></div>",
            "word": "rah"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rah"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rah"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rah"
        }
    },
    "sentences": [
        {
            "en": "How much is this <em>rah</em>-<em>rah</em> skirt?",
            "vi": "Váy ngắn nhiều tầng này bao nhiêu?"
        },
        {
            "en": "An informal and somewhat affectionate way to say \"thank you\". It is often confused by foreigners with \"ta <em>rah</em>\" and \"ta ta\", both of which mean \"goodbye\". The confusion is heightened by the fact that \"ta tas\" are to Americans what \"Bristols\" are to cockneys.",
            "vi": "Cách nói thân mật và có phần trìu mến hai tiếng \"cám ơn\". Người nước ngoài thường lẫn lộn nó với \"ta rah\" và \"ta ta\", cả hai đều có nghĩa là \"tạm biệt\". Càng dễ nhầm lẫn hơn vì \"ta tas\" là từ ngữ người Mỹ dùng để nói \"(bộ “núi đôi” đẹp\", tương đương với \"Bristols\" mà những người khu đông Luân Đôn thường nói."
        },
        {
            "en": "So as you can see, the world of slang is an ‘awesome’ and ‘far-out’ place. Part of the fun of learning English is discovering these new expressions and widening your use of the language to fit into your everyday life. This is Misterduncan in England..saying Hang tight until next time. Bye-si-bye!, “Cheerio”, “Later”..”Ta-<em>rah</em>”, “See ya…wouldn’t wanna be ya!”, “Goodbye!”",
            "vi": "Vậy là như bạn thấy đấy, thế giới tiếng lóng thật “awesome” và “far-out”. Học tiếng Anh vui ở chỗ khám phá ra các cách nói mới này và mở rộng việc sử dụng ngôn ngữ phù hợp với đời sống hàng ngày. Đây là Misterduncan ở xứ Anh... đang nói Hang tight until next time. Bye-si-bye!, “Cheerio”, “Later”..”Ta-rah”, “See ya…wouldn’t wanna be ya!”, “Goodbye!”"
        }
    ],
    "suggestions": []
}