{
    "en_vn": {
        "data": {
            "content": null,
            "word": "railings"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>railings</k><blockquote>a fence made of rails.</blockquote><blockquote>→ <kref>railing</kref></blockquote></div>",
            "word": "railings"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "railings"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "railings"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "railings"
        }
    },
    "sentences": [
        {
            "en": "She padlocked her bike to the <em>railings</em>.",
            "vi": "Cô ấy khoá móc xe đạp của mình vào hàng rào."
        },
        {
            "en": "He was discovered as clenching the <em>railings</em>.",
            "vi": "Anh ta bị phát hiện khi bám chặt vào hàng rào chấn song."
        },
        {
            "en": "She padlocked her bike to the <em>railings</em>.",
            "vi": "Cô ta khóa móc xe đạp vào thanh vịn cầu thang."
        },
        {
            "en": "As you walk, look for bent <em>railings</em> in the fence.",
            "vi": "Khi bạn đi bộ, hãy tìm những rào chắn xoắn trong hàng rào."
        },
        {
            "en": "The demonstrator had handcuffed herself to the <em>railings</em>.",
            "vi": "Người phụ nữ biểu tình đã tự khóa tay mình vào song sắt hàng rào."
        },
        {
            "en": "Protesters had already chained themselves to the <em>railings</em>.",
            "vi": "Người biểu tình đã tự trói mình vào những rào chắn."
        },
        {
            "en": "His head was stuck fast in the <em>railings</em>.",
            "vi": "Đầu anh ta bị kẹt cứng vào hàng rào chấn song."
        },
        {
            "en": "I used to shiver when coming in late at night and passing the bent <em>railings</em>.",
            "vi": "Tôi đã từng run lên khi về nhà khuya và trèo qua hàng rào bẻ cong."
        },
        {
            "en": "In the darkness i leant over the <em>railings</em> and watched the ship cutting a path through the waves.",
            "vi": "Trong bóng đêm, tôi tựa vào lan can nhìn con tàu đang rẽ sóng."
        },
        {
            "en": "As the young man's car was close to the <em>railings</em>, miss Baker had to drive up beside iton the other side, where the girl was sitting.",
            "vi": "Vì xe của chàng thanh niên đậu sát hàng rào, nên cô baker phải lái lên theo phía bên hông của xe kia, nơi cô gái đang ngồi."
        }
    ],
    "suggestions": []
}