{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rainforest",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rainforest</k><blockquote>■ <cclass>noun a luxuriant, dense forest found in tropical areas with consistently heavy rainfall. </cclass></blockquote></div>",
            "word": "rainforest",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rainforest",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rainforest",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rainforest",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "11:55 A.M. <em>EST</em>",
            "vi": "11h55 sáng, giờ miền đông Hoa Kỳ"
        },
        {
            "en": "C '<em>est</em> la vie",
            "vi": "Đời là thế"
        },
        {
            "en": "Figure 2.3: Share of GDP by Enterprise Form 1998 (<em>est</em>.).",
            "vi": "Hình 2.3: Tỷ trọng của GDP theo hình thức doanh nghiệp năm 1998 (dự kiến)."
        },
        {
            "en": "Ancient peoples shaped the Amazon <em>rainforest</em>",
            "vi": "Người cổ xưa đã trồng nên rừng mưa nhiệt đới Amazon"
        },
        {
            "en": "What is the time zone difference between <em>EST</em> and MST?",
            "vi": "Sự chênh lệch múi giờ giữa EST và MST là gì?"
        },
        {
            "en": "Figure 2.2: Share of GDP by Sector, 1998 (<em>est</em>.).",
            "vi": "Hình 2.2. Tỷ trọng GDP phân theo Ngành 1998 (dự kiến)."
        },
        {
            "en": "Figure 1.6: Vietnamese Private Companies by Location, 1998 (<em>est</em>.)",
            "vi": "Hình 1.6: Các công ty tư nhân của Việt Nam theo vùng, 1998 (ước tính)."
        },
        {
            "en": "Figure 2.5: Vietnamese Private Companies by Location, 1998 (<em>est</em>.).",
            "vi": "Hình 2.5. Các doanh nghiệp tư nhân Việt Nam phân theo Địa bàn hoạt động, 1998 (ước tính)."
        },
        {
            "en": "How The Sahara Keeps The Amazon <em>Rainforest</em> Going",
            "vi": "Sa mạc Sahara giữ cho rừng nhiệt đới Amazon xanh tươi"
        },
        {
            "en": "It's a campaign to halt the destruction of the <em>rainforest</em>.",
            "vi": "Đó là một chiến dịch để ngăn chặn việc phá hủy rừng mưa nhiệt đới."
        },
        {
            "en": "There are areas of <em>rainforest</em> throughout Western Australia.",
            "vi": "Có những khu vực rừng mưa nhiệt đới trên khắp Tây Úc."
        },
        {
            "en": "The Amazon jungle is the world's largest tropical <em>rainforest</em>.",
            "vi": "Rừng già Amazon là rừng mưa nhiệt đới lớn nhất thế giới."
        },
        {
            "en": "Drones to Scan the Amazon <em>Rainforest</em> for Hidden Civilizations",
            "vi": "Tìm kiếm những nền văn minh cổ xưa ở Amazon bằng máy bay không người lái"
        },
        {
            "en": "Table 5.8 Private Manufacturers by Size Across Selected Industries, 1998 (<em>est</em>.)",
            "vi": "Bảng 5.8 Doanh nghiệp sản xuất tư nhân phân theo qui mô trong các ngành công nghiệp lựa chọn, 1998 (ước tính)"
        },
        {
            "en": "Table 1.7: Private Manufacturers by Size Across Selected Industries, 1998 (<em>est</em>.).",
            "vi": "Bảng 1.7: Các doanh nghiệp sản xuất tư nhân theo quy mô trong một số ngành, 1998 (ước tính)."
        },
        {
            "en": "Table 5.5 Location of Private Manufacturers by Firm Size, 1998 (<em>est</em>.)",
            "vi": "Bảng 5.5 Doanh nghiệp sản xuất tư nhân phân theo địa phương và qui mô, 1998 (ước tính)."
        },
        {
            "en": "Table 2.4: Private Manufacturers by Size Across Selected Industries 1998 (<em>est</em>.).",
            "vi": "Bảng 2.4 Các doanh nghiệp sản xuất tư nhân, phân theo qui mô thuộc một số ngành nhất định, năm 1998 (ước tính)."
        },
        {
            "en": "A tropical <em>rainforest</em> is an ecosystem usually found around the equator.",
            "vi": "Rừng mưa nhiệt đới là một hệ sinh thái thường thấy ở quanh đường xích đạo."
        },
        {
            "en": "The tropical <em>rainforest</em> is a hot, moist biome found near Earth's equator.",
            "vi": "Rừng mưa nhiệt đới là một quần xã sinh vật nóng, ẩm tìm thấy ở quanh đường xích đạo Trái đất."
        },
        {
            "en": "More girls (70%) than boys (60%) raised the idea of <em>rainforest</em> as animal habitats.",
            "vi": "Nhiều nữ sinh (70%) so với nam sinh (60%) đã nêu ra suy nghĩ về rừng nhiệt đới như là môi trường sống của động vật."
        }
    ],
    "suggestions": []
}