{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ralph]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vomit, puke, barf, hork, throw up</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">In the washroom, someone had ralphed all over the floor.</font></td></tr></table><i/></div>",
            "word": "ralph"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ralph"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ralph"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ralph"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ralph"
        }
    },
    "sentences": [
        {
            "en": "<em>Ralph</em> Lauren wears his signet ring on his right pinky.",
            "vi": "Ralph Lauren đeo chiếc nhẫn dùng làm ấn của mình trên ngón út bàn tay phải."
        },
        {
            "en": "Now our next contestant is <em>Ralph</em> Milton, from Blackpool.",
            "vi": "Bây giờ thí sinh kế tiếp của chúng tôi là ralph milton, quê ở blackpool."
        },
        {
            "en": "<em>Ralph</em> Lawler, tanned and shod in sandals, announced the teams.",
            "vi": "Ralph Lawler người mang đôi xăng - đan màu đồng là người giới thiệu về các đội bóng."
        },
        {
            "en": "<em>Ralph</em> walked on, talking sometihng with an absent air.",
            "vi": "Ralph bước tiếp, nói gì đó với vẻ lơ đãng."
        },
        {
            "en": "We hope that you will go to bat for <em>Ralph</em>.",
            "vi": "Tôi hy vọng bạn sẽ giúp đỡ Ralph."
        },
        {
            "en": "<em>Ralph</em> Lawler, tanned and shod in sandals, announced the teams.",
            "vi": "Ralph Lawler người mang đôi xăng-đan màu đồng là người giới thiệu về các đội bóng."
        },
        {
            "en": "Optometrist B. <em>Ralph</em> Chou warns against the hazards of sun-gazing.",
            "vi": " Bác sĩ nhãn khoa B. Ralph Chou cảnh báo về các mối nguy hại của việc nhìn mặt trời."
        },
        {
            "en": "4. “Adopt the pace of nature: her secret is patience.” ― <em>Ralph</em> Waldo Emerson",
            "vi": "4.\"Học qua cách chuyển động của thiên nhiên: bí mật của cô ấy là sự nhiên nhẫn\"― Ralph Waldo Emerson"
        },
        {
            "en": "Some brands well - known for their sheath dresses include <em>Ralph</em> Lauren, Prada, and Marc Jacobs.",
            "vi": "Vài hãng được biết đến nhiều do váy ôm của họ như Ralph Lauren, Prada, and Marc Jacobs."
        },
        {
            "en": "He said Ambassador <em>Ralph</em> Boyce used the meeting to express American concerns about the political situation.",
            "vi": "Ông ấy nói đại sứ ralph boyce dùng cuộc họp này bày tỏ những mối lo ngại của mỹ về tình hình chính trị."
        },
        {
            "en": "The couple named their child after a character in the Disney film, Wreck It <em>Ralph</em>.",
            "vi": "Hai vợ chồng này đã đặt tên con giống tên một nhân vật trong phim Wreck It Ralph của Disney."
        },
        {
            "en": "Well..tell me the truth, i wouldn't buy a used car from <em>Ralph</em> Jones if i were you.",
            "vi": "À..thành thật mà nói nếu tôi là bạn tôi sẽ không mua cái xe hơi dùng rồi của ralph jones đâu."
        },
        {
            "en": "For what it's worth, <em>Ralph</em> has always given the best that was in him in gym as in everything else.",
            "vi": "For what it's worth, Ralph has always given the best that was in him in gym as in everything else."
        },
        {
            "en": "My son, <em>Ralph</em>, sadly recounted the tirade you directed at him today, and I must take exception to your methods.",
            "vi": "Con trai tôi, Ralph, cứ buồn bã nhắc lại từng câu la mắng của thầy ngày hôm nay, và tôi buộc lòng phải phản đối phương pháp giáo dục của thầy."
        },
        {
            "en": "I'm thinking of buying a used car from <em>Ralph</em> Jones, but i'm not sure that's a very good idea.",
            "vi": "Tôi định mua cái xe hơi dùng rồi của ralph jones, nhưng tôi không chắc rằng đó là ý kiến hay."
        },
        {
            "en": "If you bought a used car from <em>Ralph</em> Jones, you'd probably spend a lot of money on repairs.",
            "vi": "Nếu bạn mua xe hơi dùng rồi của ralph jones, có lẽ bạn sẽ tốn nhiều tiền đế sửa chữa đấy."
        },
        {
            "en": "Bunche <em>Ralph</em> Johnson (1904-1971), American scholar and diplomat, is known for his work in the United Nations, and the first black to win a Nobel Peace Prize.",
            "vi": "Bunche Ralph Johnson (1904 - 1971), học giả và nhà ngoại giao Hoa Kỳ, nổi tiếng về hoạt động ở Liên hiệp quốc và là người da đen đầu tiên đoạt giải Nôben hòa bình."
        },
        {
            "en": "Bunche <em>Ralph</em> Johnson (1904 - 1971), American scholar and diplomat, is known for his work in the United Nations, and the first black to win a Nobel Peace Prize.",
            "vi": "Bunche Ralph Johnson (1904 -1971), học giả và nhà ngoại giao Hoa Kỳ, nổi tiếng về hoạt động ở Liên hiệp quốc và là người da đen đầu tiên đoạt giải Nôben hòa bình."
        },
        {
            "en": "<em>Ralph</em> Perrson was walking with his wife and dog in the woods when he noticed his dog was barking differently, Swedish outlet The Local reported.",
            "vi": "Ralph Perrson đang cùng vợ và chú chó đi dạo trong rừng thì thấy chú chó của mình cứ sủa một cách bất thường, tờ The Local ở Thụy Điển đưa tin."
        },
        {
            "en": "When songwriters Hugh Martin and <em>Ralph</em> Blaine originally wrote the holiday classic for the 1944 movie, \"Meet Me in St. Louis,\" Judy Garland didn't like it. ",
            "vi": "Khi các nhà soạn nhạc Hugh Martin và Ralph Blaine lúc đầu đã viết cuốn tiểu thuyết ngày lễ cho bộ phim năm 1944 \"Gặp tôi ở St. Louis\", Judy Garland không hề ưng ý nó."
        }
    ],
    "suggestions": []
}