{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Rama"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Rama"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Rama"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Rama"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Rama"
        }
    },
    "sentences": [
        {
            "en": "Is <em>Rama</em> a person of incalculable moods?",
            "vi": "Rama có phải là con người tính khí thất thường không?"
        },
        {
            "en": "But considerable analytical work went into predicting the social impacts of labor retrenchment in the SOE sector (see Belser & <em>Rama</em>, 2001; <em>Rama</em>, 2002).",
            "vi": "Nhưng một phần lớn nỗ lực phân tích đã nhằm vào dự báo tác động xã hội của việc sa thải lao động trong khu vực DNNN (xem Belser và Rama, 2001; Rama, 2002)."
        },
        {
            "en": "The body of <em>Rama</em> Sand lies in state in Vienna before being transported to India.",
            "vi": "Thi hài của Rama Sand quàn tại Viên trước khi được chuyển đến Ấn Độ."
        },
        {
            "en": "Evidence from Communities with Multiple Programs in Vietnam” (Quang Hong Doan and Martin <em>Rama</em>, 2009).",
            "vi": "Bằng chứng từ các cộng đồng có nhiều chương trình ở Việt Nam” (Đoàn Hồng Quang và Martin Rama, 2009)."
        },
        {
            "en": "Its findings can be used to assess whether SOE restructuring could become a source of increased poverty in Vietnam (Nga Nguyet Nguyen & Martin <em>Rama</em>, 2003b).",
            "vi": "Phát hiện của nó có thể được dùng để đánh giá xem việc cơ cấu lại DNNN có thể trở thành một nguyên nhân làm gia tăng nghèo đói ở Việt Nam hay không (xem Nguyễn Nguyệt Nga và Martin Rama, 2003b)."
        },
        {
            "en": "There is increasing evidence across countries that openness to international trade is associated with an increase in the returns to schooling (<em>Rama</em>, in press).",
            "vi": "Ngày càng có bằng chứng ở nhiều nước cho thấy rằng mở cửa cho thương mại quốc tế đi kèm với gia tăng lợi ích do học tập đem lại (Rama, sắp xuất bản)."
        },
        {
            "en": "Santha <em>Rama</em> Rau (who was born in 1923) has written many travel books about India and the far East and has become a well-known interpreter of the East to the West.",
            "vi": "Santha rama rau (sinh năm 1923) đã viết nhiều sách du ký về ấn độ và viễn đông, và đã trở thành người phát ngôn nổi tiếng dẫn giải đông phương cho tây phương thông hiểu hơn."
        },
        {
            "en": "To address this question, three alternative “corrections” of the expenditure figure estimated for each household in the VLSS and VHLSS samples can be introduced, leading to the re-estimation of poverty and inequality indicators (Martin <em>Rama</em>, 2003).",
            "vi": "Để khắc phục vấn đề này, có ba cách \"hiệu chỉnh\" con số chi tiêu ước tính cho mỗi hộ trong các mẫu ĐTMSDC và ĐTMSHGĐ có thể được áp dụng, dẫn đến việc ước tính lại tỷ lệ nghèo và các chỉ tiêu bất bình đẳng (Martin Rama, 2003)."
        },
        {
            "en": "19. Integrated Social Networking \nMicrosoft has made considerable effort to integrate social networking throughout Windows 8. Applications like Socialite and Tweet@<em>rama</em> allow you to post directly to Facebook or Twitter, and you'll find these among the tiles in the Metro UI.",
            "vi": "19. Mạng xã hội tích hợp \nMicrosoft đã rất nỗ lực để tích hợp mạng xã hội trên Windows 8. Những ứng dụng như Socialite và Tweet@rama cho phép bạn đăng bài trực tiếp lên Facebook hoặc Twitter, và bạn sẽ tìm thấy hai ứng dụng này trong những ô ‘live tile’ ở giao diện Metro."
        }
    ],
    "suggestions": []
}