{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ramifications",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ramifications</k><blockquote>a complex consequence of an action or event.</blockquote><blockquote>→ <kref>ramification</kref></blockquote></div>",
            "word": "ramifications",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ramifications",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ramifications",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ramifications",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "There are 7 <em>ramifications</em> of that river.",
            "vi": "Con sông đó có 7 nhánh."
        },
        {
            "en": "The <em>ramifications</em> of this company are all over the country.",
            "vi": "Các chi nhánh của công ty này có mặt ở khắp cả đất nước."
        },
        {
            "en": "The <em>ramifications</em> of this river are polluted with toxic waste.",
            "vi": "Các nhánh sông này đều bị ô nhiễm vì chất thải độc hại."
        },
        {
            "en": "But when we can begin to open ourselves up to that, the <em>ramifications</em> are awesome.",
            "vi": "Nhưng khi chúng ta bắt đầu mở lòng mình với điều đó, chúng ta sẽ thấy những kết quả tuyệt vời của nó."
        },
        {
            "en": "As in biology, the impact can have <em>ramifications</em> far beyond the single example.",
            "vi": "Như trong lĩnh vực sinh học, phạm vi ảnh hưởng có thể vượt xa một trường hợp đơn lẻ."
        },
        {
            "en": "This tendency toward self-abasement is having unintended <em>ramifications</em> for western culture all over the globe.",
            "vi": "Xu hướng tự hạ phẩm giá đang gây hậu quả ngoài mong đợi đến văn hóa phương Tây trên khắp thế giới."
        },
        {
            "en": "This tendency toward self - abasement is having unintended <em>ramifications</em> for western culture all over the globe.",
            "vi": "Xu hướng tự hạ phẩm giá đang gây hậu quả ngoài mong đợi đến văn hóa phương Tây trên khắp thế giới."
        },
        {
            "en": "Also, you must have thought through all <em>ramifications</em> of the proposal.",
            "vi": "Ngoài ra, bạn phải nghĩ đến mọi khía cạnh phát sinh của đề xuất đó."
        },
        {
            "en": "Our consultations suggest that policies relating to care work have further <em>ramifications</em>.",
            "vi": "Các cuộc tham vấn của chúng tôi cũng cho thấy những chính sách liên quan đến công việc chăm sóc còn có các phân nhánh khác nữa."
        },
        {
            "en": "Gender inequality is a cross-cutting issue, relevant to all of the various dimensions of development and with <em>ramifications</em> for all development goals.",
            "vi": "Bất bình đẳng giới là một vấn đề liên ngành, liên quan đến mọi mặt phát triển và có các nhánh ở tất cả các mục tiêu phát triển."
        },
        {
            "en": "Alongside the economic causes and long-term <em>ramifications</em> of the volatile food prices, a number of social effects can be identified.",
            "vi": "Đi kèm với những nguyên nhân về kinh tế và những hậu quả khác nhau lâu dài của giá cả lương thực không ổn định, có thể xác định được một số những ảnh hưởng xã hội."
        },
        {
            "en": "If an adequate workforce is not available, multinational corporations will opt to bypass Vietnam and expand their businesses in other countries. The negative <em>ramifications</em> of this will be magnified as Vietnamese workers with the right skill sets, relocate to other countries to access high quality jobs.",
            "vi": "Nếu không có đủ lực lượng lao động, các tập đoàn đa quốc gia sẽ lựa chọn bỏ qua Việt Nam và mở rộng kinh doanh tại các nước khác. Những hậu quả tiêu cực của vấn đề này sẽ càng tăng lên khi các lao động Việt Nam có những kỹ năng phù hợp chuyển sang các nước khác để tiếp cận công việc có chất lượng cao."
        },
        {
            "en": "If an adequate workforce is not available, multinational corporations will opt to bypass Vietnam and expand their businesses in other countries. The negative <em>ramifications</em> of this will be magnified as Vietnamese workers with the right skill sets, relocate to other countries to access high quality jobs.",
            "vi": "Nếu không có đủ lực lượng lao động, các tập đoàn đa quốc gia sẽ lựa chọn bỏ qua Việt Nam và mở rộng kinh doanh tại các nước khác. Những hậu quả tiêu cực của vấn đề này sẽ càng tăng lên khi các lao động Việt Nam có những kỹ năng phù hợp chuyển sang các nước khác để tiếp cận công việc có chất lượng cao."
        },
        {
            "en": "Chlamydia is one of the most commonly reported infectious disease in the United States, with young people being most affected. The problem is compounded by a general lack of symptoms, and thus the disease may go undetected and untreated. Chlamydia infection in the long term can have serious <em>ramifications</em>, particularly for young women. Problems include chronic pelvic pain, potentially fatal ectopic pregnancy and infertility.",
            "vi": "Chlamydia là một bệnh truyền nhiễm phổ biến nhất tại Hoa Kỳ, và những người trẻ tuổi bị mắc bệnh nhiều nhất. Vấn đề này càng phức tạp bởi sự thiếu tổng quát của nhiều triệu chứng, và do đó bệnh có thể không bị phát hiện và không được điều trị. Nhiễm Chlamydia về lâu dài có thể có hậu quả nghiêm trọng, đặc biệt là cho phụ nữ trẻ. Vấn đề bao gồm đau xương chậu mãn tính, tiềm ẩn thai ngoài tử cung có khả năng gây tử vong và vô sinh."
        },
        {
            "en": "The source of the problem is the Helium Privatisation Act (HPA), an American law passed in 1996 that requires the U.S. National Helium Reserve to liquidate its helium assets by 2015 regardless of the market price. Although intended to settle the original cost of the reserve by a U.S. Congress ignorant of its <em>ramifications</em>, the result of this fire sale is that global helium prices are so artificially deflated that few can be bothered recycling the substance or using it judiciously.",
            "vi": "Các nguồn của vấn đề là Tư Nhân Hóa Luật Helium (HPA), một hãng luật Mỹ thông qua vào năm 1996 yêu cầu cục Dự Trữ Quốc gia Hoa Kỳ về Heli là thanh lý tài sản khí heli vào năm 2015 bất kể giá thị trường. Mặc dù dự định để giải quyết các chi phí dự trữ ban đầu bởi Quốc hội Mỹ không biết về giá trị của Hêli, kết quả của việc bán tháo này là giá cả khí hêli toàn cầu đang bị lạm phát giả tạo và việc tái chế cũng ít lại hoặc sử dụng nó một cách khôn ngoan."
        },
        {
            "en": "Whether it is scientifically true or not, the anecdote certainly rings true of the state of health today. Slowly, but surely, we have been poisoned and malnourished on multiple accounts each day, yet, it is so gradual that very few people understand the <em>ramifications</em>. We have become obsessed with safe dosages and limits, which are provided to us by trusted government officials and other authorities, and we mistakenly think if we stay within these limits that somehow our health will be completely unaffected negatively.",
            "vi": "Dù tính khoa học của nó có đúng hay không, câu chuyện này đã phản ánh tình trạng thực sự của vấn đề sức khỏe ngày nay. Một cách từ từ và chắc chắn, chúng ta đang bị đầu độc từ nhiều nguyên nhân mỗi ngày, nhưng nó từ từ đến nỗi rất ít người hiểu được những hệ lụy ấy. Chúng ta trở nên ám ảnh với những liều lượng và giới hạn an toàn mà các cơ quan chức năng cung cấp, và có cách nghĩ sai lầm rằng nếu chúng ta không vượt quá những giới hạn an toàn đó thì sức khỏe của chúng ta hoàn toàn không bị ảnh hưởng xấu."
        }
    ],
    "suggestions": []
}