{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ramped",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ramped",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ramped",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ramped",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nghiêng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ramped step</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bậc dốc</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "ramped",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The plan <em>ramped</em> up.",
            "vi": "Dự án đã được khởi động."
        },
        {
            "en": "Large companies continue to back it. At the very least, expect more mainstream confusion in 2018 over the “two Bitcoins” and a <em>ramped</em>-up marketing effort to raise BCH’s profile.",
            "vi": "Các công ty lớn tiếp tục ủng hộ nó. Ít nhất, mong đợi nhiều sự nhầm lẫn chủ đạo vào năm 2018 đối với \"hai Bitcoins\" và nỗ lực tiếp thị nâng cao để nâng cao hồ sơ của BCH."
        },
        {
            "en": "But in recent years, the rhetoric has <em>ramped</em> up and Microsoft has made it clear that it wants to make Windows far more secure and better at data protection and ensuring network security.",
            "vi": "Nhưng trong những năm gần đây, việc làm này đã được đẩy mạnh và Microsoft đã bộc lộ rõ rằng họ muốn tạo ra Windows an toàn hơn, bảo vệ dữ liệu tốt hơn và bảo đảm an ninh mạng."
        },
        {
            "en": "But in recent years, the rhetoric has <em>ramped</em> up and Microsoft has made it clear that it wants to make Windows far more secure and better at data protection and ensuring network security.",
            "vi": "Nhưng trong những năm gần đây, việc làm này đã được đẩy mạnh và Microsoft đã bộc lộ rõ rằng họ muốn tạo ra Windows an toàn hơn, bảo vệ dữ liệu tốt hơn và bảo đảm an ninh"
        },
        {
            "en": "The Grand Canyon opened up its residential and employee entrance at the South Rim to those who already had passes over holiday weekends and plans to do the same in 2016. It has also <em>ramped</em> up hiring for entrance-gate employees, Grand Canyon revenue and fee business manager Marlon Avantyr said.",
            "vi": "Công viên Grand Canyon đã mở cổng dành riêng cho cư dân và nhân viên của mình ở South Rim qua lại cho những người từng có giấy phép ở lai cuối tuần và định sẽ làm vậy tiếp vào năm 2016. Công viên này cũng đã thuê mướn thêm nhân viên gác cổng, Marlon Avantyr, giám đốc quản lý kinh doanh và lệ phí ở Grand Canyon cho biết."
        },
        {
            "en": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Windows Security has been a particular pain point for users with every new edition Microsoft has released since the advent of the Internet. Effective security is essential in any operating system in preventing malware, protecting a network and ensuring data protection. But reliable security is especially important to restore trust in the Windows ecosystem. If Windows 7 isn't as secure as it could be, Microsoft could face significant trouble going forward. As Microsoft prepares Windows 7 for its release later this month, it's important to realize that there really isn't a guarantee that it will offer any more value than earlier versions. Recent reports have said that it's a superior operating system to its predecessors – Windows XP and Windows Vista – but in the software space, that doesn't mean that it will necessarily be true. There are several factors at play.  One of the most prominent factors is security. Long the thorn in Microsoft's side, security could make or break Windows 7. If it's more secure than earlier versions of the software, Windows 7 could be a winner. If not, it could be a loser. Arguably, security matters most to Windows 7's success, and to how consumers and IT administrators view the new OS. Here's why: 1. The enterprise relies on security   There's nothing worse for an enterprise than deploying an operating system that fails to offer the kind of security it expects. Nowhere is that more evident than in Windows Vista, which turned many companies away prior to the release of Service Pack 1. Windows 7 cannot afford to be insecure. The key customers Microsoft relies on for big profits—corporations—won't like it. 2. Consumers won't like it either Microsoft also needs to worry about consumers. Those that learn that Windows 7 is insecure or vulnerable to viruses and malware will find alternatives for fear of losing their data. Granted, the state of cyber-security in the consumer space is poor. But I'm a firm believer that more people than ever are at least aware of security concerns and the latest attacks. If they find out that an operating system is insecure, they won't be happy. 3. What about market share? If Windows 7 is insecure, you can expect Microsoft's dominance in the operating-system market to slip. Those that were intent on buying Windows 7 prior to its release will learn of its troubles and opt for a different operating system. That could mean Linux or, most likely, Apple will reap the reward. 4. Microsoft's loss of power If Windows 7 suffers from insecurity, much of the power Microsoft wields in the computing industry will be eliminated. When Windows XP was at its height, companies like Dell and Hewlett-Packard were forced to \"play ball\" with Microsoft. If Microsoft required something of those companies, they did it. But after the downgrade-rights fiasco allowed users to get Windows XP bundled in computers rather than Windows Vista, those vendors regained some power. An insecure Windows 7 will ensure that Microsoft will fully relinquish its grip in that space. 5. Criticism, anyone?  As soon as the news broke that Windows 7 was insecure, you can bet that Apple would jump on it. The company's \"I'm a Mac, I'm a PC\" ads have been so successful because they highlight Windows' security problems when it comes to malware and viruses. An insecure Windows 7 will only maximize Apple's intent on making Microsoft look bad. Say what you will about Mac OS X, but Apple will be licking its chops if Windows 7 is insecure and open to security attacks. 6. It loses the security high ground  Microsoft has done a relatively good job over the past couple years at rebuilding its standing in the security community. For too long, the company had what looked like a lackadaisical attitude towards security. But in recent years, the rhetoric has <em>ramped</em> up and Microsoft has made it clear that it wants to make Windows far more secure and better at data protection and ensuring network security. An insecure Windows 7 will fly in the face of that. And the security community will take notice. 7. Hackers will take notice  As soon as malicious hackers realized that Windows 7 was insecure, they would immediately jump at the chance to prey on users,while spreading malware. The issues would only escalate, causing Microsoft and Windows 7 to look even worse. 8. Comparisons will be drawn  As Microsoft gets ready to release Windows 7, the company wants everyone to forget about its past mistakes. It doesn't want users to think of Windows Vista when they load Windows 7. They want them to remember the good old days of PC computing. If Windows 7 is insecure, comparisons between Windows Vista, Windows ME, or Windows 2000 will be immediately drawn. And it will only spell trouble for Microsoft. 9. Confidence will be lost  With not one, but two operating systems not living up to customer expectations, Microsoft would put itself in a bad position. Windows 8 would cause users to be suspect of the operating system's ability to satisfy their needs security needs and protecting their corporate networks. And Microsoft would need to find a way (probably through cash) to get customers' minds off of Windows Vista and Windows 7 and on to the future. With two missteps, that might be difficult.   10. It gives Chrome an opening Microsoft has been forced to take on Google in practically every place it competes. From word processing to search, the company has battled it out with Google. If Windows 7 is a security failure, you can bet that Google will take advantage by promoting its new Chrome OS and its security features. The company will jump at the chance to call it an alternative to Windows. And in the end, it could give Google the opening it needs to capitalize on the OS market.   Security is a major issue for Microsoft Windows. The company doesn't have an opportunity to slack on it. Nguồn: http://www.eweek.com/c/a/Security/10-Reasons-Why-Reliable-Windows-7-Security-is-Crucial-to-Users-382042/",
            "vi": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Bảo mật của hệ điều hành (HĐH) Windows đã từng là một trở ngại đặc biệt cho người dùng với mọi phiên bản mới của Microsoft đã phát hành kể từ sự ra đời của Internet. Bảo mật hiệu quả là rất cần thiết trong bất kỳ hệ điều hành nào trong việc ngăn chặn phần mềm độc hại, bảo vệ hệ thống mạng và bảo đảm việc bảo vệ dữ liệu. Nhưng sự bảo mật đáng tin cậy thì đặc biệt quan trọng để khôi phục sự tín nhiệm của người dùng trong “hệ sinh thái” của HĐH Windows này. Nếu Windows 7 không an toàn như nó có thể, Microsoft có thể đối mặt với những khó khăn lớn trong tương lai. Như việc Microsoft chuẩn bị phát hành Windows 7 cuối tháng này, điều quan trọng để nhận ra rằng thực sự không có một sự đảm bảo nào là nó sẽ đem lại nhiều giá trị nhiều hơn các phiên bản trước đó. Các báo cáo gần đây đã cho rằng đó là một hệ điều hành cao cấp hơn hẳn các phiên bản trước đây của nó - Windows XP và Windows Vista - nhưng trong không gian phần mềm, điều đó không có nghĩa là nó sẽ nhất thiết phải đúng sự thật. Đó là một vài yếu tố tại cuộc chơi này. Một trong những yếu tố nổi bật nhất là sự bảo mật. Một cái gai dài trước mắt Microsoft, sự bảo mật có thể có thể quyết định sự thành bại của Windows 7. Nếu nó an toàn hơn các phiên bản trước, Windows 7 có thể là một người chiến thắng. Ngược lại, nó có thể trở thành một kẻ bại trận. Hiện nay nhiều người cho rằng, các vấn đề bảo mật nhất đem lại sự thành công của Windows 7 và để làm thế nào người tiêu dùng và các quản trị viên CNTT  xem xét hệ điều hành mới này. Đây là lý do: 1. Doanh nghiệp tin vào sự bảo mật Không có gì tệ hơn cho một doanh nghiệp khi triển khai một HĐH mà không đủ khả năng cung cấp các loại hình an ninh như họ mong đợi. Không tìm thấy ở đâu mà cụ thể hơn trong Windows Vista, ở đó nhiều công ty đã rời bỏ HĐH này trước khi phát hành bản Service Pack 1. Windows 7 không phải là không có khả năng an toàn. Những khách hàng then chốt của Microsoft dựa vào lợi nhuận lớn - các tập đoàn – sẽ không giống như vậy. 2. Người tiêu dùng sẽ không thích chọn nó để thay thế. Microsoft cũng cần nghĩ đến người tiêu dùng. Những người mà tìm hiểu rằng Windows 7 là không an toàn hoặc dễ bị virus và các phần mềm độc hại làm mất mất dữ liệu của họ. Công nhận rằng khả năng tự bảo mật thông tin của người dùng trên máy tính của họ còn nhiều hạn chế. Nhưng tôi tin chắc rằng nhiều người trong số đó ít nhất cũng nhận thức về các mối quan tâm bảo mật và các cuộc tấn công gần đây nhất. Nếu họ nhận thấy rằng một hệ điều hành không an toàn, họ sẽ cảm thấy không an tâm 3. Thế còn thị phần thì sao? Nếu Windows 7 không an toàn, bạn có thể nghĩ rằng vị thế của Microsoft trên thị trường điều hành sẽ bị trượt dốc. Những người có ý định mua Windows 7 trước khi phát hành sẽ biết được các vấn đề của nó và lựa chọn một HĐH khác. Điều đó có nghĩa là Linux hay, rất có thể là Apple sẽ là sự lựa chọn của họ. 4. Microsoft mất đi quyền lực Nếu Windows 7 kém an toàn, nhiều quyền lực mà Microsoft nắm giữ trong ngành công nghiệp máy tính sẽ bị mất đi. Khi “thời đại” Windows XP lên đến đỉnh điểm, các công ty như Dell và Hewlett-Packard bị buộc phải \"chơi trò ném bóng\" với Microsoft. Nếu Microsoft cần một cái gì đó của những công ty này, họ nhanh chóng đáp ứng. Nhưng sau khi thất bại thì các quyền lợi hạ thấp xuống cho phép người dùng mua Windows XP kèm trong máy tính thay vì kèm Windows Vista, những bù lại nhà cung cấp giành lại được một số quyền lực. Sự không an toàn của windows 7 sẽ đảm bảo rằng Microsoft sẽ từ bỏ hoàn toàn sự kiềm kẹp của họ trong lĩnh vực này. 5. Sự phê bình, bất cứ ai? Ngay sau khi các tin tức đã tiết lộ rằng Windows 7 không an toàn, bạn có thể đặt cược rằng Apple sẽ nhảy vào đó. Quảng cáo của công ty này \"I'm a Mac, I'm a PC\" đã rất thành công vì họ nêu bật những vấn đề bảo mật của Windows khi đề cập đến phần mềm độc hại và virus. Windows 7 không an toàn sẽ làm tăng thêm các mục đích bôi nhọ của Apple làm cho hình ảnh của Microsoft trở nên mờ nhạt. Bạn sẽ nói những gì về Mac OS X, nhưng Apple sẽ nhếch mép cười nhạo nếu Windows 7 không an toàn và mở đường cho các cuộc tấn công bảo mật. 6. Mất đi nền tảng bảo mật cao Microsoft đã hoàn thành được một nhiệm vụ tương đối tốt trong 2 năm vừa qua để xây dựng lại vị thế của nó trong cộng đồng bảo mật. Từ lâu, công ty này đã có những cái nhìn trông giống như một thái độ không mạnh mẽ hướng tới sự bảo mật. Nhưng trong những năm gần đây, việc làm này đã được đẩy mạnh và Microsoft đã bộc lộ rõ rằng họ muốn tạo ra Windows an toàn hơn, bảo vệ dữ liệu tốt hơn và bảo đảm an ninh mạng. Suy nghĩ một Windows 7 không an toàn sẽ biến mất và cộng đồng an ninh sẽ chú ý điều này. 7. Hacker sẽ chú ý Khi các hacker có ý đồ không tốt nhận thấy Windows 7 không an toàn, ngay lập tức họ sẽ nắm lấy cơ hội để làm hại người dùng, lợi dụng để phát tán phần mềm độc hại. Những vấn đề sẽ ngày càng leo thang và gây ra cho Microsoft và Windows 7 trông có vẻ còn tệ hơn. 8. Những sự so sánh sẽ được rút ra Như việc Microsoft sẵn sàng phát hành Windows 7, hãng Microsoft muốn mọi người quên đi những sai lầm trong quá khứ của họ. Họ không muốn người dùng nghĩ về Windows Vista khi họ tải Windows 7. Microsoft muốn họ nhớ đến thời huy hoàng của điện toán PC những ngày trước. Nếu Windows 7 không an toàn, sự so sánh giữa Windows Vista, Windows ME hoặc Windows 2000 sẽ được rút ra ngay lập tức. Và nó sẽ nói vấn đề này cho Microsoft. 9. Niềm tin sẽ bị đánh mất Không phải chỉ với một mà đến hai hệ điều hành không đáp ứng được kỳ vọng của khách hàng, Microsoft sẽ tự đặt chính mình vào tình huống xấu. Windows 8 sẽ khiến cho người dùng phải hoài nghi về khả năng HĐH này đáp ứng các nhu cầu bảo mật cần thiết và bảo vệ mạng doanh nghiệp của họ. Và Microsoft sẽ cần phải tìm một cách (có thể là bằng tiền mặt) để tâm trí của khách hàng không còn nghĩ về Windows Vista và Windows 7 và trong tương lai. Với hai bước đi sai lầm, điều này có thể trở nên khó khăn. 10.  Đem lại cơ hội cho Chrome Trên thực tế, Microsoft bị buộc phải để mất cương vị của nó cho đối thủ cạnh tranh là Google. Từ xử lý văn bản đến tìm kiếm, Microsoft đã chiến đấu với Google. Nếu Windows 7 thiếu khả năng bảo mật, bạn có thể đặt cược rằng Google sẽ tận dụng thời cơ này để quảng cáo HĐH mới Chrome và các tính năng bảo mật. Google sẽ nắm lấy cơ hội này để nói Chrome là một giải pháp thay thế cho Windows. Và cuối cùng, nó có thể đem lại cho Google lợi thế tốt trên thị trường hệ điều hành. Bảo mật là một vấn đề lớn đối với Microsoft Windows. Ms không còn cơ hội để chùn bước trước nó."
        }
    ],
    "suggestions": []
}