{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Rana"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Rana"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Rana"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Rana"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Rana"
        }
    },
    "sentences": [
        {
            "en": " The Ranakpur Jain Temple was built by a wealthy Jain businessman named Dharma Shah under the patronage of the liberal and gifted Rajput monarch <em>Rana</em> Kumbha in the 15th century. According to local legend Dharma Shah had a celestial vision that left in his heart a burning determination to build a temple in honor of Adinath, the founder of the Jain religion. When Dharma Shah approached <em>Rana</em> Kumbha with his plan, the king not only gave him a plot of land to build the temple but also advised him to build a township near the site. The construction of the temple and the township began simultaneously. The town was named Ranakpur after the King <em>Rana</em> Kumbha.",
            "vi": "Đền Ranakpur Jain được xây dựng bởi một thương nhân giàu có mộ đạo Kỳ Na tên Dharma Shah với sự bảo trợ của đức vua tài năng và hào phóng Rajput, Rana Kumbha vào thế kỷ thứ 15. Theo truyền thuyết địa phương, thiên nhãn của Dharma Shah khiến trái tim ông nung nấu quyết tâm bỏng cháy mong muốn xây dựng một ngôi đền để tỏ lòng trân trọng của mình dành cho Adinath, người sáng lập nên tôn giáo Kỳ Na giáo. Khi Dharma Shah mang kế hoạch của mình đến gặp Rana Kumbha, Đức vua chẳng những đã cho ông một thửa đất để xây dựng ngôi đền này mà còn khuyên ông nên xây dựng một thị trấn gần đó nữa. Việc xây dựng đền và thị trấn được tiến hành cùng lúc. Thành phố này được đặt tên Ranakpur theo tên Đức vua Rana Kumbha."
        }
    ],
    "suggestions": []
}