{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rangeland"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rangeland</k><blockquote>■ <cclass>noun (also <cclass><b>rangelands</b>) open country used for grazing or hunting animals. </cclass></cclass></blockquote></div>",
            "word": "rangeland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rangeland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rangeland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rangeland"
        }
    },
    "sentences": [
        {
            "en": "Two members of our group, ecologists Thiago <em>Rangel</em> and Robert Colwell, had developed this simulation modeling technique for their studies of species diversity patterns. But no one had ever used this approach to study the diversity of human populations.",
            "vi": "Hai thành viên trong nhóm chúng tôi, nhà sinh thái học Thiago Rangel và Robert Colwell, đã phát triển kỹ thuật mô hình hóa mô phỏng này trong các nghiên cứu về các kiểu mẫu đa dạng loài. Nhưng chưa có ai từng sử dụng cách tiếp cận này để nghiên cứu sự đa dạng của quần thể con người."
        },
        {
            "en": "Domestic pigs are not typically known to be as aggressive as their feral cousins, but \"there is some degree of danger associated with any animal,\" John Killefer, who heads the Animal and <em>Rangeland</em> Sciences Department at Oregon State University in Corvallis, told the newspaper.",
            "vi": "Theo Ông John Killefer, trưởng Khoa Thú y tại Đại học Bang Oregon ở Corvallis cho biết lợn thuần hoá nuôi trong nhà thường không phải loài vật nguy hiểm như lợn rừng, nhưng “ ở một mức độ nào đó chúng cũng chỉ là con vật”."
        },
        {
            "en": "That \"something\" is carbon farming, using processed compost to cool the Earth. It's a theory developed by <em>rangeland</em> ecologist Jeff Creque, who also promotes beneficial land management practices to increase the health of agricultural systems. “Agriculture is the art of moving carbon dioxide from the atmosphere to the vegetation to the soil and, then, back again,\" he says, explaining, \"If we can increase the rate of carbon capture and decrease the rate of carbon loss, we can actually begin to bend that Keeling curve of carbon dioxide in the atmosphere in the other direction, which is what we need to achieve.”",
            "vi": "Biện pháp \"gì ấy\" chính là nông nghiệp carbon, sử dụng phân trộn để làm mát trái đất. Đó là một phát kiến của nhà sinh thái học chuyên về bãi chăn thả gia súc Jeff Creque, ông đồng thời cũng ủng hộ các biện pháp quản lý đất đai hữu ích làm cho ngành nông nghiệp lành mạnh hơn. Ông lý giải: \"Nông nghiệp là nghệ thuật chuyển carbon dioxide từ không khí tới cây trồng vào trong đất và lặp lại chu trình ấy. Nếu chúng ta có thể làm tăng tỷ lệ thu giữ carbon và làm giảm tỷ lệ thất thoát carbon thì thực sự chúng ta có thể bẻ quẹo cái đường cong Keeling về carbon dioxide trong không khí theo một hướng khác, hướng mà chúng ta cần đạt được.\""
        }
    ],
    "suggestions": []
}