{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ransacked"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ransacked"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ransacked"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ransacked"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ransacked"
        }
    },
    "sentences": [
        {
            "en": "<em>Ransacked</em>",
            "vi": "Lục soát"
        },
        {
            "en": "Burglars <em>ransacked</em> all her belongings.",
            "vi": "Bọn trộm đã cướp bóc tất cả tài sản riêng của bà ta."
        },
        {
            "en": "He <em>ransacked</em> a drawer but could not find him keys.",
            "vi": "Anh ta lục soát ngăn kéo nhưng cũng không tìm thấy chìa khóa."
        },
        {
            "en": "The police <em>ransacked</em> his house for secret documents.",
            "vi": "Cảnh sát đã lục soát nhà hắn để tìm các tài liệu mật."
        },
        {
            "en": "She returned to find that burglars had <em>ransacked</em> her office.",
            "vi": "Cô ấy trở lại để tìm kẻ trộm đã lục soát văn phòng của mình."
        },
        {
            "en": "The boy <em>ransacked</em> his brains to answer his mother's difficult question.",
            "vi": "Cậu bé vắt óc suy nghĩ để trả lời câu hỏi khó của mẹ."
        },
        {
            "en": "Looters <em>ransacked</em> stores in Concepcion Sunday, stealing both food and electrical appliances.",
            "vi": "Những kẻ hôi của cướp phá các cửa hàng ở Concepcion hôm chủ nhật, ăn cắp cả thức ăn lẫn đồ điện."
        },
        {
            "en": "Some damaged buildings in the Haitian capital have been <em>ransacked</em> by people searching for supplies as they await more relief.",
            "vi": "Vài toà nhà bị hư hại trong thủ đô Haiti đã bị người dân lục tung tìm kiếm cái ăn trong khi chờ đợi có thêm đồ cứu trợ."
        },
        {
            "en": "Four breweries were <em>ransacked</em> after the deaths began to be reported, Agence France-Presse quoted officials as saying.",
            "vi": "Bốn nơi ủ rượu đã bị lục soát sau khi người ta bắt đầu báo cáo con số tử vong, thông tấn xã Agence France-Presse trích dẫn lời của các viên chức."
        },
        {
            "en": "Strong Earthquake Shakes Haiti Again       A strong earthquake has again struck Haiti, shaking buildings and causing panic as international efforts to help those affected by last week's devastating quake continued. There have been no reports of injuries from the magnitude 6.1 quake Wednesday. The United States is sending more ships to Haiti to help with recovery from last week's 7.0 magnitude earthquake, which killed an estimated 200,000 people. This will include a vessel designed to clear debris blocking the main port in the capital, Port-au-Prince.  The debris has prevented larger ships with food and other vital supplies from making deliveries.   Some damaged buildings in the Haitian capital have been <em>ransacked</em> by people searching for supplies as they await more relief.  American troops have been providing security for food and water deliveries.  About 3,500 additional U.N. security personnel are also being sent to Haiti to help prevent looting. The World Food Program says it will try to get fresh aid to as many people as possible Wednesday.  But officials say relief efforts have been hampered by blocked roads, bureaucratic confusion and the collapse of local authority.   Survivors have been living in makeshift camps on streets littered with debris and decomposing bodies.  Doctors are struggling to treat thousands of injured with limited resources.   Search and rescue teams from several countries have freed 90 people buried under collapsed buildings, including an elderly woman on Tuesday who was trapped under rubble for a full week. Officials estimate the earthquake affected an estimated three million -- about a third of Haiti's population.",
            "vi": "Trận động đất làm rung chuyển Haiti một lần nữa       Một trận động đất mạnh một lần nữa đã làm rung chuyển Haiti, khiến các toà nhà lắc lư và và khiến mọi người hoảng sợ trong khi thế giới đang nỗ lực giúp đỡ những nạn nhân của trận động đất khủng khiếp hồi tuần trước. Vẫn chưa có báo cáo gì về thương vong sau trận động đất 6.1 độ rích-te hôm thứ Tư.  Hoa Kỳ sẽ đưa thêm tàu đến Haiti để giúp phục hồi sau trận động đất 7.0 độ Rích-te hồi tuần trước, ước tính đã giết chết khoảng 200,000 người. Trong đó bao gồm một con tàu được thiết kế đi dọn sạch đống đổ nát chận ngay hải cảng chính của thủ đô, Port-au-Prince. Những đống gạch vụn này đã cản trở các tàu lớn không chuyển được thức ăn và những nhu yếu phẩm khác lên bờ. Vài toà nhà bị hư hại trong thủ đô Haiti đã bị người dân lục tung tìm kiếm cái ăn trong khi chờ đợi đồ cứu tế. Quân đội Mỹ đã phân bổ lực lương an ninh khi làm nhiệm vụ phân phát thức ăn và nước uống. Có khoảng thêm 3,500 nhân viên an ninh của LHQ được đưa đến Haiti để giúp ngăn chận nạn cướp phá. Chương trình Lương thực Thế giới nói hôm thứ Tư rằng họ sẽ cố gắng viện trợ cho càng nhiều mọi người càng tốt. Nhưng các viên chức nói nỗ lực viện trợ bị ngăn cản bởi tình trạng đường xá bị tắt nghẽn, hỗn loạn trong hành chính và sự sụp đổ của chính quyền địa phương.  Những người sống sót đang sống trong các lán trại tạm thời trên đường phố chung quanh là đống gạch vụn bừa bãi và thi thể đang bị phân hủy. Các bác sĩ đang chiến đấu để điều trị cho hàng ngàn người bị thương với nguồn cung cấp y tế bị hạn chế. Đội tìm kiếm và cứu nạn từ nhiều quốc gia đã cứu được 90 người bị chôn dưới các toà nhà đổ sập, trong đó có một cụ già được cứu vào hôm thứ 3 sau một tuần mắc kẹt dưới đống đổ nát.  Các viên chức ước tính trận động đất ảnh hưởng đến khoảng ba triệu người -- chiếm khoảng một phần ba dân số Haiti."
        },
        {
            "en": "Search For Survivors Continues After Chile Massive Quake       Rescue workers are tearing through the rubble in search of survivors in Chile Sunday, a day after a massive earthquake shattered the country's central region.  The 8.8 magnitude quake struck the South American country Saturday in the early morning hours.  Many Chileans have continued to stay out of their homes because of the jolting series of aftershocks, some as strong as 6.9 magnitude. The quake has killed more than 300 people and damaged as many as 1.5 million homes. Officials say the death toll is expected to rise. Rescuers are working to reach about a 100 people trapped in an apartment building that collapsed in Concepcion, the country's second-largest city. The main rescue operation is centered in the city, about 100 kilometers from the epicenter of the quake. Looters <em>ransacked</em> stores in Concepcion Sunday, stealing both food and electrical appliances. Police used tear gas and water cannons to disperse a crowd of looters at one supermarket. Chilean President Michelle Bachelet declared a \"state of catastrophe\" in central Chile, where the quake toppled buildings, overturned cars and brought down power and phone lines.  Bridges fell and many streets were covered with rubble. Fires were reported. Several hospitals collapsed. The president has not asked for assistance from other countries, but several nations have offered to send aid. Speaking at the Vatican Sunday, Pope Benedict said he is praying for the people of Chile and other populations in the Pacific tested by the calamity.  The earthquake has raised a daunting first challenge for billionaire Sebastian Pinera, who was elected Chile's president in January. He takes office in two weeks. Chile's children who were preparing to return to school Monday at the end of their summer break have had their vacation extended another week. In the capital, Santiago, officials closed the international airport because of damage. Argentina and other parts of South America also felt the earthquake. While cell phone communication was knocked out by the quake, many people used social networking sites such as Twitter and Facebook to reach out to friends and loved ones. The U.S. Geological Survey says an earthquake with a magnitude of 8 or more is classified as a \"great\" earthquake that can cause tremendous damage.  The biggest earthquake ever recorded struck the same area of Chile in 1960. It had a magnitude of 9.5 and also set off a tsunami, which had devastating effects in Pacific countries including Japan and the Philippines, where at least 1,600 people were killed.",
            "vi": "Cuộc tìm kiếm người sống sót vẫn tiếp tục sau trận động đất dữ dội ở Chile       Nhân viên cứu hộ đang đào bới xuyên qua đống đổ nát để tìm kiếm người sống sót ở Chile hôm Chủ nhật, một ngày sau trận động đất ồ ạt đã phá huỷ khu vực miền trung ở quốc gia này.  Trận động đất 8.8 độ rích-te đã làm rung chuyển đất nước Nam Mỹ này vào sáng sớm hôm thứ bảy. Nhiều người dân Chile vẫn còn ở bên ngoài nhà của họ vì có những đợt dư chấn rung chuyển nữa, trong đó có một số dư chấn mạnh đến 6.9 độ rích-te. Trận động đất đã làm chết hơn 300 người và phá huỷ lên đến 1,5 triệu căn nhà. Các viên chức nói rằng tổng số người chết sẽ còn tiếp tục tăng. Nhân viên cứu hộ đang làm việc để cứu khoảng 100 người mắc kẹt trong một chung cư bị đổ sập ở Concepcion, thành phố lớn thứ nhì ở quốc gia này. Hoạt động cứu hộ chủ yếu tập trung ở trong thành phố, cách tâm động đất khoảng 100 cây số Những kẻ hôi cướp phá các cửa hàng ở Concepcion hôm chủ nhật, ăn cắp cả thức ăn lẫn đồ điện. Cảnh sát sử dụng hơi cay và vòi rồng để giải tán một đám đông những kẻ cướp phá tại 1 siêu thị.  Michelle Bachelet tổng thống chilean tuyên bố \" nhà nước của thảm hoạ \" ở miền trung Chile, nơi trận động đất làm lật đổ những toà nhà, lật ngược những chiếc xe hơi và làm cắt lưới điện và đường dây điện thoại.  Những cây cầu đổ sập và nhiều đường phố phủ đầy những đống gạch vụn. Những đám cháy đang được đưa tin. Vài bệnh viện bị sập đổ.  Tổng thống đã không đòi trợ giúp từ quốc gia khác, nhưng vài quốc gia đã đề nghị gửi viện trợ.  Phát biểu tại Vatican hôm Chủ Nhật, Đức giáo hoàng Benedict nói rằng Ngài đang cầu nguyện cho người dân ở Chile và những cư dân khác ở vùng Thái Bình Dương đang chịu thử thách trước thiên tai. Trận động đất còn gia tăng thách thức làm thoái chí đầu tiên cho tỉ phú Pinera Sebastian, người được bầu làm tổng thống Chile vào tháng giêng. Ông ấy sẽ nhậm chức trong hai tuần nữa.  Trẻ em Chile đang sắp quay lại trường học vào ngày thứ hai sau kỳ nghỉ hè đã phải kéo dài kỳ nghỉ sang thêm một tuần nữa. Ở thủ đô, Santiago, các viên chức đã đóng sân bay quốc tế vì thiệt hại.  Argentina và các nơi khác vùng Nam Mỹ cũng bị ảnh hưởng trận động đất.  Trong khi mạng điện thoại di động bị cắt đứt bởi trận động đất, nhiều người sử dụng các trang mạng xã hội như là Twitter và Facebook để liên lạc với bạn bè và người thân. Cơ quan khảo sát địa chất Hoa Kỳ nói trận động đất với cường độ 8 hay hơn 8 độ rích-te được xếp vào trận động đất \"lớn\" có thể gây ra thiệt hại vô cùng nặng nề. Trận động đất lớn nhất từng được ghi lại đã làm rung chuyển cùng một khu vực trên ở Chile vào năm 1960. Nó có độ lớn là 9.5 độ rích-te và cũng gây ra sóng thần, kéo theo những hậu quả phá hoại thảm khốc ở các nước Thái Bình dương trong đó có Nhật Bản và Philippines, nơi có ít nhất 1,600 người đã bị chết."
        }
    ],
    "suggestions": []
}