{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rapeseed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rapeseed</k><blockquote>■ <cclass>noun seeds of the rape plant, used for oil. </cclass></blockquote></div>",
            "word": "rapeseed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rapeseed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rapeseed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rapeseed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A crop circle is a sizable pattern created by the flattening of a crop such as wheat, barley, rye, maize, or <em>rapeseed</em>.",
            "vi": "Vòng tròn bí ẩn trên cánh đồng là một mẫu hoa văn khá lớn được tạo ra do san phẳng một cánh đồng như lúa mì, lúa mạch, lúa mạch đen, ngô hay hạt cải dầu."
        },
        {
            "en": "Keeping our daily saturated fat intake below 20g (women) and 30g (men) is vital for cholesterol lowering, but it is equally important to replace this saturated fat with modest amounts of unsaturated fats such as those found in olive, sunflower, corn, <em>rapeseed</em> and other vegetable, nut and seed oils. Other foods rich in unsaturated fats include vegetable spreads, avocado, oily fish and nuts. Avoid coconut and palm oil as, unlike other these vegetable oils, they are rich in saturated fats.",
            "vi": "Mỗi ngày ăn chất béo bão hoà dưới 20 g ( phụ nữ ) và 30 g ( đàn ông) rất cần để hạ thấp mỡ máu, nhưng cũng cần thay chất béo bão hoà này bằng một chút chất béo chưa bão hoà, có trong dầu ô liu, dầu hướng dương, dầu ngô, dầu hạt cải và dầu rau củ, dầu đậu và dầu hạt khác. Thực phẩm giàu chất béo chưa bão hoà khác là mứt rau củ, quả bơ, cá béo và đậu. Hãy tránh dầu dừa và dầu cọ vì khác với các loại dầu thực vật khác, hai loại này rất nhiều chất béo bão hoà."
        }
    ],
    "suggestions": []
}