{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['reipist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người phạm tội hãm hiếp</td></tr></table><i/></div>",
            "word": "rapist"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rapist</k><blockquote>■ <cclass>noun a man who commits rape. </cclass></blockquote></div>",
            "word": "rapist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rapist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rapist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rapist"
        }
    },
    "sentences": [
        {
            "en": "He is the <em>rapist</em>.",
            "vi": "Ông ta là kẻ phạm tội hiếp dâm."
        },
        {
            "en": "Tyson is a convicted <em>rapist</em>.",
            "vi": "Tyson là tên hiếp dâm đã bị kết án."
        },
        {
            "en": "This man is a convicted <em>rapist</em>.",
            "vi": "Người đàn ông này là một kẻ cưỡng hiếp bị kết án."
        },
        {
            "en": "A <em>rapist</em> is stalking his victim.",
            "vi": "Một kẻ hiếp dâm rón rén đến gần nạn nhân của hắn."
        },
        {
            "en": "The <em>rapist</em> bought the members at the medical college off.",
            "vi": "Tên hiếp dâm đã mua chuộc các thành viên trong hội đồng y khoa."
        },
        {
            "en": "You may hear some people say that those who have been raped were somehow \"asking for it\" because of the clothes they wore or the way they acted. That's wrong: The person who is raped is not to blame. Rape is always the fault of the <em>rapist</em>. And that's also the case when two people are dating — or even in an intimate relationship. One person never owes the other person sex. If sex is forced against someone's will, that's rape.",
            "vi": "Bạn có thể nghe một số người nói rằng những người bị hãm hiếp là theo một cách nào đó đã “gợi ý cho kẻ hại họ” bởi vì những bộ quần áo mà họ mặc hoặc cách họ hành động. Điều đó là sai: Người bị hãm hiếp không có lỗi. Cưỡng dâm luôn luôn là lỗi của kẻ gây án. Và đó cũng là trường hợp khi hai người đang hẹn hò hay thậm chí trong một mối quan hệ thân mật. Một người không bao giờ nợ tình dục người khác. Nếu ép buộc quan hệ tình dục chống lại ý muốn của một ai đó, đó là hiếp dâm."
        },
        {
            "en": "Rape    Rape is forced, unwanted sexual intercourse. Rape, sometimes also called sexual assault, can happen to both men and women of any age. Rape is about power, not sex. A <em>rapist</em> uses actual force or violence - or the threat of it - to take control over another human being. Some rapists use drugs to take away a person's ability to fight back. Rape is a crime, whether the person committing it is a stranger, a date, an acquaintance, or a family member. No matter how it happened, rape is frightening and traumatizing. People who have been raped need care, comfort, and a way to heal. \n \n\n\n\n\n\n \nWhat Should I Do?\n\n\n\n\n\n What's the right thing to do if you've been raped? Take care of yourself in the best way for you. For some people, that means reporting the crime immediately and fighting to see the <em>rapist</em> brought to justice. For others it means seeking medical or emotional care without reporting the rape as a crime. Every person is different. There are three things that everyone who has been raped should do, though:  Know that the rape wasn't your fault.\n\n\n\n\n\n Seek medical care.\n\n\n\n\n\n Deal with your feelings.\n\n\n\n\n\n  \n \n\n\n\n\n\n \nIt's Not Your Fault\n\n\n\n\n\n Whatever happened, it wasn't your fault. No one has the right to have sex with you against your will. The blame for a rape lies solely with the <em>rapist</em>. Sometimes a <em>rapist</em> will try to exert even more power by making the person who's been raped feel like it was actually his or her fault. A <em>rapist</em> may say stuff like, \"You asked for it\" or \"You wanted it.\" This is just another way for the <em>rapist</em> to take control. The truth is that what a person wears, what a person says, or how a person acts is never a justification for rape. Most people who are raped know their rapists. That can sometimes lead the person who's been raped to try to protect the perpetrator. Make protecting yourself your priority. Don't worry about protecting the person who raped you. If you want to report the crime to the police, do so. Reporting a rape may help protect others from that person — and may help you feel a little less like you were a victim. But making a report to the police may be difficult for some people. If you don't feel comfortable reporting it, you don't have to. You may prefer to get advice about what to do from an experienced adult who can be sympathetic to you. Do whatever helps you to feel safe and heal without blaming yourself. \n \n\n\n\n\n\n \nSeek Medical Care\n\n\n\n\n\n The first thing someone who has been raped needs to do is see a medical doctor. Most medical centers and hospital emergency departments have doctors and counselors who have been trained to take care of someone who has been raped. It's important to get medical care because a doctor will need to check you for sexually transmitted diseases (STDs) and internal injuries. Most areas have local rape hotlines listed in the phone book that can give you advice about where to go for medical help. You may want to have a friend or family member go along for support, especially if you're feeling upset and unsafe. Some rape crisis centers also provide advocates who can go along with you. You can also call the national sexual assault hotline at (800) 656-HOPE. If you are under 18 and don't want your parents to know about the rape, ask the rape crisis center about the laws in your area. Many jurisdictions treat rape exams confidentially, but some will require that a parent or guardian be notified. You should get medical attention right away without changing your clothes, showering, douching, or washing. It can be hard not to clean up, of course — it's a natural human instinct to wash away all traces of a sexual assault. But being examined right away is the best way to ensure you get proper medical treatment. Immediate medical attention also helps when people decide to report the crime, providing evidence needed to prosecute the <em>rapist</em> if a criminal case is pursued. If you've been raped and think you don't want to report it, you could change your mind later - this often happens - and having the results of a medical exam can help you do this. (There are laws, known as statutes of limitations, that give a person only a certain amount of time to pursue legal action for a crime, though, so be sure you know how long you have to report the rape. A local rape crisis center can advise you of the laws in your area.) Even if you don't get examined right away, it doesn't mean you can't get a checkup later. It's always best to see a doctor immediately after a rape, of course. But a person can still go to a doctor or local clinic to get checked out for STDs, pregnancy, or injuries any time after being raped. In some cases, doctors can even gather evidence several days after a rape has occurred. \n \n\n\n\n\n\n \n \n\n\n\n\n\n \nWhat Happens During the Medical Exam?\n\n\n\n\n\n When you go to the hospital after a rape, a trained counselor or social worker will listen while you talk about what happened. Talking to a trained listener can help you begin to release some of the emotions you are probably feeling so that you can start to feel calm and safe again. The counselor may also talk with you about the medical exam and what it involves. Each state or jurisdiction has different requirements, of course, but here are some of the things that may happen during the medical exam:  A medical professional will test you for STDs, including HIV/AIDS. These tests may involve taking blood or saliva samples. Although the thought of getting an STD after a rape is extremely scary, the quicker a person finds out about any infection, the more effectively he or she can be treated. Doctors can start you on immediate treatment courses for STDs, including HIV/AIDS, that will greatly increase your protection against developing these diseases.\n\n\n\n\n\n If you're female, a medical professional may treat you to prevent an unwanted pregnancy, if you wish.\n\n\n\n\n\n  A medical professional will examine you internally to check for any injury that might have been caused by the rape.\n\n\n\n\n\n  A medical professional or trained technician may look for and take samples of the rapist's hair, skin, nails, or bodily fluids from your clothes or body.\n\n\n\n\n\n  If you think you've been given a rape drug, a doctor or technician can test for this, too. Be aware that this toxicology test covers any and all illegal drugs. \n\n\n\n\n\n  At any time during the medical exam, you can say if you don't want a certain test performed or evidence collected. All procedures are being done to help you, so you have control over which procedures you'd like done, as well as a say in any you don't want. \n \n\n\n\n\n\n \n \n \nDealing With Feelings\n\n\n\n\n\n Rape isn't just physically damaging, it can be emotionally traumatic as well. The right emotional attention, care, and support can help a person begin the healing process and prevent lingering problems later on. Someone who has been raped might feel a lot of things: angry, degraded, frightened, numb, or confused. It's also normal for someone who has been raped to feel ashamed or embarrassed. Some people withdraw from friends and family. Others don't want to be alone. Some feel depressed, anxious, or nervous. Sometimes the feelings surrounding rape may show up in physical ways, such as trouble sleeping or eating. It may be hard to concentrate in school or to participate in everyday activities. Sometimes it may feel like you'll never get over the trauma of the rape. Experts often refer to these emotions — and their physical side effects — as rape trauma syndrome. The best way to work through them is with professional help. It can be hard to think or talk about a frightening experience, especially something as personal as rape. People who have been raped sometimes avoid seeking help because they're afraid that talking about it will bring back memories or feelings that are too painful. But this can actually do more harm than good. Talking about rape in a safe environment with the help and support of a trained professional is the best way to ensure long-term healing. Working through the pain sooner rather than later can help reduce symptoms like nightmares and flashbacks. It can also help people avoid potentially harmful behaviors and emotions, like major depression or self-injury. Every rape survivor works through his or her feelings differently. Some people feel most comfortable talking one-on-one with a therapist. Others find that joining a support group where they can be with other survivors helps them to feel better, get their power back, and move on with their lives. In a support group, you can get help and support as well as give it. Your experiences and ideas may help others heal. Reviewed by: Richard S. Kingsley, MD Date reviewed: September 2007",
            "vi": "Cưỡng dâm    Cưỡng dâm là quan hệ tình dục do bị ép buộc, không mong muốn. Cưỡng dâm, đôi khi cũng gọi là hiếp dâm, có thể xảy ra với cả nam giới và nữ giới ở bất kỳ độ tuổi nào. Cưỡng dâm là vấn đề về sức mạnh, không phải là quan hệ tình dục. Kẻ thủ ác sử dụng sức mạnh hoặc bạo lực thật sự - hay đe dọa - để kiểm soát người khác. Một số kẻ hiếp dâm sử dụng ma túy để làm mất khả năng chống cự của nạn nhân. Cưỡng dâm là tội ác, dù người gây ra nó là người lạ, người yêu, người quen, hay một thành viên trong gia đình.   Dù cho xảy ra như thế nào, cưỡng dâm vẫn rất đáng sợ và gây tổn thương. Những người đã bị hãm hiếp cần được chăm sóc, an ủi, và có phương pháp để chữa lành vết thương.  \n \n \nTôi nên làm gì?\n  Nên làm gì nếu bạn đã từng bị cưỡng hiếp? Hãy tự chăm sóc bản thân theo cách mà bạn thấy tốt nhất. Đối với một số người, điều đó có nghĩa là trình báo tội ác ngay lập tức và đấu tranh để kẻ phạm tội bị công lý trừng trị. Đối với những người khác lại có nghĩa là tìm kiếm sự chăm sóc y tế hoặc về tinh thần mà không trình báo với pháp luật. Mỗi người mỗi khác.  Tuy nhiên, có ba điều mà tất cả những người đã bị hãm hiếp nên làm:  1. Biết rằng hiếp dâm không phải là lỗi của bạn. 2. Tìm kiếm sự chăm sóc y tế. 3. Đối mặt với cảm xúc của bạn. Đó không phải là lỗi của bạn Bất cứ điều gì đã xảy ra, đó không phải lỗi của bạn. Không ai có quyền quan hệ tình dục với bạn khi bạn không muốn. Kẻ có lỗi chính là kẻ đã hãm hiếp bạn.  Đôi khi kẻ phạm tội sẽ cố gắng đàn áp nhiều hơn bằng cách làm cho người bị hại cảm thấy như thực sự mình là người có lỗi. Hắn có thể nói những điều đại loại như, \"Chính bạn đã đòi như vậy\" hoặc \"Bạn muốn nó\". Đây là chỉ một cách khác mà kẻ hiếp dâm kiểm soát bạn. Sự thật là những gì mà một người mặc, nói, hay cách hành động của họ không bao giờ có thể biện minh cho hành vi cưỡng dâm. Hầu hết những người bị hãm hiếp biết kẻ hiếp dâm mình. Điều đó đôi khi có thể dẫn đến người bị hại sẽ cố gắng bảo vệ thủ phạm. Hãy ưu tiên bảo vệ chính mình. Đừng lo lắng về việc bảo vệ những người đã hãm hiếp bạn.  Nếu bạn muốn trình báo tội ác với cảnh sát, hãy làm thế. Trình báo về cưỡng dâm có thể giúp bảo vệ người khác khỏi kẻ thủ ác - và có thể giúp bạn bớt cảm thấy mình là nạn nhân. Nhưng báo cảnh sát có thể sẽ khó khăn đối với một số người. Nếu bạn không cảm thấy thoải mái khi trình báo, thì bạn chẳng cần phải làm vậy. Bạn có thể muốn có được lời khuyên về những việc cần làm từ một người trưởng thành giàu kinh nghiệm và cảm thông với bạn. Làm bất cứ điều gì giúp bạn cảm thấy an toàn và chữa lành tổn thương mà không đổ lỗi cho chính mình. Tìm kiếm sự chăm sóc y tế Điều đầu tiên mà người bị hãm hiếp cần làm là đi khám bác sĩ. Hầu hết mọi trung tâm y tế và khoa cấp cứu bệnh viện đều có các chuyên viên tư vấn và các bác sĩ đã được huấn luyện để chăm sóc người bị hãm hiếp. Điều quan trọng là phải được chăm sóc sức khoẻ vì bác sĩ sẽ cần kiểm tra bạn có bị lây các bệnh truyền qua đường tình dục (STDs) và tổn thương nội tạng hay không. Hầu hết các khu vực đều có đường dây nóng báo cưỡng dâm của địa phương được liệt kê trong danh bạ điện thoại có thể giúp bạn lời khuyên nên đến đâu để được trợ giúp y tế. Bạn cũng có thể muốn có một người bạn hay người thân trong gia đình đi cùng để hỗ trợ, đặc biệt là nếu bạn cảm thấy rất buồn và bất an. Một số trung tâm điều trị khủng hoảng tâm thần do bị cưỡng dâm cũng có các luật sư bảo vệ quyền lợi cho bạn. Bạn cũng có thể gọi đường dây nóng quốc gia về các vụ tấn công tình dục số (800) 656-HOPE. Nếu bạn dưới 18 tuổi và không muốn cha mẹ biết bạn bị hãm hiếp, hãy nhờ trung tâm điều trị khủng hoảng tâm thần do bị cưỡng dâm tư vấn về pháp luật của vùng bạn ở. Nhiều khu vực pháp lý xử lý các vụ hiếp dâm một cách kín đáo, nhưng một số nơi sẽ yêu cầu phải thông báo cho phụ huynh hoặc người giám hộ.  Bạn nên được kiểm tra y tế ngay lập tức mà không thay quần áo, tắm rửa, thụt rửa, hoặc giặt giũ. Dĩ nhiên sẽ rất khó chịu nếu không được tắm gội vì bản năng tự nhiên của con người là muốn rửa sạch mọi dấu vết của cuộc tấn công tình dục. Nhưng được kiểm tra ngay lập tức là cách tốt nhất để đảm bảo bạn sẽ có được sự điều trị y tế thích hợp.  Khám sức khỏe ngay lập tức cũng có ích khi mọi người quyết định báo cáo tội ác, cung cấp bằng chứng cần thiết để buộc tội kẻ hiếp dâm nếu vụ án được khởi tố hình sự. Nếu bạn bị hãm hiếp và không muốn báo cảnh sát, bạn có thể đổi ý sau – điều này thường xảy ra - và việc có kết quả kiểm tra sức khoẻ có thể giúp bạn làm chuyện này. (Có những luật lệ, được gọi là các đạo luật hạn chế, chỉ cho phép một người có một ít thời gian nhất định để thực hiện kiện tụng một tội ác, do đó, hãy chắc là bạn biết bạn phải trình báo về vụ cưỡng dâm trong thời gian bao lâu. Trung tâm điều trị khủng hoảng tâm thần do bị cưỡng dâm ở địa phương có thể cho bạn những lời khuyên về pháp luật trong vùng bạn cư trú). Ngay cả khi bạn không được kiểm tra ngay lập tức, không có nghĩa là bạn không thể có được một cuộc kiểm tra sức khỏe sau này. Tất nhiên được khám bác sĩ ngay lập tức sau khi bị hãm hiếp là tốt nhất. Nhưng một người vẫn có thể đến một bác sĩ hay bệnh viện địa phương để được kiểm tra về các bệnh lây truyền qua đường tình dục, mang thai, hoặc chấn thương bất cứ lúc nào sau khi bị hãm hiếp.  Điều gì xảy ra khi kiểm tra sức khỏe?  Khi bạn đến bệnh viện sau khi bị hãm hiếp, một nhân viên tư vấn hoặc nhân viên xã hội sẽ lắng nghe bạn kể về điều đã xảy ra. Trò chuyện với một người có chuyên môn có thể giúp giải tỏa cảm xúc khiến bạn cảm thấy bình tĩnh và an toàn trở lại.  Các nhân viên tư vấn cũng có thể nói cho bạn biết về các xét nghiệm y tế bao gồm những gì. Dĩ nhiên mỗi tiểu bang hoặc cơ quan thẩm quyền có những yêu cầu khác nhau, nhưng đây là một số trong những điều có thể xảy ra trong quá trình khám sức khỏe:   \nMột bác sĩ sẽ kiểm tra bạn có bị lây nhiễm các bệnh qua đường tình dục hay không, bao gồm cả HIV / AIDS. Các xét nghiệm này có thể cần lấy máu hoặc mẫu nước bọt. Mặc dù rất đáng sợ nếu mắc phải các bệnh lây truyền qua đường tình dục sau khi bị hãm hiếp, nhưng càng tìm ra sớm chừng nào thì càng có thể điều trị hiệu quả hơn chừng đó. Các bác sĩ có thể ngay lập tức định hướng điều trị cho bạn, kể cả HIV / AIDS, giúp cơ thể bạn tăng cường bảo vệ chống các bệnh này khởi phát.\n  \nNếu bạn là phụ nữ, một bác sĩ chuyên khoa có thể hướng dẫn bạn ngăn ngừa có thai ngoài ý muốn.\n  \nMột chuyên gia y tế sẽ kiểm tra bên trong để xem bạn có bị chấn thương do vụ hãm hiếp có thể gây ra hay không.\n  \nMột kỹ thuật viên hoặc nhân viên y tế có chuyên môn có thể tìm và lấy các mẫu tóc, da, móng tay móng chân, hoặc các chất dịch của kẻ hiếp dâm từ quần áo hoặc cơ thể của bạn.\n  \nNếu bạn nghĩ có thể đã bị cho uống một loại thuốc rồi bị hãm hiếp, một bác sĩ hoặc kỹ thuật viên cũng có thể xét nghiệm để tìm ra. Nên biết rằng xét nghiệm độc tố này cũng bao gồm xét nghiệm tất cả các loại thuốc bất hợp pháp.\n   Tại bất kỳ lúc nào của quá trình khám sức khỏe, bạn luôn có thể yêu cầu nếu bạn không muốn thực hiện một xét nghiệm hoặc lấy bằng chứng nào đó. Mọi thủ tục được thực hiện là để giúp đỡ bạn, vì vậy bạn có kiểm soát các thủ tục mà bạn muốn làm, cũng như từ chối bất kỳ điều gì mà bạn không muốn.  Đối mặt với cảm xúc Cưỡng dâm không chỉ gây đau đớn về mặt thể xác, nó còn làm tổn thương về mặt tinh thần. Quan tâm tình cảm, chăm sóc và hỗ trợ đúng cách có thể giúp một người bắt đầu quá trình hàn gắn lại tổn thương và ngăn ngừa các vấn đề kéo dài về sau.  Một người đã bị hãm hiếp có thể trải qua rất nhiều cảm xúc: giận dữ, cảm thấy tự ti, sợ hãi, tê liệt, hoặc mất phương hướng. Họ cũng thường cảm thấy xấu hổ hay ngượng ngùng. Một vài người lẩn tránh bạn bè và gia đình. Người khác lại không muốn ở một mình. Một số cảm thấy trầm cảm, căng thẳng, hoặc lo lắng. Đôi khi những cảm xúc do bị hiếp dâm có thể biểu hiện về thể chất, chẳng hạn như khó ngủ hoặc không muốn ăn. Có thể khó tập trung học hoặc tham gia vào các hoạt động hàng ngày. Đôi khi như thể bạn sẽ không bao giờ vượt qua được những chấn thương của vụ hãm hiếp. Các chuyên gia thường nói đến những cảm xúc này - và các tác dụng phụ về thể chất của chúng - là hội chứng chấn thương do bị cưỡng hiếp. Cách tốt nhất để vượt qua được là nhờ sự giúp đỡ chuyên môn.  Thật khó khăn khi phải nhớ lại hoặc nói về một kinh nghiệm đáng sợ, đặc biệt là cảm giác bị hãm hiếp. Những nạn nhân đôi khi không tìm kiếm sự giúp đỡ vì họ sợ nói về điều đó sẽ làm nhớ lại những cảm xúc đau đớn. Nhưng việc này thật ra có hại nhiều hơn cho họ. Giãi bày cảm xúc trong một môi trường an toàn với sự giúp đỡ và hỗ trợ của một chuyên gia là cách tốt nhất để đảm bảo chữa lành vết thương về lâu dài. Vượt qua nỗi đau càng sớm càng tốt có thể giúp giảm các triệu chứng như hồi ức đau buồn và thấy ác mộng. Nó cũng có thể giúp mọi người tránh những hành vi và cảm xúc có thể tiêu cực, như trầm cảm nặng hoặc tự làm tổn thương.  Mỗi nạn nhân bị cưỡng hiếp vượt qua cảm xúc của mình một cách khác nhau. Một vài người cảm thấy thoải mái nhất khi trò chuyện trực tiếp với nhà trị liệu. Người khác lại thấy là tham gia vào một nhóm hỗ trợ với sự giúp đỡ của những người cùng cảnh sẽ giúp họ dễ chịu hơn, lấy lại được sức mạnh, và tiếp tục cuộc sống. Trong một nhóm hỗ trợ, bạn có thể nhận được sự giúp đỡ và hỗ trợ cũng như giúp người khác. Kinh nghiệm và ý kiến của bạn có thể giúp người khác vượt qua nỗi đau.  Tường thuật: Richard S. Kingsley, MD Ngày: Tháng 9 - 2007"
        }
    ],
    "suggestions": []
}