{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rapper",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rapper",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rapper",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rapper",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dụng cụ gõ mẫu (đúc)</font></td></tr></tbody></table></div>",
            "word": "rapper",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My brother is a <em>rapper</em>.",
            "vi": "Anh trai tôi là một người hát rap."
        },
        {
            "en": "He was the <em>rapper</em> of Linkin Park.",
            "vi": "Anh ta là rapper của nhóm nhạc Linkin Park."
        },
        {
            "en": "Australian <em>rapper</em> Iggy Azalea won top rap song for Fancy, her collaboration with Britain’s Charli XCX, while John Legend won Top radio song for All Of Me.",
            "vi": "Rapper người Úc Iggy Azalea chiến thắng ở hạng mục rap với Fancy, sự hợp tác của cô với Charli XCX của Anh, trong khi John Legend chiến thắng trên hạng mục radio bài hát cho All Of Me."
        },
        {
            "en": "Famous people born on a leap day:\nJohn Byrom - Romantic poet \nPope Paul III - 16th Century pontiff \nGeorge Bridgetower - 19th Century musician \nAnn Lee - leader of the Shakers \nGioacchino Rossini - Italian composer \nCharles Pritchard - British astronomer \nSir Dave Brailsford - English cyclist and coach\nTony Robbins - Motivational speaker\nAlan Richardson - composer \nDarren Ambrose - English footballer\nJa Rule - <em>rapper</em>",
            "vi": "Những người nổi tiếng sinh vào ngày 29 tháng 2"
        },
        {
            "en": "You probably have heard of comic book heroes like Superman, Batman and Spiderman. But what about Tom the motorcycle shop owner, Joe Knight and Karen Berman? \t  \tTom, Joe and Karen all appear in a comic book called \"Financial Intelligence.\" But Mr. Knight and Ms. Berman are real people. In two thousand six, they wrote a book called “Financial Intelligence: A Manager’s Guide to Knowing What the Numbers Really Mean.” It was written for people who need to learn quickly about accounting. The book explains, in simple ways, often-complex methods of keeping financial information. It became a best-seller.      \t  ​​This month, publisher SmarterComics released a comic book that provides the same information in easy-to-understand, picture form. The new book is a combination of a textbook and a graphic novel. It tells the story of Tom, a mechanic who must quickly learn how to direct the motorcycle repair shop his father founded. Tom has no experience with finance, and is struggling with the business. Joe Knight and Karen Berman help him. Artist Dave Wachter made illustrations for the comic book. \t  \tFranco Arda is the founder and head of SmarterComics. He formerly worked as an investment banker. He started the company almost three years ago with his own money. He wanted to create educational comics that increase understanding. \t  \tFRANCO ARDA: “I think almost everybody understands the phrase that ‘a picture says a thousand words,’ so, I mean, mentally, probably ninety percent of us grew up with comics and they understand that comics or illustrations help learning a concept much quicker than just text alone.” \t  \t​Franco Arda says “Financial Intelligence” will help readers quickly understand many of the major areas of accounting.  \t  \tFRANCO ARDA: “Within an hour, you kind of get the idea of accounting, very quickly and not in a boring way. So you get these illustrations, you get the basics of accounting and you get some balance sheets and cash-flow statements.”  \t \tThe new comic book is available in paperback. There will also be versions for iPad and iPhone users. \t  \tThe website Entrepreneur.com named SmarterComics to its list of 100 Brilliant Companies of 2012.  The company has created comic book versions of more than ten other books. These include “Think and Grow Rich” by Napoleon Hill, “The Prince” by Niccolo Machiavelli and “The Art of War” by Sun Tzu. Later this year, SmarterComics plans to release a comic book by <em>rapper</em> 50Cent.",
            "vi": "Chắc bạn đã nghe kể những anh hùng truyện tranh như Siêu nhân, Người dơi và Người nhện. Nhưng còn chủ cửa hàng xe mô tô Tom, Joe Knight và Karen Berman thì sao?Tom, Joe và Karen đều xuất hiện trong quyển truyện tranh tựa đề \"Hiểu biết tài chính\". Nhưng ông Knight và cô Berman là người thật. Năm 2006, họ viết quyển sách với tựa để \"Hiểu biết tài chính: Hướng dẫn nhà quản lý hiểu biết về ý nghĩa thật sự của những con số\". Quyển sách được viết dành cho những người cần nắm bắt nhanh về kế toán. Chẳng hạn, quyển sách giải thích các phương pháp phức tạp để nắm được các thông tin tài chính. Nó trở thành quyển sách bán chạy nhất.Tháng này, nhà xuất bản SmarterComics đã phát hành quyển truyện tranh cung cấp thông tin tương tự bằng tranh, rất dễ hiểu. Quyển sách mới là một sự kết hợp của sách và tiểu thuyết bằng tranh. Nó kể về câu chuyện của Tom, một thợ máy phải nhanh chóng học cách quản lý cửa hàng sửa chữa mô tô do cha anh sáng lập. Tom không có kinh nghiệm trong vấn đề tài chính, và đang vật lộn với việc kinh doanh. Joe Knight và Karen Berman giúp đỡ anh ấy. Họa sĩ Dave Wachter đã vẽ minh họa cho quyển truyện tranh.Franco Arda là người sáng lập và đứng đầu SmarterComics. Trước đây ông từng làm giám đốc quỹ đầu tư. Ông sáng lập công ty cách đây 3 năm với số tiền tự có. Ông muốn tạo ra quyển truyện giáo dục nâng cao hiểu biết.FRANCO ARDA: \"Tôi nghĩ hầu hết mọi người hiểu câu thành ngữ 'một bức họa biểu thị ngàn từ', vì thế, tôi nghĩ, về mặt tinh thần, chắc 90% chúng ta lớn lên cùng với các quyển truyện tranh và hiểu rằng truyện tranh hay hình minh họa giúp học nhanh hơn nhiều so với chỉ bao gồm chữ và chữ.\"Franco Arda nói \"Hiểu biết tài chính\" sẽ giúp độc giả nắm bắt nhanh chóng nhiều điểm chính của kế toán.FRANCO ARDA: \"Trong vòng một giờ, bạn hầu như nắm được kiến thức kế toán cơ bản, rất nhanh và không phải theo một cách chán ngắt. Khi bạn thấy những tranh minh họa này, bạn nắm được những kiến thức kế toán cơ bản và bảng cân đối kế toán cũng như báo cáo lưu chuyển tiền tệ.\"Quyển truyện tranh mới đã có bản in. Cũng như có phiên bản cho người dùng iPad và iPhone.Website Entrepreneur đã chọn SmarterComics vào danh sách 100 công ty nổi bật năm 2012. Công ty đã tạo ra phiên bản truyện tranh dành cho hơn 10 quyển sách khác, bao gồm \"Suy nghĩ và làm giàu\" của Napoleon Hill, \"Hoàng tử\" của Niccolo Machiavelli và \"Nghệ thuật chiến tranh\" của Sun Tzu. Cuối năm nay, SmarterComics có kế hoạch phát hành một quyển truyện tranh của Rapper 50Cent"
        }
    ],
    "suggestions": []
}