{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[rə'sɔ:riəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) hích bới đất (gà)</td></tr></table><i/></div>",
            "word": "rasorial"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rasorial"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rasorial"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rasorial"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rasorial"
        }
    },
    "sentences": [
        {
            "en": "<em>IAL</em>",
            "vi": "Hiệp Hội Luật Sư Quốc Tế"
        },
        {
            "en": "The most widespread account is that a few entrepreneur <em>ial</em> Frenchmen imported the ice slide idea to France",
            "vi": "Sự miêu tả rộng rãi nhất là một vài nhà thầu khoán người Pháp đã mượn ý tưởng về dốc tuyết mang về Pháp."
        },
        {
            "en": "But even the most respectful roommates have spats. Anytime you guys can't resolve things on your own, don't hesitate to get your resident advisor involved. <em>RAs</em> aren't there to just bust people for breaking the rules — they'll help out with the small stuff, too.",
            "vi": "Nhưng ngay cả những người bạn cùng phòng lịch sự với nhau nhất cũng sẽ có những tranh cãi vụn vặt. Bất cứ lúc nào các bạn không thể tự mình giải quyết mọi chuyện, đừng ngần ngại nhờ đến sự giúp đỡ của cố vấn thường trú của các bạn."
        },
        {
            "en": "Stroke Rehabilitation And Music Therapy        Music therapy provided by trained music therapists may help to improve movement in stroke patients, according to a new Cochrane Systematic Review. A few small trials also suggest a wider role for music in recovery from brain injury.  More than 20 million people suffer strokes each year. Many patients acquire brain injuries that affect their movement and language abilities, which results in significant loss of quality of life. Music therapists are trained in techniques that stimulate brain functions and aim to improve outcomes for patients. One common technique is rhythmic auditory stimulation (<em>RAS</em>), which relies on the connections between rhythm and movement. Music of a particular tempo is used to stimulate movement in the patient.  Seven small studies, which together involved 184 people, were included in the review. Four focused specifically on stroke patients, with three of these using <em>RAS</em> as the treatment technique. <em>RAS</em> therapy improved walking speed by an average of 14 metres per minute compared to standard movement therapy, and helped patients take longer steps. In one trial, <em>RAS</em> also improved arm movements, as measured by elbow extension angle.   \"This review shows encouraging results for the effects of music therapy in stroke patients,\" said lead researcher Joke Bradt of the Arts and Quality of Life Research Center at Temple University in Philadelphia, US. \"As most of the studies we looked at used rhythm-based methods, we suggest that rhythm may be a primary factor in music therapy approaches to treating stroke.\"     Other music therapy techniques, including listening to live and recorded music, were employed to try to improve speech, behaviour and pain in patients with brain injuries, and although outcomes in some cases were positive, evidence was limited. \"Several trials that we identified had less than 20 participants,\" said Bradt. \"It is expected that larger samples sizes will be used in future studies to enable sound recommendations for clinical practice.\"  Source: Wiley-Blackwell   Copyright: Medical News Today",
            "vi": "Phục hồi sau đột quỵ và liệu pháp âm nhạc    Liệu pháp âm nhạc áp dụng bởi những chuyên gia âm nhạc trị liệu có thể giúp đến cải thiện vận động của bệnh nhân đột quỵ, theo một Nghiên cứu Hệ thống Cochrane mới. Một số cuộc thử nghiệm nhỏ cũng ủng hộ việc sử dụng rộng rãi âm nhạc để giúp bình phục sau chấn thương não.   Hơn 20 triệu người bị đột quỵ mỗi năm. Nhiều bệnh nhân bị chấn thương não ảnh hưởng đến khả năng vận động và ngôn ngữ của họ, dẫn đến giảm đáng kể chất lượng cuộc sống. Các chuyên gia âm nhạc trị liệu được huấn luyện những kỹ thuật kích thích chức năng não và cố gắng cải thiện kết quả cho bệnh nhân. Một kỹ thuật phổ biến là kích thích thính giác nhịp nhàng (RAS), dựa trên mối quan hệ giữa nhịp điệu và chuyển động. Âm nhạc của một nhịp độ đặc biệt dùng để kích thích vận động của bệnh nhân. Bảy nghiên cứu nhỏ, cùng bao gồm 184 người, được đưa vào trong tra cứu. Bốn cuộc nghiên cứu này đều đặc biệt tập trung vào những bệnh nhân đột quỵ, với ba nghiên cứu sử dụng RAS như một kỹ thuật điều trị. Liệu pháp RAS cải thiện tốc độ đi bộ trung bình 14 mét mỗi phút so với liệu pháp vận động tiêu chuẩn, và giúp bệnh nhân bước dài hơn. Trong một thử nghiệm, RAS cũng cải tiến chuyển động của cánh tay, khi đo bằng góc duỗi khuỷu tay. \"Bài phê bình này cho thấy những kết quả tích cực từ ảnh hưởng của liệu pháp âm nhạc trong bệnh nhân đột quỵ\", theo nhà nghiên cứu trưởng Joke Bradt của Trung tâm Nghiên cứu Nghệ thuật và Chất lượng Cuộc sống tại Đại học Temple, Philadelphia, Hoa Kỳ. \"Bởi vì hầu hết các nghiên cứu chúng tôi xem xét những phương pháp dựa trên nhịp điệu, chúng tôi cho rằng nhịp điệu có thể là yếu tố chính trong cách dùng liệu pháp âm nhạc dùng để chữa đột quỵ.\" Các kỹ thuật dùng liệu pháp âm nhạc khác, bao gồm nghe nhạc sống và nhạc ghi âm, được kết hợp để thử cải thiện khả năng nói, phản ứng và cơn đau trong những bệnh nhân bị chấn thương não, và mặc dù kết quả trong vài trường hợp rất khả quan, thì bằng chứng vẫn còn giới hạn. \"Nhiều cuộc thử nghiệm mà chúng tôi đã nhận biết chỉ có ít hơn 20 người tham dự,\" Bradt chia sẻ. \"Hy vọng rằng quy mô lớn hơn sẽ được thực hiện trong các nghiên cứu tương lai để cho phép có được những kết quả vững chắc trong điều trị lâm sàng.\"   Nguồn: Wiley-Blackwell Bản quyền: Medical News Today"
        },
        {
            "en": "Libya's Foreign Minister Resigns, Arrives in Britain        Libyan Foreign Minister Moussa Koussa has arrived in Britain and has declared he is leaving Moammar Gadhafi's government. The British foreign office said Wednesday that Koussa traveled from Tunisia to London under his own free will, telling officials he is resigning his post. British officials urged Mr. Gadhafi's other supporters to desert him as well. A Libyan government spokesman, Moussa Ibrahim, denied the foreign minister has defected, saying he is in Britain on a \"diplomatic mission.\" Libya's justice and interior ministers resigned early in the conflict and joined the rebels fighting in the east. U.S. officials called Koussa's resignation \"very significant,\" and an example of growing splits inside the Libyan government. The foreign minister has been a close confidant of Mr. Gadhafi and served as his intelligence chief for more than a decade. In Washington, the White House repeated that no decision has been made to provide arms to rebel forces in Libya. Wednesday's statement was issued amid reports that President Barack Obama has approved a secret authorization for covert efforts to support anti-government rebels. The New York Times reported that the CIA has put an unknown number of operatives into Libya to gather intelligence and make contact with anti-Gadhafi forces. The newspaper said the CIA declined comment on the report, which quoted what it called current and former British officials as saying British special forces and intelligence officers also are in the North African nation. Earlier Wednesday, troops loyal to Mr. Gadhafi drove anti-government rebels from key coastal cities they had seized days before, reversing opposition gains made since international airstrikes began. Libyan rebels retreated amid intense fighting around the strategic oil towns of <em>Ras</em> Lanuf and Brega. Many opposition fighters fell back to the city of Ajdabiya, from where residents were seen fleeing along the road toward the opposition stronghold of Benghazi. Pro-Gadhafi forces were shelling Brega and a rebel military spokesman said he expected the loyalists to enter the city by Wednesday night. The spokesman ((Colonel Ahmad Bani)) also said as many as 3,600 heavily armed members of the Chadian Republican Guard are now fighting alongside Gadhafi loyalists. He dismissed concerns that members of al-Qaida are fighting with the Libyan rebels. On Tuesday, U.S. Admiral James Stavridis told a congressional hearing that groups such as al-Qaida and the Lebanese Hezbollah militia have a small presence among the Libyan opposition. He also said the opposition leadership appeared to be \"responsible men and women\" fighting the Libyan government. A prominent U.S.-based rights group said Wednesday that Mr. Gadhafi's forces have laid land mines around Ajdabiya when the coastal city was under their control earlier this month. In a statement from the rebel stronghold of Benghazi, Human Rights Watch said a civil defense team found more than 50 anti-vehicle and anti-personnel mines in a heavily traveled area. A U.S. military spokesman said coalition airplanes resumed bombing pro-Gadhafi troops Wednesday, although the timing and location of those strikes was not specified. Western nations began enforcing a United Nations-authorized no-fly zone over Libya on March 19 to protect civilians from harm.",
            "vi": "Ngoại trưởng Li-bi từ chức, đến Anh       Ngoại trưởng Moussa Koussa của Li-bi đã đến Anh và đã tuyên bố rằng ông sẽ rời bỏ chính phủ của Moammar Gadhafi.  Hôm thứ tư Bộ ngoại giao Anh nói rằng Koussa tự ý từ Tuy-ni-di đến Luân Đôn, nói với các quan chức rằng ông sẽ từ chức. Các quan chức Anh kêu gọi những người khác ủng hộ ông Gadhafi cũng nên từ bỏ ông ấy.  Người phát ngôn của chính phủ Li-bi, Moussa Ibrahim, phủ nhận việc ngoại trưởng bỏ sang nước khác, nói rằng ông này ở Anh vì \"sứ mệnh ngoại giao\". Bộ trưởng tư pháp và bộ trưởng nội vụ của Li-bi đã từ chức ngay từ đầu xảy ra xung đột và đã gia nhập quân nổi loạn đang chiến đấu ở phía đông.  Các quan chức Hoa Kỳ gọi việc từ chức của Koussa là \"rất quan trọng,\" và là một ví dụ về sự chia rẽ ngày càng lớn bên trong chính phủ Li-bi. Ngoại trưởng từng là người tâm phúc của ông Gadhafi và từng giữ vai trò người đứng đầu cơ quan tình báo của chính phủ Gadhafi hơn một thập niên.  Ở Washington, Nhà Trắng lặp lại rằng không đưa ra quyết định cung cấp vũ khí cho quân phiến loạn ở Li-bi. Tuyên bố hôm thứ tư đã được đưa ra trong báo cáo cho biết tổng thống Barack Obama đã ngấm ngầm cho phép nỗ lực ủng hộ những kẻ nổi loạn chống chính phủ.  Thời báo New York cho biết Cục tình báo trung ương Hoa Kỳ đã cài đặt không biết bao nhiêu mật vụ vào Li-bi để thu thập tin tức tình báo và tiếp xúc với lực lượng chống Gadhafi. Thời báo này nói rằng Cục tình báo trung ương Hoa Kỳ không chịu bàn về bản báo cáo, viện dẫn những gì nó gọi là các quan chức Anh hiện thời và các cựu quan chức Anh khi nói lực lượng đặc nhiệm và sĩ quan tình báo Anh cũng có mặt tại quốc gia Bắc Phi này.  Đầu ngày thứ tư, binh lính trung thành với ông Gadhafi đã đuổi quân nổi loạn chống chính phủ khỏi thành phố then chốt miền duyên hải, nơi mà họ chiếm đóng mấy ngày trước đó, đảo ngược những gì mà phe đối lập đã giành được từ khi có các trận không kích quốc tế.  Quân nổi loạn Li-bi rút lui trong khi đang chiến đấu cao độ xung quanh các thị trấn chiến lược về dầu, Ras Lanuf và Brega. Nhiều binh lính của phe đối lập lùi lại thành phố Ajdabiya, từ nơi mà các cư dân đã phải chạy trốn dọc theo con đường hướng về thành trì Benghazi của phe đối lập.  Lực lượng ủng hộ Gadhafi đang nã pháo vào Brega và người phát ngôn của quân nổi loạn nói rằng ông hy vọng những người trung thành sẽ tiến vào thành phố vào đêm thứ tư.  Người phát ngôn ((đại tá Ahmad Bani)) cũng nói rằng tới 3,600 thành viên của Vệ binh Cộng hoà Chad được trang bị nhiều vũ khí hiện đang chiến đấu bên cạnh những người trung thành với Gadhafi. Ông gạt bỏ mối lo ngại các thành viên của al-Qaida đang chiến đấu với quân nổi loạn Li-bi.  Hôm thứ ba, đô đốc James Stavridis của Hoa Kỳ bảo buổi điều trần trước Quốc hội rằng các nhóm như là al-Qaida và dân quân Hezbollah của Li-băng có một lực lượng nhỏ trong phe đối lập Li-bi. Ông cũng nói rằng tập thể lãnh đạo của phe đối lập có vẻ là \"những ông bà có trách  nhiệm\" đang đấu tranh chống chính phủ Li-bi.  Các nhóm quyền nổi bật tại Hoa Kỳ hôm thứ tư đã nói rằng lực lượng của ông Gadhafi đã đặt mìn xung quanh Ajdabiya khi thành phố miền duyên hải dưới quyền kiểm soát của họ vào đầu tháng này. Trong một tuyên bố từ pháo đài Benghazi của quân phiên loạn, Tổ chức Giám sát Nhân quyền nói rằng nhóm dân quân tự vệ tìm thấy hơn 50 quả mình phá xe và sát thương trong khu vực có nhiều người qua lại.  Người phát ngôn của Quân đội Hoa Kỳ nói rằng các máy bay liên minh tiếp tục ném bom binh lính ủng hộ Gadhafi hôm thứ tư, dù thời gian và địa điểm tấn công vẫn chưa được nêu rõ.  Các quốc gia phương Tây đã bắt đầu thực thi vùng cấm bay do Liên Hiệp Quốc phê chuẩn ở Li-bi vào ngày 19 tháng ba để bảo vệ cho thường dân khỏi bị hại."
        },
        {
            "en": "Gaddafi forces beat up BBC team         Libyan leader Col Muammar Gaddafi's security forces detained and beat up a BBC news team who were trying to reach the strife-torn western city of Zawiya. The three were beaten with fists, knees and rifles, hooded and subjected to mock executions by members of Libya's army and secret police. The men were detained on Monday and held for 21 hours, but have now flown out of Libya.  Government forces are in a fierce fight to wrest Zawiya from rebel control. Artillery and tanks have pounded the city - which lies 50km (30 miles) from the capital Tripoli - over the last four days. 'Gun against neck'  The BBC team showed their identification when they were detained at an army roadblock on Monday. They had been seeking, like many journalists, to get around government restrictions by reaching besieged Zawiya. The three of them were taken to a huge military barracks in Tripoli, where they were blindfolded, handcuffed and beaten. One of the three, Chris Cobb-Smith, said: \"We were lined up against the wall. I was the last in line - facing the wall.  \"I looked and I saw a plain-clothes guy with a small sub-machine gun. He put it to everyone's neck. I saw him and he screamed at me. \"Then he walked up to me, put the gun to my neck and pulled the trigger twice. The bullets whisked past my ear. The soldiers just laughed.\" A second member of the team - Feras Killani, a correspondent of Palestinian descent - is said to have been singled out for repeated beatings. Their captors told him they did not like his reporting of the Libyan popular uprising and accused him of being a spy. The third member of the team, cameraman Goktay Koraltan, said they were all convinced they were going to die. During their detention, the BBC team saw evidence of torture against Libyan detainees, many of whom were from Zawiya. 'Abusive treatment' Koraltan said: \"I cannot describe how bad it was. Most of them [other detainees] were hooded and handcuffed really tightly, all with swollen hands and broken ribs. They were in agony. They were screaming.\" Killani said: \"Four of them [detainees] were in a very bad situation. There was evidence of torture on their faces and bodies. One of them said he had at least two broken ribs. I spent at least six hours helping them drink, sleep, urinate and move from one side to another.\" A senior Libyan government official later apologised for the BBC team's ordeal. But the BBC said in a statement that it \"strongly condemns this abusive treatment\". \"The safety of our staff is our primary concern especially when they are working in such difficult circumstances and it is essential that journalists working for the BBC, or any media organisation, are allowed to report on the situation in Libya without fear of attack,\" said the statement from Liliane Landor, languages controller of BBC Global News.  \"Despite these attacks, the BBC will continue to cover the evolving story in Libya for our audiences both inside and outside the country.\" Rebel bounty  Government forces have been mounting a strong fightback against the rebels who rose up in mid-February to end Col Gaddafi's 41 years in power. The main square of Zawiya reportedly changed hands twice on Wednesday in the fighting between pro-Gaddafi forces and the insurgents. State TV reported that the army had retaken Zawiya, and showed pictures of what it said were residents staging a pro-Gaddafi rally. On the eastern front around the Mediterranean oil port of <em>Ras</em> Lanuf, rebels retreated in the face of heavy government shelling and ongoing air strikes, amid reports that oil facilities were blown up. Col Gaddafi also launched a diplomatic offensive, dispatching envoys overseas on the eve of a summit by Nato defence ministers in Brussels. High-ranking members of the Libyan leader's inner circle were sent to Cairo, Brussels, Lisbon and Malta to approach government officials. The Libyan government meanwhile offered a reward for the capture of rebel leader Mustafa Abdel Jalil, the ex-justice minister. The amount was 500,000 Libyan dinars ($400,000; £250,000).",
            "vi": "Lực lượng Gaddafi tra tấn nhóm phóng viên BBC       Lực lượng an ninh của nhà cầm quyền- Đại tá Libya Muammar Gaddafi đã giam giữ và tra tấn nhóm phóng viên của BBC khi họ đang tìm cách tới thành phố phía tây Zawiya trong thời điểm giao tranh khốc liệt. Ba người này bị đánh bằng cùi tay, đầu gối và súng, sau đó bị bọn quân đội Lybia và cảnh sát mật trùm đầu rồi làm nhục họ. Những người này bị giam vào ngày thứ Hai suốt 21 giờ, nhưng hiện đã thoát nạn và rời khỏi Lybia. Lực lượng chính phủ đang đấu tranh giành quyền kiểm soát Zawiya từ những kẻ nổi loạn. Trong bốn ngày qua tiếng đạn pháo, xe tăng nã dữ dội vào thành phố này cách thủ đô Tripoli 50 km (khoảng 30 dặm). “Súng kề cổ” Nhóm phóng viên BBC đã trình giấy tờ tuỳ thân đầy đủ khi bị giam giữ tại trạm kiểm soát quân đội vào ngày thứ Hai. Giống như các nhà báo khác, họ đang cố tiếp cận vùng chiến sự Zawiya đang bị bao vây mà không phải chịu sự kiểm soát của chính phủ. Ba người này bị đưa đến một khu vực quân sự lớn ở Tripoli, ở đó họ bị bịt mắt, còng tay và bị đánh đập. Chris Cobb-Smith-một trong ba phóng viên nói rằng:” Chúng tôi đứng sếp hàng úp mặt vào tường, tôi là người đứng cuối hàng.  “ Tôi nhìn thấy một gã mặc thường phục cầm súng máy đập vào cổ mọi người. Tôi nhìn hắn thì hắn la hét tôi.  “ Sau đó hắn tiến lại gần tôi, kề súng vào cổ tôi và kéo cò hai lần. Nhưng đạn chỉ sượt qua tai rồi bọn lính rộ lên cười.” Thành viên thứ hai của nhóm là Feras Killani, người gốc Palestine bị lôi ra đánh túi bụi. Những kẻ bắt giữ nói rằng họ không thích những bài viết của ông về phong trào nổi loạn ở Lybia và buộc tội ông là gián điệp. Thành viên thứ ba, phóng viên ảnh Goktay Koraltan thì cho rằng cả ba người họ chắc chắn sẽ chết. Trong thời gian bị giam cầm, nhóm phóng viên BBC đã chứng kiến nhiều người bị bắt bị tra tấn, trong đó có nhiều nạn nhân từ Zawiya. ' Hành xử bạo ngược ' Koraltan cho biết: “ Tôi không thể diễn tả điều tồi tệ đó đến mức nào. Hầu hết những người bị bắt giữ đều bị trùm đầu, còng chặt tay, tay xưng vù, xương sườn gãy, họ đau đớn, la hét.”  “ Bốn người trong đó đang trong tình trạng hết sức tồi tệ, có nhiều vết thương tra tấn trên mặt và khắp cơ thể. Một người nói rằng anh ta bị gãy ít nhất là hai cái xương sườn. Tôi phải mất sáu tiếng đồng hồ để giúp họ uống nước, đi tiểu và đi lại.” Sau đó một quan chức cao cấp của chính phủ Libya đã xin lỗi nhóm phóng viên BBC vì đã hành xử họ. Tuy nhiên, trong một bài phát biểu, BBC cho hay họ “ cực lực lên án cách đối xử bạo ngược như vậy”. Giám đốc bộ phận phát thanh về tin tức quốc tế của BBC, ông Liliane Landor tuyên bố rằng “ Sự an toàn của các phóng viên là mối quan tâm chính của chúng tôi nhất là khi họ đang phải làm việc trong điều kiện khó khăn như vậy và điều quan trọng là các nhà báo đang làm việc cho BBC hay bất kỳ tổ chức truyền thông nào đều được phép đưa tin về tình hình ở Libya mà không sợ tấn công”.   “Dù bị tấn công nhưng BBC vẫn tiếp tục  đưa tin về Lybia cho độc giả cả bên trong lẫn bên ngoài đất nước Libya”. Tiền thưởng để bắt kẻ nổi loạn Lực lượng chính phủ đang tăng cường chống lại quân nổi loạn vào giữa tháng Hai nhằm chấm dứt 41 năm cầm quyền của Đại tá Graddafi. Theo như đưa tin quảng trường chính ở Zawiya đã thay tay đổi chủ hai lần vào ngày thứ Tư trong cuộc chiến giữa lực lượng Gaddafi và quân nổi dậy. Đài truyền hình quốc gia đưa tin quân đội đã lấy lại Zawiya và cho thấy những bức ảnh về việc người dân đang tập hợp lực lượng thân Gaddafi. Trên mặt trận phía đông quanh cảng dầu Địa Trung Hải ở Ras Lanuf, quân nổi loạn rút lui trước sự nã pháo quyết liệt của chính phủ và tiếp tục tiến hành cuộc không kích trong khi có những thông báo về vụ dầu mỏ bị đánh bom. Đại tá Gaddafi cũng phát động cuộc tấn công về ngoại giao, gửi các phái viên ra nước ngoài trước ngày diễn ra hội nghị cấp cao do các bộ trưởng quốc phòng khối NATO tổ chức ở Brussels. Các thành viên cấp cao thuộc nhóm nòng cốt của nhà lãnh đạo Libya được gửi tới Cairo, Brussels, Lisbon và Man – ta để tiếp cận các quan chức chính phủ. Trong khi đó chính phủ Libya treo giải thưởng để bắt sống kẻ cầm đầu cuộc nổi loạn là Mustafa Abdel Jalil- cựu bộ trưởng tư pháp. Tiền thưởng là 500.000 đi-na (tương đương 400.000 đô-la; 250.000 bảng)"
        }
    ],
    "suggestions": []
}