{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rationed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rationed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rationed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rationed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rationed"
        }
    },
    "sentences": [
        {
            "en": "All finite resources must be <em>rationed</em>.",
            "vi": "Tất cả nguồn tài nguyên hữu hạn phải được hạn chế."
        },
        {
            "en": "People were <em>rationed</em> to one egg a week.",
            "vi": "Dân chúng bị hạn chế còn một quả trứng một tuần."
        },
        {
            "en": "Sugar was <em>rationed</em> to one kilo per family.",
            "vi": "Theo định mức thì mỗi nhà được một kí đường."
        },
        {
            "en": "Bread was <em>rationed</em> to one loaf per family.",
            "vi": "Bánh mì bị hạn chế còn một ổ cho mỗi gia đình."
        },
        {
            "en": "During the drought, water for life had to be <em>rationed</em>.",
            "vi": "Trong suốt thời gian hạn hán, nước dùng cho sinh hoạt đã phải bị hạn chế."
        },
        {
            "en": "They <em>rationed</em> the remaining water out among the survivors.",
            "vi": "Họ phân phối số nước còn lại thành khẩu phần cho những người sống sót."
        },
        {
            "en": "Rice, meat, sugar and cotton cloth are <em>rationed</em> in difficult times.",
            "vi": "Gạo, thịt, đường và vải thường bị hạn chế trong thời kỳ khó khăn."
        },
        {
            "en": "I 've <em>rationed</em> myself to go out with friends twice a week.",
            "vi": "Tôi cho phép mình được đi chơi với bạn bè hai lần một tuần."
        },
        {
            "en": "I've <em>rationed</em> myself to go out with friends twice a week.",
            "vi": "Tôi cho phép mình được đi chơi với bạn bè hai lần một tuần."
        },
        {
            "en": "Television was strictly <em>rationed</em> in that household to informational and uplifting items.",
            "vi": "Việc xem tivi trong gia đình ấy triệt đ giới hạn vào tiết mục thông tin và nâng cao đời sống tinh thần."
        },
        {
            "en": "Pair 1 were <em>rationed</em> a daily quart of cider , pair 2 elixir of vitriol, pair 3 a given quantity of vinegar , pair 4 seawater, pair 5 oranges and a lemon and pair 6 barley water.",
            "vi": "Cặp 1 mỗi ngày được dùng một lít Rượu táo , tương tự cho cặp 2 là viên thuốc trường vitriol, cặp 3 là một lượng dấm nhất định, cặp 4 là nước biển, cặp 5 là cam, chanh và cặp 6 là nước lúa mạch."
        }
    ],
    "suggestions": []
}