{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ratified"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ratified"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ratified"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ratified"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ratified"
        }
    },
    "sentences": [
        {
            "en": "Four countries have now <em>ratified</em> the agreement.",
            "vi": "Bốn nước đã thông qua hiệp ước."
        },
        {
            "en": "Strike ended as workers <em>ratified</em> new contract.",
            "vi": "Cuộc đình công kết thúc khi những người công nhân chấp thuận một hợp đồng mới."
        },
        {
            "en": "In June, Vietnam <em>ratified</em> the United Nations Convention Against Corruption.",
            "vi": "Tháng 6.2009, Việt Nam đã phê chuẩn Công ước của LHQ về chống tham nhũng."
        },
        {
            "en": "Today, 193 States parties have <em>ratified</em> the CRC.",
            "vi": "Hiện nay đã có 193 nước phê chuẩn Công ước Quyền trẻ em."
        },
        {
            "en": "If the agreement is <em>ratified</em>, the EU hopes to launch the new agencies in January.",
            "vi": "Nếu thỏa thuận này được phê chuẩn, EU hy vọng sẽ cho ra mắt các cơ quan mới này vào tháng giêng."
        },
        {
            "en": "These documents and structures were <em>ratified</em> later by the Ministry of Justice.",
            "vi": "Sau đó cơ cấu tổ chức và điều lệ của Liên đoàn đã được Bộ Tư pháp phê duyệt."
        },
        {
            "en": "Viet Nam also <em>ratified</em> the WHO Framework Convention on Tobacco Control (FCTC) in December 2004.",
            "vi": "Việt Nam cũng đã phê chuẩn Công ước Khung về Phòng chống Thuốc lá của WHO (FCTC) vào tháng 12 năm 2004."
        },
        {
            "en": "The draft contract will have to be <em>ratified</em> by our Head Office in London.",
            "vi": "Bản dự thảo hợp đồng sẽ phải có sự chấp thuận của văn phòng chính của chúng tôi tại Luân Đôn."
        },
        {
            "en": "The CEDAW was <em>ratified</em> in 1982, eight years earlier than the CRC.",
            "vi": "Công ước về xóa bỏ tất cả các hình thức phân biệt đối xử đối với phụ nữ được phê chuẩn trong năm 1982, tám năm trước Công ước về quyền trẻ em."
        },
        {
            "en": "The Act still has to be <em>ratified</em> by Vietnam National Assembly.",
            "vi": "Đạo luật vẫn phải được Quốc hội Việt Nam thông qua."
        },
        {
            "en": "As of December 1, 2009, 143 countries have signed the CRPD and 74 have <em>ratified</em> it.",
            "vi": "Đến thời điểm ngày 1 tháng 12 năm 2009, đã có 143 quốc gia ký vào CRPD và 74 quốc gia đã phê chuẩn thực hiện."
        },
        {
            "en": "It has signed the United Nations Convention Against Transnational Organized Crime but has not yet <em>ratified</em> its provisions.",
            "vi": "Việt Nam cũng đã ký Công ước của Liên hiệp quốc chống tội phạm có tổ chức xuyên quốc gia nhưng hiện vẫn chưa phê chuẩn các điều khoản của Công ước này."
        },
        {
            "en": "The Convention on the Rights of the Child (CRC) is the most widely <em>ratified</em> human rights treaty in history.",
            "vi": "Công ước về quyền trẻ em (crc) là hiệp ước về quyền con người được các nước phê duyệt rộng rãi nhất trong lịch sử."
        },
        {
            "en": "The Millennium Declaration was <em>ratified</em> by 189 heads of state at the United Nations Millennium Summit in September 2000.",
            "vi": "Tuyên bố Thiên niên kỷ được 189 nguyên thủ quốc gia phê chuẩn tại Hội nghị Thượng đỉnh Thiên niên kỷ của Liên Hợp Quốc vào tháng 9 năm 2000."
        },
        {
            "en": "This joint project between UNDP and MOFA hopes to support MOFA in implementing <em>ratified</em> human rights treaties more effectively.",
            "vi": "Dự án hợp tác giữa UNDP và Bộ Ngoại giao sẽ hỗ trợ trong việc thực hiện hiệu quả các công ước nhân quyền nói trên."
        },
        {
            "en": "The Japanese parliament <em>ratified</em> the agreement, referred to as the Vietnam-Japan Economic Partnership Agreement, in June.",
            "vi": "Quốc hội Nhật Bản đã phê chuẩn thoả thuận này, xem như hiệp định hợp tác kinh tế Việt Nam – Nhật Bản vào tháng Sáu."
        },
        {
            "en": "Việt Nam has signed the United Nations Convention Against Transnational Organized Crime but has not yet <em>ratified</em> its provisions.",
            "vi": "Việt Nam cũng đã ký Công ước của Liên hiệp quốc chống tội phạm có tổ chức xuyên quốc gia nhưng hiện vẫn chưa phê chuẩn các điều khoản của Công ước này."
        },
        {
            "en": "In 2001, the Government of Vietnam <em>ratified</em> the CRC’s supplementary protocol on child trafficking, child prostitution and child pornography.",
            "vi": "Năm 2001, Chính phủ Việt Nam đã phê duyệt Nghi định thư bổ sung cho Công ước quốc tế về quyền trẻ em về buôn bán trẻ em, mại dâm trẻ em, và văn hóa phẩm khiêu dâm trẻ em."
        },
        {
            "en": "Since then, the convention has been <em>ratified</em> by 25 countries and signed by 128 countries, Viet Nam included.",
            "vi": "Kể từ đó, công ước này đã được 25 quốc gia phê duyệt và được 128 quốc gia ký kết, trong đó có Việt Nam."
        },
        {
            "en": "To frequently check the schedule of the <em>ratified</em> working programs, timely propose and submit resolutions to the Government.",
            "vi": "Thường xuyên kiểm tra tiến độ, định kỳ giao ban, đánh giá kết quả thực hiện chương trình công tác đã đề ra, kịp thời báo cáo Chính phủ và đề xuất các giải pháp xử lý."
        }
    ],
    "suggestions": []
}