{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ravages"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ravages</k><blockquote>the destructive effects of something.</blockquote><blockquote>→ <kref>ravage</kref></blockquote></div>",
            "word": "ravages"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>ravages</k><blockquote>▸ <cclass>plural noun</cclass></blockquote><blockquote><b>1</b><i>the ravages of time</i>: DAMAGING EFFECTS, ill effects.</blockquote><blockquote><b>2</b><i>the ravages of man</i>: (ACTS OF) DESTRUCTION, damage, devastation, ruin, havoc, depredation(s).</blockquote></div>",
            "word": "ravages"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>ravages</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>destruction</b></blockquote><blockquote><blockquote><ex> to repair the ravages (wrought by war)</ex></blockquote></blockquote></div>",
            "word": "ravages"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ravages"
        }
    },
    "sentences": [
        {
            "en": "<em>Ravages</em> of war",
            "vi": "Cảnh tàn phá của chiến tranh"
        },
        {
            "en": "Storm <em>ravages</em> Philippines, drought prolongs in Thailand",
            "vi": "Bão lụt tàn phá Philippines, hạn hán kéo dài ở Thái Lan"
        },
        {
            "en": "The <em>ravages</em> of war reach my conscience.",
            "vi": "Cảnh tàn phá của chiến tranh thấu đến lương tâm tôi."
        },
        {
            "en": "This country has escaped the <em>ravages</em> of war.",
            "vi": "Quốc gia này đã thoát khỏi sự tàn phá của chiến tranh."
        },
        {
            "en": "You can't image that what the <em>ravages</em> of war were.",
            "vi": "Anh không tưởng tượng nổi cảnh tàn phá của chiến tranh như thế nào đâu."
        },
        {
            "en": "Some ancient architecture couldn't withstand the <em>ravages</em> of time.",
            "vi": "Một số công trình kiến trúc cổ xưa đã không thể cưỡng lại sự tàn phá của thời gian."
        },
        {
            "en": "Having a big head may help protect against the worst <em>ravages</em> of dementia.",
            "vi": "Có một đầu lớn có thể giúp bảo vệ chống lại sự huỷ hoại tồi tệ nhất của chứng mất trí."
        },
        {
            "en": "That particular coast of the country is always subject to the ferocity of cyclones and the <em>ravages</em> of heavy rain that follows.",
            "vi": "Một vùng bờ biển của nước tôi luôn là mục tiêu của những cơn bão hung hãn có sức tàn phá lớn với những cơn mưa như trút."
        },
        {
            "en": "The Gate has suffered from the <em>ravages</em> of time, neglect, war, and urban expansion that destroyed the other 15 original city gates, and is in desperate need of restoration.",
            "vi": "Trải qua năm tháng, không được bảo trì, chịu tác động của chiến tranh và đô thị hoá, 15 cửa ô khác đã bị tàn phá còn Ô Quan Chưởng đã xuống cấp nghiêm trọng và rất cần bảo tồn."
        },
        {
            "en": "The trick, Shannon showed, is to find ways of packaging up - ‘coding’ - information to cope with the <em>ravages</em> of noise, while staying within the information-carrying capacity - ‘ bandwidth ’ - of the communication system being used.",
            "vi": "Bí quyết của Shannon cho thấy là tìm cách đóng gói - \"mã hóa\" - thông tin để đối phó với sự tàn phá của tiếng ồn, trong khi vẫn ở trong thông tin - \"khả năng vận chuyển\" – ‘ dãy sóng ’- của hệ thống truyền thông đang được sử dụng."
        },
        {
            "en": "In an article for the Harvard International Review, they concluded that “development surely seems to favour the temperate-zone economies, especially those in the northern hemisphere, and those that have managed to avoid both socialism and the <em>ravages</em> of war.”",
            "vi": "Trong một bài báo Bình luận Quốc tế Harvard, họ kết luận rằng \"sự phát triển dường như chắc chắn có lợi cho các nền kinh tế vùng ôn đới, đặc biệt là ở khu vực bán cầu bắc, và những nước xoay xở tránh được cả chủ nghĩa xã hội lẫn cảnh tàn phá của chiến tranh.\""
        }
    ],
    "suggestions": []
}