{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ravaged",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ravaged",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ravaged",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ravaged",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ravaged",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The area has been <em>ravaged</em> by war.",
            "vi": "Vùng đó đã bị chiến tranh tàn phá."
        },
        {
            "en": "Recent storms <em>ravaged</em> the central of Vietnam.",
            "vi": "Những cơn bão gần đây đã tàn phá miền trung Việt Nam."
        },
        {
            "en": "The area has been <em>ravaged</em> by floods.",
            "vi": "Vùng này vừa mới bị lũ tàn phá."
        },
        {
            "en": "This area has been <em>ravaged</em> by flood.",
            "vi": "Khu vực này đã bị lũ lụt tàn phá."
        },
        {
            "en": "Fugitives from a country <em>ravaged</em> by war",
            "vi": "Những người lánh nạn khỏi một đất nước bị chiến tranh tàn phá"
        },
        {
            "en": "They were fugitives from a country <em>ravaged</em> by war.",
            "vi": "Họ là những người lánh nạn khỏi một đất nước bị chiến tranh tàn phá."
        },
        {
            "en": "They <em>ravaged</em> all the wealth of the villagers.",
            "vi": "Chúng đã cướp bóc hết tất cả của cải của dân làng."
        },
        {
            "en": "Let's light a candle for the people of the earthquake-<em>ravaged</em>.",
            "vi": "Hãy thắp sáng ngọn nến cho những người bị thiệt hại do trận động đất."
        },
        {
            "en": "Let's light a candle for the people of the earthquake - <em>ravaged</em>.",
            "vi": "Hãy thắp sáng ngọn nến cho những người bị thiệt hại do trận động đất."
        },
        {
            "en": "Unfortunately, Dukezong was <em>ravaged</em> by a major fire in 2014 that destroyed hundreds of homes. It is currently under restoration.",
            "vi": "Nhưng tiếc thay, vào năm 2014, một đám cháy lớn đã tàn phá làng Độc Khắc Tông và phá hủy hàng trăm ngôi nhà. Hiện nay ngôi làng đang được trùng tu và khôi phục lại."
        },
        {
            "en": "He has plundered our seas, <em>ravaged</em> our coasts, burned our towns, and destroyed the lives of our people.",
            "vi": "Ông ta đã vơ vét biển cả, tàn phá miền duyên hải, thiêu huỷ vùng đô thị, huỷ hoại sinh mạng của nhân dân chúng ta."
        },
        {
            "en": "Around 2, 000 Iraqi police officers in Baghdad responded to a call from coalition forces for joint patrols to quell looting which has <em>ravaged</em> the city since the ruling party lost power.",
            "vi": "Khoảng 2000 cảnh sát I-rắc tại Baghdad hưởng ứng lời kêu gọi phối hợp tuần tra của liên quân để dẹp nạn cướp bóc đang hoành hành trong thành phố từ khi đảng cầm quyền bị mất quyền ."
        },
        {
            "en": "Growth and Structural Change in the 1990s. After being <em>ravaged</em> by four decades of war from the 1940s through the 1970s, Viet Nam entered its transitional phase a predominantly agrarian society.",
            "vi": "Tăng trưởng và Thay đổi Cơ cấu trong những năm 1990. Sau khi bị chiến tranh tàn phà suốt bốn thập kỷ từ những năm 1940 đến những năm 1970, Việt Nam bước vào thời kỳ truyền thống là một xã hội chủ yếu sản xuất nông nghiệp."
        },
        {
            "en": "Around 2,000 Iraqi police officers in Baghdad responded to a call from coalition forces for joint patrols to quell looting which has <em>ravaged</em> the city since the ruling party lost power.",
            "vi": "Khoảng 2000 cảnh sát I - rắc tại Baghdad hưởng ứng lời kêu gọi phối hợp tuần tra của liên quân để dẹp nạn cướp bóc đang hoành hành trong thành phố từ khi đảng cầm quyền bị mất quyền."
        },
        {
            "en": "Authorities in the capital sent out 2,000 workers and volunteers yesterday to deal with the after math of a powerful storm that <em>ravaged</em> the city on Saturday afternoon, killing two people and injuring at least five.",
            "vi": "Các nhà chức trách ở Hà Nội đã cử ra 2.000 công nhân và tình nguyện viên ngày hôm qua để đối phó với hậu quả của một cơn bão mạnh đã tàn phá thành phố vào chiều thứ Bảy, giết chết hai người và làm bị thương ít nhất năm người."
        },
        {
            "en": "The efforts to promote the province’s international reputation, develop new products and launch new flights are expected to help its tourism industry recover this year, Ky said, referring to an environmental disaster caused by Hung Nghiep Formosa Ha Tinh Steel Company that <em>ravaged</em> some 200 kilometres of the country’s central coast last year. ",
            "vi": "Ông Kỳ nói: Kết quả xúc tiến danh tiếng quốc tế của tỉnh, phát triển những sản phẩm mới và khai trương các chuyến bay mới được mong đợi sẽ giúp vực dậy ngành du lịch nơi đây trong năm nay - ông ám chỉ thảm họa môi trường gây ra bởi công ty thép Formosa ở Hưng Nghiệp Hà Tĩnh, nó đã tàn phá khoảng 200 km đường bờ biển quốc gia vào năm ngoái."
        },
        {
            "en": "Death, devastation and deprivation prevail in Haiti's capital, as the full extent of the country's humanitarian crisis is being revealed to the world. The international community is rushing aid to earthquake-<em>ravaged</em> Port-au-Prince in the face of logistical challenges and with the knowledge that Haiti's needs far outpace anything that can be delivered in the short-term.",
            "vi": "Sự chết chóc, tàn phá và nghèo đói đang bao trùm lên cả thủ đô của Haiti, đúng như toàn bộ những gì mà thế giới đang được biết về cuộc khủng hoảng của người dân quốc gia này. Cộng đồng quốc tế đang gấp rút đưa hàng cứu trợ đến thủ đô Port-au-Prince nơi bị động đất tàn phá đã phải đối mặt với những khó khăn về mặt hậu cần và họ biết rõ nhu cầu của người dân Haiti vượt xa bất cứ thứ gì có thể cung cấp trong thời gian ngắn."
        },
        {
            "en": "The efforts to promote the province’s international reputation, develop new products and launch new flights are expected to help its tourism industry recover this year, Ky said, referring to an environmental disaster caused by Hung Nghiep Formosa Ha Tinh Steel Company that <em>ravaged</em> some 200 kilometres of the country’s central coast last year.",
            "vi": "Ông Kỳ nói: Kết quả xúc tiến danh tiếng quốc tế của tỉnh, phát triển những sản phẩm mới và khai trương các chuyến bay mới được mong đợi sẽ giúp vực dậy ngành du lịch nơi đây trong năm nay - ông ám chỉ thảm họa môi trường gây ra bởi công ty thép Formosa ở Hưng Nghiệp Hà Tĩnh, nó đã tàn phá khoảng 200 km đường bờ biển quốc gia vào năm ngoái."
        },
        {
            "en": "For two centuries, the temple was a beacon of devotion before it fell upon hard times. Around the 17th century, the entire region was <em>ravaged</em> by war. Fearing that the statues would be desecrated, the priests hid them in cellars under the temple and fled the area. The invading forces vandalized the temple and left, but the priests never returned. The temple fell into neglect and gradually the elements began to take over. At one point Ranakpur became a refuge for dacoits and no person dared to venture inside. It was only around the first quarter of the 20th century that people realized the immense crime they were committing by allowing this structure of beauty and devotion to rot away, and the temple was restored to its former glory.",
            "vi": "Suốt hai trăm năm, ngôi đền là ánh sáng soi đường của lòng mộ đạo, rồi lâm vào thời kỳ khó khăn. Khoảng thế kỷ 17, toàn bộ vùng này đã bị tàn phá bởi chiến tranh. Sợ các pho tượng bị báng bổ, các thầy tu đã giấu tượng trong các căn hầm dưới đền rồi trốn khỏi khu này. Quân xâm lược tàn phá ngôi đền rồi bỏ đi nhưng các thầy tu chẳng bao giờ trở lại. Ngôi đền bị bỏ hoang và tự nhiên dần chiếm lĩnh. Có lúc Ranakpur trở thành nơi ẩn náu cho bọn thổ phỉ nên chẳng ai dám liều vào trong. Chỉ đến khoảng 25 năm đầu tiên của thế kỷ 20, con người mới nhận ra tội ác to lớn mình đang phạm khi để cho kiến trúc của cái đẹp và lòng mộ đạo bị điêu tàn, nên ngôi đền đã được hoàn trả nét đẹp nguyên sơ của nó."
        },
        {
            "en": "Full Picture of Haiti Devastation Emerges as International Aid Mobilized       Death, devastation and deprivation prevail in Haiti's capital, as the full extent of the country's humanitarian crisis is being revealed to the world. The international community is rushing aid to earthquake-<em>ravaged</em> Port-au-Prince in the face of logistical challenges and with the knowledge that Haiti's needs far outpace anything that can be delivered in the short-term. Two days after the 7.0 magnitude quake, the horror of the disaster is undiminished.  In Port-au-Prince, sheet-draped bodies remain unclaimed, and untold numbers of people are trapped in rubble or missing and feared dead.  The ranks of the injured seeking scarce medical attention continue to grow. Seemingly countless people lack food and shelter, leaving streets packed with increasingly hungry, destitute survivors.  Even among those whose homes did not collapse, fear of aftershocks has led many to remain outdoors. Haitian President Rene Preval commented on the situation on NBC television's Today program. \"I am sure that I will not sleep in the street tonight. But I am sure a lot of people will sleep in the street tonight,\" he said. Haiti's humanitarian crisis has sparked the biggest outpouring of international aid in response to a natural disaster since the 2004 tsunami that devastated parts of Indonesia and surrounding nations. The United States has mobilized thousands of troops and a massive contingent of civilian workers to respond to the Haitian crisis.  Speaking at the White House, President Barack Obama said the initial U.S. response will exceed $100 million, and that more assistance will be forthcoming. \"To the people of Haiti, we say clearly and with conviction:  You will not be forsaken.  You will not be forgotten.  In this, your hour of greatest need, America stands with you.  The world stands with you,\" he said. Dozens of other nations and a vast array of international organizations and aid groups have also sprung to action.  Assistance is being dispatched from around the globe, including many faraway nations.  Israel, for example, is sending a military medical team that will operate a field hospital in Haiti. \"Israel has quite a lot of experience in these kinds of earthquakes,\" said Israeli military official, Gidi Shenar.  \"We have been in several places in the world.  We are bringing our knowledge and we are coming to assist the people over there and save lives.  As fast as we can, we will be over there.\" But obstacles remain.  Diplomats and aid officials familiar with Haiti say that even before the quake, the country's roads and infrastructure were in poor condition or virtually non-existent.  The temblor damaged Port-au-Prince's international airport as well as the city's seaport. Speaking on NBC's Today show, Secretary of State Hillary Clinton said U.S. teams have had logistical challenges to overcome. \"We have the airport open, thanks to the U.S. military,\" she said. \"We have our civilian search-and-rescue teams on the ground.  We are doing all we can.\" Amid the devastation and loss of life in Haiti, there have been a precious few moments of joy - U.S. rescue workers pulled a security guard out of the rubble of the collapsed U.N. building in Port-au-Prince.  But scores of U.N. personnel remain unaccounted for. Shaken and frail, one woman was asked her reaction after family members rescued her from a collapsed house. \"I started crying.  Yeah, I started crying,\" she said. Haiti is the Western hemisphere's poorest nation, long-plagued by frequent hurricanes, political instability and chronic underdevelopment. ",
            "vi": "Toàn cảnh thảm hoạ ở Haiti khiến cả thế giới phải chung tay cứu trợ       Sự chết chóc, tàn phá và nghèo đói đang bao trùm lên cả thủ đô của Haiti, đúng như toàn bộ những gì mà thế giới đang được biết về cuộc khủng hoảng của người dân quốc gia này. Cộng đồng quốc tế đang gấp rút đưa hàng cứu trợ đến thủ đô Port-au-Prince nơi bị động đất tàn phá đã phải đối mặt với những khó khăn về mặt hậu cần và họ biết rõ nhu cầu của người dân Haiti vượt xa bất cứ thứ gì có thể cung cấp trong thời gian ngắn. Hai ngày sau trận động đất 7.0 độ rích-te, nỗi kinh hoàng về thảm hoạ vẫn không hề thuyên giảm đi. Ở Port-au-Prince, nhiều thi thể đắp chăn chưa có người nhận, và người ta vẫn chưa ước tính được có bao nhiêu người còn mắc kẹt trong đống gạch vụn hay mất tích và sắp chết. Số người bị thương tìm kiếm sự chăm sóc y tế vốn ít ỏi ở nơi đây đang ngày một tăng. Dường như có vô số người thiếu cái ăn và chỗ ở, còn đường phố thì đầy nghẹt những người sống sót mỗi lúc một đói ăn và cơ cực. Ngay cả những người có nhà cửa không bị sụp đổ cũng chạy ra đường ở vì sợ những cơn dư chấn tiếp tục xảy ra. Tổng thống Haiti Rene Preval đã bình luận về tình hình trên chương trình Today của đài truyền hình NBC. \"Chắc chắn đêm nay tôi sẽ không phải ngủ ngoài đường. Nhưng tôi biết chắc là có rất nhiều người sẽ ngủ ngoài đường đêm nay,\" ông ấy đã nói. Cuộc khủng hoảng ở Haiti đã khơi dậy chiến dịch viện trợ quốc tế đối phó với thiên tai lớn nhất kể từ trận sóng thần năm 2004 đã tàn phá nhiều khu vực của Indonesia và các nước xung quanh. Hoa Kỳ đã huy động hàng ngàn binh lính và rất nhiều nhân viên cứu trợ để đối phó với cuộc khủng hoảng ở Haiti. Phát biểu tại Nhà Trắng, tổng thống Barack Obama đã nói nguồn viện trợ ban đầu của Hoa Kỳ sẽ hơn 100 triệu đô-la Mỹ, và sau đó sẽ còn viện trợ nhiều hơn thế nữa. \"Hỡi đồng bào Haiti, chúng ta muốn nói rõ và cam kết: Các bạn sẽ không bị bỏ rơi. Các bạn sẽ không bị được lãng quên. Trong lúc các bạn đang cần sự trợ giúp nhất thì Hoa Kỳ sẽ sát cánh với các bạn. Thế giới cũng đứng bên cạnh các bạn,\" ông ấy đã nói. Hàng tá các quốc gia khác và vô số các tổ chức thế giới và các nhóm cứu trợ cũng đã bắt tay vào hành động. Sự trợ giúp đang được gửi đến từ khắp toàn cầu, gồm nhiều nhiều quốc gia xa xôi. Chẳng hạn như Israel đang gửi một nhóm bác sĩ quân y để lập một bệnh viện dã chiến ở Haiti. \"Israel có khá nhiều kinh nghiệm đối phó với nhiều trận động đất,\" một viên chức quân sự Israel Gidi Shenar đã nói. \"Chúng tôi đã đến vài nơi trên thế giới. Chúng tôi đang mang đến những hiểu biết của chúng tôi và chúng tôi đang đến để hỗ trợ người dân ở đó và cứu sống nhiều mạng người. Chúng tôi sẽ ở đó càng sớm càng tốt\" Nhưng vẫn còn tồn tại nhiều chướng ngại. Các nhà ngoại giao và nhân viên cứu trợ vốn đã biết rõ về Haiti nói rằng thậm chí trước khi xảy ra trận động đất, đường sá và cơ sở hạ tầng của quốc gia này đã ở trong tình trạng tệ hại hoặc gần như không có gì cả. Trận động đất đã làm hư hại sân bay quốc tế của Port-au-Prince cũng như hải cảng của thành phố. Phát biểu trong chương trình Today của NBC ngày hôm nay, Ngoại trưởng Hoa Kỳ Hillary Clinton đã nói các đội cứu trợ của Hoa Kỳ đã gặp phải những thách thức về mặt hậu cần mà họ cần phải khắc phục. \"Nhờ vào quân đội Hoa Kỳ, chúng tôi đã có mở cửa được sân bay\" bà đã nói. \"Chúng tôi đã xúc tiến các đội tìm kiếm và cứu trợ thường dân. Chúng tôi đang làm tất cả những gì mà chúng tôi có thể làm được.\" Những cảnh tượng tàn phá và tang tóc ở Haiti, vẫn có một khoảnh khắc vui vẻ hiếm hoi khi những nhân viên cứu hộ Hoa Kỳ kéo một nhân viên bảo vệ ra khỏi đống gạch vụn của toà nhà LHQ đổ nát ở Port-au-Prince. Nhưng vẫn còn chưa có tung tích của rất nhiều nhân viên LHQ. Một người phụ nữ run rẩy và yếu ớt được hỏi cô đã làm gì sau khi được các thành viên trong gia đình cứu ra khỏi căn nhà đổ nát. \"Tôi oà khóc. Vâng, tôi đã oà khóc lên,\" cô ấy đã nói. Haiti là quốc gia nghèo nhất ở Tây bán cầu, bị hoành hành liên miên bởi các trận cuồng phong, bất ổn về chính trị và thường xuyên ở vào tình trạng kém phát triển."
        }
    ],
    "suggestions": []
}