{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ri:t∫əbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể với tới được</td></tr></table><i/></div>",
            "word": "reachable",
            "pronounce": "['ri:t∫əbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reachable",
            "pronounce": "['ri:t∫əbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reachable",
            "pronounce": "['ri:t∫əbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reachable",
            "pronounce": "['ri:t∫əbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reachable",
            "pronounce": "['ri:t∫əbl]"
        }
    },
    "sentences": [
        {
            "en": "Ruby is only <em>reachable</em> for the Atchleys by the river - in summer by boat and in winter by snowmobile over the Nowitna's frozen surface.",
            "vi": "Nhà Atchley chỉ có thể đến được Ruby bằng đường sông - chèo thuyền vào mùa hè hoặc đi xe trượt mùa đông trên bề mặt đông cứng của sông Nowitna."
        },
        {
            "en": "Leaving your child home alone    Whether it's a snow day home from school, an unexpected business appointment, or a childcare arrangement that fell through, situations are likely to arise where you feel you have little choice but to leave your child home alone. It's natural for parents to be a bit anxious when first leaving kids without supervision. But you can feel prepared and confident with some planning and a couple of trial runs. And handled well, staying home alone can be a positive experience for kids, too, helping them gain a sense of self-assurance and independence. Factors to consider It's obvious that a 5-year-old can't go it alone but that a 16-year-old probably can. But what about those school-aged kids in the middle? It can be difficult to know when kids are ready to handle being home alone. Ultimately, it comes down to your judgment about what your child is ready for. You'll want to know how your child feels about the idea, of course. But kids often insist that they'll be fine long before parents feel comfortable with it. And then there are older kids who seem afraid even when you're pretty confident that they'd be just fine. So how do you know? In general, it's not a good idea to leave kids younger than 10 years old home alone. Every child is different, but at that age, most kids don't have the maturity and skills to respond to an emergency if they're alone. Think about the area where you live. Are there neighbors nearby you know and trust to help your child in case of an emergency? Or are they mostly strangers? Do you live on a busy street with lots of traffic? Or is it a quiet area? Is there a lot of crime in or near your neighborhood? It's also important to consider how your child handles various situations. Here are a few questions to think about:     * Does your child show signs of responsibility with things like homework, household chores, and following directions?     * How does your child handle unexpected situations? How calm does your child stay when things don't go as planned?     * Does your child understand and follow rules?     * Can your child understand and follow safety measures?     * Does your child make good judgments or is he or she prone to taking risks?     * Does your child know basic first-aid procedures?     * Does your child follow your instructions about staying away from strangers? Make a \"practice run\" Even if you're confident about your child's maturity, it's wise to make some practice runs, or home-alone trials, before the big day. Let your child stay home alone for 30 minutes to an hour while you remain nearby and easily <em>reachable</em>. When you return, discuss how it went and talk about things that you might want to change or skills that your child might need to learn for the next time. Handling the unexpected You can feel more confident about your absence if your child learns some basic skills that might come in handy during an emergency. Organizations such as the American Red Cross offer courses in first aid and cardiopulmonary resuscitation (CPR) in local places like schools, hospitals, and community centers. Before being left home alone, your child should be able to complete certain tasks and safety precautions, such as:     * knowing when and how to call 911 and what address to give the dispatcher     * knowing how to work the home security system, if you have one, and what to do if the alarm is accidentally set off     * locking and unlocking doors     * working the phone/cell phone (in some areas, you have to dial 1 or the area code to dial out)     * turning lights off and on     * operating the microwave     * knowing what to do if:           o there's a small fire in the kitchen           o the smoke alarm goes off           o there's a tornado or other severe weather           o a stranger comes to the door           o someone calls for a parent who isn't home           o there's a power outage Regularly discuss some emergency scenarios — ask what your child would do if, for example, he or she smelled smoke, a stranger knocked at the door, or someone called for you while you're gone. Before you leave Even after you decide that your child is ready to stay home alone, you're bound to feel a little anxious when the time comes. Taking these practical steps can make it easier for you both:     * Schedule time to get in touch. Set up a schedule for calling. You might have your child call right away if he or she is coming home to an empty house, or set up a time when you'll call home to check in. Figure out something that's convenient for both of you. Make sure your child understands when you're readily available and when you might not be able to answer a call.     * Set ground rules. Establish some special rules for when you're away and make sure that your child knows and understands them. Consider rules about:           o having a friend or friends over while you're not there           o rooms of the house that are off limits, especially with friends           o TV time and types of shows           o Internet and computer rules           o kitchen and cooking (you might want to make the oven and utensils like sharp knives off limits)           o not opening the door for strangers           o answering the phone           o getting along with siblings           o not telling anyone he or she is alone     * Stock up. Make sure your house has everyday goods and emergency supplies. Stock the kitchen with healthy foods for snacking. Leave a precise dose of any medication that your child needs to take, but don't leave medication bottles out as this could lead to an accidental overdose or ingestion, especially if younger siblings are also present.       In addition, leave flashlights in an accessible place in case of a power outage. Post important phone numbers — yours and those of friends, family members, the doctor, police, and fire department — that your child might need in an emergency.     * Be sure that you:           o Create a list of friends your child can call or things your child can do if lonely.           o Leave a snack or a note so your child knows you're thinking of him or her.           o Make up a schedule for your child to follow while you're away.           o Make sure the parental controls systems, if you have any, are programmed for the Internet on your computer and on your TV.     * Childproof your home. No matter how well your child follows rules, be sure to secure anything that could be healthy or safe. Lock them up and put them in a place where kids can't get to them or, when possible, remove them from your home. These items include:           o alcohol           o prescription medications           o over-the-counter medications that could cause problems if taken in excess: sleeping pills, cough medicine, etc.           o guns (if you do keep one, make sure it is locked up and leave it unloaded and stored away from ammunition)           o tobacco           o car keys           o lighters and matches Ready to go When you're ready to leave your child home alone for the first time, a few other steps can help both of you manage the transition. You might have an older teen or a friend of the family come over to stay with your child. Don't call that person a \"babysitter\" — tell your child that the person is there to keep him or her company. You might also want to let your child invite a trusted friend of the same age to come over, and propose this as a trial run for later solo stays. Be sure to let the friend's parents know that you won't be home. And don't forget that pets can be great company for kids who are home alone. Many kids feel safer with a pet around — even a small one, like a hamster, can make them feel like they have a companion. So pack up your cases and relax. With the right preparation and some practice, you and your child will get comfortable with home-alone days in no time!",
            "vi": "Để con ở nhà một mình    Dẫu cho đó là một ngày tuyết rơi suốt từ trường học về nhà, hay một cuộc hẹn làm ăn bất thình lình, hoặc không sắp xếp nhờ người trông chừng con được, các tình huống rất có thể xảy ra đó làm cho bạn buộc lòng phải để con lại ở nhà một mình.  Bố mẹ thường hay cảm thấy hơi hồi hộp khi lần đầu tiên để con ở nhà một mình mà không có người trông nom, giám sát. Nhưng bạn cũng có thể cảm thấy yên tâm, sẵn sàng và tự tin với một số kế hoạch và thử nghiệm sau đây. Và nếu tình huống này được xử lý tốt thì việc ở nhà một mình của trẻ có thể là một kinh nghiệm tích cực, giúp con có thêm cảm giác tự tin và độc lập đấy.  Các yếu tố cần cân nhắc Rõ ràng là một đứa trẻ 5 tuổi thì không thể ở nhà một mình nhưng 16 tuổi thì chắc chắn được. Nhưng còn những đứa ở độ tuổi đi học từ 5 đến 16 tuổi thì sao? Thật khó biết được khi nào trẻ có thể sẵn sàng ở nhà một mình. Cuối cùng thì phần quyết định thuộc về bạn xem bé đã sẵn sàng gì rồi.  Tất nhiên là bạn muốn biết thái độ của con về việc ở nhà một mình như thế nào. Nhưng trẻ nhỏ thường hay khẳng định là chúng sẽ ổn trước khi bố mẹ cảm thấy thoải mái từ rất lâu. Và trẻ lớn tuổi hơn cũng dường như e ngại thậm chí khi bạn tỏ ra khá tự tin rằng chúng sẽ ổn. Làm sao bạn biết đây?  Thông thường thì không nên để trẻ dưới 10 tuổi ở nhà một mình. Không đứa nào giống đứa nào nhưng ở tuổi này, hầu hết trẻ nhỏ đều không chín chắn và có đủ kỹ năng để có thể phản ứng tình huống khẩn cấp nếu chúng ở nhà một mình.  Bạn hãy nghĩ về nơi mình đang sống xem nào. Bạn có biết hàng xóm nào sống gần bên và tin họ có thể giúp được con mình khi rơi vào tình huống khẩn cấp không? Hay hàng xóm bạn hầu như toàn là người lạ? Bạn đang sống ở một đường phố đông đúc, nhiều xe cộ qua lại hay là một nơi hoàn toàn yên ắng, tĩnh lặng? Trong khu ấy hoặc lân cận đó có nhiều tệ nạn không?  Cũng nên cân nhắc xem con bạn xử lý nhiều tình huống khác nhau như thế nào. Dưới đây là một số câu hỏi mà bạn nên suy nghĩ:  * Bé có tỏ ra có trách nhiệm với những việc đại loại như bài tập về nhà, công việc ở nhà, và có nghe lời, có làm theo yêu cầu của người khác không?   * Bé xử trí các tình huống xảy ra bất thình lình, ngoài dự đoán như thế nào? Mức độ bình tĩnh của bé như thế nào nếu mọi thứ không nằm trong kế hoạch?  * Bé có hiểu và làm theo các nguyên tắc không? * Bé có thể hiểu và làm theo các biện pháp an toàn cho trẻ không? * Bé có óc phán đoán tốt không hay dễ mạo hiểm, chấp nhận rủi ro? * Bé có biết các thủ thuật sơ cứu không? * Bé có vâng lời bạn về việc tránh xa người lạ mặt không?  Hãy thử “thực hành” nhé  Cho dù là bạn có tự tin con của mình đã khôn ngoan, chín chắn thì cũng nên thử một vài động tác tập luyện nhé, hoặc cho bé thử ở nhà một mình xem sao trước “ngày trọng đại” đó. Hãy cho bé ở nhà một mình từ 30 phút đến 1 tiếng đồng hồ trong khi bạn vẫn ở gần đó và dễ dàng có thể tới được với con. Khi trở lại với bé, hãy thảo luận với con về những việc đã diễn ra và cho con biết những điều bạn muốn bé thay đổi hoặc những kỹ năng con bạn cần nên học cho lần ở nhà tiếp theo.  Giải quyết những tình huống bất ngờ  Bạn có thể cảm thấy tự tin hơn về sự vắng mặt của mình nếu con biết được một số kỹ năng cơ bản có thể sử dụng được trong tình huống khẩn cấp. Nhiều tổ chức chẳng hạn như Hội Chữ thập Đỏ Hoa Kỳ đã tổ chức nhiều khoá học về sơ cứu và hồi sức tim-phổi (hô hấp nhân tạo) ở các khu vực địa phương, như trường học, bệnh viện và các trung tâm cộng đồng.  Trước khi ở nhà một mình, con bạn nên thực hiện được một số “nghiệp vụ” và các biện pháp an toàn nhất định nào đó, chẳng hạn như:  * biết khi nào và cách gọi 911 như thế nào và địa chỉ gì để gởi thư đi  * biết cách thao tác và điều khiển hệ thống an ninh ở nhà, nếu có, và nên làm gì khi còi báo động ngẫu nhiên bị bật lên * biết khoá và mở cửa * biết gọi điện thoại/ điện thoại di động (ở một số khu vực, bạn phải bấm số 1 hoặc mã vùng mới có thể gọi được) * biết tắt và mở đèn * biết điều khiển lò vi-ba * biết làm gì nếu: o trong bếp có đám cháy nhỏ o thiết bị phát hiện khói bị hỏng  o có bão hoặc thời tiết khắc nghiệt o người lạ đến gõ cửa o có người khác gọi bố mẹ khi vắng nhà  o bị cúp điện  Hãy thường xuyên thảo luận với con về những tình huống dự phòng khẩn cấp – hỏi bé xem con sẽ xử lý như thế nào, nếu ngửi thấy mùi khói, có người lạ đến gõ cửa, hoặc có người khác gọi điện cho bố mẹ khi vắng nhà.  Trước khi bạn đi Thậm chí ngay cả sau khi bạn quyết định con mình đã sẵn sàng ở nhà một mình thì bạn cũng chắc chắn có một chút hồi hộp vào lúc ra đi. Việc thực hiện các bước thực hành này có thể giúp cả bạn và con cảm thấy thoải mái hơn đấy:  * Định thời gian liên lạc nhau. Hãy lên kế hoạch gọi điện vào một thời gian cụ thể nào đó. Bạn có thể bắt con gọi điện lại ngay khi về đến nhà một mình, hoặc định sẵn thời gian nào bạn có thể gọi về nhà cho con. Hãy sắp xếp và lựa chọn thời gian phù hợp thuận tiện cho cả hai. Hãy đảm bảo rằng con bạn biết được khi nào bạn có thể nghe điện thoại được và khi nào không thể trả lời điện thoại được cho con.  * đặt ra các nguyên tắc cơ bản. Hãy đưa ra một số quy tắc đặc biệt khi bạn đi vắng và chắc rằng bé đã biết và hiểu được những nguyên tắc đó. Hãy cân nhắc các điều sau:  o bé có bạn bè ở cùng trong lúc bạn không có mặt ở nhà  o có những phòng trong nhà không được phép vào, nhất là với bạn bè  o thời gian xem ti vi của con và các loại chương trình mà con có thể xem được o các nguyên tắc về mạng Internet và máy tính  o nhà bếp và công việc nấu nướng (có lẽ bạn cũng nên đưa ra các nguyên tắc về việc sử dụng bếp lò và các công cụ làm bếp như dao bén không được đụng tới) o không mở cửa cho người lạ  o trả lời điện thoại o hoà thuận với anh chị em ruột o không kể cho ai nghe là bé đang ở nhà một mình * Để đồ dự trữ trong nhà. Phải đảm bảo ngôi nhà của bạn có đủ các thực phẩm ăn được hằng ngày và các vật dụng cần thiết khi khẩn cấp. Hãy trữ sẵn trong nhà bếp nhiều thức ăn có lợi cho sức khỏe để có thể ăn nhẹ được. Phân chia thuốc đúng liều cho bé, nhưng chớ để các lọ thuốc ra ngoài bởi điều này có thể dẫn đến tình trạng sử dụng thuốc quá liều hoặc nuốt phải thuốc ngẫu nhiên, nhất là trong trường hợp có các em nhỏ của bạn ở cùng.     Ngoài ra, bạn cũng nên để đèn pin ở nơi có thể dễ dàng lấy được trong trường hợp cúp điện. Hãy dán các số điện thoại quan trọng – của bạn và của bạn bè, các người thân trong gia đình, bác sĩ, cảnh sát, và sở cứu hoả – bé có thể cần đến khi nguy cấp.  * phải chắc rằng bạn đã:  o Tạo cho bé một danh sách tên những người bạn mà con có thể gọi hoặc những thứ bé có thể làm khi ở nhà một mình  o Để cho bé chút thức ăn vặt hoặc một phiếu ghi chú vì vậy bé sẽ biết rằng bạn đang nghĩ về chúng. o Lên lịch cho bé làm theo trong thời gian bạn đi vắng. o Đảm bảo các hệ thống kiểm soát của bố mẹ, nếu có, được lập trình mạng Internet trên máy tính và trên ti vi của bạn.  * Hãy giữ ngôi nhà an toàn cho bé. Dẫu cho con bạn có thực hiện các nguyên tắc tốt đến đâu đi nữa thì vẫn nên đảm bảo mọi thứ có thể được an toàn và lành mạnh. Hãy khoá và để những vật dụng có hại ở chỗ trẻ không lấy được, hoặc khi có thể, bạn nên bỏ chúng khỏi nhà. Các thứ ấy bao gồm:   o rượu o thuốc theo toa o thuốc mua tự do không theo toa có thể gây rắc tối nếu sử dụng quá liều như thuốc ngủ, thuốc ho, v.v. o súng (nếu bạn có súng thì hãy đảm bảo là súng phải được khoá và không có đạn và phải được cất ở xa đạn dược) o thuốc lá o chìa khoá xe o đồ bật lửa và diêm quẹt Sẵn sàng lên đường Khi bạn đã sẵn sàng để con ở nhà một mình lần đầu tiên thì một số biện pháp khác cũng có thể giúp ích được cho cả bố mẹ và con đấy.  Bạn có thể nhờ một thanh thiếu niên nào đó lớn tuổi hơn hoặc một người bạn của gia đình đến để ở cùng với bé. Đừng gọi người này là “người giữ trẻ” nhé – hãy nói với bé là người này đến để ở cùng với con. Bạn cũng nên cho bé mời một người bạn đáng tin cùng độ tuổi với con đến ở cùng và hãy xem đây là bước thử nghiệm cho những lần ở nhà một mình vào lần sau. Phải cho bố mẹ của bạn con biết rằng bạn không có ở nhà.   Bạn đừng quên là thú cưng cũng là những người bạn ở cùng tuyệt vời của trẻ khi chúng phải ở nhà một mình đấy nhé. Nhiều bé cảm thấy an toàn hơn khi có thú cưng quanh mình – thậm chí là một con vật nhỏ đi nữa, chẳng hạn như chuột cảnh, cũng có thể làm cho bé cảm thấy như có một người bạn.   Vì vậy hãy sắp xếp đồ đạc vào va-li và thư giãn đi nào. Với sự chuẩn bị đúng đắn và một số bước thực hành như thế, bạn và con sẽ cảm thấy thoải mái với những ngày ở nhà một mình trong nháy mắt!"
        }
    ],
    "suggestions": []
}