{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri:æk'tiviti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khả năng phản ứng, tính phản ứng, độ phản ứng</td></tr></table><i/></div>",
            "word": "reactivity",
            "pronounce": "[ri:æk'tiviti]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reactivity",
            "pronounce": "[ri:æk'tiviti]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reactivity",
            "pronounce": "[ri:æk'tiviti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reactivity",
            "pronounce": "[ri:æk'tiviti]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ phản ứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">decrement in reactivity</font><font color=\"#282828\">: sự giảm độ phản ứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">deficit reactivity</font><font color=\"#282828\">: độ phản ứng hụt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">excess reactivity</font><font color=\"#282828\">: độ phản ứng dư</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">negative reactivity</font><font color=\"#282828\">: độ phản ứng âm</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">reactivity feedback</font><font color=\"#282828\">: hồi tiếp độ phản ứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">reactivity loss</font><font color=\"#282828\">: tổn hao độ phản ứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">reactivity ramp</font><font color=\"#282828\">: đoạn dốc độ phản ứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">xenon reactivity</font><font color=\"#282828\">: độ phản ứng của xenon</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hoạt tính</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">acoustical reactivity</font><font color=\"#282828\">: hoạt tính âm thanh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">xenon reactivity</font><font color=\"#282828\">: hoạt tính xenon</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ tái kích hoạt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khả năng phản ứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính phản ứng được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">alkali-silica reactivity test</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thí nghiệm phản ứng kiềm-silic</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">reactivity power coefficient</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ số công suất phản ứng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "reactivity",
            "pronounce": "[ri:æk'tiviti]"
        }
    },
    "sentences": [
        {
            "en": "Methane's lesser chemical <em>reactivity</em> allows for the easier formation of large structures akin to proteins.",
            "vi": "Hoạt độ thấp của mê - tan giúp sự hình thành các cấu trúc lớn gần với protein dễ dàng hơn."
        },
        {
            "en": "Methane's lesser chemical <em>reactivity</em> allows for the easier formation of large structures akin to proteins.",
            "vi": "Hoạt độ thấp của mê-tan giúp sự hình thành các cấu trúc lớn gần với protein dễ dàng hơn."
        },
        {
            "en": "<em>Reactivity</em> is a phenomenon that occurs when individuals alter their performance or behavior due to the awareness that they are being observed.",
            "vi": "Phản ứng là một hiện tượng xuất hiện khi cá nhân thực hiện hay thay đổi hành vi của họ do sự nhận thức rằng họ đang bị quan sát."
        },
        {
            "en": "Asthma affects people differently. Each individual is unique in their degree of <em>reactivity</em> to environmental triggers. This naturally influences the type and dose of medication prescribed, which may vary from one individual to another.",
            "vi": "Bệnh nhân hen suyễn không ai giống ai. Mỗi người phản ứng với những nguyên nhân môi trường gây bệnh đều ở mức độ khác nhau. Điều này tất nhiên ảnh hưởng đến từng loại thuốc và liều lượng kê toa của bác sĩ, có thể khác nhau tuỳ từng người."
        },
        {
            "en": "He said that aggressive coping strategies are linked to higher blood pressure and higher <em>reactivity</em> of the cardiovascular system to stress. So to him, it seems to make sense that higher levels of the unhealthy components of narcissism would \"contribute to highly reactive stress response systems and chronically elevated levels of stress\".",
            "vi": "Ông nói rằng các chiến lược đối phó gây hấn có liên quan với huyết áp cao hơn và độ phản ứng cao hơn của hệ tim mạch với sự căng thẳng. Vì vậy theo ông, hợp lý khi cho rằng những mức cao hơn của các thành phần không lành mạnh của thói tự cao tự đại sẽ “góp phần tạo nên hệ thống phản ứng với căng thẳng có hoạt tính cao và nâng cao kinh niên mức độ căng thẳng”."
        },
        {
            "en": "The results showed a significant reduction in emotional reaction to the images between the first and second viewing in the group that slept overnight between viewings. The MRI scans of this group also showed a dramatic reduction in <em>reactivity</em> of the amygdala, the part of the brain that processes emotions. This reduction allowed the \"rational\" prefrontal cortex part of the brain to regain control of the participants' emotional reactions, said the researchers.",
            "vi": "Kết quả cho thấy sự giảm đáng kể trong phản ứng cảm xúc với các hình ảnh giữa việc xem lần đầu tiên và lần thứ hai trong nhóm ngủ qua đêm giữa những lần xem. Siêu âm MRI (cộng hưởng từ) của nhóm này cũng cho thấy sự giảm rất ấn tượng trong tính phản ứng của hạch hạnh nhân, phần não xử lý cảm xúc. Sự giảm này cho phép các phần vỏ trước thùy trán “có lý trí” của não giành lại quyền kiểm soát phản ứng cảm xúc của người tham dự, theo các nhà nghiên cứu."
        },
        {
            "en": "These properties contribute to greater <em>reactivity</em> of DNA to electromagnetic fields than other tissues, making the long-term consequences of repeated microwave exposures to our genetic material of great concern. Dr. Blank is adamant when he says that there IS evidence of harm, and that the harm can be significant. He also points out that the science showing harmful effects has been peer-reviewed, published, and that the results have been replicated, evaluated and “judged by scientists capable of judging it.” I wrote an in-depth article about these findings back in January of last year. If you missed it, go ahead and review it now.",
            "vi": "Những đặc tính này khiến DNA có mức độ phản ứng nhiều hơn đối với những trường điện từ hơn là những mô khác, gây lo ngại về những hậu quả dài lâu đối với thành phần gen do liên tục tiếp xúc với vi sóng. Tiến sĩ Blank rất chắc chắn khi nói rằng đã có bằng chứng về những nguy hại, và những mối hại này có thể sẽ nghiêm trọng. Ông cũng chỉ ra rằng công trình khoa học cho thấy những tác động gây hại đã được công bố sau khi được khảo sát kỹ lưỡng bởi các chuyên gia trong cùng lĩnh vực, tức là những kết quả này đã được thực hiện lại, đánh giá và “phán xét bởi những nhà khoa học có khả năng”. Tôi đã viết một bài viết phân tích sâu về những phát hiện này hồi tháng 1 năm ngoái."
        },
        {
            "en": "The importance of inflammation Inflammation, or swelling, is a normal response of the body to injury or infection. The blood flow increases to the affected site and cells rush in and ward off the offending problem. The healing process has begun. Usually, when the healing is complete, the inflammation subsides. Sometimes, the healing process causes scarring. The central issue in asthma, however, is that the inflammation does not resolve completely on its own. In the short term, this results in recurrent \"attacks\" of asthma. In the long term, it may lead to permanent thickening of the bronchial walls, called airway \"remodeling.\" If this occurs, the narrowing of the bronchial tubes may become irreversible and poorly responsive to medications. When this fixed obstruction to airflow develops, asthma is classified in the group of lung conditions known as chronic obstructive pulmonary disease (COPD). Therefore, the goals of asthma treatment are: (1) in the short term, to control airway inflammation in order to reduce the <em>reactivity</em> of the airways; and (2) in the long term, to prevent airway remodeling.",
            "vi": "Tầm quan trọng của viêm Viêm hoặc sưng là phản ứng bình thường của cơ thể đối với chứng nhiễm trùng hoặc chấn thương. Lưu lượng máu tăng lên đến vùng bị ảnh hưởng và các tế bào được huy động đến và ngăn ngừa vấn đề gây tổn thương này. Quá trình làm lành vết thương bắt đầu. Thông thường khi lành hoàn toàn thì chứng viêm giảm dần. Đôi khi quá trình làm lành này gây ra sẹo. Tuy nhiên, vấn đề chính yếu của bệnh suyễn là chứng viêm không tự hết hoàn toàn. Trước mắt, nó có thể gây nhiều “cơn” suyễn tái phát. Về lâu dài, nó có thể làm cho thành phế quản dày lên vĩnh viễn, đây được gọi là “tái cấu trúc” đường dẫn khí (đường thở). Nếu điều này xảy ra thì tình trạng hẹp ống phế quản có thể trở nên không thể hồi phục và kém đáp ứng với thuốc. Khi tình trạng nghẽn đường thở thường xuyên này xảy ra thì chứng hen suyễn được xếp loại trong nhóm bệnh phổi với tên gọi là bệnh phổi nghẽn tắc mãn tính (COPD). Do đó, mục tiêu của điều trị suyễn là: (1) trước mắt là để làm giảm tình trạng viêm đường thở nhằm làm giảm phản ứng của đường thở; và (2) là về lâu dài, nhằm ngăn ngừa việc tái cấu trúc đường thở."
        }
    ],
    "suggestions": []
}