{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['riəlaizəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể thực hiện được</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể hiểu được, có thể nhận thức được</td></tr></table><i/></div>",
            "word": "realizable",
            "pronounce": "['riəlaizəbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "realizable",
            "pronounce": "['riəlaizəbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "realizable",
            "pronounce": "['riəlaizəbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "realizable",
            "pronounce": "['riəlaizəbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "realizable",
            "pronounce": "['riəlaizəbl]"
        }
    },
    "sentences": [
        {
            "en": "What is net <em>realizable</em> value?",
            "vi": "Giá trị hiện thực ròng là gì?"
        },
        {
            "en": "inventories are measured at the net <em>realizable</em> value.",
            "vi": "Hàng tồn kho được hạch toán theo giá trị thuần có thể thực hiện được."
        },
        {
            "en": "The project is <em>realizable</em> both technically and financially.",
            "vi": "Dự án này khả thi cả hai phương diện tài chính và kỹ thuật."
        },
        {
            "en": "The project is <em>realizable</em> so much from the technical point of view.",
            "vi": "Dự án mang tính khả thi cao nhìn từ quan điểm kỹ thuật."
        },
        {
            "en": "The term market is used here to mean net <em>realizable</em> value.",
            "vi": "Thuật ngữ \"thị trường\" ở đây được hiểu là giá trị thuần."
        },
        {
            "en": "The entry to write off an account receivable under the allowance method decrease the estimated net <em>realizable</em> value of accounts receivable.",
            "vi": "Bút toán khóa sổ khoản phải thu theo phương pháp dự phòng sẽ làm giảm giá trị thuần ước tính của khoản phải thu."
        },
        {
            "en": "The entry to write off an account receivable under the allowance method has no effect on the estimated net <em>realizable</em> value of accounts receivable.",
            "vi": "Bút toán khóa sổ khoản phải thu theo phương pháp dự phòng sẽ không ảnh hưởng đến giá trị thuần ước tính của khoản phải thu."
        },
        {
            "en": "Determine the balance in the allowance account after the 30 June 2003 adjustment and the expected <em>realizable</em> value of the accounts receivable at 30 June.",
            "vi": "Xác định số dư của tài khoản dự phòng vào sau khi đã phản ảnh các bút toán điều chỉnh ngày 30 tháng sáu năm 2003 và khoản phải thu thuần vào ngày 30 tháng sáu."
        },
        {
            "en": "Allowance for uncollectible accounts is deducted from account receivable on the balance sheet in order to report accounts receivable at their estimated net <em>realizable</em> value.",
            "vi": "Dự phòng nợ khó đòi bị trừ ra khỏi tài khoản phải thu trên bảng cân đối kế toán để xác định khoản phải thu thuần."
        },
        {
            "en": "The entry to write off an account receivable under the allowance method increase the estimated net <em>realizable</em> value of accounts receivable.",
            "vi": "Bút toán khóa sổ khoản phải thu theo phương pháp dự phòng sẽ làm tăng giá trị thuần ước tính của khoản phải thu."
        },
        {
            "en": "If you have goals to begin with, a <em>realizable</em> plan to achieve them, and a cast of trusted friends to help you, you can do just about anything - even becoming an engineer after the age of forty.",
            "vi": "Nếu bạn thiết lập được mục tiêu, có kế hoạch hợp lý để đạt chúng, và những người bạn đáng tin giúp đỡ, bạn có thể làm gần như bất kì điều gì – ngay cả trở thành kỹ sư sau khi đã tứ tuần ."
        },
        {
            "en": "If you have goals to begin with, a <em>realizable</em> plan to achieve them, and a cast of trusted friends to help you, you can do just about anything - even becoming an engineer after the age of forty.",
            "vi": "bạn thiết lập được mục tiêu, có kế hoạch hợp lý để đạt chúng, và những người bạn đáng tin giúp đỡ, bạn có thể làm gần như bất kì điều gì – ngay cả trở thành kỹ sư sau khi đã tứ tuần."
        },
        {
            "en": "The entry to write off an account receivable under the allowance method affects the estimated net <em>realizable</em> value of accounts receivable, but without more information the direction of the effect cannot be determined.",
            "vi": "Bút toán khóa sổ khoản phải thu theo phương pháp dự phòng sẽ tác động đến giá trị thuần ước tính của khoản phải thu, nhưng không kèm theo các thông tin về chiều hướng tác động."
        }
    ],
    "suggestions": []
}