{
    "en_vn": {
        "data": {
            "content": null,
            "word": "realistically",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "realistically",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "realistically",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "realistically",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "realistically",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Realistically</em>, only around 30 people attended that party.",
            "vi": "Thực tế thì chỉ khoảng 30 người đã tham dự buổi tiệc đó."
        },
        {
            "en": "Learn to be <em>realistically</em> unhappy and life will go better.",
            "vi": "Hãy học cách chấp nhận điều bất hạnh trong thực tế và cuộc sống khi đó sẽ tốt đẹp hơn."
        },
        {
            "en": "What kinds of work can <em>realistically</em> be done on a freelance basis?",
            "vi": "Những công việc nào thực tế có thể được làm ở cơ sở tự do?"
        },
        {
            "en": "She can't <em>realistically</em> expect me to pay such a high price.",
            "vi": "Cô ấy không thể hy vọng tôi trả cái giá cao thế này một cách thiếu thực tế được."
        },
        {
            "en": "Setting poverty reduction targets <em>realistically</em> may help increase the number of poor beneficiaries.",
            "vi": "Việc thiết lập các mục tiêu giảm nghèo một cách thực tế có thể làm tăng số đối tượng nghèo."
        },
        {
            "en": "We do believe that <em>realistically</em> it’s the only option open to us .",
            "vi": "Chúng tôi tin rằng một cách thực tế đó là lựa chọn duy nhất mở cửa cho chúng tôi ."
        },
        {
            "en": "Boy scouts and girl scouts can get <em>realistically</em> experiences in forest life.",
            "vi": "Các hướng đạo sinh nam và hướng đạo sinh nữ có thể thu được những kinh nghiệm một cách thực tế về cuộc sống trong rừng."
        },
        {
            "en": "<em>Realistically</em>, there was no immediate need for an amphibian tank during the 1920s.",
            "vi": "Thực tế là trong những năm 1920 không có nhu cầu về những chiếc xe tăng lội nước."
        },
        {
            "en": "Most people's lives would improve if they could just learn to be <em>realistically</em> unhappy.",
            "vi": "Cuộc sống của hầu hết con người sẽ được cải thiện nếu họ có thể biết sống trong cảm giác bất hạnh thực tại."
        },
        {
            "en": "Be honest with customer and team members and tell them what is <em>realistically</em> achievable.",
            "vi": "Hãy chân thành với khách hàng và các thành viên tổ và nói cho họ cái gì có thể đạt tới được một cách thực tế."
        },
        {
            "en": "However you are now only <em>realistically</em> unhappy and can use this normal unhappiness to motivate yourself into action.",
            "vi": "Tuy vậy, giờ bạn chỉ mới là bất hạnh trong thực tế và có thể tận dụng nỗi bất hạnh bình thường này để cải thiện bản thân bằng hành động."
        },
        {
            "en": "“We have to look at the situation <em>realistically</em>. The problem lies in the teachers’ low capability,” she said.",
            "vi": "\"Chúng ta phải nhìn vào tình hình thực tế. Vấn đề nằm ở trình độ của giáo viên\" cô nói."
        },
        {
            "en": "It can be helped by preventing <em>realistically</em> the tragedy of the growing loss through foreclosure of our small homes and our farms.",
            "vi": "Nó có thể được hỗ trợ bằng cách thật sự ngăn chặn những bi kịch mất mát ngày càng tăng do nhà cửa và nông trại bị tịch biên."
        },
        {
            "en": "An introduction to using the knowledge of the production system, the standards and feedback to plan effectively and <em>realistically</em>.\\n\\n\\n",
            "vi": "Giới thiệu việc về áp dụng kiến thức về hệ thống sản xuất, các tiêu chuẩn và thông tin phản hồi vào công tác lập kế hoạch một cách hiệu quả và phù hợp với thực tế."
        },
        {
            "en": "Setting poverty reduction targets <em>realistically</em>, for example, to be determined over a two-year period rather than over one year, can help increase the coverage of poor beneficiaries.",
            "vi": "Việc đặt các mục tiêu giảm nghèo thiết thực, ví dụ, mục tiêu cho cả 2 năm thay vì 1năm, có thể giúp tăng phạm vi bao phủ đối tượng hưởng lợi là người nghèo."
        },
        {
            "en": "Successful small businesses that gain renown establish themselves within a carefully selected market niche that they can <em>realistically</em> hope to dominate.",
            "vi": "Những doanh nghiệp nhỏ thành công và được nhiều người biết tiếng nhờ cẩn thận lựa chọn một phân khúc thị trường nhỏ mà họ hoàn toàn có thể tin rằng mình sẽ thống trị."
        },
        {
            "en": "Being <em>realistically</em> unhappy or distressed helps us to accept the unfortunate events of life and gives us clear direction about what needs to be done.",
            "vi": "Sống thực trong bất hạnh hay đau buồn sẽ giúp chúng ta biết chấp nhận những điều không may trong cuộc sống đồng thời cũng cho chúng ta định hướng rõ rệt về những việc cần phải làm."
        },
        {
            "en": "Integration into the EU has then become an attractive transition model that some countries in the Balkans <em>realistically</em> wish to copy.",
            "vi": "Như vậy, hội nhập với EU đã trở thành mô hình chuyển đổi hấp dẫn mà một số nước ở vùng Ban-Căng thực sự muốn sao chép."
        },
        {
            "en": "Or more <em>realistically</em>, create a standard 58 leasehold interest of fifty years (in conformity with Indonesian practice) that is available to any legal entity, including foreign and domestic investors.",
            "vi": "Hoặc thực tế hơn, tạo ra quyền thuê chuẩn với thời hạn là 50 năm (theo thực tiễn của Inđônêxia) đối với mọi pháp nhân bao gồm cả các nhà đầu tư trong nước và nước ngoài."
        },
        {
            "en": "Think positively, yet <em>realistically</em>. Pamper yourself, but don’t give in to temptations. Spend your days with people that can make you laugh, but don’t forget to allow yourself time to feel sad.  Don’t suppress negative emotions — channel them in a constructive direction instead.  Try to help others, but be careful not to exhaust yourself.",
            "vi": "Suy nghĩ tích cực nhưng thực tế. Nuông chiều bản thân nhưng đừng đầu hàng cám dỗ. Dành thời gian bên người làm ta cười, nhưng đừng quên cho mình thời gian để buồn bã. Đừng kìm nén cảm xúc tiêu cực - mà hãy chuyển theo hướng xây dựng.  Cố gắng giúp người khác nhưng cẩn thận đừng làm mình kiệt sức."
        }
    ],
    "suggestions": []
}