{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reallocation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reallocation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reallocation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reallocation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reallocation"
        }
    },
    "sentences": [
        {
            "en": "Such a <em>reallocation</em> would enable substantial increases in spending in rural infrastructure and social services.",
            "vi": "Sự phân bổ lại như vậy sẽ cho phép tăng đáng kể chi tiêu vào cơ sở hạ tầng và các dịch vụ xã hội ở nông thôn."
        },
        {
            "en": "Cuts across the board would lead to inefficiency and waste; <em>reallocation</em> of resources across units takes time.",
            "vi": "Cắt giảm trên mọi lĩnh vực sẽ dẫn đến tình trạng thiếu hiệu quả và lãng phí; phân bổ lại nguồn lực giữa các đơn vị thì mất thời gian."
        },
        {
            "en": "A critically important strength of a market economy is that it takes care of this <em>reallocation</em> on its own.",
            "vi": "Một thế mạnh rất quan trọng của nền kinh tế thị trường là nó tự giải quyết việc tái phân bổ này."
        },
        {
            "en": "In the long run however, due to the large expected <em>reallocation</em> of resources, the dynamic effects can be sizable.",
            "vi": "Nhưng về lâu dài, nhờ sự phân bổ lại nguồn lực theo dự kiến, tác động năng động có thể sẽ rất lớn."
        },
        {
            "en": "The higher inequality accompanying transition in Commonwealth of Independent States countries is not signalling more efficient <em>reallocation</em> of resources.",
            "vi": "Tình trạng bất bình đẳng cao hơn trong quá trình chuyển đổi ở các nước Cộng đồng các Quốc gia Độc lập không phải là dấu hiệu của việc phân bổ lại nguồn lực một cách hiệu quả hơn."
        },
        {
            "en": "<em>Reallocation</em> of spending is necessary to ensure that those categories of expenditure with greater returns in terms of reducing poverty are funded adequately.",
            "vi": "Cần phải phân bổ lại chi tiêu để đảm bảo các hạng mục chi tiêu có lợi suất lớn hơn xét về mặt xóa đói giảm nghèo được cấp ngân sách thích đáng."
        },
        {
            "en": "Fundamental to the transformation of the economy to market-regulated was a <em>reallocation</em> of assets on the basis of private ownership.",
            "vi": "Cơ sở để chuyển đổi sang nền kinh tế thị trường là phân bổ lại tài sản dựa trên sở hữu tư nhân."
        },
        {
            "en": "In the absence of a significant <em>reallocation</em> of state resources, the full implementation of Decree 10 may accelerate the move towards a two-tiered health system.",
            "vi": "Do các nguồn kinh phí nhà nước chưa được phân bổ lại một cách đáng kể, nên việc áp dụng đầy đủ Nghị định 10 có thể đẩy nhanh hơn quá trình chuyển đổi sang hệ thống y tế hai tầng."
        },
        {
            "en": "A sudden need for cash in the upland areas, some of which are not highly monetized, requires some <em>reallocation</em> of household resources.",
            "vi": "Nhu cầu đột xuất về tiền ở các vùng cao, một số thường không hay sử dụng tiền đòi hỏi phải phân bổ lại các nguồn lực của hộ."
        },
        {
            "en": "Where this labor <em>reallocation</em> leaves a gap in the farming systems, there is an added incentive to withdraw children from school so that they can help.",
            "vi": "Ở đâu sự phân bổ lại lao động này để lại công việc đồng áng không có người làm thì các hộ sẽ có thêm động cơ bắt trẻ em phải thôi học để chúng có thể đỡ đần."
        },
        {
            "en": "It is very encouraging to see such <em>reallocation</em> of power from the executive branch—which in Viet Nam has the greatest share of power—to the legislative branch.",
            "vi": "Sự sắp xếp lại quyền lực của ngành hành pháp - ngành có quyền lực lớn nhất ở Việt Nam – sang cho ngành lập pháp là rất đáng khích lệ."
        },
        {
            "en": "In the absence of a significant <em>reallocation</em> of state resources, the full implementation of Decree 10 may therefore accelerate the development of a two-tiered education system.",
            "vi": "Trong khi nguồn kinh phí do Nhà nước phân bổ còn rất thiếu, thì việc áp dụng triệt để Nghị định 10 có thể thúc đẩy nhanh quá trình chuyển sang một hệ thống giáo dục hai tầng."
        },
        {
            "en": "In a market economy, growth always involves redistribution, because the price system associated with a market economy is a mechanism of resource allocation, and the price-driven <em>reallocation</em> of resources results in the redistribution of incomes.",
            "vi": "Trong kinh tế thị trường, tăng trưởng luôn kéo theo phân phối lại, bởi hệ thống giá cả của kinh tế thị trường là một cơ chế điều phối nguồn lực, và việc phân bổ lại nguồn lực do giá cả sẽ dẫn tới việc phân phối lại thu nhập."
        },
        {
            "en": "To know whether <em>reallocation</em> of resources should go in one direction or the other, it is indeed more useful to think about the effect of reallocating one worker, or one unit of capital, from one sector to the other.",
            "vi": "Để biết được liệu nên phân bổ lại nguồn lực theo hướng này hay theo hướng kia, trên thực tế nghĩ về tác động của việc tái phân bổ một người lao động, hay một đơn vị vốn từ khu vực này sang khu vực kia sẽ hữu ích hơn."
        },
        {
            "en": "The Central and East European experienced a more rapid transition and <em>reallocation</em> of workers to the new sector than the Commonwealth of Independent States countries, and with lower inequality increases.",
            "vi": "Trung-Đông Âu đã trải qua giai đoạn chuyển đổi và phân bổ lại lao động sang khu vực mới nhanh hơn các nước Cộng đồng các Quốc gia Độc lập, và bất bình đẳng gia tăng ít hơn."
        },
        {
            "en": "Pham Ngoc Tien, Director of the Gender Equality Department, said, “If Vietnamese women’s contribution is well acknowledged, there will be significant changes in our society regarding equality between men and women, which will inevitably lead to the <em>reallocation</em> and sharing of UCW in a more appropriate way.” ",
            "vi": "Ông Phạm Ngọc Tiến, Giám đốc Vụ Bình đẳng giới cho biết \"Nếu đóng góp của phụ nữ Việt Nam được công nhận đúng mức, sẽ có những thay đổi đáng kể trong xã hội của chúng ta liên quan đến bình đẳng giữa nam giới và phụ nữ, điều này chắc chắn sẽ dẫn đến việc tái phân bổ và chia sẻ UCW theo một cách thích hợp hơn \"."
        }
    ],
    "suggestions": []
}