{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reapply"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reapply</k><blockquote>■ <cclass>verb (<cclass><b>reapplies</b>, <cclass><b>reapplying</b>, <cclass><b>reapplied</b>) apply again or differently. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>reapplication</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "reapply"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reapply"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>reapply</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to reapply for; to (to reapply for admission to a university)</ex></blockquote></blockquote></div>",
            "word": "reapply"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reapply"
        }
    },
    "sentences": [
        {
            "en": "I decided to <em>reapply</em> for the job.",
            "vi": "Tôi quyết định lại xin công việc đó."
        },
        {
            "en": "I decide to <em>reapply</em> for this position.",
            "vi": "Tôi quyết định nộp đơn lại vào vị trí này."
        },
        {
            "en": "She goes into the locker room, presumedly to <em>reapply</em> her make-up.",
            "vi": "Cô ấy đi vào phòng thay đồ, đoán chắc là để trang điểm lại."
        },
        {
            "en": "She goes into the locker room, presumedly to <em>reapply</em> her make - up.",
            "vi": "Cô ấy đi vào phòng thay đồ, đoán chắc là để trang điểm lại."
        },
        {
            "en": "If the application is denied, however, an applicant may not <em>reapply</em> for six months.",
            "vi": "Tuy nhiên, nếu đơn xin bị từ chối, thì người làm đơn sẽ không được nộp lại đơn trong vòng sáu tháng."
        },
        {
            "en": "Gajria told Vietnamese companies: “Keep an eye out for what their users want. I think, one, is obviously to look out around the world for best practices, look to <em>reapply</em> best practices from around the world. But don’t just blindly <em>reapply</em> best practices; customise it for your users in Viet Nam.",
            "vi": "Ông Gajria nói với các công ty Việt Nam rằng: \"Để mắt đến những gì mà người dùng của họ muốn. Tôi nghĩ rằng, một, rõ ràng là phải tìm kiếm trên toàn thế giới những thực tiễn tốt nhất, quan sát việc áp dụng lại thực tiễn tốt nhất trên toàn thế giới. Nhưng không chỉ mù quáng áp dụng những thực tiễn tốt nhất; chỉnh sửa nó cho phù hợp với người dùng của bạn tại Việt Nam."
        },
        {
            "en": "However, if no such money was provided the officer would point out mistakes in the application and tell the applicant to <em>reapply</em>.",
            "vi": "Nếu không đưa tiền thì cán bộ đăng ký sẽ chỉ ra lỗi trong bộ hồ sơ và yêu cầu người nộp đơn làm lại."
        },
        {
            "en": "Apply the sunscreen 30 minutes before going outdoors and <em>reapply</em> every two hours, after heavy sweating or after being in water.",
            "vi": "Bôi kem chống nắng 30 phút trước khi đi ra ngoài và cứ 2 tiếng đồng hồ thì bôi kem lại, sau khi bạn ra mồ hôi nhiều hoặc sau khi bạn xuống nước."
        },
        {
            "en": "· Wear a sunscreen that has an SPF of at least 30 and says \"broad-spectrum\" on the label, which means that it protects against the sun's UVA and UVB rays. Put it on all over about 15 to 30 minutes before going out in the sun. <em>Reapply</em> at least every two hours and after you've been in the water or sweating.\n· Limit your sun exposure between 10 a.m. and 2 p.m., and remember that water, snow, and sand can intensify the sun's damaging rays.\n· Wear sunglasses, a hat, and protective clothing.\n· Check on your medications. Ask your doctor if anything you take might make your skin more sensitive to sunlight. For example, some acne medications, antibiotics, antidepressants, diuretics, heart drugs, and birth control pills make skin more sensitive. So can some antibacterial medications and fragrances that go on your skin.",
            "vi": "· Bôi kem chống nắng có chỉ số chống nắng SPF ít nhất là 30 và có ghi \"phổ rộng\" trên nhãn, có nghĩa là nó bảo vệ chống lại tia UVA và tia UVB của mặt trời. Bôi kem trong khoảng 15 đến 30 phút trước khi ra nắng. Bôi lần nữa trong mỗi 2 tiếng nếu bạn xuống nước hoặc ra mồ hôi.\n· Hạn chế tiếp xúc với ánh nắng mặt trời trong thời gian từ 10 giờ sáng đến 2 giờ chiếu, và ghi nhớ: nước, tuyết, và cát có thể tăng cường các tia có hại của mặt trời.\n· Mang kính râm, đội mũ, và quần áo bảo hộ.\n· Kiểm tra các loại thuốc của bạn. Hãy hỏi bác sĩ nếu có bất cứ điều gì có thể khiến làn da của bạn nhạy cảm hơn với ánh nắng mặt trời. Chẳng hạn như một số thuốc trị mụn, kháng sinh, thuốc chống trầm cảm, thuốc lợi tiểu, thuốc tim mạch, và thuốc tránh thai sẽ làm da nhạy cảm hơn. Tương tự với một số thuốc kháng khuẩn và nước hoa."
        }
    ],
    "suggestions": []
}