{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reassignment",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reassignment",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reassignment",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reassignment",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gán lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Ví dụ gán lại giá trị cho biến.</font></td></tr></tbody></table></div>",
            "word": "reassignment",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What is gender <em>reassignment</em> surgery?",
            "vi": "Phẫu thuật chuyển đổi giới tính là sao?"
        },
        {
            "en": "Vietnam health officials want to legalize gender <em>reassignment</em> surgery",
            "vi": "Các quan chức y tế Việt Nam muốn hợp pháp hóa phẫu thuật chuyển đổi giới tính"
        },
        {
            "en": "Of course, this requires a <em>reassignment</em> routine to change the child records reference to a new parent record.",
            "vi": "Dĩ nhiên, chuyện này cần một thủ tục gán lại nhỏ để hồi hướng tham chiếu của các mẫu tin con tới một mẫu tin mẹ mới."
        },
        {
            "en": "The code, which took effect in January last year, allowed people who have undergone sex <em>reassignment</em> surgery to register under their new gender.",
            "vi": "Bộ luật, có hiệu lực vào tháng 1 năm ngoái, cho phép những người đã trải qua phẫu thuật chuyển giới có thể đăng ký theo giới tính mới của họ."
        },
        {
            "en": "Vietnam is looking to draft a law to provide official legal status to transgender people, including those who have undergone sex <em>reassignment</em> surgery and those who have not.",
            "vi": "Việt Nam đang tìm cách soạn thảo một đạo luật cung cấp tư cách pháp nhân chính thức cho người chuyển giới, kể cả những người đã trải qua phẫu thuật chuyển giới và những người không chuyển giới."
        },
        {
            "en": "Nguyen Huy Quang, director of the ministry’s Legal Department, said many people have undergone gender <em>reassignment</em> procedures even though they are illegal.",
            "vi": "Ông Nguyễn Huy Quang, Vụ trưởng Vụ Pháp chế của Bộ, cho biết nhiều người đã trải qua các quy trình chuyển đổi giới tính mặc dù họ đang làm trái pháp luật."
        },
        {
            "en": "“There are about 500,000 people nationwide whose assigned genders are incongruous with their gender identity. Up to 1,000 of them have had gender <em>reassignment</em> surgery,” he said.",
            "vi": "Ông nói \"Có khoảng 500.000 người trên cả nước có giới tính được gán là không thích hợp với bản sắc giới tính của họ. Có đến 1.000 người trong số họ đã từng phẫu thuật chuyển đổi giới tính.\""
        },
        {
            "en": "The code, which took effect in January last year, allowed people who have undergone sex <em>reassignment</em> surgery to register under their new gender.",
            "vi": "Bộ luật, có hiệu lực vào tháng 1 năm ngoái, cho phép những người đã trải qua phẫu thuật chuyển giới có thể đăng ký theo giới tính mới của họ."
        },
        {
            "en": "Vietnam is looking to draft a law to provide official legal status to transgender people, including those who have undergone sex <em>reassignment</em> surgery and those who have not.",
            "vi": "Việt Nam đang tìm cách soạn thảo một đạo luật cung cấp tư cách pháp nhân chính thức cho người chuyển giới, kể cả những người đã trải qua phẫu thuật chuyển giới và những người không chuyển giới."
        },
        {
            "en": "Under a 2008 government decree, sex <em>reassignment</em> is strictly limited to only those without complete sex organs and those with both male and female sex organs. Procedures are only allowed at a few designated hospitals. ",
            "vi": "Theo một nghị định của chính phủ năm 2008, xác định lại giới tính bị hạn chế nghiêm ngặt chỉ dành cho những người không có cơ quan sinh dục đầy đủ và những người có cả hai bộ phận sinh dục nam và nữ. Các thủ tục chỉ được cho phép ở một vài bệnh viện được chỉ định."
        },
        {
            "en": "The Ministry of Health has emerged as a new champion for transgender people's rights in Vietnam after it urged the government to consider new legislation that will make sex <em>reassignment</em> surgery legal. ",
            "vi": "Bộ Y tế nổi lên như một nhà đấu tranh mới cho quyền của người chuyển giới ở Việt Nam sau khi kêu gọi chính phủ xem xét quy định mới coi chuyển đổi giới tính là hợp pháp."
        }
    ],
    "suggestions": []
}