{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reassured",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reassured",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reassured",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reassured",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reassured",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My father often <em>reassured</em> me.",
            "vi": "Cha tôi đã thường trấn an tôi."
        },
        {
            "en": "I felt <em>reassured</em> by Mameha's confidence.",
            "vi": "Lời khuyên của mameha làm cho tôi yên tâm."
        },
        {
            "en": "We <em>reassured</em> the buyer about the punctuality of shipment.",
            "vi": "Chúng tôi cam kết với người mua về việc giao hàng đúng hạn."
        },
        {
            "en": "She felt <em>reassured</em> after the police told her that her children were safe.",
            "vi": "Bà ta cảm thấy yên lòng khi cảnh sát cho bà biết các con bà bình yên."
        },
        {
            "en": "He <em>reassured</em> people that law - abiding citizens would have nothing to fear from the enquiries.",
            "vi": "Anh ấy cam đoan với mọi người rằng nhưng công dân tuân theo luật pháp sẽ không có gì phải e sợ các vụ thẩm vấn/điều tra cả."
        },
        {
            "en": "They were <em>reassured</em> to know that an experienced pilot was now at the controls.",
            "vi": "Họ đã yên tâm khi biết rằng một phi công giàu kinh nghiệm hiện đang giữ quyền điều khiển."
        },
        {
            "en": "He was <em>reassured</em> by the admixing glances from the pavements which the machine attracted.",
            "vi": "Anh ấy thấy yên tâm khi thấy những người ở hai bên đường liếc nhìn và trầm trồ khen ngợi."
        },
        {
            "en": "A glance in the mirror <em>reassured</em> him that his tie wasn't crooked.",
            "vi": "Một cái liếc vào gương làm anh ta yên tâm là chiếc cà vạt của mình không bị lệch."
        },
        {
            "en": "\"She's just a little faint,\" he <em>reassured</em> the startled nurse.\"They' re blood typing in Biology.\"",
            "vi": "\"Cô ấy chỉ hơi bị choáng một chút thôi,\" anh đoán chắc với cô y tá đang hoảng hốt. \"Mọi người đang phân loại nhóm máu trong giờ sinh vật.\""
        },
        {
            "en": "His father <em>reassured</em> them that Ayan would be all right on his own.",
            "vi": "Ba cậu bảo đảo với họ là Ayan sẽ tự mình làm được."
        },
        {
            "en": "\"She's just a little faint,\" he <em>reassured</em> the startled nurse. \"They're blood typing in Biology.\"",
            "vi": "\"Cô ấy chỉ hơi bị choáng một chút thôi,\" anh đoán chắc với cô y tá đang hoảng hốt.\"Mọi người đang phân loại nhóm máu trong giờ sinh vật.\""
        },
        {
            "en": "You will feel <em>reassured</em> to learn that last night's awards ceremony went well.",
            "vi": "Ngài sẽ thấy an tâm khi biết rằng lễ trao giải tối hôm qua tiến hành tốt."
        },
        {
            "en": "I wasn't at all <em>reassured</em> to see the tiny wheel on which the tail rested.",
            "vi": "Sau đuôi có bánh xe nhỏ khiến tôi cảm thấy không an tâm."
        },
        {
            "en": "The US <em>reassured</em> South Korean and Japan of its “ironclad security commitment\" to cooperation over the threat of North Korea.",
            "vi": "Hoa Kỳ một lần nữa cam đoan với Hàn Quốc và Nhật Bản về \"cam kết an ninh vững chắc\" của mình đối với hợp tác chống lại mối đe dọa từ Triều Tiên."
        },
        {
            "en": "However, many Americans want to be <em>reassured</em> that non-native English speakers understand what they have said.",
            "vi": "Tuy nhiên nhiều người mỹ muốn xác định lại là những người nước ngoài nói tiếng anh có hiểu được những gì họ đã nói không."
        },
        {
            "en": "The US <em>reassured</em> South Korean and Japan of its “ironclad security commitment\" to cooperation over the threat of North Korea.",
            "vi": "Hoa Kỳ một lần nữa cam đoan với Hàn Quốc và Nhật Bản về \"cam kết an ninh vững chắc\" của mình đối với hợp tác chống lại mối đe dọa từ Triều Tiên."
        },
        {
            "en": "What had he missed in the Merrick home and then found in Jim Laird that <em>reassured</em> him?",
            "vi": "Steavens thấy thiếu cái gì ở trong nhà merrick mà lại tìm thấy được ở con người jim laird làm cho steavens yên tâm?"
        },
        {
            "en": "These alliance ties are important to America's regional and global standing, which has <em>reassured</em> others. Therefore, China's relations with some neighbors, including Japan, cannot be separated from U.S. relations with China or U.S. relations with its allies.",
            "vi": "Các mối quan hệ liên minh này là quan trọng cho vị thế của Mỹ trong khu vực và toàn cầu, để trấn an những quốc gia khác. Do đó, mối quan hệ của Trung Hoa với một số nước láng giềng, trong đó có Nhật Bản, không thể tách rời khỏi các mối quan hệ của Hoa Kỳ với Trung Hoa hay quan hệ của Mỹ với các đồng minh của Mỹ."
        },
        {
            "en": "More men must be involved in efforts to tackle domestic violence and, most importantly, women must be empowered and <em>reassured</em> that violence is a violation of their human rights.",
            "vi": "Cần nhiều nam giới hơn tham gia vào những nỗ lực để ngăn chặn bạo lực gia đình và, quan trọng nhất là, phụ nữ phải được nâng cao vị thế và được dám chắc rằng bạo lực là một hành vi vi phạm quyền con người."
        },
        {
            "en": "Tran Viet Ngai, chair of the Vietnam Energy Association, on August 7 <em>reassured</em> the public, saying that the coal supply for Duyen Hai 1 and Vinh Tan 1 was sufficient. ",
            "vi": "Ông Trần Viết Ngãi, Chủ tịch Hiệp hội Năng lượng Việt Nam vào ngày 07 Tháng tám đã trấn an công chúng rằng việc cung cấp than cho 2 nhà máy nói trên vẫn đủ."
        }
    ],
    "suggestions": []
}