{
    "en_vn": {
        "data": {
            "content": null,
            "word": "recapitalization",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "recapitalization",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "recapitalization",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "recapitalization",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "recapitalization",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Premature <em>Recapitalization</em> of SOCBs.",
            "vi": "Tái cấp vốn vội vã cho các ngân hàng thương mại quốc doanh."
        },
        {
            "en": "Bank <em>recapitalization</em> was implemented in September 1993 simultaneous with enterprise restructuring.",
            "vi": "Việc tái cấp vốn đã được thực hiện vào tháng Chín năm 1993 đồng thời với việc cơ cấu lại các doanh nghiệp."
        },
        {
            "en": "Government directed loans, which account for a large proportion in <em>recapitalization</em>, have gradually reduced.",
            "vi": "Các hình thức cho vay theo chỉ định của Chính phủ, có tỷ trọng lớn trong cho vay tái cấp vốn, đã dần dần giảm xuống."
        },
        {
            "en": "The high fiscal cost of <em>recapitalization</em> is less important for Vietnam.",
            "vi": "Vấn đề về chi phí ngân sách cao cho việc tái cấp vốn không quan trọng lắm đối với Việt Nam."
        },
        {
            "en": "Recapitalizing banks without restructuring SOEs will risk another round of <em>recapitalization</em> in the near future.",
            "vi": "Tái cấp vốn cho các ngân hàng mà không tái cơ cấu các doanh nghiệp nhà nước sẽ có nguy cơ dẫn đến vòng tái cấp vốn khác trong tương lai gần."
        },
        {
            "en": "Their capacity for internal accumulation is also weak, and the possibility of state <em>recapitalization</em> is limited.",
            "vi": "Khả năng tích luỹ nội bộ cũng nhỏ và khả năng bổ sung vốn từ ngân sách nhà nước cũng khó khăn."
        },
        {
            "en": "Procedures for <em>recapitalization</em> have been simplified and are applied (relatively) equally to all banks, regardless of the type of ownership.",
            "vi": "Các thủ tục cho việc tái cấp vốn đã được đơn giản hoá và đang được áp dụng (khá) bình đẳng cho tất cả các ngân hàng, không phân biệt loại hình sở hữu."
        },
        {
            "en": "<em>Recapitalization</em> of banks should be based on International Accounting Standard calculation to reflect past and future costs of operations and further increase banks’ accountability.",
            "vi": "Việc tái cấp vốn cho các ngân hàng cũng nên dựa trên tính toán theo chuẩn mực kế toán quốc tế để phản ánh các chi phí hoạt động trong quá khứ và tương lai, đồng thời tăng cường trách nhiệm giải trình của các ngân hàng."
        },
        {
            "en": "A proper valuation of recent <em>recapitalization</em> by means of Treasury bonds (non-tradable) and Non Performing Loan, including directed lending would give an even worse picture.",
            "vi": "Một định giá chính xác các khoản tái cấp vốn gần đây dưới hình thức trái phiếu kho bạc (không giao dịch được) và các khoản nợ quá hạn bao gồm cả các khoản cho vay theo chỉ định sẽ phác thảo một bức tranh tồi tệ hơn."
        },
        {
            "en": "In this sense, the reduction of Non Performing Loans and better risk management is a condition for <em>recapitalization</em> of State-owned Commercial Banks",
            "vi": "Theo quan điểm này, giảm bớt nợ quá hạn và quản trị rủi ro tốt hơn là điều kiện để tái cấp vốn cho ngân hàng thương mại Nhà nước"
        },
        {
            "en": "The <em>recapitalization</em> plan would substantially reduce the company's indebtedness from nearly $1 billion currently to an estimated $100 million or less when implemented.",
            "vi": "Kế hoạch tái cấp vốn sẽ làm giảm đáng kể nợ của công ty từ gần 1 tỷ đô - la như hiện nay xuống khoảng 100 triệu đô - la hoặc thấp hơn khi thực hiện."
        },
        {
            "en": "The <em>recapitalization</em> plan would substantially reduce the company's indebtedness from nearly $1 billion currently to an estimated $100 million or less when implemented.",
            "vi": "Kế hoạch tái cấp vốn sẽ làm giảm đáng kể nợ của công ty từ gần 1 tỷ đô-la như hiện nay xuống khoảng 100 triệu đô-la hoặc thấp hơn khi thực hiện."
        },
        {
            "en": "The aim was to determine the amount of <em>recapitalization</em> needed on the basis of loans that were non-performing at the end of 1991.",
            "vi": "Mục tiêu là để xác định tổng số vốn tái cấp trên cơ sở các khoản vay không sinh lời từ cuối năm 1991."
        },
        {
            "en": "The longer it takes for a poor investment decision to be exposed, and stopped, the more costly it becomes to fix it later on (for instance, through the <em>recapitalization</em> of the bank which lent in its support).",
            "vi": "Một quyết định đầu tư yếu kém càng được che giấu trong thời gian dài bao lâu thì chi phí để sửa chữa quyết định đó càng lớn bấy nhiêu (ví dụ, thông qua việc tái huy động vốn của ngân hàng đã cho vay ủng hộ dự án)."
        }
    ],
    "suggestions": []
}