{
    "en_vn": {
        "data": {
            "content": null,
            "word": "receivables",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>receivables</k><blockquote>amounts owed to a business, regarded as assets.</blockquote><blockquote>→ <kref>receivable</kref></blockquote></div>",
            "word": "receivables",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "receivables",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "receivables",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> số tiền thu nhận</font></td></tr></tbody></table></div>",
            "word": "receivables",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Inventories and <em>receivables</em> are considered current assets.",
            "vi": "Hàng tồn kho và những khoản nợ có thể thu hồi được xem là các khoản tích sản hiện hữu."
        },
        {
            "en": "Most of trade <em>receivables</em> are subject to credit risk exposure.",
            "vi": "Đa số các khoản phải thu thương mại khó tránh khỏi nguy cơ rủi ro tín dụng."
        },
        {
            "en": "Trade <em>receivables</em> are stated at expected collectible value",
            "vi": "Các khoản phải thu thương mại thể hiện giá trị có thể thực hiện được theo dự kiến"
        },
        {
            "en": "<em>Receivables</em> can be used as security for a loan.",
            "vi": "Các khoản phải thu có thể dùng làm bảo đảm để vay tiền."
        },
        {
            "en": "The accounting is balancing inventory, payables and <em>receivables</em>.",
            "vi": "Kế toán đang cân đối hàng tồn kho, các khoản chi và các khoản thu."
        },
        {
            "en": "An increase in the amount of credit card <em>receivables</em> is a good signal.",
            "vi": "Một sự gia tăng các khoản phải thu bằng thẻ tín dụng."
        },
        {
            "en": "Our <em>receivables</em> are increasing since customers are slow to make their payments.",
            "vi": "Những khoản nợ có thể thu hồi được của chúng tôi đang gia tăng vì các khách hàng chậm thanh toán."
        },
        {
            "en": "Revenue for a given period equals: cash receipts + <em>receivables</em> from goods and services provided.",
            "vi": "Doanh thu trong một kỳ kế toán bằng: tiền thu + khoản phải thu từ việc cung cấp hàng hoá và dịch vụ."
        },
        {
            "en": "Although rising from various business transactions, <em>receivables</em> most often result from the sale of goods or services on credit.",
            "vi": "Mặc dù phát sinh từ nhiều nghiệp vụ kinh tế khác nhau, nhưng khoản phải thu hầu hết phát sinh từ việc bán chịu hay cung cấp dịch vụ chưa thanh toán."
        },
        {
            "en": "The most important current assets in the balance sheets of most companies are cash, <em>receivables</em> and inventory.",
            "vi": "Những tài sản quan trọng nhất tong bảng cân đối kế toán của hầu hết các doanh nghiệp chính là tiền, khoản phải thu và hàng tồn kho."
        },
        {
            "en": "Roland knows that his personal intervention with overdue customers will help Karl with his responsibility to collect all <em>receivables</em> in a timely way.",
            "vi": "Roland biết rằng sự can thiệp cá nhân của anh với khách hàng quá hạn nợ sẽ giúp karl hoàn thành trách nhiệm của mình là thu các khoản nợ của khách hàng kịp thời."
        },
        {
            "en": "A person who has many <em>receivables</em> has future money in the bank, so to speak, and this provides some level of power.",
            "vi": "Người có nhiều khoản phải thu này trong tương lai sẽ nhận được nhiều khoản phải trả khác, và điều đó đem lại một mức độ quyền lực nhất định."
        },
        {
            "en": "addition to our own capability, we also has a wide network of alliance banks to implement a full range of <em>Receivables</em> solutions for corporate customers such as : Cash pick - ups, Cash deposit over counters, Bank transfers, Direct debit.",
            "vi": "Bên cạnh nội lực của mình, chúng tôi còn liên kết với một hệ thống các ngân hàng địa phương để triển khai các dịch vụ quản lý khoản phải thu đa dạng như: Thu tiền mặt tại địa điểm chỉ định, Nộp tiền mặt tại quầy, Chuyển khoản, Ghi nợ tự động."
        },
        {
            "en": "Our Integrated Liquidity Solutions include : Account Consolidation : Consolidating accounts into one bank will simplify the monitoring and managing of payables and <em>receivables</em>, as well as timely mobilization of funds movements ; Automated Cash Concentration : automatically sweeping idle cash from sub",
            "vi": "Các giải pháp kiểm soát thanh khoản của chúng tôi bao gồm: Hợp nhất tài khoản vào một ngân hàng giúp dễ dàng theo dõi và quản lý việc thu chi, đồng thời ra quyết định nhanh chóng, chính xác trong việc phân bổ các nguồn tiền giữa các tài khoản; Giải pháp Tập trung tiền tự động: giúp tập trung nguồn tiền nhàn rỗi từ các tài khoản phụ vào một tài khoản chính; Dùng nguồn tiền nhàn rỗi đặt lệnh gửi có kỳ hạn nhằm tối đa lợi nhuận cho doanh nghiệp."
        },
        {
            "en": "and <em>receivables</em>, as well as timely mobilization of funds movements ; Automated Cash Concentration : automatically sweeping idle cash from sub accounts into one master account ; Interest Optimisation Solutions : using idle cash to place time deposit to maximise returns.",
            "vi": "Các giải pháp kiểm soát thanh khoản của chúng tôi bao gồm: Hợp nhất tài khoản vào một ngân hàng giúp dễ dàng theo dõi và quản lý việc thu chi, đồng thời ra quyết định nhanh chóng, chính xác trong việc phân bổ các nguồn tiền giữa các tài khoản; Giải pháp Tập trung tiền tự động: giúp tập trung nguồn tiền nhàn rỗi từ các tài khoản phụ vào một tài khoản chính; Dùng nguồn tiền nhàn rỗi đặt lệnh gửi có kỳ hạn nhằm tối đa lợi nhuận cho doanh nghiệp."
        },
        {
            "en": "This was due to a better <em>receivables</em> management, with average days receivable across the sample as a whole falling from approximately 100 days before listing to around 60 days by the third year.",
            "vi": "Điều này có được là nhờ có hệ thống quản lý tốt hơn các khoản phải thu, với số ngày trung bình của toàn mẫu giảm từ 100 ngày trước khi niêm yết xuống 60 ngày trong năm thứ ba."
        },
        {
            "en": "In addition to our own capability, we also has a wide network of alliance banks to implement a full range of <em>Receivables</em> solutions for corporate customers such as: Cash pick-ups, Cash deposit over counters, Bank transfers, Direct debit.",
            "vi": "Bên cạnh nội lực của mình, chúng tôi còn liên kết với một hệ thống các ngân hàng địa phương để triển khai các dịch vụ quản lý khoản phải thu đa dạng như : Thu tiền mặt tại địa điểm chỉ định,"
        },
        {
            "en": "In addition to our own capability, we also has a wide network of alliance banks to implement a full range of <em>Receivables</em> solutions for corporate customers such as : Cash pick - ups, Cash deposit over counters, Bank transfers, Direct debit.",
            "vi": "Bên cạnh nội lực của mình, chúng tôi còn liên kết với một hệ thống các ngân hàng địa phương để triển khai các dịch vụ quản lý khoản phải thu đa dạng như: Thu tiền mặt tại địa điểm chỉ định, Nộp tiền mặt tại quầy, Chuyển khoản, Ghi nợ tự động."
        },
        {
            "en": "managing of payables and <em>receivables</em>, as well as timely mobilization of funds movements ; Automated Cash Concentration : automatically sweeping idle cash from sub accounts into one master account ; Interest Optimisation Solutions : using idle cash to place time deposit to maximise returns.",
            "vi": "Các giải pháp kiểm soát thanh khoản của chúng tôi bao gồm: Hợp nhất tài khoản vào một ngân hàng giúp dễ dàng theo dõi và quản lý việc thu chi, đồng thời ra quyết định nhanh chóng, chính xác trong việc phân bổ các nguồn tiền giữa các tài khoản; Giải pháp Tập trung tiền tự động: giúp tập trung nguồn tiền nhàn rỗi từ các tài khoản phụ vào một tài khoản chính; Dùng nguồn tiền nhàn rỗi đặt lệnh gửi có kỳ hạn nhằm tối đa lợi nhuận cho doanh nghiệp."
        },
        {
            "en": "our own capability, we also has a wide network of alliance banks to implement a full range of <em>Receivables</em> solutions for corporate customers such as : Cash pick - ups, Cash deposit over counters, Bank transfers, Direct debit.",
            "vi": "Bên cạnh nội lực của mình, chúng tôi còn liên kết với một hệ thống các ngân hàng địa phương để triển khai các dịch vụ quản lý khoản phải thu đa dạng như: Thu tiền mặt tại địa điểm chỉ định, Nộp tiền mặt tại quầy, Chuyển khoản, Ghi nợ tự động."
        }
    ],
    "suggestions": []
}