{
    "en_vn": {
        "data": {
            "content": null,
            "word": "receptiveness",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "receptiveness",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "receptiveness",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "receptiveness",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "receptiveness",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A HRBAP also increases the <em>receptiveness</em> of development planners and implementers to respect the civil rights of children.",
            "vi": "Cách tiếp cận thực hiện chương trình dựa trên cơ sở quyền cũng đã được các nhà lập kế hoạch và những người có trách nhiệm thực hiện các quyền dân sự của trẻ em tiếp nhận."
        },
        {
            "en": "Public capacity building, including <em>receptiveness</em> to services and awareness of the need for essential health and education services, are crucial to increasing access and improving quality.",
            "vi": "Việc tăng cường năng lực công, trong đó có việc tiếp nhận các dịch vụ và nhận thức về nhu cầu về các dịch vụ thiết yếu như y tế và giáo dục, là vô cùng quan trọng để nâng cao khả năng tiếp cận và chất lượng."
        },
        {
            "en": "An appreciation of the links between local knowledge, beliefs and practices and public <em>receptiveness</em> to services is part of this enabling environment.",
            "vi": "Việc đánh giá mối liên quan giữa sự hiểu biết, tín ngưỡng, tập quán địa phương và khả năng tiếp nhận các dịch vụ của công chúng là một phần của môi trường đó."
        },
        {
            "en": "This could be a result of our body temperature being at its peak later in the day, giving us a natural ‘pre-game warmup’ in a sense. Our <em>receptiveness</em> to pain is also lower in the afternoon, meaning we can push further in endurance sports.",
            "vi": "Đây có thể là kết quả của nhiệt độ cơ thể ở đỉnh điểm trong một ngày, cho chúng phép chúng ta có\"một màn khởi động\" tự nhiên theo nghĩa nào đó. Khả năng tiếp nhận của chúng ta đối với cơn đau cũng thấp hơn vào buổi chiều, có nghĩa là chúng ta có thể tiến xa hơn nữa trong các môn thể thao về sức bền."
        }
    ],
    "suggestions": []
}