{
    "en_vn": {
        "data": {
            "content": null,
            "word": "recklessly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "recklessly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "recklessly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "recklessly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "recklessly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "personal interest ≠ driving <em>recklessly</em>",
            "vi": "Lợi ích cá nhân ≠ lái xe ẩu"
        },
        {
            "en": "He spoke <em>recklessly</em>.",
            "vi": "Anh ấy đã nói bạt mạng."
        },
        {
            "en": "The driver himself drove <em>recklessly</em>.",
            "vi": "Chính tài xế lái xe ẩu."
        },
        {
            "en": "That Moron, running <em>recklessly</em> again.",
            "vi": "Thằng khờ, lại đi làm chuyện liều lĩnh nữa."
        },
        {
            "en": "That mania is driving <em>recklessly</em>.",
            "vi": "Thằng điên đó chạy xe bạt mạng."
        },
        {
            "en": "She <em>recklessly</em> bought gifts for the family.",
            "vi": "Nàng mua nhiều quà cho gia đình."
        },
        {
            "en": "As a cop, I have little tolerance for drivers who act <em>recklessly</em> on the road.",
            "vi": "Trên cương vị một cảnh sát viên, tôi không dung thứ những người lái xe ẩu tả trên đường."
        },
        {
            "en": "People are engaging in risky or self - destructive behavior, such as using drugs or driving <em>recklessly</em>.",
            "vi": "Những người đang tham gia các hành vi mạo hiểm hoặc tự huỷ hoại bản thân, như là sử dụng thuốc hoặc lái xe bạt mạng."
        },
        {
            "en": "People are engaging in risky or self-destructive behavior, such as using drugs or driving <em>recklessly</em>.",
            "vi": "Những người đang tham gia các hành vi mạo hiểm hoặc tự huỷ hoại bản thân, như là sử dụng thuốc hoặc lái xe bạt mạng."
        },
        {
            "en": "Engaging in risky or self-destructive behavior, such as using drugs or driving <em>recklessly</em>",
            "vi": "Tham gia các hành vi mạo hiểm hoặc tự huỷ hoại bản thân, như là sử dụng thuốc hoặc lái xe bạt mạng"
        },
        {
            "en": "Whatever they say, it is not the US that is behaving <em>recklessly</em>.",
            "vi": "Bất luận họ nói gì đi nữa, cũng chẳng phải là Hoa Kỳ có hành vi thiếu thận trọng."
        },
        {
            "en": "\"anybody could see you don't\" he said <em>recklessly</em>, full of a savage eagerness to hurt her.",
            "vi": "Trong lòng anh tràn đầy một niềm ước muốn tàn nhẫn muốn đả kích nàng, nên anh nói liều lĩnh: \"ai ai cũng thấy là em không ưa kẻ khác\"."
        },
        {
            "en": "Well, whatever they say, it isn't the United States that is behaving <em>recklessly</em>.",
            "vi": "Chà, bất luận họ nói gì đi nữa, cũng chằng phải là hoa kỳ có hành vi thiếu thận trọng."
        },
        {
            "en": "He is the first person in Canada to be convicted of murder for <em>recklessly</em> spreading the virus.",
            "vi": "Người đàn ông này là người đầu tiên ở Canada bị kết tội mưu sát vì đã lây truyền vi-rút một cách khinh suất."
        },
        {
            "en": "To kill with malice aforethought means to kill either deliberately and intentionally or <em>recklessly</em> with extreme disregard for human life.",
            "vi": "Cố ý giết người là cố ý hay cố tình giết người hay cực kì coi thường mạng sống của con người."
        },
        {
            "en": "The resulting increase in the share of bad loans is bound to affect commercial banks, especially those who lent more <em>recklessly</em> in support of formerly booming sectors.",
            "vi": "Hệ quả là tỷ lệ nợ xấu tăng cao sẽ làm ảnh hưởng đến hoạt động của các ngân hàng thương mại, đặc biệt là những ngân hàng cho vay thiếu thận trọng đối với các khu vực trước đây từng phát triển nhanh."
        },
        {
            "en": "Jennifer knew that every penny she threw aside hurt this old man, and she continued, <em>recklessly</em>, laughing, remembering how Christopher had suffered.",
            "vi": "Jenniter biết mỗi xu cô chi đi đều làm ông già đau xót, thế mà cô vẫn tiếp tục ẩu, cười và nhớ rằng chirtopher đã phải khổ sở thế nào."
        },
        {
            "en": "That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is intoxicated, or is behaving impulsively or <em>recklessly</em>.",
            "vi": "doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất."
        },
        {
            "en": "I once saw adrunk drive <em>recklessly</em> at top speed in the rush - hour traffic. As a result, his car skidded, rushed onto the pavement, ran over two pedestrians and killed them.",
            "vi": "Có lần tôi thấy một gã say r­ượu liều lĩnh phóng xe hết tốc lực giữa dòng xe cộ ng­ợc xuôi trong giờ cao điểm. Kết quả là xe hắn tr­ợt bánh, lao lên vỉa hè và cán chết hai người đi bộ."
        },
        {
            "en": "That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is intoxicated, or is behaving impulsively or <em>recklessly</em>.",
            "vi": "Đó là lý do tại sao điều quan trọng là phải chú ý nếu có bất kỳ đe doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất."
        }
    ],
    "suggestions": []
}