{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri'klu:siv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ẩn dật; trốn đời</td></tr></table><i/></div>",
            "word": "reclusive",
            "pronounce": "[ri'klu:siv]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reclusive",
            "pronounce": "[ri'klu:siv]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>reclusive</k><blockquote>▸ <cclass>adjective SOLITARY, secluded, isolated, hermit-like, hermitic, eremitic, eremitical, cloistered.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>gregarious.</blockquote></div>",
            "word": "reclusive",
            "pronounce": "[ri'klu:siv]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reclusive",
            "pronounce": "[ri'klu:siv]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reclusive",
            "pronounce": "[ri'klu:siv]"
        }
    },
    "sentences": [
        {
            "en": "The Korean Central News Agency said the <em>reclusive</em> leader died Saturday of a heart attack while on a train for one of his \"field guidance\" tours.  The agency attributed his death to \"physical and mental over-work.\" ",
            "vi": "Hãng thông tấn trung ương Triều Tiên KCNA cho biết ngài chủ tịch đã qua đời hôm thứ 7 vì một cơn đau tim trong chuyến đi “thị sát” trên một chiếc xe lửa. Hãng thông tấn này cho rằng nguyên nhân cái chết là do ông đã làm việc quá sức về thể chất lẫn tinh thần."
        },
        {
            "en": "Unlike sugar-packed and chocolate-covered sweets, the North is hoping that children in the <em>reclusive</em> state will enjoy munching on their nutritional candy made of seaweed, beans, carrots and sesame seeds.",
            "vi": "Không như các loại kẹo bọc đường hay phủ sô - cô - la, dân bắc triều tiên đang hy vọng rằng trẻ em ở đất nước khiêm tốn này sẽ thưởng thức thú nhai kẹo dinh dưỡng làm từ tảo, đậu, cà rốt và vừng của họ."
        },
        {
            "en": "It's the third missile tests carried out by the <em>reclusive</em>, impoverished country in 2015. About a month ago, Pyongyang test-fired a new anti-ship missile. It also fired about five short-range missiles about 150 miles into the East Sea from the port city of Wonsan.",
            "vi": "Đó là vụ thử tên lửa thứ ba được thực hiện bởi đất nước nghèo đói và cách biệt này trong năm 2015. Khoảng một tháng trước, Bình Nhưỡng bắn thử một tên lửa chống tàu thủy mới. Nó cũng bắn khoảng năm tên lửa tầm ngắn đi xa 150 dặm vào Đông Hải từ thành phố cảng Wonsan."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n24 November 2010 Last updated at 11:48 GMT  While Western leaders and editorials have condemned North Korea's artillery barrage of its southern neighbour on Tuesday, in China the response has been more muted.  The authorities expressed concern over the incident and called for both countries \"to do more\" to contribute towards peace. But Beijing did not condemn North Korea's actions.  Apart from issuing a couple of bland statements, the authorities here have said nothing.  That is not surprising.  When it comes to North Korea, Beijing almost never criticises its neighbour, no matter how troublesome it proves.  The state-run media has followed suit.  It has not pointed the finger at Pyongyang and gave play to North Korean claims that the border exchange was triggered by South Korea. One newspaper editorial even praised Pyongyang for showing what it called \"toughness\" during the skirmish.  Buffer state  Beijing, however, finds itself in a difficult position.  It is North Korea's main ally, supplying much of the country's food and fuel. It is also a relationship that was forged during the Korean War and has now lasted more than half a century.  When the <em>reclusive</em> North Korean leader, Kim Jong-il, needs foreign backing, he boards his train and heads to China.  He has been in the country twice this year. Once after the sinking of a South Korean warship, which a team of international investigators said was caused by a North Korean torpedo. And then ahead of a major military parade in which his son, Kim Jong-un, was unveiled as his likely successor.  Beijing views the country as a buffer state against a democratic South Korea and American forces stationed there. And if the North Korean regime were to collapse, hundreds of thousands, perhaps millions of refugees would cross the border. In recent years, however, the relationship between the two countries has been strained.  After North Korea detonated a nuclear device for the first time in 2006, Beijing voted to impose UN sanctions on the country.  It was a rare moment when China sought to publicly punish the regime. With China now a world power some Chinese see their country's continued support of North Korea as something of an embarrassment. Indeed, the West hopes that Beijing can exert its influence in Pyongyang to ease tensions. But for all the help the authorities here give their neighbour, it is unclear how much leverage China actually has over North Korea.  While in public the Chinese authorities will not be criticising North Korea, in private, there will be deep concerns in Beijing that Pyongyang's actions could threaten regional stability.  This latest attack may strengthen those in Beijing who view the country as more of a liability than an asset http://www.bbc.co.uk/news/world-asia-pacific-11828846",
            "vi": "Many obstacles to a final Middle East peace deal   \n \n24 November 2010 Last updated at 11:48 GMT  Trong khi các bài xã luận và lãnh đạo Phương Tây lên án vụ Bắc Triều Tiên nã pháo vào người láng giềng phía nam của họ vào hôm thứ Ba, thì phản ứng ở Trung Quốc lại yếu hơn. Các nhà câm quyền thể hiện mối quan ngại về vụ này và kêu gọi cả hai nước cần “cố gắng nhiều hơn” để góp phần xây dựng hòa bình. Thế nhưng Bắc Kinh đã không lên án hành động của Bắc Triều Tiên. Nhà cầm quyền ở đó không tuyên bố điều gì ngoại trừ một vài lời phán biểu ôn tồn. Không có gì làm ngạc nhiên. Nói về Bắc Triều Tiên, bất luận vấn đề có rắc rối thế nào, Bắc Kinh hầu như không bao giờ chỉ trích nước láng giềng này. Các phương tiện truyền thông do nhà nước quản lý cũng theo đó mà làm. Quốc gia này không hề lên án Bình Nhưỡng và để mặc cho Bắc Triều Tiên tuyên bố vụ đấu pháo ở biên giới là do Hàn Quốc kích động.  Thậm chí một bài xã luận trên báo còn ca ngợi Bình Nhưỡng đã thể hiện cái gọi là “sự cứng rắn” trong suốt cuộc chạm trán. Quốc gia vùng đệm Tuy nhiên, Bắc Kinh nhận thấy mình đang ở trong thế khó. Họ là đồng minh chủ yếu của Bắc Triều Tiên, cung cấp phần lớn phần lớn thực phẩm và nhiên liệu cho nước này. Đó còn là mối quan hệ được thiết lập trong suốt cuộc Chiến Tranh Triều Tiên và đến nay đã kéo dài hơn nửa thế kỷ. Khi Kim Jong-il, vị lãnh tụ tránh né tiếp xúc của Bắc Triều Tiên cần đến sự hỗ trợ từ nước ngoài, ông đáp tàu lửa sang Trung Quốc. Ông ấy đã đến quốc gia này hai lần trong năm nay. Một lần sau vụ chìm tàu chiến của Hàn Quốc, mà các điều tra viên quốc tế cho rằng do một ngư lôi của Bắc Triều Tiên gây ra. Và kế đến là trước cuộc diễu binh quan trọng trong đó con trai ông ta, Kim Jong-un, được hé lộ như là người có nhiều khả năng kế thừa ông ta. Bắc Kinh xem nước này như là quốc gia vùng đệm chống lại Hàn Quốc theo đường hướng dân chủ và các lực lượng Hoa Kỳ đang đồn trú ở đó. Và nếu như chế độ ở Bắc Triều Tiên bị sụp đổ, hàng trăm ngàn, thậm chí hàng triệu người tỵ nạn sẽ tràn qua biên giới. Tuy nhiên, trong những năm gần đây, mối quan hệ giữa hai nước này trở nên căng thẳng. Sau khi Bắc Triều Tiên kích nổ một vũ khí hạt nhân lần đầu tiên vào năm 2006, Bắc Kinh bỏ phiếu áp đặt lệnh cấm vận của Liên Hiệp Quốc lên nước này. Đó là khoảng khắc hiếm hoi khi Trung Quốc tìm cách công khai trừng phạt chế độ Bắc Triều Tiên. Khi Trung Quốc đạt đến vị thế một cường quốc trên thế giới, một số người Trung Quốc thấy rằng việc nước mình tiếp tục ủng hộ Bắc Triều Tiên là điều gây rắc rối. Thật vậy, Phương Tây hy vọng rằng Bắc Kinh có thể dùng ảnh hưởng của họ tại Bình Nhưỡng để xoa dịu căng thẳng. Nhưng khi xét đến mọi hỗ trợ mà chính quyền ở đó dành cho người láng giếng, có một điều chưa rõ là thực ra Trung Quốc có ảnh hưởng đến đâu đối với Bắc Triều Tiên. Trong khi về mặt công khai chính quyền Trung Quốc không chỉ trích Bắc Triều Tiên, ở bên trong Bắc Kinh lo ngại rằng hành động của Bình Nhưỡng có thể đe dọa đến sự ổn định trong khu vực. Vụ tấn công mới nhất này có thể làm cho những người ở Bắc Kinh xem quốc gia này là của nợ hơn là một tài sản quý. http://www.bbc.co.uk/news/world-asia-pacific-11828846"
        },
        {
            "en": "North Korea attack on island causes international alarm        North Korea's shelling of an island in South Korea near a disputed sea border has drawn international condemnation. US President Barack Obama said he was \"outraged\" by the attack on Yeonpyeong island. It was also denounced by Russia, Japan and European countries. UN chief Ban Ki-moon called it \"one of the gravest incidents since the Korean War\" and urged restraint on both sides. South Korea returned fire and threatened missile strikes if there were \"further provocations\". South Korea's military had been carrying out an exercise nearby, but it denies opening hostilities by firing towards the North. Two South Korean marines died when dozens of artillery shells landed on the island - most of them hitting a military base. Both soldiers and civilians were wounded. The South fired back some 80 shells. Casualties on the northern side are unknown. In Washington, President Obama called South Korea an important ally. \"We strongly affirm our commitment to defend South Korea as part of that alliance,\" he told ABC News. \"We want to make sure all the parties in the region recognise that this is a serious and ongoing threat that needs to be dealt with\", Mr Obama said.  He called specifically on China to communicate to North Koreans \"that there are a set of international rules they need to abide by\".  The US state department vowed to forge a \"measured and unified\" stance with major powers. The Pentagon said it would co-ordinate its response with the South Korean military. The US has 28,000 troops stationed in the South. South Korea's stock marker opened sharply lower on Wednesday, with the benchmark stock index falling 3.3% in the opening minutes of trading.  'Colossal danger'  UN spokesman Farhan Haq said Secretary General Ban Ki-moon was \"deeply concerned by the escalation of tension on the Korean peninsula\". \"The secretary general condemns the attack and calls for immediate restraint,\" he added. The current president of the Security Council, British ambassador Mark Lyall Grant, said he was in touch with other members about what to do next. No country has formally requested an emergency session. Russia's foreign minister warned of a \"colossal danger\", and said those behind the attack carried a huge responsibility. Japanese Prime Minister Naoto Kan said he had ordered ministers to \"make preparations so that we can react firmly, should any unexpected event occur\". The EU and the UK also condemned the North, but China - the North's main ally - refused to apportion blame. A spokesman for the Chinese foreign ministry said that both countries should \"do more to contribute to peace\". South Korean President Lee Myung-bak called the incident \"an invasion of South Korean territory\", and warned that future provocations could be met with \"enormous retaliation\", including missile strikes on North Korean positions. North Korea's military command blamed South Korea for the incident. \"The South Korean enemy, despite our repeated warnings, committed reckless military provocations of firing artillery shells into our maritime territory near Yeonpyeong island beginning 1300 (0400 GMT),\" the state-run KCNA news agency quoted it as saying. The North will strike back if South Korea \"dares to invade our sea territory by 0.001mm\", it warned. There have been occasional cross-border incidents since the Korean War ended without a peace treaty in 1953, but the latest comes at a time of rising regional tension. North Korea's <em>reclusive</em> leader Kim Jong-il is thought to be ill and trying to ensure the succession of his youngest son. The BBC's John Sudworth in Seoul says the heir apparent may be trying to build a reputation with the country's hardline military elite - suggesting a period of further provocation towards the South. On Saturday, it emerged that Pyongyang had shown off what it claimed was a new uranium enrichment facility to an American scientist. The move prompted the US to rule out the resumption of six-party talks on nuclear disarmament that Pyongyang abandoned two years ago. The western maritime border, also known as the Northern Limit Line, has been the scene of numerous clashes in the past.  In March, a South Korean warship went down near the border with the loss of 46 lives. International investigators say a North Korean torpedo sank the ship, although Pyongyang has denied any role in the incident.",
            "vi": "Việc Bắc Tiều Tiên tấn công đảo đã đã làm cả Thế giới lo ngại       Bắc Triều Tiên nã pháo trên hòn đảo ở Nam Triều Tiên gần biên giới bờ biển tranh chấp của hai bên đã khiến cả thế giới lên tiếng chỉ trích. Tổng thống Mỹ Barack Obama cho biết ông “rất phẫn nộ” trước vụ tấn công trên đảo Yeonpyeong. Trong đó Nga, Nhật Bản và các nước Châu Âu cũng đã lên án. Tổng thư ký Liên Hiệp Quốc ông Ban Ki – moon gọi đó là “ một trong những sự cố nghiêm trọng nhất kể từ cuộc chiến tranh Triều Tiên” và kêu gọi hai bên hãy kiềm chế. Nam Triều Tiên đã bắn trả và đe doạ tấn công bằng tên lửa nếu có “sự khiêu khích thêm”. Quân đội Nam Triều Tiên đang tiến hành diễn tập quân sự ở gần đó nhưng họ phủ nhận không hề khai chiến bằng cách bắn tên lửa qua Bắc Triều Tiên. Hai lính thuỷ đánh bộ Nam Triều Tiên đã bị thiệt mạng khi hàng tá quả đạn pháo bắn vào hòn đảo- hầu hết đều rơi trúng vào một căn cứ quân sự. Cả lính và các thường dân đều bị thương. Nam Triều Tiên đã đánh trả khoảng 80 quả đạn pháo. Các tổn thất về phía Bắc chưa được ước tính. Ở Washington, Tổng thống Obama gọi Nam Triều Tiên là một đồng minh quan trọng. Ông phát biểu với đài ABC News rằng: “ Chúng tôi mạnh mẽ khẳng định cam kết sẽ bảo vệ Nam Triều Tiên như một phần của thành viên liên minh,” “ Chúng tôi muốn đảm bảo rằng tất cả các bên trong khu vực nhận ra đây là mối đe doạ nghiêm trọng đang diễn ra cần phải được xử lý,” Ông nói. Ông đặc biết yêu cầu Trung Quốc phải truyền tải đến Bắc Triều Tiên rằng “ có luật quốc tế đưa ra mà họ cần phải tuân theo.” Bộ ngoại giao Hoa Kỳ cam kết dốc sức tạo ra lập trường \" có cân nhắc và thống nhất \" với các đại cường quốc. Lầu Năm Góc bảo sẽ phối hợp phản ứng với quân đội Nam Triều Tiên Hiện Hoa Kỳ có 28,000 binh lính đóng quân ở miền Nam. Thị trường chứng khoán của Nam Triều Tiên mở vào ngày thứ Tư giảm mạnh hơn, với chỉ số chứng khoán chuẩn giảm 3.3% trong những phút đầu giao dịch. ' Mối nguy hiểm khổng lồ ' Farhan Haq người phát ngôn của Liên Hiệp Quốc cho biết Tổng thư ký Ban Ki - moon \" hết sức lo lắng vì tình trạng căng thẳng tăng vọt trên Bán đảo Triều Tiên \". Ông còn cho biết thêm \" Tổng thư ký lên án cuộc tấn công này và yêu cầu kiềm chế ngay lập tức, \". Đương kim Chủ tịch Hội đồng bảo an, đại sứ Anh Mark Lyall Grant cho biết ông đang liên lạc với các thành viên khác về chuyện phải làm gì tiếp theo. Không một quốc gia nào chính thức yêu cầu họp khẩn cấp cả. Ngoại trưởng Nga đã cảnh báo về \" mối nguy hiểm khổng lồ \", và nói rằng những người đứng sau cuộc tấn công này cũng sẽ mang trách nhiệm khổng lồ. Thủ tướng Nhật Bản Naoto Kan cho biết ông đã ra lệnh cho các bộ trưởng phải \" chuẩn bị sẵn sàng để chúng ta có thể phản ứng kiên quyết, nếu có sự kiện bất ngờ nào xảy ra \". Châu Âu và Vương quốc Anh cũng lên án miền Bắc, nhưng Trung Quốc - đồng minh chính của miền Bắc - không chịu quy trách nhiệm cho bất kỳ bên nào. Phát ngôn viên cho Bộ Ngoại giao Trung Quốc phát biểu rằng cả hai quốc gia nên \" cố gắng nhiều hơn để góp phần tạo nên hoà bình \". Lee Myung-bak Tổng thống Nam Triều tiên gọi sự cố này là \" một cuộc xâm phạm lãnh thổ Nam Triều tiên \", và cảnh báo rằng sự khiêu khích trong tương lai có thể gặp phải \" sự trả đũa khổng lồ \", kể cả bắn tên lửa vào các vị trí quân sự của Bắc Triều Tiên. Chỉ huy quân đội của Bắc Triều Tiên đổ lỗi Nam Triều Tiên đã gây nên sự cố này. \" Kẻ thù Nam Triều tiên, bất chấp cảnh báo liên tục của chúng tôi, đã thực hiện sự khiêu khích quân sự liều lĩnh về việc bắn quả đạn pháo vào lãnh hải của chúng tôi gần đảo Yeonpyeong bắt đầu vào lúc 13:00 ( 0400 giờ quốc tế ), \" thông tấn xã KCNA của nhà nước viện dẫn khi nói. Miền Bắc cảnh báo sẽ trả đũa nếu Nam Triều Tiên \" dám xâm lấn lãnh thổ bờ biển của chúng tôi dù chỉ 0.001 mm đi chăng nữa \". Thỉnh thoảng cũng có những sự cố xuyên biên giới từ khi cuộc chiến tranh Triều Tiên chấm dứt không có hoà ước vào năm 1953, nhưng gần đây sự căng thẳng khu vực đã tăng lên. Kim Jong - il, nhà lãnh đạo đang ẩn dật của Bắc Triều Tiên được coi là đang bị bệnh và đang cố gắng đảm bảo sự kế vị cho người con trai út của ông. John Sudworth thuộc đài BBC ở Seoul nói người kế vị hiển nhiên có thể đang cố xây dựng danh tiếng với nhóm quyền lực trong quân đội theo chính sách cứng rắn không nhân nhượng của quốc gia này - đề nghị một giai đoạn khiêu khích miền Nam nhiều hơn nữa. Vào ngày thứ bảy, hoá ra Bình Nhưỡng đã khoe khoang những gì mà quốc gia này đã tuyên bố là cơ sở làm giàu uranium mới với một nhà khoa học Mỹ. Động thái này khiến cho Hoa Kỳ phải quyết định không tiếp tục lại vòng đàm phán sáu bên về giải trừ vũ khí hạt nhân Bình Nhưỡng đã bỏ cách đây hai năm. Biên giới biển phía tây, cũng gọi là đường biên giới với miền Bắc, là nơi xảy ra nhiều cuộc đụng độ trong quá khứ. Vào tháng ba, một tàu chiến của Nam Triều tiên đã chìm gần biên giới này với tổn thất là 46 mạng người. Các điều tra viên quốc tế cho biết một ngư lôi ở Bắc Triều Tiên đánh chìm con tàu này, mặc dù Bình Nhưỡng đã phủ nhận không hề đóng vai trò gì trong sự cố này."
        }
    ],
    "suggestions": []
}