{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reconnect"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reconnect</k><blockquote>■ <cclass>verb connect again. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>reconnection</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "reconnect"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reconnect"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reconnect"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ghép lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kết nối lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nối lại (mạch)</font></td></tr></tbody></table></div>",
            "word": "reconnect"
        }
    },
    "sentences": [
        {
            "en": "<em>Reconnect</em> the fuel line to the fuel intake on the new carburetor.",
            "vi": "Hãy nối lại đường dẫn nhiên liệu đến cửa nạp trong bộ chế hòa khí."
        },
        {
            "en": "The teacher disconnected all the cables, mixed them up and told us to <em>reconnect</em> them.",
            "vi": "Thầy giáo ngắt nối tất cả các dây cáp, đặt chúng lẫn lộn với nhau và bảo chúng tôi kết nối lại."
        },
        {
            "en": "Your goal should be to leave the encounter with an invitation to <em>reconnect</em> at a later time.",
            "vi": "Mục tiêu của bạn là phải để lại cảm giác muốn được tiếp xúc lại trong một lần khác."
        },
        {
            "en": "This will help further down the line when you 're ready to set up a meeting to <em>reconnect</em> in a new relationship with them.",
            "vi": "Việc này sẽ giúp ích ở giai đoạn sau khi bạn sẵn sàng bắt đầu một cuộc gặp để nối lại mối quan hệ mới với họ."
        },
        {
            "en": "This will help further down the line when you're ready to set up a meeting to <em>reconnect</em> in a new relationship with them.",
            "vi": "Việc này sẽ giúp ích ở giai đoạn sau khi bạn sẵn sàng bắt đầu một cuộc gặp để nối lại mối quan hệ mới với họ."
        },
        {
            "en": "Making the Millennium Goals part of their political platform can help Members of Parliament bridge this credibility gap, regain confidence and <em>reconnect</em> with their electorate.",
            "vi": "Bằng cách lồng ghép các mục tiêu thiên niên kỷ vào nội dung chính trị của họ có thể giúp các thành viên trong quốc hội làm cầu nối sự mất niềm tin này, xây dựng lại niềm tin và nối lại mối quan hệ với cử tri."
        },
        {
            "en": "They unite then to lift him, to <em>reconnect</em> him with his true nature, to remind him who he really is, until he fully remembers the truth of which he had been temporarily disconnected: “I am good.”",
            "vi": "Nên họ tập hợp nhau lại rồi nâng người đó lên, đưa anh ta trở lại với bản chất của anh ta, nhắc cho anh ta biết anh ta thật sự là con người như thế nào, cho đến khi anh ta nhớ lại được hết cái sự thật mà anh ta chỉ nhất thời quên, rằng: \"mình là người tốt.\""
        },
        {
            "en": "These events were also a chance to <em>reconnect</em> and strengthen the Fulbright alumni network, and to engage the alumni in activities to develop a stronger Fulbright Program in Vietnam.",
            "vi": "Đây cũng là dịp để gắn kết và củng cố mạng lưới cựu học giả Fulbright và khuyến khích họ tham gia vào các hoạt động để phát triển chương trình Fulbright tại Việt Nam ngày một vững mạnh."
        },
        {
            "en": "One of the best ways for entrepreneurs to socialize with colleagues, customers and potential clients is at networking events. Corporate gatherings, conferences, happy hours and cocktail parties provide an opportunity for you to meet new people and <em>reconnect</em> with old acquaintances.",
            "vi": "Một trong những cách hữu hiệu nhất để các doanh nhân quan hệ xã giao với các đồng nghiệp, khách hàng và những khách hàng tiềm năng giao lưu tại các sự kiện. Các cuộc họp đoàn thể, hội thảo, ăn trưa hay tiệc tối sẽ mang đến cho bạn cơ hội được gặp những người bạn mới, hay kết nối lại với những người quen cũ."
        },
        {
            "en": "Let’s try to translate the ‘Room for the River’ concept to the Ho Chi Minh City context. You need to <em>reconnect</em> the city-dwellers with the water. That’s difficult, because nowadays, people ignore the river because of its deteriorated condition. Water is the backyard of Ho Chi Minh City – it should be the front yard.",
            "vi": "Hãy cố gắng dịch khái niệm \"Phòng cho sông\" đúng với bối cảnh của thành phố Hồ Chí Minh. Bạn cần phải kết nối các cư dân thành phố với nước. Rất khó khăn, bởi vì ngày nay, mọi người không thích sông vì tình trạng xấu đi của nó. Nước không phải là ưu tiên hàng đầu của Thành phố Hồ Chí Minh - nó phải được ưu tiên trước nhất."
        },
        {
            "en": "Similar fury greeted photographs that showed Bo Guagua cavorting at parties with Western women at a time when his father was promoting a neo-Maoist revival in Chongqing and urging the city’s 33 million residents to <em>reconnect</em> with the austere values of the party’s early years.",
            "vi": "Những bức ảnh được phát tán khắp nơi cho thấy: Bạc Qua Qua đang nhảy vui vẻ tại các bữa tiệc bên cạnh người phụ nữ Tây vào thời điểm mà cha anh đang thúc đẩy một sự hồi sinh của chủ nghĩa Mao Trạch Đông mới ở Trùng Khánh, đôn đốc 33 triệu cư dân của thành phố để kết nối lại với các 'giá trị khắc khổ' đã diễn ra trong những năm đầu của đảng."
        },
        {
            "en": "<em>Reconnect</em> with your friends, family and favorite hobbies. Do something you've avoided doing out of fear. Refocus your energy. You may have given so much of yourself to the relationship that you neglected yourself and your favorite things. Be aware that your self-esteem will be fragile, and you may do a fair bit of crying as you get through this. It's ok. Make lists of dreams and goals for the coming year, and go out and do them. Volunteer in your community, go on a road trip, hike a mountain, get in touch with nature, write poetry, read a book, sit in silence, take a class, focus on your career, go back to school — the options are endless. Be who and what you've always wanted. Write down things you are proud of yourself about, and revisit the list when you feel down. As you start on this journey of self-love and acceptance, you'll find yourself attracting quality friendships that allow you to be your authentic self.",
            "vi": "Liên lạc lại với bạn bè, gia đình và những sở thích yêu thích. Làm điều gì đó bạn đã không làm vì sợ hãi. Tái tập trung năng lượng của bạn. Bạn có thể đã cho đi quá nhiều bản thân mình trong một mối quan hệ và bạn lãng quên chính mình và những điều yêu thích của mình. Hãy nhận biết rằng bạn cũng rất mong manh, và bạn có thể khóc một chút để có thể vượt qua điều này. Điều đó chẳng sao cả. Lên một danh sách những giấc mơ và mục tiêu trong năm tới của bạn,và hãy bắt tay vào thực hiện chúng. Hãy là một tình nguyện viên trong cộng đồng của bạn, đi trên một tuyến đường, leo núi, trở về với thiên nhiên, làm thơ, đọc một cuốn sách, ngồi trong im lặng, tham gia một lớp học, tập trung vào sựnghiệp của bạn, trở lại trường học - và vô số những lựa chọn khác. Hãy trở thành người mà bạn đã luôn luôn muốn. Viết ra những điều bạn tự hào về chính mình, và xem lại danh sách này khi bạn cảm thấy xuống tinh thần. Khi bạn bắt đầu cuộc hành trình tự yêu và chấp nhận bản thân mình, bạn sẽ thấy mình đang thu hút những tình bạn chất lượng cho phép bạn có thể tự khẳng định bảnthân mình."
        },
        {
            "en": "The European Union is trying to improve rain forecasts and more accurately model how intense rains swell rivers. That may help cities prepare, but it won’t stop the floods. To do that, say hydrologists, you need a new approach to engineering not just rivers, but the whole landscape. The UK’s Environment Agency -which has been granted an extra £150 million a year to spend in the wake of floods in 2000 that cost the country £1 billion- puts it like this: “The focus is now on working with the forces of nature. Towering concrete walks are out, and new wetlands : are in.” To help keep London’s feet dry, the agency is breaking the Thames’s banks upstream and reflooding 10 square kilometres of ancient flood plain at Otmoor outside Oxford. Nearer to London it has spent £100 million creating new wetlands and a relief channel across 16 kilometres of flood plain to protect the town of Maidenhead, as well as the ancient playing fields of Eton College. And near the south coast, the agency is digging out channels to <em>reconnect</em> old meanders on the river Cuckmere in East Sussex that were cut off by flood banks 150 years ago.",
            "vi": "Liên minh Châu Âu đang cố gắng để cải thiện việc dự báo mưa và mô phỏng chính xác hơn cách thức các cơn mưa lớn làm tràn các con sông. Điều đó có thể giúp các thành phố chuẩn bị các công tác ứng phó, nhưng sẽ không làm chấm dứt các cơn lũ lụt. Để làm được điều này, theo như các nhà thủy văn học, chúng ta cần phải có một cách tiếp cận mới để thiết kế lại không chỉ các con sông mà là toàn khu vực. Nạn lụt năm 2000 đã tiêu tốn của chính phủ Anh 1 tỉ đô la. Kề từ đó, cơ quan Môi trường Anh hàng năm đã được cấp thêm 150 triệu bảng Anh để đối phó với tình trạng lũ lụt. Cơ quan này nhận định: “ Trọng tâm bây giờ là đối phó với sức mạnh của thiên nhiên. Các con đường bê tông cao ngất đang biến mất, và các vùng đất ngập nước mới đang dần hiện hữu”. Để giúp cho việc giữ các vùng đất thấp hơn của London được khô ráo, cơ quan này lên kế hoạch phá vỡ bờ sông Theme ở thượng nguồn và làm ngập lại 10 km vuông của vùng đồng bằng ngập lũ lâu đời ở Otmoor, ngoại ô Oxford. Vùng gần London hơn, 100 triệu bảng Anh đã được chi để tạo ra vùng đất ngập nước mới và một kênh xả lụt trải dài 16km qua đồng bằng ngập lũ để bảo vệ thị trấn Maidenhead, cũng như các sân chơi lâu đời của Đại học Eton. Và vùng gần bờ biển phía nam, cơ quan này đang tiến hành đào bới các kênh để nối lại  các chỗ sông uốn khúc cũ của sông Cuckmere ở Bắc Sussex, nơi mà đã bị chia cắt bởi bờ đất do các con lũ cách đây 150 năm tạo nên."
        },
        {
            "en": "Happy Father’s Day    A new tie or bottle of after shave might seem the obvious way to show your appreciation for Dad on June 19. But chances are he already has enough of both. So instead of rooting through the tie table at Macy's again, it might be cool to try something new. Surprise Dad on Father's Day with something that you can enjoy together. In the end, corny as it may sound, giving some of your time to Dad is the gift he will probably like the most. Here are some ways to make Father's Day a cool day for both of you: 1. Share Dad's favorite hobby with him. If you don't know what your Dad likes to do, find out! Whether it's baseball, fishing, or working in the garden, getting out there with him can make his day. Sometimes joining Dad for an activity he likes might seem like the most boring thing in the world. But even if you think you won't enjoy it, Dad probably will, and that's the main point of Father's Day.  2 Go to a sporting event with Dad. If the two of you have been rooting for a particular team together since you were a kid, why not give him tickets so you can see the action in person? This is also likely to be a day that you will enjoy too, so everybody wins!  3 Take Dad on an outdoor excursion. Try going to a park or lake that you've never been to before. Make an adventure out of the day. If your Dad feels up to it in the June heat, bring some bikes or take a long hike. But try not to wear him out too much so he can enjoy the rest of the day!  4 Do something with Dad that you haven't done in a while. You and your Dad may have drifted apart a bit over the years, so it could be time to <em>reconnect</em> and do something together that you used to enjoy. Go down to the basement and dig up that old board game or go outside and throw a ball around. Even if it seems boring to you now, Dad will probably enjoy it. And it's just one day, right? 5 Step into Dad's world. You might want to see what your Dad's life is like. Even though Father's Day is on a Sunday, pick a day of the week to go to work with your Dad if it's OK with him. He'll probably enjoy showing you what he does and spending time with you while he does it. If you can't go to work with him, you could ask Dad to show you how a checkbook works or ask him for other financial advice. Most fathers like talking about money, even if you don't.  Nobody gets along with parents all the time. That's just impossible. But this Father's Day, why not forget the office wear and give Dad some emotional ties instead. Doing something together can help you get to know each other a little better — and may even surprise you as a welcome change of pace from your own routine.",
            "vi": "Chúc mừng Ngày lễ của Cha     Một chiếc cà vạt mới hoặc một chai nước dưỡng da sau khi cạo râu cũng có thể là cách thể hiện lòng cảm kích sâu sắc của bạn dành cho người Bố thân thương nhân ngày 19 tháng 6. nhưng có thể là bố đã có đủ cả hai món đồ đó rồi.  Thế nên thay vì lại phải tìm mua cà vạt ở cửa hàng Macy, bạn có thể làm điều gì đó mới mẻ, thú vị hơn. Hãy làm cho bố ngạc nhiên nhân ngày lễ của Cha bằng thứ gì đó mà bạn có thể thưởng thức cùng với bố. Nghe thì có vẻ là uỷ mị, cũ rích nhưng cuối cùng thì việc dành cho bố một chút thời gian của bạn có thể là món quà mà bố sẽ thích nhất đấy.  Dưới đây là một vài cách có thể giúp Ngày lễ của Cha trở thành một ngày thú vị cho cả bạn và bố:  1. Hãy hưởng ứng sở thích số một của bố xem nào. Nếu không biết bố mình thích gì thì bạn hãy tìm hiểu nhé! Dù là bóng chày, câu cá, hay làm vườn, thì việc bạn dành thời gian đi cùng với bố có thể làm cho bố rất vui. Đôi khi thì chuyện tham gia một sở thích của bố có thể là điều bạn chán ngán nhất. nhưng cho dù là bạn nghĩ mình sẽ không thích, nhưng ắt hẳn là bố sẽ vui, và đó chính là tâm điểm Ngày lễ của Cha đấy bạn.  2. Hãy đến xem một sự kiện thể thao nào đó với bố nhé. Nếu cả hai đã thích một đội nào đó từ khi bạn còn bé thì tại sao bạn lại không tặng bố mình vé xem thể thao để cả hai bố con đều được xem tận mắt? Đây cũng có thể là một ngày mà cả bạn và bố đều cảm thấy thú vị, ai cũng có lợi mà!  3. hãy dẫn bố đi chơi dã ngoại. Bạn thử đến một công viên hoặc một hồ nào đó mà mình chưa đến bao giờ. Hãy thử làm một cuộc phiêu lưu nhé. Nếu bố cảm thấy đủ sức chịu nổi cái nóng của tháng 6 thì hãy mang theo xe đạp hoặc có thể đi bộ đường dài. Nhưng bạn nên cố đừng để bố phải mệt quá sức để ông có thể tận hưởng được thời gian cả ngày chứ!  4. Hãy cùng bố làm điều gì đó mà bạn đã không thực hiện trong khoảng thời gian này. Bạn và bố có thể đã dần “xa nhau” nhiều năm nay, vì vậy đây có thể là lúc để bố con hàn gắn lại và cùng nhau làm việc gì đó mà cả hai từng cảm thấy thích thú. Bạn hãy xuống tầng hầm và lục lại bàn cờ cũ hoặc ra ngoài chơi ném bóng. Cho dù bây giờ bạn có vẻ thấy chán, nhưng bố sẽ có thể rất vui. Chỉ có một ngày thôi mà, đúng không?   5. Hãy bước vào thế giới của bố xem sao. Bạn có thể cũng muốn biết xem cuộc sống của bố như thế nào. Dẫu rằng Ngày lễ của Cha rơi vào Chủ Nhật, bạn hãy chọn một ngày trong tuần để đi làm cùng bố nếu được nhé. Ông sẽ có thể rất vui khi chỉ cho bạn biết ông làm gì và ở cùng bạn khi làm công việc ấy. Nếu không thể đi làm với bố, bạn có thể hỏi xem sổ séc có tác dụng như thế nào hoặc nhờ bố cho lời khuyên về tài chính nào khác. Hầu hết các ông bố đều thích nói về vấn đề tiền bạc, cho dù là bạn không thích đi nữa.  Không ai có thể lúc nào cũng hoà thuận với bố mẹ mình được đâu. Điều đó hoàn toàn không thể. Nhưng trong Ngày lễ của Cha này, tại sao bạn không quên áo quần văn phòng đi và tìm tặng cho bố mình một số món quà tình cảm chứ. Cùng nhau làm điều gì đó có thể giúp bạn hiểu nhau nhiều hơn một chút - và cũng có thể làm cho bạn ngạc nhiên như là một sự thay đổi dễ chịu trong thói quen thường nhật của cuộc sống mình."
        }
    ],
    "suggestions": []
}