{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reconstructed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reconstructed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reconstructed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reconstructed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reconstructed"
        }
    },
    "sentences": [
        {
            "en": "Is the Great Wall we see today the one was <em>reconstructed</em> during the Qin Dynasty?",
            "vi": "Vạn Lý Trường Thành mà chúng ta đến thăm hôm nay là tường thành được xây dựng lại vào đời nhà Tần phải không?"
        },
        {
            "en": "An accurate reconstruction of the Palace was carefully preserved in situ, and served as a base for the <em>reconstructed</em> walls.",
            "vi": "Việc dựng lại chính xác cung điện này được bảo quản cẩn thận tại chỗ, và phục vụ như một nền tảng cho các bức tường được xây lại."
        },
        {
            "en": "The <em>reconstructed</em> boat, as a symbol of the maritime connections that bound together the communitie, either side of the Channel, was the centerpiece.",
            "vi": "bản sao con tàu, như một biểu tượng của các mối liên kết hàng hải gắn kết cộng đồng, bên cạnh Kênh, là trung tâm."
        },
        {
            "en": "A company that manages a tourism site in southern Vietnam has successfully <em>reconstructed</em> a 10-metric-ton skeleton of a whale, which is believed to have weighed a whopping 100 metric tons.",
            "vi": "Một công ty điều hành một trang web du lịch ở đồng bằng sông Cửu Long đã tái tạo thành công một bộ xương 10 - metric tấn của một con cá voi, được cho là đã cân nhắc một con số khổng lồ 100 tấn"
        },
        {
            "en": "The newly <em>reconstructed</em> Noyemberyan hospital features 30 patient rooms with 60 hospital beds and will serve more than 30000 residents living in the city of Noyemberyan and its surrounding villages.",
            "vi": "Bệnh viện Noyemberyan mới xây dựng lại có 30 phòng bệnh với 60 giường bệnh và sẽ phục vụ cho hơn 30000 cư dân sống ở thành phố Noyemberyan và các ngôi làng lân cận."
        },
        {
            "en": "A company that manages a tourism site in the Mekong Delta has successfully <em>reconstructed</em> a 10-metric-ton skeleton of a whale, which is believed to have weighed a whopping 100 metric tons",
            "vi": "Một công ty điều hành một trang web du lịch ở đồng bằng sông Cửu Long đã tái tạo thành công một bộ xương nặng 10 tấn của một con cá voi - được cho là có cân nặng khổng lồ lên đến 100 tấn"
        },
        {
            "en": "Mia Pagoda is also called Sung Nghiem Tu and was built in Tran Dynasty. After many years, in 17th century the pagoda was deserted. In Duc Long Dynasty, Mia Pagoda was <em>reconstructed</em> in 1632 under the controlling of Nguyen Thi Ngoc Dong. After that, to respect her work, local people called her Mia Princess, sculpted her statue and placed in the temple for worship. After that, despite being restored several times, the main architecture and statues here were preserved carefully.",
            "vi": "Chùa Mía còn được gọi là Sùng Nghiêm Tự và được xây dựng vào thời nhà Trần. Sau nhiều năm, trong thế kỷ 17, chùa bị bỏ hoang. Trong triều đại Đức Long, Chùa Mía được xây dựng lại vào năm 1632 dưới sự điều hành của Nguyễn Thị Ngọc Đồng. Sau đó, để tỏ lòng tôn trọng tới công việc của cô, người dân địa phương đã gọi cô là Công chúa Mía, tạc tượng bà và đặt trong đền thờ để thờ phượng. Sau đó, mặc dù đã được khôi phục lại nhiều lần, các kiến trúc chính và những bức tượng ở đây vẫn được bảo quản cẩn thận."
        }
    ],
    "suggestions": []
}