{
    "en_vn": {
        "data": {
            "content": null,
            "word": "recounting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "recounting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "recounting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "recounting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "recounting"
        }
    },
    "sentences": [
        {
            "en": "As this framework has governed and affected most of the associations discussed in this report, it is worth <em>recounting</em> here.",
            "vi": "Vì khung pháp lý này điều chỉnh và đã tác động đến hầu hết các hiệp hội nói đến trong báo cáo này, do vậy cần trình bày rõ ở đây."
        },
        {
            "en": "Finally, after 36 days of studying ballots, <em>recounting</em> votes and getting the Supreme Court to make a ruling, George W. Bush became the 43rd president of the United States!",
            "vi": "Cuối cùng, sau 36 ngày cứu xét và đếm lại các lá phiếu, rồi nhờ phán quyết của Tối Cao Pháp Viện, ông George W. Bush đã trở thành tổng thống thứ 43 của Hoa kỳ!"
        },
        {
            "en": "“The first is what the image can tell us, and the second is the message written on the back, often <em>recounting</em> moments from a holidaymaker’s time at the seaside and the British past time of talking about the weather.",
            "vi": "\"Thứ nhất là những gì mà chúng ta thấy từ hình ảnh, thứ hai là thông điệp được viết ở mặt sau, thường kể lại những khoảnh khắc trong lúc người ta nghỉ mát ở bờ biển và nói về thời tiết trong quá khứ của nước Anh."
        },
        {
            "en": "“The first is what the image can tell us, and the second is the message written on the back, often <em>recounting</em> moments from a holidaymaker’s time at the seaside and the British past time of talking about the weather.",
            "vi": "\"Thứ nhất là những gì mà chúng ta thấy từ hình ảnh, thứ hai là thông điệp được viết ở mặt sau, thường kể lại những khoảnh khắc trong lúc người ta nghỉ mát ở bờ biển và nói về thời tiết trong quá khứ của nước Anh."
        },
        {
            "en": "And <em>recounting</em> a tale that many parents would today find shocking, she admitted she did only enough work to get a B in her O Level French as that grade was sufficient and she directed her efforts elsewhere.",
            "vi": "Kể lại một câu chuyện mà nhiều bậc cha mẹ ngày nay sẽ rất sốc, ở trình độ O môn tiếng Pháp, cô ấy thừa nhận chỉ làm đủ bài để đạt được điểm B như là điểm đủ để qua và nổ lực trong các môn khác."
        }
    ],
    "suggestions": []
}