{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reconciled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reconciled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reconciled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reconciled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reconciled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Become <em>reconciled</em>",
            "vi": "Hoà thuận lại với nhau"
        },
        {
            "en": "They have become <em>reconciled</em>.",
            "vi": "Họ đã hòa thuận lại với nhau."
        },
        {
            "en": "We became <em>reconciled</em> yesterday.",
            "vi": "Hôm qua chúng tôi đã hòa thuận lại với nhau."
        },
        {
            "en": "Be <em>reconciled</em> to something",
            "vi": "Đành cam chịu cái gì"
        },
        {
            "en": "They became <em>reconciled</em>.",
            "vi": "Họ đã hòa thuận lại với nhau."
        },
        {
            "en": "He is <em>reconciled</em> to the truth.",
            "vi": "Anh ấy phải cam chịu với sự thật."
        },
        {
            "en": "Our jarring opinions can't be <em>reconciled</em>.",
            "vi": "Ý kiến mâu thuẫn của chúng tôi không thể hòa hợp với nhau."
        },
        {
            "en": "Two opposing explanations are presented, argued, and <em>reconciled</em>.",
            "vi": "Hai giải thích đối ngược được đặt ra, tranh luận, và thống nhất."
        },
        {
            "en": "Age did not determine how effectively people <em>reconciled</em> their life regrets",
            "vi": "Tuổi tác không quyết định cách mọi người thích ứng một cách hiệu quả với những hối tiếc trong cuộc sống của họ"
        },
        {
            "en": "This June, the two presidents met in California to explore whether their strategic outlooks can be <em>reconciled</em>.",
            "vi": "Tháng sáu này, hai vị đứng đầu Mỹ - Trung đã gặp nhau tại California để tìm hiểu xem liệu triển vọng chiến lược của họ có thể được hòa giải. "
        },
        {
            "en": "These Members asked Viet Nam to explain how it <em>reconciled</em> this provision with the expectation that all prohibited subsidies be eliminated upon accession.",
            "vi": "Các thành viên này yêu cầu việt nam giải thích xem việt nam sẽ làm thế nào để dung hòa quy định này với dự định sẽ xoá bỏ toàn bộ trợ cấp bị cấm kể từ thời điểm gia nhập wto."
        },
        {
            "en": "Bank accounts should be <em>reconciled</em> and reported on or before 3rd of each month. Prepare monthly bank reconciliation statement, including computation of interests gained to be included into reports.",
            "vi": "Tài khoản ngân hàng cần đối chiếu và báo cáo trước ngày làm việc thứ 3 hàng tháng. Soạn báo cáo đối chiếu tài khoản, bao gồm cả lãi tiền gửi vào báo cáo tài chính."
        },
        {
            "en": "If words like black and white were involved, instead of the jargon words dead and living, he would see at once that language was being used in an improper way. Many political words are similarly abused. The word Fascism has now no meaning except in so far as it signifies ‘something not desirable’. The words democracy, socialism, freedom, patriotic, realistic, justice have each of them several different meanings which cannot be <em>reconciled</em> with one another. In the case of a word like democracy, not only is there no agreed definition, but the attempt to make one is resisted from all sides. ",
            "vi": "Nếu như những từ như “đen” và “trắng” được nói đến, thay vì những từ có ý nghĩa chuyên ngành khi đặt trong hoàn cảnh này là “dead” (chết) và “living” (sống), họ sẽ thấy ngay rằng ngôn ngữ đã được sử dụng rất tùy tiện. Chịu chung số phận bị lạm dụng là các thuật ngữ chính trị. Từ “Fascism” (chủ nghĩa phát-xít) hiện nay chỉ còn mang nghĩa “một thứ mà chẳng ai ưa”. Những từ như “democracy”, “socialism”, “freedom”, “patriotic”, “realistic”, “justice”, mỗi từ lại mang nhiều nghĩa khác biệt mà tự thân chúng chẳng có chút liên quan nào đến nhau. Với trường hợp của từ “democracy” (dân chủ), không những ta không có được một định nghĩa chung, mà nỗ lực để có một nghĩa chung còn bị cản trở từ mọi phía. "
        },
        {
            "en": "If words like black and white were involved, instead of the jargon words dead and living, he would see at once that language was being used in an improper way. Many political words are similarly abused. The word Fascism has now no meaning except in so far as it signifies ‘something not desirable’. The words democracy, socialism, freedom, patriotic, realistic, justice have each of them several different meanings which cannot be <em>reconciled</em> with one another. In the case of a word like democracy, not only is there no agreed definition, but the attempt to make one is resisted from all sides.",
            "vi": "Nếu như những từ như “đen” và “trắng” được nói đến, thay vì những từ có ý nghĩa chuyên ngành khi đặt trong hoàn cảnh này là “dead” (chết) và “living” (sống), họ sẽ thấy ngay rằng ngôn ngữ đã được sử dụng rất tùy tiện. Chịu chung số phận bị lạm dụng là các thuật ngữ chính trị. Từ “Fascism” (chủ nghĩa phát-xít) hiện nay chỉ còn mang nghĩa “một thứ mà chẳng ai ưa”. Những từ như “democracy”, “socialism”, “freedom”, “patriotic”, “realistic”, “justice”, mỗi từ lại mang nhiều nghĩa khác biệt mà tự thân chúng chẳng có chút liên quan nào đến nhau. Với trường hợp của từ “democracy” (dân chủ), không những ta không có được một định nghĩa chung, mà nỗ lực để có một nghĩa chung còn bị cản trở từ mọi phía."
        },
        {
            "en": "Coping With Life Regrets       Although Edith Piaf defiantly sang, \"Non, je ne regrette rien,\" most people will have their share of regrets over their lifetime. Indeed, anyone who seeks to overcome disappointments should compare themselves to others who are worse off - rather than looking up to folks in more enviable positions - according to a new study from Concordia University. Published in the journal Personality and Social Psychology Bulletin, these findings have implications for both young and old.   \"Our study examined how younger and older adults cope with life regrets,\" says lead author Isabelle Bauer, who completed her PhD in Concordia's Department of Psychology and the Centre for Research in Human Development. \"One common coping mechanism was through social comparisons, which can be both good and bad, depending on whether people think they can undo their regrets.\"  \"Generally if people compare themselves to those who are worse off, they're going to feel better,\" continues Bauer, now a research associate at the Sunnybrook Health Sciences Centre and a clinical psychologist at Cognitive Behavioural Therapy Associates of Toronto. \"When they compare themselves to people who are better off, it can make them feel worse.\"  Physical health affected   Looking towards others who are worse off can also have a marked effect on physical health: Participants who used downward social comparisons reported experiencing fewer cold symptoms. Overall, they reported a positive effect on their emotional well-being over the months that followed.     \"The emotional distress of regrets can trigger biological disregulation of the hormone and immune systems that makes people more vulnerable to develop clinical health problems - whether a cold or other potentially longer-term health problems. In this study, we showed that downward social comparisons can improve emotional well-being and help prevent health problems,\" says senior author Carsten Wrosch, a professor in Concordia's Department of Psychology and a member of the Centre for Research in Human Development.  Older versus younger   The study recruited 104 adults of various ages who completed a survey about their greatest regrets - which ranged from not spending enough time with their family to having married the wrong person. Participants were then asked to report how the severity of their own regrets compared to the regrets of other people their age.   Unlike findings from previous studies on the same topic, age did not determine how effectively people <em>reconciled</em> their life regrets. \"The effectiveness of coping mechanisms depended more on an individual's perceived ability to change their life regret than on their age,\" says Bauer. \"Moving on and being able to maintain good emotional well-being depends greatly on an individual's opportunity to correct the cause of their regrets.\"  Notes:   About the study:  \"Making Up for Lost Opportunities: The Protective Role of Downward Social Comparisons for Coping With Regrets Across Adulthood,\" published in the journal Personality and Social Psychology Bulletin, was authored by Isabelle Bauer and Carsten Wrosch of Concordia University   Partners in research:  This work was supported by the Canadian Institutes of Health Research and the Social Sciences and Humanities Research Council of Canada.   Source: Concordia University  Copyright: Medical News Today",
            "vi": "Đương đầu với nỗi hối tiếc trong cuộc sống    Mặc dù Edith Piaf đã hát đầy thách thức “Tôi chẳng có gì hối tiếc”, song hầu hết mọi người đều có những điều hối tiếc trong cuộc đời mình. Thực ra, bất cứ ai tìm cách vượt qua thất vọng nên so sánh mình với những người khác còn  bi thảm hơn – chứ đừng so sánh với những người may mắn hạnh phúc hơn mình - theo một nghiên cứu mới từ trường Đại học Concordia. Được đăng trong tạp chí Tính cách và Tâm lý xã hội Bulletin, những phát hiện này có ý nghĩa đối với cả người già và trẻ. \"Nghiên cứu của chúng tôi xem xét cách mà người trẻ và già đối mặt với những hối tiếc trong cuộc sống”, theo tác giả chính của nghiên cứu Isabelle Bauer, người đã hoàn thành luận án tiến sỹ tại Khoa Tâm lý học và Trung tâm Nghiên cứu phát triển con người của đại học Concordia. “Một cơ chế đối mặt thường thấy là dựa vào những nét tương đồng xã hội, có thể là cả tốt và xấu, tùy thuộc vào việc mọi người cho rằng họ có thể cảm thấy hết hối tiếc hay không”. “Nói chung nếu mọi người so sánh bản thân với những người tệ hơn, họ sẽ cảm thấy dễ chịu hơn”, bà Bauer, hiện là đồng nghiên cứu tại Trung tâm Khoa học Y tế Sunnybrook và là nhà tâm lý học lâm sàng về điều trị nhận thức hành vi của Toronto. \"Khi họ so sánh mình với những người được hạnh phúc hơn, có thể làm cho họ cảm thấy thất vọng hơn.\"  Sức khoẻ thể chất bị ảnh hưởng Nhìn vào những người bất hạnh hơn cũng có thể có ảnh hưởng đáng kể đến sức khỏe thể chất: Những người tham dự sử dụng so sánh xã hội hướng về những người kém may mắn hơn cho biết họ trải qua triệu chứng cảm lạnh ít hơn. Nhìn chung, họ đã báo cáo tác động tích cực về mặt tình cảm tốt hơn trong những tháng tiếp theo. “Những buồn bực của cảm giác hối tiếc có thể gây ra rối loạn điều hòa sinh học của các hệ hoóc-môn và miễn dịch làm mọi người dễ bị mắc các vấn đề sức khoẻ lâm sàng hơn – từ cảm lạnh cho đến các vấn đề sức khoẻ tiềm ẩn lâu dài khác. Trong nghiên cứu này, chúng tôi cho thấy rằng so sánh xã hội với những người kém may mắn hơn có thể cải thiện sức khỏe cảm xúc và giúp ngăn ngừa các vấn đề sức khoẻ”, theo tác giả chính Carsten Wrosch, một giáo sư tại Khoa Tâm lý học Concordia và là thành viên của Trung tâm Nghiên cứu Phát triển Con người. Già và trẻ Nghiên cứu tuyển chọn 104 người trưởng thành với các độ tuổi khác nhau hoàn thành cuộc khảo sát về những hối tiếc lớn nhất của họ - ví dụ như không dành đủ thời gian cho gia đình hoặc kết hôn sai người. Người tham dự sau đó được yêu cầu báo cáo mức độ trầm trọng của những hối tiếc của họ so với người cùng trang lứa. Không giống như những phát hiện từ các nghiên cứu về cùng một chủ đề trước đây, tuổi tác không quyết định cách mọi người thích ứng một cách hiệu quả với những hối tiếc trong cuộc sống của họ. “Hiệu quả của cơ chế đối phó phụ thuộc nhiều vào khả năng nhận thức của một cá nhân để thay đổi hối tiếc trong cuộc sống của họ hơn là độ tuổi”, Bauer nói. “Cải thiện và duy trì tốt sức khỏe cảm xúc phụ thuộc nhiều vào cơ hội một người có để sửa chữa nguyên nhân gây ra hối tiếc của họ”. Ghi chú: Thông tin nghiên cứu: “Bù đắp cho những cơ hội lỡ mất: Vai trò bảo vệ của sự so sánh xã hội với những người kém may mắn hơn giúp đương đầu với những hối tiếc của tuổi trưởng thành”, xuất bản rong tạp chí Tính cách và Tâm lý xã hội Bulletin, bởi tác giả Isabelle Bauer và Carsten Wrosch của Đại học Concordia. Đồng nghiên cứu: Công trình này được hỗ trợ bởi Viện Nghiên cứu Y tế Canada và Hội đồng nghiên cứu Khoa học Xã hội và Nhân văn của Canada. Nguồn: Đại học Concordia Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}