{
    "en_vn": {
        "data": {
            "content": null,
            "word": "recruiter",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "recruiter",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "recruiter",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>recruiter</k><blockquote><blockquote><ex><abr>n.</abr> an air force; army; marine; navy recruiter </ex></blockquote></blockquote></div>",
            "word": "recruiter",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "recruiter",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Make the <em>recruiter</em> or screener's job easier.",
            "vi": "Làm cho công việc của người tuyển dụng hoặc chọn lựa dễ dàng hơn."
        },
        {
            "en": "The <em>recruiter</em> will give job applicants a trial.",
            "vi": "Nhà tuyển dụng sẽ thử thách những người xin việc."
        },
        {
            "en": "Top Google <em>recruiter</em>: Google uses this 'shocking' strategy to hire the best employees",
            "vi": "Nhà tuyển dụng hàng đầu của Google cho biết: Google sử dụng chiến lược \"gây sốc\" để tuyển nhân viên giỏi"
        },
        {
            "en": "To impress the <em>recruiter</em>, we should dress properly and be punctual at the interview.",
            "vi": "Để gây ấn tượng với nhà tuyển dụng, chúng ta nên ăn mặc đúng cách và đúng giờ tại buổi phỏng vấn."
        },
        {
            "en": "In my opinion it is perfectly acceptable to tell a <em>recruiter</em> that you have other irons in the fire.",
            "vi": "Theo quan điểm của tôi là nó hoàn toàn có thể được chấp nhận khi nói với nhà tuyển dụng rằng bạn đang bận rộn với nhiều kế hoạch khác."
        },
        {
            "en": "How can you make sure your resume stands out from the rest and gives the <em>recruiter</em> the information he needs?",
            "vi": "Bạn làm thế nào để bảo đảm rằng hồ sơ của bạn nổi bật hơn những cái khác và mang lại cho người tuyển dụng những thông tin mà ông ta cần?"
        },
        {
            "en": "It is when a <em>recruiter</em> comes to offer you a job even though you are working somewhere else.",
            "vi": "Đó là lúc nhà tuyển dụng đến mời bạn làm việc cho họ mặc dầu bạn đang làm việc ở nơi khác."
        },
        {
            "en": "Hung, a <em>recruiter</em> at a leaflet service in District 12, Ho Chi Minh City. Photo: Tuoi Tre",
            "vi": "Anh Hưng, một nhà tuyển dụng tại một dịch vụ tờ rơi ở quận 12, thành phố Hồ Chí Minh. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "A <em>recruiter</em> has a pile of resume on his desk and is faced with the task of screening them to pick the top 10 for the interview.",
            "vi": "Một nhà tuyển dụng có một chồng lý lịch trên bàn và đối mặt với nhiệm vụ là chọn lọc chúng lấy ra 10 ứng cử viên thích hợp để phỏng vấn."
        },
        {
            "en": "Finally, to be recruited as the best possible candidate, it is essential to build a relationship with a <em>recruiter</em> long before you actively start looking for a job.",
            "vi": "Sau cùng, để được tuyển dụng như một ứng cử viên thích hợp nhất, cần thiết phải xây dựng mối quan hệ với người tuyển dụng trước khi bạn chủ động tìm kiếm việc làm."
        },
        {
            "en": "However, if \"lack of career growth opportunities\" has been your reason for leaving your past jobs in the last five years, the <em>recruiter</em> may doubt your loyalty and commitment to your work.",
            "vi": "nhiên, nếu \"việc thiếu cơ hội để phát triển sự nghiệp\" là lý do để bạn nghỉ nhiều công việc trong vòng 5 năm trở lại đây, người tuyển dụng có thể nghi ngờ về sự trung thành và tận tâm của bạn với công việc."
        },
        {
            "en": "Think of it as a networking relationship in which you can be in a position to help a <em>recruiter</em> through candidate referrals and vice versa in your next job hunt.",
            "vi": "Nghĩ về nó như là một hệ thống mối quan hệ mà trong đó bạn có thể ở vị trí giúp người tuyển dụng qua việc giới thiệu ứng cử viên và và ngược lại trong việc tìm kiếm việc làm"
        },
        {
            "en": "Think of it as a networking relationship in which you can be in a position to help a <em>recruiter</em> through candidate referrals and vice versa in your next job hunt.",
            "vi": "Nghĩ về nó như là một hệ thống mối quan hệ mà trong đó bạn có thể ở vị trí giúp người tuyển dụng qua việc giới thiệu ứng cử viên và và ngược lại trong việc tìm kiếm việc làm tương lai của bạn."
        },
        {
            "en": "It worked out that way for Carrie Coker Britt. After three years working for an Atlanta law firm as a <em>recruiter</em> and administrator, Ms. Britt decided against going to law school.",
            "vi": "Điều đó đúng với Carrie Coker Britt. Sau 3 năm làm việc tại một văn phòng luật pháp tại Atlanta với tư cách là một nhân viên, rồi một nhà quản lý, Britt đã dứt khoát không theo học tại một trường đào tạo chuyên về luật nào đó."
        },
        {
            "en": "Google takes a different approach that may \"shock\" some, according to a Google Partners podcast. The company's global staffing lead and senior <em>recruiter</em> Lisa Stern Haynes says that the tech giant is able to employ the very best because a group of people have to agree on each person that's hired.",
            "vi": "Google sẽ đưa ra phương pháp khác có thể gây \"sốc\" cho một số người, theo chương trình Google Partners đưa tin. Lãnh đạo nhân sự toàn cầu của công ty và nhà tuyển dụng cấp cao Lisa Stern Haynes nói rằng gã khổng lồ công nghệ này có thể tuyển được người giỏi bởi vì một nhóm người phải đồng tình với nhau thì mới được tuyển dụng."
        },
        {
            "en": "The senior <em>recruiter</em> admits that utilizing a hiring committee does slow down the hiring process, although this approach is beneficial for the company in the long run. Haynes explains that you often see employers rushing to settle for a candidate because of time pressure, or even hiring someone due to a preexisting relationship or as a favor to someone.",
            "vi": "Các nhà tuyển dụng cấp cao thừa nhận rằng việc sử dụng một ban tuyển dụng sẽ làm chậm quá trình tuyển dụng, mặc dù phương pháp này có lợi cho công ty trong thời gian dài. Haynes giải thích rằng bạn thường thấy các nhà tuyển dụng vội vã để giải quyết cho một ứng cử viên vì áp lực về thời gian, hoặc thậm chí tuyển một người nào đó do mối quan hệ trước đây hay vì thiên vị cho một người nào đó."
        },
        {
            "en": "\"They're like a layer of objectivity and they're looking to see does this person match the qualification for this immediate role at hand,\" says the lead <em>recruiter</em>. \"Also, are they gonna be a good fit for the organization as a whole for the longer term,\"",
            "vi": "Nhà tuyển dụng nói họ giống như một bộ phận khách quan và họ đang mong chờ để biết người này có phù hợp với năng lực trong vị trí sắp tới hay không \", \" cũng như là người này có phải là người phù hợp cho cả tổ chức về lâu dài không\""
        }
    ],
    "suggestions": []
}