{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rectus"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rectus</k><blockquote><cclass>[<cclass>'rɛktəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>recti</b><cclass>-tʌɪ) <cclass>Anatomy a straight muscle. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from L., lit. 'straight'. </blockquote></div>",
            "word": "rectus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rectus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rectus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rectus"
        }
    },
    "sentences": [
        {
            "en": "The sixth cranial nerve, which supplies the lateral <em>rectus</em> muscle of each eyeball, responsible for turning the eye outwards.",
            "vi": "Thần kinh sọ số sáu điều khiển cơ thẳng bên của mỗi nhãn cầu và vận hành mắt quay về hướng ngoài."
        },
        {
            "en": "1. You’ll improve core definition and performance:   Planks are an ideal exercise for the abdominal muscles exactly because they engage all major core muscle groups including the transverse abdominus, the <em>rectus</em> abdominus, the external oblique muscle, and the glutes. The importance of strengthening each muscle group cannot be underestimated either, for all of these groups serve their own purpose. If you strengthen these muscle groups you will notice:  \n Transverse abdominis: increased ability to lift heavier weights.\n <em>Rectus</em> adbominis: improved sports performance, particularly with jumping. This muscle group is also responsible for giving you the renowned six pack look.\n Oblique muscles: improved capacity for stable side-bending and waist-twisting\n Glutes: a supported back and a strong, shapely booty.",
            "vi": "1. Bạn sẽ làm dáng vóc nét hơn và hoạt động của thân thể tốt hơn:Tư thế tấm ván đúng là bài tập lý tưởng cho cơ bụng vì các bài tập này tác động đến mọi nhóm cơ thân chính, trong đó có cơ bụng ngang, cơ bụng thẳng, cơ chéo bụng ngoài, và cơ mông. Làm chắc khoẻ từng nhóm cơ cũng không được coi thường, vì mọi nhóm cơ này đều có mục đích riêng. Nếu làm chắc khoẻ các nhóm cơ này, bạn sẽ nhận thấy :\n\nCơ bụng ngang: khả năng nâng trọng lượng nặng hơn tăng lên.\nCơ bụng thẳng: thành tích thể thao được cải thiện, đặc biệt với môn nhảy. Nhóm cơ này cũng là nhóm giúp bạn trông có 6 múi.\nCơ xiên: khả năng xoay eo và gập eo tốt hơn\nCơ mông: lưng vững và mông chắc, nét."
        }
    ],
    "suggestions": []
}