{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'kə:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">trở lại (một vấn đề)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to recur to a subject</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trở lại một vấn đề</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">trở lại trong tâm trí (ý nghĩ, sự kiện..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to recur to the memory</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trở lại trong trí nhớ</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tái diễn, lại xảy ra, xảy ra liên tiếp (sự việc)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a recuring problem</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một vấn đề cứ trở đi trở lại</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(y học) trở đi trở lại, phát lại (bệnh)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a recuring illness</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bệnh cứ trở đi trở lại</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(toán học) vô hạn tuần hoàn (số thập phân)</td></tr></table><i/></div>",
            "word": "recur",
            "pronounce": "[ri'kə:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>recur</k><blockquote>■ <cclass>verb (<cclass><b>recurs</b>, <cclass><b>recurring</b>, <cclass><b>recurred</b>) occur again. </cclass></cclass></cclass></cclass></blockquote><blockquote>⁃ (of a thought, image, etc.) come back to one's mind. </blockquote><blockquote>⁃ (<cclass><b>recur to</b>) go back to in thought or speech. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>recurrence</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>recurring</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>recurrere</i>, from <i>re-</i> 'again, back' + <i>currere</i> 'run'. </blockquote></div>",
            "word": "recur",
            "pronounce": "[ri'kə:]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>recur</k><blockquote>▸ <cclass>verb HAPPEN AGAIN, reoccur, occur again, repeat (itself); come back (again), return, reappear, appear again; <cclass><i>formal</i> recrudesce.</cclass></cclass></blockquote></div>",
            "word": "recur",
            "pronounce": "[ri'kə:]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>recur</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) ('to come again to mind') to recur to (that thought keeps recurring to me) </ex></blockquote></blockquote></div>",
            "word": "recur",
            "pronounce": "[ri'kə:]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quay lại, lặp lại</font></td></tr></tbody></table></div>",
            "word": "recur",
            "pronounce": "[ri'kə:]"
        }
    },
    "sentences": [
        {
            "en": "The disease may <em>recur</em>.",
            "vi": "Bệnh có thể tái phát."
        },
        {
            "en": "<em>Recur</em> to the memory",
            "vi": "Trở lại trong trí nhớ"
        },
        {
            "en": "<em>Recur</em> to a subject",
            "vi": "Trở lại một vấn đề"
        },
        {
            "en": "This problem will not <em>recur</em>.",
            "vi": "Vấn đề này sẽ không tái diễn."
        },
        {
            "en": "We shall <em>recur</em> to this subject again.",
            "vi": "Chúng tra sẽ trở lại vấn đề này một lần nữa."
        },
        {
            "en": "A/H1N1 epidemic on humans likely to <em>recur</em>",
            "vi": "Dịch cúm A/H1N1 trên người có thể bùng phát trở lại"
        },
        {
            "en": "We must make sure that the problem does not <em>recur</em>.",
            "vi": "Chúng ta phải chắc chắn rằng vấn đề đó sẽ không tái diễn."
        },
        {
            "en": "The lines of the poet naturally <em>recur</em> to our memory.",
            "vi": "Những dòng chữ trong bài thơ này tự nhiên trở lại trong trí nhớ chúng tôi."
        },
        {
            "en": "Treatment is by surgery but tumor are apt to <em>recur</em> locally.",
            "vi": "Chữa trị bằng phẫu thuật nhưng các khối u này có khả năng tái phát tại chỗ."
        },
        {
            "en": "If genital herpes lesions are severe or if they frequently <em>recur</em>, they can be treated with prescription medications.",
            "vi": "Nếu những vết thương do mụn giộp vùng sinh dục là nặng hay nếu chúng thường xuyên tái phát, chúng có thể được điều trị bằng thuốc theo toa bác sĩ."
        },
        {
            "en": "Diarrhea usually stops within 2 to 5 days. Full recovery usually takes about 1 week. In about 20% of cases, diarrhea can last longer or <em>recur</em>.",
            "vi": "Tiêu chảy thường cầm trong vòng từ 2 đến 5 ngày. Trẻ thường có thể phục hồi hoàn toàn trong chừng 1 tuần. Khoảng 20% trường hợp, tiêu chảy có thể kéo dài lâu hơn hoặc tái phát trở lại."
        },
        {
            "en": "Prime Minister Nguyen Xuan Phuc told the Vietnamese parliament this week that the incident “must serve as a serious lesson about getting and managing foreign investment projects. It must not <em>recur</em>.”",
            "vi": "Thủ tướng Nguyễn Xuân Phúc đã nói tại quốc hội Việt Nam trong tuần này rằng biến cố \"phải được xem như một bài học nghiêm túc về việc phát hiện và quản lý dự án đầu tư nước ngoài. Điều này không được phép tái diễn.\""
        },
        {
            "en": "PsoriasisA non-contagious rash of thick red plaques covered with white or silvery scales, psoriasis usually affects the scalp, elbows, knees, and lower back. The rash can heal and <em>recur</em> throughout life. The cause of psoriasis is unknown, but the immune system triggers new skin cells to develop too quickly. Treatments include medications applied to the skin, light therapy, and medications taken by mouth, injection or infusion.",
            "vi": "Bệnh vảy nếnChứng phát ban mảng đỏ dày đặc không lây lan này phủ đầy vảy màu trắng hoặc trắng bạc, bệnh vảy nến thường xuất hiện ở da đầu, khuỷu tay, đầu gối, và thắt lưng. Ban có thể chữa lành được và nó cũng tái phát suốt cả đời. Người ta vẫn chưa tìm thấy nguyên nhân gây bệnh là gì, nhưng hệ miễn dịch làm cho các tế bào da mới phát triển quá nhanh. Phương pháp điều trị gồm thuốc thoa lên da, liệu pháp ánh sáng, và thuốc dạng uống, thuốc dạng tiêm hoặc thuốc dạng truyền. "
        },
        {
            "en": "Who can get eczema?  Eczema can affect people of any age, although the condition is most common in infants, and about 85% of those affected have an onset prior to 5 years of age. Eczema will permanently resolve by age 3 in about half of affected infants. In others, the condition tends to <em>recur</em> throughout life. People with eczema often have a family history of the condition or a family history of other allergic conditions, such as asthma or hay fever. Eczema is slightly more common in girls than in boys and occurs in people of all races.",
            "vi": "Đối tượng có thể bị chàm là ai?   Chàm có thể xuất hiện ở bất kỳ độ tuổi nào, mặc dù thường thấy nhất là ở trẻ sơ sinh, và có khoảng 85% bệnh nhân khởi phát trước 5 tuổi. Đối với khoảng ½ trẻ sơ sinh bị chàm thì thường sẽ hết lúc lên 3. Với một số người khác thì chứng bệnh này có xu hướng tái phát cả đời. Người bị chàm thường có tiền sử gia đình mắc bệnh hoặc tiền sử gia đình bị các bệnh dị ứng khác, như là suyễn hoặc viêm mũi dị ứng. Chàm thường thấy ở bé gái nhiều hơn một chút so với bé trai và xuất hiện trên cơ thể người ở bất kỳ chủng tộc nào."
        },
        {
            "en": "A/H1N1 epidemic on humans likely to <em>recur</em>    Prof. Dr. Nguyen Huy Nga, head of the Health Ministry's Environment and Preventative Medicine Department has warned that the A/H1N1 epidemic on humans is at high risk of recurence due to the public’s poor awareness of the fatal disease. Since the beginning of this year, four people have contracted A/H5N1 virus, causing one death. Over the weekend, the Environment and Preventative Medicine Department confirmed 2010’s first A/H5N1 patient in Hanoi. Vietnam has so far declared 116 A/H1N1 cases in 38 provinces and cities nationwide with 58 deaths since the country detected its first case on December 25, 2003. Dr Nguyen Huy Nga said that in remote areas, local people still slaughtered and ate meat from sick chickens. “This may cause the further spread of the disease,” he added. The Environment and Preventative Medicine Department has asked people to strictly observe the measures to prevent another outbreak of the epidemic. The department also stressed the need to tighten control of poultry transport, trading and slaughtering activities. Suspected cases have also been advised to go to the hospital for medical check up and timely treatment. Speaking at a recent national conference on bird flu prevention and control, Dr. Le Quynh Mai, head of the Virus Department of the National Institute for Hygiene and Epidemiology (NIHE), showed her concerns of genetic mutation in H1N1 virus. “At least seven antigen groups have appeared in the bird flu virus since it arrived in Vietnam,” she said. According to experts, the most effective measure to prevent the outbreak of the deadly disease is to promote information dissemination on the disease. However, there is the fact that the public awareness of the epidemic is still relatively low since the first occurrence of the epidemic seven years ago. Medical experts said that recent research showed rapid changes of A/H5N1 virus that may develop into a new resistant strain, with a higher toxicity level and more resistance to medicine.  Dr. Nguyen Van Kinh, head of the National Hospital for Tropical Diseases, said that Vietnam’s tropical weather condition has created favourable conditions for the two virus trains, A/H1N1 and A/H5N1, to mutate into a new strain. Pham Gia Lai, Deputy Director of the Thai Binh provincial Heath Department, said some hospitals at district level are unable to correctly diagnose A/h5N1 due to the limited professional skills of doctors and poor medical equipment. Bui Thi Le Phi, Deputy Director of the Can Tho provincial Heath Department, said that local medical workers also face difficulties in separating A/H1N1 from A/H5N1 patients as they show similar symptoms. “Therefore,” she said, “it is essential to increase capacity for medical workers and consider this as an important measure against the epidemic.”",
            "vi": "Dịch cúm A/H1N1 trên người có nguy cơ bùng phát trở lại    PGS.TS Nguyễn Huy Nga, Cục trưởng Cục Y tế Dự phòng và Môi trường cảnh báo dịch cúm A/H1N1 trên người có nguy cơ bùng phát trở lại do ý thức hiểu biết của người dân đối với căn bệnh chết người này chưa cao. Từ đầu năm đến nay, trên toàn quốc có 4 trường hợp mắc cúm A/H5N1, trong đó có 1 trường hợp tử vong. Cuối tuần qua, Cục Y tế Dự phòng và Môi trường ghi nhận thêm một bệnh nhân mắc cúm A/ H5N1 đầu tiên của năm 2010 ở Hà Nội. Kể từ khi Việt Nam phát hiện ra ca dương tính đầu tiên cúm A/ H1N1 ngày 25 tháng 12 năm 2003 đến nay nước ta ghi nhận 116 trường hợp cúm ở 38 tỉnh thành với 58 ca tử vong. PGS.TS Nguyễn Huy Nga còn cho biết thêm ở một số địa phương vùng sâu, vùng xa, người dân vẫn còn giết mổ và ăn thịt gia cầm bệnh. “Điều này có thể khiến cho dịch bệnh lây lan nhanh hơn.” Cục Y tế Dự phòng và Môi trường đã khuyến cáo người dân thực hiện nghiêm chỉnh các biện pháp phòng chống đợt bùng phát khác của dịch bệnh. Cục Y tế cũng nhấn mạnh sự cần thiết phải siết chặt việc kiểm soát vận chuyển, các hành vi buôn bán và giết mổ gia cầm. Các trường hợp nghi ngờ cúm phải nên đến bệnh viện để kiểm tra sức khỏe và điều trị kịp thời. Phát biểu tại hội nghị quốc gia mới đây về hoạt động kiểm soát và phòng chống cúm gia cầm, TS. Lê Quỳnh Mai, Trưởng khoa Virus Viện Vệ sinh dịch tễ Quốc gia bày tỏ mối lo ngại về sự đột biến gien trong vi rút H1N1. “các chuyên gia đã phát hiện có ít nhất 7 nhóm kháng nguyên trên virus cúm gia cầm kể từ khi loại virus này có mặt tại Việt Nam.” Theo các chuyên gia, biện pháp hiệu quả nhất để ngăn chặn sự bùng phát căn bệnh hiểm nghèo là đẩy mạnh truyền bá thông tin về bệnh. Tuy nhiên, sự thật là nhận thức của người dân về dịch bệnh vẫn còn tương đối thấp vì dịch cúm này đã xuất hiện lần đầu tiên là cách đây bảy năm rồi. Nhiều chuyên gia y tế cho biết cuộc nghiên cứu mới đây cho thấy vi rút cúm A/H5N1 tiến hoá quá nhanh có thể biến thành sức đề kháng mới với cấp độc tính cao hơn và kháng thuốc nhiều hơn. Theo TS. Nguyễn Văn Kính, Giám đốc Bệnh viện Nhiệt đới quốc gia, trong điều kiện khí hậu nhiệt đới của Việt Nam đã tạo điều kiện thuận lợi tồn tại song hành hai loại virus là cúm A/H1N1 và cúm A/H5N1, biến đổi thành chiều hướng mới. Phó Giám đốc Sở Y tế tỉnh Thái Bình Phạm Gia Lai cho rằng việc chẩn đoán bệnh nhân mắc cúm A/H5N1 ở tỉnh rất khó bởi khó khăn về cơ sở vật chất và trình độ của cán bộ y tế cũng chưa đáp ứng yêu cầu. Phó Giám đốc Sở Y tế tỉnh Cần Thơ Bùi Thị Lệ Phi cho biết nhiều cán bộ y tế địa phương cảm thấy khó khăn trong việc cách ly bệnh nhân bị cúm A/H1N1 và bệnh nhân bị cúm A/H5N1 vì hai loại cúm này có triệu chứng tương tự nhau. “Do vậy, việc nâng cao trình độ cho đội ngũ cán bộ y tế là một trong những biện pháp quan trọng để phòng chống dịch bệnh.”"
        },
        {
            "en": "Gout    What is gout? Gout is a kind of arthritis caused by a buildup of uric acid crystals in the joints. Uric acid is a breakdown product of purines that are part of many foods we eat. An abnormality in handling uric acid and crystallization of these compounds in joints can cause attacks of painful arthritis, kidney stones, and blockage of the kidney filtering tubules with uric acid crystals, leading to kidney failure. Gout has the unique distinction of being one of the most frequently recorded medical illnesses throughout history. Symptoms of gout Acute gout attacks are characterized by a rapid onset of pain in the affected joint followed by warmth, swelling, reddish discoloration, and marked tenderness. The small joint at the base of the big toe is the most common site for an attack. Other joints that can be affected include the ankles, knees, wrists, fingers, and elbows. In some people, the acute pain is so intense that even a bed sheet on the toe causes severe pain. These painful attacks usually subside in hours to days, with or without medication. In rare instances, an attack can last for weeks. Most people with gout will experience repeated bouts of gouty arthritis over the years. Who's affected by gout? Gout is nine times more common in men than in women. It predominantly attacks males after puberty, with a peak age of 75. In women, gout attacks usually occur after menopause. Among the U.S. male population, about 10% have elevated blood uric acid levels, a condition known as hyperuricemia. However, only a small portion of those with hyperuricemia will actually develop gout. If your parents have gout, then you have a 20% chance of developing it. Risk factors for gout Obesity, excessive weight gain, especially in youth, moderate to heavy alcohol intake, high blood pressure, and abnormal kidney function are among the risk factors for developing gout. Certain drugs and diseases can also cause elevated levels of uric acid. Interestingly, a recent study demonstrated an increased prevalence of abnormally low thyroid hormone levels (hypothyroidism) in patients with gout. What gout looks like: The big toe The joint at the base of the big toe is the most common site of an acute gout attack. These attacks can <em>recur</em> unless gout is treated. See your doctor even if your pain from gout is gone. Over time, they can harm your joints, tendons, and other tissues. What gout looks like: The fingers People may experience gout with deposits of uric acid crystals in their finger joints. To ease the pain during a gout attack, rest the joint that hurts. What gout looks like: The elbow Gout can also attack joints such as the elbows and the knees. Notice the protrusion on the elbow. Diagnosing gouty arthritis Gout is considered when a patient reports a history of repeated attacks of painful arthritis, especially at the base of the toes or in the ankles and knees. The most reliable test for gout is detecting uric acid crystals in the joint fluid obtained by joint aspiration. This common office procedure is performed with topical local anesthesia. Using sterile technique, fluid is withdrawn (aspirated) from the inflamed joint with a syringe and needle. Diagnosing gouty arthritis: Joint fluid analysis Once the joint fluid is obtained, it is analyzed for uric acid crystals and for infection. Your doctor may also do a blood test to measure the amount of uric acid in your blood. How are gout attacks prevented? Maintaining adequate fluid intake helps prevent acute gout attacks and decreases the risk of kidney stone formation in people with gout. Alcohol is known to have diuretic effects that can contribute to dehydration and precipitate acute gout attacks. Alcohol can also affect uric acid metabolism and cause hyperuricemia. It causes gout by slowing down the excretion of uric acid from the kidneys as well as by causing dehydration, which precipitates the crystals in the joints. More prevention techniques Dietary changes can help reduce uric acid levels in the blood. Since purine chemicals are converted by the body into uric acid, purine-rich foods should be avoided. Foods rich in purines include shellfish and organ meats, such as liver, brains, and kidneys. Researchers have reported that meat or seafood consumption increases the risk of gout attacks, while dairy consumption seemed to reduce this risk. Weight reduction can be helpful in lowering the risk of recurrent attacks of gout. Treating gout with medications Certain medications reduce the pain and inflammation of gout attacks, such as anti-inflammatory drugs (ibuprofen and others), colchicines, and corticosteroids. Other medications decrease the level of uric acid in the blood and prevent the deposit of uric acid in joints (gouty arthritis), the kidneys (stones), and in tissue (tophi), helping to prevent further attacks and complications. These medications include allopurinol, febuxostat, and probenicid. What does the future hold for gout? Active research is ongoing in a variety of fields related to gout and hyperuricemia. Scientists recently reported that high animal protein slightly increased the risk for gout. New drugs are being developed that may be more versatile and safe in treating the elevated uric acid levels in patients with chronic gout.",
            "vi": "Bệnh gút     Gút là gì? Gút là một dạng viêm khớp do lượng tinh thể a-xít u-ric tăng quá cao trong các khớp gây ra. a-xít u-ric là sản phẩm phân huỷ của purin có trong nhiều loại thức ăn của con người. Quá trình xử lý bất thường a-xít u-ric và kết tinh các hợp chất này trong khớp có thể gây các cơn viêm đau khớp (cơn gút), sỏi thận, và làm tắc nghẽn những ống lọc nhỏ trong thận do các tinh thể a-xít uric, dẫn đến suy thận. Bệnh gút có đặc điểm duy nhất là một trong những bệnh được chẩn đoán thường xuyên qua khai thác bệnh sử.  Các triệu chứng của gút Cơn gút cấp được đặc trưng bởi việc khởi phát nhanh những cơn đau ở khớp bị viêm và sau đó là nóng, sưng đỏ và đau dữ dội. Khớp nhỏ ở đáy ngón chân cái là nơi mà gút xuất hiện thường nhất. Các khớp khác cũng có thể bị ảnh hưởng như mắt cá chân, đầu gối, cổ tay, ngón tay, và khuỷu tay. Ở một số người, cơn đau cấp này có thể dữ dội đến nỗi đắp khăn giường lên ngón chân cũng khiến người ta đau nhức không thể chịu được. Những cơn đau này thường giảm đi sau một vài tiếng đồng hồ hoặc sau nhiều ngày, cho dù có điều trị bằng thuốc hay không. Trong những trường hợp hiếm gặp, cơn gút cũng có thể kéo dài nhiều tuần liền. Hầu hết các bệnh nhân gút đều bị viêm khớp tái phát do gút trong nhiều năm.  Ai bị bệnh gút? Nam giới bị gút cao gấp 9 lần so với phụ nữ (tỉ lệ: 9:1); phần lớn xảy ra sau tuổi dậy thì và đạt đỉnh điểm ở tuổi 75. Phụ nữ thường hay bị gút sau tuổi mãn kinh. Khoảng 10% nam giới ở Hoa Kỳ mắc chứng a-xít u-ric cao trong máu, đây là bệnh thừa a-xít u-ric trong máu. Tuy nhiên chỉ một tỉ lệ nhỏ người bị thừa a-xít u-ric trong máu thực sự phát triển thành bệnh gút. Nếu bố mẹ bạn bị gút thì bạn có nguy cơ mắc bệnh lên đến 20%.  Các yếu tố nguy hiểm đối với bệnh gút Béo phì, tăng cân quá mức, nhất là đối với thanh niên, sử dụng rượu bia từ mức độ vừa phải đến nhiều, huyết áp cao, và chức năng thận bất thường là những yếu tố nguy hiểm làm phát triển bệnh gút. Một số thuốc và bệnh cũng có thể làm cho nồng độ a-xit u-ric tăng cao. Điều thú vị là, một nghiên cứu mới đây cho thấy có sự gia tăng số bệnh nhân bị gút khi có nồng độ hooc-môn tuyến giáp thấp bất thường (suy giáp).     Bệnh gút như thế nào: Hãy nhìn ngón chân cái  Khớp bàn ngón chân cái là nơi thường thấy cơn gút cấp nhất. Nếu không được điều trị thì những cơn gút này có thể tái phát nhiều lần. Hãy đến khám bác sĩ cho dù là bạn đã hết đau do gút đi nữa. Nếu để lâu, chúng có thể gây hại cho các khớp, gân và nhiều mô khác.  Bệnh gút như thế nào: Hãy nhìn các ngón tay  Người ta có thể bị gút do lắng đọng các tinh thể axit u-ric ở các khớp ngón tay. Để giảm đau trong khi bị gút, bạn nên để yên khớp tay bị tổn thương nhé.  Bệnh gút như thế nào: Hãy nhìn khuỷu tay Bệnh gút cũng có thể xảy ra ở nhiều khớp, chẳng hạn như khuỷu tay và đầu gối. Hãy chú ý bướu u trên khuỷu tay nhé.  Chẩn đoán viêm khớp do gút Bệnh gút được nghi ngờ khi bệnh nhân khai bệnh sử có những cơn viêm đau khớp cứ lặp đi lặp lại, nhất là ở đáy ngón chân hoặc ở mắt cá chân và đầu gối. Phương pháp xét nghiệm bệnh gút đáng tin cậy nhất là dò tìm tinh thể axit u-ric trong dịch khớp bằng cách chọc hút khớp. Thủ thuật này được thực hiện bằng gây tê cục bộ. Với kỹ thuật vô trùng, chất dịch được rút ra (hút ra) khỏi khớp bị viêm bằng ống chích và kim tiêm.  Chẩn đoán viêm khớp do gút bằng cách phân tích dịch khớp  Khi dịch khớp được rút ra, nó được phân tích để tìm tinh thể axit u-ric và bệnh nhiễm trùng. Bác sĩ có thể cũng cho làm xét nghiệm máu để đo nồng độ axit u-ric trong máu của bạn.  Làm thế nào có thể phòng tránh cơn gút? việc cung cấp nước đầy đủ cho cơ thể thường xuyên có thể giúp phòng tránh các cơn gút cấp và làm giảm nguy cơ sỏi thận ở người bị gút. Rượu bia có tác dụng lợi tiểu có thể góp phần làm mất nước và làm các cơn gút cấp xảy ra nhanh hơn. Rượu bia cũng làm ảnh hưởng đến chuyển hoá a-xít u-ríc và làm thừa a-xít u-ríc trong máu. Nó gây ra gút bằng cách làm chậm quá trình bài tiết a-xít u-ríc ra khỏi thận cũng như bằng cách gây mất nước, làm ngưng tụ tinh thể trong khớp. Các kỹ thuật phòng tránh khác  Thay đổi chế độ dinh dưỡng có thể giúp làm giảm nồng độ a-xít u–ríc trong máu. Vì chất hoá học purin được cơ thể chuyển hoá thành a-xít u–ríc, nên bệnh nhân bị gút nên tránh các thực phẩm giàu purin. Thức ăn chứa nhiều purin gồm tôm cua và ngũ tạng, như gan, óc, và thận. Các nhà nghiên cứu cho biết nếu ăn thịt hoặc hải sản sẽ làm tăng nguy cơ bị gút còn nếu sử dụng các sản phẩm làm từ sữa thì có vẻ như làm giảm nguy cơ này. Việc giảm cân cũng có thể làm giảm nguy cơ tái phát các cơn gút.   Điều trị gút bằng thuốc Một số thuốc giảm đau và viêm do gút, chẳng hạn như thuốc kháng viêm (ibuprofen và nhiều thuốc khác), colchicines, và corticosteroids. Nhiều thuốc khác làm giảm nồng độ axit u-ric trong máu và ngăn không cho axit u-ric lắng đọng trong khớp (viêm khớp do gút), thận (sỏi), và mô (sạn u-rat), giúp phòng tránh các cơn gút và nhiều biến chứng khác. Những thuốc này bao gồm allopurinol, febuxostat, và probenicid. Tương lai của bệnh gút ra sao? Một công trình nghiên cứu thiết thực đang tiến hành trên nhiều lĩnh vực liên quan đến bệnh gút và thừa axit u-ric trong máu. Các nhà khoa học mới đây cho biết ăn nhiều đạm động vật có thể làm tăng nhẹ nguy cơ bệnh gút. Ngoài ra họ cũng đang phát triển nhiều loại thuốc mới có thể sử dụng linh hoạt hơn và an toàn hơn trong việc điều trị nồng độ axit u-ric tăng cao ở bệnh nhân bị gút mãn tính."
        }
    ],
    "suggestions": []
}