{
    "en_vn": {
        "data": {
            "content": null,
            "word": "recyclable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "recyclable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "recyclable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "recyclable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "recyclable"
        }
    },
    "sentences": [
        {
            "en": "The cartons are <em>recyclable</em>.",
            "vi": "Thùng cac - tông có thể tái chế được."
        },
        {
            "en": "The cartons are <em>recyclable</em>.",
            "vi": "Thùng cac-tông có thể tái chế được."
        },
        {
            "en": "Many supermarkets now offer thicker and <em>recyclable</em> plastic bags.",
            "vi": "Nhiều siêu thị giờ đây cung cấp loại túi nhựa dày hơn và có thể tái chế được."
        },
        {
            "en": "9. Wherever possible, separate biodegradable and <em>recyclable</em> waste from non-biodegradable and work to reduce the amount of non-biodegradable or <em>recyclable</em> waste.",
            "vi": "9. Bất cứ nơi nào có thể, phân biệt chất thải sinh học, chất thải tái chế và chất thải không phân hủy, và hành động để giảm lượng chất thải không phân hủy và chất thải tái chế."
        },
        {
            "en": "There is only 30% of household rubbish in our area is <em>recyclable</em>.",
            "vi": "Chỉ có 30 phần trăm rác thải sinh hoạt trong khu vực của chúng ta là có thể tái chế được."
        },
        {
            "en": "The new Mac Pro is also designed to be environmentally friendly, meeting Energy Star 4.0 requirements and featuring a “highly <em>recyclable</em> aluminum” enclosure.",
            "vi": "Mac pro mới cũng được thiết kế thân thiên với môi trường, đạt các yêu cầu tiết kiệm năng lượng theo chuẩn Energy Start 4.0 và có đặc điểm nổi bật là làm bằng “nhôm chất lượng cao có thể tái chế ”."
        },
        {
            "en": "Pursuant to Point 3, section II of the Circular, tax rates were adjusted periodically according to the type of natural resource, its scarcity and economic value, whether <em>recyclable</em> or not, its use, and exploitation conditions.",
            "vi": "Theo điểm 3, mục ii của thông tư, thuế suất được điều chỉnh định kỳ căn cứ vào loại tài nguyên, mức độ khan hiếm và giá trị kinh tế, khả năng tái sinh của tài nguyên, công dụng và điều kiện khai thác."
        },
        {
            "en": "Unable to find employment, and perhaps unable to speak the local language, they eventually turn to picking rags, collecting <em>recyclable</em> materials dumped by India's burgeoning middle class, in order to support a meager living on the margins of society.",
            "vi": "Không thể tìm được việc làm, và có lẽ không thể nói được tiếng địa phương, cuối cùng họ đã biến thành những người đi nhặt rác rách rưới, thu nhặt những vật liệu tái chế ở bãi rác được các tầng lớp trung lưu Ấn Độ bán với giá rẻ, nhằm chống chọi với cuộc sống nghèo nàn, chật vật bên lề của xã hội."
        },
        {
            "en": "Unable to find employment, and perhaps unable to speak the local language, they eventually turn to picking rags, collecting <em>recyclable</em> materials dumped by India's burgeoning middle class, in order to support a meager living on the margins of society.",
            "vi": ", cuối cùng họ đã biến thành những người đi nhặt rác rách rưới, thu nhặt những vật liệu tái chế ở bãi rác được các tầng lớp trung lưu Ấn Độ bán với giá rẻ, nhằm chống chọi với cuộc sống nghèo nàn, chật vật bên lề của xã hội."
        },
        {
            "en": "Reduction of green house gas emissions: In the energy sector, the focus will be on four approaches: economize and improve energy productivity; transform fuel types/sources; use <em>recyclable</em> energy; and reduce gas leakage from waste.",
            "vi": "Giảm phát thải khí nhà kính: trong lĩnh vực năng lượng, sẽ tập trung vào bốn biện pháp chính: tiết kiệm và nâng cao hiệu suất năng lượng; chuyển đổi dạng/nguồn nhiên liệu; sử dụng năng lượng tái tạo; giảm bớt khí thải do rò rỉ."
        },
        {
            "en": "With little or no capital to make purchases, dealers cannot afford to buy materials, and as a result, increasing amounts of <em>recyclable</em> waste is transported to the city’s landfill.",
            "vi": "Với rất ít hoặc hầu như không có để mua, các đại lý không thể nào mua được nguyên liệu và kết quả là lượng phế liệu có thể tái sinh được chuyển ra bãi rác thải ngày càng tăng."
        }
    ],
    "suggestions": []
}