{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['redniη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự đỏ mặt</td></tr></table><i/></div>",
            "word": "reddening",
            "pronounce": "['redniη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reddening",
            "pronounce": "['redniη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reddening",
            "pronounce": "['redniη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reddening",
            "pronounce": "['redniη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reddening",
            "pronounce": "['redniη]"
        }
    },
    "sentences": [
        {
            "en": "A diffuse chronic variety produces swelling and <em>reddening</em> of the affected areas, followed by atrophy.",
            "vi": "Một biến thể mãn tính phân tán tạo nên sưng và đỏ ở vùng da bị bệnh, sau đó là bị teo."
        },
        {
            "en": "It is applied to the skin as a lotion or ointment and sometimes causes <em>reddening</em> and hypersensitivity reactions.",
            "vi": "Thuốc dùng ngoài da dưới dạng dầu thoa hay pomat, đôi khi có thể gây đỏ da và phản ứng tăng mẫn cảm."
        },
        {
            "en": "Symptoms include weight gain, <em>reddening</em> of the face and neck, excess growth of body and facial hair, raised blood pressure, loss of mineral from the bones (osteoporosis), raised glucose levels, and sometimes mental disturbances.",
            "vi": "Các triệu chứng gồm lên cân, đỏ mặt và cổ, mọc nhiều lông trên mặt và cơ thể, tăng huyết áp, mất khoáng trong xương (loãng xương), tăng mức đường hyết và đôi khi rối loạn trí tuệ."
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, unconcerned by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be unbiased. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a touchy subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly touchy stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face <em>reddening</em>. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly feline face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . uncomplicated. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised impulsively. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted impulsively. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        }
    ],
    "suggestions": []
}