{
    "en_vn": {
        "data": {
            "content": null,
            "word": "redeemed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "redeemed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "redeemed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "redeemed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "redeemed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Have you <em>redeemed</em> your watch?",
            "vi": "Anh đã chuộc đồng hồ về chưa?"
        },
        {
            "en": "He <em>redeemed</em> his faults with achievements.",
            "vi": "Anh ta đã đái tội lập công."
        },
        {
            "en": "The vouchers must be <em>redeemed</em> within 6 months of purchase.",
            "vi": "Phiếu giảm giá phải được sử dụng trong vòng 6 tháng kể từ khi mua."
        },
        {
            "en": "Instead, the equity shares will be <em>redeemed</em> by the company.",
            "vi": "Thay vào đó, phần vốn góp sẽ được công ty mua lại."
        },
        {
            "en": "He always <em>redeemed</em> his obligations to his country.",
            "vi": "Ông ấy (đã) luôn luôn làm tròn trách nhiệm với đất nước mình."
        },
        {
            "en": "Has he accomplished a distinguished service and <em>redeemed</em> his offence?",
            "vi": "Nó đã lập công chuộc tội chưa?"
        },
        {
            "en": "The face was <em>redeemed</em> only by the fine, blue, unfocusing eyes.",
            "vi": "Khuôn mặt nhăn nhúm của nó chỉ có mỗi đôi mắt xanh nhỏ tí và chưa biết nhìn là đẹp hơn cả."
        },
        {
            "en": "<em>Redeemed</em> shares shall not exceed 30 percent of the total number of shares sold.",
            "vi": "Số cổ phần mua lại không vượt quá 30% tổng số cổ phần đã phát hành."
        },
        {
            "en": "He <em>redeemed</em> a plot of land mortgaged to a landlord 3 days ago.",
            "vi": "3 hôm trước ông đã chuộc đám ruộng cầm cố cho địa chủ."
        },
        {
            "en": "Redeemable preference shares can be <em>redeemed</em> at any time upon demand.",
            "vi": "Những cổ phiếu ưu đãi thanh toán có thể được thanh toán vào bất cứ lúc nào khi yêu cầu."
        },
        {
            "en": "Like points earned on regular purchases, these green points can Be <em>redeemed</em> for cash.",
            "vi": "Giống như các điểm kiếm được khi mua hàng thường xuyên, các điểm màu xanh lục này có thể được quy đổi thành tiền mặt."
        },
        {
            "en": "A difficult year for the company was <em>redeemed</em> by one very successful result.",
            "vi": "Một năm khó khăn đối với công ty được bù đắp lại bằng một kết quả rất thành công."
        },
        {
            "en": "Preferred stock that can be <em>redeemed</em> or retired at a stated price at the option of the issuing corporation.",
            "vi": "Cổ phiếu ưu đãi được mua lại hay hủy bỏ theo giá ấn định tại thời điểm tùy chọn của công ty phát hành cổ phiếu."
        },
        {
            "en": "A company may only pay for <em>redeemed</em> shares if, after such <em>redeemed</em> shares are paid for, the company is still able to satisfy, in full, its debts and other property obligations",
            "vi": "Công ty chỉ được quyền thanh toán cổ phần mua lại nếu ngay sau khi thanh toán hết số cổ phần mua lại, công ty vẫn bảo đảm thanh toán đủ các khoản nợ và các nghĩa vụ tài chính khác."
        },
        {
            "en": "That is, it can be <em>redeemed</em> or retired at the option of the issuing corporation at a price stated in the preferred stock contract.",
            "vi": "Nghĩa là nó có thể được mua lại hay không tiếp tục lưu hành tại thời điểm lựa chọn khi phát hành theo giá xác định trong hợp đồng cổ phiếu ưu đãi."
        },
        {
            "en": "If a member is an organization that has been dissolved or has declared bankruptcy, its equity shares shall be <em>redeemed</em> by the company or assigned in accordance with Article 32.",
            "vi": "Phần góp vốn của thành viên là tổ chức bị giải thể hoặc phá sản thì được công ty mua lại hoặc chuyển nhượng cổ phần như quy định tại Điều 32."
        },
        {
            "en": "A further example of this strategy was supermarket Tesco's response to consumers' growing concerns about the environment. With that in mind,Tesco, one of the world's top five retailers, introduced its Greener Living program, which demonstrates the company’s commitment to protecting the environment by involving consumers in ways that produce tangible results. For example. Tesco customers can accumulate points for such activities as reusing bags, recycling cans and printer cartridges, and buying home-insulation materials. Like points earned on regular purchases, these green points can be <em>redeemed</em> for cash. Tesco has not abandoned its traditional retail offerings but augmented its business with these innovations, thereby infusing its value proposition with a green streak.",
            "vi": "Một ví dụ khác của chiến lược này là phản ứng của siêu thị Tesco đối với mối quan ngại ngày càng tăng của người tiêu dùng về môi trường. Theo đó, Tesco, một trong năm nhà bán lẻ hàng đầu thế giới, đã giới thiệu chương trình Sống Xanh hơn, thể hiện cam kết bảo vệ môi trường của công ty bằng cách thu hút người tiêu dùng theo cách tạo ra kết quả hữu hình. Ví dụ, khách hàng của Tesco có thể tích lũy điểm cho các hoạt động như tái sử dụng túi đựng, hộp tái chế, hộp mực máy in, và mua vật liệu cách nhiệt tại nhà. Giống như các điểm kiếm được khi mua hàng thường xuyên, các điểm màu xanh lục này có thể được quy đổi thành tiền mặt. Tesco đã không từ bỏ các dịch vụ bán lẻ truyền thống của mình mà tăng cường kinh doanh với những đổi mới này, từ đó truyền đạt đề xuất giá trị của nó với một vệt xanh."
        }
    ],
    "suggestions": []
}