{
    "en_vn": {
        "data": {
            "content": null,
            "word": "redefinition",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "redefinition",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "redefinition",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "redefinition",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "redefinition",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The following sections describe this <em>redefinition</em> of the role of the state.",
            "vi": "Những phần sau đây trình bày việc xác định lại vai trò này của nhà nước."
        },
        {
            "en": "The reform process is a retrenchment and <em>redefinition</em> of the state in response to the existing realities throughout the reform period.",
            "vi": "Quá trình cải cách là một quá trình giảm bớt và xác định lại vai trò nhà nước để phù hợp với thực tế của từng giai đoạn cải cách."
        },
        {
            "en": "The <em>redefinition</em> of the state as an investor, focused on preventing the loss of state capital, is a central feature of the reform process.",
            "vi": "Việc xác định lại Nhà nước là một nhà đầu tư, tập trung vào phòng chống thất thoát vốn nhà nước, là một đặc điểm chính của quá trình cải cách."
        },
        {
            "en": "At a more fundamental level a key step towards achieving the vision of an efficient public administration capable of serving a market and multi-sector economy requires a <em>redefinition</em> of three key relationships in society.",
            "vi": "Về căn bản, một bước quan trọng tiến tới tầm nhìn về một bộ máy hành chính hiệu quả, có khả năng phục vụ nền kinh tế nhiều thành phần định hướng thị trường, đòi hỏi phải định nghĩa lại ba mối quan hệ cơ bản trong xã hội."
        },
        {
            "en": "PUBLIC ADMINISTRATION REFORM At a more fundamental level a key step towards achieving the vision of an efficient public administration capable of serving a market and multi-sector economy requires a <em>redefinition</em> of three key relationships in society.",
            "vi": "Về căn bản, một bước quan trọng tiến tới tầm nhìn về một bộ máy hành chính hiệu quả, có khả năng phục vụ nền kinh tế nhiều thành phần định hướng thị trường, đòi hỏi phải định nghĩa lại ba mối quan hệ cơ bản trong xã hội."
        },
        {
            "en": "The <em>redefinition</em> of the state as investor is also reflected in new regulations on the management of state capital, issued in Decree 73 in 2000 and amended in Decree 199 in 2004.",
            "vi": "Việc xác định lại nhà nước với tư cách là nhà đầu tư cũng được phản ánh trong những quy định mới về quản lý vốn nhà nước, ban hành trong Nghị định 73 năm 2000 và được sửa đổi trong Nghị định 199 năm 2004."
        },
        {
            "en": "In this respect, it can be argued that the international community and other actors are trying to translate the rights-based agenda into a <em>redefinition</em> of the modern State…",
            "vi": "Về khía cạnh này, chúng ta có thể nói rằng cộng đồng quốc tế và các đối tác đang cố gắng căn cứ vào những chương trình dựa trên cơ sở quyền để định nghĩa lại nhà nước hiện đại...”"
        }
    ],
    "suggestions": []
}