{
    "en_vn": {
        "data": {
            "content": null,
            "word": "redistributed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "redistributed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "redistributed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "redistributed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "redistributed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This newsletter may be freely <em>redistributed</em> by email in its unedited form.",
            "vi": "Bản tin này có thể được phân phát lại một cách tự do bằng thư điện tử trong hình thức không được biên tập."
        },
        {
            "en": "Another challenge these countries are facing is very large welfare states, with a large share of GDP being <em>redistributed</em> to finance this large welfare state.",
            "vi": "Một thử thách nữa mà các nước này đang phải đối mặt là chế độ phúc lợi rất lớn, với một tỷ trọng lớn trong GDP được phân phối lại nhằm tài trợ cho chế độ phúc lợi lớn này."
        },
        {
            "en": "The share of GDP that is <em>redistributed</em> through the welfare system in Asian countries like Viet Nam, China or India is considerably smaller than those of Hungary or the Czech Republic.",
            "vi": "Tỷ trọng GDP được phân phối lại thông qua hệ thống phúc lợi ở các nước Châu á như Việt Nam, Trung Quốc hay Ấn Độ thấp hơn nhiều so với ở Hung-ga-ri hoặc Cộng hoà Séc."
        },
        {
            "en": "The shares of GDP that are <em>redistributed</em> through the welfare systems in Asian countries like Viet Nam, China or India are considerably smaller than those of Hungary or the Czech Republic.",
            "vi": "Tỷ trọng GDP được phân phối lại thông qua các hệ thống phúc lợi nhà nước ở các nước Châu á như Việt Nam, Trung Quốc và Ấn Độ nhỏ hơn đáng kể so với những nước như Hung-ga-ri hay Cộng hoà Séc."
        },
        {
            "en": "Asia faces rising death toll from heavy rains          Across Southeast Asia and southern China the damage from monsoon rains continues to rise. China's southern coast is bracing for powerful winds from a typhoon, while the Thai capital Bangkok prepares for weekend floods.  Heavy monsoon rains across Southeast Asia have taken an increasing toll on lives and infrastructure, with reports of the worst floods in Vietnam in decades. Cambodia also reported heavy flooding, with about 10 deaths and millions of dollars in damage.  In Thailand, television news provided regular updates and images of large areas of farmland under water and towns cut off by the rising floods. By Thursday 21 of the country's 75 provinces had been hit by floods that have killed at least 15 people. Bangkok is bracing for floods in the next few days as overflowing rivers in the northern provinces make their way to the sea through the plains of central Thailand.  Thai Prime Minister Abhisit Vejjajiva said the central province of Nakhon Ratchasima experienced the worst flooding in 40 to 50 years. But the most severe has been in Vietnam where rains have claimed over 100 lives, including 20 people from a tour bus swept away by flood waters. Vietnamese Prime Minister Nguyen Tan Dung promised flood victims assistance in rebuilding.  Official Vietnam media put the damage toll at over $35 million affecting more than 20 communes. Immediate financial assistance has come from China and the U.S. The International Federation of Red Cross and Red Crescent Societies have launched an appeal for over $1 million to help Vietnam's recovery effort. \"The relief effort apparently is slowly picking up. In the two worst-affected districts they have already <em>redistributed</em> aid close to $350,000 and reaching out to about 10,000 to 15,000 families - the numbers are not exact yet,\" said Bhupinder Tomar, the head of the Red Cross delegation in Vietnam.  Bhupinder says a key challenge is to ensure people have emergency food because floods as deep as five meters have destroyed rice stocks in some areas. Residents in southern China also have suffered floods in the past few weeks from a long, heavy rainy season. But conditions may worsen as Typhoon Megi approaches the Chinese coast. Authorities evacuated tens of thousands of people from coastal provinces ahead of the storm, which claimed nearly 20 lives in the Philippines. Hong Kong, Macau and Taiwan all are expecting heavy rains, winds and high waves from the storm. The heavy rainy season this year also has taken a toll in Indonesia, with flash floods killing scores of people and many food crops damaged.",
            "vi": "Châu Á đối diện với tổng số người chết tăng lên do mưa lớn       Trên toàn Đông Nam Á và miền nam Trung Quốc, thiệt hại từ mưa do gió mùa gây ra tiếp tục gia tăng. Bờ biển nam Trung Quốc đang chuẩn bị đón nhận gió mạnh do có bão to, trong khi thủ đô Bangkok của Thái Lan chuẩn bị đối phó với các trận lụt cuối tuần.  Mưa lớn do gió mùa gây ra khắp Đông Nam Á đã gây thiệt hại không ngừng gia tăng về nhân mạng và cơ sở hạ tầng, theo báo cáo về các trận lụt tồi tệ nhất ở Việt Nam trong mấy thập niên qua.  Cam-pu-chia cũng báo cáo bị lụt nặng, có khoảng 10 người tử vong và bị thiệt hại hàng triệu đô la.  Ở Thái Lan, chương trình thời sự trên truyền hình cung cấp tin tức cập nhật thường xuyên và hình ảnh về diện tích lớn đất nông nghiệp ngập sâu dưới mặt nước cùng với các thị trấn bị mất liên lạc do lũ không ngừng dâng lên. Hôm thứ 5 ngày 21, 75 tỉnh thành của nước này bị ngập lụt và có ít nhất 15 người chết.  Bangkok đang chuẩn bị đón nhận lụt trong vài ngày tới khi các con sông tràn đầy ở miền bắc các tỉnh này chảy qua các đồng bằng miền trung Thái Lan ra biển.  Thủ tướng Thái Lan -Abhisit Vejjajiva - nói rằng miền trung tỉnh Nakhon Ratchasima đã hứng chịu nạn lụt tồi tệ nhất trong vòng 40 đến 50 năm qua.  Nhưng lụt nặng nhất xảy ra ở Việt Nam, nơi mà mưa đã làm chết hơn 100 người, trong đó có 20 người trong một chiếc xe buýt tham quan bị nước lũ cuốn trôi.  Thủ tướng Việt Nam Nguyễn Tấn Dũng hứa sẽ giúp các nạn nhân trong nạn lụt khắc phục tình hình.  Phương tiện truyền thông Việt Nam đã ước tính tổng thiệt hại trên 35 triệu đô la, làm ảnh hưởng tới hơn 20 xã. Hỗ trợ về tài chính tức thời đến từ Trung Quốc và Hoa Kỳ.  Hiệp hội chữ thập đỏ và lưỡi liềm đỏ quốc tế đã kêu gọi ủng hộ 1 triệu đô la để giúp cho nỗ lực phục hồi của Việt Nam.  \"Rõ ràng là nỗ lực cứu trợ đang dần dần có tiến triển. Ở hai huyện bị ảnh hưởng nặng nhất, họ đã phân phối lại nguồn viện trợ gần 350.000 đô la và giúp đỡ khoảng từ 10.000 đến 15.000 gia đình - con số này chưa chính xác\" Bhupinder Tomar - người đứng đầu đầu phái đoàn Hội Chữ thập đỏ ở Việt Nam nói. Bhupinder nói thách thức then chốt là đảm bảo mọi người có được thức ăn trong tình trạng khẩn cấp vì nước lũ sâu tới năm mét đã làm hư hại các kho dự trữ gạo ở một số khu vực.  Cư dân ở miền Nam Trung Quốc cũng đã hứng chịu các trận lụt trong vài tuần trước do mưa lớn kéo dài. Nhưng tình hình có thể tồi tệ  hơn khi bão Megi tiến đến gần bờ biển Trung Quốc. Chính quyền đã di tản hàng chục ngàn người ở các tỉnh duyên hải trước khi bão tới – cơn bão này đã làm 20 người chết tại Phi-líp-pin. Hồng Kông, Ma Cao và Đài Loan tất cả có thể sẽ hứng chịu mưa lớn, gió và sóng to do bão gây ra.  Mùa mưa bão năm nay cũng đã gây thiệt hại ở Indonesia, với những trận lũ lớn đã làm rất nhiều người chết và làm hư hại nhiều cây trồng làm thực phẩm."
        }
    ],
    "suggestions": []
}