{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ri:di'stribju:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phân phối lại</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">redistribute jobs</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">phân phối lại công việc</font></td></tr></table><i/></div>",
            "word": "redistribute",
            "pronounce": "[,ri:di'stribju:t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>redistribute</k><blockquote>■ <cclass>verb distribute again or differently. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>redistribution</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>redistributive</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "redistribute",
            "pronounce": "[,ri:di'stribju:t]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "redistribute",
            "pronounce": "[,ri:di'stribju:t]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "redistribute",
            "pronounce": "[,ri:di'stribju:t]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phân bố lại</font></td></tr></tbody></table></div>",
            "word": "redistribute",
            "pronounce": "[,ri:di'stribju:t]"
        }
    },
    "sentences": [
        {
            "en": "<em>Redistribute</em> jobs",
            "vi": "Phân phối lại công việc"
        },
        {
            "en": "They <em>redistribute</em> jobs as they <em>redistribute</em> wealth without our consent.",
            "vi": "Họ phân phối lại công việc như là phân phối lại tài sản mà không cần sự đồng ý của chúng tôi."
        },
        {
            "en": "These programmes <em>redistribute</em> income in two ways.",
            "vi": "Các chương trình này tái phân phối thu nhập bằng hai cách."
        },
        {
            "en": "It can also be used to <em>redistribute</em> land to the poor.",
            "vi": "Phương pháp này cũng có thể được sử dụng để tái phân phối đất cho người nghèo."
        },
        {
            "en": "Participants in open source environment can modify those products and <em>redistribute</em> them back into the community free of charge.",
            "vi": "Những người tham gia vào môi trường nguồn mở có thể thay đổi các sản phẩm đó và phân phối lại chúng trong cộng đồng mà không có phí."
        },
        {
            "en": "Governments can use land banks to guide urban development, fight land speculation, <em>redistribute</em> land to the poor and to finance infrastructure investments.",
            "vi": "Chính phủ có thể sử dụng quỹ đất để hướng dẫn sự phát triển đô thị, đấu tranh với đầu cơ đất, tái phân phối đất cho người nghèo và tài trợ cho việc đầu tư vào cơ sở hạ tầng."
        },
        {
            "en": "Schmidt (1995) has shown that formal social security systems in many developing countries <em>redistribute</em> income from the poor to the middle classes, rather than the other way round.",
            "vi": "Schmidt (1995) đã chứng minh rằng các hệ thống bảo hiểm xã hội chính thức ở nhiều nước đang phát triển tái phân phối thu nhập từ người nghèo sang người có thu nhập trung bình chứ không phải ngược lại."
        },
        {
            "en": "The scheme has been shown to <em>redistribute</em> income to the poorest households and coverage of the poor is universal (Case and Deaton 1998).",
            "vi": "Chương trình đã chứng tỏ tái phân phối được thu nhập cho các hộ nghèo nhất và phạm vi đối tượng người nghèo trong toàn dân (Case và Deaton 1998)."
        },
        {
            "en": "In a developing country, the ability to <em>redistribute</em> resources through PIT may be limited, as only formal sector labor earnings are easy to track.",
            "vi": "Ở một quốc gia đang phát triển, khả năng tái phân phối nguồn lực thông qua thuế TNCN có thể là một việc làm không thực tế, vì chỉ có thể dễ dàng theo dõi được thu nhập của lao động thuộc khu vực chính thức."
        },
        {
            "en": "Balancing transfers are in place to <em>redistribute</em> resources from rich to poor provinces, and the system has been made more transparent and predictable.",
            "vi": "Cân đối trong việc phân bổ ngân sách đã được thực hiện để tái phân bổ nguồn lực từ tỉnh nghèo sang tỉnh giàu, và hệ thống đã được xây dựng minh bạch hơn và có thể dự đoán được."
        },
        {
            "en": "This choice can be justified on the grounds that investment is more productive in densely populated and vibrant regions, and budget transfers can then be used to <em>redistribute</em> the increased wealth.",
            "vi": "Sự lựa chọn này có thể được lý giải trên cơ sở là đầu tư cơ bản sẽ có hiệu quả cao hơn ở các vùng đông dân và phát triển mạnh, và sau đó có thể dùng chuyển giao ngân sách để tái phân phối của cải gia tăng."
        },
        {
            "en": "“We believe that there is a way to <em>redistribute</em> the resources of the Quebec health system to promote the health of the population and meet the needs of patients without pushing workers to the end,” the doctors wrote.",
            "vi": "Các bác sĩ đã viết: \"Chúng tôi tin rằng có một cách phân phối lại các nguồn lực của hệ thống y tế Quebec để thúc đẩy sức khoẻ của dân cư và đáp ứng nhu cầu của bệnh nhân mà không đẩy người lao động vào đường cùng.\""
        },
        {
            "en": "These decisions will have an impact on the structure of incentives facing individuals and firms. They will also shape the government’s ability to <em>redistribute</em> revenues from rich to poor provinces.",
            "vi": "Những quyết định này sẽ tác động tới cơ cấu khuyến khích đối với các cá nhân và các công ty cũng như giúp Chính phủ tạo dựng khả năng phân phối lại các khoản thu ngân sách từ các tỉnh giàu sang các tỉnh nghèo."
        },
        {
            "en": "Winds near the top of the tower can blow at speeds of up to 85 mph, so the structure has been stabilized by 15 perimeter columns that <em>redistribute</em> weight away from its core.",
            "vi": "Gió gần đỉnh tháp có thể thổi với tốc độ lên tới 85 mph ( gần 140 km/h), vì vậy cấu trúc đã được kiên cố bởi 15 cột vành đai để phân tán trọng lực từ lõi của nó."
        },
        {
            "en": "“We believe that there is a way to <em>redistribute</em> the resources of the Quebec health system to promote the health of the population and meet the needs of patients without pushing workers to the end,” the doctors wrote.",
            "vi": "Các bác sĩ đã viết: \"Chúng tôi tin rằng có một cách phân phối lại các nguồn lực của hệ thống y tế Quebec để thúc đẩy sức khoẻ của dân cư và đáp ứng nhu cầu của bệnh nhân mà không đẩy người lao động vào đường cùng.\""
        },
        {
            "en": "“Open source” software is software that is written in such a way that the source code is open, available to people to use, change, improve, and freely <em>redistribute</em> it.",
            "vi": "Phần mềm \"nguồn mở\" là phần mềm được viết theo cách mã nguồn để mở, sẵn có cho mọi người dùng, thay đổi, cải tiến và tự do phân phối lại nó."
        }
    ],
    "suggestions": []
}