{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reeds"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reeds</k><blockquote>a set of semi-cylindrical adjacent mouldings like reeds laid together.</blockquote><blockquote>→ <kref>reed</kref></blockquote></div>",
            "word": "reeds"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reeds"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reeds"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reeds"
        }
    },
    "sentences": [
        {
            "en": "Boat is caught in the <em>reeds</em>.",
            "vi": "Thuyền bị vướng trong đám lau sậy."
        },
        {
            "en": "Lotus pond in the Plain of <em>Reeds</em> ",
            "vi": "Hồ sen ở Đồng Tháp Mười"
        },
        {
            "en": "Lotus pond in the Plain of <em>Reeds</em> ",
            "vi": "Hồ sen ở Đồng Tháp Mười"
        },
        {
            "en": "The garage <em>reeds</em> of diesel fumes.",
            "vi": "Nhà xe nồng nặc khói dầu điêzen."
        },
        {
            "en": "A roof made of dried <em>reeds</em>.",
            "vi": "Mái nhà lợp cỏ cói khô."
        },
        {
            "en": "The two banks of the river were full of <em>reeds</em>.",
            "vi": "Hai bên bờ sông mọc đầy sậy."
        },
        {
            "en": "I 'm peering through the lattice of tall <em>reeds</em>.",
            "vi": "Tôi đang nhòm qua hàng rào những cây sậy cao."
        },
        {
            "en": "<em>Reeds</em> grew in the clumps all along the river bank.",
            "vi": "Sậy mọc thành lùm dọc hai bên bờ sông."
        },
        {
            "en": "I'm peering through the lattice of tall <em>reeds</em>.",
            "vi": "Tôi đang nhòm qua hàng rào những cây sậy cao."
        },
        {
            "en": "Upper Egypt was known as \"the land of <em>reeds</em>.\"",
            "vi": "Thượng Ai Cập nổi tiếng là \"vùng đất của lau sậy\"."
        },
        {
            "en": "Upper Egypt was known as \"the land of <em>reeds</em>.\"",
            "vi": "Thượng Ai Cập nổi tiếng là\"vùng đất của lau sậy\"."
        },
        {
            "en": "The rain will soak the <em>reeds</em> of the house.",
            "vi": "Trận mưa sẽ làm ướt các tấm mái của ngôi nhà."
        },
        {
            "en": "On the far bank, there were thick <em>reeds</em> and a line of palm trees.",
            "vi": "Trên bờ bên kia, có những đám sậy rậm rạp và một hàng cây cọ."
        },
        {
            "en": "When the air blew through the <em>reeds</em>, it produced a plaintive melody.",
            "vi": "Khi gió thổi qua đám cây sậy, nó tạo ra một giai điệu sầu thảm."
        },
        {
            "en": "Nests are lined with bedding (<em>reeds</em>, waterside plants, grass) to keep the cubs warm while mummy is away feeding.",
            "vi": "Tổ được lót thành nhiều lớp (lau sậy, cây ven sông, cỏ) để giữ cho đàn con ấm áp trong khi mẹ chúng bón ăn."
        },
        {
            "en": "Dong Thap Muoi, the Plain of <em>Reeds</em> in the Lower Mekong, is a fertile land with vast lotus ponds, endless indigo tree forests, and verdant flower farms.",
            "vi": "Đồng Tháp Mười nằm ở trong hạ lưu sông Mekong, là một vùng đất màu mỡ với nhiều hồ sen lớn, những rừng cây tràm vô tận và các trang trại hoa xanh tươi."
        },
        {
            "en": "Dong Thap Muoi, the Plain of <em>Reeds</em> in the Lower Mekong, is a fertile land with vast lotus ponds, endless indigo tree forests, and verdant flower farms.",
            "vi": "Đồng Tháp Mười nằm ở trong hạ lưu sông Mekong, là một vùng đất màu mỡ với nhiều hồ sen lớn, những rừng cây tràm vô tận và các trang trại hoa xanh tươi."
        },
        {
            "en": "When they visit flower villages in the Plain of <em>Reeds</em> tourists should try the local food, particularly the Lai Vung fermented pork paste.",
            "vi": "Khi đến thăm những làng hoa ở vùng Đồng Tháp Mười du khách nên thử các món ăn địa phương, đặc biệt là món nem Lai Vung."
        },
        {
            "en": "When they visit flower villages in the Plain of <em>Reeds</em> tourists should try the local food, particularly the Lai Vung fermented pork paste.",
            "vi": "Khi đến thăm những làng hoa ở vùng Đồng Tháp Mười du khách nên thử các món ăn địa phương, đặc biệt là món nem Lai Vung."
        },
        {
            "en": "Nguyen Kim Cuong from Ben Tre province said, “I came here to attend Sa Dec’s flower and pet festivals. The infrastructure in the Plain of <em>Reeds</em> has improved. There are many beautiful new varieties of flowers.”",
            "vi": "Anh Nguyễn Kim Cương từ tỉnh Bến Tre cho biết \"Tôi đến đây để tham dự lễ hội hoa và vật nuôi của Sa Đéc. Cơ sở hạ tầng ở vùng Đồng Tháp Mười đã được cải thiện. Có rất nhiều giống hoa đẹp mới\"."
        }
    ],
    "suggestions": []
}