{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,refə'ren∫l]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">để tham khảo; có liên quan</td></tr></table><i/></div>",
            "word": "referential"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>referential</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 containing or of the nature of a reference or references. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Linguistics relating to a referent, in particular having the external world rather than a text or language as a referent. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>referentiality</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>referentially</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "referential"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "referential"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "referential"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chuẩn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mốc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quy chiếu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">referential integrity</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính toàn vẹn tham chiếu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "referential"
        }
    },
    "sentences": [
        {
            "en": "<em>Referential</em> integrity.",
            "vi": "Tính toàn vẹn tham chiếu."
        },
        {
            "en": "Using the <em>referential</em> integrity builder.",
            "vi": "Vận dụng referential integrity builder."
        },
        {
            "en": "Foxpro does not support this kind of <em>referential</em> integrity enforcement.",
            "vi": "Visual foxpro không ủng hộ tăng cường tính toàn vẹn tham chiếu kiểu này."
        },
        {
            "en": "Foxpro capability: as an extension of the triggers capability, foxpro provides the \"<em>referential</em> integrity builder\" to create the complex procedures that maintain <em>referential</em> integrity.",
            "vi": "Khả năng foxpro: với tư cách mở mang khả năng các trigger, foxpro có cung cấp \"bộ tạo dựng tính toàn vẹn tham chiếu\" để tạo ra các thủ tục phức hợp nhằm duy trì tính toàn vẹn này."
        },
        {
            "en": "This sort of rule enforces \"<em>referential</em> integrity\", or the integrity of the relations between tables.",
            "vi": "Loại quy tắc này ràng buộc \"tính toàn vẹn tham chiếu\", hoặc tính toàn vẹn quan hệ giữa các bảng."
        },
        {
            "en": "Foxpro recognizes three database events that may require <em>referential</em> integrity treatment insertions, updates, and deletions.",
            "vi": "Foxpro nhận dạng được ba biến cố csdl có thể đòi hỏi xử lý tính toàn vẹn tham chiếu đó là các thao tác chèn, cập nhật, và xóa."
        },
        {
            "en": "These have been grouped in three categories: index integrity, firld validation, and <em>referential</em> integrity.",
            "vi": "Chúng được gom lại thành ba phạm trù: toàn vẹn chỉ mục, hợp thức hóa trường, và toàn vẹn tham chiếu."
        },
        {
            "en": "The <em>referential</em> integrity builder window (figure 10.3) is split in two distinct parts.",
            "vi": "Cửa sổ ri builder (hình 10.3) được chia thành hai nửa phân biệt."
        },
        {
            "en": "<em>referential</em> meanings of series of related words can be described in a hierarchy.",
            "vi": "Các nghĩa tham khảo của những dãy từ có liên quan có thể được diễn tả trong một cấu trúc nhiều tầng."
        },
        {
            "en": "You can also reach the ri builder through the system menu: database, <em>referential</em> integrity.",
            "vi": "Bạn cũng có thể tới được ri builder nhờ thực đơn hệ thống: database, referential integrity."
        },
        {
            "en": "The three \"trigger\" areas are for the <em>referential</em> integrity validation covered in the next section.",
            "vi": "Có ba vùng \"trigger\" dành cho việc hợp thức hóa tính toàn vẹn tham chiếu sẽ được đề cập ở phần tiếp theo."
        },
        {
            "en": "In the top half are the current <em>referential</em> integrity rules (summarized) for all the tables in the database.",
            "vi": "Tại nửa trên là các quy tắc toàn vẹn tham chiếu hiện hành (đã tóm lược) cho mọi bảng trong csdl."
        },
        {
            "en": "Any changes you make to the structure or relationships of your tables need to be reflected in the <em>referential</em> integrity rules.",
            "vi": "Bất kỳ thay đổi nào bạn tạo ra cho cấu trúc hoặc các tương quan của các bảng đều cần được phản ánh trong các quy tắc toàn vẹn tham chiếu."
        },
        {
            "en": "Enforcing <em>referential</em> integrity still requires high-level programming, but thankfully foxpro provides the refential integrity builder, which does the programming automatically.",
            "vi": "Tăng cường tính toàn vẹn tham chiếu lại đòi hỏi trình độ lập trình còn cao hơn, song may mắn thay visual foxpro đã có hẳn bộ tạo dựng tính toàn vẹn, để tự động lập trình."
        },
        {
            "en": "This opens a edit text window, in which you will see many lines of foxpro programming code that do the job of maintaining <em>referential</em> integrity.",
            "vi": "Thao tác đó mở ra một cửa sổ edit text, ở đó bạn sẽ thấy nhiều dòng mã lập trình foxpro nhằm thực thi việc bảo trì tính toàn vẹn tham chiếu."
        },
        {
            "en": "These include in no particular order of importance database designer, table designer, report designer, view designer, form designer, expression builder, and <em>referential</em> integrity builder.",
            "vi": "Không kể theo thứ tự quan trọng chúng bao gồm thiết kế cơ sở dữ liệu, thiết kế bảng, thiết kế báo cáo, thiết kế khung nhìn, thiết kế mẫu nhập liệu, tạo dựng biểu thức, tạo dựng toàn vẹn tham chiếu."
        },
        {
            "en": "Maintaining <em>referential</em> integrity, perhaps better described as relational integrity, is vital for relational database systems, because they rely on being able to link.",
            "vi": "Việc duy trì tính toàn vẹn tham chiếu, mà có lẽ đúng ra phải mô tả như tính toàn vẹn quan hệ, quả là sống còn đối với các hệ csdl quan hệ, bởi lẽ chúng dựa vào khả năng nối kết."
        },
        {
            "en": "The easiest way to reach the ri builder is to have the database designer window open for your project, select (click on) any relationship line, and with the right mouse button bring up the shortcut menu to select <em>referential</em> integrity.",
            "vi": "Cách tốt nhất để bạn tới được ri builder là mở cửa sổ database designer cho dự án của bạn, chọn (nhắp chuột vào) đường nối biểu thị tương quan nào đó, rồi bằng nút phải chuột đem thực đơn shortcut vào referential integrity cần chọn."
        }
    ],
    "suggestions": []
}