{
    "en_vn": {
        "data": {
            "content": null,
            "word": "refereeing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "refereeing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "refereeing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "refereeing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "refereeing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "FIFA came under pressure to improve standards of <em>refereeing</em> after a series of mistakes affected some 2010 World Cup matches in South Africa.",
            "vi": "Liên đoàn bóng đá thế giới (FIFA) chịu sức ép để cải thiện các tiêu chuẩn của trọng tài sau khi một loạt các sai lầm đã làm ảnh hưởng một số trận đấu Cúp Thế giới 2010 tại Nam Phi."
        },
        {
            "en": "FIFA came under pressure to improve standards of <em>refereeing</em> after a series of mistakes affected some 2010 World Cup matches in South Africa.",
            "vi": "Liên đoàn bóng đá thế giới (FIFA) chịu sức ép để cải thiện các tiêu chuẩn của trọng tài sau khi một loạt các sai lầm đã làm ảnh hưởng một số trận đấu Cúp Thế giới 2010 tại Nam"
        },
        {
            "en": "Argentina coach Diego Maradona said his side had to overcome some poor <em>refereeing</em> to secure their third straight World Cup win, beating Greece 2-0 to finish top of Group B with maximum points.",
            "vi": "HLV Argentina ông Diego Maradona nói đội bóng của mình phải vượt qua một số tình huống điều hành kém cỏi của trọng tài mới chắc chắn giành trận thắng thứ ba liên tiếp ở World Cup, đánh bại Hy Lạp 2-0 để về đích ở vị trí đầu bảng B với số điểm tuyệt đối."
        },
        {
            "en": "World Cup 2010: Maradona Happy To Progress But Critical Of Referees    \nHe expects England and Italy to progress.\n Argentina coach Diego Maradona said his side had to overcome some poor <em>refereeing</em> to secure their third straight World Cup win, beating Greece 2-0 to finish top of Group B with maximum points.  Maradona was adamant that the Greeks' methods of dealing with the influential Lionel Messi deserved to be punished as he also insisted that football fans are in love with his team.  \"Where is the famous fair play? We should be effective once and for all. If every time Messi gets the ball he gets thrown to the ground, what are we talking about? They [the opposition] should get a yellow card to stop it, because that is in the rules, \" he told a press conference.  \"People identify with the attack, when we make changes up front, the team still seeks to move forward. That's the Argentine football. The fans can be calm because this team is going to leave everything in the field. \"  \"So far we have shown strength , I am very happy to have passed this round.\" Maradona also noted that he expects world football's big guns to progress to the knock-out stages of the competition and declared that the margin for error is minimal in the latter stages. \"When the roads narrow we will see the best teams emerge. Brazil, Germany, Italy, England, are going wrong but in the end they will be there,\" he remarked.  \"At this level you cannot have errors. We must try to go as far as possible. What matters for my players, I can assure you, we are making a great group [of players] and this is reflected on the pitch.\"",
            "vi": "World Cup 2010: Maradona vui mừng đi tiếp nhưng vẫn chỉ trích trọng tài   \nÔng cho rằng Anh và Ý sẽ đi tiếp. HLV Argentina ông Diego Maradona nói đội bóng của mình phải vượt qua một số tình huống điều hành kém cỏi của trọng tài mới chắc chắn giành trận thắng thứ ba liên tiếp ở World Cup, đánh bại Hy Lạp 2-0 để về đích ở vị trí đứng đầu bảng B với số điểm tuyệt đối. Maradona quả quyết rằng những biện pháp đối phó với cầu thủ có tầm ảnh hưởng lớn là Lionel Messi của Hy Lạp xứng đáng bị trừng phạt khi ông cũng khẳng định người hâm mộ bóng đá sẽ yêu đội bóng của ông. \"Lối chơi đẹp lừng danh đâu rồi? Chúng ta nên thực thi mãi mãi. Nếu mỗi lần Messi có bóng cậu ấy bị đốn ngã, chúng ta nói gì? Họ (đối phương) nên bị lãnh thẻ vàng để chấm dứt hành vi phạm lỗi, vì đó là luật.\" Ông nói trong cuộc họp báo. \"Mọi người đồng cảm với bóng đá tấn công, khi chúng tôi thực hiện những thay đổi ở tuyến trên, đội bóng vẫn tìm cách tiến lên. Đó là bóng đá Argentina. Người hâm mộ có thể yên lòng vì đội bóng này sẽ vượt qua mọi thử thách trên sân cỏ.\" \"Cho đến lúc này chúng tôi đã chứng tỏ được sức mạnh của mình, tôi rất vui mừng vì đã vượt qua vòng đấu bảng.\" Maradona cũng lưu ý là ông tin những ông lớn trong làng bóng đá thế giới sẽ đi tiếp vào vòng đấu loại trực tiếp của giải và tuyên bố sai lầm trong những vòng đấu sau sẽ được hạn chế đến mức thấp nhất. \"Khi đường đua ngắn lại chúng ta sẽ thấy những đội giỏi nhất xuất hiện. Braxin, Đức, Ý, Anh, đang lận đận nhưng cuối cùng họ sẽ vượt qua\", ông nói. \"Ở đẳng cấp này bạn không thể mắc sai lầm. Chúng tôi phải cố tiến càng xa càng tốt. Những rắc rối đối với cầu thủ của tôi, tôi có thể quả quyết với các bạn, chúng tôi đang xây dựng một đội bóng lớn (gồm các cầu thủ) và điều này sẽ được phản ánh trên sân cỏ.”"
        },
        {
            "en": "Sorry Blatter to reconsider technology       Sepp Blatter revealed he has apologized to England and admitted FIFA will now be forced to look again at goal-line technology. Lampard's disallowed goal during England's 4-1 defeat to Germany has led to renewed calls for the introduction of technology. FIFA had ruled this out as recently as Saturday - the day before the controversy erupted - but Blatter conceded FIFA would have to make an about-turn on the issue. Sunday night's match between Argentina and Mexico had also thrown up a controversial incident, with Carlos Tevez scoring the opening goal from a blatantly offside position, but Blatter said only goal-line technology would be discussed and not video replays. The FIFA president told a media briefing in Johannesburg: \"It is obvious that after the experience so far in this World Cup it would be a nonsense to not reopen the file of technology at the business meeting of the International FA Board in July. \"Personally I deplore it when you see evident referee mistakes but it's not the end of a competition or the end of football, this can happen. \"They were not five-star games for the referees. The only thing I can do is yesterday I have spoken to the two federations [England and Mexico] directly concerned by referees mistakes. I have expressed to them apologies and I understand they are not happy and that people are criticising. \"We will naturally take on board the discussion on technology and will have the first opportunity in July at the business meeting.\" Blatter added: \"It happened in 1966 and then 44 years later - though it was not quite the same. \"I apologised to England and Mexico. The English said 'thank you and accepted that you can win [some] and you lose [some], and the Mexicans bowed their head and accepted it.\" The FIFA president added the IFAB would not consider video replays of all incidents. Blatter said: \"The only principle we are going to bring back for discussion is goal-line technology. \"Football is a game that never stops. For situations like the Mexico game you don't need technology.\" Blatter added that FIFA would launch a new drive to improve <em>refereeing</em> standards at the top level later this year. \"We will come out with a new model in November on how to improve high level referees,\" he added. \"We will start with a new concept of how to improve match control. I cannot disclose more of what we are doing but something has to be changed.\" Blatter also warned French president Nicolas Sarkozy France risks suspension from football if he interferes in the running of the game in that country. Sarkozy has promised to personally head an investigation into France's fiasco at the World Cup where the players boycotted training and failed to win a match. FIFA rules forbid government interference in the running of national associations and Blatter said: \"Political interference in the national associations will be dealt with by FIFA no matter the size of the country. \"French football can rely on FIFA in case of political interference even if it's at the presidential level. \"France made an 'affaire d'etat' of football but it remains in the hands of the federation.\" French Football Federation president Jean-Pierre Escalettes resigned his position yesterday as a result of the World Cup controversy.",
            "vi": "Blatter xin lỗi và sẽ xem xét lại vấn đề công nghệ    Sepp Blatter tiết lộ ông đã xin lỗi nước Anh và thừa nhận FIFA giờ đây buộc phải nhìn lại lần nữa vấn đề công nghệ đường biên ngang.   Bàn thắng bị từ chối của Lampard trong thất bại 4-1 của Anh trước Đức đã hâm nóng lại những yêu cầu áp dụng công nghệ vào các trận đấu. FIFA từng bác bỏ vấn đề này mới hôm thứ bảy - ngày trước khi nổ ra cuộc tranh cãi - nhưng Blatter thừa nhận FIFA sẽ phải tiến hành thay đổi vấn đề. Trận đấu vào đêm Chủ nhật giữa Argentina và Mexico cũng xuất hiện tình huống gây tranh cãi, đó là bàn mở tỷ số của Carlos Tevez từ vị trí việt vị rõ ràng, nhưng Blatter nói chỉ có vấn đề công nghệ đường biên ngang là sẽ được xem xét còn việc chiếu lại các tình huống thì không. Chủ tịch FIFA nói trong buổi họp báo ngắn ở Johannesburg: \"Rõ ràng là sau những gì đã xảy ra cho đến nay ở World Cup lần này, thật vô lý nếu không khởi động lại nghiên cứu vấn đề công nghệ tại hội nghị của Uỷ ban Liên đoàn Bóng đá thế giới trong tháng 7 tới đây.\" \"Cá nhân tôi lấy làm tiếc về những sai lầm của trọng tài mà bạn thấy nó rành rành ra ấy, tuy nhiên điều đó không phải là dấu chấm hết của giải đấu hoặc là sự kết thúc của môn bóng đá, chuyện này có thể xảy ra.\" \"Chúng không phải là những trận cầu 5 sao đối với các trọng tài. Điều duy nhất tôi có thể làm là hôm qua tôi đã trực tiếp nói chuyện với hai liên đoàn (Anh và Mexico) về những sai sót của trọng tài. Tôi xin lỗi họ và tôi hiểu họ không hài lòng và mọi người thì đang chỉ trích.\" \"Chúng tôi sẽ thảo luận về vấn đề sử dụng công nghệ một cách tự nhiên và sẽ có cơ hội đầu tiên trong phiên họp đại hội đồng vào tháng 7 tới.\" Blatter nói thêm: \"Chuyện đó xảy ra vào năm 1966 và 44 năm sau - cho dù chẳng giống nhau mấy.\" \"Tôi xin lỗi hai nước Anh và Mexico. Người Anh nói \"cám ơn\" và chấp nhận bạn có thể thắng và thua, và những người Mexico cúi đầu chấp nhận.\" Chủ tịch FIFA cũng nói IFAB sẽ không xem xét việc chiếu lại tất cả các tình huống. \"Điều duy nhất chúng tôi sẽ quay lại bàn bạc là vấn đề sử dụng công nghệ đường biên ngang.” “Bóng đá là trận cầu không bao giờ bị gián đoạn. Với những tình huống như trận Mexico thì bạn không cần tới công nghệ.” Blatter nói thêm rằng cuối năm nay FIFA sẽ đưa ra một thiết bị mới nhằm nâng cấp trình độ trọng tài đến mức cao nhất. \"Chúng tôi sẽ đưa ra một mô hình mới vào tháng mười một để làm sao hoàn thiện trọng tài cấp cao\", ông nói thêm, \"chúng tôi sẽ bắt đầu bằng một khái niệm mới là làm thế nào cải thiện việc điều khiển trận đấu. Tôi không thể tiết lộ gì nhiều hơn những gì chúng tôi đang thực hiện nhưng sẽ có cái phải thay đổi. Blatter cũng cảnh báo tổng thống Pháp Nicolas Sarkozy về những nguy cơ có thể bị đình chỉ khỏi các giải bóng đá nếu ông ta can thiệp vào chuyện nội bộ bóng đá nước này.  Sarkozy đã hứa sẽ đích thân đứng ra điều tra thất bại của Pháp tại World Cup mà các cầu thủ tẩy chay tập luyện và thua trận.  Các điều luật của FIFA nghiêm cấm việc can thiệp của chính quyền vào hoạt động của các liên đoàn bóng đá quốc gia và Blatter nói : \"Sự can thiệp chính trị trong các liên đoàn bóng đá quốc gia sẽ bị FIFA xử lý bất kể đó là nước nào.”  \"Bóng đá Pháp có thể nhờ cậy vào FIFA trong trường hợp bị chính quyền rầy rà dù là ở cấp cấp tổng thống. \"Pháp đưa bóng đá lên thành “chuyện quốc gia đại sự”nhưng nó vẫn nằm trong tầm kiểm soát của liên đoàn.” Chủ tịch liên đoàn bóng đá Pháp ông Jean-Pierre Escalettes từ chức ngày hôm qua vì cuộc tranh cãi quanh vấn đề World Cup."
        }
    ],
    "suggestions": []
}