{
    "en_vn": {
        "data": {
            "content": null,
            "word": "referenced",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "referenced",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "referenced",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "referenced",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "referenced",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Annex 1: Government Documents <em>Referenced</em>.",
            "vi": "Phụ lục 1: Văn bản của chính phủ đã tham khảo"
        },
        {
            "en": "He <em>referenced</em> his book in his speech.",
            "vi": "Anh ta đề cập tới cuốn sách của mình trong bài diễn văn."
        },
        {
            "en": "Technical features of products are often <em>referenced</em> in customer reviews.",
            "vi": "Đặc trưng kỹ thuật của sản phẩm thường được tham chiếu trong phần đánh giá của khách hàng."
        },
        {
            "en": "For undated  references, the latest edition of the <em>referenced</em>",
            "vi": "Đối với các tài liệu không ghi năm công bố thì áp dụng bản mới nhất."
        },
        {
            "en": "They can sometimes be seen or <em>referenced</em> in other works.",
            "vi": "Họ đôi khi có thể được xem hoặc tham khảo các công trình khác."
        },
        {
            "en": "Annex 1 provides a list of government documents <em>referenced</em>.",
            "vi": "Phụ lục 1 cung cấp các văn bản nhà nước được tham khảo trong báo cáo này."
        },
        {
            "en": "Chernoff denied the timeline <em>referenced</em> in the affidavit.",
            "vi": "Chernoff phủ nhận trình tự ghi trong bản khai."
        },
        {
            "en": "The second part is normally cross-<em>referenced</em> with the first.",
            "vi": "Phần hai thường được tham chiếu chéo với phần một."
        },
        {
            "en": "This Annex provides a list of government documents <em>referenced</em> in this paper.",
            "vi": "Phụ lục này đề cập những văn bản của chính phủ đã ban hành như nêu trong tài liệu này."
        },
        {
            "en": "After she finished writing the content, Mary <em>referenced</em> all the materials needed.",
            "vi": "Sau khi hoàn tất việc viết nội dung, Mary liệt kê các tài liệu tham khảo cần thiết."
        },
        {
            "en": "The attached correspondence relates to an immigrant visa <em>referenced</em> on the subject line.",
            "vi": "Sự phù hợp bắt buộc liên quan đến một thị thực nhập cư được tham chiếu trên dòng tiêu đề."
        },
        {
            "en": "Dominance can also be formally tested using procedures that are described in the previously <em>referenced</em> World Bank guide.",
            "vi": "Ưu thế cũng có thể được kiểm định chính thức bằng cách áp dụng các quy trình được mô tả trong hướng dẫn của Ngân hàng thế giới đề cập ở phần trên."
        },
        {
            "en": "The object being <em>referenced</em> by the node can be left in memory if it is still needed by the program.",
            "vi": "Còn đối tượng đang được nút ấy tham chiếu tới vẫn có thể để lại trong bộ nhớ nếu nó vẫn còn cần cho chương trình xử lý."
        },
        {
            "en": "The following <em>referenced</em> documents are indispensable for the application of this document. For dated references, only the edition cited applies. For undated references, the latest edition of the <em>referenced</em> document (including any amendments) applies.",
            "vi": "chuẩn này. Đối với các tài liệu ghi năm công bố thì áp dụng bản được nêu. Đối với các tài liệu không ghi năm công bố thì áp dụng bản mới nhất, bao gồm cả các sửa đổi."
        },
        {
            "en": "The following <em>referenced</em> documents are indispensable for the application of this document. For dated references, only the edition cited applies. For undated references, the latest edition of the <em>referenced</em> document (including any amendments) applies.",
            "vi": "Tài liệu viện dẫn dưới đây rất cần thiết cho việc áp dụng tiêu chuẩn này. Đối với các tài liệu ghi năm công bố thì áp dụng bản được nêu. Đối với các tài liệu không ghi năm công bố thì áp dụng bản mới nhất, bao gồm cả các sửa đổi."
        },
        {
            "en": "In addition, the acquisition of companies, which is a popular form of re-organization in other countries, has not been <em>referenced</em> and provided for in the Enterprise Law.",
            "vi": "Ngoài ra, thâu tóm công ty, một hình thức tổ chức lại doanh nghiệp khá phổ biến ở các nước khác, vẫn còn rất ít biết đến và chưa được quy định tại Luật Doanh nghiệp."
        },
        {
            "en": "Students should understand that there are materials they need to study but there are also “<em>referenced</em> materials” where students can use to “broaden” their knowledge, if they have time.",
            "vi": "Sinh viên nên hiểu rằng có những tài liệu họ cần học nhưng cũng có những \"tài liệu tham khảo\" nơi sinh viên có thể dùng để \"mở rộng\" tri thức của họ, nếu họ có thời gian."
        },
        {
            "en": "However, it is unclear whether the wholesaler is able to pocket the difference if the wholesaler sells pomelos at a price higher than the price <em>referenced</em> by the middleman.",
            "vi": "Tuy nhiên, chúng tôi không rõ liệu người bán sỉ có thể hưởng khoản chênh lệch khi bán bưởi với giá cao hơn giá tham khảo của thương lái hay không."
        },
        {
            "en": "Seniors who shop frequently live longer      Elderly people who shop as frequently as every day are more likely to live longer than less frequent shoppers, with men appearing to benefit more from the activity than women, according to a new study from Taiwan published in the Journal of Epidemiology and Community Health recently.  Dr Yu-Hung Chang from the National Health Research Institutes in Taiwan, and colleagues, studied nearly 1,850 elderly people aged 65 and over who were living independently at home and who took part in the nationally representative 1999-2000 Elderly Nutrition and Health Survey in Taiwan (NAHSIT Elderly).  Participants answered questions about how often they went shopping, with responses ranging from \"never\" to \"every day\".     They also completed questionnaires that helped researchers assess their intellectual and physical function, and gave the usual demographic information such as financial status, employment status, age, gender, education, and ethnicity, plus lifestyle, health behaviors, and chronic disease/medical status.  This data was then cross-<em>referenced</em> to national death registers covering 1999 to 2008 to find out which of the participants had died during that period.  The results showed that:    Nearly two-thirds of participants were under the age of 75, and 54% were men.\n\n  48% of the participants never or rarely shopped during the week, 22% shopped between 2 and 4 times a week, 17% shopped every day, and the rest shopped once a week.\n\n  Most participants had a healthy lifestyle, and around three quarters were financially self-sufficient.\n\n  60% of participants had either one or two long term medical conditions.\n\n  Those who went shopping more than once a week tended to be men at the younger end of the age range.\n\n  This group had a higher proportion of smokers and drinkers, tended to have better physical and mental health, took more regular exercise and were more likely to have a network of dinner companions.\n\n  Compared with the least frequent shoppers, those who shopped every day had a 27% lower risk of death.\n\n  For men this figure was 28% compared to 23% for women.\n\n   The researchers concluded that their findings showed shopping predicts survival and that very frequent shopping may favour men more than women.     They used different types of analysis to consider the potential effects of physical limitations and cognitive impairment, but these still showed that daily shoppers lived longer than infrequent shoppers.  They conceded that perhaps the ability to shop is just reflective of a person's health, and frequent shoppers are just healthier people, but they also said it could work the other way around: frequent shopping itself may benefit health, for instance by increasing the opportunity to buy food, take an interest in your diet and health, meet companions, and also take exercise in a way that is easier and requires less motivation than formal methods.  \"Shopping captures several dimensions of personal well-being, health and security as well as contributing to the community's cohesiveness and economy and may represent or actually confer increased longevity,\" they noted.  \"Frequent shopping by men and women increases survival in the older Taiwanese population.\" Yu-Hung Chang, Rosalind Chia-Yu Chen, Mark L Wahlqvist, Meei-Shyuan Lee. J Epidemiol Community Health Published Online First: 6 April 2011. DOI:10.1136/jech.2010.126698   Additional source: BMJ-British Medical Journal (press release, 6 Apr 2011).   Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Người cao niên đi mua sắm thường xuyên sẽ sống lâu hơn    Những người lớn tuổi đi mua sắm thường xuyên mỗi ngày có nhiều khả năng sống lâu hơn những người ít đi mua hàng, và dường như điều này đúng hơn với đàn ông so với phụ nữ, theo một nghiên cứu mới từ Đài Loan được công bố trên Tạp chí Dịch tể học và Y tế Cộng đồng gần đây.   Tiến sĩ Yu-Hưng Chang từ Viện nghiên cứu Y tế Quốc gia tại Đài Loan, và các đồng nghiệp, khảo sát gần 1.850 người  trên 65 tuổi đang sống độc lập tại nhà và những người tham gia vào Cuộc khảo sát Dinh dưỡng và Sức khỏe Người cao tuổi điển hình của quốc gia vào năm 1999 – 2000 tại Đài Loan (NAHSIT Elderly).   Những người tham gia trả lời câu hỏi về mức độ đi mua sắm thường xuyên, với các câu trả lời khác nhau, từ \"không bao giờ\" đến \"mỗi ngày\".    Họ cũng hoàn thành bảng câu hỏi giúp các nhà nghiên cứu đánh giá chức năng trí tuệ và thể chất của họ, cùng với cung cấp những thông tin nhân khẩu học thông thường như là tình hình tài chính, tình trạng việc làm, tuổi tác, giới tính, giáo dục, và dân tộc, cộng với lối sống, hành vi sức khỏe, và bệnh mãn tính / tình trạng sức khỏe.   Dữ liệu này sau đó được tham khảo chéo với số liệu đăng ký tử vong quốc gia trong giai đoạn 1999-2008 để lọc ra những người tham gia nào đã chết trong thời gian đó. Kết quả cho thấy:  \nGần hai phần ba số người tham gia dưới độ tuổi 75, và 54% là nam giới.\n \n48% số người tham gia không bao giờ hoặc hiếm khi đi mua sắm trong tuần, 22% mua hàng từ 2 đến 4 lần một tuần, 17% đi mua sắm mỗi ngày, và phần còn lại đi mua sắm một lần một tuần.\n \nHầu hết những người tham dự có lối sống lành mạnh, và khoảng 3/4 độc lập về tài chính.\n 60% người tham dự có cả một hoặc hai căn bệnh mãn tính. \nNhững người đi mua sắm vài lần một tuần có xu hướng trẻ hơn tuổi thật.\n \nNhóm này có tỷ lệ người hút thuốc và uống rượu cao hơn, thường có sức khỏe thể chất và tâm thần tốt hơn, chăm tập thể dục thường xuyên hơn và có nhiều khả năng có nhóm bạn cùng ăn tối.\n So với những người ít mua sắm thường xuyên nhất, những người đi mua sắm mỗi ngày có ít hơn 27% nguy cơ tử vong. Ở nam giới, con số này là 28% so với 23% ở nữ giới.  Các nhà nghiên cứu kết luận những phát hiện của họ cho thấy việc mua sắm dự đoán được sự tồn tại và việc mua sắm rất thường xuyên có thể có lợi cho đàn ông nhiều hơn phụ nữ.   Họ sử dụng các loại phân tích khác nhau để xem xét những tác động tiềm năng của các hạn chế về thể chất và suy giảm nhận thức, nhưng vẫn cho thấy những người mua sắm hàng ngày sống lâu hơn những người mua sắm không thường xuyên. Họ thừa nhận có lẽ khả năng mua sắm chỉ phản ánh sức khỏe của một người, và người mua sắm thường xuyên chỉ đơn thuần là người khỏe hơn, nhưng họ cũng cho rằng nó có thể có ý nghĩa theo một cách khác: chính việc thường xuyên mua sắm có thể mang lại lợi ích sức khỏe, chẳng hạn do tăng cơ hội mua thức ăn, có thể quan tâm đến chế độ ăn uống và sức khỏe của bạn, gặp bạn bè, cũng như tập thể dục theo cách dễ dàng hơn và đòi hỏi ít động cơ hơn các phương pháp chính thức.   “Việc mua sắm cho thấy một vài khía cạnh sức khỏe cá nhân, hạnh phúc và sự an toàn cũng như góp phần vào sự liên kết và nền kinh tế của cộng đồng và có thể đại diện cho tuổi thọ hoặc thực sự giúp tăng tuổi thọ”, họ nói thêm. “Việc thường xuyên mua sắm của nam giới và phụ nữ giúp dân số Đài Loan sống thọ hơn”. Yu-Hung Chang, Rosalind Chia-Yu Chen, Mark L Wahlqvist, Meei-Shyuan Lee. Tạp chí sức khỏe cộng đồng J Epidemiol phát hành trực tuyến lần đầu tiên: Ngày 6 tháng 4, 2011. DOI:10.1136/jech.2010.126698 Nguồn bổ sung: BMJ-Tạp chí Y khoa Anh Quốc (thông cáo báo chí, Ngày 6 tháng 4, 2011). Tác giả: Tiến sĩ Catharine Paddock  Bản quyền: Medical News Today"
        },
        {
            "en": "Coroner's preliminary finding: Jackson overdosed on propofol          (CNN) -- The Los Angeles coroner has concluded preliminarily that singer Michael Jackson died of an overdose of propofol, a powerful sedative he was given to help him sleep, according to court documents released Monday. A search warrant filed in court showed toxicology reports found propofol in Michael Jackson's body. Los Angeles coroner Dr. Lakshmanan Sathyavagiswaran reached that preliminary conclusion after reviewing toxicology results carried out on Jackson's blood, according to a search warrant and affidavit unsealed in Houston, Texas.  The affidavit, used to outline probable cause for search warrants of the offices of doctors who are believed to have treated Jackson, disclosed many details of drugs given to Jackson in the weeks before his death. Jackson family lawyer Londell McMillan said the report \"reaffirms the very sad reality that there was a tragic and gross violation of duty and care for Michael Jackson.\" The publicist for Jackson's family said the \"family looks forward to the day that justice can be served.\" \"The Jackson family has full confidence in the legal process, and commends the ongoing efforts of the L.A. County Coroner, the L.A. District Attorney and the L.A. Police Department,\" the statement said. The Associated Press is quoting a single law enforcement official, who said the L.A. County Coroner ruled Michael Jackson's death a homicide. The Los Angeles County Coroner's office told CNN they had \"no comment\" on the report. An LAPD spokesman said the story did not come from their department. \"We will not comment on the \"anonymous\" law enforcement source that claims that Michael Jackson's death will be ruled a homicide,\" Murray's lawyer Ed Chernoff said in a statement on his firm's Web site. \"Most of the reports by \"anonymous\" sources have been proven wrong. We will be happy to address the Coroner's report when it is officially released.\" The 32-page warrant said Dr. Conrad Murray, Jackson's personal physician, told a detective that he had been treating Jackson for insomnia for six weeks. Murray said each night he gave Jackson 50 mg of propofol, also known as Diprivan, diluted with the anesthetic lidocaine via an intravenous drip.  Worried that Jackson may have been becoming addicted to the drug, the Houston cardiologist said he attempted to wean him from it, putting together combinations of other drugs that succeeded in helping Jackson sleep during the two nights prior to his death. On June 22 Murray said he gave Jackson a cocktail of drugs similar to what he gave him on the day he died, June 25 -- propofol, Ativan and Versed, which helped the star fall asleep, according to the documents. On June 23 he gave Jackson only the Ativan and Versed, which helped him sleep. But on June 25, other drugs failed to do the job, as Murray recounted to detectives in an hour-by-hour account detailed by detective Orlando Martinez of the Los Angeles Police  -- At about 1:30 a.m., Murray gave Jackson 10 mg of Valium. -- At about 2 a.m., he injected Jackson with 2 mg of the anti-anxiety drug Ativan. -- At about 3 a.m., Murray then administered 2 mg of the sedative Versed. -- At about 5 a.m., he administered another 2 mg of Ativan. -- At about 7:30 a.m., Murray gave Jackson yet another 2 mg of Versed while monitoring him with a device that measured the oxygen saturation of his blood. -- At about 10:40 a.m., \"after repeated demands/requests from Jackson,\" Murray administered 25 mg of propofol, the document said. \"Jackson finally went to sleep and Murray stated that he remained monitoring him. After approximately 10 minutes, Murray stated he left Jackson's side to go to the restroom and relieve himself. Murray stated he was out of the room for about two minutes maximum. Upon his return, Murray noticed that Jackson was no longer breathing,\" the affidavit said. Efforts at CPR proved fruitless, according Murray. Shortly after Murray said he found Jackson not breathing, Murray was on the phone with three separate callers starting at 11:18 a.m. and ending at 12:05 p.m., according to the court documents which cite the doctor's phone records. \"Murray didn't tell this to anyone when he was interviewed,\" the court documents said. Chernoff denied the timeline <em>referenced</em> in the affidavit. \"Much of what was in the search warrant affidavit is factual. However, unfortunately, much is police theory. Most egregiously, the timeline reported by law enforcement was not obtained through interviews with Dr. Murray, as was implied by the affidavit,\" the statement said. \"Dr. Murray simply never told investigators that he found Michael Jackson at 11:00 a.m. not breathing. He also never said that he waited a mere 10 minutes before leaving to make several phone calls. In fact, Dr. Murray never said that he left Michael Jackson's room to make phone calls at all.\" The document also cited reports from staff at the University of California at Los Angeles Medical Center, where Jackson's body was taken, who said Murray \"admitted\" to having given Jackson flumazenil to counteract the Ativan. The document lists another five doctors and a nurse practitioner who reportedly treated Jackson. \"Detectives ... believe that the miscellaneous prescriptions, from multiple doctors ... could have contributed to his death,\" the document said. \"It cannot be determined whether the cause of death is due to the actions of a single night and/or a single doctor, or the grossly negligent treatment of several doctors over an extended period of time.\" According to the warrant and affidavit, Murray said he was not the first doctor to give Jackson the powerful anesthetic, which the singer called his \"milk.\" The drug has a milky appearance. Jackson also told Murray about two unknown doctors in Germany who gave him propofol, according to documents. Documents show police found eight bottles of propofol inside Jackson's home. A search of Murray's doctor bag, which he left at the house the day Jackson died, contained multiple bottles/vials of Lidocaine and several bottles/vials of propofol, Ativan, Versed and Anexate, according to the documents. The affidavit said a search of Jackson's home revealed \"numerous bottles of medications\" at Jackson's bedside that were prescribed by Murray and two other physicians -- Dr. Allan Metzger and Dr. Arnold Klein. Many of the drugs \"have an indicated or off label use in the treatment of insomnia,\" the affidavit said. Metzger's lawyer told CNN last month that Metzger -- who treated Jackson in 2003 -- refused Jackson's request in April for a propofol prescription. Klein -- a dermatologist who also was Jackson's longtime friend -- has insisted he never gave Jackson dangerous drugs. Jackson visited Klein's Beverly Hills, California, medical office just days before his June 25 death. Murray took the job as Jackson's personal physician in May, as the pop star was preparing for a series of comeback concerts set to begin in July at London's O2 arena. Murray told investigators that Jackson would not tell him what drugs other doctors had given him, but he did tell Murray the medicine given to him by Klein and Metzger was not working, the affidavit said. The DEA has been unable to find a record of Dr. Murray purchasing, ordering or obtaining any propofol under his medical license or DEA number, according to the documents.",
            "vi": "Phát hiện sơ bộ của điều tra viên: Jackson đã dùng propofol quá liều        (CNN) -- Điều tra viên của Los Angeles đã kết luận sơ bộ rằng ca sĩ Michael Jackson chết do dùng propofol quá liều, một loại thuốc giảm đau mạnh giúp anh ấy có thể ngủ được, theo văn kiện của toà án đã công bố vào ngày thứ Hai. Lệnh khám xét đã đệ trình tại tòa cho thấy báo cáo xét nghiệm độc tố phát hiện trong cơ thể của Michael Jackson có propofol. Bác sĩ Lakshmanan Sathyavagiswaran, điều tra viên ở Los Angeles, đã đưa ra kết luận sơ bộ sau khi xem xét kết quả xét nghiệm độc tố trong máu của Jackson, theo lệnh khám xét và bản khai có tuyên thệ chưa được đóng dấu tại Houston, Texas. Bản khai này được dùng để vạch ra nguyên do mà có thể dựa vào đó để đưa ra lệnh khám xét phòng mạch của những bác sĩ được cho là đã chữa trị cho Jackson và qua đó, đã tiết lộ nhiều thông tin về những loại thuốc bác sĩ đã cho Jackson dùng trong những tuần trước khi anh ấy chết. Luật sư Londell McMillan của gia đình Jackson cho rằng bản báo cáo này “đã tái khẳng định một sự thật rất đau lòng là người ta đã vi phạm bổn phận và cách thức chăm sóc Michael Jackson một cách bi thảm và trầm trọng.” Người đại diện cho gia đình Jackson để phát biểu trước công luận đã nói rằng “gia đình mong đến ngày mà công lý được thực thi.”   Theo báo cáo “Gia đình của Jackson hoàn toàn tin tưởng vào thủ tục pháp lý, và khen ngợi sự nỗ lực hiện tại của Điều tra viên hạt L.A., Công tố viên hạt L.A và Sở Cảnh sát L.A.” Associated Press đã viện dẫn một nhân viên công lực nào đó, người từng nói rằng Điều tra viên hạt L.A. đã quy kết cái chết của Michael Jackson là một vụ án mạng. Phòng điều tra nguyên nhân tử vong ở hạt Los Angeles nói với CNN rằng họ “miễn bình luận” về bản tin này. Người phát ngôn của LAPD cho rằng chuyện này không phải từ sở cảnh sát mà ra. “Chúng tôi sẽ không bình luận gì về người nhân viên công lực “vô danh” này, tức là người cho rằng cái chết của Michael Jackson sẽ bị quy kết là một vụ án mạng,” luật sư Ed Chernoff của Murray đã nói như thế trong một bài phát biểu trên Web site của công ty mình. “Hầu hết các báo cáo từ các nguồn “nặc danh” đều bị chứng minh là sai. Chúng tôi sẽ vui mừng gởi báo cáo của Điều tra viên khi nó được công bố chính thức.” Bản chứng nhận dài 32 trang cho rằng bác sĩ Conrad Murray, bác sĩ riêng của Jackson, đã kể với thám tử rằng ông ấy đã điều trị chứng mất ngủ cho Jackson trong sáu tuần. Murray nói mỗi đêm ông ấy cho Jackson dùng 50 mg thuốc propofol, cũng gọi là Diprivan, được pha loãng với Lidocaine gây tê cục bộ bằng  cách truyền qua tĩnh mạch.  Lo ngại rằng Jackson có thể bị nghiện thuốc, bác sĩ tim mạch ở Houston nói ông ấy cố cai thuốc này cho anh ấy bằng cách phối hợp với nhiều loại thuốc từng giúp cho Jackson ngủ được trong hai đêm trước khi anh ấy chết. Theo tài liệu có được, Murray nói rằng vào ngày 22 tháng sáu ông ấy cho Jackson dùng một hỗn hợp thuốc tương tự như hỗn hợp mà ông ấy cho anh ấy dùng trong ngày anh ấy chết, ngày 25 tháng sáu – đó chính là propofol, Ativan và Versed, tức là những loại thuốc từng giúp ngôi sao ngủ thiếp đi. Vào ngày 23 tháng sáu ông ấy chỉ đưa cho Jackson thuốc Ativan và Versed, giúp anh ấy ngủ được. Nhưng vào ngày 25 tháng sáu, những loại thuốc khác không hiệu quả, theo như Murray thuật lại cho các thám tử trong một bản tường trình chi tiết về thời giờ do thám tử Orlando Martinez thuộc sở cảnh sát Los Angeles ghi lại -- Vào khoảng 1:30 sáng, Murray tiêm cho Jackson 10 mg Valium. -- Vào khoảng 2 sáng, ông ấy tiêm Jackson 2 mg thuốc ngủ Lorazepam (Ativan). -- Vào khoảng 3 sáng, Murray tiêm tiếp 2 mg thuốc giảm đau Midazolam (Versed). -- Vào khoảng 5 sáng, ông ấy tiêm thêm 2 mg Lorazepam (Ativan) nữa. -- Vào khoảng 7:30 sáng, Murray tiêm cho Jackson thêm 2 mg Midazolam (Versed) trong khi vẫn đang theo dõi anh ấy với thiết bị đo độ bão hoà ô-xi trong máu. -- Vào khoảng 10:40 sáng, \"sau nhiều lần đòi hỏi/khẩn cầu của Jackson,\" Murray tiêm cho anh ấy 25 mg propofol. \"Cuối cùng thì Jackson cũng ngủ được và Murray cho rằng ông ấy vẫn đang tiếp tục theo dõi anh ấy. Sau khoảng 10 phút, Murray nói ông rời khỏi Jackson để đi vệ sinh. Murray nói rằng ông ta ra khỏi phòng trong khoảng tối đa là hai phút. Khi trở lại, Murray nhận thấy Jackson đã ngưng thở.\" Theo lời khai của Murray, những nỗ lực hô hấp nhân tạo đều vô ích. Chẳng bao lâu sau khi Murray nói ông ấy phát hiện Jackson không còn thở nữa, Murray nói chuyện trên điện thoại với ba người khác nhau bắt đầu từ lúc 11:18 sáng và kết thúc vào lúc 12:05 trưa, theo văn kiện toà án có trích dẫn ghi chép từ số điện thoại của bác sĩ. Văn kiện toà án khẳng định \"Murray không kể điều này cho bất kỳ ai khi ông ấy bị chất vấn\"  Chernoff phủ nhận trình tự ghi trong bản khai. Theo lời nhận định, \"phần lớn những gì viết trong bản tuyên thệ làm cơ sở cho lệnh khám xét là có thực. Tuy nhiên, không may là cũng có nhiều chỗ chỉ là giả thuyết của cảnh sát. Vô lý nhất là trình tự thời gian do cơ quan công quyền ghi nhận không được thu thập qua cuộc chất vấn bác sĩ Murray, như đã được nhắc tới trong bản khai.\" \"Bác sĩ Murray chưa bao giờ kể cho các điều tra viên là ông ấy phát hiện Michael Jackson ngừng thở vào lúc 11 giờ 00 phút sáng. Ông ấy cũng không bao giờ nói rằng ông ấy đợi trong 10 phút trước khi rời khỏi để gọi vài cuộc điện thoại. Thực ra, bác sĩ Murray không bao giờ nói rằng ông ấy đã rời khỏi phòng của Michael Jackson để gọi bất kỳ cuộc điện thoại nào cả.\" Văn kiện trích dẫn những bản bản báo cáo từ nhân viên của Đại học California ở trung tâm y tế Los Angeles, nơi Jackson được đưa đến, nói rằng Murray \"thú nhận\" là đã cho Jackson dùng flumazenil để kháng lại thuốc Ativan. Văn kiện còn liệt kê thêm năm vị bác sĩ và một y sĩ được cho là đã điều trị cho Jackson. \"Các điều tra viên ... tin rằng có thể những toa thuốc linh tinh, từ nhiều bác sĩ ... đã góp phần gây ra cái chết của anh ấy.\" \"Không thể xác định được nguyên nhân tử vong là do những hành động của một đêm duy nhất và/hoặc của duy nhất một bác sĩ, hay do sự điều trị hết sức lơ là của nhiều bác sĩ trong suốt một thời gian dài.\" Theo lệnh khám xét và bản khai, Murray nói ông ấy đâu phải là bác sĩ đầu tiên cho Jackson dùng loại thuộc gây tê cực mạnh này, thứ mà người ca sĩ này gọi là “sữa”, vì loại thuốc này nhìn bên ngoài giống như sữa. Jackson cũng kể với Murray về hai bác sĩ ở Đức không rõ danh tính mà đã từng cho anh ấy dùng propofol. Văn kiện cho biết cảnh sát đã tìm thấy tám chai thuốc propofol trong nhà của Jackson. Lục soát túi đồ nghề của bác sĩ Murray mà ông ta đã bỏ ở nhà vào ngày Jackson chết thì thấy có rất nhiều chai/lọ thuốc Lidocaine và vài chai/lọ thuốc propofol, Ativan, Versed và Anexate. Bản khai công bố rằng qua cuộc khám xét nhà của Jackson cho thấy \"có rất nhiều chai thuốc\" bên cạnh giường của Jackson là do bác sĩ Murray và hai bác sĩ khác – bác sĩ Allan Metzger và bác sĩ Arnold Klein - kê đơn. Theo bản khai này thì nhiều loại thuốc trong số đó \"có công dụng đã ghi rõ hoặc chưa được chính thức công nhận trong việc điều trị bệnh mất ngủ\" Luật sư của Metzger nói với CNN hồi tháng trước rằng Metzger -- người từng điều trị cho Jackson vào năm 2003 – đã không cho Jackson dùng propofol theo như anh ta yêu cầu vào tháng 4. Klein -- bác sĩ chuyên khoa da liễu cũng là một người bạn lâu năm của Jackson -- đã nhấn mạnh rằng ông ta chưa bao giờ cho Jackson dùng loại thuốc nguy hiểm nào cả. Jackson đến khám tại phòng mạch của bác sĩ Klein ở Beverly Hills, California, chỉ vài ngày trước khi anh ấy qua đời vào ngày 25 tháng 6. Murray trở thành bác sĩ riêng cho Jackson vào tháng 5, khi ngôi sao nhạc Pop này đang chuẩn bị cho một loạt chương trình biểu diễn trở lại sẽ bắt đầu vào tháng 7 tại sân vận động O2 ở Luân Đôn. Murray nói với các điều tra viên là Jackson không hề kể cho ông ấy nghe các bác sĩ khác đã cho anh ấy uống thuốc gì, nhưng anh ấy có nói với Murray thuốc do bác sĩ Klein và Metzger thì không công hiệu. Văn kiện cũng cho hay DEA vẫn chưa tìm được ghi chép nào của bác sĩ Murray về việc mua, đặt hàng hoặc có được bất kỳ thuốc propofol nào do giấy phép hành nghề của ông ấy hoặc theo số DEA. Link: http://www.cnn.com/2009/SHOWBIZ/Music/08/24/michael.jackson.propofol/index.html"
        }
    ],
    "suggestions": []
}