{
    "en_vn": {
        "data": {
            "content": null,
            "word": "refinance",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>refinance</k><blockquote>■ <cclass>verb finance again, typically with new loans at a lower rate of interest. </cclass></blockquote></div>",
            "word": "refinance",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "refinance",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "refinance",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "refinance",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I think we should <em>refinance</em> our mortgage.",
            "vi": "Tôi nghĩ chúng ta nên đầu tư lại khoản thế chấp của mình."
        },
        {
            "en": "This plan abolishes that rule though, so that \"underwater\" homeowners could now <em>refinance</em>.",
            "vi": "Thế nhưng kế hoạch này đã bãi bỏ quy định trên để các chủ nhà “đang chới với giữa dòng” có thể được tái tài trợ."
        },
        {
            "en": "Currently they will only <em>refinance</em> borrowers with mortgages up to 80% of the value of their home.",
            "vi": "Hiện họ chỉ tái tài trợ cho những người vay đã nhận được tiền thế chấp lên đến 80% giá trị nhà của họ."
        },
        {
            "en": "The gentleman said we could lower our payment to about $200 a month if we <em>refinance</em> soon.",
            "vi": "Ông ta nói chúng ta có thể giảm thanh toán khoảng 200 đô la một tháng nếu chúng ta tái đầu tư sớm."
        },
        {
            "en": "The ministry also said the money from the sale of the bonds would be used to <em>refinance</em> debt.",
            "vi": "Bộ cũng nói rằng số tiền thu được từ việc bán trái phiếu sẽ được sử dụng để trả nợ."
        },
        {
            "en": "The central bank will simplify some procedures so that it is a little bit easier for people to <em>refinance</em>.",
            "vi": "Ngân hàng trung ương sẽ đơn giản hóa một vài thủ tục để mọi người có thể tái đầu tư dễ dàng hơn."
        }
    ],
    "suggestions": []
}