{
    "en_vn": {
        "data": {
            "content": null,
            "word": "refreshments",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "refreshments",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "refreshments",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>refreshments</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to offer refreshments </ex></blockquote></blockquote><blockquote><blockquote><ex>2) light; liquid refreshments</ex></blockquote></blockquote></div>",
            "word": "refreshments",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "refreshments",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Would you like us to serve <em>refreshments</em>?",
            "vi": "Bạn có muốn chúng tôi phục vụ các thức ăn nhẹ và nước giải khát không?"
        },
        {
            "en": "Light <em>refreshments</em> are available during the interval.",
            "vi": "Có các món ăn nhẹ trong lúc nghỉ."
        },
        {
            "en": "Foods are available in the <em>refreshments</em> pavilion.",
            "vi": "Rất nhiều loại thức ăn có sẵn trong nhà lều nghỉ ngơi."
        },
        {
            "en": "<em>refreshments</em> will be served during the interval",
            "vi": "thức ăn nhẹ và đồ uống sẽ được phục vụ trong suốt giờ nghỉ giải lao"
        },
        {
            "en": "Everyone made a rush for the <em>refreshments</em>.",
            "vi": "Ai nấy đều lao vào đống đồ ăn uống."
        },
        {
            "en": "<em>Refreshments</em> are being sold in the lobby.",
            "vi": "Các món ăn nhẹ đang được bán tại tiền sảnh."
        },
        {
            "en": "Who's laying on the <em>refreshments</em> for the conference?",
            "vi": "Ai tổ chức việc ăn uống giải khát cho hội nghị?"
        },
        {
            "en": "In this hotel, <em>refreshments</em> are being sold in the lobby.",
            "vi": "Trong khách sạn này, đồ ăn thức uống sẽ được bán ở tiền sảnh."
        },
        {
            "en": "In some schools, <em>refreshments</em> will be provided in the cafeteria.",
            "vi": "Trong một vài trường học, đồ ăn thức uống sẽ được cung cấp trong quán ăn tự phục vụ."
        },
        {
            "en": "Please serve <em>refreshments</em> at 10:30 in the morning.",
            "vi": "Xin vui lòng phục vụ các thức ăn nhẹ và nước giải khát lúc 10 giờ 30 sáng."
        },
        {
            "en": "She'll ask her secretary to organize some <em>refreshments</em>.",
            "vi": "Cô ấy đã yêu cầu thư ký của mình chuẩn bị một ít thức ăn nhẹ."
        },
        {
            "en": "I'll leave her to take care of the <em>refreshments</em>.",
            "vi": "Tôi sẽ để cho cô ấy thực hiện những món ăn nhẹ."
        },
        {
            "en": "What time would you like <em>refreshments</em> served, mr. Wu?",
            "vi": "Ông muốn đồ ăn thức uống được phục vụ vào giờ nào, thưa ông wu?"
        },
        {
            "en": "Well, after my report there'll be an interval for rest and <em>refreshments</em>.",
            "vi": "À, sau bài báo cáo của tôi sẽ giải lao để nghỉ ngơi và ăn uống."
        },
        {
            "en": "She had to figure out the costs of travel, hotels, <em>refreshments</em>, and other incidentals.",
            "vi": "Cô ấy phải tính toán các chi phí du lịch, khách sạn, ăn uống, và các chi phí phát sinh có liên quan."
        },
        {
            "en": "Fiona has roped me in to serve the <em>refreshments</em> at the golf club annual meeting.",
            "vi": "Fiona đã lôi kéo tôi vào làm phục vụ trà nước cho buổi họp mặt hàng năm ở câu lạc bộ chơi gôn."
        },
        {
            "en": "It's a short flight, so we will be serving <em>refreshments</em> but not a meal.",
            "vi": "Đây là chuyến bay cự ly ngắn, vì vậy chúng tôi chỉ phục vụ thức ăn và đồ uống nhẹ thôi."
        },
        {
            "en": "<em>Refreshments</em> are available before or after competition depending on the timing of events.",
            "vi": "Nước giải khát sẽ được cung cấp trước hoặc sau khi thi đấu tùy theo lịch thi đấu."
        },
        {
            "en": "\"Would you care to partake of some <em>refreshments</em> before your journey?\" – Tom asked me.",
            "vi": "Tom hỏi tôi \"Có muốn ăn uống giải lao trước khi lên đường không?\""
        },
        {
            "en": "We have invited all the other foreign visiting teachers and there will be <em>refreshments</em>.",
            "vi": "Chúng tôi đã mời tất cả các giáo sư thỉnh giảng người nước ngoài và các thức ăn và món uống cũng sẽ được phục vục."
        }
    ],
    "suggestions": []
}