{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri,fridʒə'rei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm lạnh; sự ướp lạnh để bảo quản (thịt, hoa quả..)</td></tr></table><i/></div>",
            "word": "refrigeration"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "refrigeration"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "refrigeration"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>refrigeration</k><blockquote><blockquote><ex><abr>n.</abr> under refrigeration (to keep food under refrigeration)</ex></blockquote></blockquote></div>",
            "word": "refrigeration"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "refrigeration"
        }
    },
    "sentences": [
        {
            "en": "<em>Refrigeration</em> & Electrical Engineering Co.",
            "vi": "Công ty Cổ phần cơ điện lạnh"
        },
        {
            "en": "Enhance <em>refrigeration</em> system.",
            "vi": "Hãy tăng cường hệ thống làm lạnh."
        },
        {
            "en": "<em>Refrigeration</em> Electrical Engineering Corp.",
            "vi": "Công ty cơ điện lạnh"
        },
        {
            "en": "He cleaned the plates in freezing water and helped to prepare food that required no <em>refrigeration</em>.",
            "vi": "Anh rửa bát đĩa trong nước lạnh cóng và chuẩn bị thức ăn không cần phải ướp lạnh."
        },
        {
            "en": "<em>Refrigeration</em> is a process of removing heat, which means cooling an area or a substance below the environmental temperature.",
            "vi": "Làm lạnh là một quá trình loại bỏ đi độ nóng, có nghĩa là làm lạnh một khu vực hoặc một chất dưới môi trường nhiệt độ."
        },
        {
            "en": "Now alternate methods of manufacture have been found, so it costs almost nothing and <em>refrigeration</em> is not required.",
            "vi": "Ngày nay, đã có các phương pháp sản xuất khác nhau không mấy tốn tiền mà cũng chẳng cần phải giữ lạnh."
        },
        {
            "en": "People used to find various ways tọ preserve their food before the advent of mechanical <em>refrigeration</em> systems.",
            "vi": "Mọi người đã từng tìm nhiều cách khác nhau để bảo quản thực phẩm của họ trước khi có sự ra đời của hệ thống thiết bị làm lạnh."
        },
        {
            "en": "Tropicool™ Thermoelectric <em>Refrigeration</em> Ltd is a New Zealand owned and operated company and was established in 1990.",
            "vi": "Công ty TNHH nhiệt điện lạnh Tropicool™ là một công ty do New Zealand sở hữu và điều hành, được thành lập vào năm 1990."
        },
        {
            "en": "Mechanical <em>refrigeration</em> makes use of the evaporation of a liquid refrigerant, which goes through a cycle so that it can be reused .",
            "vi": "Máy làm lạnh được dùng để làm bay hơi những dung dịch làm lạnh, nó đi qua một chu trình để nó có thể được tái sử dụng ."
        },
        {
            "en": "Therefore, some American companies started to seek some secure methods of <em>refrigeration</em>. Frigidaire detected a new class of synthetic refrigerants called halocarbons or CFCs ( chlorofluorocarbons) in 1928.",
            "vi": "Do đó, một số công ty Mỹ bắt đầu tìm kiếm một số phương pháp làm lạnh an toàn. Frigidaire đã phát hiện ra một loại chất làm lạnh tổng hợp mới gọi là halocarbons hoặc CFCs (chlorofluorocarbons) vào năm 1928."
        },
        {
            "en": "Until 1949, the trucking industry began to be equipped with the <em>refrigeration</em> system with a roof-mounted device invented by Fred Jones.",
            "vi": "Cho đến năm 1949, ngành công nghiệp vận tải bắt đầu được trang bị hệ thống làm lạnh với thiết bị được đặt trên mái được phát minh bởi Fred Jones."
        },
        {
            "en": "Really powerful computers continue to be bulky and require special provision of their housing, <em>refrigeration</em> systems, air filtration and power suppliers.",
            "vi": "Những máy tính thật sự mạnh vẫn còn rất cồng kềnh và đòi hỏi sự chuẩn bị đặc biệt về nơi lắp đặt, hệ thống lạnh, hệ thống lọc không khí và nguồn điện."
        },
        {
            "en": "Seventy percent of electronics and <em>refrigeration</em> products are from Thailand. Meanwhile, Thai fruits account for 40 percent of market share, though Vietnam is a big fruit exporter.",
            "vi": "70% sản phẩm điện tử và làm lạnh có nguồn gốc từ Thái Lan, trong khi đó,trái cây Thai chiếm 40% thị phần,mặc dù Viêt Nam làm một nước xuất khẩu trái cây lớn."
        },
        {
            "en": "Many inventors with creative ideas took part in the process of inventing <em>refrigeration</em>, and each version was built on the previous discoveries.",
            "vi": "Nhiều nhà phát minh với những ý tưởng sáng tạo đã tham gia vào quá trình phát minh ra máy lạnh và mỗi một phiên bản được dựa trên những khám phá trước đó."
        },
        {
            "en": "For people living without modern medicine and <em>refrigeration</em>, fermentation has always been not only a simple means of food preservation, but also a way to imbue foods with health-promoting properties, an essential tool for maintaining the gut health.",
            "vi": "Với những con người ở thời kỳ không có thuốc thang hay phương pháp làm lạnh hiện đại thì phương pháp lên men chua không chỉ giúp bảo quản thức ăn mà còn tẩm vào thức ăn những đặc tính tốt cho sức khỏe, do đó nó trở thành công cụ rất cần thiết để duy trì sức khỏe đường ruột."
        },
        {
            "en": "To make it worse, by the 1890s water pollution and sewage dumping made clean ice even more unavailable . The adverse effect first appeared in the brewing industry , and then seriously spread to such sectors as meat packing and dairy industries . As a result, the clean, mechanical <em>refrigeration</em> was considerately in need.",
            "vi": "Làm cho nó tồi tệ hơn, bởi sự ô nhiễm nguồn nước năm 1890 và xả chất thải để tạo ra đá sạch thậm chí không có giá trị nhiều hơn. Ảnh hưởng bất lợi đầu tiên đã xuất hiện trong ngành công nghiệp rượu bia , và sau đó lây lan nghiêm trọng đến nhiều lĩnh vực như thịt đóng gói và công nghiệp sản xuất bơ sữa . Và kết quả là, sự lau chùi, những chiếc máy làm lạnh là thực sự cần thiết."
        },
        {
            "en": "Long ago, people were advised never to eat oysters during months of the year that didn't contain the letter \"r\". For one reason, the lack of proper <em>refrigeration</em> methods didn't keep oysters well in the warmer weather months - May through August.",
            "vi": "Từ lâu, người ta khuyên không nên ăn hàu trong các tháng không có chữ “r”. Vì một lý do, việc thiếu các phương pháp làm lạnh thích hợp khiến hàu không được tươi ngon trong những tháng có thời tiết ấm hơn - tháng 5 đến tháng 8."
        },
        {
            "en": "Fruits. Most people understand that fruits are a great source of vitamin C, but they also contribute many other vitamins and minerals to your diet, as well as offering a broader variety of taste to enjoy. Fruits also can often be preserved by drying or canning, so <em>refrigeration</em> is not required to store your surplus.",
            "vi": "Trái cây. Hầu hết ai cũng biết trái cây là nguồn cung cấp vitamin C rất tuyệt, nhưng trái cây cũng mang lại nhiều vi - ta - min và khoáng chất khác cho bữa ăn, cũng như có nhiều hương vị đủ loại để thưởng thức. Trái cây cũng thường có thể trữ lại bằng cách sấy khô hoặc đóng hộp, cho nên không cần cất thực phẩm trồng dư thừa trong tủ lạnh."
        },
        {
            "en": "After that, new improvements were made, and Hydrofluorocarbons, with no known harmful effects, was used in the cooling system. Simultaneously , nowadays, Chlorofluorocarbons (CFS) are no longer used; they are announced illegal in several places, making the <em>refrigeration</em> far safer than before .",
            "vi": "Sau đó, những cải tiến mới đã được thực hiện, và Hydrofluorocarbons, được biết không có tác dụng có hại, đã được sử dụng trong hệ thống làm mát. Đồng thời , ngày nay, Chlorofluorocarbons (CFS) đã không còn được sử dụng ; chúng được công bố bất hợp pháp ở một số nơi, làm cho tủ lạnh an toàn hơn nhiều so với trước đây ."
        },
        {
            "en": "Once prepared, the formula is ready to feed to your baby immediately without additional <em>refrigeration</em> or warming. Formula that's been prepared should be consumed or stored in the refrigerator within 1 hour. If it has been at room temperature for more than 1 hour, throw it away. And if your baby doesn't drink all the formula in the bottle, throw away the unused portion — never save it for later.",
            "vi": "Sau khi pha, sữa đã sẵn sàng để cho em bé của bạn ăn ngay lập tức mà không cần làm lạnh hoặc nóng lên thêm. Sữa bột sau khi pha nên được cho bé bú hoặc cất trong tủ lạnh trong vòng 1 giờ. Nếu sữa đã để ở nhiệt độ phòng hơn 1 giờ hãy vứt bỏ đi. Và nếu em bé của bạn không uống hết sữa trong chai, hãy đổ bỏ những phần không sử dụng - không bao giờ để dành nó cho bé bú tiếp sau đó."
        }
    ],
    "suggestions": []
}