{
    "en_vn": {
        "data": {
            "content": null,
            "word": "refreshed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "refreshed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "refreshed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "refreshed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "refreshed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This morning, I woke up completely <em>refreshed</em>.",
            "vi": "Sáng nay, tôi hoàn toàn tỉnh táo khi ngủ dậy."
        },
        {
            "en": "He <em>refreshed</em> himself with a cold bath.",
            "vi": "Anh ta làm cho mình tỉnh táo bằng việc tắm nước lạnh."
        },
        {
            "en": "She felt <em>refreshed</em> after her sleep.",
            "vi": "Sau giấc ngủ, cô ấy cảm thấy khỏe khoắn lại."
        },
        {
            "en": "She felt <em>refreshed</em> after a refreshing sleep.",
            "vi": "Cô ta cảm thấy khỏe lại sau một giấc ngủ khoan khoái."
        },
        {
            "en": "Mary woke up <em>refreshed</em>, already feeling more herself.",
            "vi": "Mary thức dậy khỏe khoắn, cảm thấy chính mình nhiều hơn."
        },
        {
            "en": "After a shower bath, you will feel <em>refreshed</em>.",
            "vi": "Sau khi tắm bằng vòi hoa sen, bạn sẽ cảm thấy tỉnh người lại."
        },
        {
            "en": "He looks very <em>refreshed</em> after a good night's sleep.",
            "vi": "Anh ta có vẻ tỉnh táo sau một đêm ngon giấc."
        },
        {
            "en": "I hope this little document has <em>refreshed</em> your memory?",
            "vi": "Tôi hy vọng là tài liệu nho nhỏ này làm cho anh nhớ lại rồi chứ?"
        },
        {
            "en": "I always have a nap in the afternoon and then I wake up feeling really <em>refreshed</em>.",
            "vi": "Tôi luôn ngủ vào buổi trưa và sau đó tôi cảm thấy hưng phấn khi thức dậy."
        },
        {
            "en": "Later you can return to a more difficult area <em>refreshed</em> and with a better attitude.",
            "vi": "Sau đó bạn có thể quay về một khía cạnh khó hơn với sự sảng khoái và với một thái độ lạc quan hơn."
        },
        {
            "en": "McNamara has <em>refreshed</em> his memory by listening to a tape recording of the meeting.",
            "vi": "Mcnamara đã nhớ lại sự việc khi nghe băng ghi âm cuộc họp."
        },
        {
            "en": "The <em>refreshed</em> Snake smartphone game has been created by ex-Nokia engineer Taneli Armanto – who built the original game.",
            "vi": "Trò chơi Snake phiên bản mới trên dòng điện thoại smartphone được tạo ra bởi cựu kỹ sư Taneli Armanto từng làm việc cho Nokia - người là cha đẻ các trò chơi gốc."
        },
        {
            "en": "A long relaxing bath can help you to ease away your worries and stress, helping you to feel newly <em>refreshed</em>.",
            "vi": "Một bồn tắm dài và dễ chịu có thể giúp bạn thoát khỏi những lo âu và căng thẳng, giúp bạn cảm thấy sảng khoái lại."
        },
        {
            "en": "I love the idea of meditating for twenty minutes in my lunch time and then feeling totally <em>refreshed</em>.",
            "vi": "Tôi thích ý tưởng ngồi thiền cho hai mươi phút trong thời gian ăn trưa của tôi và sau đó thì tôi cảm thấy hoàn toàn tươi tỉnh lại."
        },
        {
            "en": "The botanic garden has a variety of flowers and trees, each and every one of us felt very <em>refreshed</em> plants al around.",
            "vi": "Khu vườn thực vật có nhiều loại cây và hoa lạ, mỗi thứ đều có tấm bảng ghi tên và đặc tính, không khí mát dịu và trong lành đến nỗi chúng tôi vô cùng dễ chịu."
        },
        {
            "en": "When he told me about this, I felt <em>refreshed</em> and inspired. However, I was sure that I would never learn Vipassana.",
            "vi": "Khi ông nói với tôi về điều này, tôi cảm thấy kích động và lâng lâng. Tuy nhiên, tôi chắc mình sẽ không bao giờ học Vipassana."
        },
        {
            "en": "First poster : A man lying in the hot desert sand totally exhausted and fainting.  Second poster : The man is drinking Coca-Cola.  Third poster : Our man is now totally <em>refreshed</em>.  And then these posters were pasted all over the place.",
            "vi": "Bức thứ nhất: một người nằm trong cát sa mạc nóng bỏng hoàn toàn kiệt sức và yếu ớt.  Bức thứ hai: tên này đang uống Cô - ca cô - la.  Bức thứ ba : thằng này bây giờ hoàn toàn khoẻ khoắn.  Rồi đem dán áp phích này khắp mọi nơi."
        },
        {
            "en": "\"Morning air is the most refreshing,\" the soldier and later minister wrote. \"Air becomes foul with the bedroom shut tightly at night. Inhaling fresh air, one feels <em>refreshed</em> and vigorous enough to resist any disease.\"",
            "vi": "Ông nói \"Không khí buổi sáng trong lành nhất\". \"Phòng ngủ đóng chặt vào ban đêm làm không khí trở nên ngột ngạt. Hít vào không khí trong lành, con người ta có cảm giác tươi mới và đủ mạnh mẽ để chống lại bất cứ bệnh tật nào\". "
        },
        {
            "en": "The new Maps app will reportedly sport a <em>refreshed</em> icon, says 9to5Mac. The current icon is a Google Maps-looking thumbnail snapshot of One Infinite Loop. The new icon will be essentially the same thing, but with a different color scheme.",
            "vi": "Theo 9to5Mac, có nguồn tin cho rằng ứng dụng bản đồ mới sẽ có biểu tượng được làm mới lại. Biểu tượng hiện tại là ảnh thumbnail của trụ sở One Infinite Loop mang phong cách Google Maps. Về cơ bản, biểu tượng mới sẽ vẫn như cũ, nhưng có cách phối màu khác."
        },
        {
            "en": "Happy people are very mindful of spending money on physical items, opting instead to spend much of their money on experiences. Most people are far happier when buying experiences versus buying material goods. Experiences improve over time, they don’t wear out or get old and can be relived for years. Comparisons can often make you unhappy, but experiences are often immune to this as they are unique to you. Individuals generally feel energized and <em>refreshed</em> after being involved with a great experience such as an enjoyable dinner, show, vacation, etc. Lastly, human are social animals and experiences tend to be social. Solitary confinement is often classified as “cruel and unusual” punishment due to the negative effects it can have on emotional well being.",
            "vi": "Những người hạnh phúc luôn lưu tâm đến việc tiêu tiền vào các vật dụng thực tế, thay vào đó họ lựa chọn bỏ ra nhiều tiền vào việc trải nghiệm cuộc sống. Hầu hết mọi người hạnh phúc hơn khi mua những trải nghiệm so với mua hàng hóa vật chất. Trải nghiệm được cải thiện theo thời gian, chúng không bị mai một hoặc già đi và có thể được nhớ lại trong nhiều năm. Những so sánh này thường có thể khiến bạn không hài lòng, nhưng những trải nghiệm thường miễn nhiễm với điều này vì chúng là duy nhất đối với bạn. Cá nhân thường cảm thấy tràn đầy sức sống và mới mẻ sau khi tham gia vào một trải nghiệm tuyệt vời như tận hưởng bữa ăn tối, chương trình, kỳ nghỉ ... Cuối cùng, con người là động vật xã hội và những trải nghiệm có xu hướng xã hội. Việc biệt giam thường được xem là \"độc ác và bất thường\" do những ảnh hưởng tiêu cực mà nó có thể có về sức khỏe tinh thần."
        }
    ],
    "suggestions": []
}