{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'fju:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bác, bẻ lại</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to refute someone's argument</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bác lý lẽ của ai</font></td></tr></table><i/></div>",
            "word": "refute",
            "pronounce": "[ri'fju:t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>refute</k><blockquote><cclass>[<cclass>rɪ'fju:t<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 prove (a statement or the person advancing it) to be wrong. </blockquote></blockquote><blockquote><blockquote>2》 deny (a statement or accusation). </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>refutable</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>refutal</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>refutation</b><cclass>rɛfjʊ'teɪʃ(ə)n <cclass>noun </cclass></cclass></cclass></blockquote><blockquote><cclass><b>refuter</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L. <i>refutare</i> 'repel, rebut'. </blockquote><blockquote/><blockquote><b><cclass>Usage</cclass></b></blockquote><blockquote>The core meaning of <cclass><b>refute</b> is ‘prove (a statement or theory) to be wrong’. From this a more general sense has developed, meaning ‘deny’, as in <i>I absolutely refute the charges made against me</i>. Traditionalists object to the second use, but it is now widely accepted in standard English. </cclass></blockquote></div>",
            "word": "refute",
            "pronounce": "[ri'fju:t]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>refute</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>attempts to refute Einstein's theory</i>: DISPROVE, prove wrong/false, controvert, rebut, give the lie to, explode, debunk, discredit, invalidate; <cclass><i>informal</i> shoot full of holes; <cclass><i>formal</i> confute.</cclass></cclass></blockquote><blockquote><b>2</b><i>she refuted the allegation</i>: DENY, reject, repudiate, rebut; contradict; <cclass><i>formal</i> gainsay.</cclass></blockquote></div>",
            "word": "refute",
            "pronounce": "[ri'fju:t]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>refute</k><blockquote><blockquote><ex><abr>v.</abr> to refute completely</ex></blockquote></blockquote></div>",
            "word": "refute",
            "pronounce": "[ri'fju:t]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bác bỏ</font></td></tr></tbody></table></div>",
            "word": "refute",
            "pronounce": "[ri'fju:t]"
        }
    },
    "sentences": [
        {
            "en": "<em>Refute</em> someone's argument",
            "vi": "Bác lý lẽ của ai"
        },
        {
            "en": "That is an argument impossible to <em>refute</em>.",
            "vi": "Đó là lý lẽ không bẻ được."
        },
        {
            "en": "Help them anticipate and <em>refute</em> possible arguments from opponents.",
            "vi": "Giúp họ tiên đoán và bác lạo những lý lẽ có thể xảy ra từ nhưng người chống đối."
        },
        {
            "en": "Then <em>refute</em> their case point by point by challenging their evidence and disproving their arguments.",
            "vi": "Sau đó hãy phản biện tình huống của họ từng điểm mộ bằng cách thách thức bằng chứng và bác lại lý lẽ của họ."
        },
        {
            "en": "The defendant had the right to <em>refute</em> the evidence and arguments of the plaintiff before the Court.",
            "vi": "Bị đơn có quyền bác bỏ chứng cứ và lý lẽ của nguyên đơn trước Toà."
        },
        {
            "en": "I gave a lot of compelling, incontrovertible evidence that came from the documentary that you cannot <em>refute</em>.",
            "vi": "Tôi có nhiều bằng chứng thuyết phục, không thể chối cãi có nguồn gốc từ tài liệu mà ông không thể bác bỏ được."
        },
        {
            "en": "In other parts of the country, soap viewers were more likely to <em>refute</em> the commonly held view that a husband was justified in beating his wife.",
            "vi": "Ở những khu vực khác của Brazil, người xem phim truyền hình có nhiều khả năng bác bỏ quan niệm cổ hủ thông thường rằng một người chồng được công nhận là đúng khi đánh vợ."
        },
        {
            "en": "The boy sought to explain, but could think of nothing to say to <em>refute</em> this horrible charge that he had no papa.",
            "vi": "Cậu bé cố tìm lời giải thích, nhưng không nghĩ ra được điều gì để bác bỏ lời cáo buộc kinh khủng rằng cậu không có bố."
        },
        {
            "en": "Geocentrism just seemed too logical to <em>refute</em>. Geocentrism also fitted the views of the established Christian church, who could quote biblical passages such as ‘the world also shall be stable, that it be not moved’.",
            "vi": "Geocentrism dường như quá logic để bác bỏ. Geocentrism cũng phù hợp với quan điểm được thành lập của nhà thờ tin lành, những người có thể trích dẫn những đoạn Kinh Thánh như ‘thế giới cũng sẽ ổn định, rằng nó không được di chuyển’."
        },
        {
            "en": "Yet these examples appear to be only the tip of the iceberg comprising the arguments that <em>refute</em> a global flood. Even so, much of such reasoning is refuted with equal grace by the “pro-flood” scientists.",
            "vi": "Tuy các ví dụ này có vẻ chỉ là một phần nhỏ dễ nhận thấy trong rất nhiều những lý lẽ bác bỏ một trận lũ lụt trên toàn cầu, mặc dù vậy, nhiều lập luận như thế đã bị bác bỏ, với thái độ công bằng, bởi các nhà khoa học ủng hộ giả thuyết về trận lũ lụt."
        },
        {
            "en": "Most of us spend our time in conflict trying to prove why we are right and trying to anticipate what the other person will say so we can <em>refute</em> it. This means we rarely listen, therefore we rarely understand what is really going on. So we rarely find long-term, empowering solutions.",
            "vi": "Nhiều người trong chúng ta khi tranh cãi cố chứng minh rằng mình đúng và cố đoán trước điều người khác định nói để có thể bác bỏ. Điều này có nghĩa chúng ta hiếm khi lắng nghe, vì thế hiếm khi hiểu điều gì đang thực sự xảy ra. Vì thế ta hiếm khi tìm ra những giải pháp dài hạn và có khả năng thành công."
        },
        {
            "en": "While acknowledging what they call “headwinds,” Obama administration officials said the latest sign-up numbers <em>refute</em> claims by GOP leaders that the health care law is in a “death spiral” and about to collapse because of its own problems. Among the Republicans making such claims are Trump, Ryan and McConnell.",
            "vi": "Trong khi thừa nhận những gì họ gọi là \"cơn gió ngược\", các quan chức chính quyền Obama mới đây cho biết cửa sổ bỏ phiếu việc bác bỏ tuyên bố của các nhà lãnh đạo đảng Cộng hòa rằng luật chăm sóc sức khỏe chính là \" vòng xoáy chết chóc\" và sắp sụp đổ vì những vấn đề của riêng mình. Trong số những người ra những tuyên bố đó chính là Trump, Ryan và McConnell."
        },
        {
            "en": "An international team of ecologists and social scientists, led by Carolina Levis, from Brazil’s National Institute for Amazonian Research (INPA) and Wageningen University and Research Center in the Netherlands, has shown in a new study that tree species domesticated and distributed throughout the Amazon basin by indigenous peoples before 1492 continue to play an important role in modern-day forests. These new findings strongly <em>refute</em> the idea that Amazonian forests have been largely untouched by humans.",
            "vi": "Một nhóm chuyên gia quốc tế gồm các nhà sinh thái học và khoa học xã hội do Carolina Levis đứng đầu, đến từ Viện quốc gia Brazil nghiên cứu Vùng Amazon và Trung tâm nghiên cứu Đại học Wageningen ở Hà Lan, đã nêu trong một nghiên cứu mới rằng các loài cây được các dân tộc bản địa trồng khắp lưu vực Amazon trước năm 1492 vẫn còn đóng vai trò quan trọng trong những cánh rừng ngày nay. Phát hiện mới này bác bỏ mạnh mẽ quan điểm cho rằng các cánh rừng Amazon phần lớn đều không phải do con người trồng."
        },
        {
            "en": "While there, Davis discovered a substance used by sorcerers that could possibly explain the zombie phenomenon. This powder contained two powerful drugs capable of causing paralysis and inhibiting a person's response to stimuli, which -- when combined — could make him or her appear dead. Davis' theory was that a person who ingested the powder could be buried and then dug up later by the sorcerer to be revived. However, the effects of the drugs might prevent people from ever returning to their normal state, and instead relegate them to a zombielike existence. Although many experts <em>refute</em> Davis' research, it's the only scientific explanation that's been offered to date.",
            "vi": "Khi ở đó, Davis phát hiện ra một chất được sử dụng bởi các phù thủy có thể có thể giải thích hiện tượng người chết biết đi. Chất bột này có chứa hai loại thuốc mạnh có khả năng gây tê liệt và ức chế phản ứng của một người với các kích thích, khi kết hợp lại chúng có thể khiến một người trông như đã chết. Lý thuyết của Davis là một người đã uống chất bột đó có thể được chôn cất và sau đó được đào lên bởi tay phù thủy và được hồi sinh. Tuy nhiên, những ảnh hưởng của các loại thuốc đó có thể ngăn cản những người này không thể quay trở lại trạng thái bình thường, và thay vào đó biến đổi họ sang một dạng tồn tại như thây ma sống lại. Mặc dù nhiều chuyên gia bác bỏ nghiên cứu của Davis, thì đó vẫn là giải thích khoa học duy nhất được cung cấp cho đến nay."
        }
    ],
    "suggestions": []
}