{
    "en_vn": {
        "data": {
            "content": null,
            "word": "regaining",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "regaining",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "regaining",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "regaining",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "regaining",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Regaining</em> capital returned or profit distributed.",
            "vi": "Thu hồi phần vốn góp đã hoàn trả hoặc lợi nhuận đã chia."
        },
        {
            "en": "A company is <em>regaining</em> the lead over its competitors.",
            "vi": "Một công ty đang lấy lại vị trí dẫn đầu từ các đối thủ của nó."
        },
        {
            "en": "The government must controlling inflation by <em>regaining</em> its grip on macroeconomic policy.",
            "vi": "Chính phủ cần phải tái lập sự kiểm soát về các chính sách kinh tế vĩ mô."
        },
        {
            "en": "Consultative Group Meeting for Vietnam 2009: “<em>Regaining</em> Rapid and Sustainable Economic Growth”",
            "vi": "Hội nghị nhóm tư vấn cho Việt Nam 2009: “Phục hồi tăng trưởng kinh tế nhanh và bền vững”"
        },
        {
            "en": "To my understanding, in Athenian politics, democratic views had been <em>regaining</em> ground.",
            "vi": "Theo hiểu biết của tôi, thì trong nền chính trị của A - ten các quan điểm dân chủ đã lấy lại được vị thế."
        },
        {
            "en": "With the help and support of her father, she battled back, <em>regaining</em> what she had lost.",
            "vi": "Với sự trợ giúp và ủng hộ của người cha, cô ấy đã chiến đấu chống trả bệnh tật, giành lại được những gì đã mất."
        },
        {
            "en": "To my understanding, in Athenian politics, democratic views had been <em>regaining</em> ground.",
            "vi": "Theo hiểu biết của tôi, thì trong nền chính trị của A-ten các quan điểm dân chủ đã lấy lại được vị thế."
        },
        {
            "en": "With the help and support of her father, Mary battled back, <em>regaining</em> what she had lost.",
            "vi": "Với sự trợ giúp và ủng hộ của người cha, Mary đã chiến đấu chống trả bệnh tật, giành lại được những gì đã mất."
        },
        {
            "en": "U.S. accession to amity treaty aims at <em>regaining</em> interests in Southeast Asia",
            "vi": "Hoa Kỳ tham gia hiệp định hữu nghị nhằm khôi phục quyền lợi ở Đông Nam Á"
        },
        {
            "en": "At the meeting, Development Partners committed over US$ 8 billion in ODA to assist Vietnam in stabilizing the macro-economy, <em>regaining</em> growth and further reducing poverty.",
            "vi": "Tại Hội nghị, các đối tác phát triển cam kết một khoản vốn ODA hơn 8 tỉ đô-la Mỹ cho Việt Nam để giúp Việt Nam ổn định nền kinh tế vĩ mô, phục hồi đà tăng trưởng và tiếp tục giảm nghèo."
        },
        {
            "en": "\"I'd give myself five out of 10 for that,\" he said after <em>regaining</em> his breath and copying Bolt's trademark 'lightning' pose. \"Before I ran I curled up for a little nap -- big mistake! I felt stiff.",
            "vi": "Cụ nói sau khi thở hổn hển và bắt chuớc tư thế \"tia chớp\" đã trở thành thương hiệu của riêng Bolt: \"Tôi mới đạt được 5/10 phong độ của mình thôi. Trước khi chạy tôi đã nằm thiếp đi một chút - sai lầm tai hại! Tôi cảm thấy uể oải.\""
        },
        {
            "en": "Website Helps Dieters Keep Kilos Off       For many people trying to shed a few kilograms, it's hard enough to lose the weight, but many experts say it's even harder to keep the weight off. Now, a new study indicates that the Internet can help. People in the study had already lost an average of nine kilos. The challenge they faced was maintaining their new weight. To test various strategies, researchers randomly assigned participants to one of three groups. Some were told to meet with a counselor once a month. Another group was asked to try a weight management website. People in the third group were on their own. Those who got personal counseling did the best, <em>regaining</em> about four kilos. The website users regained about five point two kilos - overall, not much better than the control group, which had no structured weight maintenance program. But study author Kristine Funk, a dietitian and researcher at the Kaiser Permanente Center for Health Research says those averages mask significant differences within the group of website users. She says the online tool was very effective for those who used it at least once a month. \"The participants in the consistent use category regained 56 percent of the amount they had lost, whereas the participants who used the website minimally regained nearly all their weight,\" she said. \"So the tool here does help participants, if they use it.\" Users visiting the website created for this study were asked to enter their weight, the food they'd eaten, and their physical activity. The website followed their progress, provided tips and encouragement, and offered bulletin boards where users could compare notes and motivate each. Funk says it's not the same as one-on-one counseling, but she points out that the personal approach may not always be possible or convenient. \"Partly because, while personal counseling and a personal coach might be the Cadillac version of weight loss maintenance, it may not be practical for all people after they've lost weight, whereas if an Internet website can prove to be helpful, something like an Internet website is available. She also says that, when the upfront costs of developing a website like that are spread over a lot of participants, the web approach would likely be cheaper than individual counseling. Kristine Funk's study on Web-based weight loss management is published in the Journal of Medical Internet Research.",
            "vi": "Trang mạng giúp người ăn kiêng không bị tăng cân lại    Đối với những người đang cố gắng giảm bớt một vài ki-lô-gam, việc giảm cân đã đủ khó, nhưng theo nhiều chuyên gia thì việc tránh tăng cân trở lại càng khó hơn. Hiện nay, một nghiên cứu mới cho thấy mạng internet có thể giúp họ làm điều đó. Những người tham gia cuộc nghiên cứu đã giảm trung bình chín ki-lô. Thách thức mà họ phải đối mặt là duy trì trọng lượng mới của họ. Để kiểm tra những chiến lược khác nhau, các nhà nghiên cứu phân chia ngẫu nhiên những người tham dự vào một trong ba nhóm. Một số được cho gặp nhà tư vấn mỗi tháng một lần. Nhóm khác được yêu cầu thử dùng mạng để kiểm soát trọng lượng. Những người trong nhóm thứ ba thì tự mình xoay xở. Những người được tư vấn cá nhân có kết quả tốt nhất, tăng trở lại khoảng 4 ki-lô. Những người dùng mạng thông tin tăng lại khoảng 5.2 ki-lô, không hơn nhiều so với nhóm đối chứng, nhóm mà không sử dụng chương trình được thiết kế để duy trì trọng lượng. Nhưng tác giả nghiên cứu Kristine Funk, chuyên gia dinh dưỡng và là nhà nghiên cứu tại Trung tâm Nghiên cứu sức khỏe Kaiser Permanente cho biết những chỉ số trung bình đó che đậy những khác biệt đáng kể trong nhóm người dùng mạng thông tin. Theo cô ấy, công cụ trực tuyến rất hiệu quả đối với những người sử dụng nó ít nhất một lần mỗi tháng.  “Những người dùng mạng thông tin đều đặn tăng lại 56% trọng lượng họ đã giảm, trong khi những người chỉ sử dụng mạng một cách tối thiểu thì tăng lại gần như tất cả trọng lượng của họ”. “Do đó, công cụ này thật sự giúp người ta, nếu như họ sử dụng nó.” Người dùng mạng thông tin được xây dựng cho nghiên cứu này được yêu cầu điền vào cân nặng, thức ăn, và hoạt động thể lực của mình. Mạng này theo dõi tiến bộ của người dùng, cung cấp các hướng dẫn và động viên, cũng như bản tin nơi người dùng có thể trao đổi ý kiến và thúc đẩy lẫn nhau. Cô Funk cho biết, điều đó không giống như tư vấn cá nhân, nhưng chỉ ra rằng phương pháp dành cho cá nhân có thể không phải lúc nào cũng hợp lý hoặc thuận lợi.  “Một phần vì, trong khi tư vấn cá nhân và huấn luyện viên riêng có thể là phiên bản Cadillac của việc duy trì giảm cân, nó có thể không thiết thực với mọi người sau khi họ đã giảm cân, trong khi nếu trang mạng internet có thể tỏ ra hữu ích, thì một phương pháp như dùng mạng thông tin internet sẽ có giá trị. Cô ấy cũng nói rằng, khi chi phí dự chi để phát triển một mạng thông tin như thế được chi trả bởi nhiều người tham dự, phương án web có thể sẽ còn rẻ hơn so với tư vấn riêng. Nghiên cứu của Funk Kristine về kiểm soát giảm cân dựa trên mạng toàn cầu được công bố trên tờ Journal of Medical Internet Research."
        }
    ],
    "suggestions": []
}