{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'dʒenəreit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tái sinh; phục hồi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phục hưng (nhất là về đạo đức, tinh thần)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to regenerate the society</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">phục hưng xã hội </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tự cải tạo</td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'dʒenərət]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">được cải tạo về đạo đức, được cải tạo về tinh thần</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a regenerate society</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một xã hội được phục hưng</font></td></tr></table><i/></div>",
            "word": "regenerate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>regenerate</k><blockquote>■ <cclass>verb <cclass>rɪ'dʒɛnəreɪt </cclass></cclass></blockquote><blockquote><blockquote>1》 (of a living organism) regrow (new tissue). </blockquote></blockquote><blockquote><blockquote>    ⁃ (of an organ or tissue) regrow. </blockquote></blockquote><blockquote><blockquote>2》 bring new and more vigorous life to (an area or institution). </blockquote></blockquote><blockquote><blockquote>3》 (especially in Christian use) give a new and higher spiritual nature to. </blockquote></blockquote><blockquote><blockquote>4》 [usu. as <cclass>adjective <cclass><b>regenerated</b>] <cclass>Chemistry precipitate (cellulose) as fibres following chemical processing. </cclass></cclass></cclass></blockquote></blockquote><blockquote>■ <cclass>adjective <cclass>rɪ'dʒɛn(ə)rət reborn, especially in a spiritual or moral sense. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>regeneration</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>regenerative</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>regeneratively</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>regenerator</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>regeneratus</i>, <i>regenerare</i> 'create again'. </blockquote></div>",
            "word": "regenerate"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>regenerate</k><blockquote>▸ <cclass>verb REVIVE, revitalize, renew, restore, breathe new life into, revivify, rejuvenate, reanimate, resuscitate; <cclass><i>informal</i> give a shot in the arm to.</cclass></cclass></blockquote></div>",
            "word": "regenerate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "regenerate"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đầu thai</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hoàn nguyên</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tái sinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> To undergo a process of regeneration; grow new tissues or organs.Chemical Engineering. to collect and purify energy or materials for reuse in another process in order to save money and resources.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Hành động trải qua một quá trình tái tạo; phát triển thêm các cơ quan mới. Trong lĩnh vực hóa học nghĩa là thu thập và lọc sạch năng lượng hay nhiên liệu để sử dụng lại từ đó tiết kiệm tiền cũng như nhiên liệu đó.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tái tạo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tạo lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xây dựng lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hoàn nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khử (ôxi)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tái dụng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tái phẩm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tái phát</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phục hồi lại</font></td></tr></tbody></table></div>",
            "word": "regenerate"
        }
    },
    "sentences": [
        {
            "en": "<em>Regenerate</em> society",
            "vi": "Xã hội được phục hưng"
        },
        {
            "en": "<em>Regenerate</em> the society",
            "vi": "Phục hưng xã hội"
        },
        {
            "en": "Severely damaged nerve cells cannot <em>regenerate</em>.",
            "vi": "Tế bào thần kinh bị tổn thương nặng thì không tái tạo được."
        },
        {
            "en": "A salamander can not only <em>regenerate</em> a limb, but can <em>regenerate</em> the lens or retina of an eye and can <em>regenerate</em> an intestine.",
            "vi": "Con kỳ giông không thể tái sinh một chi nhưng có thể tái sinh các thủy tinh thể hay võng mạc, và có thể tái sinh được ruột."
        },
        {
            "en": "It takes centuries for a peat bog to <em>regenerate</em>.",
            "vi": "Mất nhiều thế kỉ để bãi lầy than bùn tái sinh."
        },
        {
            "en": "Forests are being cut faster than they can <em>regenerate</em> themselves",
            "vi": "Rừng bị chặt phá nhanh hơn chúng có thể tự tái sinh."
        },
        {
            "en": "My teacher told me that it is impossible for the body to <em>regenerate</em> lost brain cells.",
            "vi": "Cô giáo bảo tôi rằng cơ thể không thể tái sinh những tế bào não đã bị mất."
        },
        {
            "en": "This amount of money will be used to <em>regenerate</em> the town centre.",
            "vi": "Số tiền này sẽ được dùng để phục hồi lại khu vực thương mại chính."
        },
        {
            "en": "To retrieve an element, a program performs the key transformation again, to <em>regenerate</em> the storage location.",
            "vi": "Để truy xuất một phần tử bảng, một chương trình sẽ làm lại phép biến đổi khoá đó, nhằm tái sinh địa chỉ lưu trữ nói trên."
        },
        {
            "en": "The department has also released fish fries into water bodies to <em>regenerate</em> natural stocks.",
            "vi": "Sở cũng đã thả cá giống vào các vùng nước để giúp tạo ra nguồn cá tự nhiên."
        },
        {
            "en": "During this century, various movements started in different parts of the Muslim world to <em>regenerate</em> the society.",
            "vi": "Trong suốt thế kỷ này, có nhiều hoạt động xảy ra ở những bộ phận khác nhau của thế giới Hồi giáo nhằm phục hưng xã hội."
        },
        {
            "en": "The Skygarden aims to <em>regenerate</em> and connect places near the main railway station that have been fragmented by roads and railway tracks.",
            "vi": "Vườn trên cao nhằm mục đích phục hồi và kết nối những địa điểm gần ga xe lửa chính từng bị chia nhỏ bởi những con đường và đường ray."
        },
        {
            "en": "Australia’s Great Barrier Reef is more resilient to climate change and better able to <em>regenerate</em> itself than previously thought, scientists have said.",
            "vi": "Các nhà khoa học cho biết rạn san hô Great Barrier Reef của Úc giỏi chịu đựng biến đổi khí hậu hơn và có khả năng tự phục hồi tốt hơn ta tưởng."
        },
        {
            "en": "Likewise, a child who receives a portion of a new liver will <em>regenerate</em> enough liver tissue to have a normal-siz​ed liver within a few weeks of transplantation.",
            "vi": "Tương tự, trẻ được nhận một phần gan mới sẽ phục hồi đủ mô gan để có kích cỡ bình thường trong vòng một vài tuần sau khi cấy ghép."
        },
        {
            "en": "Stem cells are important because they have the ability to become different cell types, and scientists are working on developing ways to get them to repair or <em>regenerate</em> damaged organs or tissues.",
            "vi": "Tế bào gốc rất quan trọng vì chúng có khả năng trở thành những loại tế bào khác và các nhà khoa học đang tiếp tục phát triển nhiều cách để chúng có thể  chữa hay phục hồi các cơ quan hoặc các mô bị tổn thương ."
        },
        {
            "en": "You can walk everyday without needing any recovery days for your body to repair and <em>regenerate</em>; it doesn’t tear down your body much, so it doesn’t require recovery time. ",
            "vi": "Bạn có thể đi bộ hàng ngày mà không cần bất kỳ thời gian hồi phục nào để tu sửa và tái tạo cơ thể; đi bộ  không lấy của bạn quá nhiều sức, vì vậy nó không yêu cầu thời gian phục hồi."
        },
        {
            "en": "Loneliness, Poor Health Appear To Be Linked       Two UA studies have found that hoarding friends doesn't necessarily diminish forlorn feelings and that loneliness is a matter of perception.   Hoarding friends on Facebook - or followers on Twitter - won't do much to stave off loneliness if those relationships lack any kind of strong connection, new research finds.   Two newly published University of Arizona studies suggest that superficial relationships can not only result in feelings of detachment, but also contribute to certain health-related problems.   \"There is an association between social networks and health but the precise mechanism is not understood,\" said Stacey Passalacqua, who recently earned her UA doctorate in interpersonal and health communication with a minor in psychology.  Passalacqua and Chris Segrin, the UA communication department head and lead author on the papers, decided to study individual perceptions of stress and social support to understand ways loneliness may be linked to health.   In their study of 265 adults ages 19 to 85, Segrin and Passalacqua found that stress serves a crucial function for those who reported being lonely.   They found that lonely people were prone to have fewer close connections, were less apt to manage daily stressors well and tended not to keep up on their health. Also, lonely people did not get adequate sleep.   Segrin noted that age did not predict whether a person would be lonely and living away from close friends and family did not have a negative effect.   Being partnered did not shield a person from feelings of loneliness, Segrin added. Instead, having close friends and family members appeared to be more important.   \"The mere presence of a relationship is not always something that is going to lead to you feeling satisfied and supported,\" he said.   Another curious conclusion: The team found that, above all, loneliness is a matter of perception.   \"Loneliness is the discrepancy between your achieved and desired level of social contact, and that has important implications,\" Segrin said. \"The portrait of a lonely person is very difficult to paint because what is really important is what is in your head.\"  So people can experience the same stressors - maybe the car breaks down, or a checking account overdraws, or maybe a relationship is not going well and someone just needs to vent - and have entirely different responses.   It is no wonder, then, that certain people with large social networks also express feelings of loneliness. When it comes to relationships, quality, not quantity, is the decisive factor, Passalacqua said.     \"There are so many people we have in our day-to-day interactions,\" she said. \"But the absence of close family members and close friends is something that should be taken seriously. Sometimes we don't realize how important these close relationships are to our health.\"   The findings were published in a co-authored article, \"Functions of Loneliness, Social Support, Health Behaviors, and Stress in association with poor health,\" in a June issue of Health Communication.  Segrin also collaborated with Tricia Domschke, doctoral degree candidate in communication, on another study to look further into such details.  The co-authored article, \"Social Support, Loneliness, Recuperative Processes and their Direct and Indirect Effects on Health,\" has been accepted for publication also in Health Communication.  Segrin and Domschke found that lonely people did not enjoy leisure activities or get <em>regenerate</em> effects from sleep at a comparable level as others did. So when it came to taking a vacation, getting a good night's sleep, or going for a swim, lonely people did not get as much of a recharge.   What both studies suggest is that people need not only to take better care of themselves, but learn to nurture the relationships.   \"We know that chronic stressors are very damaging to the human system,\" Passalacqua said.   \"Perceptions are all it takes, and when you experience stress, it has a physiological effect on the body,\" she added. \"The mind has such a powerful effect on the body and, really, our perceptions are going to shape our world.\"   By La Monica Everett-Haynes   Source: University of Arizona  Copyright: Medical News Today",
            "vi": "Sự cô đơn và sức khoẻ kém có liên quan đến nhau      Hai nghiên cứu của Đại học Arizona thấy rằng có thật nhiều bạn bè không hẳn sẽ giúp giảm đau khổ bởi vì cô đơn là vấn đề về nhận thức. Có nhiều bạn bè trên facebook – hoặc nhiều người hâm mộ trên Twitter - cũng không giúp giảm cảm giác cô đơn, nếu các mối quan hệ đó thiếu đi một sự kết nối bền vững, một nghiên cứu mới cho thấy. Hai nghiên cứu mới công bố của trường Đại học Arizona cho rằng những mối quan hệ xã giao không chỉ dẫn đến cảm giác thờ ơ, mà còn góp phần tạo nên những vấn đề liên quan đến sức khỏe nhất định. “Có sự liên kết giữa các mạng xã hội và sức khoẻ nhưng cơ chế chính xác vẫn chưa rõ,\" theo Stacey Passalacqua, người vừa đạt được học vị tiến sĩ của Đại học Arizona về mối quan hệ giữa các cá nhân và sức khoẻ, với môn học phụ là tâm lý học.     Passalacqua và Chris Segrin, trưởng phòng giao tiếp của Đại học Arizona và là tác giả đứng tên chính, quyết định nghiên cứu những nhận thức cá nhân về căng thẳng và sự trợ giúp từ xã hội để hiểu tại sao sự cô đơn có thể ảnh hưởng đến sức khỏe. Trong nghiên cứu ở 265 người lớn có độ tuổi từ 19 đến 85, Segrin và Passalacqua nhận ra rằng căng thẳng tạo nên một ảnh hưởng quan trọng ở những người hay cảm thấy cô đơn. Họ thấy là người cô đơn thường có ít mối quan hệ mật thiết, ít có khả năng quản lý những nguyên nhân gây căng thẳng hàng ngày tốt và có vẻ như sức khoẻ của họ cũng không tốt. Hơn nữa, người cô đơn thường không ngủ đủ. Segrin lưu ý là tuổi tác không cho thấy một người sẽ cô đơn hay không và việc sống xa bạn thân và gia đình không có ảnh hưởng tiêu cực.    Có bạn tình cũng không giúp một người thoát khỏi cảm giác cô đơn, Segrin nói thêm. Thay vào đó, có bạn thân và những thành viên trong gia đình có vẻ quan trọng hơn. \"Đơn thuần chỉ có một mối quan hệ sẽ không phải là điều giúp bạn cảm thấy hài lòng và được hỗ trợ\". Một kết luận gây tò mò khác: Nhóm nghiên cứu nhận thấy là, trên hết, cô đơn là vấn đề về nhận thức. Theo Segrin, \"Cô đơn là sự khác biệt giữa những gì bạn đạt được và mức độ mong muốn có các mối quan hệ xã hội, và có ngụ ý quan trọng\". \"Rất khó xây dựng chân dung của người cô đơn vì những gì thực sự quan trọng là điều mà bạn nghĩ.\"  Vì thế những người khác nhau có thể trải nghiệm cùng các nguyên nhân gây căng thẳng - có thể là xe hư, hoặc khó khăn tài chính, hay là một quan hệ không diễn ra tốt đẹp và có người nổi giận - và có những phản ứng hoàn toàn khác nhau.   Thế nên chẳng có gì lạ khi một số người có nhiều mối quan hệ xã hội cũng cảm thấy cô đơn. Bởi vì khi nói đến những mối quan hệ, thì chất lượng mới là nhân tố quyết định chứ không phải là số lượng, theo Passalacqua. \"Hàng ngày chúng ta có nhiều mối quan hệt với nhiều người. Nhưng sự thiếu vắng của các thành viên trong gia đình và bạn thân là điều cần coi trọng. Đôi khi chúng ta không nhận ra các mối quan hệ sát này mới quan trọng làm sao đối với sức khoẻ của chúng ta\". Kết quả nghiên cứu đã được công bố trong một bài báo đồng tác giả, \"Ảnh hưởng của sự cô đơn, sự trợ giúp xã hội, các thói quen sức khỏe, và căng thẳng liên quan với sức khoẻ kém\", trong số tháng sáu của Health Communication. Segrin cũng cộng tác với Tricia Domschke, ứng cử viên học vị tiến sĩ giao tiếp, trong một nghiên cứu khác tìm hiểu sâu thêm về chi tiết. Bài báo đồng tác giả, \"Sự hỗ trợ xã hội, nỗi cô đơn, quá trình phục hồi và ảnh hưởng trực tiếp và gián tiếp trên sức khỏe của các yếu tố này\", cũng đã được chấp nhận cho công bố trong Health Communication. Segrin và Domschke nhận thấy là những người cô đơn thường không thích thú với các hoạt động giải trí hay có được những ảnh hưởng giúp phục hồi do giấc ngủ mang lại khi so sánh với người khác. Vì vậy nếu nói đến đi nghỉ, ngủ một đêm ngon giấc, hoặc đi bơi, thì cũng không giúp những người cô đơn cảm thấy khá hơn được nhiều.   Cả hai nghiên cứu đều cho rằng mọi người cần không chỉ chăm sóc bản thân tốt hơn mà còn phải học cách nuôi dưỡng các mối quan hệ. \"Chúng tôi biết là nguyên nhân gây căng thẳng mãn tính gây tổn hại rất nghiêm trọng cho cơ thể con người,\" theo Passalacqua. \"Nhận thức là tất cả những gì quan trọng, và khi bạn trải nghiệm stress, nó ảnh hưởng đến sinh lý đến cơ thể\", cô ấy nói thêm. \"Trí óc có một ảnh hưởng mạnh mẽ như thế trên cơ thể và, thật sự, nhận thức của chúng ta sẽ định hình thế giới của mình.\" Tác giả: La Monica Everett-Haynes Nguồn: Đại học Arizona Bản quyền: Medical News Today"
        },
        {
            "en": "Blood transfusions    A bit about blood You'd probably feel a lot better if blood just stayed inside your body where it belongs. But blood transfusions save lives every day. Hospitals need blood for people who are injured, as well as for patients having heart surgery, organ transplants, cancer treatments, and treatments for other diseases that affect the blood, like sickle cell anemia. In fact, about 5 million people each year in the United States get blood transfusions. Blood is like the body's transportation system, busy making deliveries and pickups. As blood circulates throughout the body, it delivers oxygen and nutrients to all the places they're needed. Blood also collects waste products, such as carbon dioxide, and carries them to the organs responsible for making sure the wastes leave the body. Blood is a mixture of cells and liquid, and each component has a specific job:     * Red blood cells carry oxygen to the body's tissues and remove carbon dioxide. Red blood cells make up about 40% to 45% of a person's blood and live for 120 days.     * White blood cells are part of the immune system, and its main defense against infection. White blood cells make up less than 1% of a person's blood.     * Platelets are cell fragments that help blood clot, which helps to prevent and control bleeding. They are about 5% of our blood.     * Plasma is a pale yellow liquid mixture of water, proteins, electrolytes, carbohydrates, cholesterol, hormones, and vitamins. About 55% of our blood is plasma. The blood cells are made in the bone marrow, a spongy substance contained within many of the bones in the body. A full-grown adult has about 10 pints of blood (almost 5 liters) in his or her body. What is a blood transfusion? A transfusion is a relatively simple medical procedure that doctors use to make up for a loss of blood — or any part of the blood, such as red blood cells or platelets. Transfusions are usually given through an intravenous line, a tiny tube that is inserted into a vein with a small needle. The whole procedure usually takes about 2 to 4 hours, depending on how much blood is needed. To avoid a life-threatening reaction, blood from a donor needs to match the blood type of the person receiving it. There are eight major blood types. They are:     * O positive (about 38% of the U.S. population has this type)     * O negative (about 7 % of the U.S. population)     * A positive (about 34% of the U.S. population)     * A negative (about 6% of the U.S. population)     * B positive (about 9% of the U.S. population)     * B negative (about 2% of the U.S. population)     * AB positive (about 3% of the U.S. population)     * AB negative (only about 1% of the U.S. population) In emergencies, there are certain exceptions to the rule that the donor's blood type must match the recipient's exactly: Blood type O negative is the only type of blood that people of all other blood types can receive. This is helpful in emergency situations when the patient needs a transfusion but their blood type is unknown. Because of this, O negative donors are called \"universal donors.\" People who have type AB blood are called \"universal recipients\" because they can safely receive any type of blood. A blood transfusion usually isn't whole blood — it could be any one of the blood's components. For example, some people with cancer need blood transfusions because during chemotherapy the bone marrow may be temporarily unable to make new blood cells. For these people, a transfusion of red blood cells or platelets can help. Other people might need plasma or only certain parts of plasma. For example, people who have hemophilia, a disease that affects their blood's ability to clot, need plasma or the clotting factors contained in plasma to help their blood clot and prevent internal bleeding. Where does the blood come from? In the United States, the blood supply used for transfusions comes from people who volunteer to donate their blood at local blood banks, at community centers during blood drives, or through the American Red Cross. Many people's lives depend on others being willing to donate blood. When people know they are going to have an operation that might include a blood transfusion, they may choose to receive blood from one of several different places. Most patients choose to receive blood from volunteer blood donors. But some decide to donate their own blood before the surgery. This is called autologous blood donation.  Another option for blood transfusions is called directed donation. This is when a family member or friend donates blood specifically to be used by a designated patient. For directed donation, the donor must have a blood type that is compatible with the recipient's. He or she must also meet all the requirements of a regular volunteer blood donor. There is no medical or scientific evidence that blood from directed donors is safer or better than blood from volunteer donors. Who can donate blood? To donate blood, the American Red Cross requires that people be at least 17 years old and weigh more than 110 pounds. (In some states, the age is 16 with a parent's permission.) Donors must be in good health and will be screened for certain medical conditions, such as anemia. Donors who meet these requirements can give blood every 56 days. People who meet the eligibility requirements will need to give their medical history and pass a physical exam before donating. The medical history includes questions that help blood bank staff decide if there's a risk that donors might have an infection that could be transmitted in their blood. Are There Any Risks? A person can't get an infection or disease from giving blood. The needles and other equipment used are sterile and they're used only on one person and then thrown away. There are a few health risks associated with donating blood. Occasionally, donors may experience nausea, lightheadedness, dizziness, or fainting, but these symptoms usually resolve quickly. The donor's body usually replaces the liquid part of blood (plasma) within 72 hours after giving blood. It generally takes about 4-8 weeks to <em>regenerate</em> the red blood cells lost during a blood donation. An iron-fortified diet plus daily iron tablets can help rebuild a donor's red blood supply. How safe is donated blood? Some people worry about getting diseases from infected blood, but the United States has one of the safest blood supplies in the world. Many organizations, including community blood banks and the federal government, work hard to ensure that the blood supply is safe. All blood donors must provide a thorough history, including recent travel, infections, medicines, and health problems. In addition, all blood donations are tested for several viruses, including HIV (the virus that causes AIDS), hepatitis B, hepatitis C, syphilis, and West Nile virus. If any of these things are found, the blood is destroyed. Because blood can be infected with bacteria as well as viruses, certain blood components are tested for contamination with bacteria as well. The U.S. Food and Drug Administration (FDA) regulates U.S. blood banks. All blood centers must pass regular inspections in order to continue their operations. Do people get sick from transfusions? Most people tolerate blood transfusions very well. But, like any medical procedure, there are some risks involved. These include the following:     * Fever. Patients can experience a fever with a blood transfusion, sometimes along with chills, a headache, or nausea. These symptoms can be caused by a reaction between the recipient's immune system and immune cells in the donor’s blood. When this happens, doctors will stop the transfusion and give the patient fever-reducing medication. When the patient's temperature is back to normal, the transfusion can usually continue.     * Allergic reaction. Allergic reactions to blood transfusions (like hives or itching) happen because of a reaction between the recipient's immune system and proteins in the donated blood. In a few rare cases, an allergic reaction can be severe (a condition called anaphylaxis). Stopping the transfusion and giving the patient medications for allergy, including antihistamines and steroids, can treat these reactions. If the reaction is mild, the transfusion can start again. If it is more serious, doctors may have to take other measures before the patient can be given a transfusion again.     * Hemolytic reaction. The word hemolysis means the destruction of red blood cells. This reaction can be life threatening. It occurs when the patient's blood and the donated blood do not match. When the types don't match, the recipient's immune system attacks the red blood cells in the donated blood and destroys them. If a hemolytic reaction occurs, doctors stop the transfusion and treat the symptoms. Hemolytic reaction is very rare, though, as health care professionals take many precautions to confirm a patient's and donor's blood are compatible before giving a transfusion. In almost every situation, the benefits of having a blood transfusion far outweigh the risks. The Red Cross estimates that 15% of all blood donors in the United States are high school or college students. If you are eligible and wish to donate blood, contact your local blood bank or the American Red Cross for more information on what's involved. You could save someone's life.",
            "vi": "Truyền máu    Tìm hiểu về máu Hẳn là bạn cảm thấy khoẻ hơn nhiều nếu máu ở đúng chỗ trong cơ thể. Nhưng việc truyền máu cũng đã cứu sống nhiều mạng người mỗi ngày đấy. Bệnh viện cần máu cho người bị thương, cũng như cho bệnh nhân mổ tim, cấy ghép nội tạng, điều trị ung thư, và chữa nhiều bệnh khác liên quan đến máu, chẳng hạn như bệnh thiếu máu hồng cầu hình liềm. Thực ra thì ở Hoa Kỳ, mỗi năm có khoảng 5 triệu người được truyền máu.  Máu giống như một hệ thống vận chuyển của cơ thể, liên tục cung cấp máu và tiếp nhận máu trở lại. Khi máu lưu thông khắp cơ thể, nó mang khí ô-xy và dưỡng chất đến tất cả các nơi cần thiết. Ngoài ra máu cũng có nhiệm vụ thu thập chất thải, như các-bon-đi-ô-xit, và mang những chất thải này đến các cơ quan bài tiết để thải ra ngoài.  Máu là một hỗn hợp pha lẫn giữa tế bào và chất lỏng, và mỗi thành phần máu đều có một nhiệm vụ cụ thể:  * Hồng cầu có nhiệm vụ vận chuyển khí ô-xy đến các mô trong cơ thể và thải các-bon-đi-ô-xit. Hồng cầu cấu thành khoảng từ 40 đến 45% máu người và tồn tại trong máu thời gian là 120 ngày.   * Tế bào bạch cầu là một phần của hệ thống miễn dịch, là “cơ quan phòng thủ” chủ yếu chống nhiễm trùng. Tế bào bạch cầu hình thành chưa đầy 1% máu trong cơ thể người.  * Tiểu cầu là những mảnh tế bào có tác dụng làm cho máu đông cục, ngăn chặn và không cho chảy máu. Tiểu cầu chiếm khoảng 5% máu.  * Huyết tương (pla-xma) là một hỗn hợp màu vàng nhạt gồm nước, prô-tê-in, chất điện phân, hy-đrát-các-bon, cholesterol, hoóc-môn, và vi-ta-min. Khoảng 55% máu trong cơ thể là pla-xma.  Tế bào máu được hình thành trong tuỷ xương, đây là chất xốp nằm trong nhiều xương của cơ thể. Người lớn trưởng thành có khoảng 10 panh máu (gần 5 lít) trong người.  Truyền máu là gì? Truyền máu là một thủ thuật y học tương đối đơn giản mà bác sĩ sử dụng để bù đắp lượng máu mất đi – hoặc bất kỳ thành phần nào trong máu, chẳng hạn như hồng cầu hoặc tiểu cầu. Truyền máu thường được tiến hành qua đường tĩnh mạch, gồm một ống nhỏ được tiêm vào tĩnh mạch bằng kim tiêm nhỏ. Toàn bộ quá trình này thường mất khoảng chừng từ 2 đến 4 tiếng đồng hồ, tuỳ thuộc vào lượng máu cần được truyền là bao nhiêu.  Để tránh phản ứng nguy hiểm đến tính mạng, nhóm máu của người cho phải tương thích với nhóm máu của người nhận. Có 8 nhóm máu chủ yếu sau đây:  * O+ (khoảng 38% dân số Hoa Kỳ có nhóm máu này) * O- (khoảng 7 % dân số Hoa Kỳ)  * A+ (khoảng 34% dân số Hoa Kỳ) * A- (khoảng 6% dân số Hoa Kỳ) * B+ (khoảng 9% dân số Hoa Kỳ) * B- (khoảng 2% dân số Hoa Kỳ) * AB+ (khoảng 3% dân số Hoa Kỳ) * AB- (chỉ khoảng 1% dân số Hoa Kỳ) Trong những trường hợp khẩn cấp cũng có một số ngoại lệ nhất định đối với quy luật nhóm máu của người cho phải phù hợp với nhóm máu của người nhận một cách chính xác. Nhóm máu O- là nhóm máu duy nhất mà tất cả các nhóm máu khác đều có thể nhận được. Điều này rất hữu ích trong những trường hợp khẩn cấp khi mà người cần truyền máu không biết nhóm máu mình là gì. Vì vậy, người cho có nhóm máu O- được gọi là “người cho phổ thông/ người có nhóm máu O”. Người có nhóm máu AB được gọi là “người nhận phổ thông” vì những người này có thể nhận được bất kỳ nhóm máu nào một cách an toàn.  Việc truyền máu thường không phải là truyền tất cả các thành phần máu – mà có thể là bất kỳ thành phần nào. Chẳng hạn như một vài người bị ung thư cần truyền máu bởi trong quá trình hoá trị liệu tuỷ xương có thể tạm thời không tạo tế bào máu mới được. Đối với những người này thì việc truyền hồng cầu hoặc tiểu cầu có thể có tác dụng tốt.  Những người khác có thể cần đến pla-xma hay chỉ một số thành phần trong pla-xma. Chẳng hạn như, người bị bệnh máu khó đông – căn bệnh ảnh hưởng khả năng đông tụ máu, rất cần pla-xma hoặc các thành phần đông tụ trong pla-xma nhằm giúp máu đông lại và tránh xuất huyết bên trong.  Máu có từ đâu? Ở Mỹ, nguồn máu được dùng để truyền do nhiều người tình nguyện hiến máu ở các ngân hàng máu điạ phương, các trung tâm cộng đồng trong suốt các đợt vận động hiến máu, hoặc qua Hội Chữ thập Đỏ Hoa Kỳ. Mạng sống của nhiều người phụ thuộc vào việc sẵn lòng hiến máu của người khác. Khi người ta biết mình sắp phẫu thuật và có thể phải truyền máu, họ có thể lựa chọn nhận máu ở một trong vài nơi cung cấp máu khác nhau. Hầu hết bệnh nhân thích được truyền máu của người tình nguyện hiến máu. Nhưng cũng có một số người tự hiến máu mình trước ca phẫu thuật. Đây gọi là truyền máu tự thân.  Người ta cũng có thể lựa chọn hiến máu theo yêu cầu đối với việc truyền máu. Đây là khi người trong gia đình hoặc bạn bè hiến máu mà nhất là được sử dụng cho bệnh nhân được chỉ định. Trong trường hợp hiến máu theo yêu cầu thì người cho phải có nhóm máu tương thích với nhóm máu của người nhận. Người hiến máu phải đáp ứng tất cả các yêu cầu của một người tình nguyện hiến máu thực sự. Chẳng có một bằng chứng y học hoặc khoa học nào cho thấy máu truyền từ người hiến theo yêu cầu an toàn hơn hoặc tốt hơn máu của người tình nguyện hiến máu.  Ai có thể hiến máu được? Để hiến máu, Hội Chữ thập Đỏ Hoa Kỳ yêu cầu người cho máu phải từ 17 tuổi trở lên và cân nặng trên 110 pao. (Ở một số tiểu ban, có thể là 16 tuổi và có sự cho phép của bố mẹ.) Người hiến máu phải có sức khỏe tốt và sẽ được kiểm tra sàng lọc một số bệnh cụ thể nào đó, chẳng hạn như bệnh thiếu máu. Bên cạnh đó, người hiến máu đáp ứng những yêu cầu này có thể cho máu cứ 56 ngày một lần.  Người hội đủ các yêu cầu cần cho biết về tiền sử sức khỏe cua rmình và phải qua cuộc kiểm tra sức khỏe trước khi hiến máu. Tiền sử sức khoẻ bao gồm các câu hỏi có thể giúp cán bộ ngân hàng máu biết được liệu có nguy cơ người hiến máu bị nhiễm trùng có thể lây truyền trong máu của họ hay không.  Có bất kỳ rủi ro nào không? Việc hiến máu không làm nhiễm trùng hoặc gây bệnh cho người được. Kim tiêm và dụng cụ khác đều vô trùng và chỉ được sử dụng cho một người duy nhất và được bỏ đi.  hiến máu cũng gây một vài vấn đề sức khỏe. Thường thì người hiến máu có thể bị buồn nôn, choáng váng, chóng mặt, hoặc ngất, nhưng các triệu chứng ấy thường có thể khắc phục nhanh chóng.  Cơ thể của người cho máu thường thay thế phần máu lỏng (pla-xma) trong vòng 72 tiếng đồng hồ sau khi hiến máu. Thông thường thì phải mất khoảng chừng 4 đến 8 tuần mới có thể tái tạo lại hồng cầu bị mất trong suốt quá trình hiến máu. Chế độ dinh dưỡng tăng cường sắt và viên bổ sung sắt hằng ngày có thể giúp phục hồi lại nguồn cung cấp máu của người hiến.  Độ an toàn của máu hiến như thế nào? Một số người lo lắng về việc nhiễm bệnh từ máu của người bệnh, nhưng Hoa Kỳ là một trong những nước có nguồn cung cấp máu an toàn nhất trên thế giới. Nhiều tổ chức, kể cả các ngân hàng máu cộng đồng và chính quyền liên bang, đã làm việc chặt chẽ để đảm bảo nguồn cung cấp máu luôn được an toàn. Người hiến máu phải cho biết thông tin tiền sử sức khỏe của mình một cách tỉ mỉ như gần đây đi du lịch ở đâu, bị nhiễm trùng gì, sử dụng thuốc gì, và vấn đề sức khỏe như thế nào. Ngoài ra, người hiến máu phải được xét nghiệm một số vi-rút, gồm vi-rút HIV (vi-rút gây bệnh AIDS), viêm gan siêu vi B, viêm gan siêu vi C, giang mai, và vi-rút West Nile. Nếu phát hiện ra bất kỳ loại vi-rút nào trên đây thì máu sẽ bị hủy ngay tức khắc. Bởi máu có thể bị nhiễm khuẩn và nhiễm vi-rút nên người ta cũng xét nghiệm một số thành phần máu để xem có bị nhiễm khuẩn không.   Cơ quan kiểm soát Thực phẩm và Dược phẩm Hoa Kỳ (FDA) có nhiệm vụ kiểm soát các ngân hàng máu ở Hoa Kỳ. Tất cả các trung tâm máu phải được kiểm duyệt đều đặn để tiếp tục hoạt động của mình.  Người ta có bị bệnh do truyền máu không? Hầu hết mọi người đều có thể dung nạp máu truyền rất tốt. Nhưng, cũng giống như bất kỳ một quy trình y học nào khác thì quy trình truyền máu cũng gây một số nguy cơ:  * Sốt. Bệnh nhân có thể bị sốt do truyền máu, đôi khi đi kèm triệu chứng ớn lạnh, nhức đầu, hoặc buồn nôn. Những triệu chứng này có thể gây ra do phản ứng giữa hệ miễn dịch của người nhận và tế bào miễn dịch trong máu của người cho. Khi bị phản ứng này thì bác sĩ sẽ ngưng truyền máu và cho bệnh nhân thuốc hạ sốt. Khi thân nhiệt của người bệnh bình thường trở lại thì việc truyền máu thường có thể tiếp tục.  * Phản ứng dị ứng. Dị ứng với việc truyền máu (như nổi mề đay hoặc ngứa) có thể xảy ra do phản ứng giữa hệ miễn dịch của người nhận và prô-tê-in trong máu của người hiến. Trong một số trường hợp hiếm thấy thì phản ứng dị ứng này có thể nghiêm trọng (chứng bệnh này gọi là sốc mẫn cảm). Ngưng truyền máu và cho bệnh nhân dùng thuốc dị ứng, như thuốc kháng histamine và xtê-rô-ít có thể giúp giảm triệu chứng này. Nếu phản ứng xảy ra nhẹ thì có thể truyền máu lại được. Ngược lại nếu bệnh nhân bị dị ứng nặng thì bác sĩ có thể sử dụng các biện pháp khác trước khi cho bệnh nhân truyền máu trở lại.  * Phản ứng tán huyết. Thuật ngữ dung huyết (tiêu máu) có nghĩa là sự phá huỷ hồng cầu. Phản ứng này có thể nguy hiểm đến tính mạng. Nó xảy ra khi máu của người nhận và máu của người cho không tương thích nhau. Khi các nhóm máu không tương thích nhau thì hệ miễn dịch của người nhận tấn công hồng cầu trong máu truyền và tiêu diệt chúng. Nếu phản ứng tán huyết xảy ra thì bác sĩ sẽ ngưng truyền máu và điều trị các triệu chứng. Phản ứng này rất hiếm gặp, dẫu vậy, các chuyên gia y tế nên hết sức đề phòng nhằm xác định máu của bệnh nhân và máu của người cho tương thích với nhau trước khi truyền máu.  Hầu hết các trường hợp thì lợi ích của việc truyền máu đều cao hơn tỉ lệ rủi ro.  Hội Chữ thập đỏ ước tính 15% số người hiến máu ở Hoa Kỳ là học sinh trung học hoặc sinh viên các trường cao đẳng, đại học. Nếu bạn đủ điều kiện và muốn hiến máu thì hãy liên hệ với ngân hàng máu ở địa phương mình hoặc Hội Chữ thập đỏ Hoa Kỳ để biết thêm thông tin. Bạn có thể cứu sống được một người nào đó đấy."
        }
    ],
    "suggestions": []
}