{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['regei]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(âm nhạc) nhạc nhịp mạnh; điệu nhảy với nhịp mạnh phổ biến của người Tây Ấn (quần đảo Antilles)</td></tr></table><i/></div>",
            "word": "reggae",
            "pronounce": "['regei]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reggae</k><blockquote><cclass>[<cclass>'rɛgeɪ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a style of popular music with a strongly accented subsidiary beat, originating in Jamaica. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>perh. related to Jamaican Engl. <i>rege-rege</i> 'quarrel, row'. </blockquote></div>",
            "word": "reggae",
            "pronounce": "['regei]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reggae",
            "pronounce": "['regei]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reggae",
            "pronounce": "['regei]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reggae",
            "pronounce": "['regei]"
        }
    },
    "sentences": [
        {
            "en": "French singer featured at Saigon <em>Reggae</em> Festival",
            "vi": "Ca sỹ người Pháp tham gia lễ hội âm nhạc Reggae tại Sài Gòn"
        },
        {
            "en": "Internationally acclaimed <em>reggae</em> dub singer Don Camilo from France will be an honoured guest of the fourth Saigon <em>Reggae</em> Festival at Cargo Event Space on March 26.",
            "vi": "Ca sỹ dòng nhạc Dub nổi tiếng thế giới DonCamilo đến từ Pháp sẽ là một khách mời danh dụ của lễ hội âm nhạc Sài Gòn Reggae lần thứ 4 tại Cargo Event Space vào 26/03"
        },
        {
            "en": "I played some nice <em>reggae</em> music to people for a few hours on Sunday evening.",
            "vi": "Tối chủ nhật tôi chơi một chút nhạc Reggae hay cho mọi người nghe trong vài giờ."
        },
        {
            "en": " VinGallery to host spring art market, Electronic music concert features international artists, UK choreographer performs in HCM City, French singer featured at Saigon <em>Reggae</em> Festival, Colours in the wind for celebration of Holi festival in Ha Noi",
            "vi": "VinGallery tổ chức lễ hội nghệ thuật mùa xuân, buổi hòa nhạc điện tử được biểu diễn bởi các nghệ sĩ quốc tế, những biên đạo múa của Anh trình diễn tại thành phố HCM, ca sĩ người Pháp là những đặc trưng tại Liên hoan Reggae Sài Gòn, Màu sắc trong gió trong lễ kỷ niệm của lễ hội Holi tại Hà Nội."
        },
        {
            "en": "Eight hours of non-stop <em>reggae</em> music will include local and international DJs and artists Jase Nguyen, Slowbirds, 8U8A, Morgan, Sonar Lee, Ivy Phi, Adrienne Mack-Davis and Feleciacruz.",
            "vi": "Thời gian biểu diễn 8 tiếng của của âm nhạc non-stop reggae sẽ bao gồm những DJ trong nước và quốc tế và các nghệ sỹ Jase Nguyễn, Slowbird, 8U8A, Morgan, Sonar, Ivy Phi, Adrienne Mack-Davis và Feleciacruz."
        }
    ],
    "suggestions": []
}