{
    "en_vn": {
        "data": {
            "content": null,
            "word": "regrouping",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "regrouping",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "regrouping",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "regrouping",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nhóm lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự sắp xếp lại</font></td></tr></tbody></table></div>",
            "word": "regrouping",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Each commune includes several units, or thon for short, <em>regrouping</em> from a few dozen to more than a hundred households each (see Box 7.1).",
            "vi": "Mỗi xã có một vài đơn vị, gọi tắt là thôn, mỗi thôn gồm từ vài chục đến vài trăm hộ (xem Khung 7.1)."
        },
        {
            "en": "Superman attacks Batman and Green Lantern, believing them to be threats. Lantern calls in The Flash to help them, and they continue to fight until Batman makes them realize they're on the same side. <em>Regrouping</em>, the four men puzzle over the Father Box until a Boom Tube explodes and releases an army of Parademons. High school athlete Vic Stone is caught in a similar explosion at S.T.A.R. Labs.",
            "vi": "Superman tấn công Batman và Green Lantern, tin rằng họ là mối đe dọa. Lantern gọi cho Flash để giúp đỡ họ, và 2 bên tiếp tục chiến đấu cho đến khi Batman làm cho họ nhận ra tất cả đang cùng một phe với nhau. Họp lại với nhau, bốn người đàn ông lúng túng với hộp Father Box của bọn ngoài hành tinh cho đến khi cái hộp phát nổ và giải phóng ra một đội quân Parademons chứa bên trong cái hộp đó. Vận động viên trường trung học Vic Stone bị chúng bắt trong một vụ nổ tương tự tại STAR Labs."
        }
    ],
    "suggestions": []
}