{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ri:ə'biliteit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đưa ai trở về cuộc sống bình thường bằng cách cho uống thuốc, tập luyện...; phục hồi</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">To rehabilitate the mentally</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">physically disabled in the community</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Phục hồi lại chức năng cho những người tàn phế về tâm thần/thể chất trong cộng đồng </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đưa (người đã bị mất chức, thanh danh...) trở về cương vị cũ của họ; phục hồi</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">To rehabilitate a disgraced former leader</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Phục hồi cương vị cho một nhà lãnh đạo từng bị cách chức</font></td></tr></table><i/></div>",
            "word": "rehabilitate",
            "pronounce": "[,ri:ə'biliteit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rehabilitate</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 restore to health or normal life by training and therapy after imprisonment, addiction, or illness. </blockquote></blockquote><blockquote><blockquote>2》 restore the standing or reputation of. </blockquote></blockquote><blockquote><blockquote>3》 restore to a former condition. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>rehabilitation</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>rehabilitative</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16 (earlier (C15) as <i>rehabilitation</i>): from med. L. <i>rehabilitat-</i>, <i>rehabilitare</i> (see <kref>re-</kref>, <kref>habilitate</kref>). </blockquote></div>",
            "word": "rehabilitate",
            "pronounce": "[,ri:ə'biliteit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>rehabilitate</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>efforts to rehabilitate patients</i>: RESTORE TO NORMALITY, reintegrate, readapt; <cclass><i>N. Amer.</i><cclass><i>informal</i> rehab.</cclass></cclass></blockquote><blockquote><b>2</b><i>former dissidents were rehabilitated</i>: REINSTATE, restore, bring back; pardon, absolve, exonerate, forgive; <cclass><i>formal</i> exculpate.</cclass></blockquote><blockquote><b>3</b><i>rehabilitating vacant housing</i>: RECONDITION, restore, renovate, refurbish, revamp, overhaul, redevelop, rebuild, reconstruct; redecorate, spruce up; upgrade, refit, modernize; <cclass><i>informal</i> do up; <cclass><i>N. Amer.</i><cclass><i>informal</i> rehab.</cclass></cclass></cclass></blockquote></div>",
            "word": "rehabilitate",
            "pronounce": "[,ri:ə'biliteit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rehabilitate",
            "pronounce": "[,ri:ə'biliteit]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cải tạo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hồi phục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khôi phục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tu bổ</font></td></tr></tbody></table></div>",
            "word": "rehabilitate",
            "pronounce": "[,ri:ə'biliteit]"
        }
    },
    "sentences": [
        {
            "en": "<em>rehabilitate</em> prisoners (collocation)",
            "vi": "cải tạo tù nhân (cụm từ thường đi với nhau)"
        },
        {
            "en": "Does prison help <em>rehabilitate</em> criminals?",
            "vi": "Nhà tù có cải huấn được các tội phạm không?"
        },
        {
            "en": "<em>Rehabilitate</em> a disgraced former leader",
            "vi": "Phục hồi cương vị cho một nhà lãnh đạo từng bị cách chức"
        },
        {
            "en": "<em>Rehabilitate</em> the physically disabled in the community",
            "vi": "Phục hồi lại chức năng cho những người tàn phế về thể chất trong cộng đồng"
        },
        {
            "en": "<em>Rehabilitate</em> the mentally disabled in the community",
            "vi": "Phục hồi lại chức năng cho những người tàn phế về tâm thần trong cộng đồng"
        },
        {
            "en": "Close, merge and <em>rehabilitate</em> JSBs after completing assessment.",
            "vi": "Đóng cửa, sát nhập, và phục hồi các ngân hàng cổ phần sau khi đánh giá xong,"
        },
        {
            "en": "People believe that prison does not <em>rehabilitate</em> most criminals.",
            "vi": "Người ta tin rằng nhà tù không giúp cải tạo tất cả các tội phạm."
        },
        {
            "en": "There is an opportunity to <em>rehabilitate</em> the economy.",
            "vi": "Có một cơ hội để phục hồi nền kinh tế."
        },
        {
            "en": "The new government is trying their best to <em>rehabilitate</em> their country's image.",
            "vi": "Chính quyền mới đang cố gắng hết mình để phục hồi lại hình ảnh của đất nước."
        },
        {
            "en": "It is very difficult to <em>rehabilitate</em> the mentally or physically disabled in the community.",
            "vi": "Rất khó để phục hồi lại chức năng cho những người tàn phế về tâm thần hoặc thể chất trong cộng đồng."
        },
        {
            "en": "A Turkish company has expressed readiness to <em>rehabilitate</em> a poultry project in Diwaniya at a cost of $100 million.",
            "vi": "Một công ty Thổ Nhĩ Kỳ đã bày tỏ sự sẵn sàng để phục hồi một dự án chăn nuôi gia cầm tại Diwaniya với chi phí 100 triệu USD."
        },
        {
            "en": "This operation will create new, decentralized institutional models to <em>rehabilitate</em> about 900-1000 rural commune distribution systems.",
            "vi": "Hoạt động này sẽ tạo ra những mô hình thể chế phân cấp mới để nâng cấp hệ thống phân phối cho 900-1000 xã."
        },
        {
            "en": "Hence, the responsibility of the physicians is to know to discover, cure, <em>rehabilitate</em> the health both of the individuals and community.",
            "vi": "Người thầy thuốc do đó phải cần biết phát hiện, giải quyết, phục hồi những vấn đề sức khoẻ vừa của cá nhân vừa của cộng đồng."
        },
        {
            "en": "These funds will be used to reconstruct houses damaged in the floods, provide seeds and livestock <em>rehabilitate</em> fields, clean wells and repair water supplies.",
            "vi": "Số ngân quỹ này sẽ được sử dụng để xây dựng lại nhà cửa bị hư hại trong các trận lũ lụt, cung cấp hạt giống và con giống, khôi phục ruộng đồng, làm sạch các giếng nước và sửa chữa hệ thống cung cấp nước."
        },
        {
            "en": "Half of households with CWD had great financial difficulties, thus could not provide adequate conditions for the children to <em>rehabilitate</em> their body functions and study.",
            "vi": "Một nửa số hộ gia đình có trẻ khuyết tật gặp khó khăn lớn về tài chính, nên không thể cung cấp những điều kiện đầy đủ cho trẻ được phục hồi chức năng và học hành."
        },
        {
            "en": "If they are unable to raise that capital, the Government must take control and decide to close down banks that are insolvent and <em>rehabilitate</em> those that are marginally capitalized and potentially viable.",
            "vi": "Nếu họ không thể nâng đủ mức vốn đó, chính phủ sẽ phải kiểm soát và quyết định đóng cửa những ngân hàng mất khả năng thanh toán và khôi phục những cái thiếu vốn nhưng có khả năng tồn tại."
        },
        {
            "en": "“It is a must to <em>rehabilitate</em> the original situation to ensure water drainage,” he said, adding that this will depend on drastic measures to be taken by local authorities.",
            "vi": "\"Nó cần được phục hồi về tình trạng ban đầu để đảm bảo thoát nước\" ông nói thêm rằng điều này sẽ phụ thuộc vào các biện pháp quyết liệt được thực hiện bởi chính quyền địa phương."
        },
        {
            "en": "In addition, the Law on Education states that the Government shall encourage organizations and individuals to open special schools and classes for the disabled in order to help these people <em>rehabilitate</em>, acquire knowledge, vocational training and integrate into the community.",
            "vi": "Ngoài ra, Luật Giáo dục qui định rằng Chính phủ cần khuyến khích các tổ chức và cá nhân mở các trường, lớp học đặc biệt cho người tàn tật để giúp họ phục hồi, có kiến thức, được dạy nghề và hòa nhập với xã hội."
        },
        {
            "en": "Tony Blair criticises coalition prison policies      Former prime minister Tony Blair has criticised the prison policies being pursued by the coalition government. Mr Blair told the Daily Telegraph he \"profoundly disagrees\" with the approach adopted by Justice Secretary Kenneth Clarke. Mr Clarke has outlined a \"radical\" shift from jail sentences to more community-based punishments to focus on rehabilitation and save money. More than 85,000 people are currently in prison in England and Wales. The justice secretary said he wants to \"shut the revolving door of crime and reoffending\".  New measures will involve paying private firms and voluntary groups according to how many prisoners they <em>rehabilitate</em>. In a speech in June, Mr Clarke said prison had too often proved a \"costly and ineffectual approach that fails to turn criminals into law-abiding citizens\". The justice secretary said that he would have regarded it as \"impossible and ridiculous\" when he was home secretary in the 1990s if someone had told him that by 2010 the prison population would have doubled to more than 80,000. But in an interview with the Telegraph, Mr Blair said there was a need to imprison \"those who deserve to be there\". The former prime minister said \"dysfunctional families who produce 14-year-old kids stabbing one another to death\" are \"making people's lives hell\" and suggested Britain could learn from developing countries which \"just don't accept\" criminality. Mr Blair's comments amount to his first direct policy assault on the coalition since David Cameron won power from Labour in May. The former prime minister, who recently published his memoir, once famously promised to be \"tough on crime and tough on the causes of crime\".",
            "vi": "Tony Blair criticises coalition prison policies      Cựu thủ tướng Anh - Tony Blair đã chỉ trích chính sách nhà tù mà chính phủ liên minh đang theo đuổi.  Ông Blair đã tuyên bố trong tờ the Daily Telegraph rằng ông \"hết sức phản đối\" chính sách mà Bộ trưởng tư pháp Kenneth Clarke đã thông qua.  Ông Clarke đã phác thảo ra một bước thay đổi “triệt để\" để chuyển từ án tù sang phạt phục vụ cộng đồng để chú trọng vào việc phục hồi nhân phẩm và tiết kiệm tiền. Hiện nay, có hơn 85.000 người đang ngồi tù ở Anh và xứ Wales.  Bộ trưởng tư pháp còn cho biết ông muốn \"đóng cánh cửa của vòng xoáy tội phạm và tình trạng tái phạm tội\".  Những biện pháp mới sẽ liên quan đến việc phải trả tiền cho các công ty tư nhân và các nhóm tình nguyện tuỳ theo số tù nhân cần phục hồi nhân phẩm. Trong một bài diễn văn vào tháng sáu, ông Clarke cho rằng các nhà tù luôn luôn cho thấy \"biện pháp tốn nhiều tiền và đem lại kết quả không mong muốn sẽ không cải hoá bọn tội phạm thành những công dân tôn trọng luật pháp được\".  Vị Bộ trưởng tư pháp này cho biết ông đã xem việc này là \"bất khả thi và lố bịch\" lúc ông còn là Bộ trưởng nội vụ vào những năm 1990 khi đó có người đã bảo ông là vào năm 2010 số tù nhân hẳn sẽ tăng gấp đôi với số lượng hơn 80.000 người.  Thế nhưng trong cuộc phỏng vấn với tờ Telegraph, ông Blair tuyên bố rằng cần giam giữ \"những người xứng đáng phải ở tù\". Cựu thủ tướng đã nói \"những gia đình bất thường đã tạo ra những trẻ 14 tuổi đâm nhau cho đến chết\" là \"làm cho đời sống của người dân biến thành địa ngục\" và đề nghị nước Anh nên học hỏi những nước đang phát triển về việc \"không chấp nhận\" tình trạng phạm tội.  Những lời bình luận của ông Blair rốt cuộc chỉ là cuộc công kích chính sách đầu tiên của ông trực tiếp vào liên minh kể từ khi ông David Cameron chiếm quyền lực từ tay Đảng lao động vào tháng năm.  Vị cựu thủ tướng, người gần đây công bố tham luận của mình, đã từng đưa ra lời hứa hẹn rất hấp dẫn rằng \"phải trừng trị tội phạm và cứng rắn triệt tiêu nguyên nhân phạm tội \""
        }
    ],
    "suggestions": []
}