{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rehydrate",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rehydrate</k><blockquote>■ <cclass>verb absorb or cause to absorb moisture after dehydration. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>rehydratable</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>rehydration</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "rehydrate",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rehydrate",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rehydrate",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rehydrate",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "6.  Reduce caffeine consumption: You don't have to cut out caffeine completely but reduce it if you're too dependent. A cappuccino in the morning made with organic milk can be a welcomed treat, but four cups of coffee is overkill. Make sure that if you enjoy a morning caffeinated beverage you <em>rehydrate</em> afterwards.",
            "vi": "6. Giảm bớt các nước uống có caffeine: Bạn không cần phải bỏ hoàn toàn chất caffeine nhưng hãy giảm dùng nó nếu bạn đã quá phụ thuộc vào chất này. Một tách cappuccino vào buổi sáng làm từ sữa tự nhiên có thể là một giải pháp tốt, tuy nhiên 4 tách cà phê lại là rất có hại. Đảm bảo rằng bạn thưởng thức một thức uống có caffeine vào buổi sáng mà cơ thể bạn có thể hấp thụ sau đó."
        },
        {
            "en": "9. Stay hydrated. Once at work, drink plenty of water throughout the day to help keep you awake, alert and less sallow-looking. Or for sports drinks such as Lucozade or Powerade, or even Diarolyte. These all contain electrolytes which help <em>rehydrate</em> faster than just water. Alcohol dehydrates, so put back in what has been taken out. Plus, lots of fluids gives you plenty of reasons to go to the water cooler and the bathroom, giving you the chance to stretch your tired legs.Initially, sip the water slowly. If you're feeling like you're going to vomit, anything you consume can trigger the need to throw up. As the day wears on, you'll probably be able to drink more and faster.",
            "vi": "9. Hãy bổ sung nước. Ở công ty, bạn nên uống nhiều nước suốt cả ngày để giúp đầu óc tỉnh táo, lanh lợi và nhìn ít bị tái xạm đi. Hoặc bạn có thể sử dụng các thức uống thể thao như Lucozade hoặc Powerade, hoặc thậm chí là Diarolyte. Tất cả các thức uống này đều có chứa chất điện li giúp bổ sung nước nhanh hơn là nước không. Rượu bia làm bạn mất nước, thế nên hãy bổ sung lượng nước bị mất đi. Ngoài ra, uống nhiều nước sẽ có cớ cho bạn đến máy làm lạnh nước uống và đi vệ sinh, bạn cũng có dịp để duỗi dài đôi chân mệt mỏi của mình đấy chứ. Đầu tiên, bạn nên hớp từ từ thôi. Nếu bạn cảm thấy muốn ói thì bất cứ cái gì uống vào cũng có thể làm bạn phải tống ra. Dần dần trong ngày, có thể bạn sẽ uống được nhiều hơn và nhanh hơn đấy."
        }
    ],
    "suggestions": []
}