{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reigning"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reigning</k><blockquote><cclass>adjective (of a sports player or team) currently holding a particular title.</cclass></blockquote><blockquote>→ <kref>reign</kref></blockquote></div>",
            "word": "reigning"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>reigning</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the reigning monarch</i>: RULING, regnant; on the throne.</blockquote><blockquote><b>2</b><i>the reigning world champion</i>: INCUMBENT, current.</blockquote><blockquote><b>3</b><i>the reigning legal conventions</i>: PREVAILING, existing, current; usual, common, recognized, established, accepted, popular, widespread.</blockquote></div>",
            "word": "reigning"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reigning"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reigning"
        }
    },
    "sentences": [
        {
            "en": "He is the <em>reigning</em> champion.",
            "vi": "Anh ấy là đương kim vô địch."
        },
        {
            "en": "Pit oneself against the <em>reigning</em> champion",
            "vi": "Đứng ra đấu với đương kim vô địch."
        },
        {
            "en": "he has no notion of <em>reigning</em>.",
            "vi": "nó không có ý định từ trước."
        },
        {
            "en": "Faced with economic collapse, the government embarked on initial reforms aimed primarily at <em>reigning</em> in hyperinflation and correcting macroeconomic imbalances.",
            "vi": "Đứng trước tình hình suy thoái kinh tế, chính phủ đã tiến hành những cải cách ban đầu chủ yếu nhằm chế ngự siêu lạm phát và ổn định những bất cân đối kinh tế vĩ mô."
        },
        {
            "en": "Its successor, and still the <em>reigning</em> commercial king, is the Cavendish banana, a 19th-century British discovery from southern China.",
            "vi": "Giống chuối kế nhiệm, và vẫn là vị vua thương mại, là giống Cavendish, một phát hiện của người Anh từ thế kỷ 19 ở miền nam Trung Quốc."
        },
        {
            "en": "This year's crop of politicians speaks of \"cutting taxes\", \"<em>reigning</em> in government spending\", and \"reducing the size of government\".",
            "vi": "Nhóm chính trị gia năm nay bàn về việc \"cắt giảm thuế\",\"quản lý chi tiêu của chính phủ\" và\"giảm quy mô chính phủ\"."
        },
        {
            "en": "This year's crop of politicians speaks of \"cutting taxes\",\"<em>reigning</em> in government spending\", and \"reducing the size of government\".",
            "vi": "Nhóm chính trị gia năm nay bàn về việc \"cắt giảm thuế\", \"quản lý chi tiêu của chính phủ\" và \" giảm quy mô chính phủ\"."
        },
        {
            "en": "10 September 2015, at the age of 89, she would surpass Queen Victoria as the longest - <em>reigning</em> monarch in British history.",
            "vi": "Vào ngày 10 tháng Mười năm 2015, ở tuổi 89 thì cô ấy sẽ vượt mặt nữ hoàng Victoria với tư cách là vị vua trị vì lâu nhất trong lịch sử nước Anh."
        },
        {
            "en": "10 September 2015, at the age of 89, she would surpass Queen Victoria as the longest-<em>reigning</em> monarch in British history.",
            "vi": "Vào ngày 10 tháng Mười năm 2015, ở tuổi 89 thì cô ấy sẽ vượt mặt nữ hoàng Victoria với tư cách là vị vua trị vì lâu nhất trong lịch sử nước Anh."
        },
        {
            "en": "After <em>reigning</em> for 25 years, Mansa Musa died in 1337. He was succeeded by his son, Maghan I. The king's rich legacy persisted for generations and to this day, there are mausoleums, libraries, and mosques that stand as a testament to this golden age of Mali's history.",
            "vi": "Sau 25 năm trị vì, Mansa Musa chết năm 1337. Con trai ông, Maghan I, kế vị. Tài sản giàu có của vua còn mãi đến nhiều đời sau và cho đến tận ngày nay, những lăng mộ, thư viện, và thánh đường Hồi giáo đứng sừng sững như là chứng tích cho thời hoàng kim trong lịch sử Mali."
        },
        {
            "en": "Strikes took place across Europe Wednesday in protest against government austerity measures. Unions say over 20 million jobs have been lost across Europe since the economic downturn began.  Workers from across Europe took to the streets of Brussels on Wednesday in protest against European austerity measures. Police say most of the protesters marched on the headquarters of the European Union.  Union leaders hoped up to 100,000 people from 30 different countries would join the protest. One of the demonstrators, Evelain Foncis, says people on low salaries shouldn't have to prop up the country - that should be the banks' responsibility. Millions of people in Europe have lost their jobs since the global financial downturn and European governments are <em>reigning</em> in public spending in a bid to combat major deficits. Even as workers protested in Brussels on Wednesday, the European Union Commission proposed sanctions against EU countries that fail to bring down their national deficits. Belgium wasn't the only European country hit by protests Wednesday.  In Spain, unions, representing hundreds of thousands of workers, launched the country's first general strike in eight years.  Some strikers reportedly scuffled with police and bags of garbage were left uncollected on the streets; protesters stopped trucks from delivering basic groceries and airlines were forced to cancel some flights. The strikes were called in protest against a number of austerity measures including wage cuts for civil servants and a labor market reform that would have made it cheaper for companies to fire workers. Director of the General Workers' Union in Spain Robert Tormamira said in the past three years two million jobs have been destroyed. Elsewhere in Europe, Greek transport workers and hospital doctors walked off the job. General Secretary of the Greek General Confederation of Labor Vangelis Bouzoulas said the people of Europe are protesting against high prices and increased unemployment. He said they are asking for better times and more work.  The Greek government has implemented strict austerity measures that have led to a series of strikes and protests. European countries handed Greece more than $100 billion in rescue loans earlier this year in order to save its economy.  Protests also took place Wednesday in a number of other European countries, including Poland, Portugal, Ireland, and Italy.",
            "vi": "Đình công diễn ra khắp châu Âu hôm thứ Tư để phản đối các biện pháp hà khắc của chính phủ. Các công đoàn nói rằng khắp châu Âu có hơn 20 triệu người mất việc làm kể từ khi tình trạng suy thoái kinh tế bắt đầu. Người lao động khắp châu Âu xuống các đường phố của Brussels hôm thứ tư để phản đối các biện pháp hà khắc ở châu Âu. Cảnh sát nói rằng hầu hết người biểu tình đều đã kéo đến trụ sở của Liên minh châu Âu.  Các nhà lãnh đạo công đoàn hy vọng là sẽ có tới 100.000 người từ 30 quốc gia khác nhau tham gia biểu tình. Một trong những người biểu tình, Evelain Foncis, nói rằng những người có mức lương thấp không cần phải ủng hộ quốc gia của mình – đó là trách nhiệm của ngân hàng. Hàng triệu người ở châu Âu đã mất việc từ khi suy thoái tài chính toàn cầu và các chính phủ châu Âu đang hạn chế chi tiêu của chính phủ trong nỗ lực bù đắp các khoản thâm hụt lớn. Ngay khi người lao động biểu tình ở Brussels hôm thứ tư thì Ủy ban Liên minh châu Âu đã đưa ra các biện pháp chế tài đối với các quốc gia thuộc Liên minh châu Âu vì không cắt giảm các khoản thâm hụt của đất nước họ.  Bỉ không phải là quốc gia duy nhất ở châu Âu chịu ảnh hưởng của làn sóng biểu tình hôm thứ tư. Ở Tây Ban Nha, các công đoàn đại diện cho hàng trăm ngàn người lao động đã phát động cuộc tổng bãi công đầu tiên của quốc gia trong vòng tám năm qua. Nghe nói là một số người đình công đã ẩu đả với cảnh sát và nhiều túi rác bị bỏ lung tung trên đường phố; những người biểu tình không cho xe tải đi giao thực phẩm thiết yếu và các hãng hàng không buộc lòng phải bỏ một số chuyến bay.  Các cuộc đình công được dấy lên nhằm chống lại một số biện pháp hà khắc như là cắt giảm tiền lương cho công chức và cải cách thị trường lao động, vì điều này đã làm cho các công ty dễ sa thải người lao động hơn. Giám đốc Tổng công đoàn ở Tây Ban Nha, Robert Tormamira, nói rằng trong ba năm qua, đã có hai triệu người bị mất việc làm. Tại một nơi khác nữa ở châu Âu là Hy Lạp, nhân viên vận tải và các bác sĩ làm việc tại bệnh viện bỗng dưng bỏ việc. Tổng thư ký của Tổng công đoàn Hy Lạp Vangelis Bouzoulas nói rằng người dân châu Âu đang phản đối vật giá leo thang và tình trạng thất nghiệp ngày càng gia tăng. Ông nói họ đòi hỏi thời gian làm việc tốt hơn và có thêm việc làm.  Chính phủ Hy Lạp đã triển khai các biện pháp hà khắc nghiêm ngặt, điều này dẫn đến một loạt cuộc biểu tình và đình công. Các quốc gia châu Âu trao cho Hy Lạp hơn 100 tỷ đô la để cứu nguy cho các khoản vay đầu năm nay để cứu nền kinh tế của nó.  Biểu tình cũng diễn ra hôm thứ tư ở một số quốc gia khác ở châu Âu, trong đó có Ba Lan, Bồ Đào Nha, Ai-len, và Ý."
        },
        {
            "en": "World Cup Play Begins         Play has begun at the 2010 World Cup - the first ever World Cup to be held on the continent of Africa.   About 90,000 fans mostly dressed in South Africa's team colors of yellow and green, packed into the newly refurbished Soccer City stadium in Johannesburg on Friday. They watched host South Africa battle Mexico to a 1-1 draw in the first game of the 32-nation, month-long tournament.  France and Uruguay play in the second game of the day. Later in the day, France and Uruguay played to a scoreless draw at a packed stadium in Cape Town. Earlier a spectacular opening ceremony featured singers and dancers in colorful costumes and body paint. South Africa's President Jacob Zuma and his Mexican counterpart, Felipe Calderon, sat side-by-side overlooking the festivities, each wearing their home team's scarf.  Television cameras also showed South African Nobel laureate and retired Archbishop Desmond Tutu wearing a team jersey and dancing in the stands. He was joined in the stands by U.S. Vice President Joe Biden who is representing the United States at the tournament. The excitement was tempered, though, by the absence of former president Nelson Mandela, who canceled a planned appearance after his great-granddaughter was killed in a car crash on her way home from Thursday's World Cup kickoff concert. In remarks before the start of the game, President Zuma said the 91-year-old Mr. Mandela had wanted to attend but could not because of the unexpected death of his 13-year-old great-granddaughter, Zenani.   Mr. Zuma also lauded the tournament as the first ever hosted by an African nation, calling it \"the African World Cup.\" The World Cup is being played in 10 stadiums across South Africa, including Soccer City and Ellis Park in Johannesburg.   In addition to an automatic qualification for the host team, five African countries qualified for this year's World Cup - Ivory Coast, Ghana, Cameroon, Nigeria and Algeria. Italy enters the World Cup as defending champion, but Spain, the <em>reigning</em> European champion, and five-time former world champion Brazil are considered the early favorites in South Africa. The first World Cup football tournament was played in 1930 in Montevideo with host nation Uruguay defeating Argentina for the championship.",
            "vi": "World Cup đã khai mạc       Trận đấu ở World Cup 2010 đã khai mạc - giải cúp bóng đá thế giới lần đầu tiên được tổ chức trên lục địa Châu Phi. Khoảng 90.000 người hâm mộ hầu hết trong trang mục màu vàng và xanh của đội tuyển Nam Phi chen chúc trong khán đài của sân vận động Soccer City vừa mới được sửa sang lại ở Johannesburg vào ngày thứ sáu. Họ chứng kiến trận đấu hoà 1-1 giữa đội chủ nhà Nam Phi và Mexico trong trận đấu đầu tiên của vòng thi đấu kéo dài 1 tháng với sự tham gia của 32 quốc gia. Pháp và Uruguay chơi ở trận thứ hai trong ngày. Sau đó, Pháp và Uruguay hoà nhau không bàn thắng ở sân vận động chật kín khán giả ở Cape Town. Trước đó đã diễn ra buổi lễ khai mạc hoành tráng với sự tham gia của nhiều ca sĩ và vũ công trong trang phục và tạo hình trên cơ thể đầy màu sắc. Tổng thống Jacob Zuma của Nam Phi và tổng thống Mexico Felipe Calderon ngồi cạnh nhau theo dõi buổi lễ, mỗi người đều đeo khăn choàng là quốc kỳ của đội nhà của họ.  Máy quay truyền hình cũng chiếu hình ảnh Tổng giám mục đã về hưu Desmond Tutu - người từng đoạt giải Nobel của Nam Phi – đang mặc chiếc áo của đội tuyển và nhảy múa trên khán đài. Ngồi cùng chung khán đài của ông có Phó Tổng thống Mỹ Joe Biden, người đại diện cho Mỹ tại giải đấu này.  Tuy nhiên, niềm phấn khích phần nào dịu đi vì sự vắng mặt của cựu tổng thống Nelson Mandela, ông đã hủy bỏ kế hoạch tham dự sau cái chết của cô chắt gái trong một tai nạn xe hơi trên đường trở về nhà sau buổi hoà nhạc khai mạc World Cup hôm thứ năm. Trong buổi bình luận trước trận đấu, tổng thống Zuma cho biết ông Mandela 91 tuổi dù rất muốn nhưng không thể tham dự vì cái chết bất ngờ của cô chắt gái 13 tuổi, Zenani. Ông Zuma cũng ca ngợi giải đấu vì đây là lần đầu tiên một quốc gia Châu Phi đã đăng cai tổ chức và gọi đó là “một World Cup của Châu Phi.\" Các trận đấu World Cup được diễn ra ở 10 sân vận động khắp Nam Phi, trong đó có sân Soccer City và Ellis Park nằm ở Johannesburg. Ngoài đội chủ nhà đương nhiên là phải có mặt thì có thêm 5 quốc gia châu Phi hội đủ điều kiện tham gia World Cup năm nay, đó là: Bờ Biển Ngà, Ghana, Cameroon, Nigeria và Algeria. Đội Ý tham gia World Cup với tư cách là đương kim vô địch, nhưng Tây Ban Nha, đương kim vô địch châu Âu, và đội 5 lần giành chức vô địch thế giới Brazil được xem là những đội sớm trở thành ứng cử viên sáng giá cho chức vô địch ở Nam Phi. Giải Cúp bóng đá thế giới lần đầu tiên diễn ra vào năm 1930 ở Montevideo với trận thắng của nước chủ nhà Uruguay trước đội Argentina để giành chức vô địch."
        }
    ],
    "suggestions": []
}