{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reinvent"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reinvent</k><blockquote>■ <cclass>verb change so much so as to appear entirely new. </cclass></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>reinvent the wheel</b> waste time or effort in creating something that already exists. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>reinvention</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "reinvent"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reinvent"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reinvent"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reinvent"
        }
    },
    "sentences": [
        {
            "en": "<em>Reinvent</em> the wheel",
            "vi": "đi làm lại điều người ta đã làm"
        },
        {
            "en": "I basically had to <em>reinvent</em>.",
            "vi": "Cơ bản là tôi phải phát minh lại."
        },
        {
            "en": "The candidate promised to <em>reinvent</em> Social Security.",
            "vi": "Ứng cử viên cam kết sẽ làm mới lại an ninh xã hội."
        },
        {
            "en": "Critics say the show has helped <em>reinvent</em> HBO.",
            "vi": "Các nhà phê bình nói bộ phim này đã giúp tái thiết HBO."
        },
        {
            "en": "We already have a fair and efficient tax system. Why <em>reinvent</em> the wheel?",
            "vi": "Ta đã có một hệ thống thuế công bình và hiệu quả, tại sao phải tạo ra cái khác?"
        },
        {
            "en": "Gold also lost can be very time consuming method is to <em>reinvent</em>",
            "vi": "mất vàng còn có thể tìm lại được mất thời gian thì vô phương cứu lại"
        },
        {
            "en": "You don't have to <em>reinvent</em> the wheel, just attach it to a new wagon.",
            "vi": "Bạn không phải sáng tạo chiếc bánh xe đâu, chỉ cần gắn nó với một cổ xe mới mà thôi."
        },
        {
            "en": "Do not try to <em>reinvent</em> the wheel, just make your own creation and you will be successful.",
            "vi": "Đừng cố gắng tái tạo những cái đã có, hãy sáng tạo cái của riêng mình và bạn sẽ thành công."
        },
        {
            "en": "The most effective workers and leaders do not \"<em>reinvent</em> the wheel\" but rather, copy good ideas and make them relevant to the environment they are in.",
            "vi": "Những nhân viên và nhà lãnh đạo làm việc hiệu quả nhất không \"tái phát minh\" nhưng họ sao chép những ý tưởng hay và làm cho nó có ích trong môi trường mà họ làm việc."
        },
        {
            "en": "The most effective workers and leaders do not <em>reinvent</em> the wheel but are inspired by good ideas and make them relevant to the environment they are in.",
            "vi": "Những người lãnh đạo và nhân viên hiệu quả nhất không tái tạo lịch sử nhưng được truyền cảm bằng những ý tưởng hay và làm chúng liên quan đến môi trường mà họ đang sinh sống."
        },
        {
            "en": "By definition, an opportunity is a challenge. Opportunities force us to take one more step, to <em>reinvent</em> ourselves, to run into the unknown and to leave the comfort zone in which we are used to live.",
            "vi": "Theo định nghĩa, mỗi cơ hội là một thách thức. Cơ hội buộc chúng ta phải tiến thêm một bước nữa, để tái tạo lại chính mình, để đến với những thứ chúng ta chưa biết và phải rời khỏi vùng an toàn mà chúng ta sống trong đó."
        },
        {
            "en": "So as I’m sure you learned at the John F. Kennedy School, you always search for new resources but you continuously try to <em>reinvent</em> yourself to make better use of existing resources.",
            "vi": "Tôi chắc chắn rằng là người từng theo học tại trường John F. Kenedy, anh luôn luôn tìm kiếm các nguồn lực mới, nhưng cũng luôn tự đổi mới mình đề sử dụng những nguồn lực đang có."
        },
        {
            "en": "As the school marks its 150th anniversary this month, it seems the US has never needed MIT's help more than it does today. The voices of the nay-sayers are in the ascendancy, questioning the US's ability to <em>reinvent</em> itself, to heal its wounded economy and sustain its leadership in the face of a burgeoning China.",
            "vi": "Cho tới lần kỷ niệm 150 năm thành lập trường, có vẻ như nước Mỹ vẫn chưa bao giờ cần sự giúp đỡ từ MIT hơn như hiện nay. Những phát biểu đóng góp cho cho nước Mỹ nổi bậc với câu hỏi về khả năng nước Mỹ thay đổi chính mình để chữa lành vết thương kinh tế và duy trì vai trò lãnh đạo của mình khi đối mặt với một Trung Quốc đang phát triển."
        },
        {
            "en": "Constructivism is often misunderstood as a learning theory that forces students to “<em>reinvent</em> the wheel.” Rather, the construction of knowledge simply builds on student’s innate curiosity about the world and how things work. This is an intrinsic model for learning, as George Siemens explains it is a model where learners “do not <em>reinvent</em> the wheel but, rather, attempt to understand how it turns, how it functions.” Learners today are engaged by applying their existing knowledge and real-world experience, we hypothesize, test our theories, and then draw conclusions from our findings. In this way learners construct knowledge. The maker movement in education today is a prime example of constructivism. The intention of this method is to produce a deeper understanding of new knowledge.",
            "vi": "Chủ nghĩa thi đua xây dựng thường bị hiểu nhầm như là một lý thuyết học tập bắt buộc học sinh phải \"phát minh lại bánh xe\". Thay vào đó, việc xây dựng kiến thức đơn giản chỉ dựa trên sự tò mò bẩm sinh của học sinh về thế giới và cách thức hoạt động. Đây là một mô hình nội tại để học tập, như George Semicon giải thích rằng nó là một mô hình mà người học \"không phát minh ra bánh xe mà thay vào đó, cố gắng hiểu cách thức nó quay, nó hoạt động như thế nào.\" Các học viên ngày nay được tham gia bằng cách áp dụng kiến thức hiện có của họ và kinh nghiệm thực tế, chúng ta giả thuyết, kiểm tra các lý thuyết của chúng ta và sau đó rút ra kết luận từ những phát hiện của ta. Theo cách này người học xây dựng kiến thức. Phong trào nhà sản xuất trong giáo dục ngày nay là một ví dụ điển hình về chủ nghĩa xây dựng. Mục đích của phương pháp này là để tạo ra một sự hiểu biết sâu sắc hơn về kiến thức mới."
        },
        {
            "en": "Most jobs that exist today might disappear within decades. As artificial intelligence outperforms humans in more and more tasks, it will replace humans in more and more jobs. Many new professions are likely to appear: virtual-world designers, for example. But such professions will probably require more creativity and flexibility, and it is unclear whether 40-year-old unemployed taxi drivers or insurance agents will be able to <em>reinvent</em> themselves as virtual-world designers (try to imagine a virtual world created by an insurance agent!). And even if the ex-insurance agent somehow makes the transition into a virtual-world designer, the pace of progress is such that within another decade he might have to <em>reinvent</em> himself yet again.",
            "vi": "Hầu hết những công việc đang tồn tại hiện nay sẽ biến mất trong vài thập kỷ tới. Vì càng ngày trí thông minh nhân tạo càng làm tốt hơn con người trong nhiều việc, tương lai sẽ có càng nhiều ngành nghề mà trí thông minh nhân tạo có thể thay thế con người . Nhiều nghề nghiệp mới sẽ xuất hiện: ví dụ như các nhà thiết kế thế giới ảo. Nhưng những nghề nghiệp như vậy chắc chắn sẽ yêu cầu óc sáng tạo và tính linh hoạt nhiều hơn, không chắc những người 40 tuổi thất nghiệp đi lái taxi hoặc những nhân viên bán bảo hiểm có thể tự đổi mới bản thân để trở thành nhà thiết kế thế giới ảo (thử tưởng tượng xem một thế giới ảo do một nhân viên bán bảo hiểm sáng tạo ra!). Thậm chí, bằng cách này hay cách khác, một cựu nhân viên bán bảo hiểm có thể chuyển nghề qua thiết kế thế giới ảo thì với tốc độ của sự phát triển, trong vòng 10 năm anh ta lại phải tự đổi mới chính mình lần nữa."
        },
        {
            "en": "Constructivism is often misunderstood as a learning theory that forces students to “<em>reinvent</em> the wheel.” Rather, the construction of knowledge simply builds on student’s innate curiosity about the world and how things work. This is an intrinsic model for learning, as George Siemens explains it is a model where learners “do not <em>reinvent</em> the wheel but, rather, attempt to understand how it turns, how it functions.” Learners today are engaged by applying their existing knowledge and real-world experience, we hypothesize, test our theories, and then draw conclusions from our findings. In this way learners construct knowledge. The maker movement in education today is a prime example of constructivism. The intention of this method is to produce a deeper understanding of new knowledge.",
            "vi": "Chủ nghĩa thi đua xây dựng thường bị hiểu nhầm như là một lý thuyết học tập bắt buộc học sinh phải \"phát minh lại bánh xe\". Thay vào đó, việc xây dựng kiến thức đơn giản chỉ dựa trên sự tò mò bẩm sinh của học sinh về thế giới và cách thức hoạt động. Đây là một mô hình nội tại để học tập, như George Semicon giải thích rằng nó là một mô hình mà người học \"không phát minh ra bánh xe mà thay vào đó, cố gắng hiểu cách thức nó quay, nó hoạt động như thế nào.\" Các học viên ngày nay được tham gia bằng cách áp dụng kiến thức hiện có của họ và kinh nghiệm thực tế, chúng ta giả thuyết, kiểm tra các lý thuyết của chúng ta và sau đó rút ra kết luận từ những phát hiện của ta. Theo cách này người học xây dựng kiến thức. Phong trào nhà sản xuất trong giáo dục ngày nay là một ví dụ điển hình về chủ nghĩa xây dựng. Mục đích của phương pháp này là để tạo ra một sự hiểu biết sâu sắc hơn về kiến thức mới."
        },
        {
            "en": "Power Pasta  When people think of pasta, they almost always think, I ate way too much and now I feel like crap,\" says Brian Rudolph. Not so with his brand, which is made from chickpeas instead of wheat. That simple switch — in a recipe perfected over 10 months of trial and error — has yielded a healthy twist on the al dente dinner. Banza, shorthand for garbanzo pasta, has double the protein and four times the fibre of traditional pasta, and far fewer carbs; it’s also gluten-free. Now Rudolph and his brother Scott plan to <em>reinvent</em> products like pizza and cereal.",
            "vi": "Nui năng lượng  Khi nghĩ đến nui mỳ, người ta hầu như luôn nghĩ, mình ăn nhiều quá nên giờ khốn khổ,\" Brian Rudolph nói. Nhưng ăn nui của anh làm sẽ không thế, vì nui này được làm từ đậu xanh Ấn độ chứ không phải làm từ lúa mì. Qua thử nghiệm hơn 10 tháng một công thức nấu ăn, dùng nui này sẽ mang lại bữa tối ngon lành, tốt cho sức khoẻ. Banza, viết tắt của nui đậu xanh Ấn độ, có gấp đôi prô-tê-in và gấp bốn chất xơ so với nui thông thường, mà lại rất ít carb; lại không có gluten. Bây giờ Rudolph và Scott em trai của anh ấy định sẽ sáng chế lại các sản phẩm như bánh pizza và bột ngũ cốc."
        }
    ],
    "suggestions": []
}