{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reintroduction"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reintroduction"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reintroduction"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reintroduction"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reintroduction"
        }
    },
    "sentences": [
        {
            "en": "An airborne <em>reintroduction</em> programme has helped conservationists take significant steps to protect the endangered Galapagos tortoise.",
            "vi": "Một chương trình phóng thích động vật bằng đường hàng không đã giúp các nhà bảo vệ môi trường  tạo những bước quan trọng để bảo vệ loài rùa Galapagos đang gặp nguy cơ tuyệt chủng. "
        },
        {
            "en": "This research programme will help establish quarantine methods and provide guidelines to judge the suitability of habitats for <em>reintroduction</em> and to follow up animals after their <em>reintroduction</em> to the nature.",
            "vi": "Chương trình nghiên cứu này sẽ giúp thiết lập các phương pháp kiểm dịch, hướng dẫn đánh giá sự thích hợp của môi trường sống và theo dõi động vật sau khi thả chúng lại tự nhiên."
        },
        {
            "en": "<em>Reintroduction</em> into a patient of blood that has been lost from the patient's circulation during surgical operation.",
            "vi": "Cấp lại cho bệnh nhân số máu đã ra khỏi hệ tuần hoàn bệnh nhân trong thao tác phẫu thuật."
        },
        {
            "en": "A trial has been carried out in Cuc Phuong to study the feasibility of the <em>reintroduction</em> of turtles confiscated from illegal trade to nature reserves in Vietnam.",
            "vi": "Một cuộc thử nghiệm đã được tiến hành tại Cúc Phương nhằm điều tra tính khả thi của việc thả lại các loài rùa bắt được từ các vụ buôn bán trái phép vào các khu bảo tồn thiên nhiên ở Việt Nam."
        },
        {
            "en": "The <em>reintroduction</em> of flame to the Olympics occurred at the Amsterdam 1928 Games, for which a cauldron was lit yet without a torch relay.",
            "vi": "Việc mang ngọn lửa vào thế vận hội Olympic đã diễn ra ở thế vận hội năm 1928 ở Amsterdam, vạc lửa được thắp sáng nhưng không có rước đuốc. "
        },
        {
            "en": "And so, in 1980, a group of key Yapa men was invited to visit the proposed <em>reintroduction</em> area. The skills and knowledge of the Yapa would play a significant and enduring role in this and all other mala projects. ",
            "vi": "Do đó vào năm 1980, 1 nhóm người chủ chốt của thổ dân Yapa đã được mời tới khu vực tái giới thiệu được đề xuất này. Những người thổ dân Yapa này được rèn luyện kỹ năng và kiến thức về nuôi dưỡng thú mala đóng 1 vai trò quan trọng và lâu dài trong  các dự án về mala."
        },
        {
            "en": "In the early 1980s, there were enough mala in the captive population to make it feasible to start a <em>reintroduction</em> programme. But first it was necessary to discuss this with the leaders of the Yapa people. Traditionally, the mala had been an important animal in their culture, with strong medicinal powers for old people. It had also been an important food source, and there were concerns that any mala returned to the wild would be killed for the pot. ",
            "vi": "Vào đầu thập niên 80 thì số lượng mala trong môi trường nuôi nhốt đã đủ để khởi động chương trình tái giới thiệu. Nhưng đầu tiên các nhà khoa học phải xin ý kiến với các tù trưởng của thổ dân Yapa vì theo truyền thống mala là con vật quan trọng trong văn hoá của họ. Nó vừa là nguồn thuốc quý cho người già, vừa là nguồn thực phẩm quan trọng nên có những quan ngại khi cho rằng nếu thả mala về tự nhiên thì nó sẽ bị săn bắn hết."
        },
        {
            "en": "With the help of the local Yapa, an electric fence was erected around 250 acres of suitable habitat so that the mala could adapt while protected from predators. By 1992, there were about 150 mala in their enclosure. However, all attempts to reintroduce mala from the paddocks into the unfenced wild were unsuccessful, so in the end the <em>reintroduction</em> programme was abandoned. Scientists eventually gave up their efforts to release captive mala into the unprotected wild.",
            "vi": "Và với sự giúp đỡ của cư dân địa phương Yapa mà 1 hàng rào điện đã được dựng nên xung quanh nơi sống thích hợp để các con mala có thể thích nghi khi được bảo vệ khỏi động vật ăn thịt. Vào năm 1992 thì có khoảng 150 con mala được nuôi nhốt. Tuy nhiên mọi nổ lực để đưa mala từ môi trường nuôi nhốt này trở lại môi trường thiên nhiên bị thất bại nên cuối cùng chương trình này bị tạm dừng."
        }
    ],
    "suggestions": []
}