{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ri:ntrə'djus]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lại giới thiệu, lại đưa vào</td></tr></table><i/></div>",
            "word": "reintroduce"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reintroduce</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 bring (something, especially a law or system) into effect again. </blockquote></blockquote><blockquote><blockquote>2》 put (a species of animal or plant) back into a former habitat. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>reintroduction</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "reintroduce"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reintroduce"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reintroduce"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reintroduce"
        }
    },
    "sentences": [
        {
            "en": "Viet Nam had no intention to <em>reintroduce</em> self-balancing requirements.",
            "vi": "Việt nam không có ý định ban hành lại yêu cầu tự cân đối ngoại tệ."
        },
        {
            "en": "A project to <em>reintroduce</em> fish to the River Thames is being carried out.",
            "vi": "Một dự án đưa cá quay trở lại với sông Thames đang được tiến hành."
        },
        {
            "en": "Proposals to <em>reintroduce</em> student grants are being considered by the principal.",
            "vi": "Những đề nghị đưa vào lại các khoản trợ cấp cho học sinh đang được hiệu trưởng xem xét."
        },
        {
            "en": "a project to <em>reintroduce</em> the red wolf to its natural habitat.",
            "vi": "Dự án đưa sói đỏ trở về môi trường sống tự nhiên của nó."
        },
        {
            "en": "The attempt to <em>reintroduce</em> this predator marries well with the aim of bringing forests back to parts of our bare and Barren uplands .",
            "vi": "Việc cố gắng giới thiệu lại kẻ săn mồi này kết hợp tốt với mục đích đưa rừng trở lại  Những vùng đất trơ trụi và khô cằn của chúng ta."
        },
        {
            "en": "Developing countries perceive EPAs as a vehicle for the EU to require reciprocity and <em>reintroduce</em> disciplines on investment and competition that have been explicitly excluded from the Doha Round last summer.",
            "vi": "Các nước đang phát triển quan điểm rằng EPA là phương tiện để EU yêu cầu sự có đi có lại và tái áp dụng các quy định về đầu tư và cạnh tranh đã được loại bỏ khỏi vòng đàm phán Doha từ mùa hè trước."
        },
        {
            "en": "The only way to really know if you’re gluten sensitive is to remove gluten from your diet for 30 days and then <em>reintroduce</em> it and see whether it affects you.",
            "vi": "Cách duy nhất để thực sự biết bạn có nhạy cảm với gluten hay không là bạn loại bỏ gluten khỏi chế độ ăn uống của bạn trong vòng 30 ngày và sau đó quay lại với nó và xem bạn có bị ảnh hưởng gì không."
        },
        {
            "en": "An organisation is being set up that will seek to Catalyse the rewilding of land and sea across Britain, its aim being to <em>reintroduce</em> that rarest of species to British ecosystems: hope.",
            "vi": "Một tổ chức đang được thiết lập sẽ tìm kiếm để xúc tác cho việc tái tạo sự hoang dã của đất và biển trên khắp nước Anh, mục đích của tổ chức này là giới thiệu lại những loài quý hiếm nhất cho các hệ sinh thái của Anh: sự hy vọng."
        },
        {
            "en": "With the help of the local Yapa, an electric fence was erected around 250 acres of suitable habitat so that the mala could adapt while protected from predators. By 1992, there were about 150 mala in their enclosure. However, all attempts to <em>reintroduce</em> mala from the paddocks into the unfenced wild were unsuccessful, so in the end the reintroduction programme was abandoned. Scientists eventually gave up their efforts to release captive mala into the unprotected wild.",
            "vi": "Và với sự giúp đỡ của cư dân địa phương Yapa mà 1 hàng rào điện đã được dựng nên xung quanh nơi sống thích hợp để các con mala có thể thích nghi khi được bảo vệ khỏi động vật ăn thịt. Vào năm 1992 thì có khoảng 150 con mala được nuôi nhốt. Tuy nhiên mọi nổ lực để đưa mala từ môi trường nuôi nhốt này trở lại môi trường thiên nhiên bị thất bại nên cuối cùng chương trình này bị tạm dừng."
        }
    ],
    "suggestions": []
}