{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'dʒu:vəneit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm (ai) trẻ lại, làm (ai) khoẻ lại..</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">feel rejuvenated after a holiday</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cảm thấy trẻ lại sau kỳ đi nghỉ</font></td></tr></table><i/></div>",
            "word": "rejuvenate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rejuvenate</k><blockquote><cclass>[<cclass>rɪ'dʒu:vəneɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 make or cause to appear younger or more vital. </blockquote></blockquote><blockquote><blockquote>2》 [often as <cclass>adjective <cclass><b>rejuvenated</b>] restore (a river or stream) to a condition characteristic of a younger landscape. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>rejuvenation</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>rejuvenator</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from <kref>re-</kref> + L. <i>juvenis</i> 'young' + <kref>-ate</kref><sup>3</sup>. </blockquote></div>",
            "word": "rejuvenate"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>rejuvenate</k><blockquote>▸ <cclass>verb REVIVE, revitalize, regenerate, breathe new life into, revivify, reanimate, resuscitate, refresh, reawaken, put new life into; <cclass><i>informal</i> give a shot in the arm to, pep up, buck up.</cclass></cclass></blockquote></div>",
            "word": "rejuvenate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rejuvenate"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trẻ lại</font></td></tr></tbody></table></div>",
            "word": "rejuvenate"
        }
    },
    "sentences": [
        {
            "en": "5) Rest and <em>Rejuvenate</em>.  ",
            "vi": "5) Nghỉ ngơi và Trẻ hóa"
        },
        {
            "en": "Cosmetics seemed to make her <em>rejuvenate</em>.",
            "vi": "Dường như mỹ phẩm đã làm bà ta trẻ lại."
        },
        {
            "en": "In 1946, McNamara was hired by the Ford Motor company to <em>rejuvenate</em> its flagging sales.",
            "vi": "Vào 1946, McNamra vào làm việc ở công ty ô tô Ford giúp phục hồi doanh số bán hàng vốn đang sụt giảm ở công ty này."
        },
        {
            "en": "This company does not want to <em>rejuvenate</em> itself, it tries to keep elderly staff.",
            "vi": "Công ty này không muốn trẻ hóa lại chính mình, nó cố gắng giữ các nhân viên lớn tuổi."
        },
        {
            "en": "By using Tanaka Japanese massage you can <em>rejuvenate</em> your face in 2 weeks. It should be done daily, without pauses.",
            "vi": "Bằng cách sử dụng Tanaka, phương pháp xoa bóp của Nhật, bạn có thể làm khuôn mặt trẻ lại trong vòng 2 tuần. Nên làm hàng ngày, đừng bỏ ngày nào."
        },
        {
            "en": "An ancient Chinese emperor sent out ships of young men and women to find a pearl that would <em>rejuvenate</em> him.",
            "vi": "Một vị vua Trung Hoa cổ đại đã cho những chiếc thuyền gồm các nam nữ trẻ tuổi đi tìm viện ngọc có thể hoàn đồng ông."
        },
        {
            "en": "Sleep is important to allow our body to rest and <em>rejuvenate</em> ready for the next day's activities.",
            "vi": "Giấc ngủ có tầm quan trọng là cho phép cơ thể chúng ta nghỉ ngơi và khoẻ khoắn lại sẵn sàng cho các hoạt động ngày hôm sau."
        },
        {
            "en": "The increased managerial freedom and access to finance associated with listing may have provided managers with the capacity to <em>rejuvenate</em> their enterprises.",
            "vi": "Quyền quản lý được tăng lên, cùng với khả năng tiếp cận vốn gắn liền với sự kiện niêm yết có thể đã tạo cho các nhà quản lý năng lực đổi mới doanh nghiệp của mình."
        },
        {
            "en": "I have a new and abiding warmth in my soul as I patiently await the coming of spring with its warmth, sunshine and fresh breezes to <em>rejuvenate</em> me",
            "vi": "Tôi có một hơi ấm mới mẻ và vĩnh cửu trong tâm hồn khi tôi kiên nhẫn chờ đợi mùa xuân đến mang theo hơi ấm, ánh nắng và làn gió mát khiến sức sống trong tôi tràn trề trở lại."
        },
        {
            "en": "I have a new and abiding warmth in my soul as I patiently await the coming of spring with its warmth, sunshine and fresh breezes to <em>rejuvenate</em> me",
            "vi": "Tôi có một hơi ấm mới mẻ và vĩnh cửu trong tâm hồn khi tôi kiên nhẫn chờ đợi mùa xuân đến mang theo hơi ấm, ánh nắng và làn gió mát khiến sức sống trong tôi tràn trề trở"
        },
        {
            "en": "It’s not just that I get out of bed too late, I also go to bed too late which doesn’t give my body much quality sleep time to <em>rejuvenate</em> for the next day. This coming year I want that to change–new year, new habit!",
            "vi": "Tôi không chỉ dậy trễ mà còn do tôi đi ngủ rất muộn, điều đó khiến cơ thể tôi không có được giấc ngủ ngon để tái tạo năng lượng cho ngày hôm sau. Trong năm sắp tới tôi muốn thay đổi điều đó - năm mới với thói quen mới!"
        },
        {
            "en": "It's difficult to build up your Qi if you're working a 70 hour week, studying constantly, or caring for others 24/7.  Take time each day to <em>rejuvenate</em> mentally and spiritually.  This may be as simple as taking a walk, reading a book, or spending time with a sympathetic friend.",
            "vi": "Thật khó để cải thiện Khí của bạn nếu bạn đang phải làm việc 70 giờ/tuần, học liên tục hoặc chăm sóc ai đó 24/7. Hãy dành thời gian mỗi ngày để trẻ hóa tinh thần và tâm hồn. Điều này có thể đơn giản như đi bộ, đọc một cuốn sách, hay dành thời gian đi chơi với một người bạn dễ mến."
        },
        {
            "en": "Obituary: Robert McNamara          Former American secretaries of defence seldom get such widespread obituaries as Robert S McNamara. Despite a distinguished career which saw him at the centre of power or influence at some of the most troubled times of the 20th Century, it was Errol Morris's 2003 film, The Fog of War, subtitled Eleven Lessons from the Life of Robert McNamara, which singled out this former defence secretary. In the film, McNamara spoke frankly about the Vietnam war, the Cuban missile crisis and World War II, giving a behind-the-scenes account of the context in which important decisions were taken, in so doing raising questions about the nature of war and human behaviour. Cuban Missile Crisis A brilliant statistician, he was drafted to help develop methods of statistical control for managing the strategic bombing campaigns against Germany and Japan. He worked with General Curtis LeMay on the firebombing of 67 Japanese cities that killed almost a million people, 100,000 on one night in wooden Tokyo. In The Fog of War, he agreed with LeMay's assertion that the pair \"were behaving as war criminals\" and would have been tried as such had their side lost. In 1946, McNamara was hired by the Ford Motor company to <em>rejuvenate</em> its flagging sales. He rose to become the first president of the company outside the Ford family. He was one of the first to introduce safety features in order to reduce the death rate in crashes. But in 1960, he was snapped up by President John F Kennedy to become his defence secretary. In this post, he reformed Pentagon practices, oversaw a huge military build-up and was centrally involved in the Cuban Missile Crisis of 1962, when Soviet nuclear missiles were discovered in Cuba and the world teetered on the brink of a nuclear war for 13 days. Hate figure In the film, he described Gen LeMay, at that time an adviser to Kennedy, and Fidel Castro, as the two most dangerous personalities of that crisis. Gen LeMay wanted to attack Cuba unilaterally, while Mr Castro, he said, told him that he had pressed Soviet leader Nikita Krushchev to attack the United States with nuclear weapons if the US invaded. During the Vietnam War, McNamara supported US efforts to prevent the victory of Communist insurgents over the government of South Vietnam. To anti-war protesters at the time, McNamara became something of a hate figure, an arrogant ultra-hawk responsible for escalating the war. Yet recently-released tapes of conversations between McNamara and President Lyndon Johnson, used in The Fog of War, reveal Johnson chiding his defence secretary for having advised Kennedy to pull American military advisers out of Vietnam. Instead, Johnson put ground troops into Vietnam following the Gulf of Tonkin incident in which, it was claimed, Vietnamese torpedo boats had attacked US warships. McNamara confirmed that these attacks never actually took place. Haunted by Vietnam By 1966, McNamara had begun to question the wisdom of US involvement in Vietnam and, a year later, was privately advising Johnson to end the war by negotiation. He initiated a full investigation of the American commitment to Vietnam. But Johnson escalated the war further by bombing North Vietnam. McNamara left the job in 1968. The war eventually claimed the lives of three million Vietnamese and 58,000 Americans. Almost immediately, he took up the presidency of the World Bank where he remained until 1981, focusing on the developing world. In later years, he became a prolific author and lecturer. His role in the Vietnam War continued to haunt him, though. It was his memoir, In Retrospect: The Tragedy and Lessons of Vietnam (1995), which inspired The Fog of War movie. He described the war as \"terribly wrong\" owing to a combination of the anti-communist climate of the times, mistaken assumptions of foreign policy and military misjudgements. Critics claimed his admission came 30 years too late. In 2004, at the age of 88, he married 70-year-old Diana Byfield. It was his second marriage - his first wife Margaret, to whom he was married for 40 years, died of cancer in 1981. Robert McNamara once said, \"I don't believe we should apply our power unilaterally. If we can't persuade nations with similar values, we'd better re-examine our reasoning.\"",
            "vi": "Obituary: Robert McNamara       Hiếm có một vị cựu bộ trưởng Bộ quốc pḥng Hoa Kỳ nào được đăng cáo phó rộng rãi đến thế như ông Robert S McNamara.  Mặc dù sự nghiệp vẻ vang cho thấy ông từng ở vào đỉnh cao của quyền lực vào một trong những thời kỳ biến động nhất của thế kỷ 20, nhưng chính bộ phim của Errol Morris năm 2003, Màn sương Chiến tranh, còn có tên gọi khác là Mười một bài học từ cuộc đời của Robert McNamara, đã khiến vị cựu bộ trưởng quốc pḥng này nổi bật hơn những người khác Trong phim, McNamara thẳng thắn kể về cuộc chiến tranh Việt Nam, khủng hoảng tên lửa ở Cu-ba và Đệ nhị thế chiến, bằng cách tiết lộ chuyện hậu trường nơi người ta ra những quyết định trọng đại, như thế làm dấy lên những vấn đề về bản chất chiến tranh và hành vi của con người. Khủng hoảng tên lửa Cu-ba Là một nhà thống kê tài ba, ông được biệt phái để giúp phát triển những phương pháp kiểm soát thống kê nhằm quản lý cuộc vận động ném bom chiến lược chống lại Đức và Nhật Bản. Ông làm việc dưới quyền Tướng Curtis LeMay trong vụ thả bom lửa xuống 67 thành phố của Nhật Bản giết chết gần một triệu người, riêng thành phố Tokyo cổ kính với kiến trúc gỗ đã có 100 ngàn người chết trong một đêm Trong phim 'Màn sương chiến tranh', ông đã đồng tình với lời khẳng định của tướng Lemay rằng cả hai \"đang hành sử như là những tên tội phạm chiến tranh \" và sẽ cứ làm như thế nếu họ bị thua trận.  Vào 1946, McNamra vào làm việc ở công ty ô tô Ford giúp phục hồi doanh số bán hàng vốn đang sụt giảm ở công ty này. Ông nhanh chóng trở thành vị chủ tịch đầu tiên của công ty này tuy là người ngoài gia đình Ford.  Ông cũng là một trong những người đầu tiên đưa vào các tính năng an toàn nhằm giảm tỉ lệ tử vong trong các vụ tai nạn.  Nhưng vào năm 1960, ông đã được thu dụng bởi tổng thống John F Kennedy để trở thành Bộ trưởng Bộ Quốc phòng của ông ta  Trong cương vị này, ông ta đã cải tổ những thủ tục của Lầu năm góc, quản lý việc tăng cường lực lượng quân sự khổng lồ và tập trung hết tâm trí vào cuộc khủng hoảng tên lửa Cu-ba của 1962, khi tên lửa hạt nhân của Liên xô được tìm thấy ở Cuba và thế giới loạng choạng trên bờ vực chiến tranh hạt nhân trong vòng 13 ngày.  Nhân vật đáng ghét Trong phim, ông ấy mô tả Tướng LeMay, lúc bấy giờ là cố vấn cho Kennedy, và Fidel Castro, là hai nhân vật nguy hiểm nhất của cuộc khủng hoảng đó. Ông ấy nói Tướng LeMay muốn tấn công Cuba đơn phương, trong khi ông Castro bảo rằng ông đă ép nhà lănh đạo Xô - viết Nikita Krushchev tấn công Hoa Kỳ bằng vũ khí hạt nhân nếu Hoa Kỳ xâm lược. Trong chiến tranh Việt Nam, Mcnamara đã khuyến khích nỗ lực của Hoa Kỳ không để cho kẻ chống đối Cộng sản đánh bại chính quyền miền Nam Việt Nam.  Đối với người biểu t́nh phản đối chiến tranh lúc đó, McNamara trở thành nhân vật bị căm ghét chút ít, con diều hâu hiếu chiến kiêu ngạo chịu trách nhiệm về việc leo thang chiến tranh.  Song những cuộn băng về cuộc tọa đàm mới được công bố giữa Mcnamara và tổng thống Lyndon Johnson, được dùng trong phim Màn sương Chiến tranh, tiết lộ Johnson đã khiển trách Bộ trưởng Bộ Quốc pḥng của mình v́ đă khuyên Kennedy rút các cố vấn quân sự Mỹ ra khỏi Việt Nam. Thay vào đó, Johnson đưa bộ binh vào Việt Nam sau biến cố Vịnh Bắc bộ mà đă được khẳng định rằng tàu phóng ngư lôi của Việt Nam đă tấn công tàu chiến của Hoa Kỳ. McNamara xác nhận các cuộc tấn công này thực sự không bao giờ diễn ra. Bị Việt Nam ám ảnh Trước năm 1966, McNamara đă bắt đầu chất vấn sự đúng đắn của việc Hoa kỳ dính líu vào Việt Nam và, một năm sau, đă kín đáo khuyên Johnson chấm dứt chiến tranh bằng đàm phán.  Ông ấy bắt đầu cuộc điều tra toàn diện về cam kết của Mỹ đối với Việt Nam. Nhưng Johnson leo thang chiến tranh thêm nữa bằng cách ném bom miền Bắc Việt Nam.  McNamara bỏ việc vào năm 1968. Cuộc chiến tranh cuối cùng đă tước đi sinh mạng của ba triệu dân Việt Nam và 58,000 người Mỹ. Hầu như ngay lập tức, ông ấy đã đảm nhiệm nhiệm kỳ chủ tịch Ngân hàng Thế giới nơi ông ấy tiếp tục cho đến năm1981, tập trung vào thế giới phát triển.  nhiều năm sau, ông ấy trở thành tác giả có nhiều sáng tác và giảng viên. Mặc dù vậy, vai tṛ của ông ấy trong cuộc chiến tranh Việt Nam tiếp tục ám ảnh ông ấy  Ngẫm lại thì đó là hồi ký của ông ấy đấy: Bi kịch và Bài học của Việt Nam (1995), đã truyền cảm hứng cho phim Màn sương Chiến tranh. Ông ấy mô tả chiến tranh như là điều \"thật sự sai lầm\" do sự kết hợp của xu thế chống cộng sản bấy giờ, giả định sai lầm về chính sách nước ngoài và đánh giá sai lầm về quân sự.  Các nhà phê b́nh khẳng định sự thừa nhận của ông ấy sau 30 năm là quá muộn.  Vào 2004, ở tuổi 88, ông ấy đă lập gia đ́nh với Diana Byfield 70 tuổi. Đó là cuộc hôn nhân thứ hai của ông ấy - người vợ đầu tiên của ông ấy Margaret, người mà ông ấy cưới 40 năm nay, chết v́ ung thư vào năm 1981.  Robert McNamara đă có lần nói, \"Tôi không tin chúng ta sẽ áp dụng quyền lực của chúng ta đơn phương. Nếu chúng ta không thể thuyết phục được các quốc gia với những tác dụng tương tự, chúng ta nên xem xét lại lập luận của chúng ta\""
        }
    ],
    "suggestions": []
}