{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri'lentlisli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tàn nhẫn, không thương xót</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ngơi ngớt, không nao núng; nghiêm khắc, gay gắt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ngừng; luôn luôn, thường xuyên</td></tr></table><i/></div>",
            "word": "relentlessly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "relentlessly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "relentlessly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "relentlessly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "relentlessly"
        }
    },
    "sentences": [
        {
            "en": "He drives the team <em>relentlessly</em>.",
            "vi": "Anh ta bắt đội của mình làm việc không nghỉ."
        },
        {
            "en": "It eats my money <em>relentlessly</em>.",
            "vi": "Nó nuốt tiền của tôi không thương tiếc."
        },
        {
            "en": "He whipped his armies on <em>relentlessly</em>.",
            "vi": "Ông ta hối thúc đoàn quân một cách nghiêm khắc."
        },
        {
            "en": "They <em>relentlessly</em> marched towards the enemy.",
            "vi": "Họ vững vàng xông về phía quân thù."
        },
        {
            "en": "Some people are <em>relentlessly</em> good - humoured.",
            "vi": "Một số người lúc nào cũng vui vẻ."
        },
        {
            "en": "The toughest part about working in Guest Relations is being yelled at <em>relentlessly</em>.",
            "vi": "Phần gay go nhất khi làm việc ở Bộ phận Quan hệ khách hàng là bị la hét không ngớt."
        },
        {
            "en": "He questioned me <em>relentlessly</em> about every insignificant detail of my existence.",
            "vi": "Anh ta hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi."
        },
        {
            "en": "To become a brand, you 've got to become <em>relentlessly</em> focused on what you do that adds value.",
            "vi": "Để trở thành một thương hiệu, bạn phải trở nên kiên trì tập trung vào những gì bạn làm để tăng giá trị."
        },
        {
            "en": "Nghia, who has been in the business for 30 years, complained that the police have been hunting drivers like him <em>relentlessly</em>.",
            "vi": "Ông Nghĩa, một người đã hành nghề đạp xích lô 30 năm, than phiền rằng công an cứ không ngừng đuổi bắt những người đạp xích lô như ông."
        },
        {
            "en": "Nghia, who has been in the business for 30 years, complained that the police have been hunting drivers like him <em>relentlessly</em>.",
            "vi": "Ông Nghĩa, một người đã hành nghề đạp xích lô 30 năm, than phiền rằng công an cứ không ngừng đuổi bắt những người đạp xích lô như ông."
        },
        {
            "en": "Legitimate news sources can also go astray. The Washington Post recently began an article about FBI director James Comey with this lead: “From Elliot Ness to Clarice Starling, the image of the FBI—unflappable, smart and <em>relentlessly</em> fair—has been sterling.” This statement omits years of troubled history at the federal agency, especially of former director J. Edgar Hoover. (And Ness actually wasn’t even an FBI agent: He was employed by the Treasury department.)",
            "vi": "Cả những nguồn tin chính thống cũng có thể sai lệch về thông tin. Tờ báo \"The Washington Post\" mới gần đây đã bắt đầu với một bài viết về giám đốc của FBI là ông James Comey với lời dẫn này: \"Đặc vụ Elliot Ness và Clarice Starling, hình ảnh của FBI là những người bình tĩnh, thông minh và luôn công bằng, là hình ảnh của những chân giá trị.\" Tuyên bố này đã bỏ qua những năm lịch sử khó khăn tại cơ quan liên bang, đặc biệt là của cựu giám đốc J. Edgar Hoover. (Và Ness thậm chí không phải là một nhân viên FBI, ông làm việc cho Bộ Tài Chính.)"
        },
        {
            "en": "Empowered people pursue their passions <em>relentlessly</em>. There’s always going to be someone who’s more naturally talented than you are, but what you lack intalent, you can make up for in passion. Empowered people’s passion is what drives their unrelenting pursuit of excellence. Warren Buffett recommends finding your truest passions using, what he calls, the 5/25 technique: Write down the 25 things that you care about the most. Then, cross out the bottom 20. The remaining 5 are your true passions. Everything else is merely a distraction.",
            "vi": "Nhân tài thường theo đuổi đam mê của họ không ngừng nghỉ. Sẽ luôn có những người sinh ra đã tài năng hơn bạn, nhưng nếu không có tài năng gì đặc biệt bạn vẫn có thể bù đắp nó bằng đam mê. Đam mê là chất xúc tác để những nhân tài không ngừng theo đuổi sự ưu tú trên mọi phương diện. Warren Buffett đã gợi ý cho các bạn trẻ đi tìm đam mê bằng phương pháp 5/25: Viết ra 25 điều bạn quan tâm nhất. Sau đó, gạch đi 20 điều bạn ít quan tâm hơn. 5 điều còn lại chính là đam mê của bạn. Mọi thứ khác chỉ là tầm phào."
        },
        {
            "en": "The stories of Jordan's competitiveness are now legendary to die-hard sports and Chicago Bulls fans. Sportswriter Wright Thompson, said of Jordan, \"There's no way to measure these things, but there's a strong case to be made that Jordan is the most intense competitor on the planet.\" Whether it was basketball, golf or the video game, Bejeweled, Jordan had a beyond normal appetite for competition and winning.   As with most things, extremism can be dangerous and should be approached with caution. Still, it must be said that a competitive streak, channeled properly, is necessary to achieve at the highest levels.  To put Jordan's competitiveness into perspective, once after losing at golf to Olympic Dream Team coach Chuck Daly, Jordan persisted <em>relentlessly</em> for a rematch. As reported by Rick Reilly of Sports Illustrated, \"The next morning, at the crack of dawn, Jordan rang Daly's room. Getting no response, he went directly to Daly's room and knocked. Then he pounded. He wouldn't go away until he got his rematch. He got it, and he won by a stroke. \"  There is no, \"I lost to a better player\" in him. His need to have a rematch immediately signifies that he can never be permanently defeated; he will always get up off the mat from a knockdown. Everyone can learn from that aspect of competitiveness.",
            "vi": "Những câu chuyện về một Jordan đầy cạnh tranh giờ đã là huyền thoại được lưu truyền trong thể thao cũng như những người hâm mộ đội bóng rổ Chicago Bulls. Báo thể thao Wright Thompson từng nhận xét về anh ấy: “Mặc dù không có thước đo nào để đánh giá nhưng Jordan thật sự là một kiện tướng đua tranh khốc liệt nhất hành tinh”. Cho dù là bóng rổ, golf hay các trò chơi video như Kim cương, Jorden đều thèm khát chiến thắng. Với hầu hết mọi chuyện, chủ nghĩa cực đoan có thể nguy hiểm và cần tiếp cận một cách thận trọng. Tuy nhiên, nếu bạn muốn đạt tới trình độ cao nhất, sự cạnh tranh và chiến đấu là những gì cần thiết. Ví dụ về tính cạnh tranh của anh ấy có thể kể đến lần thua golf trên sân Olympic Dream, Jordan đã kiên trì và yêu cầu một trận tái đấu. Theo báo cáo bởi Rick Reilly trên tờ Sport Illustrated: “Sáng hôm sau, Jordan có gọi đến phòng của Daly. Vì điện thoại không bắt máy nên anh ấy đã chạy thẳng tới phòng vị huấn luyện viên này, gõ rồi đập cửa. Anh ấy sẽ không rời đi cho đến khi được tái đấu. Cuối cùng, nguyện vọng của Jordan được chấp thuận. Anh thi đấu lại và chiến thắng”.  Trong con người Jordan không chứa khái niệm “bại trận dưới tay kẻ mạnh hơn”. Yêu cầu tái đấu thể hiện rằng anh ấy có thể bị đánh bại song vấn đề là Jordan luôn đứng dậy sau mỗi lần gục ngã. Vì thế, mọi người có thể học tập khía cạnh này từ tính đua tranh."
        },
        {
            "en": "19         19. GOODBYES Charlie was waiting up for me. All the house lights were on. My mind was blank as I tried to think of a way to make him let me go. This wasn't going to be pleasant. Edward pulled up slowly, staying well back from my truck. All three of them were acutely alert, ramrod straight in their seats, listening to every sound of the wood, looking through every shadow, catching every scent, searching for something out of place. The engine cut off, and I sat, motionless, as they continued to listen. \"He's not here,\" Edward said tensely. \"Let's go.\" Emmett reached over to help me get out of the harness. \"Don't worry, Bella,\" he said in a low but cheerful voice, \"we'll take care of things here quickly.\" I felt moisture filling up my eyes as I looked at Emmett. I barely knew him, and yet,  somehow, not knowing when I would see him again after tonight was anguishing. I knew this was just a faint taste of the goodbyes I would have to survive in the next hour, and the thought made the tears begin to spill. \"Alice, Emmett.\" Edward's voice was a command. They slithered soundlessly into the darkness, instantly disappearing. Edward opened my door and took my hand, then drew me into the protecting enclosure of his arm. He walked me swiftly toward the house, eyes always roving through the night. \"Fifteen minutes,\" he warned under his breath. \"I can do this.\" I sniffled. My tears had given me an inspiration. I stopped on the porch and took hold of his face in my hands. I looked fiercely into his eyes. \"I love you,\" I said in a low, intense voice. \"I will always love you, no matter what happens now.\" \"Nothing is going to happen to you, Bella,\" he said just as fiercely. \"Just follow the plan, okay? Keep Charlie safe for me. He's not going to like me very much after this, and I want to have the chance to apologize later.\" \"Get inside, Bella. We have to hurry.\" His voice was urgent. \"One more thing,\" I whispered passionately. \"Don't listen to another word I say tonight!\" He was leaning in, and so all I had to do was stretch up on my toes to kiss his surprised, frozen lips with as much force as I was capable of. Then I turned and kicked the door open. \"Go away, Edward!\" I yelled at him, running inside and slamming the door shut in his still-shocked face. \"Bella?\" Charlie had been hovering in the living room, and he was already on his feet. \"Leave me alone!\" I screamed at him through my tears, which were flowing <em>relentlessly</em> now. I ran up the stairs to my room, throwing the door shut and locking it. I ran to my bed, flinging myself on the floor to retrieve my duffel bag. I reached swiftly between the mattress and box spring to grab the knotted old sock that contained my secret cash hoard. Charlie was pounding on my door. \"Bella, are you okay? What's going on?\" His voice was frightened. \"I'm going borne,\" I shouted, my voice breaking in the perfect spot. \"Did he hurt you?\" His tone edged toward anger. \"No!\" I shrieked a few octaves higher. I turned to my dresser, and Edward was already there, silently yanking out armfuls of random clothes, which he proceeded to throw to me. \"Did he break up with you?\" Charlie was perplexed. \"No!\" I yelled, slightly more breathless as I shoved everything into the bag. Edward threw another drawer's contents at me. The bag was pretty much full now. \"What happened, Bella?\" Charlie shouted through the door, pounding again. \"I broke up with him!\" I shouted back, jerking on the zipper of my bag. Edward's capable hands pushed mine away and zipped it smoothly. He put the strap carefully over my arm. \"I'll be in the truck — go!\" he whispered, and pushed me toward the door.  He vanished out the window. I unlocked the door and pushed past Charlie roughly, struggling with my heavy bag as I ran down the stairs. \"What happened?\" he yelled. He was right behind me. \"I thought you liked him.\" He caught my elbow in the kitchen. Though he was still bewildered, his grip was firm. He spun me around to look at him, and I could see in his face that he had no intention of letting me leave. I could think of only one way to escape, and it involved hurting him so much that I hated myself for even considering it. But I had no time, and I had to keep him safe. I glared up at my father, fresh tears in my eyes for what I was about to do. \"I do like him — that's the problem. I can't do this anymore! I can't put down any more roots here! I don't want to end up trapped in this stupid, boring town like Mom! I'm not going to make the same dumb mistake she did. I hate it — I can't stay here another minute!\" His hand dropped from my arm like I'd electrocuted him. I turned away from his shocked, wounded face and headed for the door. \"Bells, you can't leave now. It's nighttime,\" he whispered behind me. I didn't turn around. \"I'll sleep in the truck if I get tired.\" \"Just wait another week,\" he pled, still shell-shocked. \"Renée will be back by then.\" This completely derailed me. \"What?\" Charlie continued eagerly, almost babbling with relief as I hesitated. \"She called while you were out. Things aren't going so well in Florida, and if Phil doesn't get signed by the end of the week, they're going back to Arizona. The assistant coach of the Sidewinders said they might have a spot for another shortstop.\" I shook my head, trying to reassemble my now-confused thoughts. Every passing second put Charlie in more danger. \"I have a key,\" I muttered, turning the knob. He was too close, one hand extended toward me, his face dazed. I couldn't lose any more time arguing with him. I was going to have to hurt him further. \"Just let me go, Charlie.\" I repeated my mother's last words as she'd walked out this same door so many years ago. I said them as angrily as I could manage, and I threw the door open. \"It didn't work out, okay? I really, really hate Forks!\" My cruel words did their job — Charlie stayed frozen on the doorstep, stunned, while I ran into the night. I was hideously frightened of the empty yard. I ran wildly for the truck, visualizing a dark shadow behind me. I threw my bag in the bed and wrenched the door open. The key was waiting in the ignition. \"I'll call you tomorrow!\" I yelled, wishing more than anything that I could explain everything to him right then, knowing I would never be able to. I gunned the engine and peeled out. Edward reached for my hand. \"Pull over,\" he said as the house, and Charlie, disappeared behind us. \"I can drive,\" I said through the tears pouring down my cheeks. His long hands unexpectedly gripped my waist, and his foot pushed mine off the gas pedal. He pulled me across his lap, wrenching my hands free of the wheel, and suddenly he was in the driver's seat. The truck didn't swerve an inch. \"You wouldn't be able to find the house,\" he explained. Lights flared suddenly behind us. I stared out the back window, eyes wide with horror. \"It's just Alice,\" he reassured me. He took my hand again. My mind was filled with the image of Charlie in the doorway. \"The tracker?\" \"He heard the end of your performance,\" Edward said grimly. \"Charlie?\" I asked in dread. \"The tracker followed us. He's running behind us now.\" My body went cold. \"Can we outrun him?\" \"No.\" But he sped up as he spoke. The truck's engine whined in protest. My plan suddenly didn't feel so brilliant anymore. I was staring back at Alice's headlights when the truck shuddered and a dark shadow sprung up outside the window. My bloodcurdling scream lasted a fraction of a second before Edward's hand clamped down on my mouth. \"It's Emmett!\" He released my mouth, and wound his arm around my waist. \"It's okay, Bella,\" he promised. \"You're going to be safe.\" We raced through the quiet town toward the north highway. \"I didn't realize you were still so bored with small-town life,\" he said conversationally, and I knew he was trying to distract me. \"It seemed like you were adjusting fairly well — especially recently. Maybe I was just flattering myself that I was making life more interesting for you.\" \"I wasn't being nice,\" I confessed, ignoring his attempt at diversion, looking down at my knees. \"That was the same thing my mom said when she left him. You could say I was hitting below the belt.\" \"Don't worry. He'll forgive you.\" He smiled a little, though it didn't touch his eyes. I stared at him desperately, and he saw the naked panic in my eyes. \"Bella, it's going to be all right.\" \"But it won't be all right when I'm not with you,\" I whispered. \"We'll be together again in a few days,\" he said, tightening his arm around me. \"Don't forget that this was your idea.\" \"It was the best idea — of course it was mine.\" His answering smile was bleak and disappeared immediately. \"Why did this happen?\" I asked, my voice catching. \"Why me?\" He stared blackly at the road ahead. \"It's my fault — I was a fool to expose you like that.\" The rage in his voice was directed internally. \"That's not what I meant,\" I insisted. \"I was there, big deal. It didn't bother the other two. Why did this James decide to kill me? There're people all over the place, why me?\" He hesitated, thinking before he answered. \"I got a good look at his mind tonight,\" he began in a low voice. \"I'm not sure if there's anything I could have done to avoid this, once he saw you. It is partially your fault.\" His voice was wry. \"If you didn't smell so appallingly luscious, he might not have bothered. But when I defended you… well, that made it a lot worse. He's not used to being thwarted, no matter how insignificant the object. He thinks of himself as a hunter and nothing else. His existence is consumed with tracking, and a challenge is all he asks of life. Suddenly we've presented him with a beautiful challenge — a large clan of strong fighters all bent on protecting the one vulnerable element. You wouldn't believe how euphoric he is now. It's his favorite game, and we've just made it his most exciting game ever.\" His tone was full of disgust. He paused a moment. \"But if I had stood by, he would have killed you right then,\" he said with hopeless frustration. \"I thought… I didn't smell the same to the others… as I do to you,\" I said hesitantly. \"You don't. But that doesn't mean that you aren't still a temptation to every one of them. If you had appealed to the tracker — or any of them — the same way you appeal to me, it would have meant a fight right there.\" I shuddered. \"I don't think I have any choice but to kill him now,\" he muttered. \"Carlisle won't like it.\" I could hear the tires cross the bridge, though I couldn't see the river in the dark. I knew we were getting close. I had to ask him now.  \"How can you kill a vampire?\" He glanced at me with unreadable eyes and his voice was suddenly harsh. \"The only way to be sure is to tear him to shreds, and then burn the pieces.\" \"And the other two will fight with him?\" \"The woman will. I'm not sure about Laurent. They don't have a very strong bond — he's only with them for convenience. He was embarrassed by James in the meadow…\" \"But James and the woman — they'll try to kill you?\" I asked, my voice raw. \"Bella, don't you dare waste time worrying about me. Your only concern is keeping yourself safe and — please, please — trying not to be reckless.\" \"Is he still following?\" \"Yes. He won't attack the house, though. Not tonight.\" He turned off onto the invisible drive, with Alice following behind. We drove right up to the house. The lights inside were bright, but they did little to alleviate the blackness of the encroaching forest. Emmett had my door open before the truck was stopped; he pulled me out of the seat, tucked me like a football into his vast chest, and ran me through the door. We burst into the large white room, Edward and Alice at our sides. All of them were there; they were already on their feet at the sound of our approach. Laurent stood in their midst. I could hear low growls rumble deep in Emmett's throat as he set me down next to Edward. \"He's tracking us,\" Edward announced, glaring balefully at Laurent. Laurent's face was unhappy. \"I was afraid of that.\" Alice danced to Jasper's side and whispered in his ear; her lips quivered with the speed of her silent speech. They flew up the stairs together. Rosalie watched them, and then moved quickly to Emmett's side. Her beautiful eyes were intense and — when they flickered unwillingly to my face — furious. \"What will he do?\" Carlisle asked Laurent in chilling tones. \"I'm sorry,\" he answered. \"I was afraid, when your boy there defended her, that it would set him off.\" \"Can you stop him?\" Laurent shook his head. \"Nothing stops James when he gets started.\" \"We'll stop him,\" Emmett promised. There was no doubt what he meant. \"You can't bring him down. I've never seen anything like him in my three hundred years. He's absolutely lethal. That's why I joined his coven.\" His coven, I thought, of course. The show of leadership in the clearing was merely that, a show. Laurent was shaking his head. He glanced at me, perplexed, and back to Carlisle. \"Are you sure it's worth it?\" Edward's enraged roar filled the room; Laurent cringed back. Carlisle looked gravely at Laurent. \"I'm afraid you're going to have to make a choice.\" Laurent understood. He deliberated for a moment. His eyes took in every face, and finally swept the bright room. \"I'm intrigued by the life you've created here. But I won't get in the middle of this. I bear none of you any enmity, but I won't go up against James. I think I will head north — to that clan in Denali.\" He hesitated. \"Don't underestimate James. He's got a brilliant mind and unparalleled senses. He's every bit as comfortable in the human world as you seem to be, and he won't come at you head on… I'm sorry for what's been unleashed here. Truly sorry.\" He bowed his head, but I saw him flicker another puzzled look at me. \"Go in peace,\" was Carlisle's formal answer. Laurent took another long look around himself, and then he hurried out the door. The silence lasted less than a second. \"How close?\" Carlisle looked to Edward. Esme was already moving; her hand touched an inconspicuous keypad on the wall, and with a groan, huge metal shutters began sealing up the glass wall. I gaped. \"About three miles out past the river; he's circling around to meet up with the female.\" \"What's the plan?\" \"We'll lead him off, and then Jasper and Alice will run her south.\" \"And then?\" Edward's tone was deadly. \"As soon as Bella is clear, we hunt him.\" \"I guess there's no other choice,\" Carlisle agreed, his face grim. Edward turned to Rosalie. \"Get her upstairs and trade clothes,\" Edward commanded. She stared back at him with livid disbelief. \"Why should I?\" she hissed. \"What is she to me? Except a menace — a danger you've chosen to inflict on all of us.\" I flinched back from the venom in her voice. \"Rose…\" Emmett murmured, putting one hand on her shoulder. She shook it off. But I was watching Edward carefully, knowing his temper, worried about his reaction. He surprised me. He looked away from Rosalie as if she hadn't spoken, as if she didn't exist. \"Esme?\" he asked calmly. \"Of course,\" Esme murmured. Esme was at my side in half a heartbeat, swinging me up easily into her arms, and dashing up the stairs before I could gasp in shock. \"What are we doing?\" I asked breathlessly as she set me down in a dark room somewhere off the second-story hall. \"Trying to confuse the smell. It won't work for long, but it might help get you out.\" I could hear her clothes falling to the floor. \"I don't think I'll fit…\" I hesitated, but her hands were abruptly pulling my shirt over my head. I quickly stripped my jeans off myself. She handed me something, it felt like a shirt. I struggled to get my arms through the right holes. As soon as I was done she handed me her slacks. I yanked them on, but I couldn't get my feet out; they were too long. She deftly rolled the hems a few times so I could stand. Somehow she was already in my clothes. She pulled me back to the stairs, where Alice stood, a small leather bag in one hand. They each grabbed one of my elbows and half-carried me as they flew down the stairs. It appeared that everything had been settled downstairs in our absence. Edward and Emmett were ready to leave, Emmett carrying a heavy-looking backpack over his shoulder. Carlisle was handing something small to Esme. He turned and handed Alice the same thing — it was a tiny silver cell phone. \"Esme and Rosalie will be taking your truck, Bella,\" he told me as he passed. I nodded, glancing warily at Rosalie. She was glowering at Carlisle with a resentful expression. \"Alice, Jasper — take the Mercedes. You'll need the dark tint in the south.\" They nodded as well. \"We're taking the Jeep.\" I was surprised to see that Carlisle intended to go with Edward. I realized suddenly, with a stab of fear, that they made up the hunting party. \"Alice,\" Carlisle asked, \"will they take the bait?\" Everyone watched Alice as she closed her eyes and became incredibly still. Finally her eyes opened. \"He'll track you. The woman will follow the truck. We should be able to leave after that.\" Her voice was certain. \"Let's go.\" Carlisle began to walk toward the kitchen. But Edward was at my side at once. He caught me up in his iron grip, crushing me to him. He seemed unaware of his watching family as he pulled my face to his, lifting my feet off the floor. For the shortest second, his lips were icy and hard against mine. Then it was over. He set me down, still holding my face, his glorious eyes burning into mine. His eyes went blank, curiously dead, as he turned away. And they were gone. We stood there, the others looking away from me as the tears streaked noiselessly down my face.  The silent moment dragged on, and then Esme's phone vibrated in her hand. It flashed to her ear. \"Now,\" she said. Rosalie stalked out the front door without another glance in my direction, but Esme touched my cheek as she passed.  \"Be safe.\" Her whisper lingered behind them as they slipped out the door. I heard my truck start thunderously, and then fade away. Jasper and Alice waited. Alice's phone seemed to be at her ear before it buzzed. \"Edward says the woman is on Esme's trail. I'll get the car.\" She vanished into the shadows the way Edward had gone. Jasper and I looked at each other. He stood across the length of the entryway from me… being careful. \"You're wrong, you know,\" he said quietly. \"What?\" I gasped. \"I can feel what you're feeling now — and you are worth it.\" \"I'm not,\" I mumbled. \"If anything happens to them, it will be for nothing.\" \"You're wrong,\" he repeated, smiling kindly at me. I heard nothing, but then Alice stepped through the front door and came toward me with her arms held out. \"May I?\" she asked. \"You're the first one to ask permission.\" I smiled wryly. She lifted me in her slender arms as easily as Emmett had, shielding me protectively, and then we flew out the door, leaving the lights bright behind us.",
            "vi": "19        19. Những lời giã từ Charlie đang thức đợi tôi. Mọi ngọn đèn trong nhà đều bật sáng. Đầu óc tôi không nghĩ ra được cách gì làm bố để tôi ra đi. Điều này sẽ chẳng vui vẻ gì.  Edward từ từ dừng lại, đỗ thật xa xe tải của tôi. Cả ba người đều hết sức cảnh giác, ngồi thẳng cứng trên ghế, lắng nghe mọi âm thanh trong rừng, nhìn xuyên từng cái bóng, đánh hơi từng mùi hương, tìm xem có điều gì khác thường. Động cơ tắt, và tôi ngồi, bất động, khi họ tiếp tục lắng nghe.  \"Hắn không có ở đây, \" Edward nói đầy căng thẳng. \"Đi nào. \" Emmett vươn tay giúp tôi thoát khỏi bộ đai khoá bảo vệ.  \"Đừng lo, Bella, \" anh nói bằng giọng thấp nhưng vui vẻ, \"Chúng tôi sẽ xử lý mọi chuyện ở đây nhanh thôi. \" Tôi cảm thấy nước mắt tràn mi khi nhìn Emmett. Tôi vừa mới biết anh, thế mà, không biết vì sao, việc không biết lúc nào sẽ gặp lại anh sau đêm nay thật đau khổ. Tôi biết chuyện này chỉ mới là nếm trải sơ nỗi biệt ly tôi sắp trải qua một tiếng đồng hồ sau, và ý nghĩ này đã làm nước mắt tôi bắt đầu rơi.  \"Alice, Emmett. \" giọng Edward là một mệnh lệnh. Họ lướt đi không một tiếng động vào bóng tối, biến mất ngay. Edward mở cửa cho tôi và nắm tay tôi, rồi kéo tôi vào vòng tay che chở của anh. Anh dẫn tôi đi nhanh về phía nhà, mắt luôn rà soát khắp đêm đen. \"Mười lăm phút, \" anh cảnh báo nhỏ.  \"Em làm được việc này. \" Tôi sổ mũi. Nước mắt đã làm tôi chợt nảy ra một ý.  Tôi nán lại bên mái hiên và ôm mặt anh trong tay tôi. Tôi nhìn dữ dội vào mắt anh.  \"Em yêu anh, \" tôi nói bằng một giọng nhỏ, xúc động. \"Em sẽ luôn luôn yêu anh, dù bây giờ có xảy ra chuyện gì.” \"Sẽ chẳng có gì xảy ra với em cả, Bella, \" anh cũng nói mãnh liệt.  \"Làm đúng theo kế hoạch, nhé?  Hãy bảo vệ Charlie giùm em.  Ông sẽ không thích em nhiều nữa sau chuyện này, và em muốn sau này có cơ hội để xin lỗi bố.” \"Vô nhà đi, Bella. Mình phải nhanh lên.” giọng anh cấp bách.  \"Một chuyện nữa, \" tôi thì thầm say đắm. \"Xin anh đừng nghe những lời em sắp nói đêm nay!\" Anh đang nghiêng người về phía tôi, và vì vậy tôi chỉ cần nhón chân để hôn đôi môi lạnh giá, ngạc nhiên của anh bằng hết sức lực. Sau đó tôi quay lại và đá tung cửa.  \"Đi đi, Edward! \" Tôi hét vào anh, chạy vào trong nhà và đóng sầm cửa vào khuôn mặt vẫn còn bàng hoàng của anh.  \"Bella?\" Charlie đang bồn chồn trong phòng khách, giờ đã đứng lên.  \"Để con yên!\" tôi hét ông qua làn nước mắt, bây giờ đang chảy ròng ròng. Tôi chạy lên cầu thang vào phòng tôi, đóng sầm cửa rồi khoá lại. Tôi chạy đến bên giường, nhào xuống sàn lôi túi du lịch ra. Tôi nhanh chóng thò tay vào giữa nệm và lò xo giường để chộp chiếc vớ cũ thắt miệng chứa kho tiền tích trữ bí mật của tôi.  Charlie đang đập cửa.  \"Bella, con có ổn không? Chuyện gì đang xảy ra vậy?\" Giọng ông sợ hãi.  \"Con chịu hết nỗi rồi, \" Tôi la to, giọng tôi nức nở hoàn hảo.  \"Nó làm con đau khổ à?\" giọng ông sắp nổi giận.  \"Không!\" tôi rít lên the thé. Tôi quay về phía tủ quần áo, và Edward đã ở đó, lặng lẽ gom đại một ôm quần áo, anh bắt đầu ném vào tôi.  \"Nó chia tay với con?\" Charlie lúng túng.  \"Không!\" tôi thét, thở ngắt quãng vừa đẩy mọi thứ vào túi. Edward ném mọi thứ trong một ngăn kéo khác vào tôi. Bây giờ túi gần đầy rồi.  \"Đã xảy ra chuyện gì, Bella?\" Charlie la to qua cửa, lại đập liên hồi.  \"Con đã chia tay với anh ấy!\" tôi la to lại, giật mạnh dây kéo của túi xách.  Bàn tay khéo léo của Edward đẩy tay tôi ra rồi kéo dây khoá lại nhẹ nhàng. Anh đặt dây đeo cẩn thận lên tay tôi.  \"Anh sẽ ở trong xe tải - Đi!\" anh thì thầm, và đẩy tôi về phía cửa.  Anh biến ra ngoài cửa sổ.  Tôi mở cửa và thô lỗ ủi qua Charlie, vật lộn với cái túi nặng nề khi chạy xuống cầu thang.  \"Có chuyện gì vậy?\" ông thét. Ông ở ngay phía sau tôi. \"Bố tưởng con thích nó.” Ông nắm khuỷu tay tôi trong nhà bếp. Cho dù ông vẫn còn hoang mang, nhưng ông giữ tôi rất chặt.  Ông xoay tôi nhìn ông, và tôi có thể nhìn thấy trên khuôn mặt ông, ông không muốn tôi bỏ đi. Tôi chỉ có thể nghĩ ra được một cách để thoát, và nó sẽ làm ông đau đớn đến nỗi tôi tự giận mình vì đã nghĩ đến cách đó. Nhưng tôi không có thời gian, và tôi phải bảo vệ ông.  Tôi nhìn trừng trừng vào bố, nước mắt lại trào ra vì chuyện tôi sắp làm.  \"Con thật sự thích anh ấy - đó là vấn đề. Con không thể làm chuyện này nữa!  Con không muốn sống ở đây thêm nữa!  Con không muốn rốt cuộc lại mắc kẹt trong thành phố chán ngán, ngu ngốc này như mẹ được!  Con sẽ không phạm đúng cái lỗi ngu xuẩn mẹ đã làm. Con ghét vậy - con không thể nán lại ở đây thêm một phút nào nữa!\" Bàn tay bố buông khỏi cánh tay tôi như tôi vừa giết ông bằng cách cho điện giật. Tôi quay lưng không nhìn vào khuôn mặt đau đớn bàng hoàng của ông, và đi về phía cửa.  \"Bells, con không thể đi bây giờ được.  Tối rồi,” ông thì thầm sau lưng tôi.  Tôi không quay lại. \"Con sẽ ngủ trong xe tải nếu mệt. \" \"Đợi một tuần nữa đã, \" ông khẩn khoản, vẫn còn rã rời bàng hoàng.  “Lúc đó Renée đã về nhà rồi.” Điều này làm tôi lạc lối. \"Gì chứ?\" Charlie nói tiếp háo hức, lắp bắp nhẹ nhõm khi thấy tôi do dự.  \"Mẹ con đã gọi khi con đi chơi. Chuyện không suông sẻ lắm ở Florida, và nếu Phil không được ký hợp đồng vào cuối tuần này, họ sẽ về lại Arizona. Huấn luyện viên phó của Sidewinders đã nói họ có thể dành vị trí cho một tay chặn bóng khác. \" Tôi lắc đầu, cố sắp xếp lại suy nghĩ bây giờ đã như mớ bòng bong của mình.  Mỗi giây trôi qua, Charlie càng thêm bị nguy hiểm.  \"Con có chìa khoá nhà, \" tôi lẩm bẩm, xoay nắm cửa. Ông quá gần, một tay chìa về tôi, khuôn mặt ông mụ mẫm. Tôi không thể mất thêm thời gian để tranh cãi với ông nữa. Tôi sẽ phải làm ông đau đớn thêm.  \"Hãy để con đi, Charlie.” Tôi lặp lại lời nói cuối mẹ đã nói trước khi bà bước ra cũng đúng cánh cửa này rất nhiều năm trước. Tôi nói những lời ấy giận dữ hết mức có thể vừa tông cho cửa mở. \"Cũng chẳng ích gì, đúng không?  Con hết sức, hết sức căm ghét Forks!\" Lời nói độc ác của tôi đã có tác dụng - Charlie cứng người trên ngưỡng cửa, sửng sốt, trong khi tôi chạy vào trong đêm. Tôi cực kỳ sợ hãi cái sân trống rỗng. Tôi chạy như điên đến xe tải, cứ tưởng tượng có một bóng đen rượt theo tôi. Tôi ném túi xách vào thùng xe và vặn cửa mở. Chìa khoá đang chờ trong ổ cắm.  \"Mai con sẽ gọi cho bố!\" tôi hét, ao ước hơn bất cứ thứ gì mình có thể giải thích mọi thứ cho ông hiểu ngay, tuy biết mình sẽ chẳng bao giờ làm được. Tôi khởi động máy và phóng xe đi.  Edward nắm tay tôi.  \"Tấp vào lề đường, \" anh nói khi ngôi nhà, và Charlie, đã khuất sau lưng chúng tôi.  \"Em lái được mà, \" tôi nói qua làn nước mắt ràn rụa. Bàn tay dài của anh bất ngờ nắm eo tôi, và chân anh đẩy tôi ra khỏi chân ga. Anh kéo tôi qua lòng anh, vặn cho tay tôi tuột khỏi tay lái, rồi bỗng dưng anh đã ngồi sau tay lái. Chiếc xe tải không hề lệch đi một xăng-ti-mét.  \"Em sẽ không tìm ra được nhà anh đâu, \" anh giải thích.  Đèn đột ngột loé sau lưng chúng tôi. Tôi nhìn chằm chằm ra cửa sổ phía sau, mắt mở to kinh hãi.  \"Chỉ là Alice thôi, \" anh trấn an tôi. Anh nắm tay tôi trở lại.  Tâm trí tôi đầy hình ảnh Charlie đang đứng ở lối vào. \"Tên săn người?\" \"Hắn đã nghe được đoạn cuối của phần trình diễn của em, \" Edward  buồn rầu nói.  \"Charlie?\" tôi sợ hãi hỏi.  \"Tên săn người đang theo mình. Hiện nay hắn đang chạy sau lưng mình. \" Cơ thể tôi lạnh buốt.  \"Mình thoát được hắn không?\" \"Không. \" Nhưng anh tăng tốc khi nói. Động cơ xe tải rên rỉ phản đối.  Kế hoạch của tôi đột ngột chẳng còn có vẻ khôn ngoan nữa.  Tôi đang nhìn chằm chằm vào đèn pha của Alice thì xe tải rung lên và một bóng đen xuất hiện ngoài cửa sổ.  Tiếng thét kinh hoàng của tôi chỉ mới kéo dài một phần giây thì tay Edward đã bịt chặt miệng tôi rồi.  \"Emmett đó!\" Anh thả tay ra khỏi miệng tôi, và vòng cánh tay anh quanh eo tôi.  \"Ổn rồi, Bella, \" anh hứa. \"Em sẽ an toàn. \" Chúng tôi chạy qua thành phố yên tĩnh về phía đường cao tốc bắc.  \"Anh không biết em vẫn chán ghét cuộc sống ở tỉnh lẻ đến vậy,” anh kiếm chuyện nói, và tôi biết anh đang cố làm tôi phân tâm. \"Có vẻ như em đang thích nghi khá tốt - nhất là gần đây. Có lẽ anh mới tâng bốc mình vì đã làm cuộc sống thú vị hơn đối với em. \" \"Em đã không đàng hoàng, \" tôi thú nhận, lờ đi nỗ lực của anh muốn làm tôi quên đi chuyện vừa qua, vừa nhìn xuống đầu gối. \"Đó cũng chính là lời mẹ em đã nói khi bà bỏ bố ra đi. Em đã đối xử bất công với ông.” \"Đừng lo. Ông sẽ tha thứ cho em.” Anh hơi mỉm cười, cho dù mắt anh chẳng cười.  Tôi nhìn anh chằm chằm tuyệt vọng, và anh thấy nỗi hoảng sợ không giấu giếm trong mắt tôi. \"Bella, sẽ ổn thôi. \" \"Nhưng sẽ không ổn khi em không ở bên anh,” tôi thì thầm.  \"Mình lại sẽ ở bên nhau chỉ trong vài ngày thôi, \" anh nói, siết chặt cánh tay anh quanh tôi. \"Đừng quên đây là  ý em. \" \"Ý hay nhất - dĩ nhiên là của em rồi.” Nụ cười đáp trả của anh ảm đạm và tàn héo ngay.  \"Tại sao điều này lại xảy ra ?\" Tôi hỏi, giọng tôi bối rối. \"Tại sao lại là em chứ?\" Anh nhìn chằm chằm buồn rầu vào con đường phía trước. \"Đó là lỗi của anh - anh là thằng ngốc đã đặt em vào tình huống nguy hiểm như thế.”  Cơn thịnh nộ trong giọng anh trào dâng.  \"Ý em không phải vậy,”   tôi khăng khăng. \"Em ở đó, chuyện nhỏ.  Hai người kia đâu có quan tâm. Thế mà tại sao tên James này lại quyết định giết em?  Bao nhiêu người ở khắp mọi nơi, mà tại sao lại là em chứ?\" Anh do dự, suy nghĩ rồi mới trả lời.  \"Anh nhìn rõ tâm trí hắn đêm nay, \" anh bắt đầu bằng giọng trầm. \"Anh không chắc mình có thể làm được gì để tránh chuyện này, một khi hắn đã thấy em. Một phần là lỗi của em.”  Giọng anh chán chường. \"Nếu em không toả mùi quá sức ngọt ngào đến thế, hắn chưa chắc đã quan tâm. Nhưng khi anh bảo vệ em ..., hừm, điều đó càng làm chuyện thêm tệ hại.  Hắn không quen bị cản trở, dù mục tiêu nhỏ nhặt tới đâu cũng vậy. Hắn tự cho mình là một thợ săn chính cống.  Hắn sống chỉ để theo săn đuổi, và thách thức là thứ hắn thích nhất trên đời này.  Bỗng dưng chúng ta đã dâng cho hắn một thách thức đầy hấp dẫn - một gia đình lớn toàn những chiến binh mạnh mẽ đều hết lòng bảo vệ một phần tử yếu ớt.  Em không tưởng nỗi hiện nay hắn đang phấn khích như thế nào.   Đó là trò chơi ưa thích của hắn, và chúng ta vừa làm cho nó trở thành một trò chơi hứng thú nhất từ trước đến nay của hắn.” Giọng anh đầy vẻ căm ghét.  Anh ngừng lại trong chốc lát.  \"Nhưng nếu anh chỉ đứng yên không làm gì, hẳn hắn đã giết em ngay rồi, \" anh nói đầy tuyệt vọng.  \"Em cứ tưởng  ... với người khác ... em không toả mùi giống như ... với anh” tôi nói lưỡng lự.  \"Không. Nhưng điều đó không có nghĩa em không cám dỗ họ. Nếu em hấp dẫn đối với một kẻ săn người - hoặc bất cứ ai trong số họ - giống kiểu em đã hấp dẫn anh, hẳn đã đánh nhau ngay tại chỗ rồi. \" Tôi rùng mình.  \"Bây giờ anh chỉ còn một lựa chọn duy nhất là phải giết hắn, \" anh lẩm bẩm.  \"Carlisle sẽ không thích chuyện đó đâu. \" Tôi có thể nghe tiếng bánh xe chạy qua cầu, dù không nhìn thấy được dòng sông trong bóng tối. Tôi biết mình đang đến gần. Tôi phải hỏi anh bây giờ.  \"Làm sao anh giết được ma cà rồng?\" Anh nhìn lướt qua tôi bằng đôi mắt khó hiểu và giọng anh đột ngột gay gắt.  \"Cách duy nhất để chắc chắn giết được ma cà rồng là xé hắn thành từng mảnh, rồi thiêu cháy những mảnh đó. \" \"Và hai người kia sẽ chiến đấu với hắn?\" \"Người phụ nữ sẽ vậy. Anh không chắc về Laurent. Họ không gắn bó với nhau nhiều lắm - hắn cùng đi chỉ vì thuận tiện mà thôi.  Hắn đã bị James làm xấu mặt trong đồng cỏ... \" \"Nhưng James và người phụ nữ - họ sẽ cố giết anh?\" Tôi hỏi, giọng tôi đau đớn.  \"Bella, đừng phí thời gian lo cho anh. Mối quan tâm duy nhất của em là giữ an toàn cho em và - vui lòng, xin em vui lòng - đừng có cố liều lĩnh. \" \"Hắn ta vẫn đi theo?\" \"Ừ.  Tuy vậy, hắn sẽ không tấn công nhà này. Không tấn công đêm nay.” Anh quẹo vào con đường vô hình, với Alice theo sau.  Chúng tôi chạy thẳng vào nhà. Đèn bên trong sáng rực, nhưng cũng không làm giảm bớt bao nhiêu bóng tối của khu rừng vây quanh. Emmett mở cửa xe cho tôi trước khi xe dừng; anh kéo tôi ra khỏi ghế, nhét tôi như trái bóng vào lồng ngực mênh mông của anh, và dẫn tôi chạy qua cửa.  Chúng tôi ào vào căn phòng trắng rộng, Edward và Alice ở bên cạnh. Tất cả mọi người đều ở đó; họ đứng cả lên khi nghe tiếng chúng tôi đến gần. Laurent đứng giữa họ. Tôi có thể nghe tiếng gầm gừ trầm trầm phát ra từ cổ họng Emmett khi anh đặt tôi xuống cạnh Edward.  \"Hắn đang theo dấu chúng tôi, \" Edward công bố, nhìn Laurent một cách đáng sợ. Mặt Laurent buồn bã. \"Tôi đã sợ thế. \" Alice nhảy đến bên Jasper, thì thầm vào tai anh; môi cô mấp máy vì tốc độ lời thì thầm của cô. Họ lao lên cầu thang với nhau.  Rosalie ngắm nhìn họ, rồi nhìn nhanh sang Emmett. Đôi mắt xinh đẹp của cô căng thẳng và - khi chúng miễn cưỡng liếc nhìn sang mặt tôi - giận dữ.  \"Hắn sẽ làm gì?\"Carlisle hỏi Laurent bằng giọng đáng sợ.  \"Tôi xin lỗi, \" anh ta trả lời. \"Tôi sợ là, vì chàng trai của bạn bảo vệ cô ta, nên đã khơi đúng mạch của anh ta. \" \"Bạn cản anh ta được không?\" Laurent lắc đầu. \"Không gì có thể cản được James một khi anh ta đã muốn.” \"Chúng tôi sẽ cản anh ta, \" Emmett hứa. Ý anh thật rõ ràng.  \"Các bạn không thể hạ được anh ta đâu. Trong ba trăm năm sống trên đời này, tôi chưa từng thấy bất cứ thứ gì như anh ta.  Anh ta hết sức đáng sợ. Đó là lý do tại sao tôi tham gia nhóm của anh ấy. \" Nhóm của hắn, tôi nghĩ, dĩ nhiên rồi.  Cuộc trình diễn vai trò lãnh đạo trong đồng cỏ đơn thuần chỉ là giả vờ.  Laurent lắc đầu. Anh ta nhìn lướt qua tôi, khó hiểu, rồi quay nhìn Carlisle. \"Bạn có chắc chuyện này đáng không?\" Tiếng gầm rống giận dữ của Edward vang cả căn phòng; Laurent co rúm người lại.  Carlisle nghiêm trang nhìn Laurent. \"Tôi e là bạn phải lựa chọn. \" Laurent hiểu. Anh ta cân nhắc trong chốc lát. Anh ta nhìn mặt từng người, và cuối cùng nhìn lướt qua căn phòng sáng sủa.  \"Tôi ngạc nhiên khi thấy cuộc sống bạn đã tạo dựng nên ở đây. Nhưng tôi sẽ không can thiệp vào chuyện này. Tôi chẳng hề thù ghét gì các bạn, nhưng tôi cũng sẽ không chống lại James. Tôi nghĩ mình sẽ đi về phía bắc - đến bộ tộc ở Denali. \"Anh ta do dự.  \"Đừng đánh giá thấp James. Anh ta rất thông minh và có các giác quan không gì sánh được. Anh ta hoàn toàn thoải mái trong thế giới con người giống như các bạn dường như cũng đang vậy, và anh ta sẽ không đối đầu trực tiếp với các bạn đâu...  Tôi xin lỗi vì chuyện đã xảy ra ở đây. Thành thật xin lỗi. \" Anh ta cúi đầu, nhưng tôi thấy anh ta lại liếc nhanh nhìn tôi khó hiểu.  \"Đi bình yên nhé,”  là câu trả lời chính thức của Carlisle.  Laurent nhìn thật lâu quanh mình, rồi vội vã bước ra cửa.  Im lặng kéo dài chưa đầy một giây.  \"Gần đến mức nào?\" Carlisle nhìn Edward.  Esme đã di chuyển; tay bà chạm vào một phím nhỏ kín đáo trên tường, và rẹt một tiếng, một cửa lá sách kim loại khổng lồ bắt đầu che kín bức tường kính. Tôi há hốc.  \"Khoảng ba dặm bên kia sông; hắn ta đang đi vòng lại để gặp người phụ nữ.” \"Kế hoạch là gì?\" \"Chúng ta sẽ đánh lạc hướng hắn, còn Jasper và Alice sẽ đưa cô ấy về phương nam. \" \"Rồi sau đó?\" Giọng Edward đầy chết chóc. \"Ngay khi Bella đi khỏi, chúng ta sẽ săn hắn. \" \"Ta nghĩ không còn lựa chọn nào khác, \" Carlisle đồng ý, mặt ông dữ tợn.  Edward hướng về phía Rosalie.  \"Đưa cô ấy lên lầu rồi đổi đồ cho nhau, \" Edward ra lệnh. Cô nhìn chằm chằm lại anh với vẻ không tin được đầy tức giận.  \"Tại sao tôi phải vậy chứ?\" cô rít lên. \"Cô ta là gì đối với tôi chứ? Ngoài sự đe doạ - mối nguy hiểm anh đã chọn để giáng một đòn lên tất cả chúng ta. \" Tôi chùn người vì lời lẽ chua cay của cô.  \"Rose... \" Emmett thì thầm, đặt một tay lên vai cô. Cô hất ra. Nhưng tôi đang canh chừng Edward cẩn thận, biết thói nóng nảy của anh, lo lắng về phản ứng của anh.  Anh làm tôi ngạc nhiên. Anh quay mặt không nhìn Rosalie nữa, y như thể cô chẳng hề nói gì, như thể cô không hề tồn tại.  \"Esme?\" anh hỏi bình tĩnh.  \"Dĩ nhiên, \" Esme thì thầm.  Esme ở ngay bên tôi trong nháy mắt, bế tôi dễ dàng trong đôi tay của bà, và lao lên cầu thang trước khi tôi có thể thở hổn hển vì sốc.  \"Mình sắp làm gì vậy?\" tôi hỏi không ra hơi khi bà đặt tôi xuống một căn buồng tối om ở đâu đó trên hành lang tầng hai.  \"Cố đánh lạc mùi. Không có tác dụng lâu, nhưng có thể giúp con thoát. \" Tôi nghe tiếng quần áo bà rơi xuống sàn.  \"Con không nghĩ con mặc vừa... \" tôi do dự, nhưng tay bà đột ngột kéo áo sơ mi tôi qua đầu. Tôi nhanh chóng tự cởi quần jean của mình.  Bà trao cho tôi cái gì đó, giống như áo sơ mi. Tôi cố xỏ tay vô đúng mấy cái tay áo. Ngay khi tôi làm xong, bà trao cho tôi quần bà.  Tôi kéo mạnh chúng lên, nhưng tôi không thể kéo được chân mình ra; chúng quá dài. Bà khéo léo cuộn lai quần lên vài lần nên tôi đã đứng được. Không biết làm thế nào mà bà đã mặc xong quần áo của tôi. Bà kéo tôi trở lại cầu thang, Alice đang đứng đó, với túi da nhỏ trong tay. Mỗi người chộp một khuỷu tay rồi gần như xách tôi bay xuống cầu thang.  Có vẻ như mọi chuyện đã được giải quyết dưới lầu khi chúng tôi không có mặt.  Edward và Emmett đã sẵn sàng ra đi, Emmett đeo một cái ba lô trông có vẻ nặng trên vai. Carlisle đang trao cái gì đó nho nhỏ cho Esme.  Ông quay lại và trao Alice cùng một thứ - đó một cái điện thoại di động bạc nhỏ xíu.  \"Esme và Rosalie sẽ chạy xe tải của con, Bella, \" ông nói với tôi khi ông đi qua. Tôi gật đầu, thận trọng nhìn vào Rosalie. Cô ấy đang nhìn trừng trừng vào Carlisle với vẻ phẫn nộ.  \"Alice, Jasper - chạy chiếc Mercedes. Các con sẽ cần màu tối ở miền nam. \" Họ cũng gật đầu.  \"Chúng ta sẽ đi chiếc jeep.” Tôi ngạc nhiên thấy Carlisle định đi với Edward. Tôi đột ngột nhận ra, đau nhói vì sợ hãi, họ lập nhóm đi săn.  \"Alice, \" Carlisle hỏi, \" họ sẽ bị lừa không?\" Mọi người nhìn Alice khi cô nhắm mắt lại và trở thành bất động khó tin.  Cuối cùng mắt cô mở ra. \"Hắn sẽ theo dấu cha. Người đàn bà sẽ theo xe tải.  Chúng ta có thể lên đường sau đó.” Giọng cô chắc chắn.  \"Đi nào. \" Carlisle bắt đầu đi về phía nhà bếp.  Nhưng Edward ngay lập tức ở bên tôi. Anh ôm chặt tôi, siết tôi vào anh. Anh như chẳng quan tâm đến cả gia đình đang nhìn mình khi anh kéo mặt tôi vào sát mặt anh, nâng chân tôi khỏi sàn. Trong một khoảnh khắc ngắn ngủi nhất, môi anh  lạnh giá và cứng áp vào môi tôi. Rồi hết. Anh đặt tôi xuống, vẫn ôm mặt tôi, đôi mắt lộng lẫy của anh thiêu cháy mắt tôi.  Khi quay lưng đi, đôi mắt anh trở nên trống rỗng, chẳng còn chút sinh lực nào.  Và họ đã ra đi.  Chúng tôi đứng đó, những người khác quay mặt đi chỗ khác không nhìn tôi khi nước mắt tôi lặng lẽ ràn rụa chảy xuống mặt.  Giây phút im lặng trôi qua, rồi điện thoại của Esme rung trong tay bà.  Nó xuất hiện ngay bên tai bà.  \"Nào, \" bà nói. Rosalie hầm hầm bước ra cửa trước không thèm liếc thêm lần nào về phía tôi, nhưng Esme vuốt má tôi khi bà đi qua.  \"Bảo trọng.” lời thì thầm của bà vấn vương phía sau khi họ lẻn ra cửa.  Tôi nghe tiếng xe tải của tôi gầm lên như sấm, rồi nhỏ dần.  Jasper và Alice đợi. Điện thoại của Alice như xuất hiện ngay ở tai cô trước khi nó rung chuông.  \"Edward nói người phụ nữ đang theo dấu Esme. Em sẽ lái xe.” Cô biến mất vào bóng đêm y như Edward.  Jasper và tôi nhìn nhau. Anh chàng đứng cách xa tôi ở tuốt góc kia của lối vào  ... cẩn thận.  \"Em sai rồi, em biết không, \" anh nói lặng lẽ.  \"Gì chứ?\" tôi hổn hển nói.  \"Tôi có thể cảm nhận được em hiện đang cảm thấy gì - và em đáng được như vậy.” \"Không, \" tôi lầm bầm. \"Nếu có chuyện gì xảy đến cho họ, chuyện này sẽ thành vô nghĩa.” \"Em sai rồi, \" anh lặp lại, mỉm cười tử tế với tôi.  Tôi chẳng nghe thấy gì, vậy mà Alice bước qua cửa trước và đi về phía tôi, tay chìa ra. \"Cho phép em nhé?\" cô hỏi.  \"Em là người đầu tiên xin phép. \" tôi nhăn nhó mỉm cười.  Cô bế tôi lên bằng đôi tay mảnh khảnh của mình cũng dễ dàng như Emmett đã bế, che chở cho tôi, rồi chúng tôi bay ra cửa, bỏ lại đèn đuốc sáng trưng sau lưng."
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me <em>relentlessly</em> about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        }
    ],
    "suggestions": []
}