{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri'laiəbli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chắc chắn, đáng tin cậy; xác thực (tin tức...)</td></tr></table><i/></div>",
            "word": "reliably",
            "pronounce": "[ri'laiəbli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "reliably",
            "pronounce": "[ri'laiəbli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reliably",
            "pronounce": "[ri'laiəbli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reliably",
            "pronounce": "[ri'laiəbli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reliably",
            "pronounce": "[ri'laiəbli]"
        }
    },
    "sentences": [
        {
            "en": "Her illness had never been <em>reliably</em> diagnosed.",
            "vi": "Bệnh tình của cô ấy chưa bao giờ được chẩn đoán một cách chắc chắn."
        },
        {
            "en": "Adversaries cannot <em>reliably</em> detect the presence of submarines.",
            "vi": "Đối phương chắc chắn không thể phát hiện sự hiện diện của tàu ngầm."
        },
        {
            "en": "I am <em>reliably</em> informed that there is plenty of work for everyone this month.",
            "vi": "Tôi được thông báo một cách chắc chắn rằng tháng này sẽ có nhiều việc cho tất cả mọi người."
        },
        {
            "en": "They can not estimate their work <em>reliably</em> because they don’t know when they will even finish.",
            "vi": "Họ không thể ước lượng được công việc của mình một cách tin cậy bởi vì họ không biết khi nào họ thậm chí sẽ kết thúc."
        },
        {
            "en": "We 've been <em>reliably</em> informed that the delivery will arrive tomorrow morning.",
            "vi": "Chúng tôi được thông báo chắc chắn rằng việc giao hàng sẽ đến vào sáng mai."
        },
        {
            "en": "The diagnosis can also be <em>reliably</em> made from skin samples taken before death.",
            "vi": "Các chuẩn đoán trên mẫu da được lấy trước khi chết đáng tin cậy hơn."
        },
        {
            "en": "We've been <em>reliably</em> informed that the delivery will arrive tomorrow morning.",
            "vi": "Chúng tôi được thông báo chắc chắn rằng việc giao hàng sẽ đến vào sáng mai."
        },
        {
            "en": "Americans will buy products that have good quality, good price, and are delivered <em>reliably</em> and on time.",
            "vi": "Người Mỹ sẽ mua các sản phẩm có chất lượng cao, giá thành hợp lý, được giao hàng đúng hẹn."
        },
        {
            "en": "With this Variable- Pitch propeller, planes could now take off and land more safely and <em>reliably</em>, carry varying weights, and handle greater variations in wind speed and turbulence .",
            "vi": "Với loại cánh quạt có thể điều chỉnh được này, máy bay bây giờ có thể cất và hạ cánh an toàn và tin cậy hơn, mang vác trọng lượng khác nhau, và xử lý tốt hơn với các biến đổi của vận tốc gió và chuyển động hỗn loạn ."
        },
        {
            "en": "This technique, adapted from similar tests used to assess attitudes like subconscious racial bias, <em>reliably</em> distinguishes between self-identified straight individuals and those who self-identify as lesbian, gay or bisexual.",
            "vi": "Phương pháp này tương tự với những phương pháp từng được sử dụng để phản ánh thái độ ngầm về chủng tộc. Đồng thời, nó có thể phân biệt một cách đáng chính xác những người tự cho mình là straight và những người tự cho mình là đồng tính nữ (lesbian), đồng tính nam (gay) hoặc lưỡng tính (bisexual)."
        },
        {
            "en": "As recently as 1993, engineers made a major breakthrough by discovering so-called turbo codes - which come very close to Shannon’s ultimate limit for the maximum rate that data can be transmitted <em>reliably</em>, and now play a key role in the mobile videophone revolution.",
            "vi": "Gần đây vào năm 1993, các kỹ sư đã thực hiện một bước đột phá lớn bằng cách khám phá ra cái gọi là các mã turbo – cái mà đến rất gần với giới hạn tối đa của Shannon cho tốc độ tối đa mà dữ liệu có thể được truyền một cách đáng tin cậy và giờ đây đóng một vai trò quan trọng trong cuộc cách mạng điện thoại di động."
        },
        {
            "en": "Some children might not be able to remember an entire phone number <em>reliably</em>, or the spelling of a long name (theirs or yours). Write it on their arm with permanent marker, so it doesn't come off with water or sweat. Or take suggestion from the Royal Newfoundland Constabulary and write your child's name on their arm, then cover it with liquid bandage.",
            "vi": "Một số trẻ có thể không nhớ được toàn bộ số điện thoại, hoặc đánh vần một tên dài (của các em hoặc của bạn). Viết nó trên cánh tay của các em bằng permanent marker (bút bền màu), nhờ đó thông tin không bị nước hoặc mồ hôi làm trôi. Hoặc lấy gợi ý từ Hạm đội Royal Newfoundland và viết tên của con bạn trên cánh tay của bé, sau đó phủ lên bằng keo trong."
        },
        {
            "en": "Many users don’t realize that the Momentus XT uses SLC NAND memory. Of the two types of NAND used in SSDs, SLC and MLC, the former has long been the preferred choice of enterprises for mission critical tasks. This is because SLC is superior in both performance and endurance, meaning how long data can be <em>reliably</em> retained by the storage medium. Traditional estimates indicate that SLC memory cells can withstand 100,000 write cycles while MLC can only handle 10,000.",
            "vi": "Nhiều người dùng không nhận ra rằng Momentus XT sử dụng bộ nhớ NAND SLC. Hai loại NAND được sử dụng trong các ổ SSD là SLC và MLC, đã từ lâu đã là sự lựa chọn ưa thích của các doanh nghiệp cho các nhiệm vụ quan trọng. Điều này là do công nghệ SLC là vượt trội trong cả hiệu suất và độ bền, có nghĩa là dữ liệu có thể được lưu trữ chắc chắn bao lâu bởi các phương tiện lưu trữ. Ước tính truyền thống chỉ ra rằng các ô nhớ  SLC có thể chịu được chu kì ghi dữ liệu 100.000 lần, trong khi MLC chỉ có thể xử lý 10.000 lần"
        },
        {
            "en": "Are hormone levels or other blood tests helpful in detecting menopause?  Because hormone levels may fluctuate greatly in an individual woman, even from one day to the next, hormone levels are not a reliable method for diagnosing menopause. Even if levels are low one day, they may be high the next day in the same woman. There is no single blood test that <em>reliably</em> predicts when a woman is going through the menopausal transition. Therefore, there is currently no proven role for blood testing regarding menopause except for tests to exclude medical causes of erratic menstrual periods other than menopause. The only way to diagnose menopause is to observe the lack of menstrual periods for 12 months in a woman in the expected age range.",
            "vi": "Nồng độ hoóc-môn hoặc các xét nghiệm máu khác có giúp phát hiện ra mãn kinh không?  Vì nồng độ hoóc-môn có thể dao động rất nhiều ở một phụ nữ nào đó, thậm chí là khác nhau từ ngày này sang ngày khác, nên nồng độ hoóc-môn không phải là phương pháp đáng tin cậy để chẩn đoán mãn kinh. Cho dù là nồng độ hoóc-môn ngày hôm nay là thấp đi nữa thì cũng có thể ngày mai là rất cao khi đo ở cùng một người. Tương tự chẳng có một xét nghiệm máu đơn lẻ nào đáng tin cậy để dự đoán khi nào một người sẽ chuyển tiếp mãn kinh. Do đó, hiện vai trò của xét nghiệm máu để nhận biết mãn kinh chưa được chứng minh ngoại trừ các xét nghiệm loại trừ các nguyên nhân bệnh gây rối loạn chu kỳ kinh nguyệt (chu kỳ kinh nguyệt thất thường) ngoài mãn kinh. Cách duy nhất để chẩn đoán mãn kinh là theo dõi tình trạng không hành kinh trong 12 tháng của người phụ nữ đang ở độ tuổi mãn kinh."
        },
        {
            "en": "Accounting Information    You likely have a general concept of accounting. Information about the transactions and events of a business is captured and summarized into reports that are used by persons interested in the entity. But, you likely do not realize the complexity of accomplishing this task. It involves a talented blending of technical knowledge and measurement artistry that can only be fully appreciated via extensive study of the subject. The best analogy is to say that you probably know what a surgeon does, but you no doubt appreciate that considerable knowledge and skill is needed to successfully treat a patient. If you were studying to be a surgeon, you would likely begin with some basic anatomy class. In this chapter, you will begin your study of accounting by looking at the overall structure of accounting and the basic anatomy of reporting. Be advised that a true understanding of accounting does not come easily. It only comes with determination and hard work. If you persevere, you will be surprised at how much you discover about accounting. This knowledge is very valuable to business success.  Definitions  It seems fitting to begin with a more formal definition of accounting: Accounting is a set of concepts and techniques that are used to measure and report financial information about an economic unit. The economic unit is generally considered to be a separate enterprise. The information is reported to a variety of different types of interested parties. These include business managers, owners, creditors, governmental units, financial analysts, and even employees. In one way or another, these users of accounting information tend to be concerned about their own interests in the entity. Business managers need accounting information to make sound leadership decisions. Investors hope for profits that may eventually lead to distributions from the business (e.g., “dividends”). Creditors are always concerned about the entity’s ability to repay its obligations. Governmental units need information to tax and regulate. Analysts use accounting data to form opinions on which they base investment recommendations. Employees want to work for successful companies to further their individual careers, and they often have bonuses or options tied to enterprise performance. Accounting information about specific entities helps satisfy the needs of all these interested parties. The diversity of interested parties leads to a logical division in the discipline of accounting: financial accounting and managerial accounting. Financial accounting is concerned with external reporting to parties outside the firm. In contrast, managerial accounting is primarily concerned with providing information for internal management. One may have trouble seeing the distinction; after all, aren’t financial facts being reported? The following paragraphs provide a closer look at the distinctions. Financial Accounting  Consider that financial accounting is targeted toward a broad base of external users, none of whom control the actual preparation of reports or have access to underlying details. Their ability to understand and have confidence in reports is directly dependent upon standardization of the principles and practices that are used to prepare the reports. Without such standardization, reports of different companies could be hard to understand and even harder to compare. Standardization derives from certain well organized processes and organizations. In the United States, a private sector group called the Financial Accounting Standards Board (FASB) is primarily responsible for developing the rules that form the foundation of financial reporting. The FASB’s global counterpart is the International Accounting Standards Board (IASB). The IASB and FASB are working toward convergence, such that there may soon be a single harmonious set of international financial reporting standards (IFRS). This effort to establish consistency in global financial reporting is driven by the increase in global trade and finance. Just as standardization is needed to enable comparisons between individual companies operating within a single economy, so too is standardization needed to facilitate global business evaluations. Financial reports prepared under the generally accepted accounting principles (GAAP) promulgated by such standard setting bodies are intended to be general purpose in orientation. This means they are not prepared especially for owners, or creditors, or any other particular user group. Instead, they are intended to be equally useful for all user groups. As such, attempts are made to keep them free from bias (neutral). Standard setting bodies are guided by concepts that are aimed at production of relevant and representationally faithful reports that are useful in investment and credit decisions.  Managerial Accounting  Managerial accounting information is intended to serve the specific needs of management. Business managers are charged with business planning, controlling, and decision making. As such, they may desire specialized reports, budgets, product costing data, and other details that are generally not reported on an external basis. Further, management may dictate the parameters under which such information is to be accumulated and presented. For instance, GAAP may require that certain product development costs be deducted in computing income; on the other hand, management may see these costs as a long-term investment and stipulate that internal decision making be based upon income numbers that exclude such costs. This is their prerogative. Hopefully, internal reporting is being done logically and rationally, but it need not follow any particular set of mandatory guidelines. A Quality System  Both financial accounting and managerial accounting depend upon a strong information system to <em>reliably</em> capture and summarize business transaction data. Information technology has radically reshaped this mundane part of the practice of accounting over the past 50 years. The era of the “green eye-shaded” accountant has been relegated to the annals of history. Now, accounting is more of a dynamic, decision-making discipline, rather than a bookkeeping task. Inherent Limitations Accounting data are not absolute or concrete. Considerable amounts of judgment and estimation are necessary to develop the specific accounting measurements that are reported during a particular month, quarter, or year. For example, how much profit is actually earned when a car is sold with a 3-year warranty? It will be three years before the final costs of this warranty agreement are all known. One approach would be to wait three years before reporting on the profit or loss for this transaction. However, by the time the information could be reported with certainty, it would be so stale as to lose its usefulness. Thus, in order to timely present information, reasonable estimations are routinely embraced in the normal preparation of periodic financial reports. In addition, accounting has not advanced to a state of being able to value a business. As such, many transactions and events are reported based on the historical cost principle (in contrast to fair value). For example, land is typically recorded and carried in the accounting records at the price at which it was purchased. The historical cost principle is based on the concept that it is best to report certain financial statement elements at amounts that are tied to objective and verifiable past transactions. The alternative is to value (and periodically revalue) accounts based upon subjective assessments of current worth. Such adjustments are problematic and the subject of much debate. Nevertheless, the current trend in global standard setting is toward an increased acceptance of the circumstances under which fair value accounting is deemed acceptable for selected financial statement elements.  The ongoing debate about fair value versus historical cost is often cast in the context of a tradeoff between the “relevance” of fair value information and the “reliability” of historical cost information. This debate is apt to continue, and the related accounting standards will likely be in an evolutionary state for many years to come. Nevertheless, it is reasonable to expect that the accountant of the future will be increasingly skilled in valuation issues.",
            "vi": "Thông tin về kế toán    Có thể bạn có ý niệm chung về kế toán. Thông tin về các giao dịch và sự kiện của một doanh nghiệp được thu thập và tổng hợp trong những báo cáo để những ai quan tâm đến doanh nghiệp đó sử dụng. Nhưng, có lẽ bạn chưa biết rõ mức độ phức tạp để hoàn thành công việc này. Nó đòi hỏi cả năng khiếu hiểu biết chuyên môn lẫn năng lực tính toán mà chỉ có thể lĩnh hội đầy đủ qua việc tìm hiểu bao quát về đối tượng. Giống hệt như nói rằng bạn có thể biết một bác sĩ phẫu thuật làm những gì mà không hiểu hết số kỹ năng và lượng kiến thức đồ sộ cần thiết để trị khỏi bệnh cho bệnh nhân. Nếu bạn học để làm bác sĩ phẫu thuật, có lẽ bạn sẽ bắt đầu bằng một số giờ học giải phẫu cơ bản. Trong chương này, bạn bắt đầu quá trình nghiên cứu kế toán của mình bằng việc xem xét cấu trúc tổng thể bộ môn kế toán và kiến thức nền tảng về báo cáo. Xin lưu ý, một sự hiểu biết chính xác về kế toán là điều không hề dễ dàng có được. Phải quyết tâm và nỗ lực hết mình. Nếu bạn kiên trì, bạn sẽ ngạc nhiên vì mình khám phá được bao điều thú vị về kế toán. Lượng kiến thức này rất quan trọng đối với thành công trong kinh doanh. Các định nghĩa Mở đầu bằng một định nghĩa chính thống hơn về kế toán thì dường như hợp lẽ: Kế toán là một tập hợp các khái niệm và phương pháp được dùng để đo lường và báo cáo thông tin tài chính về một đơn vị kinh tế. Đơn vị kinh tế thường được hiểu là một doanh nghiệp riêng rẽ. Thông tin được báo cáo cho nhiều bên liên quan khác nhau. Những đối tượng này là các nhà quản lý doanh nghiệp, chủ sở hữu, chủ nợ, cơ quan nhà nước, chuyên gia phân tích tài chính, và cả người lao động nữa. Theo cách này hay cách khác, những người sử dụng thông tin kế toán ấy sẽ quan tâm đến doanh nghiệp theo cách riêng của họ. Các nhà quản lý doanh nghiệp cần thông tin kế toán để ra quyết định lãnh đạo đúng đắn. Các nhà đầu tư kỳ vọng lợi nhuận cuối cùng có thể khiến được doanh nghiệp chia phần cho (chẳng hạn như là \"cổ tức\"). Các chủ nợ thì luôn quan tâm về năng lực hoàn trả tiền nợ của doanh nghiệp. Các cơ quan nhà nước cần thông tin để thu thuế và để quản lý. Các chuyên gia phân tích tài chính sử dụng dữ liệu kế toán làm căn cứ để đưa ra ý kiến khuyến cáo đầu tư. Những người lao động lại muốn làm việc cho những công ty ăn nên làm ra để tiến xa hơn trong sự nghiệp cá nhân của mình, và họ thường có tiền thưởng hoặc quyền chọn lựa gắn liền với hiệu quả hoạt động của doanh nghiệp. Thông tin kế toán về những doanh nghiệp cụ thể giúp đáp ứng yêu cầu của tất cả các bên liên quan này. Sự đa dạng của các bên liên quan dẫn đến cách phân chia lô-gích trong ngành kế toán: kế toán tài chính và kế toán quản trị. Kế toán tài chính quan tâm đến việc báo cáo đối ngoại cho các bên ở ngoài doanh nghiệp. Ngược lại, kế toán quản trị chủ yếu liên quan đến việc cung cấp thông tin cho ban lãnh đạo nội bộ. Ai đó có thể cảm thấy rối rắm trong sự phân chia này; sau hết, có phải là các số liệu tài chính thực tế được báo cáo hay không? Các nội dung sau đây sẽ đưa ra cái nhìn kỹ hơn về những điểm khác biệt. Kế toán tài chính Coi kế toán tài chính chủ yếu nhắm đến một đối tượng chính thuộc những người dùng bên ngoài, không ai trong số họ kiểm soát việc soạn thảo trên thực tế các bản báo cáo hoặc có thể tiếp cận những số liệu chi tiết hữu quan. Khả năng của họ hiểu và tin tưởng vào các báo cáo phụ thuộc trực tiếp vào việc tiêu chuẩn hóa những nguyên tắc và phương pháp dùng để soạn thảo báo cáo. Không có sự chuẩn hoá ấy, các bản báo cáo của những công ty khác nhau khó có thể hiểu được và thậm chí càng khó mà đối chiếu hơn nữa. Sự tiêu chuẩn hóa xuất phát từ những tổ chức và những quy trình có tổ chức hợp lý nhất định. Tại Mỹ, một nhóm thuộc khu vực tư nhân mang tên Hội đồng Tiêu chuẩn Kế toán Tài chính (FASB) chịu trách nhiệm chính về việc phát triển các quy tắc hình thành cơ sở của báo cáo tài chính. Tương ứng với FASB trên phạm vi toàn cầu là Uỷ ban Tiêu chuẩn Kế toán Quốc tế (IASB). IASB và FASB đang cùng cố gắng để đi đến sự gặp gỡ, sao cho sớm có thể có một bộ hài hoà nhất các tiêu chuẩn báo cáo tài chính quốc tế (IFRS). Nỗ lực nhằm thiết lập sự nhất quán trong quy trình lập báo cáo tài chính trên phạm vi toàn cầu này được thôi thúc bởi sự gia tăng quan hệ tài chính và thương mại trên khắp thế giới. Việc tiêu chuẩn hoá là cần thiết để các công ty đơn lẻ hoạt động trong một nền kinh tế riêng rẽ có thể so sánh với nhau, nó cũng là nhu cầu rất thiết yếu giúp thuận tiện các công việc đánh giá doanh nghiệp ở phạm vi toàn cầu. Các báo cáo tài chính được soạn thảo theo những nguyên tắc kế toán tổng quát được thừa nhận (GAAP) do những cơ quan thiết lập những chuẩn mực ban hành được dự kiến sẽ có nhiều chức năng trong định hướng. Điều này có nghĩa là chúng không phải được soạn thảo riêng cho các ông chủ, hoặc chủ nợ, hay bất kỳ nhóm người sử dụng đặc biệt nào. Thay vào đó, chúng được kỳ vọng có ích như nhau đối với mọi nhóm người dùng. Như vậy, những nỗ lực thực hiện là nhằm tránh cho chúng không bị sai lệnh (có tính trung lập). Các cơ quan thiết lập chuẩn mực thì theo đường hướng của những khái niệm nhắm đến việc tạo ra những bản bản báo cáo trình bày trung thực và hữu quan, hữu ích cho các quyết định tín dụng và đầu tư. Kế toán quản trị Thông tin kế toán quản trị dùng để đáp ứng các nhu cầu cụ thể về quản trị. Các nhà quản lý doanh nghiệp chịu trách nhiệm lập kế hoạch kinh doanh, quản lý, và ra quyết định. Như vậy, họ muốn những báo cáo, những dự toán ngân sách, dữ liệu tính toán giá thành sản phẩm chuyên biệt, và những thông tin chi tiết khác mà thường không được báo cáo trên cơ sở đối ngoại. Hơn nữa, ban giám đốc có thể yêu cầu những thông số mà những thông tin như thế là để được tổng hợp lại và được đưa ra. Chẳng hạn, GAAP có thể đòi hỏi các chi phí phát triển sản phẩm nào đó được khấu trừ trong quá trình tính toán thu nhập; thì ngược lại, ban giám đốc có thể coi những chi phí này như là khoản đầu tư dài hạn và quy định rằng việc ra quyết định nội bộ được dựa vào những số liệu thu nhập mà không tính đến những chi phí ấy. Đây là quyền của họ. Hy vọng rằng quy trình lập báo cáo nội bộ được thực hiện một cách hợp lý và hợp lẽ, nhưng không nhất thiết phải tuân thủ bất kỳ bộ nguyên tắc mang tính bắt buộc đặc biệt nào. Hệ thống chất lượng  Cả kế toán tài chính và kế toán quản trị đều dựa vào một hệ thống thông tin vững chắc để thu thập và tổng hợp dữ liệu giao dịch của doanh nghiệp một cách đáng tin cậy. Công nghệ thông tin đã tạo dựng lại được hoàn toàn phần việc khô khan này của thực tiễn kế toán 50 năm qua. Thời đại kế toán viên đội \"lưỡi trai xanh che mắt\" đã lùi vào nằm trong những bộ biên niên sử. Ngày nay, kế toán là môn học để ra quyết định, không ngừng thay đổi, hơn là một công việc ghi chép sổ sách thông thường. Những giới hạn cố hữu Số liệu kế toán không rõ ràng hay hoàn toàn tuyệt đối. Rất nhiều quyết định và ước lượng là cần thiết để phát triển những tính toán kế toán cụ thể được báo cáo trong một tháng, quý, hoặc năm nào đó. Ví dụ, lợi nhuận kiếm được thực sự khi bán một chiếc xe hơi với thời hạn bảo hành 3 năm là bao nhiêu? Chi phí cuối cùng của thoả thuận bảo hành này sẽ được xác định sau 3 năm. Một cách tiếp cận là sẽ đợi 3 năm trước khi lập báo cáo lời hay lỗ giao dịch này. Tuy nhiên, đến lúc đó thông tin có thể được báo cáo một cách chính xác, thì nó lại quá cũ đến độ mất hết tính hữu dụng của mình. Vì vậy, để thông tin xuất hiện kịp thời, những ước lượng hợp lý thường bao quát trong quá trình soạn thảo thông thường của các báo cáo tài chính định kỳ. Ngoài ra, quá trình kế toán không diễn ra trước trường hợp có thể đánh giá một vụ kinh doanh. Như vậy, nhiều giao dịch hay sự kiện được báo cáo căn cứ vào nguyên tắc giá phí lịch sử (trái với giá trị công bằng). Ví dụ, đất thường được ghi chép và đưa vào các chứng từ sổ sách kế toán với giá tại thời điểm mua. Nguyên tắc giá phí lịch sử được dựa trên quan niệm rằng đây là cách tốt nhất để báo cáo những thành phần báo cáo tài chính nhất định với số lượng gắn với những giao dịch trong quá khứ mang tính khách quan và có thể xác minh được. Giải pháp thay thế là định giá (và thường xuyên định giá lại) những tài khoản dựa vào những đánh giá chủ quan giá trị hiện tại. Những đánh giá như vậy là không chắc chắn và gây nhiều tranh cãi. Tuy nhiên, khuynh hướng hiện nay trong việc thiết lập các chuẩn mực toàn cầu là chấp nhận thêm những tình huống mà kế toán giá trị công bằng xem như có thể chấp nhận đối với những thành phần báo cáo tài chính được chọn. Cuộc tranh luận kéo dài về giá trị công bằng với phí lịch sử thường bị bế tắc trong trường hợp phải cân nhắc lựa chọn giữa \"tính thích đáng\" của thông tin giá trị công bằng và \"tính tin cậy được\" của thông tin giá phí lịch sử. Cuộc tranh cãi này có khả năng vẫn tiếp tục, và những chuẩn mực kế toán liên quan có lẽ sẽ rơi vào tình trạng tiếp tục hoàn thiện trong nhiều năm nữa. Tuy nhiên, có lý do để kỳ vọng kế toán viên của tương lai sẽ thuần thục hơn trong vấn đề định giá."
        },
        {
            "en": "Top 20 Unsolved Mysteries (part 1)            This list comprises the most famous unsolved mysteries known to man that really defy rational explanation or are just outright strange. 1. Shroud of Turin The shroud of Turin is a linen cloth bearing the image of a man who had apparently died of crucifixion. Most Catholics consider it to be the burial shroud of Jesus Christ. It is currently held in the Cathedral of St John the Baptist in Turin, Italy. Despite many scientific investigations, no one has yet been able to explain how the image has been imprinted on the shroud and despite many attempts, no one has managed to replicate it. Radiocarbon tests date it to the middle ages, however apologists for the shroud believe it is incorrupt – and carbon dating can only date things which decay. Prior to the middle ages, reports of the shroud exist as the Image of Edessa – <em>reliably</em> reported since at least the 4th century. In addition, another cloth (the Sudarium) known even from biblical times (John 20:7) exists which is said to have covered Christ’s head in the tomb. A 1999 study by Mark Guscin, a member of the multidisciplinary investigation team of the Spanish Center for Sindonology, investigated the relationship between the two cloths. Based on history, forensic pathology, blood chemistry (the Sudarium also is reported to have type AB blood stains), and stain patterns, he concluded that the two cloths covered the same head at two distinct, but close moments of time. Avinoam Danin (a researcher at the Hebrew University of Jerusalem) concurred with this analysis, adding that the pollen grains in the Sudarium match those of the shroud. 2. Mary Celeste Mary Celeste was launched in Nova Scotia in 1860. Her original name was “Amazon”. She was 103 ft overall displacing 280 tons and listed as a half-brig. Over the next 10 years she was involved in several accidents at sea and passed through a number of owners. Eventually she turned up at a New York salvage auction where she was purchased for $3,000. After extensive repairs she was put under American registry and renamed “Mary Celeste”. The new captain of Mary Celeste was Benjamin Briggs, 37, a master with three previous commands. On November 7, 1872 the ship departed New York with Captain Briggs, his wife, young daughter and a crew of eight. The ship was loaded with 1700 barrels of raw American alcohol bound for Genoa, Italy. The captain, his family and crew were never seen again. The ship was found floating in the middle of the Strait of Gibraltar. There were no signs of struggle on board and all documents except the captain’s log were missing. In early 1873, it was reported that two lifeboats grounded in Spain, one with a body and an American flag, the other containing five bodies. It has been alleged that these could have been the remains of the crew of the Mary Celeste. However, the bodies were apparently never identified. 3. The Taos Hum The ‘Taos Hum’ is a low-pitched sound heard in numerous places worldwide, especially in the USA, UK, and northern europe. It is usually heard only in quiet environments, and is often described as sounding like a distant diesel engine. Since it has proven indetectable by microphones or VLF antennae, its source and nature is still a mystery. In 1997 Congress directed scientists and observers from some of the most prestigious research institutes in the nation to look into a strange low frequency noise heard by residents in and around the small town of Taos, New Mexico. For years those who had heard the noise, often described by them as a “hum”, had been looking for answers. To this day no one knows the cause of the hum. 4. Black Dahlia In 1947 the body of 22 year old Elizabeth Short was found in two pieces in a parking lot in Los Angeles. According to newspaper reports shortly after the murder, Short received the nickname “Black Dahlia” at a Long Beach drugstore in the summer of 1946, as a play on the then-current movie The Blue Dahlia. However, Los Angeles County district attorney investigators’ reports state the nickname was invented by newspaper reporters covering the murder. In either case, Short was not generally known as the “Black Dahlia” during her lifetime. Many rumours and tales have spread about the Black Dahlia, and the investigation (one of the largest in LA history) never found the killer. 5. Comte de Saint Germain The Count of St. Germain (allegedly died February 27, 1784) was a courtier, adventurer, inventor, amateur scientist, violinist, amateur composer, and a mysterious gentleman; he also displayed some skills with the practice of alchemy. He was known as ‘Der Wundermann’ — ‘The Wonderman’. He was a man whose origin was unknown and who disappeared without leaving a trace. Since his death, various occult organizations have adopted him as a model figure or even as a powerful deity. In recent years several people have claimed to be the Count of St. Germain. (Note that St Germain was never regarded as a saint by the Roman Catholic Church – the “st.” before his name refers to his alleged home). 6. Voynich manuscript The Voynich Manuscript is a medieval document written in an unknown script and in an unknown language. For over one hundred years people have tried to break the code to not avail. The overall impression given by the surviving leaves of the manuscript suggests that it was meant to serve as a pharmacopoeia or to address topics in medieval or early modern medicine. However, the puzzling details of illustrations have fueled many theories about the book’s origins, the contents of its text, and the purpose for which it was intended. The document contains illustrations that suggest the book is in six parts: Herbal, Astronomical, Biological, Cosmological, Pharmaceutical, and recipes. 7. Jack the Ripper In the later half of 1888, London was terrorised by a series of murders in the east end (largely in the Whitechapel area). The name Jack the Ripper was taken from a letter sent to a newspaper at the time by someone claiming to be the killer. The victims were typically prostitutes who had their throats cut and bodies mutilated. In some cases the bodies were discovered just minutes after the ripper had left the scene. The police at the time had many suspects but could never find sufficient evidence to convict anyone. In modern times there has even been some speculation that Prince Albert Victor was the murderer. Even with modern police methods, no further light has been shed on the murders in recent times. To this day no one knows who the ripper was. 8. Bermuda Triangle The Bermuda triangle is an area of water in the North Atlantic Ocean in which a large number of planes and boats have gone missing in mysterious circumstances. Over the years many explanations have been put forward for the disappearances, including bad weather, alien abductions, time warps, and suspension of the laws of physics. Although substantial documentation exists to show that many of the reports have been exaggerated, there is still no explanation for the unusually large number of disappearances in the area. 9. The Zodiac Killer The Zodiac killer was active in Northern California for ten months in the late 1960s. He killed at least five people, and injured two. He comitted the first two murders with a pistol, just inside the Benecia border. In his second shooting in Vallejo, he attempted to kill two people, but one survived despite gunshots to the head and neck. 40 minutes later the police received an anonymous phone call from a man claiming to be their killer and admitting to the murders of the previous two victims. One month three letters were sent to Newspapers in California containing a cypher that the killer claimed would give them his name. The cypher was decrypted to read: “I LIKE KILLING PEOPLE BECAUSE IT IS SO MUCH FUN IT IS MORE FUN THAN KILLING WILD GAME IN THE FORREST BECAUSE MAN IS THE MOST DANGEROUE ANAMAL OF ALL TO KILL SOMETHING GIVES ME THE MOST THRILLING EXPERENCE IT IS EVEN BETTER THAN GETTING YOUR ROCKS OFF WITH A GIRL THE BEST PART OF IT IS THAE WHEN I DIE I WILL BE REBORN IN PARADICE AND THEI HAVE KILLED WILL BECOME MY SLAVES I WILL NOT GIVE YOU MY NAME BECAUSE YOU WILL TRY TO SLOI DOWN OR ATOP MY COLLECTIOG OF SLAVES FOR MY AFTERLIFE EBEORIETEMETHHPITI” The last eighteen letters have not been decrypted. While Arthur Leigh Allen was the prime suspect, all of the evidence was against him being the killer. To this day the Zodiac murders have not been solved. 10. The Babushka Lady During the analysis of the film footage of the assasination of John F. Kennedy in 1963, a mysterious woman was spotted. She was wearing a brown overcoat and a scarf on her head (the scarf is the reason for her name as she wore it in a similar style to Russian grandmothers – also called babushkas). The woman appeared to be holding something in front of her face which is believed to be a camera. She appears in many photos of the scene. Even after the shooting when most people had fled the area, she remained in place and continued to film. Shortly after she is seen moving away to the East up Elm Street. The FBI publically requested that the woman come forward and give them the footage she shot but she never did. In 1970 a woman called Beverly Oliver came forward and claimed to be the Babushka Woman, though her story contains many inconsistencies. She is generally regarded as a fraud. To this day, no one knows who the Babushka Woman is or what she was doing there. More unusual is her refusal to come forward to offer her evidence.",
            "vi": "20 bí ẩn lớn nhất chưa được khám phá (phần 1)       Danh sách này gồm những bí ẩn chưa khám phá nổi tiếng nhất với con người đã thực sự thách thức những giải thích hợp lý hoặc giả chỉ là những bí ẩn. 1. Khăn liệm thành Turin Khăn liệm thành Turin là một tấm vải lanh có in hình một người đàn ông rõ ràng đã chết vì bị đóng đinh. Hầu hết các tín đồ Công giáo xem tấm vải này là tấm vải liệm Chúa Giê-xu. Nó hiện đang được cất giữ tại nhà thờ Cathedral of St John the Baptist ở Turin, Ý. Mặc dù đã có nhiều cuộc điều tra khoa học nhưng vẫn chưa có ai có thể giải thích bằng cách nào mà cái hình ảnh đó lại in vào trong tấm vải liệm này và dù đã cố làm thử nhiều lần nhưng vẫn không ai có thể sao chép được nó. Những cuộc thử nghiệm các-bon phóng xạ xác định niên đại của nó có từ thời trung cổ, tuy nhiên những nhà biện giải tôn giáo cho rằng tấm khăn liệm này không hề bị hư hỏng – và phương pháp xác định niên đại bằng các-bon chỉ chỉ có thể thực hiện đối với những thứ đã bị phân rã. Về tấm vải liệm, ngay từ trước thời trung cổ đã có dư luận đồn đại qua bức hoa văn Edessa (đã được truyền tụng rộng rãi ít nhất là từ thế kỷ thứ tư). Ngoài ra, có một tấm vải khác (the Sudarium) được biết đến từ thời biên soạn kinh thánh (John 20:7) được tin rằng nó đã được phủ lên đầu của Đức Ki-tô trong mộ Người. Một nghiên cứu vào năm 1999 của Mark Guscin, thành viên của nhóm điều tra đa ngành thuộc trung tâm Sindonology của Tây Ban Nha, điều tra mối quan hệ giữa hai tấm khăn này. Dựa trên cứ liệu lịch sử, giám định pháp y, xét nghiệm máu (tấm vải Sudarium cho rằng có vết máu thuộc nhóm máu AB), và những vết ố màu, ông kết luận hai tấm vải này đã được phủ lên đầu của cùng một người vào hai thời điểm khác nhau nhưng rất gần nhau. Avinoam Danin (nhà nghiên cứu tại Đại học Hebrew của Jerusalem) đồng tình với phân tích này, ông nói thêm là phấn hoa có trên tấm khăn liệm Sudarium trùng hợp với phấn hoa được tìm thấy trên khăn liệm thành Turin. 2. Con tàu Mary Celeste Mary Celeste đã được hạ thuỷ ở Nova Scotia vào năm 1860. Lúc đầu nó có tên là \"Amazon\". Con tàu dài 103 phút, tải trọng 280 tấn và được liệt vào loại tàu thuỷ có hai cột buồm. Trong hơn 10 năm sau đó, con tàu gặp phải nhiều tai nạn trên biển và đã sang tay nhiều đời chủ. Cuối cùng ở một phiên đấu giá đồ phế thải ở New York con tàu được bán với giá 3.000 đô-la Mỹ. Sau nhiều lần đại tu, nó được đăng ký lại ở Hoa Kỳ và đổi tên thành \"Mary Celeste\". Thuyền trưởng mới của Mary Celeste là Benjamin Briggs, 37 tuổi, từng làm thuyền trưởng ba lần trước đó. Vào ngày 7 tháng 11 năm 1872 con tàu rời khỏi New York cùng với thuyền trưởng Briggs, vợ, đứa con gái nhỏ của ông, và thuỷ thủ đoàn gồm 8 người. Con tàu chất đầy 1700 thùng rượu thô của Mỹ đến Genoa, Ý. Không một ai có cơ hội được nhìn thấy thuyền trưởng, gia đình của ông cùng nhóm thuỷ thủ đoàn nữa. Con tàu được tìm thấy khi đang trôi giạt ở giữa eo biển Gibraltar. Không hề có dấu hiệu xung đột nào trên tàu và thấy cố tiếp tục bảng và tất cả mọi giấy tờ ngoại trừ nhật ký hải trình của thuyền trưởng đều bị mất tích. Đầu 1873 có báo cáo rằng có hai chiếc thuyền cứu hộ cập vào đất liền ở Tây Ban Nha, trên một chiếc có một thi thể với 1 lá cờ Hoa Kỳ, chiếc kia có 5 thi thể. Người ta đồn rằng đó là thi thể của thuỷ thủ đoàn trên con tàu Mary Celeste. Tuy nhiên, cũng không có ai nhận dạng các thi thể này.  3. Tiếng rền Taos Hum ‘Taos hum’ là âm thanh tần số thấp có thể nghe thấy ở nhiều nơi trên thế giới, nhất là ở Hoa Kỳ, Vương quốc Anh, và miền bắc châu Âu. Thông thường người ta chỉ nghe được trong môi trường yên tĩnh, và thường được mô tả giống như tiếng rền xa xa của một động cơ dầu diesel. Vì âm thanh này không thể bắt được bằng mi-crô hoặc ăng-ten VLF, nên nguồn gốc và bản chất của nó vẫn còn là một bí ẩn. Vào năm 1997 Quốc hội ra chỉ thị nhà khoa học và nhà quan sát từ một số viện nghiên cứu uy tín nhất trong nước nghiên cứu một âm thanh tần số thấp kỳ lạ được nghe thấy bởi những cư dân sống trong và chung quanh thị trấn nhỏ Taos ở New Mexico. Trong nhiều năm người dân đã nghe thấy âm thanh này và thường mô tả chúng như một “tiếng rền” vẫn đang tìm kiếm câu trả lời. Cho đến nay vẫn không ai biết được nguyên nhân gây ra tiếng rền này. 4. Vụ án Thược dược đen Vào năm 1947 thi thể của cô Elizabeth Short 22 tuổi được tìm thấy bị cắt làm đôi trong bãi đậu xe ở Los Angeles. Theo tin tức trên báo chí ngay sau vụ giết người rằng vào mùa hè năm 1946 Short được đặt biệt danh là “Thược dược đen” tại một hiệu thuốc ở Long Beach khi cô đang tham gia vào một bộ phim thời bấy giờ có tên là Thược dược xanh. Tuy nhiên, bản báo cáo của điều tra công tố viên Hạt Los Angeles tuyên bố rằng biệt danh này nghĩ ra bởi những phóng viên theo dõi vụ án mạng. Trong cả hai trường hợp, Short đều không được biết đến với tên gọi \"Thược dược đem\" trong suốt cuộc đời của cô. Có nhiều tin đồn và chuyện hư cấu xoay quanh vụ án mạng Thược dược đen, và vụ điều tra này (một trong những vụ điều tra lớn nhất trong lịch sử của LA) không bao giờ tìm được hung thủ giết người. 5. Bá tước Saint Germain Bá tước St. Germain (được cho là chết vào ngày 27 tháng 2 năm 1784) là một cận thần, một nhà thám hiểm, nhà phát minh, nhà khoa học nghiệp dư, nhạc sĩ vi-ô-lông, nhà soạn nhạc nghiệp dư, và là một quý ông bí ẩn; ông ấy cũng thể hiện một số kỹ năng liên quan đến thuật giả kim. Ông nổi tiếng như một 'Der Wundermann'- 'Nhà ảo thuật'. Không ai biết được lai lịch của ông ấy và luôn biến mất mà không để lại vết tích gì. Sau cái chết của ông, không ít những tổ chức huyền bí đã xem ông như một hình tượng điển hình hay thậm chú là một vị thánh quyền năng. Trong nhiều năm gần đây, vài người được cho là bá tước St. Germain (Lưu ý là St. Germain không được công nhận như một vị thánh theo Giáo hội Công giáo La Mã-chữ ‘st.’ trước tên ông được cho là tên quê nhà ông). 6. Bản thảo Voynich Bản thảo Voynich là tài liệu thời trung cổ được viết bằng ngôn ngữ và những chữ viết kỳ lạ. Trong hơn một trăm năm qua người ta đã cố giải mã nhưng vô hiệu. Ấn tượng tổng thể về tập bản thảo còn sót lại này cho thấy nó là một cuốn dược điển hay nhắm đến những chủ đề y học thời trung cổ hay giai đoạn đầu của thời hiện đại. Tuy nhiên, những chi tiết minh hoạ lộn xộn đã khơi gợi nhiều giải thuyết về nguồn gốc, nội dung và mục đích của tập bản thảo này. Tài liệu này có chứa những hình minh hoạ gồm có 6 phần: Thảo dược, Thiên văn học, Sinh học,  Vũ trụ học, Dược học, và những công thức. 7. Jack đồ tể Vào nửa cuối năm 1888, Luân Đôn bị khủng bố bởi một loạt vụ giết người ở khu vực đầu đông (chủ yếu ở khu Whitechapel ). Cái tên Jack đồ tể được lấy từ một lá thư gửi đến một toà soạn vào lúc đó do một người tự nhận là hung thủ giết người. Nạn nhân thường là gái mại dâm bị cắt cổ họng và bị cắt xẻo các bộ phận trên cơ thể. Trong vài vụ, thi thể nạn nhân được phát hiện chỉ ít phút sau khi tên đồ tể rời khỏi hiện trường. Cảnh sát thời ấy có nghi ngờ nhiều người nhưng không tài nào tìm được đủ chứng cứ để kết tội họ. Thậm chí hiện nay đã có người cho rằng Thái tử Albert Victor là thủ phạm giết người. Ngay như có áp dụng phương pháp của cảnh sát ngày nay cũng không phát hiện  thêm được điều gì đối với các án mạng thời gian gần đây. Tới nay vẫn chưa biết hung thủ là ai. 8. Tam giác Bermuda Tam giác Bermuda là một vùng biển thuộc Bắc Đại Tây Dương mà ở đó có rất nhiều máy bay và tàu thuỷ bị mất tích trong những hoàn cảnh hết sức bí ẩn. Trong nhiều năm trời người ta đã đưa ra nhiều lý giải về sự biến mất này, trong đó kể đến do thời tiết xấu, người ngoài hành tinh bắt cóc, sự dịch chuyển thời gian và không tuân theo các định luật vật lý. Mặc dù thật sự đã có những tài liệu cho thấy không ít những lời đồn đãi đó đã cường điệu quá mức nhưng vẫn chưa có lời giải thích nào cho vô số trường hợp biến mất kỳ lạ ở khu vực này. 9. Tên sát nhân Zodiac Tên sát nhân Zodiac gây án ở Bắc California trong 10 tháng vào cuối thập kỷ 60. Hắn đã giết chết ít nhất năm người, và làm bị thương hai người. Hắn đã dùng súng lúc để gây án trong 2 vụ giết người đầu tiên, lần đầu là ở ngay tại biên giới Benecia. Lần thứ hai là ở Vallejo, hắn đã mưu sát hai người, nhưng có 1 người thoát chết dù những viên đạn được bắn vào đầu và cổ. 40 phút sau cảnh sát nhận được cú điện thoại nặc danh từ một người đàn ông tự nhận mình là hung thủ và thừa nhận đã giết chết hai nạn nhân trước đóynạn nhân ình là hung thủ và át chết dù những viên đạn được bắn vào đầu và cổ. . Trong một tháng có ba lá thư được gởi đến các toà soạn báo ở California trong đó có chứa một đoạn mật mã mà kẻ giết người quả quyết nhờ nó sẽ lần ra được tên của hắn. Lá thư được giải mã có nội dung như sau: \"TAO THÍCH GIẾT NGƯỜI VÌ ĐÓ LÀ MỘT VIỆC RẤT THÚ VỊ NÓ CÒN THÚ VỊ HƠN CẢ VIỆC GIẾT NHỮNG CON THÚ HOANG TRONG RỪNG VÌ CON NGƯỜI LÀ CON THÚ NGUY HIỂM NHẤT GIẾT MỘT CON THÚ NÀO ĐÓ MANG LẠI CHO TAO CẢM GIÁC SUNG SƯỚNG NHẤT THẬM CHÍ CÒN SUNG SƯỚNG HƠN VIỆC LÊN GIƯỜNG VỚI GÁI ĐIỀU TUYỆT VỜI NHẤT LÀ KHI TAO CHẾT TAO SẼ ĐƯỢC TÁI SINH TRÊN THIÊN ĐÀNG VÀ NHỮNG KẺ MÀ TAO ĐÃ GIẾT SẼ TRỞ THÀNH NÔ LỆ CỦA TAO TAO SẼ KHÔNG CHO BỌN MI BIẾT TÊN CỦA TAO VÌ NHƯ THẾ BỌN MI SẼ CỐ TRÌ HOÃN HOẶC NGĂN CẢN VIỆC TAO SƯU TẬP THÊM NÔ LỆ CHO KIẾP SAU CỦA MÌNH EBEORIETEMETHHPITI\" 18 ký tự cuối cùng vẫn chưa giải mã được. Trong khi Arthur Leigh Allen được xem là nghi can lớn nhất thì mọi chứng cứ đều cho thấy ông ta không phải là kẻ giết người. Cho đến ngày nay những vụ giết người Zodiac vẫn chưa được khám phá. 10. Quý bà Babushka Trong khi phân tích cảnh phim về vụ ám sát tổng thống John F. Kennedy vào năm 1963, người ta chú ý đến một người phụ nữ bí ẩn. Bà ta mặc một chiếc áo khoác nâu và đầu trùm một cái khăn quàng cổ (chiếc khăn quàng cổ này là lý do để người ta đặt tên cho bà ta vì bà đã trùm nó giống như những bà già người Nga – còn gọi là Babushka). Người phụ nữ này dường như đang cầm cái gì đó ở phía trước mặt mà được cho là một máy quay phim. Bà ta xuất hiện trong nhiều tấm hình ở hiện trường. Thậm chí sau khi xảy ra vụ nổ súng khi hầu hết mọi người đều chạy khỏi khu vực này nhưng bà ta vẫn ung dung ở đó và tiếp tục quay phim. Ít lâu sau người ta thấy bà ta đi đến đường East up Elm. FBI công khai yêu cầu người phụ nữ ra trình diện và nộp đoạn phim bà ta ghi được nhưng bà ta đã không xuất hiện. Vào năm 1970 có một phụ nữ tên là Beverly Oliver xuất hiện tự nhận mình là Quý bà Babushka, dù câu chuyện kể của bà ta chứa nhiều mâu thuẫn. Người ta cho rằng đây là một trò gian lận. Đến nay, chẳng có ai biết được Quý bà Babushka là ai và bà ta đã làm gì ở đó. Kỳ lạ nhất là bà ta đã từ chối trình diện để cung cấp chứng cứ vụ ám sát."
        }
    ],
    "suggestions": []
}