{
    "en_vn": {
        "data": {
            "content": null,
            "word": "relics"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "relics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "relics"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>relics</k><blockquote><blockquote><ex><abr>n.</abr> ancient; holy relics; relics of the past</ex></blockquote></blockquote></div>",
            "word": "relics"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "relics"
        }
    },
    "sentences": [
        {
            "en": "historical <em>relics</em> (collocation)",
            "vi": "di tích lịch sử (cụm từ thường đi với nhau)"
        },
        {
            "en": "Miraculous powers are credited to the <em>relics</em>.",
            "vi": "Những quyền năng thần kỳ được gán cho các thánh tích."
        },
        {
            "en": "The <em>relics</em> are credited with miraculous powers.",
            "vi": "Những thành tích được tin là có những quyền năng thần kỳ."
        },
        {
            "en": "The <em>relics</em> were objects of veneration.",
            "vi": "Di hài rất được sùng bái."
        },
        {
            "en": "The <em>relics</em> are credited with miraculous powers; miraculous powers are credited to the <em>relics</em>",
            "vi": "Những thánh tích được tin là có quyền năng thần kỳ; những quyền năng thần kỳ được gán cho các thánh tích"
        },
        {
            "en": "The managing boards of <em>relics</em> must play down the donation boxes to avoid commercializing <em>relics</em>.",
            "vi": "Ban quản lý di tích phải dẹp bỏ bớt các thùng từ thiện để tránh làm thương mại hoá những di tích."
        },
        {
            "en": "The ironwood palace is now a Museum of Royal <em>Relics</em>.",
            "vi": "Cung điện gỗ lim bây giờ là một Bảo tàng Di tích Hoàng gia."
        },
        {
            "en": "Tasks on conserving and rehabilitating the cultural <em>relics</em>.",
            "vi": "Công việc bảo tồn và tôn tạo các di tích văn hoá."
        },
        {
            "en": "Tasks on protecting and rehabilitating the cultural <em>relics</em>.",
            "vi": "Công việc bảo tồn và tôn tạo các di tích văn hoá."
        },
        {
            "en": "Projects on construction of works within the premises of national historical or cultural <em>relics</em>; projects adversely affecting the architecture and landscape of national historical cultural <em>relics</em>.",
            "vi": "Các dự án xây dựng trong khuôn viên của các di tích lịch sử, văn hóa quốc gia; các dự án làm ảnh hưởng xấu đến kiến trúc, cảnh quan của các di tích lịch sử, văn hóa quốc gia."
        },
        {
            "en": "The garden boasts a collection of nearly 10,000 pieces of cultural <em>relics</em> and replicas.",
            "vi": "Khu vườn rất đáng tự hào vì là nơi sưu tầm gần 10. 000 di tích và mẫu vật văn hóa."
        },
        {
            "en": "A few broken glasses were the only <em>relics</em> of the robbery last night.",
            "vi": "Một vài cái ly bị bể là dấu tích duy nhất của vụ trộm đêm qua."
        },
        {
            "en": "Projects which are harmful to historical and cultural <em>relics</em>, morality and Vietnamese fine customs.",
            "vi": "Các dự án gây phương hại đến di tích lịch sử, văn hóa, đạo đức, thuần phong mỹ tục việt nam."
        },
        {
            "en": "The bones found this morning was said to be the <em>relics</em> of ancient people.",
            "vi": "Những bộ xương được tìm thấy sáng nay được cho là những di hài của người cổ đại."
        },
        {
            "en": "Greater efforts will be made to preserve historical and revolutionary <em>relics</em> and special national cultural heritages.",
            "vi": "Tập trung bảo tồn di tích cách mạng, di tích lịch sử, di tích văn hoá quốc gia đặc biệt."
        },
        {
            "en": "You'll see the <em>relics</em> of Peru's Inca Temple with indigenous music as the background.",
            "vi": "Bạn sẽ thấy những tàn tích của đền Inca ở Pêru với tiếng nhạc nền bản địa."
        },
        {
            "en": "There are many fascinating <em>relics</em> of mining history preserved here, including different haulage engines.",
            "vi": "Có nhiều di tích thú vị của lịch sử ngành khai mỏ được bảo tồn ở đây bao gồm các động cơ chuyên chở khác nhau."
        },
        {
            "en": "<em>Relics</em>, ancient objects, National PreAntiques belonging to people and mass organizations.",
            "vi": "Di vật, cổ vật, bảo vật quốc gia thuộc sở hữu toàn dân, sở hữu của tổ chức chính trị, tổ chức chính trị xã hội."
        },
        {
            "en": "Experts on cultural <em>relics</em> are giving constant warning that the Forbidden City should be well-protected and preserved.",
            "vi": "Các chuyên gia về di tích văn hóa liên tục cảnh báo rằng Cấm Thành nên được bảo vệ và bảo tồn cẩn thận."
        },
        {
            "en": "All acts in infringing historical vestiges, revolutionary <em>relics</em>, art works and places with beautiful scenery are strictly forbidden.",
            "vi": "Nghiêm cấm các hành động xâm phạm đến các di tích lịch sử, cách mạng, các công trình nghệ thuật và danh lam, thắng cảnh."
        }
    ],
    "suggestions": []
}