{
    "en_vn": {
        "data": {
            "content": null,
            "word": "relinquishing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "relinquishing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "relinquishing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "relinquishing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "relinquishing"
        }
    },
    "sentences": [
        {
            "en": "The United States plans for the internet to be run by a multistakeholder model without government oversight, and <em>relinquishing</em> control of ICANN will be the last step in this process. Yet the new model does not mean ICANN, or the broader internet, will remain free from government influence. Rather, the United States is simply stepping back from this role.",
            "vi": "Mỹ dự kiến sẽ để cho Internet được vận hành theo một mô hình nhiều người cầm chịch mà không chịu sự giám sát của chính phủ. Từ bỏ sự kiểm soát của ICANN sẽ là bước cuối cùng trong quy trình này. Tuy vậy mô hình mới không có nghĩa là ICANN, hay Internet, sẽ không chịu ảnh hưởng gì của chính phủ, mà chỉ đơn giản là Mỹ sẽ rời khỏi vị trí này."
        },
        {
            "en": "He turned up in a government vehicle at a hotel held by loyalists, a day after the rebels said they had detained him. A BBC correspondent said Saif al-Islam seemed confident and full of adrenalin. On Monday the rebels met strong resistance from pro-Gaddafi forces as they continued their push. Both sides say they control most of Tripoli. Saif al-Islam Gaddafi turned up at Hotel Rixos in the early hours of Tuesday. He told the BBC's Matthew Price: \"We have broken the backbone of the rebels.\" He added that by moving into Tripoli, the rebels had fallen into \"a trap\". \"We gave them a hard time, so we're winning,\" he said. Saif al-Islam Gaddafi, 39, had been widely regarded as a likely successor to his father. On Sunday the rebels claimed they had captured him, along with other members of his family. Asked if Col Gaddafi was safe and in Tripoli, Saif al-Islam replied: \"Of course.\" The Libyan leader's whereabouts are still unclear. His sprawling Bab al-Azizia compound is being defended by loyalist troops A diplomatic source told AFP news agency that Col Gaddafi could still be there. He has not been seen in public for months, although he has broadcast audio messages from undisclosed locations.  In a broadcast late on Sunday, he urged residents to \"save Tripoli\" from the rebels. In other developments: \u009f Pro-Gaddafi forces fire a suspected Scud missile from near their stronghold city of Sirte, US defence officials tell Reuters news agency  \u009f Col Gaddafi's eldest son Muhammad reportedly escaped from rebel custody hours after being detained  \u009f China and Russia issue statements urging Gaddafi forces to stop fighting  \u009f UN Secretary General Ban Ki-moon says leaders of regional blocs will meet in New York later this week  \u009f Egypt formally recognises the rebel National Transitional Council as the legitimate representative of the Libyan people Ambush  The rebels swept into Tripoli from several direction following an uprising in the capital at the weekend. They who were greeted by jubilant crowds in central Green Square when they arrived on Sunday. Rebel fighters have set up checkpoints in parts of the city, and say reinforcements are arriving by boat. But they have met stiff resistance in a number of areas. There was sustained gunfire near the Bab al-Azizia compound in western Tripoli throughout Monday. Gaddafi loyalists also remain in control of the area further south around the Rixos Hotel, where many Western journalists are based. A rebel convoy coming in from the west was ambushed by Gaddafi loyalists using anti-aircraft fire on Monday. The convoy forced to pull out of the city. As night fell the fighting appeared to die down in many areas. Both sides insist they have the upper hand. Government spokesman Moussa Ibrahim claimed late pro-Gaddafi had control of at least 75% of the city, while the rebels said they were holding about 80%. Our correspondents says it is impossible to determine who is telling the truth. World leaders have urged Col Gaddafi to step down. US President Barack Obama said elements of the Gaddafi regime continued to pose a threat. \"But this much is clear: the Gaddafi regime is coming to an end and the future of Libya is in the hands of its people,\" he said. He appealed to Col Gaddafi to reduce further bloodshed by \"explicitly <em>relinquishing</em> power to the people of Libya and calling on those forces that continue to fight to lay down their arms\".",
            "vi": "Anh ấy xuất hiện trên chiếc xe chính phủ tại một khách sạn do lực lượng trung thành sắp xếp, một ngày sau khi phe nổi dậy nói rằng họ đã bắt giữ được anh. Phóng viên của đài BBC cho biết Saif al-Islam có vẻ tự tin và đầy phấn khích. Vào hôm thứ Hai phe nổi dậy đã gặp sự chống cự mạnh mẽ từ phía lực lượng ủng hộ Gahafi khi họ tiếp tục tấn công mãnh liệt. Cả hai bên đều cho rằng họ đã kiểm soát hầu hết Tripoli. Saif al-Islam Gaddafi xuất hiện tại Khách sạn Rixos vào rạng sáng hôm thứ Ba. Anh ấy nói với phóng viên Matthew Price thuộc hãng thông tấn BBC rằng “Chúng tôi đã bẻ gãy xương sống phe nổi dậy. “Anh nói thêm rằng bằng việc di chuyển vào Tripoli, phe nổi dậy đã “sập bẫy”.  “Chúng tôi đã gây khó khăn cho họ, nên chúng tôi đang chiến thắng”. Saif al-Islam Gaddafi, 39 tuổi, được coi là người có nhiều khả năng kế vị cha. Vào hôm Chủ nhật phe nổi dậy tuyên bố họ đã bắt giữ được anh cùng với một số thành khác trong gia đình. Khi được hỏi liệu Đại tá Gaddafi vẫn an toàn ở Tripoli thì Saif al-Islam trả lời là “Dĩ nhiên rồi”.  Nhà lãnh đạo Li-bi ở đâu hiện vẫn chưa rõ. Đại bản doanh Bab al-Azizia vẫn đang được các binh lính trung thành bảo vệ. Theo nguồn tin chính xác cho hãng thông tấn AFP hay Đại tá Gaddafi vẫn còn ở đó. Nhiều tháng qua ông vẫn chưa xuất hiện trước công chúng dù ông có phát thông điệp ghi âm từ các địa điểm mật. Trong một chương trình truyền hình mới đây vào hôm Chủ nhật, ông đã kêu gọi cư dân hãy “cứu lấy Tripoli” từ phe nổi dậy. Các diễn biến khác : \u009f Lực lượng ủng hộ Gaddafi bắn một tên lửa nghi là loại Scud từ gần thành trì của họ thuộc thành phố Sirte, các viên chức thuộc bộ quốc phòng Hoa kỳ cho hãng thông tấn Reuters hay tin. \u009f Theo như đưa tin thì con trai cả Muhammad của Đại tá Gaddafi đã thoát khỏi sự giam giữ của phe nổi dậy sau khi bị bắt nhiều giờ. \u009f Trung Quốc và Nga đã kêu gọi lực lượng Gaddafi ngừng đánh \u009f Tổng thư ký Liên Hiệp Quốc Ban Ki – moon cho biết các lãnh đạo trong các khối khu vực sẽ họp tại New York vào cuối tuần này. \u009f Ai Cập chính thức công nhận Hội đồng Chuyển giao Quốc gia của phe nổi dậy là đại diện hợp pháp của nhân dân Li-bi. Cuộc phục kích Quân nổi dậy tràn vào Tripoli từ nhiều hướng sau cuộc nổi dậy ở thủ đô vào cuối tuần. Họ được người dân hân hoan chào đón ở trung tâm Quảng trường Xanh khi họ tiếp cận vào hôm Chủ nhật. Các chiến sĩ phe nổi dậy đã lập ra các trạm kiểm soát ở nhiều nơi trong thành phố và cho biết quân tiếp viện sẽ đến bằng tàu thuỷ. Nhưng họ đã gặp phải sự kháng cự kiên quyết ở một số vùng. Súng đại bác nổ liên tục gần đại bản doanh Bab al-Azizia ở phía tây Tripoli suốt hôm thứ Hai. Lực lượng trung thành Gaddhafi cũng tiếp tục kiểm soát thêm khu vực phía nam quanh khách sạn Rixos nơi có nhiều nhà báo phương Tây cư trú. Một đoàn hộ tống phe nổi dậy tiếp cận vào từ phía Tây đã bị lực lượng trung thành Gaddafi phục kích bằng hoả lực phòng không vào hôm thứ Hai. Đoàn hộ tống buộc phải rút ra khỏi thành phố. Khi đêm đến thì cuộc chiến có vẻ lắng xuống ở nhiều khu vực. Cả hai bên đều cho rằng họ đã chiếm ưu thế. Phát ngôn viên của chính phủ, Moussa Ibrahim tuyên bố cựu lực lượng ủng hộ Gaddafi đã nắm giữ ít nhất 75% thành phố trong khi phe nổi dậy nói rằng họ đang chiếm giữ 80%.  Phóng viên của chúng tôi cho biết không thể xác định bên nào nói đúng sự thật. Các nhà lãnh đạo trên thế giới đã kêu gọi Đại tá Gaddafi nên rút lui. Tổng thống Hoa Kỳ Barack Obama nói rằng các thành phần thuộc chế độ Gaddafi vẫn tiếp tục gây đe doạ. Ông còn nói “Nhưng rõ ràng là chế độ Gaddafi đang đến hồi kết thúc và tương lai Libya thuộc về nhân dân.” Ông còn kêu gọi Đại tá Gaddafi hạn chế bớt đổ máu bởi “ rõ ràng quyền lực đang chuyển về tay nhân dân Libya và ông đang kêu gọi các lực lượng đó tiếp tục chiến đấu để khiến họ phải hạ vũ khí”."
        },
        {
            "en": "When a nation becomes liberalized, the economic effects can be profound for the country and for investors. Economic liberalization refers to a country \"opening up\" to the rest of the world with regards to trade, regulations, taxation and other areas that generally affect business in the country. As a general rule, you can determine to what degree a country is liberalized economically by how easy it is to invest and do business in the country. All developed countries (First World) have already gone through this liberalization process, so the focus in this article is more on the developing and emerging countries.    Removing Barriers to International Investing  Investing in emerging market countries can sometimes be an impossible task if the country you're investing in has several barriers to entry. These barriers can include tax laws, foreign investment restrictions, legal issues and accounting regulations that can make it difficult or impossible to gain access to the country. The economic liberalization process begins by relaxing these barriers and <em>relinquishing</em> some control over the direction of the economy to the private sector. This often involves some form of deregulation and a privatization of companies.    Unrestricted Flow of Capital  The primary goals of economic liberalization are the free flow of capital between nations and the efficient allocation of resources and competitive advantages. This is usually done by reducing protectionist policies such as tariffs, trade laws and other trade barriers. One of the main effects of this increased flow of capital into the country is that it makes it cheaper for companies to access capital from investors. A lower cost of capital allows companies to undertake profitable projects that they may not have been able to with a higher cost of capital pre-liberalization, leading to higher growth rates.    We saw this type of growth scenario unfold in China in the late 1970s as the Chinese government set on a path of significant economic reform. With a massive amount of resources (both human and natural), they believed the country was not growing and prospering to its full potential. Thus, to try to spark faster economic growth, China began major economic reforms that included encouraging private ownership of businesses and property, relaxing international trade and foreign investment restrictions, and relaxing state control over many aspects of the economy. Subsequently, over the next several decades, China averaged a phenomenal real GDP growth rate of over 10%.    Stock Market Performance  In general, when a country becomes liberalized, the stock market values also rise. Fund managers and investors are always on the lookout for new opportunities for profit, and so a whole country that becomes available to be invested in will tend to cause a surge of capital to flow in. The situation is similar in nature to the anticipation and flow of money into an initial public offering (IPO). A private company that was previously unavailable to an investor that suddenly becomes available typically causes a similar valuation and cash flow pattern. However, like an IPO, the initial enthusiasm also eventually dies down and returns become more normal and more in line with fundamentals.   Political Risks Reduced  In addition, liberalization reduces the political risks to investors. For the government to continue to attract more foreign investment, other areas beyond the ones mentioned earlier have to be strengthened as well. These are areas that support and foster a willingness to do business in the country such as a strong legal foundation to settle disputes, fair and enforceable contract laws, property laws, and others that allow businesses and investors to operate with confidence. Also, government bureaucracy is a common target area to be streamlined and improved in the liberalization process. All these changes together lower the political risks for investors, and this lower level of risk is also part of the reason the stock market in the liberalized country rises once the barriers are gone.   Diversification for Investors  Investors can also benefit by being able to invest a portion of their portfolio into a diversifying asset class. In general, the correlation between developed countries such as the United States and undeveloped or emerging countries is relatively low. Although the overall risk of the emerging country by itself may be higher than average, adding a low correlation asset to your portfolio can reduce your portfolio's overall risk profile.    However, a distinction should be made that although the correlation may be low, when a country becomes liberalized, the correlation may actually rise over time. This happens because the country becomes more integrated with the rest of the world and has become more sensitive to events that happen outside the country. A high degree of integration can also lead to increased contagion risk – which is the risk that crises that occur in different countries cause crises in the domestic country.   A prime example of this is the European Union (EU) and its unprecedented economic and political union. The countries in the EU are so integrated with regard to monetary policy and laws that a crisis in one country has a high probability of spreading to other countries in the EU. This is exactly what happened in the financial crisis that started in 2008-2009. Weaker countries within the EU (such as Greece) began to develop severe financial problems that quickly spread to other EU members. In this instance, investing in several different EU member countries would not have provided much of a diversification benefit as the high level of economic integration in the EU had increased correlations and increased contagion risks to the investor.    The Bottom Line Economic liberalization is generally thought of as a beneficial and desirable process for emerging and developing countries. The underlying goal is to have unrestricted capital flowing into and out of the country in order to boost growth and efficiencies within the home country. The effects following liberalization are what should interest investors as it can provide new opportunities for diversification and profit.   ",
            "vi": "Khi một quốc gia mở rộng tự do, những tác động về mặt kinh tế có thể rất sâu sắc đối với quốc gia đó và những nhà đầu tư. Tự do hoá kinh tế đề cập đến một đất nước \"mở rộng cửa\" cho phần còn lại của thế giới về thương mại, luật lệ, thuế khoá, và những phạm vi khác nói chung ảnh hưởng đến việc kinh doanh tại đất nước này. Theo quy tắc tổng quát, bạn có thể xác định mức độ tự do hoá về kinh tế của một quốc gia bằng việc xem xét đầu tư vào và kinh doanh tại đất nước đó thuận lợi như thế nào. Tất cả các quốc gia phát triển (thế giới thứ nhất) đã trải qua quá trình tự do hoá này, vì vậy bài báo hôm nay tập trung nhiều hơn vào những quốc gia đang phát triển và mới nổi.   Xoá bỏ các rào cản đối với đầu tư quốc tế Việc đầu tư vào những nền kinh tế mới nổi đôi khi có thể là một nhiệm vụ bất khả thi nếu quốc gia bạn đang đầu tư vào đó có một số rào cản đối với những doanh nghiệp mới gia nhập thị trường. Những rào cản này có thể là các luật lệ về thuế, giới hạn đầu tư nước ngoài, vấn đề pháp lý và những quy định kế toán có thể gây khó khăn hoặc khiến doanh nghiệp nước ngoài không thể thâm nhập vào được quốc gia đó. Quá trình tự do hoá kinh tế bắt đầu bằng việc giảm bớt các rào cản này và giao lại một số quyền kiểm soát hướng đi của nền kinh tế cho khu vực tư nhân. Quá trình này thường bao gồm một số hình thức bãi bỏ quy định và tư nhân hoá các công ty.   Luồng vốn không hạn chế Những mục tiêu chính của sự tự do hoá kinh tế là luồng vốn tự do giữa các quốc gia và sự phân bổ hiệu quả các nguồn lực và các ưu thế cạnh tranh. Người ta thường thực hiện bằng việc giảm các chính sách bảo hộ như thuế nhập khẩu, luật thương mại và những rào cản thương mại khác. Một trong những tác động chính của hiện tượng luồng vốn chảy vào quốc gia đó ngày càng gia tăng này là làm cho các công ty tiếp cận vốn của các nhà đầu tư ít tốn kém hơn. Chi phí vay vốn thấp hơn cho phép các công ty dám nhận thực hiện những dự án có khả năng sinh lãi mà họ không tài nào thực hiện nổi nếu phí vay vốn cao hơn như trong giai đoạn trước tự do hoá, cuối cùng dẫn đến tốc độ tăng trưởng cao hơn.   Chúng ta chứng kiến loại kịch bản tăng trưởng này diễn ra ở Trung Quốc những năm cuối thập kỷ 70 khi chính quyền Trung Quốc chủ trương đề ra con đường cải cách kinh tế quan trọng. Với số lượng khổng lồ các nguồn lực (cả con người lẫn tự nhiên), họ cho rằng đất nước đã không phát triển và thịnh vượng đúng với tiềm năng đầy đủ của mình. Vì vậy, để cố gắng kích thích tăng trưởng kinh tế nhanh hơn, Trung Quốc bắt đầu những cải cách kinh tế chính bao gồm khuyến khích việc tư hữu các doanh nghiệp và tài sản, nới lỏng các giới hạn đầu tư nước ngoài và thương mại quốc tế, và giảm bớt sự kiểm soát của nhà nước về nhiều mặt trong nền kinh tế. Rồi sau đó, suốt những thập niên kế tiếp, Trung Quốc đạt được bình quân tốc độ tăng trưởng GDP trên thực tế có tính chất hiện tượng là hơn 10%.   Kết quả hoạt động của thị trường chứng khoán Nói chung, khi một quốc gia được tự do hoá, các giá trị trên thị trường chứng khoán cũng tăng lên. Những nhà quản lý quỹ đầu tư và nhà đầu tư luôn theo dõi sát sao những cơ hội mới để có lợi nhuận, và vì vậy cả đất nước trong tình trạng sẵn sàng chào đón đầu tư sẽ thường dẫn đến kết quả là các dòng vốn chảy vào ngày càng nhiều. Về cơ bản, tình huống này tương tự với sự mong chờ và luồng tiền chảy vào một đợt phát hành cổ phiếu ra công chúng lần đầu ( IPO ). Công ty tư nhân trước đây không thể dành cho nhà đầu tư thì nay bất ngờ trở nên rộng mở với họ thường tạo ra mô hình dòng tiền mặt và giá trị cũng giống như vậy. Tuy nhiên, như một đợt phát hành chứng khoán ra công chúng lần đầu (IPO), sự hăng hái lúc đầu cuối cùng cũng dịu đi và trở lại bình thường hơn và phù hợp hơn với những nguyên tắc cơ bản.   Rủi ro chính trị giảm Ngoài ra, tự do hóa làm giảm các rủi ro chính trị cho những nhà đầu tư. Đối với chính phủ tiếp tục thu hút đầu tư nước ngoài nhiều hơn, thì những phương diện khác khác ngoài những gì đã đề cập trên đây cũng phải được nhấn mạnh. Đây là những mặt mà hỗ trợ và cổ vũ người ta tự nguyện kinh doanh ở đất nước này, chẳng hạn như một nền tảng cơ sở pháp lý mạnh để giải quyết các tranh chấp, các luật liên quan đến hợp đồng có thể thực thi và mang tính công bằng, luật về tài sản, và những luật lệ khác cho phép các doanh nghiệp và nhà đầu tư hoạt động một cách tự tin. Thêm nữa, bộ máy quan liêu của chính phủ là một khu vực mục tiêu thông thường phải được tổ chức hợp lý và cải thiện trong quá trình tự do hoá. Tất cả những thay đổi này kết hợp với nhau làm giảm thấp những rủi ro chính trị cho nhà đầu tư, và mức rủi ro thấp hơn này cũng là một phần nguyên nhân thị trường chứng khoán ở quốc gia được tự do hoá tăng lên khi các rào cản mất đi.   Đa dạng hoá cho nhà đầu tư Các nhà đầu tư cũng có thể hưởng lợi bởi khả năng đầu tư một phần danh mục đầu tư của họ vào nhóm tài sản đa dạng hoá. Nhìn chung, mối tương quan giữa những quốc gia phát triển chẳng hạn như Mỹ và những quốc gia chưa phát triển hoặc mới nổi khá thấp. Mặc dù rủi ro chung của quốc gia mới nổi bản thân nó có thể cao hơn bình thường, nhưng việc bổ sung tài sản tương quan thấp vào danh mục đầu tư của bạn có thể giảm phạm vi rủi ro chung của danh mục đầu tư ấy.   Tuy nhiên, cần có sự phân biệt dù mối tương quan có thể thấp, khi một quốc gia được tự do hoá, thì mối tương quan trên thực tế có thể tăng lên theo thời gian. Điều này xảy ra vì quốc gia ấy hợp nhất hơn với phần còn lại của thế giới và đã trở nên nhạy cảm hơn với những sự kiện diễn ra bên ngoài. Mức độ nhất thể hoá cao hơn có thể cũng đưa đến rủi ro lây lan gia tăng – tức là rủi ro mà các cuộc khủng hoảng diễn ra ở những quốc gia khác nhau gây ra những cuộc khủng hoảng trong nước.   Ví dụ tiêu biểu là Liên minh Châu Âu (EU) và các liên minh kinh tế chính trị chưa từng có trong liên minh. Các quốc gia thuộc EU nhất thể hoá về chính sách tiền tệ và luật lệ cao đến mức một cuộc khủng hoảng tại một quốc gia sẽ có nhiều khả năng lan sang các quốc gia khác trong  EU. Đây đúng là những gì đã xảy ra trong cuộc khủng hoảng tài chính bắt đầu năm 2008-2009. Những quốc gia yếu trong EU (Hy Lạp chẳng hạn) bắt đầu ngày càng bộc lộ những vấn đề về tài chính nghiêm trọng nhanh chóng lan sang các thành viên EU khác. Trong trường hợp này, đầu tư vào nhiều nước thành viên EU khác nhau sẽ không đem lại nhiều lợi nhuận đa dạng vì mức độ nhất thể hoá cao về kinh tế trong EU làm tăng các mối tương quan và gia tăng các rủi ro lây lan cho nhà đầu tư.   Kết luận Tự do hoá kinh tế thường được nghĩ đến như là một quá trình có lợi và nên tiến hành đối với những quốc gia đang phát triển và mới nổi. Mục tiêu cơ bản là có luồng vốn vào ra không bị giới hạn để thúc đẩy tăng trưởng và tính hiệu quả kinh tế nước nhà. Những tác động theo sau quá trình tự do hoá là những gì gây chú ý các nhà đầu tư vì có thể đem lại những cơ hội mới để có lợi nhuận và sự đa dạng hoá trong đầu tư."
        }
    ],
    "suggestions": []
}