{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'liηkwi∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bỏ không làm, thôi không làm, từ bỏ (thói quen, hy vọng, quyền lợi...)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to relinquish one's hopes</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">từ bỏ hy vọng</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to relinquish one's habits </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bỏ những thói quen </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">buông, thả (ai/cái gì)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to relinquish one's hand </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">buông tay ra</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">từ bỏ, không thừa nhận; nhường; giao (cái gì)</td></tr></table><i/></div>",
            "word": "relinquish"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>relinquish</k><blockquote><cclass>[<cclass>rɪ'lɪŋkwɪʃ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb voluntarily cease to keep or claim; give up. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>relinquishment</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>relinquiss-</i>, lengthened stem of <i>relinquir</i>, from L. <i>relinquere</i>, from <i>re-</i> (expressing intensive force) + <i>linquere</i> 'to leave'. </blockquote></div>",
            "word": "relinquish"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>relinquish</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>he relinquished control of the company</i>: RENOUNCE, give up/away, hand over, let go of.</blockquote><blockquote><b>2</b><i>he relinquished his post</i>: LEAVE, resign from, stand down from, bow out of, give up; <cclass><i>informal</i> quit, chuck.</cclass></blockquote><blockquote><b>3</b><i>he relinquished his pipe-smoking</i>: DISCONTINUE, stop, cease, give up, desist from; <cclass><i>informal</i> quit, leave off, kick; <cclass><i>formal</i> forswear.</cclass></cclass></blockquote><blockquote><b>4</b><i>she relinquished her grip</i>: LET GO, release, loose, loosen, relax.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>retain, continue.</blockquote></div>",
            "word": "relinquish"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>relinquish</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>B</abr>) ('to yield') he relinquished his business interests to his children </ex></blockquote></blockquote></div>",
            "word": "relinquish"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xóa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giải phóng không gian (đĩa)</font></td></tr></tbody></table></div>",
            "word": "relinquish"
        }
    },
    "sentences": [
        {
            "en": "<em>Relinquish</em> one's hopes",
            "vi": "Từ bỏ hy vọng"
        },
        {
            "en": "<em>Relinquish</em> one's hand",
            "vi": "Buông tay ra"
        },
        {
            "en": "<em>Relinquish</em> one's habits",
            "vi": "Bỏ những thói quen"
        },
        {
            "en": "He was forced to <em>relinquish</em> his leadership.",
            "vi": "Anh ta bị buộc phải từ bỏ vị trí lãnh đạo của mình."
        },
        {
            "en": "May you never <em>relinquish</em> your hopes?",
            "vi": "Có lẽ anh sẽ không bao giờ từ bỏ hy vọng?"
        },
        {
            "en": "Why did you <em>relinquish</em> my hand a moment ago?",
            "vi": "Tại sao lúc nãy anh lại buông tay em ra?"
        },
        {
            "en": "An insecure Windows 7 will ensure that Microsoft will fully <em>relinquish</em> its grip in that space.",
            "vi": "Sự không an toàn của windows 7 sẽ đảm bảo rằng Microsoft sẽ từ bỏ hoàn toàn sự kiềm kẹp của họ trong lĩnh vực này."
        },
        {
            "en": "The article offers information on various ways to <em>relinquish</em> personal bad habits.",
            "vi": "Bài báo này đưa ra thông tin về những cách khác nhau để bỏ những thói quen cá nhân xấu."
        },
        {
            "en": "We 're not going to <em>relinquish</em> that to the like of you.",
            "vi": "Chúng tôi sẽ không giao việc đó cho bậc cao quý như anh đâu."
        },
        {
            "en": "We're not going to <em>relinquish</em> that to the like of you.",
            "vi": "Chúng tôi sẽ không giao việc đó cho bậc cao quý như anh đâu."
        },
        {
            "en": "At that point, Vietnamese banks will have to <em>relinquish</em> a chunk of their market share to foreign banks.",
            "vi": "Ở thời điểm đó, các ngân hàng của Việt Nam sẽ phải nhường một phần thị phần cho các ngân hàng nước ngoài."
        },
        {
            "en": "The company was bout to <em>relinquish</em> its hold on the market because of a great loss last quarter.",
            "vi": "Công ty sắp sửa buông tay khỏi thị trường do sự tổn thất quá lớn ở quý trước."
        },
        {
            "en": "He has refused to pass other laws for the accommodation of large districts of people, unless those people would <em>relinquish</em> the right of representation in the legislature, a right inestimable to them and formidable to tyrants only.",
            "vi": "Ông ta không chịu thông qua các đạo luật về cư trú ở những vùng đông dân cư, trừ phi đám dân này từ bỏ quyền có người đại diện cho họ trong cơ quan lập pháp, một loại"
        },
        {
            "en": "He has refused to pass other laws for the accommodation of large districts of people, unless those people would <em>relinquish</em> the right of representation in the legislature, a right inestimable to them and formidable to tyrants only.",
            "vi": "Ông ta không chịu thông qua các đạo luật về cư trú ở những vùng đông dân cư, trừ phi đám dân này từ bỏ quyền có người đại diện cho họ trong cơ quan lập pháp, một loại quyền vô giá đối với họ nhưng lại rất đáng sợ đối với bọn bạo chúa."
        },
        {
            "en": "Li is now the head of a department designed to enforce the Chinese regime’s laws on technology companies. His comments are tied to a process announced by the United States in 2014 to <em>relinquish</em> control of the internet by ending the contract between the U.S. Department of Commerce and the Internet Corporation for Assigned Names and Numbers (ICANN).",
            "vi": "Hiện giờ, ông Lý là người đứng đầu của một cơ quan được tạo ra để buộc các công ty công nghệ phải tuân thủ theo pháp luật của chính quyền Trung Quốc. Những bình luận của ông có liên quan đến một quy trình mà Mỹ đã từng thông báo vào năm 2014 rằng, sẽ từ bỏ quyền kiểm soát đối với mạng Internet bằng cách chấm dứt hợp đồng giữa Bộ Thương mại Mỹ và Hội đồng Internet về Cấp phát Số hiệu và Tên miền (ICANN)."
        },
        {
            "en": "“My husband cannot <em>relinquish</em> control of the boat to get the fish out of the nets; he will have to sail back to shore to do that before sailing out to cast the nets again. It will cost both time and oil.”",
            "vi": "\"Chồng tôi không thể bỏ lái thuyền để gỡ cá ra khỏi lưới; anh ấy sẽ phải đi thuyền trở lại bờ để làm điều đó rồi lại quay thuyền ra để thả lưới một lần nữa. Việc này khiến họ tốn cả thời gian và dầu.\""
        },
        {
            "en": "Robert, who had been mayor since the age of three, said he was ready to <em>relinquish</em> his role to 16-year-old Eric Mueller. \"I have to look at the cameras so much I can't be googly eyes and fun and nonsense,\" he told CBS Local.",
            "vi": "Bé Robert, làm thị trưởng từ khi 3 tuổi, cho biết bé sẵn sàng nhường vị trí của mình cho Eric Mueller, 16 tuổi. Bé nói với CBS Local: \"Cháu phải nhìn vào camera quá nhiều nên cháu không thể đong đưa đôi mắt và không đùa cợt  và không thể nói năng bậy bạ được.\""
        },
        {
            "en": "Nội dung Bản Tuyên Ngôn độc Lâp:      Audio mp3 Reading by John F. Kennedy When, in the course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the laws of nature and of nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.  We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.  That to secure these rights, governments are instituted among men, deriving their just powers from the consent of the governed. That whenever any form of government becomes destructive to these ends, it is the right of the people to alter or to abolish it, and to institute new government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their safety and happiness.  Prudence, indeed, will dictate that governments long established should not be changed for light and transient causes; and accordingly all experience hath shown that mankind are more disposed to suffer, while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed.  But when a long train of abuses and usurpations, pursuing invariably the same object evinces a design to reduce them under absolute despotism, it is their right, it is their duty, to throw off such government, and to provide new guards for their future security. Such has been the patient sufferance of these colonies; and such is now the necessity which constrains them to alter their former systems of government. The history of the present King of Great Britain is a history of repeated injuries and usurpations, all having in direct object the establishment of an absolute tyranny over these states. To prove this, let facts be submitted to a candid world.  He has refused his assent to laws, the most wholesome and necessary for the public good.  He has forbidden his governors to pass laws of immediate and pressing importance, unless suspended in their operation till his assent should be obtained; and when so suspended, he has utterly neglected to attend to them.  He has refused to pass other laws for the accommodation of large districts of people, unless those people would <em>relinquish</em> the right of representation in the legislature, a right inestimable to them and formidable to tyrants only.  He has called together legislative bodies at places unusual, uncomfortable, and distant from the depository of their public records, for the sole purpose of fatiguing them into compliance with his measures.  He has dissolved representative houses repeatedly, for opposing with manly firmness his invasions on the rights of the people.  He has refused for a long time, after such dissolutions, to cause others to be elected; whereby the legislative powers, incapable of annihilation, have returned to the people at large for their exercise; the state remaining in the meantime exposed to all the dangers of invasion from without, and convulsions within.  He has endeavored to prevent the population of these states; for that purpose obstructing the laws for naturalization of foreigners; refusing to pass others to encourage their migration hither, and raising the conditions of new appropriations of lands.  He has obstructed the administration of justice, by refusing his assent to laws for establishing judiciary powers.  He has made judges dependent on his will alone, for the tenure of their offices, and the amount and payment of their salaries.  He has erected a multitude of new offices, and sent hither swarms of officers to harass our people, and eat out their substance.  He has kept among us, in times of peace, standing armies without the consent of our legislature.  He has affected to render the military independent of and superior to civil power. He has combined with others to subject us to a jurisdiction foreign to our constitution, and unacknowledged by our laws; giving his assent to their acts of pretended legislation:  For quartering large bodies of armed troops among us:  For protecting them, by mock trial, from punishment for any murders which they should commit on the inhabitants of these states:  For cutting off our trade with all parts of the world:  For imposing taxes on us without our consent:  For depriving us in many cases, of the benefits of trial by jury:  For transporting us beyond seas to be tried for pretended offenses:  For abolishing the free system of English laws in a neighboring province, establishing therein an arbitrary government, and enlarging its boundaries so as to render it at once an example and fit instrument for introducing the same absolute rule in these colonies:  For taking away our charters, abolishing our most valuable laws, and altering fundamentally the forms of our governments:  For suspending our own legislatures, and declaring themselves invested with power to legislate for us in all cases whatsoever.  He has abdicated government here, by declaring us out of his protection and waging war against us.  He has plundered our seas, ravaged our coasts, burned our towns, and destroyed the lives of our people.  He is at this time transporting large armies of foreign mercenaries to complete the works of death, desolation and tyranny, already begun with circumstances of cruelty and perfidy scarcely paralleled in the most barbarous ages, and totally unworthy the head of a civilized nation.  He has constrained our fellow citizens taken captive on the high seas to bear arms against their country, to become the executioners of their friends and brethren, or to fall themselves by their hands.  He has excited domestic insurrections amongst us, and has endeavored to bring on the inhabitants of our frontiers, the merciless Indian savages, whose known rule of warfare, is undistinguished destruction of all ages, sexes and conditions.  In every stage of these oppressions we have petitioned for redress in the most humble terms: our repeated petitions have been answered only by repeated injury. A prince, whose character is thus marked by every act which may define a tyrant, is unfit to be the ruler of a free people.  Nor have we been wanting in attention to our British brethren. We have warned them from time to time of attempts by their legislature to extend an unwarrantable jurisdiction over us. We have reminded them of the circumstances of our emigration and settlement here. We have appealed to their native justice and magnanimity, and we have conjured them by the ties of our common kindred to disavow these usurpations, which, would inevitably interrupt our connections and correspondence. They too have been deaf to the voice of justice and of consanguinity. We must, therefore, acquiesce in the necessity, which denounces our separation, and hold them, as we hold the rest of mankind, enemies in war, in peace friends.  We, therefore, the representatives of the United States of America, in General Congress, assembled, appealing to the Supreme Judge of the world for the rectitude of our intentions, do, in the name, and by the authority of the good people of these colonies, solemnly publish and declare, that these united colonies are, and of right ought to be free and independent states; that they are absolved from all allegiance to the British Crown, and that all political connection between them and the state of Great Britain, is and ought to be totally dissolved; and that as free and independent states, they have full power to levy war, conclude peace, contract alliances, establish commerce, and to do all other acts and things which independent states may of right do. And for the support of this declaration, with a firm reliance on the protection of Divine Providence, we mutually pledge to each other our lives, our fortunes and our sacred honor.",
            "vi": "Nội dung Bản Tuyên Ngôn độc Lâp:    Audio mp3 Reading by John F. Kennedy Trong tiến trình lịch sử nhân loại, khi một dân tộc thấy cần rũ bỏ những mối liên hệ chính trị ràng buộc họ với một dân tộc khác và cần giành lấy một địa vị riêng biệt, bình đẳng trong hàng cường quốc trên trái đất này - địa vị mà các quy luật của thiên nhiên và của đấng cai quản muôn loài cho phép họ được hưởng – thì vì nghiêm túc tôn trọng phán xét của nhân loại, họ không thể không tuyên bố những căn nguyên khiến họ phải ly khai. Chúng tôi khẳng định những chân lý này là hiển nhiên, mọi người sinh ra đều bình đẳng, họ được Tạo hoá ban cho một số quyền bất khả nhượng, trong đó có quyền sống, quyền tự do và quyền mưu cầu hạnh phúc. Để đảm bảo cho những quyền này, chính phủ đã được lập ra từ trong nhân dân và có được quyền lực chính đáng là do có sự ưng thuận của nhân dân. Bất cứ khi nào một hình thức chính quyền nào đó trở nên có hại cho việc thực hiện những mục tiêu này thì đương nhiên nhân dân có quyền thay đổi hoặc loại bỏ nó, và lập chính quyền mới, đặt nền tảng trên những nguyên tắc đó và sắp xếp quyền lực cho nó dưới một hình thức nào đó, sao cho có thật nhiều khả năng làm cho nhân dân được an toàn và hạnh phúc. Thật ra, nếu đúng là thận trọng thì đừng vì những lý do đơn giản và nhất thời mà thay đổi những chính phủ đã hình thành từ lâu; và do vậy, kinh nghiệm từ bao đời nay đều cho thấy rằng con người thà chịu đựng khi cái xấu còn ở mức chịu đựng được, còn hơn là tự hoàn thiện bằng cách loại bỏ những hình thức mà mình đã quen thuộc. Nhưng khi hàng loạt hành vi lạm dụng và tước đoạt, khăng khăng đeo đuổi một mục tiêu, đã làm lộ rõ ý đồ khuất phục họ dưới ách chuyên chế tuyệt đối thì họ có quyền, có bổn phận lật đổ một chính quyền như thế và cử những người khác ra giữ yên ổn cho họ trong tương lai. Các thuộc địa này từng phải cắn răng chịu đựng như thế; cho nên bây giờ hoàn cảnh buộc họ cũng phải thay đổi những hệ thống chính quyền cũ như thế. Thành tích của vua nước Anh hiện nay toàn là những chuyện xâm phạm và tước đoạt triền miên, tất cả đều nhằm mục đích trực tiếp là thiết lập ách chuyên chế bạo ngược ở những bang này. Ðể chứng minh điều này, ta hãy để sự thật cho một thế giới trung thực tự phán xét lấy. Ông ta từ chối phê chuẩn một số đạo luật, dù đó là những đạo luật tốt đẹp nhất và cần thiết nhất đối với lợi ích của quần chúng. Ông ta cấm giới thống đốc thông qua những đạo luật mang tính cấp bách và bức xúc, trừ phi ngưng thực thi những đạo luật này để chờ ông ta phê chuẩn và trong khi đình chỉ như vậy, ông ta lại bỏ mặc luôn, chẳng bận tâm gì về chúng nữa. Ông ta không chịu thông qua các đạo luật về cư trú ở những vùng đông dân cư, trừ phi đám dân này từ bỏ quyền có người đại diện cho họ trong cơ quan lập pháp, một loại quyền vô giá đối với họ nhưng lại rất đáng sợ đối với bọn bạo chúa. Ông ta đã triệu tập các cơ quan lập pháp ở những địa điểm bất thường, bất tiện, cách xa kho lưu trữ hồ sơ công vụ, cốt là làm cho họ vì mệt mỏi mà đành tuân theo các chủ trương của ông ta. Ông ta đã nhiều lần giải tán các hạ nghị viện, vì họ kịch liệt chống đối việc ông ta xâm phạm các quyền của nhân dân. Rồi sau những lần giải tán như thế, phải lâu lắm ông ta mới chịu cho bầu lại những cơ quan này, vậy là quyền lập pháp, một loại quyền không gì xóa bỏ được, lại về tay dân chúng để họ tự hành sử. Cùng lúc đó, nhà nước vẫn phải đối mặt với đủ thứ nguy cơ về ngoại xâm và nội loạn. Ông ta ra sức ngăn cản việc tăng dân số ở các bang này. Vì mục đích đó, ông ta cản trở việc thực hiện luật nhập quốc tịch cho người nước ngoài, từ chối thông qua các đạo luật khuyến khích nhập cư và khắt khe hơn nữa đối với các trường hợp tậu thêm đất. Ông ta đã cản trở việc thực thi công lý bằng cách từ chối phê chuẩn những đạo luật thiết lập các cơ quan tư pháp. Ông ta đã buộc các quan tòa phải lệ thuộc vào ý muốn của ông ta, thông qua những qui định về nhiệm kỳ cũng như lương bổng trả cho họ. Ông ta lập ra rất nhiều cơ quan mới và bổ nhiệm vào đó vô số quan lại sách nhiễu dân chúng và vơ vét tài sản của họ. Trong thời bình, ông ta vẫn duy trì những đạo quân thường trực trên đất nước chúng ta dù cơ quan lập pháp của chúng ta không hề đồng ý. Ông ta đã tác động sao cho quân đội độc lập và vượt lên trên chính quyền dân sự. Ông ta đã cùng với nhiều kẻ khác ép chúng ta phải cam chịu một nền tư pháp không liên quan gì với hiến pháp của chúng ta mà cũng chẳng được luật pháp của chúng ta công nhận. Rồi ông ta phê chuẩn những đạo luật giả dối sau đây: Cho phép những đạo quân hùng hậu trú đóng trên đất nước chúng ta. Qua những phiên tòa giả hiệu, che chở cho chúng khỏi bị trừng phạt về tội sát hại dân cư ở các bang này. Cắt đứt quan hệ thương mại giữa chúng ta với cả thế giới.   Bắt chúng ta nộp những khoản thuế mà chúng ta không đồng ý. Nhiều lần không cho chúng ta hưởng quyền được đưa ra toà  xét xử. Ðưa chúng ta ra hải ngoại để xét xử về những tội trạng không có thật.   Xóa bỏ thể chế tự do của luật pháp nước Anh ở một vùng lân cận và dựng một chính quyền độc đoán ngay tại đó; rồi mở rộng ranh giới vùng đó để lập tức biến nó thành kiểu mẫu và công cụ thích hợp nhằm đặt đúng cái ách chuyên chế ấy vào các thuộc địa này.   Tước đoạt hiến chương của chúng ta, huỷ bỏ những đạo luật quý giá nhất của chúng ta và thay đổi thể chế chính quyền của chúng ta đến tận gốc rễ.   Không cho các cơ quan lập pháp của chúng ta hoạt động nữa, rồi tự tuyên bố là họ có quyền làm luật cho chúng ta trong mọi trường hợp. Ông ta chối bỏ chính quyền ở đây và tuyên bố rằng chúng ta không còn được ông ta che chở nữa, rồi gây chiến với chúng ta. Ông ta đã vơ vét biển cả, tàn phá miền duyên hải, thiêu huỷ vùng đô thị, huỷ hoại sinh mạng của nhân dân chúng ta. Bây giờ ông ta còn đưa những đạo quân hùng hậu toàn là lính đánh thuê nước ngoài sang làm nốt cái công việc giết tróc, tàn phá và bạo ngược, vốn đã được khai mào bằng những cảnh tàn ác và xảo trá mà ngay cả trong thời đại dã man nhất cũng khó mà sánh được, đúng là không hề xứng đáng với cương vị người đứng đầu một quốc gia văn minh. Ông ta đã ép những đồng bào của chúng ta bị bắt ngoài biển khơi phải cầm súng chống lại đất nước mình, trở thành những tên đao phủ chuyên hành hình bạn bè và anh em của chính mình, hoặc phải chết dưới tay bạn bè và anh em của chính mình.  Ông ta đã kích động bạo loạn ngay trong nội bộ chúng ta và cố đưa vào vùng dân cư ở miền biên cương nước ta những kẻ man rợ tàn bạo theo kiểu thổ dân Indian, những kẻ mà quy tắc chiến tranh khét tiếng của chúng là giết sạch, không phân biệt già hay trẻ, nam hay nữ, sang hay hèn. Trong các giai đoạn bị áp bức như vậy, chúng ta đều có yêu cầu bồi thường với lời lẽ hết sức khiêm nhường, nhưng đáp lại những kiến nghị dồn dập này luôn là những hành vi xâm phạm triền miên. Một ông hoàng mà nhất cứ nhất động đều có thể gọi là tính cách của một tên bạo chúa thì làm sao xứng đáng thống lĩnh một dân tộc tự do. Không phải chúng ta không lưu ý đến các bạn Anh. Ðã nhiều lần chúng ta cảnh báo họ về mưu toan của cơ quan lập pháp của họ trong việc bành trướng quyền tài phán quá đáng sang đất nước chúng ta. Chúng ta đã nhắc nhở họ về hoàn cảnh nhập cư và cư trú của chúng ta tại nơi này. Chúng ta đã kêu gọi ý thức công bằng và lòng hào hiệp ở họ, chúng ta đã yêu cầu họ vì mối liên hệ ruột thịt giữa đôi bên mà từ bỏ những hành vi chiếm đoạt, vì chắc chắn những hành vi này sẽ gây trở ngại cho sự giao thiệp và trao đổi thư từ giữa hai phía với nhau. Họ cũng không thèm lắng nghe tiếng nói của công lý, tiếng nói của tình máu mủ. Vì vậy, chúng ta đành chấp nhận tuyên bố cắt đứt quan hệ với họ và đối xử với họ giống như với tất cả những người khác: Thời bình là bạn, thời chiến là thù. Vì vậy, thông qua Quốc hội này, chúng tôi, những người đại diện cho Hợp Chúng Quốc Hoa Kỳ, đang tề tựu nơi đây để thỉnh nguyện Đấng phán xét tối cao chứng giám cho ý định đúng đắn của chúng tôi, đồng thời nhân danh những người lương thiện ở các thuộc địa này và do sự uỷ quyền của họ, chúng tôi long trọng công khai tuyên bố rằng các thuộc địa liên minh với nhau này là những quốc gia độc lập & tự do và họ có quyền được như vậy, rằng họ hoàn toàn không còn phải trung thành với vua Anh nữa, rằng những liên hệ chính trị giữa họ với nước Anh cần phải bị xóa hẳn, rằng với tư cách là quốc gia độc lập & tự do, họ hoàn toàn có quyền khai chiến, ký hoà ước, lập liên minh, lập quan hệ thương mại, làm tất cả những gì và những việc gì mà các quốc gia độc lập có quyền làm. Với niềm tin vững chắc vào sự phù trợ của Chúa, chúng ta nguyện cùng hiến dâng tính mạng, tài sản và danh dự thiêng liêng của mình để bảo đảm cho bản tuyên ngôn này."
        },
        {
            "en": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Windows Security has been a particular pain point for users with every new edition Microsoft has released since the advent of the Internet. Effective security is essential in any operating system in preventing malware, protecting a network and ensuring data protection. But reliable security is especially important to restore trust in the Windows ecosystem. If Windows 7 isn't as secure as it could be, Microsoft could face significant trouble going forward. As Microsoft prepares Windows 7 for its release later this month, it's important to realize that there really isn't a guarantee that it will offer any more value than earlier versions. Recent reports have said that it's a superior operating system to its predecessors – Windows XP and Windows Vista – but in the software space, that doesn't mean that it will necessarily be true. There are several factors at play.  One of the most prominent factors is security. Long the thorn in Microsoft's side, security could make or break Windows 7. If it's more secure than earlier versions of the software, Windows 7 could be a winner. If not, it could be a loser. Arguably, security matters most to Windows 7's success, and to how consumers and IT administrators view the new OS. Here's why: 1. The enterprise relies on security   There's nothing worse for an enterprise than deploying an operating system that fails to offer the kind of security it expects. Nowhere is that more evident than in Windows Vista, which turned many companies away prior to the release of Service Pack 1. Windows 7 cannot afford to be insecure. The key customers Microsoft relies on for big profits—corporations—won't like it. 2. Consumers won't like it either Microsoft also needs to worry about consumers. Those that learn that Windows 7 is insecure or vulnerable to viruses and malware will find alternatives for fear of losing their data. Granted, the state of cyber-security in the consumer space is poor. But I'm a firm believer that more people than ever are at least aware of security concerns and the latest attacks. If they find out that an operating system is insecure, they won't be happy. 3. What about market share? If Windows 7 is insecure, you can expect Microsoft's dominance in the operating-system market to slip. Those that were intent on buying Windows 7 prior to its release will learn of its troubles and opt for a different operating system. That could mean Linux or, most likely, Apple will reap the reward. 4. Microsoft's loss of power If Windows 7 suffers from insecurity, much of the power Microsoft wields in the computing industry will be eliminated. When Windows XP was at its height, companies like Dell and Hewlett-Packard were forced to \"play ball\" with Microsoft. If Microsoft required something of those companies, they did it. But after the downgrade-rights fiasco allowed users to get Windows XP bundled in computers rather than Windows Vista, those vendors regained some power. An insecure Windows 7 will ensure that Microsoft will fully <em>relinquish</em> its grip in that space. 5. Criticism, anyone?  As soon as the news broke that Windows 7 was insecure, you can bet that Apple would jump on it. The company's \"I'm a Mac, I'm a PC\" ads have been so successful because they highlight Windows' security problems when it comes to malware and viruses. An insecure Windows 7 will only maximize Apple's intent on making Microsoft look bad. Say what you will about Mac OS X, but Apple will be licking its chops if Windows 7 is insecure and open to security attacks. 6. It loses the security high ground  Microsoft has done a relatively good job over the past couple years at rebuilding its standing in the security community. For too long, the company had what looked like a lackadaisical attitude towards security. But in recent years, the rhetoric has ramped up and Microsoft has made it clear that it wants to make Windows far more secure and better at data protection and ensuring network security. An insecure Windows 7 will fly in the face of that. And the security community will take notice. 7. Hackers will take notice  As soon as malicious hackers realized that Windows 7 was insecure, they would immediately jump at the chance to prey on users,while spreading malware. The issues would only escalate, causing Microsoft and Windows 7 to look even worse. 8. Comparisons will be drawn  As Microsoft gets ready to release Windows 7, the company wants everyone to forget about its past mistakes. It doesn't want users to think of Windows Vista when they load Windows 7. They want them to remember the good old days of PC computing. If Windows 7 is insecure, comparisons between Windows Vista, Windows ME, or Windows 2000 will be immediately drawn. And it will only spell trouble for Microsoft. 9. Confidence will be lost  With not one, but two operating systems not living up to customer expectations, Microsoft would put itself in a bad position. Windows 8 would cause users to be suspect of the operating system's ability to satisfy their needs security needs and protecting their corporate networks. And Microsoft would need to find a way (probably through cash) to get customers' minds off of Windows Vista and Windows 7 and on to the future. With two missteps, that might be difficult.   10. It gives Chrome an opening Microsoft has been forced to take on Google in practically every place it competes. From word processing to search, the company has battled it out with Google. If Windows 7 is a security failure, you can bet that Google will take advantage by promoting its new Chrome OS and its security features. The company will jump at the chance to call it an alternative to Windows. And in the end, it could give Google the opening it needs to capitalize on the OS market.   Security is a major issue for Microsoft Windows. The company doesn't have an opportunity to slack on it. Nguồn: http://www.eweek.com/c/a/Security/10-Reasons-Why-Reliable-Windows-7-Security-is-Crucial-to-Users-382042/",
            "vi": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Bảo mật của hệ điều hành (HĐH) Windows đã từng là một trở ngại đặc biệt cho người dùng với mọi phiên bản mới của Microsoft đã phát hành kể từ sự ra đời của Internet. Bảo mật hiệu quả là rất cần thiết trong bất kỳ hệ điều hành nào trong việc ngăn chặn phần mềm độc hại, bảo vệ hệ thống mạng và bảo đảm việc bảo vệ dữ liệu. Nhưng sự bảo mật đáng tin cậy thì đặc biệt quan trọng để khôi phục sự tín nhiệm của người dùng trong “hệ sinh thái” của HĐH Windows này. Nếu Windows 7 không an toàn như nó có thể, Microsoft có thể đối mặt với những khó khăn lớn trong tương lai. Như việc Microsoft chuẩn bị phát hành Windows 7 cuối tháng này, điều quan trọng để nhận ra rằng thực sự không có một sự đảm bảo nào là nó sẽ đem lại nhiều giá trị nhiều hơn các phiên bản trước đó. Các báo cáo gần đây đã cho rằng đó là một hệ điều hành cao cấp hơn hẳn các phiên bản trước đây của nó - Windows XP và Windows Vista - nhưng trong không gian phần mềm, điều đó không có nghĩa là nó sẽ nhất thiết phải đúng sự thật. Đó là một vài yếu tố tại cuộc chơi này. Một trong những yếu tố nổi bật nhất là sự bảo mật. Một cái gai dài trước mắt Microsoft, sự bảo mật có thể có thể quyết định sự thành bại của Windows 7. Nếu nó an toàn hơn các phiên bản trước, Windows 7 có thể là một người chiến thắng. Ngược lại, nó có thể trở thành một kẻ bại trận. Hiện nay nhiều người cho rằng, các vấn đề bảo mật nhất đem lại sự thành công của Windows 7 và để làm thế nào người tiêu dùng và các quản trị viên CNTT  xem xét hệ điều hành mới này. Đây là lý do: 1. Doanh nghiệp tin vào sự bảo mật Không có gì tệ hơn cho một doanh nghiệp khi triển khai một HĐH mà không đủ khả năng cung cấp các loại hình an ninh như họ mong đợi. Không tìm thấy ở đâu mà cụ thể hơn trong Windows Vista, ở đó nhiều công ty đã rời bỏ HĐH này trước khi phát hành bản Service Pack 1. Windows 7 không phải là không có khả năng an toàn. Những khách hàng then chốt của Microsoft dựa vào lợi nhuận lớn - các tập đoàn – sẽ không giống như vậy. 2. Người tiêu dùng sẽ không thích chọn nó để thay thế. Microsoft cũng cần nghĩ đến người tiêu dùng. Những người mà tìm hiểu rằng Windows 7 là không an toàn hoặc dễ bị virus và các phần mềm độc hại làm mất mất dữ liệu của họ. Công nhận rằng khả năng tự bảo mật thông tin của người dùng trên máy tính của họ còn nhiều hạn chế. Nhưng tôi tin chắc rằng nhiều người trong số đó ít nhất cũng nhận thức về các mối quan tâm bảo mật và các cuộc tấn công gần đây nhất. Nếu họ nhận thấy rằng một hệ điều hành không an toàn, họ sẽ cảm thấy không an tâm 3. Thế còn thị phần thì sao? Nếu Windows 7 không an toàn, bạn có thể nghĩ rằng vị thế của Microsoft trên thị trường điều hành sẽ bị trượt dốc. Những người có ý định mua Windows 7 trước khi phát hành sẽ biết được các vấn đề của nó và lựa chọn một HĐH khác. Điều đó có nghĩa là Linux hay, rất có thể là Apple sẽ là sự lựa chọn của họ. 4. Microsoft mất đi quyền lực Nếu Windows 7 kém an toàn, nhiều quyền lực mà Microsoft nắm giữ trong ngành công nghiệp máy tính sẽ bị mất đi. Khi “thời đại” Windows XP lên đến đỉnh điểm, các công ty như Dell và Hewlett-Packard bị buộc phải \"chơi trò ném bóng\" với Microsoft. Nếu Microsoft cần một cái gì đó của những công ty này, họ nhanh chóng đáp ứng. Nhưng sau khi thất bại thì các quyền lợi hạ thấp xuống cho phép người dùng mua Windows XP kèm trong máy tính thay vì kèm Windows Vista, những bù lại nhà cung cấp giành lại được một số quyền lực. Sự không an toàn của windows 7 sẽ đảm bảo rằng Microsoft sẽ từ bỏ hoàn toàn sự kiềm kẹp của họ trong lĩnh vực này. 5. Sự phê bình, bất cứ ai? Ngay sau khi các tin tức đã tiết lộ rằng Windows 7 không an toàn, bạn có thể đặt cược rằng Apple sẽ nhảy vào đó. Quảng cáo của công ty này \"I'm a Mac, I'm a PC\" đã rất thành công vì họ nêu bật những vấn đề bảo mật của Windows khi đề cập đến phần mềm độc hại và virus. Windows 7 không an toàn sẽ làm tăng thêm các mục đích bôi nhọ của Apple làm cho hình ảnh của Microsoft trở nên mờ nhạt. Bạn sẽ nói những gì về Mac OS X, nhưng Apple sẽ nhếch mép cười nhạo nếu Windows 7 không an toàn và mở đường cho các cuộc tấn công bảo mật. 6. Mất đi nền tảng bảo mật cao Microsoft đã hoàn thành được một nhiệm vụ tương đối tốt trong 2 năm vừa qua để xây dựng lại vị thế của nó trong cộng đồng bảo mật. Từ lâu, công ty này đã có những cái nhìn trông giống như một thái độ không mạnh mẽ hướng tới sự bảo mật. Nhưng trong những năm gần đây, việc làm này đã được đẩy mạnh và Microsoft đã bộc lộ rõ rằng họ muốn tạo ra Windows an toàn hơn, bảo vệ dữ liệu tốt hơn và bảo đảm an ninh mạng. Suy nghĩ một Windows 7 không an toàn sẽ biến mất và cộng đồng an ninh sẽ chú ý điều này. 7. Hacker sẽ chú ý Khi các hacker có ý đồ không tốt nhận thấy Windows 7 không an toàn, ngay lập tức họ sẽ nắm lấy cơ hội để làm hại người dùng, lợi dụng để phát tán phần mềm độc hại. Những vấn đề sẽ ngày càng leo thang và gây ra cho Microsoft và Windows 7 trông có vẻ còn tệ hơn. 8. Những sự so sánh sẽ được rút ra Như việc Microsoft sẵn sàng phát hành Windows 7, hãng Microsoft muốn mọi người quên đi những sai lầm trong quá khứ của họ. Họ không muốn người dùng nghĩ về Windows Vista khi họ tải Windows 7. Microsoft muốn họ nhớ đến thời huy hoàng của điện toán PC những ngày trước. Nếu Windows 7 không an toàn, sự so sánh giữa Windows Vista, Windows ME hoặc Windows 2000 sẽ được rút ra ngay lập tức. Và nó sẽ nói vấn đề này cho Microsoft. 9. Niềm tin sẽ bị đánh mất Không phải chỉ với một mà đến hai hệ điều hành không đáp ứng được kỳ vọng của khách hàng, Microsoft sẽ tự đặt chính mình vào tình huống xấu. Windows 8 sẽ khiến cho người dùng phải hoài nghi về khả năng HĐH này đáp ứng các nhu cầu bảo mật cần thiết và bảo vệ mạng doanh nghiệp của họ. Và Microsoft sẽ cần phải tìm một cách (có thể là bằng tiền mặt) để tâm trí của khách hàng không còn nghĩ về Windows Vista và Windows 7 và trong tương lai. Với hai bước đi sai lầm, điều này có thể trở nên khó khăn. 10.  Đem lại cơ hội cho Chrome Trên thực tế, Microsoft bị buộc phải để mất cương vị của nó cho đối thủ cạnh tranh là Google. Từ xử lý văn bản đến tìm kiếm, Microsoft đã chiến đấu với Google. Nếu Windows 7 thiếu khả năng bảo mật, bạn có thể đặt cược rằng Google sẽ tận dụng thời cơ này để quảng cáo HĐH mới Chrome và các tính năng bảo mật. Google sẽ nắm lấy cơ hội này để nói Chrome là một giải pháp thay thế cho Windows. Và cuối cùng, nó có thể đem lại cho Google lợi thế tốt trên thị trường hệ điều hành. Bảo mật là một vấn đề lớn đối với Microsoft Windows. Ms không còn cơ hội để chùn bước trước nó."
        }
    ],
    "suggestions": []
}