{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri'mɔ:sfənis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự ăn năn, sự hối hận</td></tr></table><i/></div>",
            "word": "remorsefulness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "remorsefulness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "remorsefulness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "remorsefulness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "remorsefulness"
        }
    },
    "sentences": [
        {
            "en": "During <em>REM</em> sleep, the large voluntary muscles of the body are paralyzed.",
            "vi": "Trong trạng thái lúc ngủ mắt đảo nhanh, các cơ hoạt động có ý thức lớn toàn bộ cơ thể bị tê liệt."
        },
        {
            "en": "Walker says this meant there must be a link between PTSD and <em>REM</em> sleep.",
            "vi": "Walker cho biết điều này có nghĩa là phải có một mối liên kết giữa PTSD và giấc ngủ giai đoạn ngủ động mắt nhanh (REM)."
        },
        {
            "en": "When we're in the <em>REM</em>, or rapid eye movement, phase of sleep, we're most at-risk for suffering from sleep paralysis. It occurs when there is an overlap between <em>REM</em> sleep and wakeful brainwaves, Andreas explained.",
            "vi": "Khi chúng ta đang trong trạng thái REM (ngủ mơ) hay chuyển động mắt nhanh - một giai đoạn của giấc ngủ, chúng ta có nguy cơ gặp tình trạng tê liệt khi ngủ. Nó xảy ra khi có sự chồng chéo giữa giai đoạn ngủ REM và sóng não tỉnh táo - Andreas giải thích."
        },
        {
            "en": "This finding raises questions about the role of <em>REM</em> sleep, which is thought to be key to laying down memories in mammals. Other outliers for this sleep state include cetaceans, which never have <em>REM</em> sleep, and platypuses, which spend up to eight hours a day in <em>REM</em> sleep.",
            "vi": "Phát hiện này làm dấy lên những câu hỏi về vai trò của giấc ngủ REM (ngủ giai đoạn mắt cử động nhanh), được cho giai đoạn quan trọng để bộ nhớ động vật hữu nhũ nghỉ ngơi. Về trạng thái ngủ này thì ở những loài hữu nhũ khác gồm có các động vật hữu nhũ ở biển, không bao giờ có giấc ngủ mắt cử động REM, và loài rái mỏ vịt thì lại ngủ REM tới tám giờ một ngày."
        },
        {
            "en": "When they examined the electroencephalogram recordings of the group that had slept between viewings, they found during <em>REM</em> dream sleep, certain patterns of electrical activity diminished.",
            "vi": "Khi họ xem xét những bản ghi âm điện não đồ của nhóm đã ngủ giữa những lần xem, họ thấy rằng trong suốt giấc ngủ mơ của giai đoạn ngủ động mắt nhanh (REM), các dạng nhất định của hoạt động điện giảm"
        },
        {
            "en": "Night terrors usually occur about 2 or 3 hours after a child falls asleep, when sleep transitions from the deepest stage of non-<em>REM</em> sleep to lighter <em>REM</em> sleep, a stage where dreams occur. Usually this transition is a smooth one. But rarely, a child becomes agitated and frightened — and that fear reaction is a night terror.",
            "vi": "Giật mình thức dậy hoảng sợ thường xảy ra sau khi một đứa trẻ ngủ thiếp đi khoảng 2 hoặc 3 giờ, khi giấc ngủ chuyển từ giai đoạn sâu nhất của giấc ngủ mắt bất động sang giấc ngủ mắt cử động nhẹ, giai đoạn mà giấc mơ xảy ra. Thường thì quá trình chuyển đổi này luôn êm ả. Nhưng cũng hiếm hoi có, khi một đứa trẻ trở nên kích động và sợ hãi - và phản ứng sợ hãi đó là giật mình thức dậy hoảng sợ."
        },
        {
            "en": "\"During <em>REM</em> sleep, memories are being reactivated, put in perspective and connected and integrated, but in a state where stress neurochemicals are beneficially suppressed.\"",
            "vi": "“Trong suốt giai đoạn ngủ động mắt nhanh (REM), trí nhớ được tái hoạt, trong quan điểm và kết nối và tích hợp, nhưng trong một trạng thái mà các chất hóa học thần kinh gây căng thẳng được ngăn ngừa hiệu quả”."
        },
        {
            "en": "Interestingly, the researchers also found that the elephants often slept standing up, lying down only every few nights. This could limit their potential for daily <em>REM</em> (rapid eye movement) sleep. In mammals, <em>REM</em> sleep occurs only when muscles are relaxed and, Manger notes, “When muscle tone is lost, it is very difficult to stand while asleep.”",
            "vi": "Thật thú vị là các nhà nghiên cứu còn phát hiện rằng voi thường ngủ đứng, ít khi ngủ nằm trong đêm. Điều này có thể làm hạn chế khả năng có giấc ngủ REM của chúng (tức là Giấc ngủ giai đoạn mắt chuyển động nhanh). Ở loài động vật hữu nhũ, Giấc ngủ mắt chuyển động nhanh chỉ xảy ra khi cơ thoải mái và, theo lưu ý của Manger, \"Khi trương lực cơ bị mất, rất khó đứng ngủ.\""
        },
        {
            "en": "Night terrors happen during deep non-<em>REM</em> sleep. Unlike nightmares (which occur during <em>REM</em> sleep), a night terror is not technically a dream, but more like a sudden reaction of fear that happens during the transition from one sleep phase to another.",
            "vi": "Giật mình thức dậy hoảng sợ xảy ra trong giai đoạn giấc ngủ sâu và mắt không chuyển động nhanh. Khác với ác mộng (xảy ra trong giai đoạn ngủ mắt cử động nhanh), về mặt chuyên môn, chứng giật mình thức dậy hoảng sợ không phải là một giấc mơ, mà giống hơn với một phản ứng bất ngờ của sự sợ hãi xảy ra trong quá trình chuyển đổi từ một giai đoạn ngủ này sang một giai đoạn khác. "
        },
        {
            "en": "During a typical night, sleep occurs in several stages. Each is associated with particular brain activity, and it's during the rapid eye movement (<em>REM</em>) stage that most dreaming occurs.",
            "vi": "Trong một đêm điển hình, giấc ngủ diễn ra trong nhiều giai đoạn. Mỗi giai đoạn gắn liền với từng hoạt động cụ thể của não, và giai đoạn ngủ mắt cử động nhanh (REM) là giai đoạn mà hầu hết các giấc mơ xảy ra."
        },
        {
            "en": "\"... we demonstrate that <em>REM</em> sleep physiology is associated with an overnight dissipation of amygdala activity in response to previous emotional experiences, altering functional connectivity and reducing next-day subjective emotionality.\"",
            "vi": "“... chúng tôi chứng minh rằng sinh lý giấc ngủ REM có liên quan với sự xua tan trong đêm của hoạt động của hạch hạnh nhân trong phản ứng với các trải nghiệm cảm xúc trước đây, làm thay đổi kết nối chức năng và giảm tính đa cảm chủ quan trong ngày hôm sau.”"
        },
        {
            "en": "On further investigation, Walker discovered that the generic blood pressure suppresses norepinephrine in the brain, thus making the brain more \"stress-free\" during <em>REM</em> sleep, with the effect of reducing nightmares and increasing quality of sleep.",
            "vi": "Khi tìm hiểu sâu hơn, Walker phát hiện ra rằng huyết áp trong cơ thể ngăn chặn norepinephrine trong não, do đó làm cho não giải toả căng thẳng trong giai đoạn ngủ động mắt nhanh (REM), với tác động giảm ác mộng và tăng chất lượng giấc ngủ."
        },
        {
            "en": "The radiation level at the surface of Europa is equivalent to a dose of about 540 <em>rem</em> per day, an amount of radiation that would cause illness in human beings.",
            "vi": "Mức phóng xạ tại bề mặt Europa tương đương với lượng 540 rem một ngày, một lượng đủ để gây bệnh cho con người."
        },
        {
            "en": "Their findings may also offer clues about why we dream at all, and about the emotional function of Rapid Eye Movement (<em>REM</em>) sleep, which comprises around 20% of the time a healthy person spends asleep.",
            "vi": "Phát hiện của họ cũng có thể đưa ra lý giải về việc tại sao chúng ta lại nằm mơ, và về chức năng cảm xúc của giai đoạn ngủ động mắt nhanh (REM), trong đó bao gồm khoảng 20% thời gian mà một người khỏe mạnh dành để ngủ."
        },
        {
            "en": "Did you think only men experience this phenomenon? Not true, says Barbara Bartlik, MD, a psychiatrist and sex therapist in New York. Warning, further reading may produce blushing: “Women have orgasms during their sleep, just as men do,” she says. “These orgasms often accompany erotic dreams, but they also may occur during dreams of a nonerotic nature.” When women dream, she says, it’s not uncommon for their genitals to become engorged and lubricated. “This occurs during <em>REM</em> sleep, which happens several times during the night,” she says. A similar thing happens to men. “Men get erections during <em>REM</em> sleep, whether or not the man is having an erotic dream.”",
            "vi": "Bạn có cho rằng chỉ nam giới mới trải nghiệm hiện tượng này không? Không đúng, theo Barbara Bartlik, một bác sĩ tâm thần và là nhà trị liệu tình dục ở New York. Cảnh báo, tiếp tục đọc có thể khiến bạn đỏ mặt: \"Phụ nữ, giống như nam giới, cũng có cực khoái trong giấc ngủ của họ\", cô nói. \"Những cực khoái này thường đi kèm với những giấc mơ khiêu dâm, nhưng hiện tượng này cũng có thể xảy ra trong giấc mơ về những điều không liên quan gì đến tình dục\". Khi phụ nữ mơ, cô nói, chẳng có gì lạ khi bộ phận sinh dục của họ căng lên và tiết ra chất nhờn. \"Điều này xảy ra trong giấc ngủ REM (trạng thái ngủ mắt cử động), nhiều lần suốt đêm\", cô ấy nói. Điều xảy ra tương tự ở nam giới. \"Đàn ông có được sự cương cứng trong giấc ngủ REM, dù có đang mơ một giấc mơ về tình dục hay không.\""
        },
        {
            "en": "\"By reprocessing previous emotional experiences in this neuro-chemically safe environment of low norepinephrine during <em>REM</em> sleep, we wake up the next day, and those experiences have been softened in their emotional strength. We feel better about them, we feel we can cope,\" says Walker.",
            "vi": "“Bằng cách tái xử lý các trải nghiệm cảm xúc trước đây trong môi trường an toàn về phương diện hóa học  của norepinephrine thấp trong giấc ngủ REM, chúng ta thức dậy vào ngày hôm sau, và những trải nghiệm đó đã được dịu đi trong cường độ cảm xúc của chúng. Chúng ta sẽ cảm thấy dễ chịu hơn về chúng, và chúng ta cảm thấy mình có thể đương đầu được”, Walker nói."
        },
        {
            "en": "Halfway across the country, a cardiologist at the Baylor College of Medicine, in Texas, was looking into alleged connections between SUNDS, <em>REM</em> sleep, and sleep paralysis. The doctor, Matteo Vatta, found that Southeast Asian men were predisposed to a genetic heart arrhythmia that was possibly behind the deaths of the Hmong men back in the 80s.",
            "vi": "Một bác sĩ tim mạch tại Đại học y khoa Baylor, Texas đã đi khắp một phần hai đất nước để tìm kiếm mối liên kết giữa SUNDS, giai đoạn REM và tình trạng tê liệt khi ngủ. Bác sĩ Matteo Vatta phát hiện ra rằng nam giới Đông Nam Á có xu hướng rối loạn nhịp tim di truyền. Điều này có thể là nguyên nhân gây nên cái chết của người Hmông trong những năm 80."
        },
        {
            "en": "Walker says we already know that <em>REM</em> sleep is accompanied by a sharp fall in levels of norepinephrine, a brain chemical associated with stress. So he and his colleagues suggest that the fall in stress chemicals in the brain is what soothes the emotional reactions that arise in the processing of memories of the previous day's experiences.",
            "vi": "Walker nói chúng ta đã biết rằng giấc ngủ của giai đoạn ngủ động mắt nhanh (REM) đi kèm với sự sụt giảm mạnh trong mức độ norepinephrine (hoóc-môn làm tăng huyết áp, nhịp tim và đường huyết), một hóa chất trong não liên quan đến stress. Vì vậy, ông và các đồng nghiệp cho rằng sự giảm xuống của các hóa chất gây căng thẳng trong não là những gì làm dịu những phản ứng cảm xúc phát sinh trong quá trình xử lý các ký ức của trải nghiệm trong ngày hôm trước."
        },
        {
            "en": "Researchers at the University of California (UC), Berkeley, have discovered that during <em>REM</em> or the dream phase sleep, our body's stress chemistry shuts down while the brain processes emotional experiences and eases the pain in difficult memories. They suggest their findings, reported online in the journal Current Biology on Wednesday, offer a compelling explanation for why people with post-traumatic stress disorder (PTSD) have recurring nightmares and a hard time recovering from distressing experiences.",
            "vi": "Các nhà nghiên cứu tại Đại học California (UC), Berkeley, đã phát hiện ra rằng trong giai đoạn ngủ động mắt nhanh (REM) hoặc giai đoạn ngủ mơ, đặc tính hóa học gây căng thẳng trong cơ thể chúng ta giảm xuống trong khi não xử lý các trải nghiệm về cảm xúc và và giúp giảm bớt nỗi đau trong những ký ức không dễ chịu. Họ cho rằng các phát hiện của mình, đăng trực tuyến trong tạp chí Current Biology vào hôm thứ tư, cung cấp một lời giải thích thuyết phục cho lý do tại sao những người mắc chứng rối loạn căng thẳng hậu chấn thương tâm lý (PTSD) có những cơn ác mộng lặp đi lặp lại và khoảng thời gian khó khăn để hồi phục từ những trải nghiệm đau buồn."
        },
        {
            "en": "Ben is in the middle of a wonderful dream. He's riding the ocean waves with his family when — BAM! — along comes a giant sea creature poised for attack. Ben thrashes in bed, trying to fight off the monster. When he calls out, his mom comes in to see what's wrong. \"It's all right, Ben,\" she says, smoothing his sweaty forehead. \"You had a bad dream, and now you're awake. You're awake and you're safe.\"   What exactly is a nightmare? If you've ever had a nightmare, you're in good company. Almost everyone gets them once in a while — adults, as well as kids. A nightmare is a bad dream. It can may make you feel scared, anxious, or upset, but nightmares are not real and can't harm you. While you sleep, your brain doesn't just turn off. It goes through several sleep stages, including <em>REM</em>, or Rapid Eye Movement, and sleep. Why do they call it that? Because during this stage of sleep, your eyes move back and forth under your closed eyelids. During <em>REM</em> sleep, you have dreams and sometimes those dreams can be scary or upsetting. About every 90 minutes your brain switches between non-<em>REM</em> sleep and <em>REM</em> sleep. The amount of time spent in <em>REM</em> sleep increases with each sleep cycle through the night. The longest periods of <em>REM</em> sleep occur towards morning. If you wake during this <em>REM</em> stage, it is easier for you to remember what you were dreaming about. That's why your most vivid dreams — and nightmares — occur in the early morning hours. Why do I get nightmares? Stressful things that happen during the day can turn dreams into nightmares. Nightmares may be a way to relieve the pressures of the day. This usually means dealing with things most kids have to face: problems at home, problems at school, and stress from sports or schoolwork. Sometimes major changes, such as moving or the illness or death of a loved one, can cause stress that leads to nightmares. Another thing that may cause nightmares is watching scary movies or reading scary books, especially before you go to bed. Sometimes if you are sick, especially with a high fever, you may have nightmares. Certain medications also can cause nightmares. Let your parents and doctor know if you notice you are having more nightmares around the time you started a new medicine. But sometimes you might have a nightmare for no reason at all. How can I prevent nightmares? Although it is normal to have a nightmare once in a while, there are some techniques you can try to get nightmares under control. Get into a healthy sleep routine. Try to go to bed about the same time and wake up at the same time every day. Unless you're sick or didn't get enough sleep the night before, avoid naps during the day. Avoid eating or exercising just before bedtime. Avoid scary books or movies before bedtime if you think they might be causing your nightmares. Sleep with a stuffed toy or favorite blanket. This helps some kids feel more secure. Use a nightlight. Even if you gave up yours up years ago, you might want to turn it back on. With a nightlight, if you awake from a nightmare, you'll be able to see familiar things and remember where you are. Keep your door open. This will help you remember that your family is close by. If you are scared, get up and find someone for reassurance. You're never too old for a hug! What if the nightmares don't go away? Most of the time, nightmares are not a big problem. It often helps to tell a trusted adult about your bad dreams. Just talking about what happened might make you feel better. If something has been troubling you during the day, discussing those feelings also may help. Some kids \"rewrite\" their nightmares by giving them happier outcomes. For example, Ben could imagine hopping on that sea monster and bringing his family along for a great ride. Another trick to get control of your nightmares is to draw a picture of the bad dream and then rip it up! Sometimes it helps to keep a dream journal, a notebook in which you describe the dreams you can recall. Tracking your dreams — good and bad — and how you felt before you went to sleep can give you a better sense of how your mind works at night. If you have frequent nightmares, you and your parent might want to see a counselor or a psychologist to help you deal with your bad dreams. It will give you a chance to talk about some of the things bothering you that may be related to your nightmares. Rarely, kids with frequent nightmares may need to visit a doctor or a sleep clinic. A doctor can determine whether your nightmares are the result of a physical condition. A sleep clinic can check your brain waves, muscle activity, breathing, and other things that happen with your body while you sleep. If nothing else seems to work, your doctor may prescribe medicine designed to help you sleep through the night. Remember, nightmares are not real and they cannot hurt you. Dreaming about something scary does not mean it will happen in real life. And it doesn't mean you're a bad person who wants to do mean or scary things. Everyone has nightmares now and then. You aren't a baby if you feel afraid after a nightmare. If you need to snuggle with a parent or even a sister or brother, that's all right. Sometimes just talking to a parent or grabbing a quick hug may be all you need. Nightmares may be scary for a little bit, but now you know what to do. Sweet dreams!      ",
            "vi": "Ben đang nằm chiêm bao, cậu có một giấc mơ tuyệt đẹp. Trong giấc mơ, cậu thấy mình đang lướt sóng cùng  với gia đình trên một đại dương bao la ngút ngàn, bỗng RẦM! xuất hiện một sinh vật biển khổng lồ đang ở tư thế sẵn sàng tấn công. Ben đạp chân mạnh lên giường, cố chống trả lại con quái vật. Khi cậu bé hét toáng lên, mẹ cậu vội đến xem con có vấn đề gì không, bà vuốt trán đang vã ướt mồ hôi của cậu “Không sao đâu con.” “Con mơ thấy ác mộng thôi,  giờ thì con tỉnh rồi, con an toàn rồi mà, đúng không?”   Cơn ác mộng chính xác là gì?  Nhiều người cũng đã từng gặp ác mộng giống như bạn. Hầu hết mọi người chúng ta – người lớn và trẻ con - ai cũng thỉnh thoảng mơ thấy ác mộng. Ác mộng là một giấc mơ rùng rợn, đầy những cảnh lo lắng sợ hãi. Nó có thể làm chúng ta sợ hãi, hồi hộp, hoặc bồn chồn khó chịu, nhưng ác mộng không có thực và chẳng thể nào làm hại chúng ta đâu.   Trong khi bạn ngủ, não bộ không phải là ngưng hoạt động. Nó trải qua nhiều giai đoạn ngủ khác nhau, bao gồm giai đoạn ngủ mơ hay thấy cảnh này cảnh nọ (chưa ngủ thật, cơ thể có những thay đổi như nháy mắt, mất phản xạ, mạch đập nhanh, não hoạt động tích cực), hoặc mắt cử động trong lúc ngủ, và ngủ. Tại sao lại gọi bằng thuật ngữ đó? Bởi suốt giai đoạn này, mắt của chúng ta cử động lui tới hoặc cử động qua lại dưới đôi mi đã nhắm nghiền. Lúc này nhiều hình ảnh xuất hiện và đôi khi những giấc mơ ấy có thể làm chúng ta sợ hãi hoặc lo ngại, khó chịu trong lòng.   Não bộ của chúng ta sẽ chuyển từ trạng thái ngủ mắt bất động sang trạng thái ngủ mắt cử động cứ khoảng 90 phút một lần. Khoảng thời gian ngủ mắt cử động gia tăng với từng chu kỳ ngủ suốt cả đêm và đạt đến đỉnh điểm khi trời càng về sáng. Nếu chúng ta thức giấc suốt giai đoạn này thì não sẽ dễ giúp chúng ta nhớ những gì xảy ra trong mơ dễ dàng hơn. Đó là lý do vì sao những giấc mơ sống động nhất – và những cơn ác mộng – thường hay xảy ra vào lúc sáng sớm.  Vì sao tôi mơ thấy ác mộng?  Nhiều chuyện căng thẳng xảy ra vào ban ngày có thể làm cho giấc mơ trở thành cơn ác mộng. Những cơn ác mộng này có thể là cách giải toả áp lực của ban ngày. Vấn đề này thường là những chuyện mà hầu hết trẻ nhỏ phải đối mặt: vấn đề ở nhà, vấn đề ở trường, áp lực thể thao hoặc áp lực học hành. Đôi khi những biến cố lớn, chẳng hạn như di chuyển chỗ ở hoặc là do một người thân yêu nào đó của chúng ta bệnh hoặc mất đi, có thể gây ra căng thẳng dẫn đến một điều là chúng ta gặp ác mộng.  Ác mộng còn có thể là do xem phim kinh dị hoặc đọc sách rùng rợn, nhất là trước khi đi ngủ.  Đôi khi bệnh, nhất là khi cơ thể bị sốt cao thì chúng ta cũng có thể mơ thấy ác mộng. Một số loại thuốc nào đó cũng có thể gây ác mộng. Bạn nên nói cho bố mẹ và bác sĩ biết khi phát hiện thấy mình bị ác mộng nhiều hơn vào khoảng thời gian bắt đầu sử dụng thuốc mới.  Nhưng cũng có những lúc mà chúng ta có thể mơ thấy ác mộng một cách vô cớ, không vì lý do nào hết.  Tôi có thể ngăn ngừa ác mộng như thế nào?  Dẫu rằng thỉnh thoảng chúng ta cũng mơ thấy ác mộng, chuyện đó quả là bình thường, nhưng cũng có vài cách bạn có thể thử để kiểm soát được ác mộng.    Hãy tập một thói quen ngủ nghỉ đều đặn có lợi cho sức khỏe. Mỗi ngày bạn nên cố đi ngủ và thức dậy đúng giờ. Trừ phi bị bệnh hoặc không ngủ đủ giấc đêm trước thì bạn nên tránh chợp mắt vào ban ngày. Bên cạnh đó, bạn cũng không nên ăn hoặc tập thể dục ngay trước giờ ngủ. Đừng đọc sách rùng rợn hoặc xem phim kinh dị trước giờ ngủ nếu bạn nghĩ chúng có thể làm cho mình mơ thấy ác mộng.  Bạn nên mang theo vào giường một món đồ chơi nhồi bông hay một cái mền yêu thích nào đó. Điều này giúp cho một số trẻ nhỏ cảm thấy an toàn hơn.  Hãy sử dụng đèn ngủ. Cho dù là bạn đã không sử dụng đèn ngủ cách đây nhiều năm rồi thì bạn cũng cần nên dùng lại. Nếu bạn thức giấc do mơ thấy ác mộng thì khi có đèn ngủ, bạn sẽ có thể nhìn thấy nhiều vật quen thuộc xung quanh và nhớ ra mình đang ở đâu. Đừng đóng kín cửa phòng. Cửa phòng để mở sẽ giúp bạn nhớ ra rằng gia đình của mình đang ở gần bên cạnh. Nếu bạn cảm thấy sợ hãi thì nên thức dậy và tìm một người nào đó để trấn an, làm cho bạn an tâm trở lại. Bạn chẳng bao giờ quá lớn đến nỗi không thể ôm người khác đâu!  Nếu bạn vẫn không hết bị ác mộng thì làm sao đây?  Ác mộng hầu như lúc nào cũng bình thường, không phải là chuyện gì to tát đâu. Bạn nên kể cho một người lớn nào đó mà mình tin tưởng, có thể bạn sẽ cảm thấy đỡ hơn. Nói về những điều xảy ra với bạn cũng có thể làm bạn thoải mái hơn. Nếu có vấn đề gì làm cho bạn khó chịu vào ban ngày thì bạn cũng nên bộc lộ, bày tỏ những cảm xúc ấy – điều này cũng có thể giúp ích cho bạn.   Một số trẻ nhỏ “viết lại” các cơn ác mộng của mình bằng cách cho chúng có hậu vui hơn. Chẳng hạn như, Ben có thể tưởng tượng mình nhảy lên mình con thuỷ quái kia và cả gia đình cùng có một chuyến đi chơi thú vị. Một mẹo khác có thể giúp bạn khống chế ác mộng là vẽ ra một bức tranh về cơn ác mộng của mình rồi sau đó xé nát nó đi!  Đôi khi bạn cũng nên giữ một quyển nhật ký giấc mơ trong đó bạn miêu tả những điều trong mơ mà mình có thể nhớ lại được. Việc để ý, theo dõi giấc mơ – đẹp và kinh khủng – và cảm giác của bạn trước khi đi ngủ cũng có thể giúp bạn hiểu hơn về cách mà đầu óc mình hoạt động vào buổi tối như thế nào.   Nếu thường xuyên mơ thấy ác mộng thì bạn và bố mẹ cũng cần nên đến một chuyên viên tư vấn hoặc một nhà tâm lý nào đó để có thể giúp bạn đối phó với những cơn ác mộng đó. Đây cũng là cơ hội cho bạn có thể nói ra những điều làm mình phiền muộn có thể liên quan đến những giấc mơ rùng rợn ấy.  Trẻ nhỏ mơ thấy ác mộng thường xuyên cũng hiếm khi cần đến khám bác sĩ hoặc bệnh viện hay trung tâm chuyên về giấc ngủ. Bác sĩ có thể xác định xem các cơn ác mộng của bạn có phải là do tình trạng sức khỏe gây ra hay không. Bệnh viện chuyên về giấc ngủ có thể kiểm tra sóng não của bạn, hoạt động cơ, hơi thở, và những thứ khác xảy ra với cơ thể bạn trong lúc ngủ. Nếu không có điều gì khác có thể làm bạn cảm thấy thoải mái hơn thì bác sĩ có thể kê toa cho bạn để giúp bạn ngủ được suốt cả đêm.  Xin nhớ rằng, những cơn ác mộng đó không phải là thực và chúng cũng chẳng thể làm tổn thương bạn đâu. Mơ thấy điều rùng rợn, kinh dị không đồng nhất với việc nó sẽ xảy ra trong đời sống hiện thực của bạn. Và cũng không có nghĩa là bạn là một người xấu muốn làm chuyện hèn hạ hay làm điều gì đó khủng khiếp. Con người chúng ta ai cũng thỉnh thoảng mơ thấy ác mộng.  Bạn chẳng phải là một đứa trẻ nếu cảm thấy sợ hãi sau một cơn ác mộng. Nếu cần ôm bố mẹ hoặc thậm chí là ôm anh em trai hoặc chị em gái, tất cả đều được thôi. Đôi khi chỉ cần nói chuyện với bố mẹ hoặc chỉ cần một vòng tay ôm nhanh cũng có thể là liều thuốc cần thiết với bạn.  Ác mộng có thể là đáng sợ một chút vậy thôi, nhưng giờ thì bạn đã biết làm gì rồi phải không. Hãy mơ giấc mơ ngọt ngào đi nhé!   "
        }
    ],
    "suggestions": []
}