{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Reno"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Reno"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Reno"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Reno"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Reno"
        }
    },
    "sentences": [
        {
            "en": "The man was one of the two casino killers in <em>Reno</em>.",
            "vi": "Người đàn ông là một trong hai kẻ sát nhân sòng bạc ở Reno."
        },
        {
            "en": "<em>Reno</em> sighed wearily as he thought back on that fateful morning.",
            "vi": "Reno thở dài mệt mỏi khi ông ấy nghĩ lại buổi sáng đau buồn đó."
        },
        {
            "en": "Your oldest boy was picked up in <em>Reno</em> for some petty theft you don't even know about.",
            "vi": "Con trai lớn của em bị bắt ở Reno vì tội ăn cắp vặt mà em lại không biết hay sao."
        },
        {
            "en": "Bringing the Beauty of Math to Life           For many people, math can be intimidating. But Alex Bellos finds it intriguing.  The journalist has degrees in mathematics and philosophy from Oxford University. After 20 years as a reporter, Bellos decided to combine his profession and his degrees. He traveled around the world - and back in time - to uncover fascinating stories of mathematical achievements and to profile people whose lives are intertwined with numbers.  Alex Bellos discovered that mathematics - which seems so absolute - is not the same everywhere around the globe.  \"While two plus two is indeed four all over the world, the approach to math is so, so different,\" Bellos says. \"I came from the U.K. where being good at math is seen as being uncool. This is not the case even in France. The French love their math. It's quite cool to be a mathematician. Mathematicians in France are seen as great intellectuals. And being good at arithmetic in India is almost seen as a badge of national pride. In Japan, which is a culture most different from mine, a million children study the abacus for fun after school. Counting is seen as fun. It's quite fun to be able to calculate and do multiplication very, very quickly.\"  Japan was one of the places Bellos visited on his year-long journey. There, he met the creator of the popular Sudoku puzzles and talked about the brain-teasing delights of mathematical games. In a town near Tokyo, he spent time with a guru of origami, the traditional Japanese art of paper folding. Origami, Bellos says, is one of the hottest areas of mathematical work today.   \"It turns out that origami is a brilliant way to understand geometry,\" he says. \"And if you start to think about paper folding, there are lots of things you can't do with the methods that have been taught in schools really since the Greeks. For instance, trisection of an angle. Just using a compass and straight-edge, you cannot construct an angle which is a third of another angle, but you can do that with origami. So it's quite interesting to think that origami in Japan, it may be a cultural thing for children, but now people study origami at the highest level in academia.\"  While in Japan, Bellos also met a math whiz who is not human.  \"I met the world's most numeric chimpanzee, he says. \"And it's fascinating just to see that chimpanzees can learn to count.\"  Bellos recounts his adventures in a new book, \"Here's Looking at Euclid.\" The title is a play on Humphrey Bogart's famous line, \"Here's looking at you, kid,\" from the movie \"Casablanca.\"    The ancient Greek mathematician Euclid is known as the father of geometry. Bellos also had fun with the title of the UK edition of the book, \"Alex's Adventures in Numberland,\"  an obvious takeoff on the British classic, \"Alice's Adventures in Wonderland.\"  The book is subtitled, \"A Surprising Excursion through the Astonishing World of Math.\"  In it, Bellos talks to two Ukrainian-American brothers who have built the world's biggest supercomputer in their New York apartment. He also went to <em>Reno</em>, Nevada to meet the man who sets the odds for more than half of the world's slot machines. While in Missouri, Bellos met with the president of the Dozenal Society of America.  \"Dozenalists are people who believe the decimal system - the system of 10 digits, zero to nine - is not very good, is not sufficient, and suggest we need to add two extra digits,\" say Bellos. \"One might say it's crazy, trying to introduce two new numbers to the number system, but mathematically it makes a perfect sense because multiplication and division become much easier if we count in twelves rather than tens.”  In exploring the wonder of math, Bellos discovered numbers are not innate to humans. They were first used only about 5,000 years ago. And he found groups of people today that don't use numbers at all or very few of them.  \"In the Amazon, I spoke to a man who has been researching the tribe, the Munduruku, who have numbers up to five and that's it,\" he says. \"Actually, they maybe even have numbers up to four because they have a word for one, for two, for three-ish, for four-ish and then they use the word palm or handful for five.\"  Bellos also stopped in Germany this summer to report on the bi-annual Mental Calculation World Cup. The 10-year-old competition has several categories: addition, multiplication, square root and calendar calculation. In that last event, contestants are given a number of dates and they have to figure out which days of the week those dates fall on - all in their head. The winner of the 2010 competition is 11 years old.  \"Priyanshi Somani from India. She learned to calculate using an abacus,\" he says. \"So when she's calculating, she's moving her hands around in the air in front of her as if there is an abacus there.\"  Somani later told Bellos she imagined she was using an abacus during the competition. When asked whether she could do the mental calculations without using her hands, Somani told Bellos that she didn't think so.  Bellos embarked on his around-the-world excursion to prove that mathematics is not a dry field of learning. The stories in his book prove that it's surprising and astonishing, as surely as the square of the hypotenuse of a right triangle equals the sum of the square of its two other sides.",
            "vi": "Mang cái đẹp của toán học vào cuộc sống       Đối với nhiều người, toán học có thể là đáng sợ. Nhưng Alex Bellos lại thấy nó vô cùng hấp dẫn. Nhà báo này có bằng cấp về toán học và triết học của Đại học Oxford. Sau 20 năm làm phóng viên, Bellos quyết định kết hợp nghề nghiệp và học vị của mình. Anh ấy du lịch vòng quanh thế giới - và truy tìm lại lịch sử - để khám phá những câu chuyện thú vị về những thành tựu toán học đồng thời kể về những con người mà cuộc đời của họ gắn liền với những con số.  Alex Bellos khám phá ra được rằng toán học – dường như rất tuyệt đối – lại không hề giống nhau ở khắp nơi trên địa cầu này. \"Mặc dù ở đâu người ta cũng đều công nhận 2+2=4 nhưng phương pháp tiếp cận toán học lại rất khác nhau”, Bellos nói. \"Tôi đến từ Anh quốc, nơi mà một người giỏi toán được xem như chẳng có gì đáng nói. Nhưng ở đất Pháp thì lại khác. Người Pháp rất yêu thích toán học. Một nhà toán học ở đây thì khá là “hay ho”. Ở Pháp, những nhà toán học được xem là giới trí thức uyên bác. Và tại Ấn Độ, học giỏi về số học hầu như được xem là một biểu hiện của lòng tự hào dân tộc. Ở Nhật, nơi có nền văn hoá khác xa văn hoá xứ tôi, một triệu trẻ em học toán bằng bàn tính để giải trí sau giờ học. Tính toán được coi là một thú tiêu khiển. Thật là vui thú khi có thể tính toán và làm tính nhân một cách thật mau chóng.\"  Nhật Bản là một trong những nơi Bellos viếng thăm trong chuyến hành trình kéo dài nhiều năm của mình. Ở đó, anh gặp người sáng tạo ra trò Sudoku nổi tiếng và bàn luận về những cái thú vị động não trong những trò chơi toán học. Ở một thị trấn gần Tokyo, anh ấy bỏ một chút thời gian đàm đạo với một bậc thầy Origami, nghệ thuật xếp giấy truyền thống Nhật Bản. Bellos cho rằng Origami là một trong những lĩnh vực thành công nhất của toán học hiện đại. \"Hoá ra Origami là một phương pháp xuất sắc để hiểu về hình học,\" anh ấy nói . \"Và nếu bạn bắt đầu nghĩ về việc xếp giấy, có nhiều thứ bạn không thể làm bằng những phương pháp đã được dạy ở trường học từ thời có người Hy lạp. Chẳng hạn như, chia một góc làm ba. Chỉ cần sử dụng com-pa và thước thẳng, bạn không thể vẽ được một góc bằng 1/3 của một góc khác, nhưng bạn có thể làm điều đó với Origami. Thật là thú vị khi nghĩ rằng ở Nhật origami có thể là một trò chơi văn hoá dành cho trẻ em, nhưng giờ đây người ta nghiên cứu chuyên sâu về origami ở cấp cao nhất trong học thuật.\"  Khi ở Nhật, Bellos cũng gặp một cao thủ toán học nhưng không phải là một con người.  \"Tôi đã gặp một con tinh tinh giỏi số học nhất thế giới và thật thú vị khi nhìn con tinh tinh đó có thể học đếm.\"  Bellos kể lại những cuộc phiêu lưu của anh ấy trong một cuốn sách mới “Hãy nhìn Euclid”. Tiêu đề nhại theo một câu nói nổi tiếng của Humphrey Bogart, \"Hãy nhìn mày đi nhóc\" trong bộ phim \"Casablanca\".  Nhà toán học Hy Lạp cổ đại Euclid được coi là ông tổ hình học. Bellos  còn chơi chữ với tên của ấn bản sách xuất bản ở Anh “Những cuộc phiêu lưu của Alex trong vùng đất số\", rõ ràng là nhại từ câu chuyện cổ của Anh  \"Những cuộc phiêu lưu của Alice ở xứ sở thần tiên.\"  Tiêu đề phụ của cuốn sách là \"Cuộc dạo chơi đầy bất ngờ trên khắp thế giới lạ lùng của toán học.\"  Trong đó, Bellos có cuộc trò chuyện với hai anh em quốc tịch Mỹ-Ukraina đã xây dựng một siêu máy tính lớn nhất thế giới trong một căn hộ ở New York của họ. Anh ấy cũng đi đến Reno, Nevada để gặp người đàn ông chơi chấp hơn một nửa máy đánh bạc trên thế giới. Khi ở Missouri, Bellos gặp chủ tịch Hiệp hội Dozenal Hoa Kỳ.  \"Dozenalist là những người cho rằng hệ thập phân - hệ 10 chữ số, từ 0 đến 9 – là không đủ và không còn hiệu quả và đề nghị chúng ta cần bổ sung thêm hai chữ số nữa\" Bellos nói. \"Một người nào đó có thể cho rằng việc này là điên rồ khi cố đưa thêm hai chữ số mới mới và hệ số, nhưng về toán học thì nó có một ý nghĩa tuyệt vời vì sự nhân chia sẽ trở nên dễ dàng hơn nếu chúng ta đếm trong 12 chữ số thay vì 10 chữ số.”  Khi tìm hiểu sự kỳ diệu của toán học, Bellos còn khám phá ra những con số không xuất hiện đồng thời với con người. Chúng được sử dụng lần đầu tiên chỉ cách đây khoảng 5.000 năm. Và anh ấy còn phát hiện ngày nay có những nhóm người không hề sử dụng con số nào hoặc rất ít con số.  \"Ở Amazon, tôi trò chuyện với một chuyên gia nghiên cứu về bộ lạc Munduruku, họ chỉ có vỏn vẹn 5 con số mà thôi\" anh ấy nói . \"Thực ra thì, có lẽ họ chỉ có đếm được tới 4 thôi vì họ có những từ để biểu thị cho số 1, số 2, số 3, số 4 và sau cùng họ cùng từ biểu thị bàn tay để chỉ số 5.\"  Bellos cũng dừng lại ở Đức mùa hè này để theo dõi cuộc thi tính nhẩm thế giới tổ chức một năm hai lần. Cuộc đua tranh đã trải qua 10 năm này có vài nội dung như sau: cộng, nhân, căn bậc hai và tính lịch. Trong kỳ thi trước gần đây nhất, những người dự thi được trao cho một con số về ngày tháng và họ phải tính nhẩm trong đầu xem con số này rơi vào ngày nào trong tuần. Người chiến thắng năm 2010 là một cô bé 11 tuổi. \"Priyanshi Somani đến từ Ấn Độ. Cô bé học sử dụng bàn tính,\" anh ấy nói . \"Vì vậy khi tính nhẩm, cô bé huơ hai tay trong không khí ngay trước mặt mình như thể có một cái bàn tính ở đó.\"  Sau đó Somani nói với Bellos rằng cô bé tưởng tượng là mình đang sử dụng bàn tính trong khi thi đấu. Khi được hỏi nếu không sử dụng tay thì cô bé có thể tính nhẩm được không thì Somani nói với Bellos là cô nghĩ mình không làm được.  Bellos bắt đầu chuyến hành trình đi đến mọi miền trên thế giới để chứng tỏ toán học chưa bao giờ là một mảnh đất học thuật khô khan. Những câu chuyện kể trong sách của anh ấy cho thấy những điều bất ngờ thú vị và không kém phần đúng đắn như định lý bình phương cạnh huyền của một tam giác vuông bằng tổng bình phương của hai cạnh góc vuông. (định lý Pi-ta-go)"
        },
        {
            "en": "New parent mistakes All parents make mistakes. Don't believe it? Just think about your own parents. You will no doubt come up with a laundry list of things they did wrong. The truth is no one is infallible -- especially new parents. But if you know the most common parenting mistakes, maybe you can keep from making them yourself. So here they are, along with tips to help you avoid making them. Mistake No. 1: Panicking over anything and everything \"Many new parents have overblown physical reactions to spitting up, vomiting, and other things a baby does,\" explains New York City – based psychoanalyst Leon Hoffman, MD. Hoffman is the director of the Pacella Parent Child Center. He tells WebMD that parents can literally waste the entire first year of their baby's life by sweating the small stuff. Is he having too many bowel movements or too few? Is she spitting up too much? Is she getting enough to eat or too little? Does he cry too much or not enough? Any of that sound familiar to you? Hoffman says, \"This worry gets in the way of being spontaneous and enjoying your infant's first year of life. Babies are far more resilient than we give them credit for.\"  Mistake No. 2: Not letting your infant cry it out \"We, as parents, think our job is to make sure the baby is not crying,\" says pediatric nurse Jennifer Walker, RN. \"That's because we associate crying with the fact that we are doing something wrong and we need to fix it.\" Walker is coauthor of The Moms on Call Guide to Basic Baby Care. \"Babies are designed to cry,\" she tells WebMD. They can be perfectly diapered and fed and still cry like you are pulling an arm off.\" For the most part, crying is just part of being a baby. But if your infant is inconsolable for an hour and crying is associated with fever, rash, or persistent vomiting, call your pediatrician as soon as possible. Mistake No. 3: Waking baby up to breastfeed Mistake or misconception? \"Breastfed babies can -- and should -- sleep through the night,\" says Walker. \"But there's a common misconception that breast milk is not thick enough to get an infant through the night. But it is beneficial for breastfed babies -- and their moms -- to sleep through the night.\" Mistake No. 4: Confusing spit-up and vomit Walker says, \"The difference (between spit-up and vomit) is frequency, not forcefulness.\" Vomiting is about frequency. \"If your baby is vomiting with a gastrointestinal virus,\" she says, \"it will come every 30 or 45 minutes regardless of being fed or not.\" Mistake No. 5: Not sweating a fever in a newborn \"Any fever over 100.4 °F rectally in the first three months of a baby's life is an emergency,\" Walker says. The one exception is a fever that develops within 24 hours after an infant's first set of immunizations. Walker tells WebMD, \"Some parents may just say, 'He feels warm' and give the baby Tylenol. But that's a parenting mistake in this age group. An infant's immune system is not set up to handle an infection on its own.\" Mistake No. 6: Not properly installing the car seat Any new parent who has tried knows that installing a car seat is rocket science. \"Once you have chosen the right seat,\" Walker says, \"go to your local fire station or Babies\"R\"Us or another chain store to make sure you have installed it correctly.\" Or go to get help putting it in. \"Your infant's life,\" she says, \"may depend on it.\"  Mistake No. 7: Neglecting oral care \"Many new parents don't think about their newborns teeth or oral health until it is too late,\" says Saul Pressner, a New York City-based dentist. Your baby is never too young for you to start encouraging good oral health habits. Pressner offers tips to help new parents know how to do that:     * Don't give your infant milk in bed once teeth have erupted. \"This will increase the risk of developing cavities,\" Pressner says, adding that the cavities are also known as baby bottle decay.     * Use a wet gauze to wipe down your baby's gums, he says. And start using a toothbrush when the baby turns 1.     * It's also important to make sure your child is getting enough fluoride. Fluoride is found naturally in water and aids in cavity prevention. Some towns have fluoridated water through the taps. \"If yours doesn't,\" says Pressner, \"ask your dentist about supplements.\" Mistake No. 8: Ignoring your marriage \"Staying connected within the marriage when you first have a child is really important and can be overlooked,\" says John C. Friel, PhD. Friel is a licensed psychologist in <em>Reno</em>, Nev., and Minneapolis, Minn. \"Any weakness in that relationship will get magnified by having a child,\" he says. \"And while you have to focus a lot on the new baby, you must somehow maintain a sense of being a couple.\" Friel is also the coauthor of The 7 Worst Things (Good) Parents Do. Friel advises to avoid this common parenting mistake by \"making sure that you are not zoning out when you are not with the baby.\"   Mistake No. 9: Trusting unreliable sources for parenting advice \"Many new parents go to the wrong places for parenting advice,\" says Walker. \"This is a classic parenting mistake,\" she says, and she advises that you be careful about where you get your information. Walker says, \"WebMD.com, the Federal Centers for Disease Control and Prevention (CDC), and the American Academy of Pediatrics are reputable and useful when making decisions about general medical care and immunizations.\"  ",
            "vi": "Những sai lầm khi nuôi con đầu lòng  Cha mẹ nào chẳng mắc sai lầm. Không tin ư? Hãy liên tưởng đến bố mẹ ở nhà mình xem nào. Bạn sẽ hiển nhiên liệt kê ra cả khối điều mà họ phạm phải đấy thôi.   Sự thật là “nhân vô thập toàn”, không ai toàn mỹ hết đâu, nhất là những người mới lần đầu làm bố mẹ. Nhưng nếu bạn biết những sai lầm mà bố mẹ thường hay mắc phải nhất thì có lẽ bạn sẽ tránh được. Dưới đây là những điều chia sẻ cùng với những bí quyết thiết thực nhằm giúp bạn không rơi vào các tình huống đó.  1. Lo lắng quá mức Bác sĩ y khoa, nhà phân tích tâm lý Leon Hoffman ở thành phố New York giải thích “Nhiều cặp đôi lần đầu làm bố mẹ đã phản ứng quá sức đối với việc nôn ói, trớ, ọc và nhiều thứ khác của trẻ nhỏ.” Bác sĩ Hoffman là giám đốc của Trung tâm Cha mẹ và Trẻ em Pacella chia sẻ với WebMD rằng nhiều phụ huynh có thể đã thật phí toàn bộ năm đầu của bé bởi quá lo lắng chuyện nhỏ nhặt không đâu. Liệu con tôi đi tiêu có quá nhiều lần hay quá ít lần? Bé có nôn trớ quá nhiều không? Bé có ăn đủ chưa hay là ăn quá ít? Bé có khóc quá nhiều hay là khóc chưa đủ? Bất cứ chuyện gì nghe cũng quen thuộc với bạn phải không? Hoffman cho biết “Mối lo âu này làm cản trở sự phát triển tự phát và cản trở niềm vui năm đầu đời của con trẻ. Trẻ con có đủ sức chịu đựng và kiên trì hơn chúng ta nghĩ đấy.  2. Không để cho con khóc  “Chúng ta, những người làm bố mẹ cho rằng nhiệm vụ của mình là đảm bảo làm sao con không khóc”, nữ điều dưỡng khoa nhi Jennifer Walker cho biết “Đó là bởi chúng ta nghĩ trẻ khóc đồng nhất với  việc bố mẹ làm điều gì đó không đúng và cần phải được chỉnh sửa ngay.” Walker là tác giả của quyển The Moms on Call Guide to Basic Baby Care. Cô chia sẻ với WebMD “Trẻ con sinh ra để khóc mà.” Chúng có thể là đã được ăn no và khô ráo hoàn toàn nhưng vẫn khóc y như thể là bạn đang rảnh tay vậy.”  Nói chung, khóc chỉ là một giai đoạn phát triển của trẻ. Nhưng nếu bé khóc dai dẳng không nín trong cả tiếng đồng hồ và kèm theo sốt, phát ban, hoặc ói liên tục, thì bạn nên gọi bác sĩ y nhi khoa càng nhanh càng tốt.   3. Đánh thức con dậy để cho bú  Sai lầm hay là nhận thức sai? Walker cho hay “Trẻ bú mẹ có thể – và nên – ngủ suốt cả đêm,” “Nhưng người ta thường hay sai lầm cho là ban đêm sữa mẹ tiết không đủ để cho bé bú. Nhưng đối với cả mẹ và con thì giấc ngủ đầy đủ suốt cả đêm là hoàn toàn có lợi.  4. Hoang mang, nhầm lẫn giữa chứng nôn trớ và ói mửa Walker cho biết, “Sự khác biệt (giữa nôn trớ và ói mửa) thường là tần số, chứ không phải ở mức độ dữ dội. Ói mửa thường nói đến tần số. “Nếu trẻ ói do vi rút dạ dày-ruột gây ra thì cứ cách 30 hoặc 45 phút thì bé sẽ ói một lần bất kể là đã bú hay chưa.”  5. Không hạ sốt cho trẻ sơ sinh  Walker cho biết “Nếu đo nhiệt độ trực tràng của trẻ nhỏ trong 3 tháng đầu tiên trên 100.4 °F thì đều là sốt nguy hiểm, cần phải được cấp cứu.” Một trường hợp ngoại lệ là sốt trong vòng 24 tiếng đồng hồ sau khi chủng ngừa cho trẻ sơ sinh lần đầu. Chia sẻ với WebMD, bà cho biết “Một số cha mẹ có thể cho rằng con mình bị sốt, và cho bé uống Tylenol. Nhưng đó là sai lầm của họ đối với độ tuổi của con. Hệ miễn dịch của trẻ sơ sinh không có thể tự kháng bệnh nhiễm trùng được.”  6. Không lắp ghế gắn trên xe đúng cách Bất kỳ bố mẹ nào từng cố cài ghế trên xe cho con đều hiểu rằng việc này không hề đơn giản. “Khi bạn đã chọn được ghế ngồi thích hợp thì hãy nên đến trạm chữa cháy ở địa phương hoặc cửa hàng đồ chơi trẻ con hoặc một chuỗi cửa hàng khác để chắc rằng bạn đã lắp ghế cho con an toàn và đúng cách.” Hoặc nên đến nhờ ai đó lắp ghế cho bạn. Walker cho biết “Sinh mạng của con bạn có thể phụ thuộc vào chỗ đó.”  7. Bỏ bê vấn đề chăm sóc răng miệng cho con Saul Pressner, nha sĩ ở thành phố New York cho hay “Mãi cho đến khi quá muộn rồi thì nhiều bố mẹ mới nghĩ đến việc chăm sóc sức khỏe răng miệng cho trẻ sơ sinh.” Trẻ không hề quá nhỏ đến nỗi bạn không thể bắt đầu khuyến khích con có thói quen chăm sóc sức khỏe răng miệng tốt. Bên cạnh đó Pressner cũng đưa ra một số bí quyết giúp các bậc phụ huynh mới có con đầu lòng biết cách phải làm gì:  * Đừng nên cho trẻ bú bình trên giường ngủ khi bé đã mọc răng. Pressner cho hay “Ngậm bình sữa trên giường sẽ làm tăng nguy cơ sâu răng cho bé.” Đây là chứng sâu răng ở trẻ bú bình.   * Bạn nên sử dụng một miếng gạc ướt để lau nướu răng cho con. Và hãy bắt đầu cho bé sử dụng bàn chải đánh răng khi con lên 1 tuổi.  * Điều quan trọng nữa là phải đảm bảo rằng con bạn đủ flo-rua. Flo-rua có sẵn tự nhiên trong nước và giúp phòng tránh sâu răng. Một số thành phố đã cho flo-rua vào nước qua vòi. Pressner nói thêm “Nếu thành phố của bạn không có nước đã có flo-rua thì bạn nên nhờ nha sĩ bổ sung thêm nhé.”  8. Phớt lờ cuộc sống lứa đôi  Tiến sĩ John C. Friel, một nhà tâm lý được cấp phép hoạt động ở Reno, Nev., và Minneapolis, Minn cho biết “Quan hệ nồng thắm trong cuộc sống lứa đôi khi đứa con đầu lòng ra đời thực sự rất quan trọng và có thể bị xao nhãng.” “Tình cảm của vợ chồng son sẽ nhạt đi, sẽ ít mặn mà hơn từ khi làm cha mẹ.” “Và mặc dù phải tập trung chăm sóc nhiều cho con trẻ thì bạn cũng phải nên duy trì mối quan hệ thân mật với người bạn đời của mình. Tiến sĩ Friel cũng đồng tác giả của quyển The 7 Worst Things (Good) Parents Do; ông khuyên nên tránh sai lầm thường thấy này bằng cách “đảm bảo phải lưu tâm đến quan hệ vợ chồng khi không vướng bận con bên cạnh nhé.”  9. Tin tưởng những lời khuyên không đáng tin cậy  Walker cho biết “Nhiều người mới lần đầu làm bố mẹ tìm đến những nơi tư vấn không đúng chỗ.” “Đây là sai lầm cổ điển thường thấy, và bạn nên cẩn trọng với nguồn thông tin có được. \"WebMD.com, Trung tâm Kiểm soát và Ngăn ngừa Bệnh tật Liên bang, và Viện Hàn lâm Nhi khoa Hoa Kỳ là những nơi đáng tin cậy và hữu ích khi bạn quyết định chăm sóc sức khoẻ tổng quát và chủng ngừa cho con.”   "
        }
    ],
    "suggestions": []
}