{
    "en_vn": {
        "data": {
            "content": null,
            "word": "repercussions",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>repercussions</k><blockquote>an indirect result of an event or action.</blockquote><blockquote>→ <kref>repercussion</kref></blockquote></div>",
            "word": "repercussions",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "repercussions",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>repercussions</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to have repercussions on </ex></blockquote></blockquote><blockquote><blockquote><ex>2) far-reaching repercussions</ex></blockquote></blockquote></div>",
            "word": "repercussions",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "repercussions",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The endless <em>repercussions</em> of living on credit",
            "vi": "Hậu quả suốt đời của việc sống nhờ vào sự vay mượn"
        },
        {
            "en": "This explosive news instantly evoked worldwide <em>repercussions</em>.",
            "vi": "Tin chấn động này vừa được công bố, lập tức gây ra phản ứng trên toàn thế giới."
        },
        {
            "en": "There are several <em>repercussions</em> from this long working day.",
            "vi": "Có nhiều hậu quả từ ngày làm việc kéo dài như vậy."
        },
        {
            "en": "Otherwise, there will be mutual cursing and other <em>repercussions</em>.",
            "vi": "Nếu không hai bên sẽ nguyền rủa lẫn nhau và các hậu quả xấu khác sẽ xảy đến."
        },
        {
            "en": "Severing the ties completely could have negative <em>repercussions</em> for both companies, Wood and Mawston agree.",
            "vi": "Cắt đứt hoàn toàn mối quan hệ này có thể mang đến hậu quả tiêu cực cho cả hai công ty, Wood và Mawston có cùng quan điểm."
        },
        {
            "en": "To be sure of no <em>repercussions</em> later his company has been removed from the final list.",
            "vi": "Để tránh những hậu quả về sau, người ta đã xóa công ty của ông ta ra khỏi danh sách cuối cùng rồi."
        },
        {
            "en": "This article explores the spiritual benefits and <em>repercussions</em> of being a vegetarian versus a non-vegetarian.",
            "vi": "Bài viết này tìm hiểu những lợi ích tinh thần và những ảnh hưởng của việc trở thành một người ăn chay so với một người không ăn chay."
        },
        {
            "en": "Changes in the economy will inevitably have <em>repercussions</em> on society and everyday social relations.",
            "vi": "Những thay đổi về kinh tế sẽ không tránh khỏi có những tác động trở lại đối với xã hội và các mối quan hệ xã hội đang diễn ra hàng ngày."
        },
        {
            "en": "Now you can't know the endless <em>repercussions</em> of living on credit.",
            "vi": "Bây giờ thì anh không biết được hậu quả suốt đời của việc sống nhờ vào sự vay mượn đâu?"
        },
        {
            "en": "Study abroad is the trend that could have serious long-term economic <em>repercussions</em> for Asian countries.",
            "vi": "Du học là xu hướng có thể ảnh hưởng nghiêm trọng đến kinh tế lâu dài ở các nước châu Á."
        },
        {
            "en": "This article explores the spiritual benefits and <em>repercussions</em> of being a vegetarian versus a non - vegetarian.",
            "vi": "Bài viết này tìm hiểu những lợi ích tinh thần và những ảnh hưởng của việc trở thành một người ăn chay so với một người không ăn chay."
        },
        {
            "en": "While this can help boost the revenues of providers, it can also have important financial <em>repercussions</em> for service users.",
            "vi": "Mặc dù điều này góp phần làm tăng thu của cơ sở cung cấp dịch vụ song lại là những trở ngại lớn về tài chính cho người sử dụng dịch vụ."
        },
        {
            "en": "Unemployment was a major and multifaceted issue with political and social <em>repercussions</em> that will be analysed later in this conference.",
            "vi": "Thất nghiệp là một vấn đề lớn và mang tính đa diện, mà những hậu quả về mặt chính trị và xã hội sẽ được phân tích trong phần sau của Hội nghị này."
        },
        {
            "en": "The regional economic crisis and its <em>repercussions</em> in markets throughout the world, is having a profound impact on Vietnam's economy.",
            "vi": "Khủng hoảng kinh tế trong khu vực và ảnh hưởng của nó đến các thị trường trên toàn thế giới đang có một tác động to lớn đến nền kinh tế Việt nam."
        },
        {
            "en": "Mustering the audacity to talk with stranger often simply comes down to balancing the fear of embarrassment against the fear of failure and its <em>repercussions</em>.",
            "vi": "Thu hết can đảm để nói chuyện với những người lạ thường chỉ đơn giản là cân bằng giữa nỗi sợ bị bẽ mặt với nỗi sợ thất bại và những hậu quả của nó."
        },
        {
            "en": "According to Buddhist culture, duty supersedes rights. Let both parties be not adamant, but use their wise discretion and come to an amicable settlement. Otherwise, there will be mutual cursing and other <em>repercussions</em>.",
            "vi": "đôi với quyền lợi. Hãy để hai bên đi đến quyết định, nhưng sử dụng sự suy xét sáng suốt khôn ngoan của họ để đi đến một giải quyết êm đẹp. Ngược lại, sẽ có sự xô xát chửi rủa lẫn nhau và những hậu quả khác."
        },
        {
            "en": "Although the SBV tries to control the maximum volatility of the exchange rate, Viet Nam’s exposure to external supply shocks and possible <em>repercussions</em> for the exchange rate has dramatically increased.",
            "vi": "Mặc dù ngân hàng Nhà nước cố gắng kiểm soát mức độ biến động tối đa của tỷ giá hối đoái, Việt Nam vẫn chịu ảnh hưởng ngày càng tăng của các cú sốc cung từ bên ngoài và những hậu quả của sự biến động tỷ giá hối đoái."
        },
        {
            "en": "At the same time, an accountability system whereby individuals are held to account for anything and everything, an accountability system that emphasizes <em>repercussions</em> for bad behavior, can lead to a slow system.",
            "vi": "Đồng thời, một hệ thống trách nhiệm giải trình trong đó cá nhân chịu trách nhiệm về mọi thứ, một hệ thống giải trình nhấn mạnh đến hậu quả của những hành vi xấu, có thể dẫn đến một hệ thống chậm chạp."
        },
        {
            "en": "According to Buddhist culture, duty supersedes rights. Let both parties be not adamant, but use their wise discretion and come to an amicable settlement. Otherwise, there will be mutual cursing and other <em>repercussions</em>.",
            "vi": "Theo nền văn hóa Phật giáo, bổn phận phải đi đôi với quyền lợi. Hãy để hai bên đi đến quyết định, nhưng sử dụng sự suy xét sáng suốt khôn ngoan của họ để đi đến một giải quyết êm đẹp. Ngược lại, sẽ có sự xô xát chửi rủa lẫn nhau và những hậu quả khác."
        },
        {
            "en": "“Kim scares me more,” she said. “I don't think he understands the <em>repercussions</em> of all that posturing and the threats he's made all this time. He cannot take criticism, and he seems to be confined to his own little bubble. Mr. Trump's lack of diplomacy makes it worse. Loose cannon and loose mouth — nobody wins.” ",
            "vi": "\"Kim khiến tôi lo sợ nhiều hơn\", cô nói. \"Tôi không nghĩ rằng ông ấy hiểu được hậu quả của tất cả những lối hành xử cùng các mối đe dọa mà ông ấy đã gây ra trong suốt thời gian này. Ông ta không chấp nhận được việc bị chỉ trích, và dường như ông ta đang bị giới hạn bởi chính suy nghĩ của bản thân. Sự thiếu hụt về mặt ngoại giao của ông Trump làm cho tình hình càng tồi tệ hơn. Một kẻ bốc đồng và một người hay nói lung tung - không ai thắng cả. \""
        }
    ],
    "suggestions": []
}