{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri:'plɑ:nt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trồng (cây) lại</td></tr></table><i/></div>",
            "word": "replant",
            "pronounce": "[ri:'plɑ:nt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>replant</k><blockquote>■ <cclass>verb plant again, especially in a new pot or site. </cclass></blockquote><blockquote>⁃ provide (an area) with new plants or trees. </blockquote></div>",
            "word": "replant",
            "pronounce": "[ri:'plɑ:nt]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "replant",
            "pronounce": "[ri:'plɑ:nt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "replant",
            "pronounce": "[ri:'plɑ:nt]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trồng lại</font></td></tr></tbody></table></div>",
            "word": "replant",
            "pronounce": "[ri:'plɑ:nt]"
        }
    },
    "sentences": [
        {
            "en": "Vietnam needs to <em>replant</em> 160,000 ha of coffee",
            "vi": "Việt Nam cần tái trồng 160 nghìn héc-ta cà phê"
        },
        {
            "en": "<em>Replant</em> bare land and hills with green and increase the rate of forest coverage to 43% by year 2010 and about 48% in 2015.",
            "vi": "Phủ xanh đất trống, đồi núi trọc và tăng tỷ lệ che phủ rừng lên trên 43% vào năm 2010 và khoảng 48% năm 2015."
        },
        {
            "en": "The Western Highlands Agriculture and Forestry Science Institute (WASI) has therefore cooperated with Nestle Vietnam to give new coffee seedlings to farmers to <em>replant</em> their aging farms, heard a seminar in Daklak Province on November 29.",
            "vi": "Do đó, tại một cuộc hội thảo ở tỉnh Dak Lak, Viện Khoa học Nông nghiệp và Lâm nghiệp Tây Nguyên (WASI) đã phối hợp với Nestle Việt Nam để cung cấp cây giống cà phê mới cho nông dân để trồng lại trong các nông trường của họ."
        },
        {
            "en": "A farmer (R) takes out leaves from fresh coffee fruits in this ﬁle photo. The nation’s coffee farming sector will have to <em>replant</em> 140,000 to 160,000 hectares of aging trees in the coming years - PHOTO: TL",
            "vi": "Trong ảnh, một người nông dân (bên phải) đang lấy lá tươi ra khỏi trái cà phê. Vùng trồng cà phê của cả nước sẽ phải trồng lại 140 nghìn đến 160 nghìn héc-ta cà phê đã bị lão hóa trong những năm tới. Anh3: TL"
        },
        {
            "en": "The nation’s coffee farming sector will have to <em>replant</em> 140,000 to 160,000 hectares of aging trees in the coming years, said the Department of Crop Production under Vietnam’s Ministry of Agriculture and Rural Development.",
            "vi": "Cục Trồng trọt thuộc Bộ Nông nghiệp và Phát triển nông thôn của Việt Nam cho biết rằng vùng trồng cà phê của quốc gia sẽ phải trồng lại từ 140.000 đến 160.000 ha cây cà phê bị lão hóa trong những năm tới."
        },
        {
            "en": "Coffee farmers have been reluctant to <em>replant</em> their trees due to a low level of survival. A mere 14% of the replanted acreage can grow well and the rest die due to nematode infections. The seedlings on which farmers have long relied are not well resistant to nematodes.",
            "vi": "Nông dân trồng cà phê đã phải miễn cưỡng trồng lại nhiều cây của mình vì mức sống của chúng bị xuống thấp. Khoảng 14% diện tích trồng lại có thể phát triển tốt và phần còn lại sẽ bị chết do nhiễm các loại giun tròn. Cây giống mà nông dân dùng để trồng lại không kháng tốt các loại giun tròn."
        }
    ],
    "suggestions": []
}