{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['replikə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bản sao đúng như thật (của bức tranh, bức tượng..)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kỹ thuật) mô hình (nhất là thu nhỏ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kỹ thuật) cái dưỡng, tấm dưỡng</td></tr></table><i/></div>",
            "word": "replica",
            "pronounce": "['replikə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>replica</k><blockquote>■ <cclass>noun an exact copy or model especially one on a smaller scale than the original. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18 (as a musical term in the sense 'a repeat'): from Ital., from <i>replicare</i> 'to reply'. </blockquote></div>",
            "word": "replica",
            "pronounce": "['replikə]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>replica</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>is it real or a replica?</i>: (CARBON) COPY, model, duplicate, reproduction, replication; dummy, imitation, facsimile.</blockquote><blockquote><b>2</b><i>a replica of her mother</i>: PERFECT LIKENESS, double, lookalike, (living) image, twin, clone; <cclass><i>informal</i> spitting image, (dead) ringer.</cclass></blockquote></div>",
            "word": "replica",
            "pronounce": "['replikə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "replica",
            "pronounce": "['replikə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản sao</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">carbon replica method</font><font color=\"#282828\">: phương pháp bản sao cacbon</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản dập</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản in vết</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">replica master</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bộ kiểm soát theo mô hình</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">replica or reproduction panel</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tấm thùng xe tự gò</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">replica sample</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mẫu chép lại</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">replica sample</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mẫu sao lại</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">replica test</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự thử lặp lại</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "replica",
            "pronounce": "['replikə]"
        }
    },
    "sentences": [
        {
            "en": "This is an exact <em>replica</em> of the original software.",
            "vi": "Đây là bản sao chính xác của phần mềm gốc."
        },
        {
            "en": "The Jeanie Johnston is a stunning <em>replica</em> of a 19th century sailing ship.",
            "vi": "Jeanie Johnston là một mô hình tuyệt vời của một chiếc du thuyền thế kỷ mười chín."
        },
        {
            "en": "Peter, a former oil rig worker, built a <em>replica</em> of the North Sea oil rig platform.",
            "vi": "Peter, một cựu nhân viên ở giàn khoan dầu, đã làm một mô hình của giàn khoan dầu Bắc Hải."
        },
        {
            "en": "<em>Replica</em> guns should be licensed and registered just like the real thing.",
            "vi": "Súng mô hình nên được cấp phép và đăng ký giống như súng thật."
        },
        {
            "en": "You'll be invited to join in an ancient imperial wedding in a <em>replica</em> of the Three Kingdom Town.",
            "vi": "Các bạn sẽ được mời tham gia vào một lễ cưới hoàng gia xưa trong mô hình của thành phố Ba Vương Quốc."
        },
        {
            "en": "A full - size <em>replica</em> of Virgin Atlantic's Spaceship One (space tourist vehicle) hangs in the reception area.",
            "vi": "Một bản sao bằng kích cỡ tàu không gian Virgin Atlantic (tàu du lịch không gian) được treo ở bên trên khu vực tiếp tân."
        },
        {
            "en": "A full-size <em>replica</em> of Virgin Atlantic's Spaceship One (space tourist vehicle) hangs in the reception area.",
            "vi": "Một bản sao bằng kích cỡ tàu không gian Virgin Atlantic (tàu du lịch không gian) được treo ở bên trên khu vực tiếp tân."
        },
        {
            "en": "But her hobby isn't riding horses. Instead, it's becoming a <em>replica</em> of one, complete with a saddle, bridle and bit.",
            "vi": "Nhưng không phải cô thích cưỡi ngựa. Mà là bắt chước một chú ngựa, có đầy đủ yên, dây cương và hàm thiếc hẳn hoi."
        },
        {
            "en": "A full- scale reconstruction of a mid-section had been made in 1996, primarily to see how Bronze-Age <em>replica</em> tools performed.",
            "vi": "Việc xây dựng lại toàn bộ phần giữa đã được thực hiện vào năm 1996, chủ yếu để xem các công cụ bản sao bằng đồng thiếc đã thực hiện như thế nào."
        },
        {
            "en": "The crater, which sits in high Arctic permafrost, provides an excellent <em>replica</em> of the physical processes occurring on Mars, a permafrosted, impact-altered planet .  ",
            "vi": " Hố núi, nằm trên đất băng vĩnh cửu Bắc Cực, cung cấp một bản sao tuyệt vời của các quá trình vật lý xảy ra trên sao Hỏa, một hành tinh bị đóng băng vĩnh cửu."
        },
        {
            "en": "Recent experiments indicate that as few as 18 people could, with three strong ropes and a bit of practice, easily manoeuvre a 1,000 kg moai <em>replica</em> a few hundred metres.",
            "vi": "Những thí nghiệm gần đây cho thấy chỉ cần 18 người dùng ba sợi dây thừng khỏe và một chút luyện tập là có thể dễ dàng điều khiển một bản sao của một bức tượng moai nặng 1,000 kg đi được vài trăm mét."
        },
        {
            "en": "One day as I walked into our living room, I happened to glance down on the floor next where we had a sculptured <em>replica</em> of Sam that we had bought a few years before.",
            "vi": "Một ngày kia, khi bước vào phòng khách, tôi tình cờ nhìn xuống sàn nhà cạnh bộ ghế sofa, nơi chúng tôi đặt một bức tượng điêu khắc mô phỏng Sam mà chúng tôi đã mua vài năm"
        },
        {
            "en": "One day as I walked into our living room, I happened to glance down on the floor next where we had a sculptured <em>replica</em> of Sam that we had bought a few years before.",
            "vi": "Một ngày kia, khi bước vào phòng khách, tôi tình cờ nhìn xuống sàn nhà cạnh bộ ghế sofa, nơi chúng tôi đặt một bức tượng điêu khắc mô phỏng Sam mà chúng tôi đã mua vài năm trước."
        },
        {
            "en": "It was decided to make the <em>replica</em> haft-scale for reasons of cost and time, any synthetic materials were used for the stitching , owing to doubts about the scaling and tight timetable.",
            "vi": "Nó đã được quyết định để thực hiện các bản sao nửa tỉ lệ vì lý do chi phí và thời gian, bất kỳ vật liệu tổng hợp đã được sử dụng cho việc khâu , do nghi ngờ về việc mở rộng và thời gian biểu chặt chẽ."
        },
        {
            "en": "We walk along the River Thames to Bankside where the former power generating station has been transformed into Tate Modern art gallery. Close by we see the new Globe, <em>replica</em> of Shakespeare's theatre of four hundred years ago, then continue to Borough Market, where you'll find it hard to choose among all the fine food and other goods on sale.",
            "vi": "Chúng tôi đi bộ dọc con sông Thames đến Bankside nơi trạm phát điện được chuyển thành Tate trưng bày nghệ thuật hiện đại. Đóng trước khi chúng tôi thấy Globe mới, bản sao của nhà hát Shakespeare cách đây 400 năm trước, sau đó tiếp tục đến chợ Borough, nơi bạn có thể tìm thấy tất cả các món ăn ngon và bán các hàng hóa khác rất khó khăn để lựa chọn trong số đó."
        },
        {
            "en": "A total of 22 fake Apple stores have been uncovered in one Chinese city.   Authorities in Kunming began searching out the copycats after pictures of one convincing <em>replica</em> were circulated on the web.    An early search found five fake stores, two of which were shut down for trading without a licence.    Now, according to Chinese trade officials, 22 have been found unlawfully using Apple's brand and logo.    The investigation into unauthorised Apple stores in Kunming was brought about when an American living in the city published a blog post describing a visit to one such shop.    Describing it as a \"beautiful rip-off\", BirdAbroad revealed how far the owners had gone to copy the decor and ambience of a real Apple store.    Staff also wore the same colour T-shirts as real Apple staffers, and sported lanyards of the same design.    The blog post was widely shared around the world and prompted Chinese trade officials in Kunming to take action.    The Administration for Industry and Commerce in Kunming said its investigation had unveiled a slew of stores violating Apple's registered trademarks.     The shops have been told to stop using the logos as Chinese laws prohibit copying the \"look and feel\" of another company without permission.    It is not clear whether the shops being reprimanded were selling products sourced from Apple distributors in the country or grey market imports.    The Kunming retail watchdog said it would step up its monitoring efforts and set up a hotline through which the public can report unauthorised Apple shops they find.  ",
            "vi": "Tổng số 22 cửa hàng Apple nhái đã được tiết lộ tại một thành phố ở Trung Quốc.   Nhà chức trách Côn Minh bắt đầu tìm cho ra sự bắt chước mù quáng này sau khi các hình ảnh sao chép giống y chang đã được lan truyền trên web.     Một cuộc tìm kiếm lần đầu tiên đã tìm  thấy năm cửa hàng Apple nhái, hai trong số đó đã bị ngưng hoạt động vì không có giấy phép.    Hiện nay, theo các viên chức thương mại Trung Quốc, có 22 cửa hàng đã được  tìm thấy có sử dụng trái phép thương hiệu và logo của Apple.    Người ta đã tiến hành điều tra các cửa hàng Apple trái phép ở Côn Minh khi có một người Mỹ sống ở thành phố này đăng bài viết trên blog mô tả chuyến viếng thăm tới một cửa hàng như thế.    Bên cạnh việc mô tả nó bằng một từ \"nhái quá siêu\", trang blog BirdAbroad còn tiết lộ những ông chủ các cửa hàng đó đã nhái cách trang trí và cái hồn của cửa hàng chính hãng Apple đến mức độ nào.    Nhân viên ở đây cũng mặc áo thun cùng màu như nhân viên chính hãng Apple và chưng diện dây được thiết kế cùng kiểu.     Bài viết blog này đã được chia sẻ rộng rãi ở khắp nơi trên thế giới và nhắc nhở các viên chức thương mại Trung Quốc ở Côn Minh phải hành động.     Phòng công nghiệp và thương mại ở Côn Minh cho biết cuộc điều tra của cơ quan này đã tiết lộ nhiều cửa hàng vi phạm quyền đăng ký nhãn hiệu của Apple.     Các cửa hàng này được yêu cầu phải ngưng sử dụng logo vì pháp luật Trung Quốc nghiêm cấm sao chép \"dáng vẻ và cảm xúc\" của công ty khác mà không có giấy phép.     Không rõ là liệu các cửa hàng bị khiển trách này có đang bán sản phẩm nguồn gốc từ nhà phân phối Apple ở quốc gia này hay lại bán hàng nhập khẩu của thị trường tự do.     Cơ quan quản lý bán lẻ ở Côn Minh cho biết họ sẽ tăng cường nỗ lực giám sát và thiết lập đường dây nóng qua đó công chúng có thể báo cáo những cửa hàng Apple trái phép mà họ biết.   "
        }
    ],
    "suggestions": []
}