{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reposition",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reposition</k><blockquote>■ <cclass>verb adjust or alter the position of. </cclass></blockquote><blockquote>⁃ change the image of (a company, product, etc.) to target a different market. </blockquote></div>",
            "word": "reposition",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reposition",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reposition",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reposition",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This makes it much easier to move and <em>reposition</em> the objects.",
            "vi": "Tính năng này khiến việc dời chỗ và tái định vị các đối tượng trở nên dễ dàng hơn nhiều."
        },
        {
            "en": "The Toolbox ﬂoats above the slide, so you can <em>reposition</em> it, if you prefer the tools on the opposite side, for example. The screenshots in this guide show the default tool selection. This selection is part of the Presentation user proﬁle. You can switch to show a diﬀerent set of tools - click on Switch Proﬁle in the Toolbox and select another proﬁle from the dropdown menu.",
            "vi": "Hộp công cụ nổi bên trên slide, nên bạn có thể đổi vị trí hộp này, ví dụ như bạn muốn chuyển hộp công cụ sang phía đối diện, chẳng hạn. Ảnh chụp màn hình trong tài liệu hướng dẫn này cho thấy phần lựa chọn công cụ mặc định. Lựa chọn này là một phần trong thông tin người dùng Presentation. Bạn có thể chuyển cho hiện bộ công cụ khác – nhấp vào Switch Proﬁle trong Toolbox rồi chọn proﬁle khác trong menu trải xuống."
        },
        {
            "en": "Below the epidermis is the layer of our skin, the dermis, which is made up of blood vessels, nerve endings, and connective tissue. The dermis nourishes the epidermis. Two types of fibers in the dermis — collagen and elastin — help the skin stretch when we bend and <em>reposition</em> itself when we straighten up. Collagen is strong and hard to stretch, and elastin, as its name suggests, is elastic. In older people, some of the elastin-containing fibers degenerate, which is one reason why the skin looks wrinkled.",
            "vi": "Bên dưới biểu bì là lớp da – đây là lớp chân bì, bao gồm mạch máu, đầu dây thần kinh, và mô liên kết. Chân bì nuôi biểu bì. Có 2 loại sợi trong chân bì đó là collagen và elastin – giúp cho da kéo căng khi chúng ta gập cúi người và thay đổi tư thế khi đứng thẳng lên. Chất tạo keo (collagen) rất cứng và khó duỗi căng, bên cạnh đó chất elastin, giống như tên gọi của nó, có tính chất đàn hồi. Ở người già, một số sợi chứa elastin (thành phần chính của các sợi mô đàn hồi) bị thoái hoá - đó là một lý do vì sao da của người già trông có vẻ nhăn nheo."
        },
        {
            "en": "With Iraq and Afghanistan still in transition and serious economic challenges in our own country, there are those on the American political scene who are calling for us not to <em>reposition</em>, but to come home. They seek a downsizing of our foreign engagement in favor of our pressing domestic priorities. These impulses are understandable, but they are misguided. Those who say that we can no longer afford to engage with the world have it exactly backward — we cannot afford not to. From opening new markets for American businesses to curbing nuclear proliferation to keeping the sea lanes free for commerce and navigation, our work abroad holds the key to our prosperity and security at home. For more than six decades, the United States has resisted the gravitational pull of these \"come home\" debates and the implicit zero-sum logic of these arguments. We must do so again.",
            "vi": "Với Iraq và Afghanistan vẫn còn trong quá trình chuyển đổi và những thách thức kinh tế nghiêm trọng ở đất nước của chúng ta, trong bối cảnh chính trường Mỹ, các chính khách và dân đang kêu gọi chúng tôi không chuyển trục, mà phải trở về nhà. Họ hạn chế sự tham gia ngoại giao của chúng tôi, ủng hộ các áp lực ưu tiên quốc nội. Những xung động là điều dễ hiểu, nhưng là sai lầm. Những ai nói rằng chúng ta không còn có thể đủ khả năng để tham gia với thế giới là thực sự lạc hậu - chúng ta không thể không mở rộng ngoại giao. Từ việc mở rộng thị trường mới cho các doanh nghiệp Mỹ để kiềm chế phổ biến vũ khí hạt nhân, để giữ gìn tự do hàng hải cho thương mại và những công việc của chúng ta ở nước ngoài nắm giữ chìa khóa cho sự thịnh vượng và an ninh của chúng ta ở nhà. Trong hơn sáu thập kỷ qua, Mỹ đã chống lại lực hấp dẫn của những cuộc tranh luận \"trở về nhà\"  và tiềm ẩn lý lẽ chẳng lợi lộc gì - zero-sum - của những lập luận này. Chúng ta phải tiếp tục con đường đã đi."
        }
    ],
    "suggestions": []
}