{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri'prest]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đau khổ do bị kiềm nén tình cảm</td></tr></table><i/></div>",
            "word": "repressed",
            "pronounce": "[ri'prest]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>repressed</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 oppressed. </blockquote></blockquote><blockquote><blockquote>2》 (of a thought, feeling, or desire) kept suppressed and unconscious in one's mind. </blockquote></blockquote><blockquote><blockquote>    ⁃ suppressing one's feelings and desires. </blockquote></blockquote></div>",
            "word": "repressed",
            "pronounce": "[ri'prest]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>repressed</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a repressed country</i>: OPPRESSED, subjugated, subdued, tyrannized.</blockquote><blockquote><b>2</b><i>repressed feelings</i>: RESTRAINED, suppressed, held back/in, kept in check, stifled, pent up, bottled up.</blockquote><blockquote><b>3</b><i>emotionally repressed</i>: INHIBITED, frustrated, restrained; <cclass><i>informal</i> uptight, hung up.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>democratic, uninhibited.</blockquote></div>",
            "word": "repressed",
            "pronounce": "[ri'prest]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "repressed",
            "pronounce": "[ri'prest]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "repressed",
            "pronounce": "[ri'prest]"
        }
    },
    "sentences": [
        {
            "en": "<em>Repressed</em> inflation",
            "vi": "Lạm phát bị kiềm chế"
        },
        {
            "en": "He told all <em>repressed</em> feelings.",
            "vi": "Anh nói ra hết tình cảm bị dồn nén."
        },
        {
            "en": "Student groups were ruthlessly <em>repressed</em>.",
            "vi": "Một nhóm sinh viên đã bị đàn áp một cách tàn nhẫn."
        },
        {
            "en": "Behind me. Already <em>repressed</em> and forgotten.",
            "vi": "Lùi lại phía sau tôi. Gần như bị chặn lại và bỏ quên."
        },
        {
            "en": "All opposition is brutally <em>repressed</em> by the regime.",
            "vi": "Tất cả sự chống đối đều bị chính quyền đàn áp tàn nhẫn."
        },
        {
            "en": "Jailers rushed at armless prisoners, and <em>repressed</em> them cruelly",
            "vi": "Bọn cai đã ngục xông vào những người tù không có tấc sắt trong tay, và đàn áp họ một cách dã man."
        },
        {
            "en": "<em>Repressed</em> guilt and emotions will inevitably destroy a man.",
            "vi": "Tội lỗi và cảm xúc bị kiềm nén chắc chắn sẽ hủy hoại một con người"
        },
        {
            "en": "This gives rise to <em>repressed</em> feelings of personal inferiority.",
            "vi": "Điều này đưa đến những cảm xúc bị ức chế về tính thấp kém của bản thân."
        },
        {
            "en": "The prince had been raised in a very <em>repressed</em> Victorian family.",
            "vi": "Hoàng tử lớn lên trong sự kiềm chế rất nghiêm ngặt của gia đình Victora."
        },
        {
            "en": "<em>Repressed</em> anger is anger that people experience that is not shown to the outside world.",
            "vi": "Kiềm nén cơn giận là cơn giận mà con người chịu đựng nó không được bộc lộ ra ngoài."
        },
        {
            "en": "Differences within and between societies should be neither feared nor <em>repressed</em>, but cherished as a precious asset of humanity.",
            "vi": "Sự khác biệt trong cùng và giữa các xã hội không có gì đáng sợ hãi hoặc phải bị đàn áp, mà nên được tôn trọng như một tài sản quý giá của nhân loại."
        },
        {
            "en": "An emotionally charge and <em>repressed</em> group of ideas and beliefs that is capable of influencing an individua l's behaviour.",
            "vi": "Một nhóm những ý tưởng chứa đầy cảm xúc và dồn nén và những tín ngưỡng có thể ảnh hưởng tới hành vi cá nhân."
        },
        {
            "en": "Psychiatrists believe that the <em>repressed</em> instinctual drive is manifested as a motor or sensory loss, such as paralysis, rather than as speech or action.",
            "vi": "Các chuyên gia về bệnh học tâm thần tin rằng lực xung động bản năng bị dồn ép được biểu thị như là sự mất cảm giác và vận động như chứng liệt hơn là ngôn ngữ và hành động."
        },
        {
            "en": "One theory is that homosexual urges, when <em>repressed</em> out of shame or fear, can be expressed as homophobia. Freud famously called this process a \"reaction formation\" — the angry battle against the outward symbol of feelings that are inwardly being stifled.",
            "vi": "Một học thuyết cho rằng sự kiềm chế bản năng tình dục đồng giới có thể được thể hiện bằng nỗi sợ hãi hay chống đối quan hệ đồng tính. Sigmund Freud gọi hiện tượng này là \"sự hình thành phản ứng\" (reaction formation), Đây là sự chống lại những cảm giác muốn được thể hiện ra ngoài bằng cách bóp nén các cảm xúc này."
        }
    ],
    "suggestions": []
}