{
    "en_vn": {
        "data": {
            "content": null,
            "word": "repurpose",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>repurpose</k><blockquote>■ <cclass>verb adapt for use in a different purpose. </cclass></blockquote></div>",
            "word": "repurpose",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "repurpose",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "repurpose",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "repurpose",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Repurpose</em> glass jars. Mason jars are extremely versatile and can be used for anything from storage to drinking glasses, but set a couple aside this month for unique Christmas crafts.",
            "vi": "Dùng lại những lọ thủy tinh. Những lọ Mason rất linh hoạt và có thể được sử dụng cho bất cứ điều gì từ đựng đồ cho đến làm ly uống, nhưng hãy đặt một cặp lọ bên nhau trong tháng này cho những đồ thủ công Giáng sinh độc đáo."
        },
        {
            "en": "<em>Repurpose</em> glass jars. Mason jars are extremely versatile and can be used for anything from storage to drinking glasses, but set a couple aside this month for unique Christmas crafts. ",
            "vi": "Dùng lại những lọ thủy tinh. Những lọ Mason rất linh hoạt và có thể được sử dụng cho bất cứ điều gì từ đựng đồ cho đến làm ly uống, nhưng hãy đặt một cặp lọ bên nhau trong tháng này cho những đồ thủ công Giáng sinh độc đáo."
        },
        {
            "en": "Waking up to their photographs and love letters won't aide you in letting go and moving on. You'll continue to romanticize them and the relationship, even if it was not a great one. You may want to put the photographs, letters and gifts out of reach in a special keepsake box, under lock and key. If this is too much of a temptation or the person was particularly toxic, you may want to burn the treasures as a symbolic way of releasing all of the negative energy. You can also <em>repurpose</em> the items and turn them into an art piece expressing what's occurred. Donating or recycling the items are other options.",
            "vi": "Thức dậy với những hình ảnh cũ và những bức thư tình sẽ không giúp bạn quên đi và tiếp tục con đường của mình. Bạn sẽ tiếp tục mơ mộng về người cũ và mốiquan hệ cũ, ngay cả khi nó không phải là một mối quan hệ tuyệt vời nhất. Bạn nên đặt hình ảnh, thư từ và quà tặng trong một hộp lưu niệm đặc biệt được khóa cẩn thận với chìa khóa và đặt chúng ngoài tầm mắt của mình. Nếu điều này cũng không thể ngăn cản bạn, bạn có thể sẽ phải đốt hết những thứ quý giá này như là một cách để giải phóng những cảm xúc tiêu cực của mình. Bạn cũngcó thể sử dụng lại các vật dụng này và biến chúng thành một tác phẩm nghệ thuật thể hiện những gì đang xảy ra. Cho đi hay tái chế với mục đích khác. "
        }
    ],
    "suggestions": []
}