{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rescheduling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rescheduling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rescheduling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rescheduling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rescheduling"
        }
    },
    "sentences": [
        {
            "en": "Debt <em>rescheduling</em>",
            "vi": "Hoãn nợ/ gia hạn nợ"
        },
        {
            "en": "Inpractice there are terms for <em>rescheduling</em> and extending overdue loan.",
            "vi": "Thực tế, có những điều khoản để sắp xếp lại thời gian và kéo dài những khoản vay quá hạn."
        },
        {
            "en": "Debt <em>rescheduling</em> is not uncommon, but a higher interest rate applies to arrears.",
            "vi": "Việc giãn nợ cũng không phải là hiếm, nhưng lãi suất cao hơn được áp cho những khoản nợ đọng."
        },
        {
            "en": "Reviewing and <em>rescheduling</em> 2-3 year old projects with excessively slow startup periods;",
            "vi": "Đánh giá và sắp xếp lại thời gian thực hiện cho các dự án kéo dài 2-3 năm có giai đoạn khởi công quá chậm;"
        },
        {
            "en": "With the <em>rescheduling</em> of the Russian debts to the distant future, debt service to exports ratio dropped back to a comfortable nine percent in 2000.",
            "vi": "Cùng với việc đáo hạn trả nợ cho Nga đến một thời gian xa hơn, tỷ lệ trả nợ trên xuất khẩu hàng hóa đã giảm xuống đến mức dễ chịu là 9% trong năm 2000."
        },
        {
            "en": "The <em>rescheduling</em> of Russian debts in September 2000, and a re-pricing of these to more relevant dollar equivalents reduced the stock of Vietnamese external debt by almost half.",
            "vi": "Việc đáo hạn trả nợ cho Nga vào tháng 9/2000, và đánh giá lại các khoản nợ này theo những chuẩn đô la phù hợp hơn đã giảm số nợ nước ngoài của Việt nam xuống gần một nửa."
        },
        {
            "en": "He said that students have at least one month and one week to review for the exam, just one week less than previous years; therefore, the exam <em>rescheduling</em> will not affect students.",
            "vi": "Ông nói rằng học sinh có ít nhất một tháng và một tuần để ôn bài cho kỳ thi, chỉ ít hơn một tuần so với năm trước; Do đó, thời gian thi sẽ không ảnh hưởng đến học sinh."
        },
        {
            "en": "In addition, Viet Nam has made great efforts to improve the financial situation of state-owned enterprises to sounder financial conditions for development, including debt cancellation and debt <em>rescheduling</em>.",
            "vi": "Ngoài ra, Việt Nam đã nỗ lực cải thiện tình trạng tài chính của các doanh nghiệp nhà nước nhằm tạo môi trường tài chính thuận lợi cho phát triển, trong đó có xoá hoặc khoanh nợ."
        }
    ],
    "suggestions": []
}