{
    "en_vn": {
        "data": {
            "content": null,
            "word": "reschedule"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reschedule</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 change the time of (a planned event). </blockquote></blockquote><blockquote><blockquote>2》 arrange a new scheme of repayments of (a debt). </blockquote></blockquote></div>",
            "word": "reschedule"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "reschedule"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reschedule"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reschedule"
        }
    },
    "sentences": [
        {
            "en": "Would you like to <em>reschedule</em>?",
            "vi": "Ông/bà có muốn xếp lịch hẹn lại không?"
        },
        {
            "en": "I need to <em>reschedule</em> my flight.",
            "vi": "Tôi muốn xếp lại lịch chuyến bay của tôi."
        },
        {
            "en": "We want to <em>reschedule</em> the flight.",
            "vi": "Chúng tôi muốn bố trí lại chuyến bay."
        },
        {
            "en": "We will <em>reschedule</em> for another day.",
            "vi": "Chúng tôi sẽ xếp lịch lại vào một ngày khác."
        },
        {
            "en": "I want to <em>reschedule</em> to another day.",
            "vi": "Tôi muốn sắp xếp lịch lại một ngày khác."
        },
        {
            "en": "Would you like me to <em>reschedule</em> you for other nights?",
            "vi": "Bạn có muốn tôi sắp xếp lại lịch cho bạn vào các đêm khác không?"
        },
        {
            "en": "Can we <em>reschedule</em> our meeting for Tuesday instead of Wednesday?",
            "vi": "Chúng ta có thể đổi lịch họp vào thứ Ba thay vì thứ Tư hay không?"
        },
        {
            "en": "Negotiating for a <em>reschedule</em> so as to accept an invitation.",
            "vi": "Lượng định lại thời biểu để chấp nhận lời mời."
        },
        {
            "en": "We hope to <em>reschedule</em> the trip as soon as possible.",
            "vi": "Chúng tôi hy vọng sẽ ấn định lại thời gian cho chuyến đi càng sớm càng tốt."
        },
        {
            "en": "We can always <em>reschedule</em> the class for you.",
            "vi": "Chúng tôi có thể luôn luôn sắp xếp lịch lớp học lại cho bạn."
        },
        {
            "en": "Let me check with the Chairman's secretary and find out if we can <em>reschedule</em> it.",
            "vi": "Để tôi kiểm tra với thứ ký của trưởng khoa và tìm hiểu xem liệu chúng ta có thể định lại thời biểu không."
        },
        {
            "en": "There are some changes so I have to <em>reschedule</em> my work.",
            "vi": "Có một số thay đổi nên tôi phải sắp xếp lại lịch làm việc của mình."
        },
        {
            "en": "You'll have to go the ticket office to <em>reschedule</em> your tickets for the next train.",
            "vi": "Bạn sẽ phải đến phòng vé để bố trí lại vé cho chuyến tàu kế tiếp."
        },
        {
            "en": "We just missed our flight due to the traffic and we want to <em>reschedule</em> it.",
            "vi": "Chúng tôi vừa lỡ chuyến bay do kẹt xe và chúng tôi muốn bố trí lại chuyến bay."
        },
        {
            "en": "I 'm afraid that since the appointment has been missed, we'll need to <em>reschedule</em> it.",
            "vi": "Tôi e rằng do lỡ cuộc hẹn này, chúng ta cần phải hẹn lại ông/bà."
        },
        {
            "en": "We just missed our flight due to the traffic and we want to <em>reschedule</em> it.",
            "vi": "Chúng tôi bị nhỡ chuyến bay vì giao thông và chúng tôi muốn đặt một chuyến bay khác."
        },
        {
            "en": "I'm afraid that since the appointment has been missed, we'll need to <em>reschedule</em> it.",
            "vi": "Tôi e rằng do lỡ cuộc hẹn này, chúng ta cần phải hẹn lại ông/bà."
        },
        {
            "en": "We just missed our flight. Can you help us <em>reschedule</em> it?",
            "vi": "Chúng tôi đã nhỡ chuyến bay. Bạn có thể giúp chúng tôi đặt lại chuyến khác không?"
        },
        {
            "en": "I would like to <em>reschedule</em> my flight for the tomorrow morning at 9:05. Is that possible?",
            "vi": "Tôi muốn dời chuyến bay sang sáng mai lúc 9 : 05. Thế có được không ạ?"
        },
        {
            "en": "I would like to <em>reschedule</em> my flight for the tomorrow morning at 9 : 05. Is that possible?",
            "vi": "Tôi muốn dời chuyến bay sang sáng mai lúc 9:05. Thế có được không ạ?"
        }
    ],
    "suggestions": []
}