{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ri:'∫ʌfl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự trang lại (bài), sự xáo bài</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự cải tổ nhân sự (nhất là của một nhóm (chính trị))</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">carry out a Cabinet reshuffle</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thực hiện cải tổ nội các </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">trang lại (bài), xáo bài (trong cách (đánh bài))</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cải tổ nhân sự (thay đổi vị trí, trách nhiệm của một nhóm người)</td></tr></table><i/></div>",
            "word": "reshuffle",
            "pronounce": "[,ri:'∫ʌfl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>reshuffle</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 interchange the positions of (members of a team, especially government ministers). </blockquote></blockquote><blockquote><blockquote>2》 rearrange. </blockquote></blockquote><blockquote>■ <cclass>noun an act of reshuffling. </cclass></blockquote></div>",
            "word": "reshuffle",
            "pronounce": "[,ri:'∫ʌfl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>reshuffle</k><blockquote>▸ <cclass>verb <i>the prime minister reshuffled his cabinet</i>: REORGANIZE, restructure, rearrange, change (around), shake up, shuffle.</cclass></blockquote><blockquote>▸ <cclass>noun <i>a management reshuffle</i>: REORGANIZATION, restructuring, change, rearrangement; <cclass><i>informal</i> shake-up.</cclass></cclass></blockquote></div>",
            "word": "reshuffle",
            "pronounce": "[,ri:'∫ʌfl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "reshuffle",
            "pronounce": "[,ri:'∫ʌfl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "reshuffle",
            "pronounce": "[,ri:'∫ʌfl]"
        }
    },
    "sentences": [
        {
            "en": "Cabinet <em>reshuffle</em>",
            "vi": "Cải tổ nội các"
        },
        {
            "en": "Carry out a Cabinet <em>reshuffle</em>",
            "vi": "Thực hiện cải tổ nội các"
        },
        {
            "en": "When was their last cabinet <em>reshuffle</em>?",
            "vi": "Cuộc cải tổ nội các cuối cùng của họ diễn ra khi nào?"
        },
        {
            "en": "They carried out a Cabinet <em>reshuffle</em>.",
            "vi": "Họ đã tiến hành cải tổ nội cát."
        },
        {
            "en": "Tunisia announces major cabinet <em>reshuffle</em> after protest",
            "vi": "Tunisia thông báo cải tổ lớn trong nội các sau cuộc biểu tình"
        },
        {
            "en": "It's essential for them to <em>reshuffle</em> a government.",
            "vi": "Họ cần phải cải tổ chính phủ."
        },
        {
            "en": "In 2003, he carried out an extensive cabinet <em>reshuffle</em>.",
            "vi": "Vào năm 2003, ông ấy đã thực hiện một cuộc cải tổ nội các sâu rộng."
        },
        {
            "en": "It is very difficult to carry out a Cabinet <em>reshuffle</em>.",
            "vi": "Rất khó để thực hiện cải tổ nội các."
        },
        {
            "en": "Tunisian PM Mohammed Ghannouchi has announced a major <em>reshuffle</em> of the interim government.",
            "vi": "Thủ Tường Mohammed Ghannouchi của Tunisia vừa thông báo sẽ có đợt cải tổ quan trọng trong chính phủ lâm thời"
        },
        {
            "en": "The chairman has announced a boardroom <em>reshuffle</em> in response to the spying scandal involving board members and journalists.",
            "vi": "Ngài chủ tịch đã công bố một cuộc cải tổ ban giám đốc để đáp lại vụ tai tiếng gián điệp có liên quan đến một số thành viên ban giám đốc và nhà báo."
        },
        {
            "en": "27 January 2011 Last updated at 22:59 GMT        \n \n27 January 2011 Last updated at 22:59 GMT  Tunisian PM Mohammed Ghannouchi has announced a major <em>reshuffle</em> of the interim government. He has kept his job but many allies of ousted President Zine al-Abidine Ben Ali have left. Mr Ghannouchi said in a TV address that 12 ministers had been replaced. He insisted the government was \"transitional\" and would \"take the country to democracy\". Protests are continuing, demanding a purge of Mr Ben Ali's allies. On Wednesday, Tunisia issued an international arrest warrant for Mr Ben Ali, who fled to Saudi Arabia on 14 January. Mr Ben Ali is accused of illegally acquiring property and assets and transferring funds abroad during his presidency. Trade union endorsement  Mr Ghannouchi announced the cabinet overhaul late on Thursday, saying he had included very competent people in his new line-up. Among the key changes was the replacement of the defence, interior and finance ministers, who had all served under Mr Ben Ali. Earlier on Thursday, Foreign Minister Kamel Morjane announced his resignation, saying it was in the national interests of the country. The <em>reshuffle</em> was welcomed by the powerful UGTT trade union, although it said it would not be joining the new government. The endorsement by the UGTT may go some way towards softening opposition to Mr Ghannouchi among protesters, says the BBC's Magdi Abdelhadi in the capital Tunis.  But our correspondent adds that it is unclear whether the cabinet overhaul will be enough to calm widespread opposition to Mr Ghannouchi himself, who had served as prime minister under Mr Ben Ali for many years. Anti-government rallies continued on Thursday in Tunis and also in the central town of Sidi Bouzid. \"We reject Ghannouchi totally. We were surprised to see him announce the government,\" protester Mohammed Fadel in Tunis was quoted as saying by Reuters. \"Since he did not fight corruption under Ben Ali, he is an accomplice.\" On Wednesday, police in the capital fired tear gas at hundreds of demonstrators after they reportedly tried to breach barricades around the prime minister's office. Mr Ghannouchi has promised to quit \"in the shortest possible timeframe\", pledging to hold elections within six months http://www.bbc.co.uk/news/world-africa-12302232",
            "vi": "27 January 2011 Last updated at 22:59 GMT        \n \n27 January 2011 Last updated at 22:59 GMT  Thủ Tường Mohammed Ghannouchi của Tunisia vừa thông báo sẽ có đợt cải tổ quan trọng trong chính phủ lâm thời Ông ta vẫn tiếp tục cương vị thủ tướng nhưng nhiều đồng minh của Tổng Thống bị lật đổ Zine al-Abidine Ben Ali đã ra đi Ông Ghannouchi phát biểu trong một buổi nói chuyện trên truyền hình rằng 12 bộ trưởng đã được thay thế. Ông nhấn mạnh chính phủ này đang trong giai đoạn “lâm thời” và sẽ “đưa đất nước tiến đến nền dân chủ” Các vụ phản kháng vẫn đang tiếp diễn, đòi thanh lọc các đồng minh của ông Ben Ali Hôm thứ Tư, Tunisia đã phát lệnh bắt giữ quốc tế đối với ông Ben Ali, người đã bay sang Ả Rập Saudi vào ngày 14 tháng Giêng Ông Ben Ali bị cáo buộc thu gom tài sản bất một cách hợp pháp và chuyển tiền ra nước ngoài trong thời gian còn làm tổng thống Sự tán thành của công đoàn Ông Ghannouchi đã thông báo xem xét lại toàn bộ nội các sau đó trong ngày thứ Năm, ông cho biết đã đưa những người rất có năng lực vào đội ngũ mới của mình Trong số các thay đổi chủ chốt là vị trí của các bộ trưởng quốc phòng, nội vụ và tài chính, tất cả đều là những người đã phục vụ dưới trướng của ông Ben Ali Trước đó vào ngày thứ Năm, Bộ Trưởng Ngoại Giao Kamel Morjane thông báo từ chức, ông cho biết làm như thế là vì các lợi ích mang tính quốc gia của đất nước này Cuộc cải tổ này nhận được sự chào đón của Tổng Công Đoàn Lao Động (UGTT) đầy quyền lực, dù họ cho biết sẽ không tham gia chính phủ mới  Theo lời phóng viên Magdi Abdelhadi của BBC tại thủ đô Tunis, sự tán thành của UGTT có thể hướng đến mục đích xoa dịu sự chống đối ông Ghannouchi của những người phản đối Nhưng phóng viên của chúng tôi nói thêm vẫn chưa rõ cuộc thay đổi nội các sâu rộng này có đủ để trấn yên sự chống đối lan rộng đối với bản thân ông Ghannouchi, người nhiều năm giữ chức thủ tướng dưới thời Ông Ben Ali, hay không Các cuộc biểu tình chống chính phủ vẫn tiếp diễn vào hôm thứ Năm ở Tunis cũng như ở thành phố trung tâm của Sidi Bouzid  “Chúng tôi hoàn toàn phản đối Ghannouchi. Chúng tôi ngạc nhiên khi thấy ông ta tuyên bố lập chính phủ,” người biểu tình tên Mohammed Fadel ở Tunis được Reuters dẫn lời cho biết  “Bởi vì dưới thời Ben Ali, ông ta không đấu tranh chống tham nhũng, ông ta là kẻ thông đồng” Hôm thứ Thư, theo tường thuật cảnh sát đã bắn hơi cay vào hàng trăm người biểu tình sau khi họ tìm cách phá vỡ các rào chắn quanh văn phòng của thủ tướng Ông Ghannouchi hứa sẽ ra đi “trong thời hạn ngắn nhất có thể”, cam đoan sẽ tổ chức bầu cử trong vòng sáu tháng http://www.bbc.co.uk/news/world-africa-12302232"
        },
        {
            "en": "France, Germany Show Solidarity on Greek Economy        The leaders of France and Germany signaled Friday they want to find a quick solution to the economic crisis in Greece. In Greece, the prime minister reshuffled his Cabinet and replaced his finance minister. Speaking in Berlin, German Chancellor Angela Merkel and French President Nicolas Sarkozy said the stability of Europe's single currency, the euro, is their top priority.  Greece, a nation in the eurozone and part of the single currency, is in major debt. It needs a multi-billion-dollar loan from its euro neighbors in order to avoid defaulting on that debt. France and Germany had been at odds over whether private holders of Greek bonds should be involved in a Greek rescue package.  But on Friday, Merkel said the two countries were on the same page. She said that private investors should participate only on a voluntary basis. She added that mandatory participation does not have a legal basis.  Analysts say this is a softening of Germany's position, which they say had been leaning towards forcing losses on private creditors.  President Sarkozy said Friday that France and Germany are committed to defending the euro. He added that their program has to be put in place quickly.  It is a sign that European countries may be moving closer to a deal to help Greece out of its immediate financial straits.  But Mark Weisbrot, co-director of the U.S.-based research group the Center for Economic and Policy Research, says a bailout in its current form is not going to help Greece in the long run. \"Greece needs to get out from under a big part of that debt, a big part,\" said Weisbrot. \"Because otherwise, if you have a settlement and there is just a restructuring that allows some payments to be made later and none of the principles to be reduced, for example, then you're just going to end up in the same situation a year or two down the road.\" The European Union and the International Monetary Fund (IMF) have made tough austerity measures a condition of any bailout.  Those measures are adding to social unrest in Greece and putting major political pressure on the leading Socialist party. On Friday, a new finance minister was appointed amid a <em>reshuffle</em> of the Cabinet.  And on Wednesday, tens of thousands of people turned out in the streets to protest against tax hikes and spending cuts.  Weisbrot says austerity is not the key to improving Greece's economic situation, and, in his opinion, Greek citizens are right to battle the policy.  \"I think what they're doing right now is important,\" Weisbrot added. \"They're in the streets and that's where the only pressure is coming from. And I think they should demand that their government not accept any terms that doesn't get the economy growing immediately.\" The IMF said Friday that sovereign debt troubles in Greece and other eurozone countries are putting the global economic recovery at risk.  Speaking in San Paulo, Brazil, the IMF's research director, Olivier Blanchard, said policymakers have to act now to make the financial system more robust.",
            "vi": "Pháp, Đức thể hiện tình đoàn kết đối với nền kinh tế Hy Lạp     \nHôm thứ sáu các nhà lãnh đạo của Pháp và Đức cho biết là họ muốn tìm ra một giải pháp nhanh chóng cho cuộc khủng hoảng kinh tế ở Hy Lạp. Ở Hy Lạp, thủ tướng đã cải tổ nội các và thay Bộ trưởng tài chính. Phát biểu tại Berlin, thủ tướng Đức Angela Merkel và tổng thống Pháp Nicolas Sarkozy nói rằng sự ổn định của đồng ơ-rô - đồng tiền chung châu Âu - là ưu tiên hàng đầu của họ.  Hy Lạp, quốc gia thuộc khu vực sử dụng đồng ơ-rô và cũng sử dụng đồng tiền chung này, đang nợ nần chồng chất. Nó cần một khoản vay hàng tỷ đô la từ các quốc gia châu Âu láng giềng để tránh bị vỡ nợ.  Pháp và Đức từng tranh cãi nhau về việc có nên cho tư nhân nắm giữ trái phiếu của Hy Lạp tham gia chương trình cứu nguy Hy Lạp hay không.  Nhưng vào hôm thứ sáu, Merkel nói rằng hai quốc gia đã nhất trí với nhau. Bà nói rằng các nhà đầu tư tư nhân chỉ nên tham gia trên cơ sở tự nguyện. Bà nói thêm rằng việc bắt buộc họ tham gia là không có cơ sở hợp pháp.  Các nhà phân tích nói rằng điều này làm nhẹ đi vị thế của Đức và đây là việc mà họ cho rằng có khuynh hướng khiến các chủ nợ tư nhân phải chịu thiệt hại.  Hôm thứ Sáu Tổng thống Sarkozy nói rằng Pháp và Đức đã cam kết bảo vệ đồng ơ-rô. Ông nói thêm rằng chương trình của họ cần phải được triển khai nhanh chóng.  Đó là dấu hiệu cho thấy rằng các quốc gia châu Âu có thể đang tiến gần đến một thoả thuận giúp Hy Lạp thoát khỏi khó khăn về tài chính ngay trước mắt.  Nhưng Mark Weisbrot, người cùng đứng đầu nhóm nghiên cứu thuộc Trung tâm nghiên cứu về kinh tế và chính sách tại Hoa Kỳ, nói rằng hành động cứu nguy về tài chính theo hình thức hiện thời sẽ không giúp được cho Hy Lạp về lâu dài.  \"Hy Lạp cần thoát khỏi một phần lớn trong khoản nợ đó, một phần lớn, \"Weisbrot nói. \"Vì ngược lại, nếu các bạn có một giải pháp và chẳng qua là sửa đổi cơ cấu để trả một số khoản nợ sau đó và không giảm nhẹ một nguyên tắc nào chẳng hạn thì một hay hai năm nữa các bạn cũng rơi vào tình huống như thế này mà thôi.\" Liên minh châu Âu và Quỹ tiền tệ quốc tế (IMF) đã dùng các biện pháp hà khắc như là một điều kiện để cứu nguy tài chính.  Các biện pháp đó đang làm gay gắt thêm tình hình xã hội bất ổn ở Hy Lạp và gây sức ép lớn về chính trị đối với Đảng Xã hội đang cầm quyền. Hôm thứ sáu, người ta đã bổ nhiệm Bộ trưởng tài chính mới trong nỗ lực cải tổ nội các.  Và hôm thứ tư, hàng chục ngàn người đổ xô ra đường để phản đối việc tăng thuế đột ngột và cắt giảm chi tiêu.  Weisbrot nói rằng biện pháp hà khắc không phải là giải pháp để cải thiện tình hình kinh tế của Hy Lạp, và theo ý kiến của ông thì người dân Hy Lạp sẵn sàng phản đối chính sách này.  \"Tôi nghĩ những gì họ đang làm ngay bây giờ là quan trọng, \"Weisbrot nói thêm. \"Họ xuống đường và đó là lý do để gây sức ép. Và Tôi nghĩ họ nên yêu cầu chính phủ của họ đừng chấp nhận những điều khoản nào không làm cho nền kinh tế tăng trưởng ngay tức thì.\" Hôm thứ sáu Quỹ tiền tệ thế giới nói rằng các biến động vì nợ nần của chính phủ Hy Lạp và các quốc gia khác sử dụng đồng tiền chung châu Âu làm cho việc phục hồi kinh tế toàn cầu gặp rủi ro.  Phát biểu tại San Paulo, Bra-xin, giám đốc nghiên cứu của Quỹ tiền tệ thế giới, Olivier Blanchard, nói rằng các nhà hoạch định chính sách phải hành động ngay bây giờ để làm cho hệ thống tài chính vững chắc hơn."
        }
    ],
    "suggestions": []
}