{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">resell</font></td></tr></table><i/></div>",
            "word": "resold",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>resold</k><blockquote>past and past participle of <kref>resell</kref>. </blockquote></div>",
            "word": "resold",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "resold",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "resold",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "resold",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You must not let services be <em>resold</em>.",
            "vi": "Bạn không được để các dịch vụ bị bán lại."
        },
        {
            "en": "How would I get my shoes <em>resold</em>? How much would it cost?",
            "vi": "Làm sao để bán lại đôi giày của tôi được? Giá của nó khoảng bao nhiêu?"
        },
        {
            "en": "Cuong confessed he bought smuggled luxury cigarettes in the black market and then <em>resold</em> them.",
            "vi": "Cường thú nhận ông đã mua thuốc lá cao cấp nhập lậu ở thị trường chợ đen và sau đó bán lại chúng."
        },
        {
            "en": "Capital stock, either common or preferred, that the issuing company has reacquired but has not subsequently <em>resold</em> or retired.",
            "vi": "Vốn cổ phần, cả thường hay ưu đãi, do công ty phát hành mua lại nhưng sau đó chưa bán lại hoặc loại bỏ."
        },
        {
            "en": "According to Sydney's Daily Telegraph, tins of formula bought for about A$30 (£17; $23) in Australia have been <em>resold</em> for approximately A$100 in China.",
            "vi": "Theo tờ Daily Telegraph của Sydney, hộp sữa bột cho trẻ em mua với giá khoảng 30 đôla Úc (tương đương £17; $23) tại Úc đã được bán lại với giá khoảng 100 đôla Úc tại Trung Quốc."
        },
        {
            "en": "If the pioneering households find living without services, in the periphery of the city too difficult and leave, their investment is confiscated and the plot <em>resold</em> to others.",
            "vi": "Nếu những hộ gia đình đầu tiên nhận thấy nơi ở không có dịch vụ trong vùng ngoại vi thành phố quá khó khăn và bỏ đi, khoản tiền đầu tư của họ được tịch thu và khu đất đó được bán lại cho người khác."
        },
        {
            "en": "Treasury stock is capital stock, either common or preferred, that has been issued and later reacquired by the issuing company, but that has not subsequently been <em>resold</em> or retired.",
            "vi": "Cổ phiếu ngân quỹ là vốn cổ phần, cả cổ phiếu thường và cổ phiếu ưu đãi, đã phát hành sau đó mua lại bởi công ty phát hành, mà sau đó vẫn chưa bán lại hay loại bỏ."
        },
        {
            "en": "The cost and design of the programs vary across countries, but most involve an up-front investment, in the public or the private sector, combined with significant application fees and an amount to cover due diligence costs. The programs in the Caribbean allow for either a large nonrefundable contribution to the treasury or to a national development fund, which finances strategic investment in the domestic economy, or an investment in real estate (which can be <em>resold</em> after a specified holding period). Other programs provide the option to invest in a redeemable financial instrument, such as government securities. In Malta, the program requires contributions in all three investment routes.",
            "vi": "Chi phí và thiết kế các chương trình khác nhau giữa các nước nhưng hầu hết liên quan đến một khoản đầu tư lên phía trước, trong công cộng hoặc khu vực tư nhân, kết hợp với lệ phí ứng dụng quan trọng và một số tiền để trang trải chi phí thẩm định. Các chương trình trong vùng biển Caribbean cho phép hoặc là một đóng góp một khoản không hoàn lại lớn tới Kho bạc nhà nước hoặc là cho quỹ phát triển đất nước, trong đó tài trợ đầu tư chiến lược trong nền kinh tế trong nước hoặc đầu tư vào bất động sản (trong đó có thể được bán lại sau một thời gian nắm giữ quy định). Các chương trình khác cung cấp các tùy chọn để đầu tư vào một công cụ tài chính quy đổi, chẳng hạn như chứng khoán chính phủ. Trong Malta, các chương trình đòi hỏi sự đóng góp trong tất cả ba tuyến đường đầu tư."
        }
    ],
    "suggestions": []
}