{
    "en_vn": {
        "data": {
            "content": null,
            "word": "resorcinolphthalein",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "resorcinolphthalein",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "resorcinolphthalein",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "resorcinolphthalein",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "resorcinolphthalein",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Res</em> mobilis",
            "vi": "Động sản"
        },
        {
            "en": "<em>Res</em> immobilis",
            "vi": "Bất động sản"
        },
        {
            "en": "Hi-<em>res</em> monitor",
            "vi": "Màn hình vi tính có độ phân giải cao"
        },
        {
            "en": "He is plunged in medias <em>res</em> with the discovery of a dead body.",
            "vi": "Anh ta lao vào cuốn hút ở giữa câu chuyện với sự phát hiện ra một xác chết."
        },
        {
            "en": "Source: For key concepts, international standards and ICLS guidelines for labour statistics see the ILO Bureau of Statistics website at: http://www.ilo.org/public/ english/bureau/stat/<em>res</em>/index.htm.",
            "vi": "Nguồn: Để có những khái niệm cơ bản, tiêu chuẩn quốc tế và hướng dẫn ICLS về số liệu thống kê lao động xin mời xem trang web của Văn phòng thống kê của ILO tại địa chỉ: http://www.ilo.org/public/english/bureau/stat/res/index.htm."
        },
        {
            "en": "Dr. Martin Evans is Economic and Social Research Council Research Fellow and acknowledges support from the ESRC under grant number <em>RES</em>-000-27-0180.",
            "vi": "Tiến sĩ Martin Evans là học giả thành viên của Hội đồng nghiên cứu kinh tế và xã hội và muốn bày tỏ sự biết ơn với khoản hỗ trợ số RES-000-27-0180 của ESRC."
        },
        {
            "en": "In 2009, Apple quietly purchased the mapping firm Placebase, which offered a similar product to Google Maps. After the purchase, Placebase’s CEO became part of Apple’s “Geo” team, which he’s been a member of since. In 2010, Apple snagged Poly9, a Canadian online mapping firm. Poly9 offered high-<em>res</em> images of metropolitan areas, and technology that provides real-time location statistics, including altitude.",
            "vi": "Năm 2009, Apple lặng lẽ mua lại công ty bản đồ Placebase, hãng cung cấp sản phẩm tương tự như Google Maps. Sau đó, Tổng Giám đốc Điều hành của Placebase đã gia nhập đội ngũ \"địa lý\" của Apple. Năm 2010, Apple mua lại Poly9, một công ty Canada về bản đồ trực tuyến. Poly9 chuyên cung cấp hình ảnh các thành phố lớn với độ phân giải cao, cũng như công nghệ cung cấp số liệu thống kê địa điểm thời gian thực, bao gồm độ cao."
        }
    ],
    "suggestions": []
}