{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ri'spɔndənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bên bị; bị đơn (trong vụ kiện ly hôn)</td></tr></table><i/></div>",
            "word": "respondent"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>respondent</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>Law a party against whom a petition is filed, especially one in an appeal or a divorce case. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a person who responds to a questionnaire or an advertisement. </blockquote></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 <cclass>Law in the position of a party defending against a petition. </cclass></blockquote></blockquote><blockquote><blockquote>2》 responding to something. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Psychology involving or denoting a response to a specific stimulus. </cclass></blockquote></blockquote></div>",
            "word": "respondent"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "respondent"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "respondent"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "respondent"
        }
    },
    "sentences": [
        {
            "en": "The name and address of the <em>respondent</em>;",
            "vi": "Tên và địa chỉ của bị đơn;"
        },
        {
            "en": "The names and addresses of the claimant and <em>respondent</em>;",
            "vi": "Tên, địa chỉ của nguyên đơn và bị đơn;"
        },
        {
            "en": "These three persons, viz judge, petitioner and <em>respondent</em>",
            "vi": "Ba người này, đó là quan toà, nguyên đơn và bị đơn"
        },
        {
            "en": "I met these three persons, viz. judge, petitioner and <em>respondent</em>.",
            "vi": "Tôi đã gặp ba người này, đó là quan tòa, nguyên đơn và bị đơn."
        },
        {
            "en": "As one <em>respondent</em> noted Buying a red invoice is complicated.",
            "vi": "Một người trả lời phỏng vấn đã nói Mua hóa đơn đỏ thì phức tạp."
        },
        {
            "en": "According to one <em>respondent</em>, “The attitude has much changed.",
            "vi": "Một trong số những người được hỏi cho biết “thái độ phục vụ có nhiều thay đổi."
        },
        {
            "en": "These three persons, viz jugde, petitioner and <em>respondent</em>.",
            "vi": "Ba người này, đó là quan tòa, nguyên đơn và bị đơn."
        },
        {
            "en": "Respondents were selected using <em>respondent</em> driven sampling method (RDS).",
            "vi": "Đối tượng phỏng vấn được chọn vào mẫu theo phương pháp chọn mẫu dây chuyền có kiểm soát (RDS)."
        },
        {
            "en": "Describing an attempt to get a birth certificate for a new baby, one <em>respondent</em> said",
            "vi": "Khi kể về việc xin giấy khai sinh cho con, một người dân được hỏi cho biết"
        },
        {
            "en": "For example, one <em>respondent</em> described garment work as \"simple, patient work that is suitable for women\".",
            "vi": "Ví dụ, một người trả lời mô tả may là “công việc đơn giản, kiên trì rất phù hợp với phụ nữ\"."
        },
        {
            "en": "The nub of the matter is that an administrative decision was taken by the <em>respondent</em>.",
            "vi": "Điểm chính của vấn đề là một quyết định hành chính đã được bên bị đơn thi hành."
        },
        {
            "en": "The household income as obtained from the <em>respondent</em> is divided by the household size.",
            "vi": "Thu nhập của hộ được thu thập từ chính chủ hộ trả lời sau đó được chia cho số thành viên của hộ."
        },
        {
            "en": "As one <em>respondent</em> told us: The sectoral approach to tertiary and technical education has not served women well.",
            "vi": "Như một người đã trả lời chúng tôi: Cách tiếp cận theo lĩnh vực của giáo dục đại học và kỹ thuật đã không giúp ích nhiều cho phụ nữ."
        },
        {
            "en": "Correspondent banking is the provision of banking services by an FRFI (the ‘correspondent bank’) to another bank (the ‘<em>respondent</em> bank’).",
            "vi": "Việc thiết lập ngân hàng đại lý là cách cung cấp dịch vụ ngân hàng của một FRFI ('Ngân hàng đại lý') cho một ngân hàng khác ('ngân hàng tiếp nhận')."
        },
        {
            "en": "The need for the Department of Health’s approval to reorganize departments within a hospital was cited by one <em>respondent</em> as an example of the lack of autonomy.",
            "vi": "Việc yêu cầu phải có phê duyệt của Sở Y tế đối với việc tổ chức lại các khoa trong phạm vi một bệnh viện được một giám đốc cho biết đấy chính là một ví dụ về thiếu quyền tự chủ."
        },
        {
            "en": "After adjusting for the <em>Respondent</em> Driven Sampling method, the HIV prevalence among MSM in Hanoi was 9.4%, and in Ho Chi Minh city 5.3%.",
            "vi": "Sau khi điều chỉnh cho phương pháp chọn mẫu dây chuyền có kiểm soát (RDS), tỷ lệ nhiễm HIV trong nhóm nam quan hệ tình dục đồng ở Hà Nội là 9,4%, và ở TP Hồ Chí Minh là 5,3%."
        },
        {
            "en": "Andreassen and colleagues suggest that scoring \"often\" or \"very often\" on at least four of the six items may suggest the <em>respondent</em> is addicted to Facebook.",
            "vi": "Andreassen và cộng sự cho rằng nếu người trả lời chọn “thường” hoặc “rất thường” ít nhất là 4 trên 6 mục thì có thể cho rằng họ đã bị nghiện Facebook."
        },
        {
            "en": "The vast majority had not provided any opinions on commune budgets and plans, and the most often cited reason was that the <em>respondent</em> had not been consulted.",
            "vi": "Phần đông chưa từng đưa ra ý kiến gì về ngân sách và kế hoạch của xã, và nguyên nhân thường được viện dẫn nhất là những người trả lời không được hỏi ý kiến."
        },
        {
            "en": "Chart on the right is based on fixed effects regressions with <em>respondent</em> dummies to remove variation in wages attached to the characteristics of the individual.",
            "vi": "Hình bên phải dựa trên phương pháp hồi quy ảnh hưởng cố định với các biến giả gắn cho người trả lời để loại bỏ sự biến động tiền lương gắn với các đặc điểm của cá nhân."
        },
        {
            "en": "Another <em>respondent</em> even said that someone had made a comment about her weight and asked if she thought she should go on a diet.",
            "vi": "Một người khác phát biểu rằng có người đã đưa ra nhận xét về cân nặng của cô ta và hỏi cô ta có nghĩ rằng cô ta cần ăn kiêng không."
        }
    ],
    "suggestions": []
}