{
    "en_vn": {
        "data": {
            "content": null,
            "word": "restricting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "restricting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "restricting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "restricting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "restricting"
        }
    },
    "sentences": [
        {
            "en": "Congress passed laws <em>restricting</em> immigration into the U.S.",
            "vi": "Quốc hội đã thông qua Luật hạn chế nhập cư vào Hoa Kì."
        },
        {
            "en": "Congress passed laws <em>restricting</em> immigration into the U. S.",
            "vi": "Quốc hội đã thông qua Luật hạn chế nhập cư vào Hoa Kì."
        },
        {
            "en": "They are <em>restricting</em> the amount of credit given.",
            "vi": "Họ đang hạn chế khoản tín dụng đã cấp."
        },
        {
            "en": "The World Health Organization says that <em>restricting</em> flights will have little effect.",
            "vi": "Tổ chức Y tế Thế giới cảnh báo rằng việc giới hạn những chuyến bay sẽ ít có tác dụng."
        },
        {
            "en": "Sustained and successful poverty reduction will require a focus on <em>restricting</em> the growth of inequality.",
            "vi": "Giảm nghèo thành công và bền vững đòi hỏi việc ngăn chặn gia tăng bất bình dẳng"
        },
        {
            "en": "By <em>restricting</em> the money supply, the government plans to slow down inflation.",
            "vi": "Bằng cách hạn chế số tiền dự trữ, chính phủ định giảm dần lạm phát."
        },
        {
            "en": "It is pacifying to fold one's hands and <em>restricting</em> one's expression.",
            "vi": "Thật là yên bình khi chắp tay và nói ít lại."
        },
        {
            "en": "The earlier policies focused almost exclusively on <em>restricting</em> fertility to reduce rapid population growth.",
            "vi": "Các chính sách trước đây hầu như chỉ tập trung vào hạn chế sinh đẻ nhằm giảm tăng trưởng dân số."
        },
        {
            "en": "Some poets, like Walt Whitman, have found conventional poetic meter and conventional rhyme schemes too <em>restricting</em>.",
            "vi": "Mt s thi si nh walt whitman, thy rng th iu va m lut c in qua go bo."
        },
        {
            "en": "The city passed an ordinance <em>restricting</em> the size of advertising signs, but grandfathered all those signs erected before 1982.",
            "vi": "Thành phố ra chỉ thị hạn chế kích thước các bảng quảng cáo, nhưng bảng nào dựng trước năm 1982 thì không thuộc phạm vi áp dụng chỉ thị này."
        },
        {
            "en": "Access to credit, education and vocational training is also limited, <em>restricting</em> rural women workers’ ability to access higher quality jobs.",
            "vi": "Sự tiếp cận vốn vay, giáo dục và học nghề cũng còn hạn chế, cản trở lao động nữ ở nông thôn đến với những việc làm có chất lượng cao hơn."
        },
        {
            "en": "The emphasis should be on encouraging responsible sexual behaviour rather than advocating <em>restricting</em> sexual desire or pleasure.",
            "vi": "Cần chú trọng đến việc khuyến khích hành vi tình dục có trách nhiệm thay vì chỉ tuyên truyền ủng hộ việc hạn chế ham muốn hoặc khoái cảm tình dục."
        },
        {
            "en": "However, the urban-rural income differential has grown, suggesting that Government policies <em>restricting</em> rural to urban migration potentially counteract poverty reduction efforts.",
            "vi": "Tuy nhiên, sự khác nhau về thu nhập giữa đô thị và nông thôn tăng lên cho rằng chính sách của Nhà nước hạn chế nhập cư từ nông thôn vào thành thị có lẽ tương tác với các nỗ lực xóa đói giảm nghèo."
        },
        {
            "en": "He also noted that cigarettes were currently prohibited from importation as part of an anti-smoking programme aiming at <em>restricting</em> the production and consumption of cigarettes.",
            "vi": "Ông cũng lưu ý rằng biện pháp cấm nhập khẩu thuốc lá điếu là một phần của chương trình chống hút thuốc nhằm hạn chế sản xuất và tiêu thụ thuốc lá."
        },
        {
            "en": "The government is <em>restricting</em> the import of fresh meat to one hundred tons. No amounts in excess of the quota may be imported.",
            "vi": "Chính phủ đang hạn chế việc nhập khẩu thịt tươi sống đến tối đa là một trăm tấn. Không một lượng thịt quá hạn ngạch nào có thể được nhập khẩu."
        },
        {
            "en": "The latest extension expires later this month, and Suu Kyi's supporters say the trial provides the government an excuse to continue <em>restricting</em> her movement.",
            "vi": "Phần gia hạn mới nhất sẽ hết hiệu lực vào cuối tháng này, và những người ủng hộ Suu Kyi nói rằng phiên toà là cái cớ để chính phủ tiếp tục hạn chế các hoạt động của bà."
        },
        {
            "en": "Criteria under the Law on Marriages and Family and Decree No. 36/2005/ND-CP for <em>restricting</em> parental rights are quite broad.",
            "vi": "Những tiêu chí theo Luật Hôn nhân và gia đình, Nghị định số 36/2005/NĐ-CP về việc hạn chế quyền cha mẹ còn khá chung chung."
        },
        {
            "en": "By <em>restricting</em> conversion, the opportunities and incomes of poor farmers are held down, while the costs of housing and new firms are increased.",
            "vi": "Bằng việc hạn chế chuyển, cơ hội và thu nhập của nông dân nghèo đang bị đẩy giảm đi, trong khi chi phí nhà ở và chi phí cho các doanh nghiệp mới thành lập lại tăng lên."
        },
        {
            "en": "In July, Google stopped allowing Chrome extensions to be installed from third-party websites, <em>restricting</em> online installations only to extensions found in the official Chrome Web Store.",
            "vi": "Vào tháng Bảy, Google không còn cho phép các tiện ích mở rộng của Chrome được cài đặt từ các trang web bên thứ ba, chỉ cho phép cài đặt trực tuyến các phần mở rộng có trong Cửa hàng Chrome trực tuyến chính thức."
        },
        {
            "en": "However, Vu Si Cuong from the Finance Academy warned he can see big difficulties in <em>restricting</em> foreign investors’ rights related to investment incentives.",
            "vi": "Tuy nhiên, ông Vũ Sĩ Cường từ Học viện Tài chính cảnh báo ông có thể nhìn thấy những khó khăn lớn trong việc hạn chế quyền đầu tư nước ngoài liên quan đến ưu đãi đầu tư."
        }
    ],
    "suggestions": []
}