{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ri'zʌmp∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự bắt đầu lại, sự tiếp tục lại (sau khi ngừng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a resumption of activities</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự tiếp tục lại các hoạt động</font></td></tr></table><i/></div>",
            "word": "resumption",
            "pronounce": "[ri'zʌmp∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "resumption",
            "pronounce": "[ri'zʌmp∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>resumption</k><blockquote>▸ <cclass>noun RESTART, restarting, recommencement, reopening; continuation, carrying on, renewal, return to.</cclass></blockquote></div>",
            "word": "resumption",
            "pronounce": "[ri'zʌmp∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "resumption",
            "pronounce": "[ri'zʌmp∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khôi phục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">mean time for resumption of service</font><font color=\"#282828\">: khoảng thời gian khôi phục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mean time for resumption of service</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khoảng thời gian thiết lập lại dịch vụ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">work, resumption of</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tiếp tục lại công việc</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "resumption",
            "pronounce": "[ri'zʌmp∫n]"
        }
    },
    "sentences": [
        {
            "en": "<em>Resumption</em> of work",
            "vi": "Nối lại công việc"
        },
        {
            "en": "<em>Resumption</em> of activities",
            "vi": "Tiếp tục lại các hoạt động"
        },
        {
            "en": "No date was announced for a <em>resumption</em> of the discussions.",
            "vi": "Chưa có công bố về ngày cho việc khởi động lại các cuộc thảo luận."
        },
        {
            "en": "No date was announced for a <em>resumption</em> of the talks.",
            "vi": "(Họ) đã không thông báo ngày để bắt đầu nói chuyện lại."
        },
        {
            "en": "Upon <em>resumption</em> of operation, the investor must notify in writing the state management agency in charge of investment thereof.",
            "vi": "Trường hợp hoạt động trở lại, nhà đầu tư thông báo bằng văn bản cho cơ quan nhà nước quản lý đầu tư."
        },
        {
            "en": "Jeff Scott, CEO of the Australian Table Grape Association, said the table grape industry welcomed the <em>resumption</em> of exports to Vietnam.",
            "vi": "Jeff Scott, Giám đốc điều hành của Hiệp hội bảng nho Úc, cho biết ngành công nghiệp bảng nho hoan nghênh việc nối lại xuất khẩu sang Việt Nam."
        },
        {
            "en": "US Secretary of State Hillary Clinton and Israeli Prime Minister Benjamin Netanyahu have agreed after hours of discussions to seek the <em>resumption</em> of direct Middle East peace talks.",
            "vi": "Sau nhiều giờ thảo luận, Bộ trưởng Ngoại Giao Hoa Kỳ Hillary Clinton và thủ tướng Israel Benjamin Netanyahu đã đồng ý tìm cơ hội tái khởi động hòa đàm Trung Đông."
        },
        {
            "en": "A report showed that in the last five years, the Ministry of Justice reported to the State President about 40,000 cases of <em>resumption</em> and relinquishment of Vietnamese nationality.",
            "vi": "Một báo cáo cho thấy trong 5 năm gần đây, Bộ Tư pháp đã báo cáo với Chủ tịch nước về 40.000 trường hợp trở lại và xin thôi quốc tịch Việt Nam."
        },
        {
            "en": "And finally, in our progress towards a <em>resumption</em> of work, we require two safeguards against a return of the evils of the old order.",
            "vi": "Và cuối cùng, để cố gắng phục hồi hoạt động, chúng ta cần có hai biện pháp ngăn ngừa những tệ nạn của trật tự cũ lặp lại."
        },
        {
            "en": "Ben, whose group handed over the bulk of the weapons collected on Saturday, has warned that failure to develop the Niger Delta would lead to a <em>resumption</em> of violence.",
            "vi": "Nhóm của Ben đă chuyển giao phần lớn vũ khí thu thập vào hôm thứ bảy và ông đă cảnh báo là thất bại trong việc phát triển Đồng bằng sông Niger sẽ khiến tình trạng bạo lực quay trở lại."
        },
        {
            "en": "Ambassador Michalak noted that this project would be an important part of Hanoi’s 1000 year anniversary celebration, as well as a symbol of the 15th anniversary of <em>resumption</em> of U.S.-Vietnam relations.",
            "vi": "Đại sứ Michalak bày tỏ mong muốn dự án sẽ là một phần quan trọng trong các hoạt động kỷ niệm 1000 năm Thăng Long – Hà Nội, đồng thời cũng là biểu trưng cho 15 năm quan hệ Hoa Kỳ - Việt Nam."
        },
        {
            "en": "Loan-funded ODA is likely to further increase with the new commitments made in 1999 as well as the eventual <em>resumption</em> of the SAC and ESAF/PRGF programmes beyond 2000.",
            "vi": "Nguồn vốn ODA vay có thể sẽ tiếp tục tăng với những khoản cam kết mới được đưa ra vào năm 1999 cũng như do việc tiếp tục các chương trình SAC và ESAF/PRGF sau năm 2000."
        },
        {
            "en": "The Ministry of Agriculture and Rural Development also asked Khanh Hoa province to submit a report specifying the varieties of plants and a number of seeds needed for the <em>resumption</em> of production.",
            "vi": "Bộ Nông nghiệp và Phát triển nông thôn cũng yêu cầu tỉnh Khánh Hòa trình những báo cáo xác định các loại thực vật và một số hạt giống cần thiết cho việc nối lại sản xuất."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n12 November 2010 Last updated at 00:26 GMT  US Secretary of State Hillary Clinton and Israeli Prime Minister Benjamin Netanyahu have agreed after hours of discussions to seek the <em>resumption</em> of direct Middle East peace talks. The meeting focused on resuming negotiations to produce \"a two-state solution\", they said in a statement. The two met in New York amid a row over Israeli plans to build new homes for Jewish settlers in East Jerusalem. The Palestinians have left negotiations over the new settlement construction. Mrs Clinton and Mr Netanyahu's meeting \"focused on creating the conditions for the <em>resumption</em> of direct negotiations aimed at producing a two-state solution\", their joint statement said. \"Their teams will work closely together in the coming days toward that end.\" Mrs Clinton also assured Mr Netanyahu that Israel's security requirements would be \"fully taken into account\" in any future peace deal with the Palestinians. But after more than seven hours of talks, the two gave no indication as to how they intended to break the impasse over Jewish settlement building. Disputed land An Israeli moratorium on building new settlements expired at the end of September. Earlier this month, Israel announced plans to build 1,300 new homes for Jewish settlers on disputed land in East Jerusalem. The Palestinians have said they will not return to the negotiating table until new settlement construction halts. The US has said the settlements are unhelpful and has urged the two sides to restart negotiations.  Negotiations, launched with what correspondents described as great pomp by President Barack Obama in early September, ran aground after just two rounds of talks. Earlier on Thursday, speaking in Ramallah at an event to mark the anniversary of the death of Yasser Arafat, Palestinian Authority President Mahmoud Abbas asked Israelis to choose peace over settlements. \"I now turn to the Israeli people. I hope they will hear us - those who believe in peace, if they exist,\" Mr Abbas said. The US announced a new $150m (£93m) aid package on Wednesday for the Palestinian Authority. http://www.bbc.co.uk/news/world-us-canada-11736546",
            "vi": "Many obstacles to a final Middle East peace deal       \n \n12 November 2010 Last updated at 00:26 GMT  Sau nhiều giờ thảo luận, Bộ trưởng Ngoại Giao Hoa Kỳ Hillary Clinton và thủ tướng Israel Benjamin Netanyahu đã đồng ý tìm cơ hội tái khởi động hòa đàm Trung Đông.  Trong một tuyên bố họ cho biết cuộc họp tập trung vào việc mở lại thương thuyết để tìm ra “giải pháp hai quốc gia”. Cả hai gặp nhau tại New York giữa lúc đang có tranh cãi về các kế hoạch Israel xây nhà mới cho những người định cư Do Thái ở Đông Jerusalem. Người Palestine đã ngừng đàm phán về việc xây dựng khu định cư mới. Cuộc họp giữa bà Clinton và ông Netanyahu “tập trung vào việc tạo điều kiện để tái đàm phán trực tiếp nhằm đạt đến một giải pháp hai quốc gia”, tuyên bố chung của họ cho biết.  “Các nhóm của họ sẽ phối hợp làm việc chặt chẽ trong những ngày sắp tới để đạt được mục tiêu này.” Bà Clinton cũng cam đoan với ông Netanyahu rằng các yêu cầu về an ninh của Israel sẽ được “xem xét đầy đủ” trong bất kỳ cuộc thương lượng nào về hòa bình trong tương lai với người Palestine. Nhưng sau hơn bảy giờ thương thuyết, cả hai đều không đưa ra dấu hiệu gì về cách họ dự định phá vỡ thế bế tắc về việc xây dựng khu định cư Do Thái. Vùng đất tranh chấp Lệnh của Israel tạm ngưng xây dựng các khu định cư mới đã hết hạn vào cuối tháng Chín. Đầu tháng này, Israel thông báo các kế hoạch xây 1.300 ngôi nhà mới cho người định cư Do Thái trên vùng đất tranh chấp ở Đông Jerusalem. Người Palestine cho biết họ sẽ không trở lại bàn đàm phán cho đến khi nào việc xây dựng khu định cư mới được đình chỉ. Phía Mỹ tuyên bố các khu định cư không có tác dụng hữu ích và thúc hối hai bên tái khởi động đàm phán. Các cuộc đàm phán, được tổng thống Barack Obama khởi động cùng với cái mà các phóng viên báo chí mô tả là sự phô trương long trọng vào đầu tháng Chín, đã rơi vào bế tắc chỉ sau hai vòng đàm phán. Trước đó vào hôm thứ Năm, trong khi phát biểu ở thành phố Ramallah trong một sự kiện nhằm đánh dấu lễ kỷ niệm ngày mất của Yasser Arafat, tổng thống chính quyền Palestine đã yêu cầu Israel nên chọn lấy hòa bình hơn là các khu định cư. Ông Abbas nói: “Giờ đây tôi đang hướng đến nhân dân Israel. Tôi hy vọng họ nghe chúng tôi – những người tin tưởng vào hòa bình, nếu có tồn tại.” Phía Mỹ thông báo hôm thứ Tư sẽ có gói hỗ trợ mới trị giá 150 triệu đô-la cho chính quyền Palestine.  http://www.bbc.co.uk/news/world-us-canada-11736546"
        },
        {
            "en": "Food crisis fears rise with commodities          Editor's Note: CNN International launched a year-long series, \"The Price We Pay,\" this week. CNN will examine in-depth the factors and direct impact of global price instability around the world. (CNN) -- In Shandong Province in northeastern China, the nation's grain heartland, the worst drought in 60 years has raised the specter of shortages for the world's largest wheat producer. Russia -- still reeling from a drought that slashed wheat harvest by nearly 40% and spur red Moscow to ban exports last summer -- hopes new, resilient strains of the crop will lead to a <em>resumption</em> of wheat exports. However, soil damaged by the drought means nearly 10% of Russian wheat fields couldn't be planted this year. Social media may have fanned the flames of revolt which toppled governments in Tunisia and Egypt and triggered demonstrations across the Middle East. But the tinderbox was built on high unemployment, corruption and rising food prices. It's a telling sign that the trouble in Tunisia started with the self immolation of Mohamed Bouazizi, a street vendor protesting the police seizure of his produce cart. \"I think that we have to be careful, as an international community, not to let food prices become not [only] a national security threat in countries, but a global security threat,\" Ngozi Iweala, managing director of the World Bank, told CNN. Rising food prices have driven nearly 44 million people into poverty since June, according to World Bank estimates released this week, pushing the number of chronically hungry toward 1 billion. Global food prices rose 29% in the past year due to weather shocks such as the Russian drought and subsequent export ban, as well as the growing appetite for biofuels and rising demand from emerging economies such as Brazil, India and China. Rising inflation is a top Chinese concern Price increases were led by sugar and wheat, at 20%. Fats and oils used in cooking rose 22%, according to the World Bank. \"Our research shows higher global wheat prices have directly fed into sharp increases in domestic wheat prices in many countries,\" Robert Zoellick, president of the World Bank, said earlier this week. \"In just six months, prices for wheat rose by more than 50% in Kyrgyzstan; 45% in Bangladesh and 33% in Mongolia.\" Rising food prices create political strife. Nations in northern Africa and the Middle East -- where arable land is scarce -- scour Eastern Europe and Central Asia for grain deals. When Rachid Rachid was Egypt's Trade and Industry Minister, he personally combed the world for wheat -- with visits to Russia and Central Asia -- attempting to meet the domestic demand of six million tons a year. \"The fact you know that you need this much quantity to feed the people in Egypt and knowing that there is not that much quantity around the world makes you really scared,\" Rachid told CNN.  The price of a kilogram of onions in India nearly doubled from September to December, resulting in an export ban that was lifted this week after Indian farmers protested and onion prices plummeted. Chinese food prices rose 10.3% in January, raising concerns about the economy overheating. In the U.S. consumer prices rose only 1.6% in January, but as CNNMoney reports prices for clothing, appliances and food are expected to rise as increasing demand from emerging economies hikes the cost of raw materials. \"This is something we need to really pay attention to, because it impacts the most vulnerable: children, women, pregnant women and it really hits the poor,\" said Iweala of the World Bank.",
            "vi": "Food crisis fears rise with commodities       Ghi chú của biên tập: CNN quốc tế (CNN International) đã ra mắt một loạt bài kéo dài một năm \"Giá mà chúng tôi trả,\"  vào tuần này. Trong đó, CNN sẽ nghiên cứu kỹ những yếu tố và ảnh hưởng trực tiếp của sự bất ổn giá toàn cầu ở khắp nơi trên thế giới.  (CNN) -- Ở tỉnh Sơn Đông thuộc miền đông bắc Trung Quốc, được xem là khu trung tâm sản xuất ngũ cốc của quốc gia, nạn hạn hán tồi tệ nhất trong 60 năm qua đã làm dấy lên sự lo ngại về việc thiếu hụt lương thực đối với nhà sản xuất lúa mì lớn nhất thế giới này.  Nước Nga, quốc gia vẫn còn đang quay cuồng do một nạn hạn hán đã làm giảm năng suất thu hoạch lúa mì xuống còn chỉ gần 40% và hối thúc Moscow cấm xuất khẩu vào mùa hè năm ngoái, lúc này lại hy vọng về những giống cây trồng mới, dễ chịu với thời tiết của vụ này sẽ dẫn đến tiếp tục xuất khẩu lúa mì trở lại. Tuy nhiên, đất đai bị hư hại do nạn hạn hán gây ra đồng nghĩa với việc gần 10% đồng lúa ở Nga không thể trồng lúa mì được trong năm nay. Phương tiện truyền thông xã hội có thể đã châm ngòi cho những ngọn lửa cách mạng lật đổ chính quyền ở Tunisia và Ai Cập và gây ra nhiều cuộc biểu tình khắp Trung Đông. Nhưng “ngọn lửa châm ngòi” được nhen nhóm trên “những chất dễ cháy” như mức thất nghiệp cao, tham nhũng và giá lương thực tăng. Nó là dấu hiệu cho thấy rắc rối ở Tunisia bắt đầu bằng việc hy sinh tính mệnh của Mohamed Bouazizi, người bán hàng rong chống lại cảnh sát khi họ đòi giữ xe bán hàng của anh ấy.  \"Tôi nghĩ rằng chúng ta phải cẩn thận, với tư cách là một cộng đồng quốc tế, không để cho giá thực phẩm không [chỉ] đe doạ an ninh quốc gia ở nhiều nước, mà còn đe doạ an ninh toàn cầu, \" Ngozi Iweala, Giám đốc Điều hành của Ngân hàng Thế giới, tuyên bố với CNN. Tăng giá lương thực đã đẩy gần 44 triệu người lâm vào cảnh nghèo đói kể từ hồi tháng sáu, theo ước tính của Ngân hàng Thế giới đã công bố tuần này, đẩy số người đói kinh niên lên đến 1 tỉ. Giá thực phẩm toàn cầu tăng 29% trong năm qua vì những cú sốc thời tiết như là nạn hạn hán ở Nga và việc cấm xuất khẩu sau đó, cũng như mức tiêu thụ nhiên liệu sinh học tăng và nhu cầu tăng cao từ các nền kinh tế mới nổi lên như là Braxin, Ấn Độ và Trung Quốc.  Lạm phát tăng là mối quan tâm hàng đầu của Trung Quốc Tăng giá đã bắt đầu bằng việc tăng giá đường và lúa mì lên khoảng 20%. Dầu và chất béo được dùng trong nấu ăn tăng 22%, theo Ngân hàng Thế giới.  \"Qua nghiên cứu chúng tôi thấy giá lúa mì toàn cầu cao hơn trực tiếp góp phần làm tăng mạnh giá lúa mì trong nước ở nhiều quốc gia,\" Robert Zoellick, chủ tịch ngân hàng thế giới, đã nói vào đầu tuần này. \"Chỉ trong vòng sáu tháng, giá lúa mì tăng lên hơn 50% ở Kyrgyzstan; 45% ở Bangladesh và 33% ở Mông Cổ.\" Tăng giá lương thực dẫn đến xung đột chính trị. Các quốc gia ở miền bắc châu Phi và Trung Đông - - nơi đất canh tác ở đó khan hiếm - - đã sục sạo mua ngũ cốc ở Đông Âu và Trung Á. Khi Rachid Rachid còn là Bộ trưởng Thương mại và Công nghiệp của Ai Cập, ông đã đích thân lùng sục khắp thế giới để mua lúa mì - - với các chuyến viếng thăm đến nước Nga và Trung Á - - để cố gắng đáp ứng nhu cầu sáu triệu tấn trong nước một năm.  \"Thực tế bạn biết là bạn cần số lượng nhiều như thế này để cung cấp cho mọi người ở Ai Cập và khi biết là không có số lượng nhiều như thế ở trên thế giới sẽ làm bạn thật sự lo sợ,\" Rachid phát biểu với CNN. Giá của m ột ki-lô-gam hành ở Ấn Độ gần như tăng gấp đôi từ tháng chín đến tháng 12, dẫn đến bãi bỏ lệnh cấm xuất khẩu trong tuần này sau khi nông dân Ấn Độ phản đối và giá hành tụt xuống. Giá thực phẩm Trung Quốc tăng 10.3% vào tháng giêng, làm tăng sự lo ngại về sự “quá nóng” của nền kinh tế.   Ở Hoa Kỳ, giá tiêu dùng chỉ tăng 1.6% vào tháng giêng, nhưng như CNNMoney báo cáo, giá quần áo, dụng cụ và thực phẩm dự định sẽ tăng lên khi nhu cầu đang tăng cao từ những nền kinh tế mới nổi lên làm tăng chi phí của nguyên liệu.   “Đây là vấn đề khiến chúng ta cần thực sự chú ý tới, bởi vì nó tác động đến những gì “dễ nhạy cảm” nhất: trẻ em, phụ nữ, phụ nữ có thai và nó thật sự tác động đến tầng lớp nghèo,\" theo Iweala , thuộc Ngân hàng Thế giới nhận xét."
        },
        {
            "en": "US to Send Flood Aid to North Korea           North Korea is struggling with heavy rains and massive flooding that have washed out homes and ruined crops across the country. The worst flooding is in the north, on the Yalu River, which separates North Korea from China. Beijing has already offered help, and now the United States is, too. Robert King, the U.S. special envoy for North Korean human rights, told VOA's Korean service in an exclusive interview that Washington will send $750,000 in emergency aid to Pyongyang. He said the money will be given to three independent aid groups: Samaritan's Purse, Global Resource Services and Mercy Corps.  \"We've received reports of the seriousness of the flooding in North Korea,\" King said. \"The North Korean government reached out to these three non-government organizations that we're working with and to another NGO and requested assistance.\" King added the groups will use the money primarily for medical supplies and will fly the aid into Pyongyang beginning this week.  The aid comes amid a flurry of diplomatic activity surrounding North Korea. Washington has imposed additional sanctions on Pyongyang in response to the deadly sinking of a South Korean war ship earlier this year. And former U.S. President Jimmy Carter recently traveled to North Korea to secure the release of an American jailed for illegally entering the country. King dismissed speculation that the assistance is a political tool to lure North Korea back to international talks on its nuclear program. \"Our humanitarian assistance is provided solely on the basis of the need and our ability to provide the assistance and to monitor that it's being received by those in need,\" he said. \"This is not in response to ongoing talks or lack of talks. This is not in response to the humanitarian release of an American citizen.\" Washington's outreach is likely timed with major leadership changes taking place in North Korea, said Aidan Foster-Carter, a Korea expert and honorary research fellow with Leeds University in England. \"I do think there's a sense in Washington and in Seoul of possibly missing out at a time when North Korea is probably going to be making a generational change,\" said Foster-Carter.  North Korea's ruling Workers' Party is reportedly planning a major meeting next week to pick new leadership and possibly choose a successor to leader Kim Jong Il. In the run-up to this meeting, Mr. Kim made his second visit to China in four months, coinciding with a visit to North Korea by the former U.S. president Carter.  Foster-Carter says by ignoring calls to return to the six-party talks, and working directly with China, North Korea is signaling it does not care to deal with its critics. \"Presumably neither the U.S. nor South Korea wants to see North Korea shelter wholly under China's wing, which I think is certainly one option in the coming years to be honest,\" Foster-Carter said.  China's Vice Minister for Foreign Affairs, Wu Dawei, met key U.S. diplomats in Washington this week to discuss North Korea. And South Korea's special representative for Korean Peninsula Peace is to hold his own meeting Friday with deputy U.S. Secretary of State James Steinberg.  State Department spokesman P.J. Crowley has said it is up to North Korea to show it is willing to live up to international obligations, including abandoning its nuclear weapons program. \"If North Korea's prepared to demonstrate a willingness to act more constructively, then we will respond appropriately and be prepared for further engagement,\" said Crowley.  In China last week, Kim Jong Il reportedly told Chinese President Hu Jintao that he wanted an early <em>resumption</em> of the nuclear talks.  The United States and South Korea both say the negotiations should not resume until North Korea apologizes for the sinking of the South Korean warship.",
            "vi": "Mỹ viện trợ lũ lụt cho Bắc Triều Tiên       Bắc Triều Tiên đang vật lộn với những trận mưa lớn cùng với nạn lũ lụt ồ ạt cuốn trôi nhà cửa và phá hỏng mùa màng khắp cả nước. Cơn lũ nặng nhất ở phía bắc sông Yalu đã tách biệt Bắc triều Tiên với Trung Quốc. Bắc Kinh đã sẵn sàng trợ giúp và bây giờ Mỹ cũng nhập cuộc. Robert King, đặc phái viên Hoa Kỳ đại diện cho nhân quyền Bắc Triều Tiên đã phát biểu với phóng viên VOA ở Triều Tiên trong cuộc phỏng vấn riêng rằng Hoa Kỳ sẽ gửi 750,000 đô-la để viện trợ khẩn cấp cho Bình Nhưỡng. Ông bảo tiền sẽ được đưa cho ba nhóm cứu trợ độc lập là Samaritan's Purse, Global Resource Services và Mercy Corps. “ Chúng tôi đã nhận được thông báo về trận lũ lụt nghiêm trọng ở Bắc Triều Tiên”, ông King nói. “ Chính phủ Bắc Triều Tiên đã gặp gỡ ba tổ chức phi chính phủ này cùng với tổ chức Phi chính phủ khác và viện trợ đã yêu cầu”. Ông King còn cho biết thêm bắt đầu tuần này các nhóm sẽ dùng tiền để viện trợ chủ yếu về thuốc men và sẽ bay đến viện trợ Bình Nhưỡng Viện trợ diễn ra vào lúc hoạt động ngoại giao đang biến động xung quanh vấn đề Bắc Triều Tiên. Washington đã áp dụng hình phạt bổ sung ở Bình Nhưỡng để phản ánh vụ đắm chìm chết người một chiến hạm của Nam Triều Tiên vào đầu năm nay. Và Cựu tổng thống Hoa Kỳ Jimmy Carter mới đây đã đến thăm Bắc Triều Tiên để bảo mật việc phóng thích một tù nhân Mỹ đã xâm nhập bất hợp pháp vào đất nước này. Ông King đã bác bỏ suy đoán rằng viện trợ là một công cụ pháp lý để nhử Bắc triều Tiên trở lại cuộc đàm phán quốc tế về chương trình hạt nhân. “ Trợ giúp nhân đạo của chúng tôi chỉ dựa vào nhu cầu và khả năng của chúng tôi để trợ giúp và kiểm tra liệu họ đã nhận được viện trợ trong lúc khó khăn hay không”, ông nói. “  Điều này không phải là sự phản ánh cuộc đàm phán đang diễn ra hay thiếu đàm phán. Điều này cũng không phản ánh sự ban phát nhân đạo của một công nhân Mỹ”. Trợ giúp của Washington có thể được chọn thời điểm để thay đổi khả năng lãnh đạo chủ yếu đang diễn ra ở Bắc Triều Tiên, Aiden Foster- Carter một chuyên gia về vấn đề Triều Tiên và là nhà nghiên cứu được phong danh dự bởi Trường đại học Leeds ở Anh cho hay. Ông Foster-Carter còn nói “ tôi nghĩ rằng có một khả năng phán đoán ở Washington và ở Seoul về khả năng bỏ lỡ cơ hội tại thời điểm Bắc Triều Tiên có thể sẽ có một sự thay đổi về thế hệ”. Lãnh đạo của Đảng Lao Động Bắc Triều Tiên đang lập kế hoạch một cuộc họp chính vào tuần này như đã đưa tin để chọn ra một lãnh đạo mới và có thể chọn một người kế vị cho nhà lãnh đạo Kim Jong Il. Trong thời gian chuẩn bị cuộc họp, ông Kim đã có cuộc viếng thăm Trung Quốc lần thứ hai trong bốn tháng, trùng với cuộc viếng thăm Bắc Triều Tiên của cựu Tổng thống Mỹ Carter. Foster- Carter cho biết bằng việc phớt lờ các cuộc gọi để quay trở lại vòng đàm phán sáu bên, và làm việc trực tiếp với Trung Quốc, Bắc Triều Tiên đang cho thấy họ không quan tâm đến việc đối phó với những người chỉ trích. “ Mà có lẽ cả Mỹ và Nam Tiều Tiên đều không muốn thấy Bắc Triều Tiên hoàn toàn núp dưới cái cánh của Trung Quốc, tôi nghĩ chắc chắn đó là một sự lựa chọn trong những năm tới là thật,” Foster-Carter nói. Thứ trưởng Bộ ngoại giao Trung Quốc, Wu Dawei đã gặp nhà ngoại giao chính của Hoa Kỳ ở Washington vào tuần này để thảo luận về vấn đề Bắc Triều Tiên. Và đặc phái viên của Nam Triều Tiên đại diện cho Bán đảo Hoà Bình Triều Tiên tổ chức cuộc họp riêng của mình vào ngày thứ sáu với phó Bộ trưởng Mỹ State James Steinberg. Người phát ngôn của Bộ Ngoại Giao P.J.Crowley cho biết là còn tuỳ thuộc vào Bắc triều Tiên có sẵn sàng thực hiện các nghĩa vụ quốc tế hay không, kể cả việc từ bỏ chương trình vũ khí hạt nhân. “ Nếu Bắc Triều Tiên đã chuẩn bị để chứng tỏ sự sẵn sàng hành động có tính chất xây dựng hơn thì chúng tôi sẽ đáp lại một cách thích đáng và chuẩn bị thêm một cuộc hẹn nữa,” Crowly cho hay.  Ở Trung Quốc vào tuần trước, theo như đưa tin Kim Jong Il đã có cuộc nói chuyện với Chủ tịch Trung Quốc Hồ Cẩm Đào về việc ông muốn tiếp tục cuộc đàm phán hạt nhân sớm. Cả Hoa Kỳ và Nam Triều Tiên đều nói rằng cuộc đàm phán không nên tiếp tục cho đến khi Bắc Triều Tiên đưa ra lời xin lỗi về vụ đánh chìm chiến hạm của Nam Triều Tiên."
        },
        {
            "en": "North Korea attack on island causes international alarm        North Korea's shelling of an island in South Korea near a disputed sea border has drawn international condemnation. US President Barack Obama said he was \"outraged\" by the attack on Yeonpyeong island. It was also denounced by Russia, Japan and European countries. UN chief Ban Ki-moon called it \"one of the gravest incidents since the Korean War\" and urged restraint on both sides. South Korea returned fire and threatened missile strikes if there were \"further provocations\". South Korea's military had been carrying out an exercise nearby, but it denies opening hostilities by firing towards the North. Two South Korean marines died when dozens of artillery shells landed on the island - most of them hitting a military base. Both soldiers and civilians were wounded. The South fired back some 80 shells. Casualties on the northern side are unknown. In Washington, President Obama called South Korea an important ally. \"We strongly affirm our commitment to defend South Korea as part of that alliance,\" he told ABC News. \"We want to make sure all the parties in the region recognise that this is a serious and ongoing threat that needs to be dealt with\", Mr Obama said.  He called specifically on China to communicate to North Koreans \"that there are a set of international rules they need to abide by\".  The US state department vowed to forge a \"measured and unified\" stance with major powers. The Pentagon said it would co-ordinate its response with the South Korean military. The US has 28,000 troops stationed in the South. South Korea's stock marker opened sharply lower on Wednesday, with the benchmark stock index falling 3.3% in the opening minutes of trading.  'Colossal danger'  UN spokesman Farhan Haq said Secretary General Ban Ki-moon was \"deeply concerned by the escalation of tension on the Korean peninsula\". \"The secretary general condemns the attack and calls for immediate restraint,\" he added. The current president of the Security Council, British ambassador Mark Lyall Grant, said he was in touch with other members about what to do next. No country has formally requested an emergency session. Russia's foreign minister warned of a \"colossal danger\", and said those behind the attack carried a huge responsibility. Japanese Prime Minister Naoto Kan said he had ordered ministers to \"make preparations so that we can react firmly, should any unexpected event occur\". The EU and the UK also condemned the North, but China - the North's main ally - refused to apportion blame. A spokesman for the Chinese foreign ministry said that both countries should \"do more to contribute to peace\". South Korean President Lee Myung-bak called the incident \"an invasion of South Korean territory\", and warned that future provocations could be met with \"enormous retaliation\", including missile strikes on North Korean positions. North Korea's military command blamed South Korea for the incident. \"The South Korean enemy, despite our repeated warnings, committed reckless military provocations of firing artillery shells into our maritime territory near Yeonpyeong island beginning 1300 (0400 GMT),\" the state-run KCNA news agency quoted it as saying. The North will strike back if South Korea \"dares to invade our sea territory by 0.001mm\", it warned. There have been occasional cross-border incidents since the Korean War ended without a peace treaty in 1953, but the latest comes at a time of rising regional tension. North Korea's reclusive leader Kim Jong-il is thought to be ill and trying to ensure the succession of his youngest son. The BBC's John Sudworth in Seoul says the heir apparent may be trying to build a reputation with the country's hardline military elite - suggesting a period of further provocation towards the South. On Saturday, it emerged that Pyongyang had shown off what it claimed was a new uranium enrichment facility to an American scientist. The move prompted the US to rule out the <em>resumption</em> of six-party talks on nuclear disarmament that Pyongyang abandoned two years ago. The western maritime border, also known as the Northern Limit Line, has been the scene of numerous clashes in the past.  In March, a South Korean warship went down near the border with the loss of 46 lives. International investigators say a North Korean torpedo sank the ship, although Pyongyang has denied any role in the incident.",
            "vi": "Việc Bắc Tiều Tiên tấn công đảo đã đã làm cả Thế giới lo ngại       Bắc Triều Tiên nã pháo trên hòn đảo ở Nam Triều Tiên gần biên giới bờ biển tranh chấp của hai bên đã khiến cả thế giới lên tiếng chỉ trích. Tổng thống Mỹ Barack Obama cho biết ông “rất phẫn nộ” trước vụ tấn công trên đảo Yeonpyeong. Trong đó Nga, Nhật Bản và các nước Châu Âu cũng đã lên án. Tổng thư ký Liên Hiệp Quốc ông Ban Ki – moon gọi đó là “ một trong những sự cố nghiêm trọng nhất kể từ cuộc chiến tranh Triều Tiên” và kêu gọi hai bên hãy kiềm chế. Nam Triều Tiên đã bắn trả và đe doạ tấn công bằng tên lửa nếu có “sự khiêu khích thêm”. Quân đội Nam Triều Tiên đang tiến hành diễn tập quân sự ở gần đó nhưng họ phủ nhận không hề khai chiến bằng cách bắn tên lửa qua Bắc Triều Tiên. Hai lính thuỷ đánh bộ Nam Triều Tiên đã bị thiệt mạng khi hàng tá quả đạn pháo bắn vào hòn đảo- hầu hết đều rơi trúng vào một căn cứ quân sự. Cả lính và các thường dân đều bị thương. Nam Triều Tiên đã đánh trả khoảng 80 quả đạn pháo. Các tổn thất về phía Bắc chưa được ước tính. Ở Washington, Tổng thống Obama gọi Nam Triều Tiên là một đồng minh quan trọng. Ông phát biểu với đài ABC News rằng: “ Chúng tôi mạnh mẽ khẳng định cam kết sẽ bảo vệ Nam Triều Tiên như một phần của thành viên liên minh,” “ Chúng tôi muốn đảm bảo rằng tất cả các bên trong khu vực nhận ra đây là mối đe doạ nghiêm trọng đang diễn ra cần phải được xử lý,” Ông nói. Ông đặc biết yêu cầu Trung Quốc phải truyền tải đến Bắc Triều Tiên rằng “ có luật quốc tế đưa ra mà họ cần phải tuân theo.” Bộ ngoại giao Hoa Kỳ cam kết dốc sức tạo ra lập trường \" có cân nhắc và thống nhất \" với các đại cường quốc. Lầu Năm Góc bảo sẽ phối hợp phản ứng với quân đội Nam Triều Tiên Hiện Hoa Kỳ có 28,000 binh lính đóng quân ở miền Nam. Thị trường chứng khoán của Nam Triều Tiên mở vào ngày thứ Tư giảm mạnh hơn, với chỉ số chứng khoán chuẩn giảm 3.3% trong những phút đầu giao dịch. ' Mối nguy hiểm khổng lồ ' Farhan Haq người phát ngôn của Liên Hiệp Quốc cho biết Tổng thư ký Ban Ki - moon \" hết sức lo lắng vì tình trạng căng thẳng tăng vọt trên Bán đảo Triều Tiên \". Ông còn cho biết thêm \" Tổng thư ký lên án cuộc tấn công này và yêu cầu kiềm chế ngay lập tức, \". Đương kim Chủ tịch Hội đồng bảo an, đại sứ Anh Mark Lyall Grant cho biết ông đang liên lạc với các thành viên khác về chuyện phải làm gì tiếp theo. Không một quốc gia nào chính thức yêu cầu họp khẩn cấp cả. Ngoại trưởng Nga đã cảnh báo về \" mối nguy hiểm khổng lồ \", và nói rằng những người đứng sau cuộc tấn công này cũng sẽ mang trách nhiệm khổng lồ. Thủ tướng Nhật Bản Naoto Kan cho biết ông đã ra lệnh cho các bộ trưởng phải \" chuẩn bị sẵn sàng để chúng ta có thể phản ứng kiên quyết, nếu có sự kiện bất ngờ nào xảy ra \". Châu Âu và Vương quốc Anh cũng lên án miền Bắc, nhưng Trung Quốc - đồng minh chính của miền Bắc - không chịu quy trách nhiệm cho bất kỳ bên nào. Phát ngôn viên cho Bộ Ngoại giao Trung Quốc phát biểu rằng cả hai quốc gia nên \" cố gắng nhiều hơn để góp phần tạo nên hoà bình \". Lee Myung-bak Tổng thống Nam Triều tiên gọi sự cố này là \" một cuộc xâm phạm lãnh thổ Nam Triều tiên \", và cảnh báo rằng sự khiêu khích trong tương lai có thể gặp phải \" sự trả đũa khổng lồ \", kể cả bắn tên lửa vào các vị trí quân sự của Bắc Triều Tiên. Chỉ huy quân đội của Bắc Triều Tiên đổ lỗi Nam Triều Tiên đã gây nên sự cố này. \" Kẻ thù Nam Triều tiên, bất chấp cảnh báo liên tục của chúng tôi, đã thực hiện sự khiêu khích quân sự liều lĩnh về việc bắn quả đạn pháo vào lãnh hải của chúng tôi gần đảo Yeonpyeong bắt đầu vào lúc 13:00 ( 0400 giờ quốc tế ), \" thông tấn xã KCNA của nhà nước viện dẫn khi nói. Miền Bắc cảnh báo sẽ trả đũa nếu Nam Triều Tiên \" dám xâm lấn lãnh thổ bờ biển của chúng tôi dù chỉ 0.001 mm đi chăng nữa \". Thỉnh thoảng cũng có những sự cố xuyên biên giới từ khi cuộc chiến tranh Triều Tiên chấm dứt không có hoà ước vào năm 1953, nhưng gần đây sự căng thẳng khu vực đã tăng lên. Kim Jong - il, nhà lãnh đạo đang ẩn dật của Bắc Triều Tiên được coi là đang bị bệnh và đang cố gắng đảm bảo sự kế vị cho người con trai út của ông. John Sudworth thuộc đài BBC ở Seoul nói người kế vị hiển nhiên có thể đang cố xây dựng danh tiếng với nhóm quyền lực trong quân đội theo chính sách cứng rắn không nhân nhượng của quốc gia này - đề nghị một giai đoạn khiêu khích miền Nam nhiều hơn nữa. Vào ngày thứ bảy, hoá ra Bình Nhưỡng đã khoe khoang những gì mà quốc gia này đã tuyên bố là cơ sở làm giàu uranium mới với một nhà khoa học Mỹ. Động thái này khiến cho Hoa Kỳ phải quyết định không tiếp tục lại vòng đàm phán sáu bên về giải trừ vũ khí hạt nhân Bình Nhưỡng đã bỏ cách đây hai năm. Biên giới biển phía tây, cũng gọi là đường biên giới với miền Bắc, là nơi xảy ra nhiều cuộc đụng độ trong quá khứ. Vào tháng ba, một tàu chiến của Nam Triều tiên đã chìm gần biên giới này với tổn thất là 46 mạng người. Các điều tra viên quốc tế cho biết một ngư lôi ở Bắc Triều Tiên đánh chìm con tàu này, mặc dù Bình Nhưỡng đã phủ nhận không hề đóng vai trò gì trong sự cố này."
        },
        {
            "en": "Nigeria rebel group to resume attacks, ends talks      Source: Reuters * Main militant group to end ceasefire on Sept. 15 * Rebel group vows fresh attacks against oil industry * Hundreds of militants surrender arms in amnesty programme (Updates with MEND to resume attacks, new throughout) By Austin Ekeinde YENAGOA, Nigeria, Aug 22 (Reuters) - Nigeria's main rebel group said on Saturday it would resume attacks against Africa's biggest energy industry next month, overshadowing the surrender of hundreds of arms by rebels in a federal amnesty programme. The Movement for the Emancipation of the Niger Delta (MEND), responsible for attacks that have wrought havoc on the OPEC member's oil operations, said it would resume its campaign of violence on Sept. 15. MEND, a loose coalition of militant groups, denounced the hundreds of rebels that have participated in President Umaru Yar'Adua's 60-day amnesty programme, which aims to stem unrest in the Niger Delta. \"The ongoing amnesty programme by the government of Nigeria seems to have achieved separating those who still have the zeal to fight for our freedom from those who were in it for the money,\" the group said in a statement. MEND, which declared a 60-day ceasefire in July to allow for peace talks, said it has suspended negotiations with the government. Hundreds of Nigerian militants earlier on Saturday surrendered their weapons, mortar bombs and gunboats during a public ceremony in the Bayelsa state capital Yenagoa. The handover by dozens of militant groups was the largest collection of weapons and ammunition since President Umaru Yar'Adua's 60-day amnesty programme began two weeks ago. A CHANCE FOR PEACE \"We give up our weapons so that we give peace a chance and for all oil companies and other multinationals to come into our region to develop the place,\" said Erepamutei Olotu, known as General Ogunbos, during a public handing-over ceremony. Attacks on pipelines and industry facilities along with the kidnapping of oil workers since early 2006 have cost the world's eighth-biggest oil exporter billions of dollars a year in lost revenues and added to volatility in global energy prices. At the ceremony, former militant leader Ebikabowei Victor Ben, known as Boyloaf, gave a senior government official his flak jacket emblazoned with the logo of Nigeria's most prominent militant group -- the Movement for the Emancipation of the Niger Delta (MEND). \"As chairman of MEND in Bayelsa state, I hand over this jacket as a proclamation that we have disarmed and stand by our word. We expect the president to stand by his word and develop the Niger Delta,\" Ben told a crowd of hundreds that included former militants, government officials and security officers. Ben was among 25 former militant leaders that surrendered more than 500 weapons, dozens of rocket launchers and mortar bombs and 14 gunboats, which were on display at the ceremony. Ben, whose group handed over the bulk of the weapons collected on Saturday, has warned that failure to develop the Niger Delta would lead to a <em>resumption</em> of violence. Sceptics question whether the amnesty scheme will buy anything more than a short-term lull in the violence, saying the government has done little to create employment or training opportunities for those who do hand over their guns. MEND has said a replacement to take over Boyloaf's command had already been put in place, somewhat undermining the point of his departure, and other key commanders in the creeks of the delta have shown no such willingness to take part. No mention has been made of other hardliners like Ateke Tom, Farah Dagogo or Government Tompolo -- against whom the military launched its biggest campaign for years just months ago -- joining the amnesty programme. A previous attempt at disarmament under Yar'Adua's predecessor Olusegun Obasanjo in 2004 broke down as factions argued over the money paid for their weapons. Thousands of guns were handed over but the subsequent five years were among the most violent in the history of the Niger Delta.",
            "vi": "Nigeria rebel group to resume attacks, ends talks    Nguồn : Reuters * Nhóm binh sĩ chủ lực chấm dứt lệnh ngừng bắn vào ngày 15 tháng chín * Nhóm phiến quân tuyên thệ những cuộc tấn công mới chống lại ngành công nghiệp dầu lửa * Hàng trăm binh sĩ buông khí giới trong chương trình ân xá  ( cập nhật sự tấn công trở lại rộng khắp của Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND)) Austin Ekeinde YENAGOA, Nigeria, ngày 22 tháng Tám (Hãng tin Reuters ) – Hôm thứ bảy nhóm phiến quân chủ lực của Nigeria cho biết họ sẽ bắt đầu tấn công trở lại chống lại ngành công nghiệp năng lượng lớn nhất của Châu Phi vào tháng tới, để làm lu mờ hình ảnh hàng trăm phiến quân giao nộp vũ khí trong chương trình ân xá của chính phủ. Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), chịu trách nhiệm về những vụ tấn công đã tàn phá các hoạt động khai thác dầu khí của thành viên OPEC, cho biết nó sẽ tiếp tục chiến dịch bạo lực trở lại vào ngày 15 tháng chín. Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), một liên minh các nhóm chiến đấu lỏng lẻo, đã lên án hàng trăm phiến quân tham gia chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua, một chương trình cố gắng cản trở tình trạng náo động ở Đồng bằng sông Niger. Trong một bài phát biểu nhóm này đã nói: \"Chương trình ân xá đang được chính phủ Nigeria tiến hành dường như đã thành công trong việc tách biệt những người còn có nhiệt tình chiến đấu cho tự do của chúng ta với những kẻ chiến đấu chỉ vì tiền\". MEND đã tuyên bố lệnh ngừng bắn 60 ngày vào tháng bảy để cho phép những cuộc đàm phán hoà bình nhưng giờ đây họ cho biết rằng đã đình chỉ thương lượng với chính phủ. Hàng trăm chiến binh Nigeria vào sáng sớm hôm thứ bảy đã giao nộp vũ khí, bom vôi và tàu chiến của họ trong buổi lễ công khai ở thủ phủ Yenagoa bang Bayelsa. Các nhóm chiến binh đã chuyển giao một bộ sưu tập vũ khí và đạn dược lớn nhất từ khi chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua bắt đầu cách đây hai tuần. CƠ HỘI HOÀ BÌNH Trong buổi lễ chuyển giao công khai, Erepamutei Olotu, hay còn gọi là Tướng Ogunbos, đã nói: \"Chúng tôi từ bỏ vũ khí của mình để cho hoà bình một cơ hội và cho tất cả các công ty dầu lửa và công ty đa quốc gia khác đi vào vùng của chúng tôi để phát triển nơi này\". Các vụ tấn công vào đường ống dẫn và cơ sở công nghiệp cùng với vụ bắt cóc công nhân dầu khí kể từ đầu năm 2006 đã làm mất hàng tỉ đô la doanh thu một năm của khu vực xuất khẩu dầu lớn thứ tám trên thế giới, đồng thời gây ra sự bất ổn giá năng lượng toàn cầu.  Tại buổi lễ này, cựu lãnh đạo binh sĩ Ebikabowei Victor Ben, được biết với tên gọi Boyloaf, đã đưa cho một viên chức chính phủ cao cấp áo chống đạn của ông ta được trang trí logo nhóm vũ trang tài giỏi nhất của Nigeria -- Phong trào Giải phóng Đồng bằng Châu thổ Niger ( MEND ). Ben nói với một đám đông hàng trăm người bao gồm các cựu chiến binh, các viên chức chính phủ và các nhân viên an ninh: \"Là thủ lĩnh phiến quân Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND) ở bang Bayelsa, tôi chuyển giao áo khoác này như lời tuyên bố chúng tôi đã giải giới và làm đúng như lời đã nói. Chúng tôi mong tổng thống cũng sẽ làm đúng như lời ông đã nói và phát triển Đồng bằng sông Niger\". Ben nằm trong số 25 cựu lãnh đạo binh sĩ đã giao nộp hơn 500 vũ khí, hàng tá bệ phóng tên lửa và bom vôi và 14 tàu chiến, những thứ đang được trưng bày ở buổi lễ. Nhóm của Ben đã chuyển giao phần lớn vũ khí thu thập vào hôm thứ bảy và ông đã cảnh báo là thất bại trong việc phát triển Đồng bằng sông Niger sẽ khiến tình trạng bạo lực quay trở lại. Những người hoài nghi phân vân không biết chương trình ân xá có mang lại điều gì tốt đẹp hay không hay chỉ là việc tạm lắng ngắn hạn tình trạng bạo lực này, và cho rằng chính phủ hầu như chẳng làm gì để tạo công ăn việc làm và đào tạo cơ hội cho những người đã chuyển giao súng của họ. MEND cho biết một sự thay thế để tiếp quản mệnh lệnh của Boyloaf đã được đặt đúng chỗ, có phần ngấm ngầm phá hoại điểm khởi hành của anh ấy, và những chỉ huy then chốt khác ở các nhánh sông của vùng châu thổ đã cho thấy không hề có lòng tự nguyện như thế để tham gia. Không hề có ai nhắc đến những người kiên định lập trường khác như Ateke Tom, Farah Dagogo hoặc Chính quyền Tompolo -- chống lại người mà quân đội phát động chiến dịch lớn nhất của nó trong nhiều năm chỉ mấy tháng trước -- tham gia chương trình ân xá. Nỗ lực trước đây nhằm giải trừ quân bị dưới người tiền nhiệm của Yar' Adua Olusegun Obasanjo vào năm 2004 đã bị phá vỡ khi các phe phái tranh cãi với nhau về số tiền trả cho vũ khí của họ. Hàng ngàn khẩu súng đã được chuyển giao nhưng năm năm tiếp theo nằm ở thời kỳ bạo lực nhất trong lịch sử Đồng bằng sông Niger."
        },
        {
            "en": "President Hoover, Mr      President Hoover, Mr. Chief Justice, my friends:   This is a day of national consecration. And I am certain that on this day my fellow Americans expect that on my induction into the Presidency, I will address them with a candor and a decision which the present situation of our people impels.  This is preeminently the time to speak the truth, the whole truth, frankly and boldly. Nor need we shrink from honestly facing conditions in our country today. This great Nation will endure, as it has endured, will revive and will prosper.  So, first of all, let me assert my firm belief that the only thing we have to fear is fear itself -- nameless, unreasoning, unjustified terror which paralyzes needed efforts to convert retreat into advance. In every dark hour of our national life, a leadership of frankness and of vigor has met with that understanding and support of the people themselves which is essential to victory. And I am convinced that you will again give that support to leadership in these critical days.  In such a spirit on my part and on yours we face our common difficulties. They concern, thank God, only material things. Values have shrunk to fantastic levels; taxes have risen; our ability to pay has fallen; government of all kinds is faced by serious curtailment of income; the means of exchange are frozen in the currents of trade; the withered leaves of industrial enterprise lie on every side; farmers find no markets for their produce; and the savings of many years in thousands of families are gone. More important, a host of unemployed citizens face the grim problem of existence, and an equally great number toil with little return. Only a foolish optimist can deny the dark realities of the moment.  And yet our distress comes from no failure of substance. We are stricken by no plague of locusts. Compared with the perils which our forefathers conquered, because they believed and were not afraid, we have still much to be thankful for. Nature still offers her bounty and human efforts have multiplied it. Plenty is at our doorstep, but a generous use of it languishes in the very sight of the supply.  Primarily, this is because the rulers of the exchange of mankind's goods have failed, through their own stubbornness and their own incompetence, have admitted their failure, and have abdicated. Practices of the unscrupulous money changers stand indicted in the court of public opinion, rejected by the hearts and minds of men.  True, they have tried. But their efforts have been cast in the pattern of an outworn tradition. Faced by failure of credit, they have proposed only the lending of more money. Stripped of the lure of profit by which to induce our people to follow their false leadership, they have resorted to exhortations, pleading tearfully for restored confidence. They only know the rules of a generation of self-seekers. They have no vision, and when there is no vision the people perish.  Yes, the money changers have fled from their high seats in the temple of our civilization. We may now restore that temple to the ancient truths. The measure of that restoration lies in the extent to which we apply social values more noble than mere monetary profit.  Happiness lies not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort. The joy, the moral stimulation of work no longer must be forgotten in the mad chase of evanescent profits. These dark days, my friends, will be worth all they cost us if they teach us that our true destiny is not to be ministered unto but to minister to ourselves, to our fellow men.  Recognition of that falsity of material wealth as the standard of success goes hand in hand with the abandonment of the false belief that public office and high political position are to be valued only by the standards of pride of place and personal profit; and there must be an end to a conduct in banking and in business which too often has given to a sacred trust the likeness of callous and selfish wrongdoing. Small wonder that confidence languishes, for it thrives only on honesty, on honor, on the sacredness of obligations, on faithful protection, and on unselfish performance; without them it cannot live.  Restoration calls, however, not for changes in ethics alone. This Nation is asking for action, and action now.  Our greatest primary task is to put people to work. This is no unsolvable problem if we face it wisely and courageously. It can be accomplished in part by direct recruiting by the Government itself, treating the task as we would treat the emergency of a war, but at the same time, through this employment, accomplishing great -- greatly needed projects to stimulate and reorganize the use of our great natural resources.  Hand in hand with that we must frankly recognize the overbalance of population in our industrial centers and, by engaging on a national scale in a redistribution, endeavor to provide a better use of the land for those best fitted for the land.  Yes, the task can be helped by definite efforts to raise the values of agricultural products, and with this the power to purchase the output of our cities. It can be helped by preventing realistically the tragedy of the growing loss through foreclosure of our small homes and our farms. It can be helped by insistence that the Federal, the State, and the local governments act forthwith on the demand that their cost be drastically reduced. It can be helped by the unifying of relief activities which today are often scattered, uneconomical, unequal. It can be helped by national planning for and supervision of all forms of transportation and of communications and other utilities that have a definitely public character. There are many ways in which it can be helped, but it can never be helped by merely talking about it.  We must act. We must act quickly.  And finally, in our progress towards a <em>resumption</em> of work, we require two safeguards against a return of the evils of the old order. There must be a strict supervision of all banking and credits and investments. There must be an end to speculation with other people's money. And there must be provision for an adequate but sound currency.  These, my friends, are the lines of attack. I shall presently urge upon a new Congress in special session detailed measures for their fulfillment, and I shall seek the immediate assistance of the 48 States.  Through this program of action we address ourselves to putting our own national house in order and making income balance outgo. Our international trade relations, though vastly important, are in point of time, and necessity, secondary to the establishment of a sound national economy. I favor, as a practical policy, the putting of first things first. I shall spare no effort to restore world trade by international economic readjustment; but the emergency at home cannot wait on that accomplishment.  The basic thought that guides these specific means of national recovery is not nationally -- narrowly nationalistic. It is the insistence, as a first consideration, upon the interdependence of the various elements in and parts of the United States of America -- a recognition of the old and permanently important manifestation of the American spirit of the pioneer. It is the way to recovery. It is the immediate way. It is the strongest assurance that recovery will endure.  In the field of world policy, I would dedicate this Nation to the policy of the good neighbor: the neighbor who resolutely respects himself and, because he does so, respects the rights of others; the neighbor who respects his obligations and respects the sanctity of his agreements in and with a world of neighbors.  If I read the temper of our people correctly, we now realize, as we have never realized before, our interdependence on each other; that we can not merely take, but we must give as well; that if we are to go forward, we must move as a trained and loyal army willing to sacrifice for the good of a common discipline, because without such discipline no progress can be made, no leadership becomes effective.  We are, I know, ready and willing to submit our lives and our property to such discipline, because it makes possible a leadership which aims at the larger good. This, I propose to offer, pledging that the larger purposes will bind upon us, bind upon us all as a sacred obligation with a unity of duty hitherto evoked only in times of armed strife.  With this pledge taken, I assume unhesitatingly the leadership of this great army of our people dedicated to a disciplined attack upon our common problems.  Action in this image, action to this end is feasible under the form of government which we have inherited from our ancestors. Our Constitution is so simple, so practical that it is possible always to meet extraordinary needs by changes in emphasis and arrangement without loss of essential form. That is why our constitutional system has proved itself the most superbly enduring political mechanism the modern world has ever seen.  It has met every stress of vast expansion of territory, of foreign wars, of bitter internal strife, of world relations. And it is to be hoped that the normal balance of executive and legislative authority may be wholly equal, wholly adequate to meet the unprecedented task before us. But it may be that an unprecedented demand and need for undelayed action may call for temporary departure from that normal balance of public procedure.  I am prepared under my constitutional duty to recommend the measures that a stricken nation in the midst of a stricken world may require. These measures, or such other measures as the Congress may build out of its experience and wisdom, I shall seek, within my constitutional authority, to bring to speedy adoption.  But, in the event that the Congress shall fail to take one of these two courses, in the event that the national emergency is still critical, I shall not evade the clear course of duty that will then confront me. I shall ask the Congress for the one remaining instrument to meet the crisis -- broad Executive power to wage a war against the emergency, as great as the power that would be given to me if we were in fact invaded by a foreign foe.  For the trust reposed in me, I will return the courage and the devotion that befit the time. I can do no less.  We face the arduous days that lie before us in the warm courage of national unity; with the clear consciousness of seeking old and precious moral values; with the clean satisfaction that comes from the stern performance of duty by old and young alike. We aim at the assurance of a rounded, a permanent national life.  We do not distrust the -- the future of essential democracy. The people of the United States have not failed. In their need they have registered a mandate that they want direct, vigorous action. They have asked for discipline and direction under leadership. They have made me the present instrument of their wishes. In the spirit of the gift I take it.  In this dedication -- In this dedication of a Nation, we humbly ask the blessing of God.  May He protect each and every one of us.  May He guide me in the days to come.",
            "vi": "Diễn văn nhậm chức lần thứ nhất      Kính thưa tổng thống Hoover, kính thưa ngài chánh án toà án tối cao và các bạn thân mến: Hôm nay là ngày tấn phong tổng thống. Và tôi biết chắc một điều là vào ngày này, đồng bào Hoa Kỳ của tôi đang mong rằng khi tôi nhậm chức tổng thống, tôi sẽ phát biểu với họ thẳng thắn và dứt khoát đúng như hiện tình đất nước ta đang đòi hỏi. Hơn bao giờ hết, đây là lúc phải nói thật,  phải mạnh dạn và thẳng thắn nói hết sự thật. Chúng ta cũng không cần né tránh việc phải đối mặt thật sự với tình trạng đất nước hiện nay. Đất nước vĩ đại này sẽ tiếp tục chịu đựng như từ trước đến nay, sẽ phục hồi và sẽ phồn vinh. Vì vậy, trước tiên xin khẳng định tôi tin chắc rằng điều duy nhất mà chúng ta phải sợ lại chính là bản thân nỗi sợ hãi -  nỗi khiếp sợ mù quáng, vô cớ, không biết phải gọi là gì, nhưng chính nó đã làm tê liệt những nỗ lực cần thiết để chuyển từ thoái sang tiến. Mỗi khi vận nước long đong, một nhà lãnh đạo thẳng thắn và cương nghị luôn nhận được sự đồng cảm, ủng hộ của mọi người dân và đây chính là yếu tố hết sức cần thiết để giành chiến thắng. Và tôi tin chắc rằng trong những ngày nguy nan này, các bạn cũng sẽ ủng hộ nhà lãnh đạo đất nước y như vậy.   Với tinh thần đó, phần tôi và phần các bạn, chúng ta đều vấp phải những khó khăn như nhau. Tạ ơn Chúa, đó chỉ là những khó khăn về vật chất mà thôi. Các chuẩn mực bị hạn chế đến mức không tưởng tượng được; thuế má tăng vọt; khả năng chi trả của chúng ta tụt hẳn; chính quyền các cấp phải đối mặt với tình trạng thu nhập sa sút trầm trọng; vốn liếng bị phong toả trong các luồng giao dịch thương mại; các xí nghiệp kỹ nghệ rơi rụng như lá mùa thu; nông dân không tìm được đầu ra cho sản phẩm; tiền dành dụm bao nhiêu năm của hàng ngàn gia đình đã đội nón ra đi. Điều quan trọng hơn nữa là vô số người dân thất nghiệp phải đối mặt với vấn đề sinh tồn khốc liệt và cũng ngần ấy người phải làm quần quật để nhận được những đồng lương còm cõi. Phải lạc quan một cách ngu ngốc thì mới phủ nhận cái thực trạng đen tối lúc này. Tuy nhiên, chúng ta khốn khó không phải là do thiếu thốn vật chất. Chúng ta không hề bị nạn dịch châu chấu tấn công. So với những hiểm hoạ mà ông cha ta đã vượt qua vì vững vàng niềm tin và lòng can đảm thì chúng ta vẫn may mắn hơn nhiều. Thiên nhiên vẫn hào phóng với con người và con người đã khai thác tối đa những gì thiên nhiên ban cho. Tài nguyên bề bề ngay trước mắt, nhưng nếu sử dụng bừa bãi thì sớm muộn gì cũng phải cạn kiệt. Chủ yếu là do những kẻ lèo lái công cuộc trao đổi hàng hoá của con người đã thất bại vì ngoan cố và bất tài, rồi đành thừa nhận mình thất bại và phải ra đi. Thói thao túng tiền tệ một cách vô liêm sỉ đã bị tòa án công luận lên án,  đã bị lương tri và trí tuệ của loài người chối bỏ.  Đúng là họ có cố gắng. Nhưng cố gắng của họ rập theo một khuôn mẫu đã lỗi thời. Đối mặt với tình trạng mất khả năng chi trả, họ không biết làm gì khác hơn là đề nghị cho mượn thêm tiền. Bị tước bỏ ánh hào quang của lợi nhuận từng giúp họ lôi kéo dân chúng đi lầm đường theo họ, họ đành phải hô hào, cầu xin thảm thiết để khôi phục lòng tin của mọi người. Họ chẳng biết gì ngoài lề thói của một thế hệ chỉ biết mưu cầu tư lợi. Họ không hề có tầm nhìn, mà đã không có tầm nhìn thì ắt đất nước phải suy vong. Vâng, những kẻ thao túng tiền tệ không còn ăn trên ngồi trước trong ngôi đền của nền văn minh dân tộc ta. Bây giờ chúng ta có thể đưa ngôi đền này trở về chân lý ngàn đời của nó. Tiêu chuẩn để đánh giá sự khôi phục này là ở mức độ thực thi những giá trị cao đẹp của xã hội, chứ không phải là chỉ biết đến lợi nhuận do đồng tiền mang lại. Hạnh phúc đâu phải cứ có nhiều tiền thì được. Hạnh phúc là niềm vui khi ta đạt được một thứ gì đó, là cảm xúc mà những nỗ lực sáng tạo mang lại.  Đừng để niềm vui, niềm khích lệ tinh thần do những gì mình làm được lại bị quên lãng vì mãi điên cuồng lao theo những lợi nhuận hão huyền. Thưa các bạn, những tháng ngày đen tối này sẽ xứng đáng với tất cả những gì chúng ta chịu đựng nếu qua đó, chúng ta biết rằng chúng ta không có số được người khác phụng sự, mà thật ra là phải tự phụng sự mình và phụng sự đồng bào. Nhận ra cái sai khi lấy cảnh giàu sang làm thước đo cho sự thành đạt cũng có nghĩa là không còn mù quáng tin rằng phải dựa vào mức độ được trọng vọng và lợi nhuận cá nhân thì mới biết một người nào đó có chức quyền và địa vị chính trị cao cỡ nào, đồng thời cũng nên chấm dứt cái thói chỉ đạo trong ngành ngân hàng và trong kinh doanh, vì nó luôn làm cho người ta tin chắc rằng đó là những hành vi ích kỷ và thô bạo. Chẳng có gì lạ khi niềm tin càng ngày càng lụi tàn, bởi niềm tin chỉ có thể được nuôi dưỡng bằng những thứ như lòng trung thực, danh dự, nghĩa vụ thiêng liêng, sự che chở đích thực và những hành động bất vụ lợi; thiếu những thứ này thì niềm tin không thể tồn tại.  Tuy nhiên, sự khôi phục này đòi hỏi không chỉ là thay đổi về đạo đức mà thôi. Đất nước này đòi hỏi phải hành động và hành động ngay bây giờ. Nhiệm vụ chính yếu nhất của chúng ta là phải đưa mọi người trở lại làm việc. Đây không phải là vần đề nan giải nếu chúng ta biết đối mặt với nó một cách can đảm và khôn ngoan. Điều này có phần khả thi nếu chính phủ tự mình đứng ra tuyển dụng, xử lý việc này y như xử lý công việc cấp bách thời chiến, đồng thời công tác tuyển dụng này cũng là cơ hội thực hiện những dự án hết sức cần thiết để thúc đẩy và chấn chỉnh việc khai thác nguồn tài nguyên thiên nhiên to tát của chúng ta. Cùng với việc đó, chúng ta phải thành thật công nhận rằng dân cư tập trung quá đông ở các khu công nghiệp, cho nên qua công tác tái phân bổ dân cư trên toàn quốc, chúng ta phải cố giúp cho những ai thật sự thích hợp có điều kiện khai thác đất đai hiệu quả hơn. Vâng, nhiệm vụ này có thể được hỗ trợ bằng những nỗ lực dứt khoát nhằm tăng giá trị cho nông sản và qua đó, nâng cao sức mua ở các thành phố của chúng ta. Nó có thể được hỗ trợ bằng cách thật sự ngăn chặn những bi kịch mất mát ngày càng tăng do nhà cửa và nông trại bị tịch biên. Nó có thể được hỗ trợ bằng cách đòi hỏi chính quyền địa phương, tiểu bang và liên bang phải có biện pháp ngay khi được yêu cầu giảm thiểu chi phí của mình. Nó có thể được hỗ trợ bằng cách thống nhất quản lý những hoạt động cứu trợ đang manh mún, kém hiệu quả và không đồng đều. Nó có thể được hỗ trợ bằng cách lập kế hoạch và giám sát trên toàn quốc đối với mọi loại hình vận chuyển, thông tin liên lạc cùng những dịch vụ mà rõ ràng là có tính cách công cộng. Nó có thể được hỗ trợ bằng nhiều cách, nhưng nhất định không thể hỗ trợ bằng cách nói suông.  Chúng ta phải hành động. Chúng ta phải khẩn trương hành động. Và cuối cùng, để cố gắng phục hồi hoạt động, chúng ta cần có hai biện pháp ngăn ngừa những tệ nạn của trật tự cũ lặp lại. Phải giám sát chặt chẽ mọi hoạt động ngân hàng, tín dụng và đầu tư. Phải chấm dứt tình trạng lạm dụng tiền bạc của người khác. Và phải bảo đảm đồng tiền mạnh nhưng không thiếu hụt. Thưa các bạn, đây chính là đường lối hành động. Tôi sẽ lập tức đề nghị quốc hội mới trong phiên họp đặc biệt có biện pháp cụ thể để hoàn thành những đường lối này, và tôi sẽ vận động 48 tiểu bang hỗ trợ càng sớm càng tốt. Qua chương trình hành động này, chúng ta ra sức đưa ngôi nhà chung của chúng ta vào nề nếp và hạn chế tình trạng chênh lệch về thu nhập. Quan hệ thương mại quốc tế của chúng ta tuy hết sức quan trọng, nhưng xét về thời gian và nhu cầu thì vẫn chưa quan trọng bằng việc xây dựng một nền kinh tế quốc gia vững vàng. Thật ra, tôi chủ trương việc nào gấp thì phải làm trước. Tôi không ngại phục hồi thương mại thế giới bằng cách chấn chỉnh kinh tế quốc tế, nhưng tình hình trong nước cấp bách không thể đợi đến khi xong việc đó được. Ý tưởng cơ bản làm kim chỉ nam cho các phương thức cụ thể khôi phục đất nước lại không hề mang tính dân tộc hẹp hòi. Trước hết, nó khẳng định sự phụ thuộc lẫn nhau giữa các yếu tố ở Hoa Kỳ và giữa các vùng thuộc lãnh thổ Hoa Kỳ -  như vậy là thừa nhận tinh thần tiên phong của người Mỹ đã có từ lâu đời và lúc nào cũng mạnh mẽ. Đó là con đường dẫn đến sự nghiệp khôi phục. Đó là con đường ngắn nhất để đạt mục đích mong muốn. Đó là bảo chứng chắc chắn nhất để sự nghiệp khôi phục vượt qua mọi trở ngại. Về bang giao quốc tế, tôi muốn đất nước này kiên trì thực hiện chính sách láng giềng hữu hảo: một quốc gia kiên quyết giữ lòng tự trọng và vì vậy mà cũng tôn trọng quyền của các quốc gia khác; một quốc gia biết tôn trọng nghĩa vụ của mình và tôn trọng tính thiêng liêng của những gì mình đã cam kết trên thế giới và với thế giới. Nếu như tôi hiểu đúng tính cách của dân tộc ta thì quả là bây giờ chúng ta mới nhận ra, chứ trước đây chưa bao giờ nhận ra, rằng tất cả chúng ta đều phụ thuộc nhau, rằng chúng ta không thể nào chỉ biết nhận thôi mà còn phải biết cho nữa; rằng nếu chúng ta tiến lên, chúng ta phải tiến như một đoàn quân tinh nhuệ, trung thành và sẵn sàng hy sinh để đảm bảo kỷ luật chung, vì không có kỷ luật như thế thì không tài nào tiến lên được, không tài nào lãnh đạo có hiệu quả được. Tôi biết là chúng ta sẵn sàng và sẵn lòng hy sinh tính mạng và tài sản để có được kỷ luật như thế, vì phải như thế thì mới mong các nhà lãnh đạo hướng đến những mục đích lớn lao hơn. Điều này, theo tôi đề nghị, là phải cam kết rằng những mục đích lớn lao hơn sẽ ràng buộc chúng ta, sẽ ràng buộc tất cả chúng ta như một nghĩa vụ thiêng liêng, gắn liền với một thứ bổn phận mà xưa nay chỉ đặt ra khi nào có chiến tranh mà thôi. Cam kết này mà được tuân thủ thì tôi sẽ mạnh dạn chỉ huy đạo quân hùng hậu này của đất nước ta nhất tề tấn công vào những chướng ngại chung của chúng ta. Hoàn toàn có thể hành động theo hình ảnh này, hành động vì mục đích này nếu chấp nhận hình thức chính quyền của tổ tiên chúng ta để lại. Hiến pháp của chúng ta đơn giản và thực dụng đến nỗi lúc nào cũng có thể đáp ứng những yêu cầu bất thường bằng cách điều chỉnh trọng tâm và phương thức mà vẫn giữ được hình thức căn bản. Đó là lý do tại sao hệ thống hiến pháp của chúng ta tỏ ra là cơ chế chính trị bền vững tuyệt vời, có một không hai trong thế giới ngày nay. Nó đã hoá giải những nỗi căng thẳng phát sinh từ việc mở mang bờ cõi, chiến tranh ở nước ngoài, xung đột nội bộ gay gắt, quan hệ quốc tế. Và hi vọng sự cân bằng quyền lực giữa hành pháp và lập pháp như thường thấy sẽ công bình và thoả đáng sao cho có thể hoàn thành nhiệm vụ cực kỳ mới mẻ đang đặt ra cho chúng ta. Nhưng có lẽ yêu cầu và nhu cầu hành động gấp rút chưa từng thấy sẽ buộc phải tạm thời bỏ qua cái lệ cân bằng quyền lực đó. Theo hiến pháp quy định, tôi phải sẵn sàng đề ra những biện pháp mà có thể một đất nước nguy khốn trong một thế giới nguy khốn đang rất cần. Biện pháp này hay biện pháp kia do Quốc hội vận dụng kinh nghiệm và trí tuệ của mình mà đề ra thì, trong quyền hạn do hiến pháp quy định, tôi sẽ làm mọi cách để các biện pháp đó được thông qua càng sớm càng tốt.  Nhưng nếu Quốc hội không chấp nhận một trong hai cách thức này, nếu đất nước vẫn còn trong tình trạng khẩn cấp nghiêm ngặt, tôi sẽ không né tránh bổn phận mà chính tôi phải gánh vác. Tôi sẽ xin Quốc hội ban cho công cụ duy nhất còn lại để đương đầu với cuộc khủng hoảng –  đó là quyền hành pháp rộng rãi để tuyên chiến với tình trạng khẩn cấp này, nghĩa là không kém gì những quyển hạn mà tôi sẽ được giao phó nếu đất nước ta bị kẻ thù nước ngoài xâm lược thật sự.       Để đáp lại sự tín nhiệm của các bạn dành cho tôi, tôi phải chứng tỏ dũng khí và lòng tận tâm đúng như thời thế đòi hỏi. Tôi không thể làm khác hơn được. Chúng ta đối mặt với những ngày tháng cam go sắp tới trong không khí nồng ấm tình đoàn kết dân tộc; với ý thức rõ ràng là phải tìm lại những giá trị đạo đức cao quý ngày xưa; với lòng mãn nguyện vì mọi người từ già tới trẻ đều nghiêm túc làm tròn bổn phận. Mục tiêu của chúng ta là đảm bảo cuộc sống đầy đủ lâu dài cho cả dân tộc.   Chúng ta không hoài nghi tương lai của một nền dân chủ hoàn hảo. Người Mỹ chưa bao giờ thất bại. Khi cần thì họ cứ việc ghi giấy uỷ quyền rằng họ muốn có hành động trực tiếp và mạnh mẽ. Họ đòi hỏi kỷ luật và phát triển có chỉ đạo. Đến giờ phút này, họ đã làm cho tôi trở thành công cụ giúp họ đạt được mong ước của họ. Tôi sẵn sàng đón nhận điều này để đáp lại thịnh tình của họ. Với lòng thành tâm của cả một dân tộc, chúng con kính cẩn cầu xin Chúa phù hộ cho chúng con. Xin Người che chở cho từng người trong chúng con và tất cả chúng con. Xin Người dẫn dắt con trong những ngày sắp tới."
        }
    ],
    "suggestions": []
}