{
    "en_vn": {
        "data": {
            "content": null,
            "word": "retailers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "retailers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "retailers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "retailers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "retailers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Goods are supplied to <em>retailers</em>.",
            "vi": "Hàng hoá được cung cấp cho nhà bán lẻ."
        },
        {
            "en": "Foreign <em>retailers</em> arrive en masse",
            "vi": "Các nhà bán lẻ nước ngoài ồ ạt đổ về Việt Nam"
        },
        {
            "en": "<em>Retailers</em> can keep up prices.",
            "vi": "Các nhà bán lẻ có thể giữ giá không cho xuống."
        },
        {
            "en": "<em>Retailers</em> sometimes try to offload excess stock.",
            "vi": "Đôi khi các nhà bán lẻ cố bán bớt cổ phần thừa."
        },
        {
            "en": "<em>Retailers</em> are the final distribution channel.",
            "vi": "Các nhà bán lẻ là kênh phân phối cuối cùng."
        },
        {
            "en": "online <em>retailers</em> should dispatch order quicly",
            "vi": "người bán hàng trực tuyến nên gửi cái đơn đặt hàng nhanh"
        },
        {
            "en": "The commission for <em>retailers</em> has been hiked.",
            "vi": "Tiền hoa hồng cho các công ty bán lẻ đã và đang tăng lên."
        },
        {
            "en": "<em>Retailers</em> must emphasize the value of customers",
            "vi": "Các nhà bán lẻ phải nhấn mạnh giá trị người tiêu dùng."
        },
        {
            "en": "I have marketed the goods to <em>retailers</em>.",
            "vi": "Tôi đã giới thiệu hàng hóa với những người bán lẻ."
        },
        {
            "en": "<em>Retailers</em> report a sharp increase in sales of organic food.",
            "vi": "Các nhà bán lẻ tường trình về sự tăng rõ rệt của việc bán thực phẩm có chất hữu cơ."
        },
        {
            "en": "Our major target is supplying our products to large <em>retailers</em>.",
            "vi": "Mục tiêu trọng điểm của chúng ta là cung cấp sản phẩm cho những nhà bán lẻ lớn."
        },
        {
            "en": "Other shops struggle to compete with the big four <em>retailers</em>.",
            "vi": "Những cửa hàng khác cố gắng cạnh tranh với bốn nhà bán lẻ lớn."
        },
        {
            "en": "<em>Retailers</em> are required to provide wheelchair access for disable customers.",
            "vi": "Những người bán lẻ được yêu cầu cung cấp lối đành riêng cho xe lăn cho những khách hàng tàn tật."
        },
        {
            "en": "How will Saigon track down Facebook <em>retailers</em> to collect tax?",
            "vi": "Sài Gòn sẽ theo dõi các nhà bán lẻ trên Facebook như thế nào để đánh thuế?"
        },
        {
            "en": "Local <em>retailers</em> must sell superior products to dominate market",
            "vi": "Các hảng bán lẻ nội địa phải bán các sản phẩm chất lượng cao để chiếm lĩnh thị trường"
        },
        {
            "en": "Competition among domestic and foreign <em>retailers</em> is more intense.",
            "vi": "Sự cạnh tranh giữa các nhà bán lẻ trong và ngoài nước đang căng thẳng hơn."
        },
        {
            "en": "Farmers, <em>retailers</em> join hands to compete with foreign goods",
            "vi": "Nông dân, các nhà bán lẻ hợp sức để cạnh tranh với hàng hóa nước ngoài"
        },
        {
            "en": "We need somebody to market our products to <em>retailers</em>.",
            "vi": "Chúng tôi cần có người để chào bán sản phẩm của mình cho các đại lý."
        },
        {
            "en": "Gasoline <em>retailers</em> have slapped a surcharge on credit card sales.",
            "vi": "Các nhà bán lẻ xăng dầu đã cộng một khoản thu thêm vào những lượt bán hàng thanh toán bằng thẻ tín dụng."
        },
        {
            "en": "Producers, traders, <em>retailers</em> and importers/exporters of plastic products.",
            "vi": "Các doanh nghiệp sản xuất, kinh doanh, bán lẻ, xuất/nhập khẩu trong ngành nhựa."
        }
    ],
    "suggestions": []
}