{
    "en_vn": {
        "data": {
            "content": null,
            "word": "retinol",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>retinol</k><blockquote><cclass>[<cclass>'rɛtɪnɒl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry vitamin A, a yellow compound which is essential for growth and vision in dim light and is found in vegetables, egg yolk, and fish-liver oil. </cclass></cclass></blockquote></div>",
            "word": "retinol",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "retinol",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "retinol",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "retinol",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Retinol</em> (vitamin A)",
            "vi": "Rề - ti - non (vi - ta - min a)"
        },
        {
            "en": "<em>Retinol</em> (Vitamin A) is good for your health.",
            "vi": "Vitamin A tốt cho sức khỏe của bạn."
        },
        {
            "en": "Topical: <em>Retinol</em> cream  One study found that applying a 0.3% <em>retinol</em> cream to the area for six months improved the appearance of cellulite. The theory is that <em>retinol</em> stimulates skin tissues to create thicker skin that better covers the lumps and bumps of cellulite. Other studies have not shown differences in average skin thickness after <em>retinol</em> use.",
            "vi": "Phương pháp điều trị cục bộ: Thoa kem chứa Rê-ti-non  Một cuộc nghiên cứu cho biết việc thoa kem 0.3% rê-ti-non lên vùng có mỡ tích tụ trong thời gian 6 tháng có thể cải thiện được tình hình. Một lý luận cho rằng rê-ti-non làm kích thích mô da tạo ra lớp da dày hơn có thể che được các khối u và mảng lồi của lớp mỡ tốt hơn. Nhiều công trình nghiên cứu khác không cho thấy sự khác biệt về độ dày của da thường sau khi sử dụng rê-ti-non."
        },
        {
            "en": "The most important form is carotene, which can be converted in the body to <em>retinol</em> (vitamin A).",
            "vi": "Dạng quan trọng nhất là carotene nó có thể biến đổi thành retinol (sinh tố a) ở trong cơ thể."
        }
    ],
    "suggestions": []
}