{
    "en_vn": {
        "data": {
            "content": null,
            "word": "retracted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "retracted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "retracted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "retracted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "retracted"
        }
    },
    "sentences": [
        {
            "en": "The tortoise <em>retracted</em> its head.",
            "vi": "Con rùa rụt đầu vào."
        },
        {
            "en": "The cat immediately <em>retracted</em> its claws.",
            "vi": "Con mèo lập tức rút móng lại."
        },
        {
            "en": "The wolf immediately <em>retracted</em> its claws.",
            "vi": "Con sói ngay lập tức rụt móng vuốt vào."
        },
        {
            "en": "Had they been spoken to anyone save Rhett she would have shamelessly <em>retracted</em> them.",
            "vi": "Giá như nói với ai ngoài rhett, hẳn nàng đã đánh bài trơ tráo nuốt lời."
        },
        {
            "en": "When Pumpkin had put down the bucket near me, she <em>retracted</em> her tongue, and then brushed a strand of hair behind her ear while she looked me up and down.",
            "vi": "Khi bí ngô để cái xô xuống bên cạnh tôi, cô ta thụt lưỡi vào, vừa nhìn tôi vừa đưa tay hất một dúm tóc xòa ra sau tai cô ta nhìn lên nhìn xuống người tôi."
        },
        {
            "en": "    * Paraphimosis. This may develop when the foreskin of a boy's uncircumcised penis is <em>retracted</em> (pulled down to expose the glans) and becomes trapped so it can't be returned to the unretracted position. As a result, blood flow to the head of the penis may be impaired, and your son may experience pain and swelling. A doctor may use lubricant to make a small incision so the foreskin can be pulled forward. If that doesn't work, circumcision may be recommended.",
            "vi": "* Chứng thắt nghẹt bao quy đầu. Bệnh này có thể xuất hiện khi bao quy đầu của dương vật còn nguyên chưa cắt bị co thụt lại (bị kéo xuống làm lộ ra đầu dương vật) và bị vướng vì thế nó không trở về trạng thái chưa co rút ban đầu được. Hậu quả là máu lưu thông đến đầu dương vật có thể bị hạn chế, và con bạn có thể bị đau và sưng dương vật. Bác sĩ có thể dùng chất bôi trơn để rạch một vết nhỏ để có thể kéo bao quy đầu về phía trước. Nếu biện pháp này không thành công thì bác sĩ có thể khuyến nghị nên cắt bao quy đầu."
        }
    ],
    "suggestions": []
}