{
    "en_vn": {
        "data": {
            "content": null,
            "word": "retraining"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "retraining"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "retraining"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "retraining"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "retraining"
        }
    },
    "sentences": [
        {
            "en": "They're <em>retraining</em> as database specialists.",
            "vi": "Họ đang huấn luyện lại với tư cách là các chuyên gia cơ sở dữ liệu."
        },
        {
            "en": "They 're <em>retraining</em> as database specialists.",
            "vi": "Họ đang huấn luyện lại với tư cách là các chuyên gia cơ sở dữ liệu."
        },
        {
            "en": "Quality is related to salaries and incentives, perceptions, attitudes, <em>retraining</em> and management procedures.",
            "vi": "Chất lượng liên quan tới chế độ lương bổng và các chính sách đãi ngộ, quan điểm, thái độ, đào tạo lại và cách thức quản lý."
        },
        {
            "en": "The government plans to introduce <em>retraining</em> schemes to deal with structural unemployment.",
            "vi": "Chính phủ dự định đưa ra kế hoạch tái huấn luyện để giải quyết nạn thất nghiệp vì cơ cấu tổ chức."
        },
        {
            "en": "More than 74 percent of them were willing to go back to schools for <em>retraining</em>.",
            "vi": "Hơn 74 phần trăm số họ sẵn lòng trở lại trường để được tái đào tạo."
        },
        {
            "en": "Extensive training and <em>retraining</em> of teachers are needed to meet the project's goals.",
            "vi": "Đào tạo trên phạm vi rộng và bồi dưỡng giáo viên là cần thiết để đáp ứng các mục tiêu của dự án."
        },
        {
            "en": "It may offer outplacement services, advice to people on how they can find another job, perhaps after some <em>retraining</em>.",
            "vi": "Nó có thể cung cấp các dịch vụ giới thiệu công việc mới, tư vấn cho người dân về cách họ có thể tìm một công việc khác, có lẽ sau một số sự đào tạo lại."
        },
        {
            "en": "Conducting professional training and <em>retraining</em> to enhance investment management capacity of investment state management agencies at all levels.",
            "vi": "Đào tạo, bồi dưỡng nghiệp vụ tăng cường năng lực quản lý đầu tư cho hệ thống cơ quan quản lý nhà nước về đầu tư các cấp."
        },
        {
            "en": "To conduct professional training and <em>retraining</em> to enhance investment management capacity of investment state management agencies at all levels.",
            "vi": "Tổ chức hoạt động đào tạo, bồi dưỡng nghiệp vụ, tăng cường năng lực quản lý đầu tư cho hệ thống cơ quan quản lý nhà nước về đầu tư các cấp."
        },
        {
            "en": "Teacher Training − The next step in transforming the current educational system to an inclusive educational system is the development of new teacher training (and <em>retraining</em>) programs.",
            "vi": "Đào tạo giáo viên − Bước tiếp sau trong việc chuyển đổi hệ thống giáo dục hiện nay sang hệ thống giáo dục hòa nhập là phát triển những chương trình đào tạo giáo viên mới (và đào tạo lại)."
        },
        {
            "en": "There is convergence in views between Government agencies and donors in designing and managing a separation package comprising a severance payment, an option for early retirement, and <em>retraining</em>.",
            "vi": "Hiện có những trao đổi về quan điểm giữa các cơ quan chính phủ và các nhà tài trợ trong việc thiết kế và quản lý gói trợ cấp mất việc bao gồm trợ cấp thôi việc, hưu non và đào tạo lại."
        },
        {
            "en": "While technical officers have high qualifications, 40-60 percent of them still need <em>retraining</em> in order to be able to undertake their jobs. ",
            "vi": "Trong khi cán bộ kỹ thuật có trình độ cao, nhưng 40-60 % trong số họ vẫn cần phải đào tạo lại mới có thể đảm nhận công việc."
        },
        {
            "en": "Eighty percent of high-ranking management officers, those who have the highest qualifications, are unable to meet requirements and need <em>retraining</em> by multinational employers.",
            "vi": "80% cán bộ quản lý cấp cao, những người có bằng cấp cao nhất không thể đáp ứng yêu cầu và cần đào tạo lại bởi những nhà tuyển dụng đa quốc gia."
        },
        {
            "en": "Countries around the world are taking serious steps to take advantage of this trend by improving their education program and <em>retraining</em> their workforce to fill the skill gap needs.",
            "vi": "Các nước trên khắp thế giới đang lấy những bước nghiêm chỉnh để tận dụng xu hướng này bằng việc cải tiến chương trình giáo dục của họ và đào tạo lại lực lượng lao động của họ để lấp nhu cầu lỗ hổng kỹ năng."
        },
        {
            "en": "The MONRE Department of Organization and Personnel has estimated that many thousands of staff throughout the country require intensive <em>retraining</em> if environmental management functions are to be effectively fulfilled at the local level.",
            "vi": "Vụ Tổ chức cán bộ, Bộ TNMT ước tính hàng nghìn cán bộ trên cả nước cần được đào tạo chuyên sâu về quản lý môi trường nhằm thực hiện hiệu quả công tác này ở địa phương."
        },
        {
            "en": "Established an Assistance Fund for Restructuring and Equitizing SOEs to finance severance payments and <em>retraining</em> for redundant workers, to minimize the negative social impact of SOE reforms on workers;",
            "vi": "Thiết lập Quỹ Hỗ trợ Tái Cơ cấu và Cổ phần hoá DNNN nhằm hỗ trợ thanh toán chi phí gián đoạn và đào tạo lại lao động dư thừa, giảm thiểu tác động xã hội tiêu cực của cải cách DNNN đối với công nhân viên;"
        },
        {
            "en": "If you are planning to make a big change to your career, there are a number of considerations such as <em>retraining</em>, making new contacts and fully getting to know the job market for your chosen field. The financial aspect of a new career direction can be one of the most daunting, however. Talking to a financial specialist could help ensure that you see the big picture and consider everything from how your pension contributions could be affected to ensuring that you’ve got a safety net in place.",
            "vi": "Nếu bạn định thay đổi lớn sự nghiệp của mình, thì có một số điều cần xem xét như học lại, tạo các mối liên lạc mới và tìm hiểu kỹ lưỡng thị trường lao động cho lĩnh vực đã chọn. Tuy nhiên, khía cạnh tài chính của hướng nghề nghiệp mới có thể là một trong những điều dễ làm ta nhụt chí nhất. Nói chuyện với một chuyên gia tài chính có thể giúp đảm bảo bạn nhìn thấy toàn cảnh và xem xét mọi điều từ việc tiền hưu có thể bị ảnh hưởng ra sao cho đến việc chuẩn bị sẵn sàng một tấm lưới bảo hộ."
        },
        {
            "en": "We look at three groups of potential teachers. First is university graduates with distinction or excellence certificates. They usually have good academic thinking and skills relating to experimental lessons. Second is those graduating from technical teacher training university as they possess teaching skills, academy knowledge and occupational skills. Third is graduates from vocational colleges and award winners in occupational contests at national, regional or international level. Each group has its own advantages and limitations. So, vocational schools also need to offer <em>retraining</em> to have suitable human resources.",
            "vi": "Chúng tôi nhìn vào ba nhóm giáo viên tiềm năng. Đầu tiên là sinh viên tốt nghiệp đại học với chứng chỉ giỏi hay xuất sắc. Họ thường có kỹ năng học tập tốt và các kỹ năng liên quan đến bài học thực hành. Thứ hai là những người tốt nghiệp từ các trường đại học đào tạo giáo viên kỹ thuật vì họ có kỹ năng giảng dạy, kiến thức học thuật và các kỹ năng nghề nghiệp. Thứ ba là sinh viên tốt nghiệp từ các trường cao đẳng nghề và người chiến thắng giải thưởng trong các cuộc thi nghề nghiệp ở cấp quốc gia, khu vực hoặc quốc tế. Mỗi nhóm có ưu điểm và hạn chế riêng của nó. Vì vậy, các trường dạy nghề cũng cần phải đào tạo lại để có nguồn nhân lực phù hợp."
        },
        {
            "en": "What is constipation? Constipation is when you experience a change in normal bowel habits, with the time between bowel motions becoming longer than usual or bowel motions (faeces) that are very hard and difficult to pass. Constipation is often accompanied by feelings of bloating and discomfort in your abdomen. Why do I get constipated? You may get constipated because you don’t eat enough fibre, drink enough water or do enough exercise, or because you often ignore the ‘urge’ to go to the toilet. Some medicines such as painkillers, iron tablets, antidepressants, antacids and medicines for high blood pressure can also cause constipation. Ongoing use of laxatives can contribute to the development of constipation. Another reason for constipation is that the pelvic floor muscles, which support the bladder and bowel, aren’t working properly. These muscles may fail to relax as you’re trying to pass a bowel motion, making it very difficult to push out the motion. Pregnant women may become constipated due to hormonal changes or because their uterus (womb) puts pressure on their bowel. Some people may have constipation because of another condition, such as a stroke, Parkinson’s disease or scleroderma. These conditions can affect the nerves or muscles of the bowel. Depression can also cause constipation. Occasionally constipation results from a specific problem within the colon or rectum itself.  How is constipation treated?     * Eating regular, balanced meals containing adequate fibre is recommended for normal bowel movements. The National Health and Medical Research Council recommends at least 30 g of fibre per day for men and 25 g of fibre per day for women. Include wholegrain or wholemeal breads and cereals, legumes (e.g. chickpeas and kidney beans), fruit and plenty of vegetables in your diet each day. For example, a bowl of high-fibre breakfast cereal (10 g fibre), 2 slices of wholemeal or wholegrain bread (3–8 g), 3 pieces of fruit (9 g), a cup of cooked wholemeal pasta (9 g) and a large serve of cooked vegetables (5 g) will provide 30–40 g of fibre. Increase fibre slowly or you may feel bloated and have problems with gas.     * Drinking plenty of fluids a day (about 8 glasses) and cutting down on alcohol and coffee.     * Exercising every day, standing up and moving around as often as possible.     * Regularity: try to have a ‘sitting’ at the same time every day, and when you feel the urge to go, make sure you go! This is particularly important for children, who often get too ‘busy’ or involved in their jobs and neglect this urge. Commonly, the urge to open your bowels occurs after a meal — this is called the gastro-colic reflex.     * Taking a fibre supplement such as psyllium (for example, Metamucil or Nucolox) can help to make stools softer. These supplements are not suitable for all types of constipation, so check with your doctor first. Drink extra fluids if you are taking a fibre supplement.     * Taking laxatives: You should only use laxatives if your constipation has not improved after following the above measures. As different laxatives work in different ways, your doctor can advise you on which laxative may be suitable for you. Generally, laxatives should only be used for as short a time as possible. Long-term use or use of the wrong type of laxative can make constipation worse.     * Using suppositories or enemas: generally these are only used if you are very constipated, and are best used under the guidance of a health professional.     * Pelvic floor muscle <em>retraining</em>: this can be useful if your pelvic floor muscles are not working properly. Your doctor may suggest special exercises to retrain your pelvic floor muscles. When to see a doctor Constipation can occasionally be a symptom of a more serious disease, so you must see your doctor if you have a marked change in your bowel habit. Such changes include suddenly becoming constipated, developing constipation that alternates with diarrhoea, a change in stool consistency that lasts more than 2 weeks, or a feeling that your bowels aren’t emptying properly. Also see your doctor if you have strong pain in your abdomen, blood in your stools, vomiting, considerable bloating, ongoing tiredness or unexplained weight loss. If you are pregnant, don’t take any medicine for constipation without checking with your doctor first. Your doctor can advise you on the right anti-constipation products to use and tell you whether any medicines you are taking could be making the condition worse.      ",
            "vi": "Táo bón là gì? Khi bạn thay đổi thói quen đi tiêu bình thường, và khoảng cách giữa những lần đi tiêu trở nên dài hơn thường lệ hoặc vận động ruột/ co bóp ruột (phân) rất cứng và khó rặn thì khi ấy bạn đã bị táo bón rồi. Táo bón thường kèm theo cảm giác căng trướng và khó chịu ở bụng.  Tại sao tôi lại bị táo bón? Bạn có thể bị táo bón vì không ăn đủ chất xơ, không uống đủ nước và không có chế độ tập luyện đầy đủ, hoặc bởi bạn thường nín không đi vệ sinh. Một số thuốc chẳng hạn như thuốc giảm đau, viên sắt, thuốc chống trầm cảm, thuốc trung hoà a-xít và thuốc cao huyết áp cũng có thể gây ra táo bón. Sử dụng thuốc nhuận tràng dai dẳng cũng có thể góp phần làm phát triển chứng táo bón.  Táo bón còn có thể do một lý do khác đó là các cơ đáy chậu không hoạt động tốt, cơ đáy chậu là những cơ có tác dụng nâng bàng quang và ruột. Những cơ này có thể không giãn được khi bạn cố rặn, làm cho việc tống phân ra ngoài trở nên rất khó khăn.  Phụ nữ có thai cũng có thể bị táo bón do thay đổi hooc-môn hoặc do tử cung đè nên ruột.  Một số người có thể bị táo bón bởi một bệnh nào đó khác, chẳng hạn như đột quỵ, liệt rung hoặc xơ cứng bì. Những chứng bệnh này có thể làm ảnh hưởng đến các sợi thần kinh hoặc cơ ruột. Trầm cảm cũng có thể gây ra táo bón. Đôi khi một vấn đề đặc trưng nào đó trong kết tràng hoặc bản thân trực tràng cũng làm cho bệnh nhân bị táo bón.   Điều trị táo bón như thế nào?  * Để cho việc đại tiện được bình thường, người ta khuyến nghị nên có những bữa ăn cân đối, đều đặn gồm đầy đủ chất xơ. Hội đồng Nghiên cứu Y khoa và Sức khỏe Quốc gia khuyến nghị mỗi ngày nên cung cấp ít nhất 30 g chất xơ đối với nam giới và 25 g chất xơ đối với phụ nữ. Bạn nên bao gồm ngũ cốc nguyên hạt hoặc bánh mì làm bằng bột chưa rây và ngũ cốc, rau đậu (chẳng hạn như đậu chickpea và đậu đỏ ), trái cây và nhiều rau trong chế độ dinh dưỡng mỗi ngày của mình. Ví dụ, một chén ngũ cốc điểm tâm giàu chất xơ (10 g chất xơ), 2 lát bánh mì làm bằng bột chưa rây (3–8 g), 3 quả trái cây (9 g), 1 chén mì ống luộc làm bằng bột chưa rây (9 g) và một phần rau luộc lớn (5 g) sẽ cung cấp từ 30 đến 40 g chất xơ. Bạn nên tăng cường lượng chất xơ từ từ nếu không bạn có thể cảm thấy trướng bụng và rắc rối vì đầy hơi.  * Uống nhiều nước mỗi ngày (khoảng chừng 8 ly) và nên hạn chế sử dụng bia rượu và cà phê.  * Tập thể dục mỗi ngày, đứng lên và di chuyển từ chỗ này sang chỗ khác càng nhiều lần càng tốt.  * Tập tính đều đặn: mỗi ngày nên cố gắng “ngồi bô” vào cùng một thời điểm nào đó, và mỗi khi muốn đi tiêu, bạn phải đi nhé! Điều này đặc biệt quan trọng đối với trẻ nhỏ, thường hay “bận bịu” hoặc bị lôi cuốn vào những chuyện riêng của mình và nín không chịu đi. Người ta thường hay muốn đi tiêu sau khi ăn xong – đây được gọi là phản xạ dạ dày-ruột kết. * Bổ sung chất xơ chẳng hạn như psyllium (chẳng hạn như Metamucil hoặc Nucolox) có thể giúp làm cho phân mềm hơn. Các chất bổ sung này không phải là thích hợp với tất cả các loại táo bón, vì vậy bạn nên kiểm tra với bác sĩ trước. Bên cạnh đó, bạn cũng nên uống thêm nước nếu đang sử dụng thuốc bổ sung chất xơ.   * Sử dụng thuốc nhuận tràng: Bạn chỉ nên sử dụng thuốc nhuận tràng trong trường hợp chứng táo bón của mình không cải thiện được sau khi đã áp dụng các biện pháp trên. Vì thuốc nhuận tràng khác nhau có công hiệu khác nhau, bác sĩ có thể khuyến nghị loại thuốc nhuận tràng nào có thể thích hợp với bạn thôi. Nói chung, thuốc nhuận tràng nên chỉ được sử dụng trong thời gian càng ngắn càng tốt. Sử dụng lâu dài hoặc sử dụng không đúng loại thuốc có thể làm cho chứng táo bón càng trầm trọng thêm.  * Sử dụng thuốc nhét hoặc dụng cụ thụt rửa: thường thì chúng chỉ được sử dụng trong trường hợp bạn bị táo bón nặng, và tốt nhất phải được sử dụng theo hướng dẫn của chuyên gia sức khoẻ. * Tập luyện lại cho cơ đáy chậu: điều này có thể có ích nếu các cơ đáy chậu của bạn không hoạt động tốt. Bác sĩ có thể cho bạn nhiều bài tập đặc biệt để tập luyện lại cho cơ đáy chậu của mình.  Khi nào nên đến khám bác sĩ Táo bón đôi khi cũng là triệu chứng của một bệnh nào đó nguy hiểm hơn, vì vậy bạn phải đến khám bác sĩ nếu có thay đổi rõ rệt về thói quen đại tiện của mình. Những thay đổi này bao gồm đột ngột bị táo bón, hết tiêu chảy rồi lại đến táo bón, phân thay đổi độ đặc kéo dài trên 2 tuần, hoặc có cảm giác chưa đi tiêu được hết. Bạn cũng nên đến khám bác sĩ khi thấy đau bụng dữ dội, khi có máu trong phân, ói mửa, trướng bụng dữ dội, mệt mỏi kéo dài hoặc giảm cân không rõ nguyên nhân. Nếu bạn có thai thì không nên sử dụng bất kỳ loại thuốc trị táo bón nào mà chưa được bác sĩ kiểm tra trước tiên. Bác sĩ có thể khuyến nghị các loại sản phẩm chống táo bón phù hợp cho bạn sử dụng và cho bạn biết liệu các loại thuốc mà bạn đang sử dụng có thể làm cho chứng táo bón trầm trọng thêm hay không.   "
        },
        {
            "en": "Why are my ears ringing    What is tinnitus? Tinnitus is a ringing, swishing, or other type of noise that seems to originate in the ear or head. In many cases, it is not a serious problem but rather a nuisance that needs resolving. Rarely, however, tinnitus can represent a serious medical health condition.  It is not a single disease but a symptom of an underlying condition. Nearly 36 million Americans suffer from this disorder. In almost all cases, only the affected person can hear the noise. Some head noise is normal If a person goes into a soundproof booth and normal outside noise is diminished, he or she becomes aware of these normal sounds. We usually are not aware of these normal body sounds, because outside noise masks them. Anything, such as ear wax or a foreign body in the external ear, that blocks these background sounds will cause us to be more aware of the sounds in our heads. What causes tinnitus? Tinnitus can originate from any of the following areas: the outer ear, middle ear, inner ear; or it can be due to abnormalities in the brain. Common causes of tinnitus include the following:     * Fluid, infection, or disease of the middle ear bones or ear drum (tympanic membrane)     * Damage to the microscopic endings of the hearing nerve in the inner ear (advanced aging is generally accompanied by a certain amount of hearing nerve impairment)     * Loud noise exposure, such as loud noises from firearms, and highly intense music     * Medications (for example, aspirin)     * Meniere's syndrome     * In rare situations, tinnitus can be a symptom of serious problems such as a brain aneurysm or acoustic nerve tumor. How is tinnitus evaluated? A medical history, physical examination, and a series of special tests can help determine precisely where the tinnitus is originating. It is helpful for the doctor to know if the tinnitus is constant, intermittent, or pulsating (synchronous with the heartbeat, referred to as pulsatile tinnitus), or if it is associated with hearing loss or loss of balance (vertigo or vestibular balance disorders). All individuals with persisting unexplained tinnitus need a hearing test (audiogram). Patterns of hearing loss may lead the doctor to the diagnosis.  Other tests, such as the auditory brain stem response (ABR), a computerized test of the hearing nerves and brain pathways, computer tomography scan (CT scan), or magnetic resonance imaging (MRI scan) may be needed to rule out a tumor occurring on the hearing or balance nerve. These tumors are rare, but they can cause tinnitus. What is the treatment of tinnitus? After a careful evaluation, your doctor may find an identifiable cause and be able to treat or make recommendations to treat the tinnitus. Once you have had a thorough evaluation, an essential part of treatment is your own understanding of tinnitus (what has caused it, your specific symptoms, and options for treatment). Tinnitus medications In many cases, there is no specific treatment for tinnitus. It may simply resolve on its own, or it may be a permanent disability that the person will have to \"live with.\" Some otolaryngologists (ear specialists) have recommended niacin to treat tinnitus. However, there is no scientific evidence to suggest that niacin helps reduce tinnitus, and it may cause problems with skin flushing. The drug gabapentin (Neurontin, Gabarone) was studied in high doses and was found to reduce the annoyance level of the tinnitus in some patients, but it did not decrease the volume of the noise and was not found to be better than placebo. In patients who suffer from related depression, nortriptyline (Pamelor, Aventyl) is the most helpful treatment. Selective serotonin reuptake inhibitor (SSRI) antidepressants appear to have a better safety record compared to tricyclic antidepressants. Sertraline (Zoloft) at fixed doses and paroxetine (Paxil) at low doses have been shown to be helpful. In a 2009 study by Jalai, alprazolam (Xanax) improved VAS (visual analog scale) scores in patients with tinnitus who did not have anxiety or depression disorders. Relief remedies for tinnitus Some common and easy remedies, such as the following, may be of benefit to some individuals:     * Reduce or avoid caffeine and salt intake, and quit smoking.     * Some individual's with tinnitus have been found to have lower zinc levels and may benefit from zinc supplementation.     * Melatonin may help those who suffer with tinnitus, particularly those with disturbed sleep due to tinnitus.     * Ginkgo biloba has been touted as a natural tinnitus remedy, but to date, controlled studies have not shown to be effective.     * Some behavioral and cognitive therapies that have been successful include <em>retraining</em> therapy, masking, and behavioral therapy.  Can tinnitus be prevented? The only real prevention for tinnitus is to avoid damaging your hearing. Most causes other than hearing loss do not have prevention strategies. However, there are several things you can do to protect yourself from noise-related tinnitus. These tips will be described in the following slides. Tinnitus prevention tip #1 Do not use cotton swabs to clean your ears. This can cause a wax impaction against your eardrum, which can cause tinnitus. Tinnitus prevention tip #2 Protect your hearing at work. Your workplace should follow Occupational Safety & Health Administration (OSHA) regulations. Wear earplugs or earmuffs and follow hearing conservation guidelines set by your employer. Tinnitus prevention tip #3 When around any noise that bothers your ears (a concert, sporting event, hunting) wear hearing protection to reduce noise levels. Wear protective earplugs or earmuffs if you cannot avoid loud noises. Do not use wadded-up tissue or cotton balls since they may become lodged in the ear canal and do not protect adequately against the more dangerous high frequencies and loud noises. Tinnitus prevention tip #4 Be careful when using music headphones. If the music is so loud that others can hear it clearly or you can't hear other sounds around you, the volume is too high. Tinnitus prevention tip #5 Even everyday noises, such as blow-drying your hair or operating a lawn mower, can require hearing protection. Keep earplugs or earmuffs handy for these activities. Tinnitus prevention tip #6 Cut back on or stop drinking alcohol and beverages that contain caffeine. Don't smoke or use smokeless tobacco products (secondhand smoke also affects those around you and may contribute to SIDS, ear infections, and asthma in children). Nicotine use may cause tinnitus by reducing blood flow to the structures of the ear. Tinnitus prevention tip #7 Tinnitus occurs more frequently in obese adults. Exercising regularly and maintaining a healthy weight improves blood flow to the structures of the ear and may prevent tinnitus. Is there anything to lessen the intensity of tinnitus?     * Avoid exposure to loud sounds and noises.     * Control your blood pressure.     * Decrease your salt intake.     * Avoid nerve stimulants such as coffee and colas (caffeine) and tobacco (nicotine).     * Reduce your anxiety.     * Stop worrying about the tinnitus. The more you worry and concentrate on the noise, the louder it will become.     * Get adequate rest and avoid fatigue.     * Exercise regularly.     * Utilize a soft noise (for example a ticking clock, a radio, a fan, or white noise machine).     * Biofeedback may help or diminish tinnitus in some individuals.     * Avoid aspirin or aspirin products in large quantities.",
            "vi": "Vì sao tôi bị ù tai    Chứng ù tai là gì? Bệnh nhân bị ù tai nghe thấy nhiều tiếng động vo ve, ù ù, sột soạt, vun vút hoặc bất kỳ âm thanh nào khác được cảm giác như là xuất phát từ trong lỗ tai hoặc trong đầu. Thông thường thì chứng bệnh ù tai không phải là vấn đề gì nghiêm trọng nhưng làm cho người bệnh cảm thấy hơi khó chịu và phiền phức rất muốn chữa lành. Tuy nhiên, chứng ù tai trong trường hợp bất thường cũng có thể là dấu hiệu của một vấn đề sức khỏe nghiêm trọng nào đó.  Đây không phải là một bệnh riêng lẻ mà là triệu chứng của một chứng bệnh tiềm ẩn nào đó. Ở Mỹ, có khoảng 36 triệu người mắc bệnh ù tai và trong hầu hết các trường hợp thì chỉ có người bệnh mới có thể nghe được những âm thanh bất thường như trên.  Một số âm thanh bên trong đầu là bình thường  Khi cho một người vào phòng cách âm và giảm âm thanh bình thường bên ngoài thì người ấy sẽ bắt đầu cảm thấy những âm thanh bình thường này. Chúng ta thường không để ý và không nhận ra những âm thanh bình thường phát ra từ bên trong cơ thể bởi tiếng động bên ngoài đã làm át mất. Bất kỳ vật gì, chẳng hạn như ráy tai hoặc một dị vật nào đó làm bịt ống tai ngoài sẽ làm cho chúng ta nhận thức rõ hơn những âm thanh từ bên trong đầu.  Các nguyên nhân gây ù tai Những âm thanh bất thường gây ù tai có thể xuất phát từ một trong những thành phần cấu tạo tai dưới đây: tai ngoài, tai giữa, tai trong; hoặc có thể do những bất thường nào đó trong não bộ. Các nguyên nhân thường thấy của chứng bệnh ù tai gồm:  * Dịch tai, viêm tai, hoặc một bệnh lý nào đó ở vùng xương tai giữa hoặc màng nhĩ  * Tổn thương ở các đầu dây thần kinh thính giác rất nhỏ của tai trong (thông thường thì tuổi tác tỉ lệ thuận với chứng suy yếu thần kinh thính giác) * Việc tiếp xúc với tiếng ồn lớn, chẳng hạn như tiếng súng nổ, tiếng nhạc mở lớn  * Một số loại thuốc (chẳng hạn như thuốc aspirin) * Hội chứng Meniere (bệnh lý gồm những cơn chóng mặt lặp đi lặp lại kèm theo ù tai và điếc dần tai bị bệnh) * Hiếm khi ù tai cũng có thể là một triệu chứng của các vấn đề nghiêm trọng chẳng hạn như phình mạch não hoặc khối u dây thần kinh thính giác. Xác định chứng bệnh ù tai như thế nào?  Tiền sử sức khỏe của bệnh nhân, kết quả khám sức khỏe và một loạt các xét nghiệm đặc biệt khác có thể giúp xác định chính xác căn nguyên của chứng ù tai. Điều này cũng rất cần thiết cho bác sĩ để xác định xem liệu chứng ù tai này là liên tục, từng cơn hay theo nhịp mạch (xuất hiện tương ứng với nhịp tim, đây là chứng ù tai đồng nhịp tim), hay nó lại liên quan với tình trạng giảm thính lực hoặc mất thăng bằng (chóng mặt hoặc rối loạn tiền đình). Người bị ù tai dai dẳng không biết nguyên nhân cần phải làm xét nghiệm thính lực (thính lực đồ / đồ thị nghe / âm đồ). Một số trường hợp bệnh nhân mất thính lực có thể giúp cho bác sĩ chẩn đoán được nguyên nhân.  Một số xét nghiệm khác, chẳng hạn như nghiệm pháp đánh giá đáp ứng của não bộ về thính giác(ABR), đây là xét nghiệm kiểm tra các dây thần kinh thính giác và chuỗi phản ứng hoá sinh trong não bộ sử dụng máy điện toán, chụp cắt lớp điện toán (CT scan), hoặc chụp cộng hưởng từ (MRI scan) có thể giúp loại bỏ khối u trên dây thần kinh thính giác hoặc dây thần kinh tiền đình (dây thần kinh giúp cơ thể giữ được thăng bằng trong không gian). Các khối u này rất hiếm gặp, nhưng có thể là nguyên nhân gây ra chứng ù tai.  Phương pháp điều trị chứng ù tai Sau khi khám và xác định kỹ lưỡng, bác sĩ có thể phát hiện ra nguyên nhân cụ thể gây bệnh và có phát đồ điều trị hoặc đề ra giải pháp điều trị cho bệnh nhân. Khi bạn đã được kiểm tra và xác định bị ù tai thì quan trọng là bạn phải tự mình có khái niệm hiểu biết về căn bệnh này (nguyên nhân gây bệnh, các triệu chứng đặc trưng, và lựa chọn phương pháp điều trị).  Thuốc trị ù tai Thường thì không có phương pháp đặc trị nào đối với bệnh ù tai. Nó có thể tự khỏi hoặc có thể sẽ mãi là thương tật vĩnh viễn mà người bệnh phải “sống chung”. Một số bác sĩ tai mũi họng (bác sĩ chuyên khoa tai) đã cho sử dụng ni-a-xin để chữa ù tai. Tuy nhiên, không có một bằng chứng khoa học nào cho thấy ni-a-xin có thể giúp làm giảm ù tai cả, và nó có thể còn gây nhiều vấn đề kích ứng làm đỏ da. Thuốc động kinh (Neurontin, Gabarone) được nghiên cứu thí nghiệm ở liều cao có kết quả làm giảm khó chịu do ù tai đối với một số bệnh nhân, nhưng nó không làm giảm âm lượng tiếng ồn và không có kết quả tốt hơn so với thuốc trấn an.  Đối với những bệnh nhân bị suy nhược, trầm cảm liên quan đến ù tai thì liệu pháp sử dụng nortriptyline (Pamelor, Aventyl) – hợp chất thuốc an thần và trị trầm cảm là liệu pháp hữu hiệu nhất. Thuốc ức chế tái hấp thu serotonin có chọn lọc (SSRI) có kết quả an toàn hơn so với thuốc chống suy nhược. Thuốc Sertraline (Zoloft) ở liều cố định và paroxetine (Paxil) ở liều thấp cho kết quả khả quan. Công trình nghiên cứu của Jalai năm 2009 cho thấy alprazolam (Xanax) đã cải thiện được thước đo điểm đau / thước đánh giá mức độ đau đối với những bệnh nhân bị ù tai không bị rối loạn lo âu hoặc trầm cảm.  Các biện pháp giúp giảm ù tai Một số biện pháp thường thấy và dễ sử dụng dưới đây có thể có ích đối với một số bệnh nhân bị ù tai:  * Giảm hoặc tránh cà-phê-in và lượng muối hấp thu vào cơ thể, bỏ thuốc lá.  * Một số người bị ù tai do thiếu kẽm có thể giảm được bệnh nhờ bổ sung kẽm.  * Mê-la-tô-nin cũng có thể có hiệu quả tốt đối với bệnh nhân ù tai, nhất là với người bị rối loạn giấc ngủ do ù tai.  * Thuốc bột làm bằng lá cây bạch quả đã nhiều người biết đến như một bài thuốc thiên nhiên trị ù tai, nhưng cho đến nay, nhiều công trình nghiên cứu đã được kiểm tra cũng không cho kết quả tốt như vậy.  * Một số liệu pháp hành vi và dựa theo kinh nghiệm đã cho kết quả thành công gồm liệu pháp tập luyện lại, liệu pháp mặt nạ, và liệu pháp hành vi. Chứng ù tai có thể phòng tránh được không? Biện pháp phòng ngừa ù tai thực sự duy nhất là nên tránh làm tổn thương đến thính giác của bạn. Ngoài chứng mất thính lực thì hầu hết các nguyên nhân gây bệnh khác đều không có biện pháp phòng tránh. Tuy nhiên cũng có một vài cách có thể giúp bạn tự bảo vệ khỏi bệnh ù tai do tiếng ồn. Những biện pháp ấy sẽ được miêu tả trong những khung hình dưới đây.  Biện pháp 1  Không nên sử dụng miếng gạc bông để làm sạch lỗ tai. Gạc bông có thể làm cho ráy tai cọ xát vào màng nhĩ, gây ù tai.  Biện pháp 2 Bảo vệ tai, bảo vệ thính giác ở nơi làm việc. Chỗ làm việc của bạn nên tuân thủ theo những nguyên tắc của Cơ quan Quản lý An toàn và Sức khỏe Nghề nghiệp (OSHA). Hãy mang nút bịt tai hoặc mũ che tai và thực hiện theo các hướng dẫn bảo vệ tai của người quản lý.  Biện pháp 3 Khi phải ở một môi trường với nhiều âm thanh, tiếng động làm phiền nhiễu đến tai bạn (ở buổi hoà nhạc, sự kiện thể thao, cuộc đi săn) bạn nên mang đồ bảo vệ tai để làm giảm âm lượng tiếng ồn. Hãy mang nút bịt tai hoặc mũ che tai bảo vệ nếu không tránh được tiếng ồn lớn. Không nên nhét tai bằng nùi vải hoặc cuộn bông bởi chúng có thể kẹt ở ống tai và không bảo vệ đủ khỏi các tần số cao nguy hiểm hơn và các tiếng động mạnh.  Biện pháp 4 Nên cẩn thận khi sử dụng tai nghe nhạc. Nếu nhạc quá to đến nỗi người khác có thể nghe được rõ ràng hoặc bạn không nghe các tiếng động khác xung quanh mình thì lúc ấy âm lượng của bạn quá cao rồi đấy.  Biện pháp 5 Ngay cả đối với các tiếng ồn hằng ngày, chẳng hạn như tiếng máy sấy tóc hoặc tiếng máy cắt cỏ thì bạn cũng cần phải bảo vệ tai. Hãy mang theo nút bịt tai hoặc mũ che tai khi làm các công việc này nhé.  Biện pháp 6 Hạn chế hoặc bỏ hẳn rượu bia và các thức uống chứa cà-phê-in. Không nên hút thuốc lá hoặc sử dụng các sản phẩm thuốc lá không khói (khói thuốc do người khác hút cũng gây ảnh hưởng đến những người xung quanh bạn và có thể gây SIDS-hội chứng đột tử ở trẻ dưới 1 tuổi, viêm tai, và hen suyễn ở trẻ em). việc sử dụng ni-cô-tin cũng có thể gây ù tai bằng cách làm giảm lưu thông máu đến các cấu trúc tai.  Biện pháp 7 Chứng ù tai thường xảy ra ở người lớn béo phì nhiều hơn. Chế độ luyện tập thường xuyên và duy trì trọng lượng cơ thể khỏe mạnh sẽ giúp làm tăng lưu thông máu đến các cấu trúc tai và có thể giúp phòng tránh được bệnh ù tai.  Có cách nào làm giảm cường độ của tiếng ù tai không? * Tránh tiếp xúc với những âm thanh và tiếng ồn lớn. * Kiểm soát huyết áp của mình. * Hạn chế lượng muối hấp thu vào cơ thể.  * Tránh các chất kích thích thần kinh chẳng hạn như cà phê và cô-la (cà-phê-in) và thuốc lá (ni-cô-tin).  * Hạn chế lo âu.  * Đừng lo lắng về chứng ù tai nữa. Bạn càng lo và để ý đến tiếng ồn thì tiếng ồn càng trở nên lớn hơn.  * Nghỉ ngơi đầy đủ và tránh mệt mỏi.  * Tập thể dục thường xuyên.  * Sử dụng tiếng động khe khẽ, nhẹ nhàng (chẳng hạn như tiếng đồng hồ tíc tắc, tiếng máy ra-đi-ô, tiếng máy quạt, hoặc tiếng máy tạp âm trắng) * Phản hồi sinh học cũng có thể giúp hoặc làm giảm tiếng ù tai ở một số người.  * Tránh sử dụng thuốc aspirin hoặc các sản phẩm aspirin ở số lượng lớn."
        }
    ],
    "suggestions": []
}