{
    "en_vn": {
        "data": {
            "content": null,
            "word": "retreated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "retreated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "retreated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "retreated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "retreated"
        }
    },
    "sentences": [
        {
            "en": "They <em>retreated</em> before the enemy.",
            "vi": "Họ đã rút lui trước quân thù."
        },
        {
            "en": "I <em>retreated</em> to that investment.",
            "vi": "Mình rút ra khỏi cuộc đầu tư đó."
        },
        {
            "en": "The flood waters slowly <em>retreated</em>.",
            "vi": "Nước lũ từ từ rút."
        },
        {
            "en": "Suddenly, they halted, then <em>retreated</em> in confusion.",
            "vi": "Đột ngột họ dừng lại, sau đó rút lui trong hỗn loạn."
        },
        {
            "en": "The snail <em>retreated</em> into its shell.",
            "vi": "Con ốc sên thu mình vào trong vỏ."
        },
        {
            "en": "Air raids and bombings slacked off as the enemy <em>retreated</em>.",
            "vi": "Các cuộc oanh tạc và đánh bom giảm bớt khi quân địch rút lui."
        },
        {
            "en": "Mary was embarrassed and she <em>retreated</em> into silence.",
            "vi": "Mary bối rối và cô ấy thoái lui trong im lặng."
        },
        {
            "en": "The elephants <em>retreated</em> to the safety of the forest.",
            "vi": "Đàn voi rút vào nơi an toàn trong rừng."
        },
        {
            "en": "Confronted by an angry crowd, the police <em>retreated</em>.",
            "vi": "Đứng trước đám đông phẫn nộ, cảnh sát đã rút lui."
        },
        {
            "en": "The zebras <em>retreated</em> to the safety of the forest.",
            "vi": "Những con ngựa vằn chạy trốn đến nơi an toàn của khu rừng."
        },
        {
            "en": "The troops <em>retreated</em> away from the battlefield when their enemies came closer.",
            "vi": "Binh lính rút khỏi chiến trường khi quân địch của họ tiến đến gần hơn."
        },
        {
            "en": "All the Iraqi soldiers from other northern positions have <em>retreated</em> to Tikrit.",
            "vi": "Tất cả binh lính I - Rắc từ các vị trí khác ở miền bắc đều rút về Tikrit."
        },
        {
            "en": "All the Iraqi soldiers from other northern positions have <em>retreated</em> to Tikrit.",
            "vi": "Tất cả binh lính I-Rắc từ các vị trí khác ở miền bắc đều rút về Tikrit."
        },
        {
            "en": "He pulled me back slowly, always keeping his eyes on Jacob as we <em>retreated</em>.",
            "vi": "Anh từ từ kéo tôi lại, luôn dán mắt vào Jacob khi chúng tôi rút lui."
        },
        {
            "en": "As the army <em>retreated</em>, it laid waste to thousands of acres of farmland.",
            "vi": "Khi quân đội rút đi, họ đã tàn phá hàng ngàn hecta đất canh tác."
        },
        {
            "en": "He <em>retreated</em> behind the portieres in the hall, only half convinced by her words.",
            "vi": "Nó rút vào trốn sau những màn cửa trong tiền sảnh, chỉ tin lời bà có một nửa."
        },
        {
            "en": "Why did the soldiers blow up all the bridges when they <em>retreated</em>?",
            "vi": "Tại sao những người lính cho nổ tất cả những cây cầu khi họ rút lui?"
        },
        {
            "en": "When the vanquished Kuomintang <em>retreated</em> to Taiwan in 1949, Mrs Soong Ching - ling chose to stay on the mainland and support the Chinese communist government.",
            "vi": "Khi Quốc dân đảng bại trận rút ra Đài Loan năm 1949, bà Tống Khánh Linh quyết định ở lại lục địa và ủng hộ chính phủ cộng sản Trung Quốc."
        },
        {
            "en": "While socialism has <em>retreated</em> as a state organizing vision in much of the world, it still forms the basis of the thinking of the Vietnamese leadership.",
            "vi": "Trong khi chủ nghĩa xã hội với tư cách là sự hình dung về tổ chức nhà nước đã rút giảm ở hầu hết các nước trên thế giới, thì nó vẫn nằm trong suy nghĩ căn bản của giới lãnh đạo ở Việt Nam."
        },
        {
            "en": "After the black - tie meeting had ended, I <em>retreated</em> to my hotel in the wee hours of the morning and checked my e - mail.",
            "vi": "Sau khi buổi lễ trang trọng kết thúc, tôi lui về khách sạn vào lúc gần sáng và kiểm tra email."
        }
    ],
    "suggestions": []
}