{
    "en_vn": {
        "data": {
            "content": null,
            "word": "retro"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>retro</k><blockquote>■ <cclass>adjective imitative of a style from the recent past. </cclass></blockquote><blockquote>■ <cclass>noun retro clothes, music, or style. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from Fr. <i>rétro</i>, abbrev. of <i>rétrograde</i> 'retrograde'. </blockquote></div>",
            "word": "retro"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "retro"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "retro"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "retro"
        }
    },
    "sentences": [
        {
            "en": "your bike is <em>retro</em>",
            "vi": "Xe đạp của bạn cũ quá rồi"
        },
        {
            "en": "In this winter, stylists will release <em>retro</em> style products.",
            "vi": "Trong mùa đông này, các nhà tạo mẫu sẽ cho ra các sản phẩm mang phong cách cổ điển."
        },
        {
            "en": "The BeatMobiles and Xray Catz are <em>retro</em> bands.",
            "vi": "Ban nhạc The BeatMobile và Xray Catz là những ban nhạc cũ."
        },
        {
            "en": "Koalas have been killed by parasites , chlamydia epidemics and a tum our-causing <em>retro</em>-virus.",
            "vi": "Những con gấu Koala đã bị giết bởi những sinh vật ký sinh , những dịch bệnh do vi khuẩn Chlamydia và retro virus một nguyên nhân gây bệnh dạ dày của chúng ta."
        },
        {
            "en": "So what can you do? Go <em>retro</em> with headphones. There's a reason they're making a comeback. Sometimes old-school is better.",
            "vi": "Vậy bạn có thể làm được gì? Quay trở về với tai nghe truyền thống. Có lý do loại tai nghe này đang thịnh hành trở lại. Đôi khi kiểu cổ sẽ tốt hơn."
        },
        {
            "en": "- Flat / Flat 2.0 / Material Design- Pastel colors for graphics- Popular image colors for 2015-16- Large bold text, custom fonts- Full screen background images- “<em>Retro</em>” design themes",
            "vi": "- Thiết kế phẳng- Flat design 2.0- Gam màu đồ họa dạng Pastel - Gam màu tiêu biểu cho xu hướng năm 2015-16- Kiểu chữ đậm, font chữ và những tùy chỉnh- Thiết kế dạng nền tràn màn hình- Chủ điểm thiết kế 'Retro'"
        },
        {
            "en": "It has 40 stalls featuring vintage and <em>retro</em> clothing, art collections and antiques. The market attracts many foreigners who love jewellery and art and crafts made by local artisans and designers.",
            "vi": "Nó có 40 gian hàng bao gồm quần áo vintage và retro, các bộ sưu tập nghệ thuật và đồ cổ. Chợ thu hút nhiều người nước ngoài yêu thích trang sức, nghệ thuật và hàng thủ công được thực hiện bởi các nghệ nhân và nhà thiết kế địa phương."
        },
        {
            "en": "\"Hung Up\" and the other songs on the album are considered \"<em>Retro</em>\" - a word used to describe an earlier kind of music that is re-made in a new way.",
            "vi": "\"hung up\" và những ca khúc khác trong album được xem là \"cải biên\" - một từ dùng để miêu tả một thể loại nhạc xưa được chơi lại lại theo phong cách mới."
        },
        {
            "en": "So the couple decided to change every aspect of their lives to match the fifties, starting with their house. They redecorated their entire home, including their kitchen, which is now an American diner-style eating space. “The diner was converted to the place it is now about a year ago, to incorporate quite a few original fifties items and some <em>retro</em> modern items to give the actual fifties feel” said Gary.",
            "vi": "Thế là cả hai quyết định thay đổi hết mọi thứ trở về quá khứ hơn 50 năm trước, trước tiên là thay đổi ngôi nhà. Họ trang trí lại toàn bộ căn nhà, trong đó có gian bếp, gian bếp của họ hiện là chỗ ăn theo kiểu quán ăn rẻ tiền của Mỹ. Anh Gary nói: \"Chỗ ăn được sửa sang lại giống như thế này khoảng một năm rồi đấy, để gắn kết một số thứ đích thị thời thập niên 50 thế kỷ trước với một số thứ thời hiện đại mà mang hơi hướng hoài cổ, tạo cảm giác đang sống ở nửa thế kỷ trước thật sự.\""
        },
        {
            "en": "Their house is filled with all sorts of vintage memorabilia – old radios, telephones and even a 1961 original jukebox imported from South Carolina – all in mint condition. Mandy has perfected vintage hairstyles and makes her own <em>retro</em>-style clothes to impress her husband. And in their free time, the couple go Lindy Hop dancing or visit vintage fairs. “We’re absolutely madly in love with the life of the forties and fifties – dancing every weekend,” said Gary.",
            "vi": "Căn nhà họ đầy những kỷ vật thời xưa - những chiếc điện thoại, rađiô cũ và thậm chí là cả một chiếc máy hát tự động thời năm 1961 nhập khẩu từ Nam Carolina - tất cả đều trông mới cáu. Chị Mandy đã có mái tóc cổ điển hoàn toàn và ăn vận đúng phong cách hoài cổ khiến chồng mình phải cảm động. Và khi rảnh rỗi, hai vợ chồng họ đi khiêu vũ kiểu Lindy Hop (nhảy đôi sôi động) hoặc ghé các khu chợ kiểu ngày xưa. Gary bảo: \"Chúng tôi rất là thích sống theo kiểu những năm 40, 50 thế kỷ trước - cứ đến cuối tuần thì đi nhảy đầm.\""
        },
        {
            "en": "In addition to the ever-rising number of new ways to consume images, there is a surge of free, online, and mobile graphics tools available to marketers. These tools grant new designers access to modern graphics capabilities, and have contributed to the latest paradigm of design simplicity and aesthetics. You may have noticed the trend: Modern digital design is flat, but dynamic. It’s colorful but muted; minimal but bold; modern but <em>retro</em>.",
            "vi": "Bên cạnh việc tăng lên về số lượng của những cách thức mới để tạo ra sự thu hút với những hình ảnh, có một sự gia tăng đột biến của các công cụ đồ họa miễn phí, trực tuyến, và có sẵn cho các nhà tiếp thị. Những công cụ này tạo điều kiện cho các nhà thiết kế truy cập vào hàng loạt các đồ họa hiện đại, và đã góp phần vào mô hình mới nhất của sự đơn giản trong thiết kế và thẩm mỹ. Một xu hương dễ dàng nhận thấy rằng: thiết kế kỹ thuật số hiện đại dạng tĩnh nhưng năng động, đầy màu sắc nhưng thầm lặng; tối thiểu nhưng đậm nét; hiện đại nhưng hoài cổ."
        },
        {
            "en": "Supplier to the Japanese national cycling team at the 1968 Olympics in Mexico City, Cherubim has pride and provenance to spare. Its legacy of steel-frame sculpture is now carried forward by Shinichi Konno, son of company founder Hitoshi Konno. With a taste for <em>retro</em>-tinged velodrome machines that take daring detours – the HummingBird build above forgoes a traditional seat tube and arches its back precariously over the rear wheel – it is safe to assume Shinichi-san is not eyeing Olympic glory. He must content himself knowing that he builds what are widely regarded as the most beautiful bikes in the world.",
            "vi": "Nhắc đến hãng cung cấp xe cho đội đua quốc gia Nhật Bản tại Thế Vận Hội 1968 diễn ra tại Mexico City, chiếc Cherubim thừa sức tự hào về gốc gác “khủng” của mình. Mẫu khung xe bằng thép danh tiếng trước đây đang được con trai của vị sáng lập công ty Hitoshi Konno – ông Shinichi Konno – kế tục và cải tiến. Thiên về những cỗ xe đua đòi hỏi phải ngồi lùi về phía sau đôi chút để đối phó những đoạn đường vòng mạo hiểm, chiếc HummingBird được thiết kế bỏ qua đoạn ống trụ truyền thống và đặt bánh xe chênh vênh trên bánh xe sau. Có lẽ ông Shinichi không nhắm đến vinh quang trong kì Vận Hội. Hẳn là ông hài lòng khi biết mình đã tạo ra mẫu xe được đông đảo mọi người đánh giá là mẫu đẹp nhất thế giới."
        }
    ],
    "suggestions": []
}