{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ri:'væmp]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sửa sang lại, tân trang (đồ vật)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sửa chữa, chắp vá lại</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to revamp a comedy</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sửa chữa lại một vở kịch</font></td></tr></table><i/></div>",
            "word": "revamp"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>revamp</k><blockquote>■ <cclass>verb give new and improved form, structure, or appearance to. </cclass></blockquote><blockquote>■ <cclass>noun a new and improved version. </cclass></blockquote></div>",
            "word": "revamp"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>revamp</k><blockquote>▸ <cclass>verb RENOVATE, redecorate, refurbish, recondition, rehabilitate, overhaul, make over; upgrade, refit, re-equip; remodel, refashion, redesign, restyle; <cclass><i>informal</i> do up, give something a facelift, vamp up; <cclass><i>Brit.</i><cclass><i>informal</i> tart up; <cclass><i>N. Amer.</i><cclass><i>informal</i> rehab.</cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "revamp"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "revamp"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "revamp"
        }
    },
    "sentences": [
        {
            "en": "<em>Revamp</em> a comedy",
            "vi": "Sửa chữa lại một vở kịch"
        },
        {
            "en": "Obama pledges <em>revamp</em> of foreign aid policy",
            "vi": "Obama cam kết sửa đổi chính sách viện trợ nước ngoài"
        },
        {
            "en": "He promised to <em>revamp</em> the whole system of secondary education.",
            "vi": "Ông ta hứa sẽ cải cách toàn bộ hệ thống giáo dục trung học cơ sở."
        },
        {
            "en": "Maybe you just want to <em>revamp</em> your image.",
            "vi": "Có lẽ bạn chỉ muốn tân trang lại hình thức của mình."
        },
        {
            "en": "A $5m <em>revamp</em> of the company's branch in New York will be expensed this year.",
            "vi": "Một khoản tiền 5 triệu đô la dùng để tân trang lại chi nhánh của công ty ở Newyork sẽ được chi trong năm nay."
        },
        {
            "en": "A project to <em>revamp</em> the canal and its surroundings was then given high priority.",
            "vi": "Một dự án để cải tạo dòng kênh và môi trường xung quanh của nó sau đó đã được đưa ra."
        },
        {
            "en": "The government will make a plan to <em>revamp</em> the banking industry.",
            "vi": "Chính phủ sẽ thực hiện một kế hoạch cải tổ ngành ngân hàng."
        },
        {
            "en": "The official suggested the sector <em>revamp</em> its apparatus, and called for joint efforts from managers, farmers and businesses.",
            "vi": "Các quan chức đề nghị ngành cải tổ hệ thống trong ngành và kêu gọi những nỗ lực chung từ các nhà quản lý, nông dân và doanh nghiệp."
        },
        {
            "en": "The official suggested the sector <em>revamp</em> its apparatus, calling for joint efforts of managers, farmers and businesses. ",
            "vi": "Chính quyền đề xuất ngành cần sửa chữa tân trang máy móc, thiết bị nông nghiệp, kêu gọi chung sức của nhà quản lý, người dân và doanh nghiệp."
        },
        {
            "en": "Work started on Friday on the <em>revamp</em> of the Nga Bay Floating Market in Nga Bay Town of Hau Giang Province.",
            "vi": "Chợ nổi Ngã Bảy ở Ngã Bảy Thị trấn của tỉnh Hậu Giang bắt đầu hoạt động vào ngày thứ Sáu ."
        },
        {
            "en": "“The municipal government has long wanted to <em>revamp</em> the current zoo, but its closure is entirely out of the question,” the official confirmed.",
            "vi": "\"Chính quyền thành phố từ lâu đã muốn tân trang lại vườn thú hiện nay, nhưng việc đóng cửa của nó là hoàn toàn không bao giờ xảy ra\" thông tin chính thức xác nhận."
        },
        {
            "en": "Salaries for public officials and civil servants need a major <em>revamp</em> to attract talent and avoid a brain-drain, experts agreed at a conference in Ha Noi on Monday.",
            "vi": "Các chuyên gia đã thống nhất tại một hội nghị ở Hà Nội hôm thứ Hai rằng mức lương của cán bộ viên chức nhà nước cần được cải chính để thu hút tài năng và tránh chảy máu chất xám."
        },
        {
            "en": "As the world-music genre began to gain a bigger following, Cohen, at the urging of Tower, decided to <em>revamp</em> her format-adding color and beginning to charge for the publication.",
            "vi": "Khi thế loại nhạc quốc tế bắt đầu có nhiều người yêu thích, Cohen quyết định sửa sang lại ấn bản của mình – thêm màu vào và bắt đầu tính tiền cho từng số ấn phẩm."
        },
        {
            "en": "For examples of business models that failed the numbers test, we can look at U.S. automakers. In 2003, to compete against foreign manufacturers, Ford, Chrysler and General Motors offered customers such deep discounts and interest-free financing that they effectively sold vehicles for less than it cost to make them. That dynamic squeezed all the profits out of Ford's U.S. operations and threatened to do the same for Chrysler and GM. To remain viable, the big automakers had to <em>revamp</em> their business models.",
            "vi": "Đối với ví dụ về các mô hình kinh doanh không đạt chuẩn liên quan đến những con số, chúng ta có thể nhìn vào các hãng xe hơi Mỹ. Năm 2003, để cạnh tranh với những nhà sản xuất nước ngoài, Ford, Chrysler và General Motors giảm giá sâu cho khách hàng và cho vay để mua xe không có lãi suất đến mức họ bán xe thấp hơn chi phí sản xuất. Động thái đó làm giảm mọi khoản lợi nhuận các hoạt động trên đất Mỹ của hãng Ford và đe doạ điều tương tự sẽ xảy ra cho Chrysler và General Motors. Để có thể tồn tại được, các hãng xe hơi lớn đã phải chỉnh sửa lại các mô hình kinh doanh của mình."
        },
        {
            "en": "We understand that outworn programs are inadequate to the needs of our time.  So we must harness new ideas and technology to remake our government, <em>revamp</em> our tax code, reform our schools, and empower our citizens with the skills they need to work harder, learn more, reach higher.  But while the means will change, our purpose endures:  a nation that rewards the effort and determination of every single American.  That is what this moment requires.  That is what will give real meaning to our creed.   ",
            "vi": "Chúng ta hiểu rằng những chương trình mòn cũ của chúng ta không còn đủ đáp ứng những nhu cầu của thời đại của chúng ta. Và vì thế chúng ta phải vận dụng những ý tưởng và công nghệ mới để tái tạo chính phủ của chúng ta, sửa đổi luật thuế của chúng ta, cải tổ trường học của chúng ta, và tăng cường năng lực cho công dân của chúng ta với những kỹ năng họ cần để làm việc chăm chỉ hay để học thêm, để vươn cao hơn. Nhưng khi mà công cụ thay đổi thì mục đích của chúng ta không đổi: một quốc gia ban thưởng cho nỗ lực và quyết tâm của từng cá nhân người Mỹ. Đó chính là điều mà thời khắc này đòi hỏi chúng ta. Điều này sẽ mang lại ý nghĩa thực sự cho tư tưởng của chúng ta."
        },
        {
            "en": "BBC News - Obama pledges <em>revamp</em> of foreign aid policy  (Nguồn: http://www.bbc.co.uk/news/world-us-canada-11394443) US President Obama: \"We need to be big hearted but also hard headed\" President Barack Obama has told the UN a revamped US foreign aid policy will help lift nations out of poverty by focusing on good governance and encouraging trade and investment. Mr Obama told the UN summit in New York on the Millennium Development Goals that the focus should be on development, not dependence. But he insisted helping poor nations was in the US national interest. He said the US would do its part to help lift millions out of poverty. But with five years left to reach the Millennium Development Goals (MDG), Mr Obama said the world \"must do better\". “Instability”  The eight MDGs were adopted in 2000, and include improving health care, increasing access to education and promoting equal rights for women. \"If the international community just keeps doing the same things the same way, we will miss many development goals,\" Mr Obama said. He said it was in America's, and other rich nations', interests to help the world's poorer countries, despite the economic downturn. \"In our global economy, progress in even the poorest countries can advance the prosperity and security of people far beyond their borders, including my fellow Americans.\" He said: \"When millions of fathers cannot provide for their families, it feeds the despair that can fuel instability and violent extremism.\" Millennium Development Goals 1/ Eradicate extreme poverty and hunger  2/ Achieve universal primary education  3/ Promote gender equality and empower women  4/ Reduce child mortality  5/ Improve maternal health  6/ Combat HIV/Aids, malaria and other diseases  7/ Ensure environmental sustainability  8/ Develop a Global Partnership for Development  He announced a new focus in US aid on moving beyond providing assistance to offering \"nations and peoples a path out of poverty\". This would be done by working with co-operative nations to develop their economies over the long term. Countries that were willing to create attractive environments for investment and trade would be helped, Mr Obama said. He also said democracy and good governance would be encouraged and corruption fought. \"We know that countries are more likely to prosper when governments are accountable to their people. So we are leading a global effort to combat corruption. \"We will reach out to countries making the transition from authoritarianism to democracy, and from war to peace. The people of Liberia show that even after years of war, great progress can be achieved,\" Mr Obama added. BBC diplomatic correspondent Jonathan Marcus says this was a restrained, even humble speech, suggesting an America that wants to listen to others whilst still willing to lead on the global stage. Earlier, Deputy PM Nick Clegg confirmed that the UK was committed to increasing the money it gave in overseas aid, and called on other rich nations to follow its lead. Mr Clegg told the UN that the UK would raise its spending on aid from 0.5% of annual economic output to 0.7% from 2013. Earlier in the day the UN launched a $40bn (£25.5bn) health initiative aimed at saving the lives of 16 million women and children over the next five years. Announcing the Global Strategy for Women's and Children's Health, UN Secretary General Ban Ki-moon said women and children \"play a crucial role in development\".",
            "vi": "BBC News - Obama pledges revamp of foreign aid policy  Tổng thống Hoa Kỳ Obama tuyên bố: \"Chúng ta cần phải có tình thương và cả óc thực tế nữa \" Tổng thống Barack Obama đã tuyên bố với Liên hiệp quốc rằng chính sách viện trợ nước ngoài của Hoa Kỳ sửa đổi sẽ giúp đưa các quốc gia thoát khỏi tình trạng đói nghèo thông qua việc tập trung vào việc quản lý tốt và khuyến khích thương mại và đầu tư.  Ông Obama trình bày tại hội nghị thượng đỉnh của Liên hiệp quốc ở New York về Những mục tiêu phát triển thiên niên kỷ sẽ tập trung vào phát triển chứ không phải sự lệ thuộc. Tuy nhiên, ông cũng nhấn mạnh rằng việc giúp các quốc gia nghèo là mối quan tâm của Hoa Kỳ.  Ông cho biết Hoa Kỳ sẽ thực hiện nhiệm vụ của mình để giúp hàng triệu người thoát khỏi đói nghèo.  Thế nhưng còn đến năm năm trời mới đạt đến Những mục tiêu phát triển thiên niên kỷ (MDG), Ông Obama khuyên cả  thế giới \"phải làm một điều gì đó tốt hơn\".   “Bất ổn” Tám Mục tiêu Phát triển Thiên niên kỷ đã được thông qua vào năm 2000, bao gồm việc cải thiện chăm sóc sức khoẻ, gia tăng việc tiếp cận vào lĩnh vực giáo dục và khuyến khích quyền bình đẳng cho phụ nữ.  \"Nếu cộng đồng quốc tế cứ làm những việc giống nhau với chính sách giống nhau, thì chúng ta sẽ bỏ lỡ nhiều mục tiêu phát triển\", ông Obama nói.  Ông cho biết việc này nằm trong mối quan tâm của Mỹ, và các nước giàu khác nhằm giúp các quốc gia nghèo trên thế giới cho dù tình trạng suy thoái kinh tế đang diễn ra.  \"Trong nền kinh tế toàn cầu của chúng ta, sự phát triển ở các  nước nghèo nhất cũng có thể thúc đẩy sự thịnh vượng và an ninh con người vượt ra ngoài phạm vi quốc gia họ, kể cả những người Mỹ chúng tôi.\" Ông cho biết: \"Khi hàng triệu người cha không thể chu cấp cho gia đình của họ, điều này sẽ nuôi dưỡng sự tuyệt vọng trong họ gây ra sự bất ổn về mặt tinh thần và chủ nghĩa cực đoan hung bạo.\" \nNhững Mục tiêu Phát triển Thiên niên kỷ \n 1/ Xoá bỏ triệt để tình trạng nghèo đói  2/ Đạt được việc phổ cập giáo dục tiểu học 3/ Thúc đẩy bình đẳng giới và trao quyền cho phụ nữ 4/ Giảm tỷ lệ tử vong ở trẻ em 5/ Cải thiện sức khoẻ cho bà mẹ  6/ Chống lại bệnh HIV / AIDS, sốt rét và các bệnh khác 7/ Đảm bảo sự phát triển bền vững về môi trường 8/ Đẩy mạnh sự hợp tác toàn cầu để Phát triển Ông công bố rằng sự tập trung mới trong chính sách viện trợ hiện thời của Hoa kỳ không những cung cấp sự hỗ trợ mà con hướng cho \"các quốc gia và các dân tộc con đường thoát khỏi sự nghèo đói\".  Chính sách này sẽ được thực hiện thông qua làm việc với những quốc gia có tinh thần sẵn sàng hợp tác để phát triển nền kinh tế của họ về lâu về dài. Ông Obama cho biết các quốc gia nào mà sẵn sàng tạo ra những môi trường hấp dẫn cho đầu tư và thương mại chắc chắn sẽ có ích.  Ông cũng cho biết dân chủ và việc quản lý tốt sẽ được khuyến khích và chống được tình trạng tham nhũng. \"Chúng tôi biết là các quốc gia sẽ phát triển mạnh hơn khi chính phủ có trách nhiệm với nhân dân của họ. Vì thế, chúng ta phải nỗ lực toàn cầu để chống tham nhũng. Ông Obama còn nói thêm rằng: “Chúng tôi sẽ chìa tay ra giúp đỡ các quốc gia đang chuyển từ chủ nghĩa độc tài sang dân chủ, và từ chiến tranh sang hoà bình. Nhân dân của Liberia chứng tỏ rằng thậm chí sau nhiều năm chiến tranh họ vẫn đạt được nhiều tiến bộ lớn”. Phóng viên ngoại giao đài BBC Jonathan Marcus nói việc này giống như một cách nói dè dặt, thậm chí hơi khiêm nhường rằng Hoa Kỳ muốn lắng nghe những người khác nói đồng thời vẫn sẵn sàng lãnh đạo trên vũ đài thế giới. Trước đó, Phó thủ tướng Nick Clegg khẳng định rằng Vương quốc Anh quyết tâm gia tăng lượng tiền mà nó đã chi cho viện trợ nước ngoài, và còn kêu gọi các nước giàu khác nên tham gia việc này.  Ông Clegg tuyên bố với Liên hiệp quốc rằng Vương quốc Anh sẽ gia tăng viện trợ từ 0,5% trong sản lượng  kinh tế hàng năm đến 0,7% kể từ năm 2013. Sớm hơn, Liên hiệp quốc đã tung ra sáng kiến sức khoẻ trị giá 40 tỷ đô-la Mỹ (tương đương với 25,5 tỷ bảng Anh) nhằm cứu mạng sống của 16 triệu phụ nữ và trẻ em trong năm năm tới. Công bố trong Chiến lược Toàn cầu về Sức khoẻ của Phụ nữ và Trẻ em, Tổng thư ký Liên Hiệp Quốc Ban Ki-moon đã nói trẻ em và phụ nữ \"đóng một vai trò chủ đạo trong phát triển\"."
        }
    ],
    "suggestions": []
}