{
    "en_vn": {
        "data": {
            "content": null,
            "word": "revered"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "revered"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "revered"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "revered"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "revered"
        }
    },
    "sentences": [
        {
            "en": "The most <em>revered</em> universities of England are Oxford and Cambridge.",
            "vi": "Những trường đại học danh tiếng nhất nước Anh là Oxford và Cambridge."
        },
        {
            "en": "Dance is the most <em>revered</em> of the geisha's arts.",
            "vi": "Múa là môn nghệ thuật được trọng vọng nhất trong các môn nghệ thuật của giới geisha."
        },
        {
            "en": "All along the Vietnamese coast, whales are <em>revered</em> as harbingers of good luck at sea.",
            "vi": "Tất cả bãi biển trải dài ở Việt Nam, cá voi được tôn kính như là báo hiệu của sự may mắn trên biển"
        },
        {
            "en": "He was a colleague she once <em>revered</em> but ultimately came to despise.",
            "vi": "Anh ấy là một người đồng nghiệp cô ấy đã từng tôn kính nhưng cuối cùng cô ấy khinh thường anh ta."
        },
        {
            "en": "Olive oil is <em>revered</em> the world over for its delightful taste.",
            "vi": "Dầu ô liu được thế giới ưa chuộng bởi hương vị tuyệt vời của nó."
        },
        {
            "en": "These amazing flowers are most <em>revered</em> for their delightful aroma and tiny delicate flowers that grow in cone-like clusters.",
            "vi": "Loài hoa diệu kỳ này luôn được tôn sùng vì hương thơm mê đắm và cánh hoa thanh nhã bé xíu mọc thành từng cụm như hình nón."
        },
        {
            "en": "Not only did EMI create compositions in Cope s style, but also that of the most <em>revered</em> classical composer s, including Bach, Chopin and Mozart.",
            "vi": "EMI không chỉ có thể tạo ra những đoạn nhạc theo phong cách của Cope mà còn là bản nhạc của những nhạc sĩ cổ điển nổi tiếng như Bach, Chopin hay Mozart."
        },
        {
            "en": "Before he became a <em>revered</em> patriot, statesman, and inventor, he was one of America's most successful businessmen, rising from indentured servant to printing tycoon.",
            "vi": "Trước khi trở thành một người yêu nước đầy sùng kính, một chính khách, và một nhà phát minh, thì ông là doanh nhân thành đạt nhất nước Mỹ, đi từ một người học nghề thành một ông vua nghề in."
        },
        {
            "en": "The head of the college, whose name was miss Baker, there were white lines round it, and it had a notice saying, \"<em>revered</em> for head of college\".",
            "vi": "Hiệu trưởng của trường, cô baker, vì vậy có một chỗ đậu xe riêng trong bãi đậu xe đó, xung quanh chỗ đậu xe của cô có những vạch trắng, và có một bảng chú ý, \"dành cho hiệu trưởng trường\"."
        },
        {
            "en": "Lilacs are amazing flowers which are most <em>revered</em> for their delightful aroma and tiny delicate flowers that grow in cone-like clusters.",
            "vi": "Hoa tử linh hương là một loài hoa diệu kỳ luôn được tôn sùng vì hương thơm mê đắm và bông hoa thanh nhã bé xíu mọc thành từng cụm hình nón."
        },
        {
            "en": "Before he became a <em>revered</em> patriot, statesman, and inventor, he was one of America's most successful businessmen, rising from indentured servant to printing tycoon.",
            "vi": "thành một người yêu nước đầy sùng kính, một chính khách, và một nhà phát minh, thì ông là doanh nhân thành đạt nhất nước Mỹ, đi từ một người học nghề thành một ông vua nghề in."
        },
        {
            "en": "Patanjali is regarded as a divine incarnation of the serpent Anantha, who is <em>revered</em> as the ‘supporter of the whole universe’. He is the Adhisesha of Lord Mahavishnu.",
            "vi": "Patanjali được xem là hiện thân thần thánh của rắn Anantha, được tôn sùng là 'đấng che chở của toàn vũ trụ'. Ông là Adhisesha của Lãnh chúa Mahavishnu."
        },
        {
            "en": "Lilacs are amazing flowers which are most <em>revered</em> for their delightful aroma and tiny delicate flowers that grow in cone - like clusters.",
            "vi": "Hoa tử linh hương là một loài hoa diệu kỳ luôn được tôn sùng vì hương thơm mê đắm và bông hoa thanh nhã bé xíu mọc thành từng cụm hình nón."
        },
        {
            "en": "It need not be someone famous. Dr. Hinohara <em>revered</em> his dad, who introduced him to his favorite poem and traveled halfway across the world to enroll at Duke University as a young man.",
            "vi": "Không cần phải là một người nổi tiếng. Bác sĩ Hinohara đã tôn kính cha của mình, người đã chỉ cho ông về bài thơ yêu thích của ông ấy và đi nửa vòng thế giới để đăng ký vào học Đại học Duke khi còn trẻ."
        },
        {
            "en": "A <em>revered</em> Vietnamese surgeon and professor is skeptical over whether hospitals in Vietnam are ready to perform a head-to-body transplant, at a time when one local hospital is seeking volunteers for this type of operation.",
            "vi": "Một bác sĩ phẫu thuật và giáo sư người Việt hoài nghi về việc liệu các bệnh viện ở Việt Nam đã sẵn sàng để thực hiện một ca cấy ghép đầu người, tại thời điểm mà một bệnh viện địa phương đang tìm kiếm người tình nguyện cho hoạt động này."
        },
        {
            "en": "It need not be someone famous. Dr. Hinohara <em>revered</em> his dad, who introduced him to his favorite poem and traveled halfway across the world to enroll at Duke University as a young man.",
            "vi": "Không cần phải là một người nổi tiếng. Bác sĩ Hinohara đã tôn kính cha của mình, người đã chỉ cho ông về bài thơ yêu thích của ông ấy và đi nửa vòng thế giới để đăng ký vào học Đại học Duke khi còn trẻ."
        },
        {
            "en": "One of Buffett's principles is not unlike that of well-known investor Peter Lynch -- stick with what you understand and choose investments with which you are comfortable. Buffett, arguably one of the greatest and most <em>revered</em> stock-pickers of all time, says investors shouldn't complicate things by seeking out complicated companies. (investinganswers.com)",
            "vi": "Một trong những nguyên tắc của Buffett không khác với nguyên tắc của nhà đầu tư nổi tiếng Peter Lynch - gắn bó với những gì bạn hiểu và chọn những khoản đầu tư mà bạn an tâm. Buffett, người ta cho rằng ông là một trong những người lựa chọn cổ phiếu vĩ đại và đáng tôn trọng nhất mọi thời đại, ông nói các nhà đầu tư không nên làm phức tạp mọi thứ bằng cách tìm kiếm những công ty phức tạp."
        },
        {
            "en": "Although Dr Johnson was <em>revered</em> by his contemporaries as the ultimate authority, whose work would fix the English language and prevent further change, he was less sanguine about his achievements; he defined a lexicographer as “a writer of dictionaries; a harmless drudge” and poured scorn on the folly of trying to “enchain syllables” and “lash the wind”.",
            "vi": "Tiến sĩ Johnson được những người đương thời tôn kính như chuyên gia uy tín nhất, tác phẩm của ông đã định hình ngôn ngữ tiếng Anh và chặn trước sự biến đổi hơn nữa, ông không mấy lạc quan về thành tựu của mình; ông định nghĩa một người soạn tự điển như “một người biên soạn thư mục; một người lao dịch vô hại” và phê phán sự coi thường việc cố gắng đến điên rồ để “gắn kết các âm tiết” và “kết nối những từ vô nghĩa”."
        },
        {
            "en": "It also plays into the idea of marriage as a <em>revered</em> institution in Vietnam, but simultaneously appears to exploit and make fun of it – the so-called VIP package comes with a five-year plan that includes a script for the actors.",
            "vi": "Điều này cũng làm cho suy nghĩ về đám cưới được đặt ngang hàng với sự thờ cúng tại Việt Nam, nhưng đồng thời cũng xảy ra chuyện lợi dụng đám cưới và biến nó thành trò cười - khi mà gói VIP được gọi là kế hoạch 5 năm có cả một kịch bản cho các diễn viên."
        },
        {
            "en": "It also plays into the idea of marriage as a <em>revered</em> institution in Vietnam, but simultaneously appears to exploit and make fun of it – the so-called VIP package comes with a five-year plan that includes a script for the actors.",
            "vi": "Điều này cũng làm cho suy nghĩ về đám cưới được đặt ngang hàng với sự thờ cúng tại Việt Nam, nhưng đồng thời cũng xảy ra chuyện lợi dụng đám cưới và biến nó thành trò cười - khi mà gói VIP được gọi là kế hoạch 5 năm có cả một kịch bản cho các diễn viên."
        }
    ],
    "suggestions": []
}