{
    "en_vn": {
        "data": {
            "content": null,
            "word": "revitalizing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "revitalizing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "revitalizing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "revitalizing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "revitalizing"
        }
    },
    "sentences": [
        {
            "en": "11 <em>Revitalizing</em> Foods For Your Body And Brain",
            "vi": "11 loại thực phẩm rất tốt cho cả thể chất lẫn tinh thần của bạn"
        },
        {
            "en": "The new government will give top priority to <em>revitalizing</em> the economy.",
            "vi": "Chính phủ mới sẽ dành ưu tiên hàng đầu cho việc làm hồi sinh nền kinh tế."
        },
        {
            "en": "Strengthening trade promotion activities, encouraging domestic commodities consumption, and <em>revitalizing</em> the “Buy Việt Nam” campaign to expand domestic production capacity to replace import products.",
            "vi": "Tăng cường các hoạt động xúc tiến thương mại, khuyến khích sử dụng hàng nội địa, nhân rộng chương trình “Người Việt Nam ưu tiên dùng hàng Việt Nam” để thúc đẩy sản xuất trong nước, thay thế hàng nhập khẩu;."
        },
        {
            "en": "There it is. The 11 most <em>revitalizing</em> foods for both your body and brain. Not only will you feel great physically after eating these treats, but you’ll feel great mentally as well! In fact, you can feel great now knowing you have 11 delicious foods to start eating that will make you healthier than ever!",
            "vi": "Đó là 11 loại thực phẩm hồi sinh tốt nhất cho cả cơ thể và bộ não của bạn. Bạn sẽ không chỉ cảm thấy tuyệt vời về thể chất sau khi ăn các chúng, mà bạn còn cảm thấy tuyệt vời về tinh thần nữa! Bây giờ, bạn có thể cảm thấy thật tuyệt khi biết có 11 thực phẩm ngon để bắt đầu ăn để giúp bạn khỏe mạnh hơn bao giờ hết!"
        },
        {
            "en": "Ginkgo Biloba is a well-documented and well-researched herb. Its history dates back thousands of years and its benefits have been reaped for just as long. It’s one of the strongest and most helpful antioxidants and is frequently used as an anti-aging herb. Not only can it potentially make you look younger, but it can also make you feel younger as well. It’s used by many as a cognitive enhancer and a memory booster. It improves circulation throughout the body and promotes increased blood-flow to the brain, awakening and <em>revitalizing</em> the billions of neurons in your head! The easiest way to consume Ginkgo and reap its benefits would be to add it to your tea.",
            "vi": "Bạch quả là một loại thảo dược tốt đã được nghiên cứu và có dẫn chứng. Nó có lịch sử hàng ngàn năm và lợi ích của nó đã được sử dụng từ lâu. Đó là một trong những chất chống oxy hóa mạnh nhất và hữu hiệu nhất, thường được sử dụng như một loại thảo dược chống lão hóa. Không chỉ có khả năng làm bạn trông trẻ hơn, nó cũng có thể làm bạn cảm thấy tốt hơn. Nó được sử dụng nhiều như một chất tăng cường nhận thức và bộ nhớ. Nó cải thiện lưu thông trên cơ thể và tăng máu chảy lên não, đánh thức và làm sống lại hàng tỷ tế bào thần kinh của bạn! Cách dễ dàng nhất để hấp thụ những lợi ích của bạch quả là thêm chúng vào ly trà của bạn."
        }
    ],
    "suggestions": []
}