{
    "en_vn": {
        "data": {
            "content": null,
            "word": "revising",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "revising",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "revising",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "revising",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "revising",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "ACB banks are <em>revising</em> their pricing policy.",
            "vi": "Ngân hàng ACB đang xem xét lại chính sách định giá."
        },
        {
            "en": "He is busy <em>revising</em> for the exams.",
            "vi": "Anh ta bận soạn bài."
        },
        {
            "en": "I send it to you for <em>revising</em>.",
            "vi": "Tôi gửi cho bạn để sửa."
        },
        {
            "en": "She's <em>revising</em> for her end - of - year exams.",
            "vi": "Cô ấy đang ôn thi cuối năm."
        },
        {
            "en": "She's <em>revising</em> for her end-of-year exams.",
            "vi": "Cô ấy đang ôn thi cuối năm."
        },
        {
            "en": "Further <em>revising</em> was provided by Alice Schmidt giving the report its current structure.",
            "vi": "Dựa trên bản dự thảo, bà Alice Schmidt đã biên tập, trình bày và hoàn thiện bản báo cáo."
        },
        {
            "en": "I spent my whole afternoon on <em>revising</em> the English exercises from class.",
            "vi": "Tôi dành thời gian cả buổi chiều của mình để xem lại các bài tập Anh văn ở lớp."
        },
        {
            "en": "<em>Revising</em> and updating the National Statistical Action Plan (NSAP) and Capacity-Building Plan.",
            "vi": "Sửa đổi và cập nhật Kế hoạch hành động về thống kê quốc gia (NSAP) và Kế hoạch xây dựng năng lực."
        },
        {
            "en": "What basic procedure should be followed in <em>revising</em> a depreciation rate?",
            "vi": "Quy trình cơ bản nào nên tuân thủ trong việc duyệt xét lại tỷ lệ khấu hao?"
        },
        {
            "en": "Miss Wilkinson said they could have implications for people <em>revising</em> for exams who needed to learn lists of facts.",
            "vi": "Cô wilkinson cho biết chúng có thể giúp ích cho những người đang ôn thi vì họ cần nắm bắt rất nhiều các kiến thức."
        },
        {
            "en": "<em>Revising</em> and updating National Statistical Indicators for the Socio-Economic Development Plan (SEDP) 2006-2010 and MDG/VDG monitoring.",
            "vi": "Sửa đổi và cập nhật hệ thống chỉ số thống kê quốc gia cho việc theo dõi Kế hoạch Phát triển kinh tế - xã hội (SEDP) 2006-2010 và MDG/VDG."
        },
        {
            "en": "This required designing, pre-testing, <em>revising</em> and administering the questionnaire and later entering the data from the completed questionnaires.",
            "vi": "Điều này đòi hỏi tham gia thiết kế, thử nghiệm, chỉnh sửa và thực hiện điều tra bảng hỏi và sau đó nhập dữ liệu từ các phiếu hỏi sau khi đã hoàn tất."
        },
        {
            "en": "Viet Nam was <em>revising</em> its legislation to adapt gradually to the rules and principles of the WTO.",
            "vi": "Việt nam đã và đang tiến hành rà soát và sửa đổi luật pháp để từng bước phù hợp với các quy định và nguyên tắc của wto."
        },
        {
            "en": "The Ministry of Education and Training (MOET) would be responsible for <em>revising</em> the textbooks to remove gender stereotyping.",
            "vi": "Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) chịu trách nhiệm xem xét lại sách giáo khoa nhằm loại bỏ các định kiến về giới."
        },
        {
            "en": "I'd love to come to your party this weekend but I don' t think I can. I 'm up to my neck just now, <em>revising</em> for my exams.",
            "vi": "Tôi rất muốn đi dự tiệc của bạn vào cuối tuần này nhưng tôi nghĩ tôi không thể. Tôi rất bận ôn tập cho kỳ thi của mình."
        },
        {
            "en": "MARD, together with the VWU and banks, would be the primary agency for developing services for women farmers, and MOET for <em>revising</em> the textbooks to remove gender stereotyping.",
            "vi": "Bộ NN&PTNT cùng với Hội LHPNVN và các ngân hàng sẽ là các cơ quan chính mở rộng các dịch vụ cho nữ nông dân, còn Bộ Giáo dục và Đào tạo xem xét lại sách giáo khoa nhằm loại bỏ các định kiến giới trong sách."
        },
        {
            "en": "Over the last 12 years, Vietnam has made significant progress in developing and <em>revising</em> its legal framework for addressing HIV/AIDS.",
            "vi": "Trong vòng 12 năm qua, Việt Nam đã có những tiến bộ vượt bậc trong việc phát triển và cải thiện hệ thống khung pháp lý cho các vấn đề về HIV/AIDS."
        },
        {
            "en": "As soon as he gets back from his trip, he plans to set to work <em>revising</em> the company's operation during his absence.",
            "vi": "Ngay sau cuộc hành trình trở về, ông ấy bắt tay vào việc xem xét lại những hoạt động của công ty trong lúc ông đi vắng."
        },
        {
            "en": "The General Statistics Office is now in the process of <em>revising</em> and developing a new National industrial classification System to be more suitable to the current context.",
            "vi": "Hiện nay Tổng cục Thống kê đang trong quá trình nghiên cứu, đánh giá, tham vấn ý kiến các cơ quan và đối tượng liên quan để đưa ra Hệ thống phân ngành kinh tế quốc dân mới phù hợp với điều kiện hiện nay hơn."
        },
        {
            "en": "This type of project offers assistance in drafting or <em>revising</em> texts of e.g., commercial law, bankruptcy law, company law, intellectual property or criminal law.",
            "vi": "Ví dụ, loại dự án này hỗ trợ việc soạn thảo hay sửa đổi pháp luật về thương mại, pháp luật về phá sản, pháp luật về công ty, pháp luật về sở hữu trí tuệ hay pháp luật về hình sự."
        }
    ],
    "suggestions": []
}