{
    "en_vn": {
        "data": {
            "content": null,
            "word": "revolted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>revolted</k><blockquote><cclass>adjective <cclass>archaic having rebelled.</cclass></cclass></blockquote><blockquote>→ <kref>revolt</kref></blockquote></div>",
            "word": "revolted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "revolted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "revolted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "revolted"
        }
    },
    "sentences": [
        {
            "en": "People <em>revolted</em> against their wicked rulers.",
            "vi": "Nhân dân nổi lên chống lại bọn cầm quyền độc ác."
        },
        {
            "en": "At last, they <em>revolted</em> against oppression.",
            "vi": "Cuối cùng họ đã nổi dậy chống áp bức."
        },
        {
            "en": "They were <em>revolted</em> by the stench of the stockyards.",
            "vi": "Họ bị ghê tởm bởi mùi hôi thối từ các chuồng gia súc."
        },
        {
            "en": "In 1992, the Serbs <em>revolted</em> against separation from Yugoslavia.",
            "vi": "Năm 1992 người Xéc-bi (Serb) nổi dậy chống lại sự chia cắt khỏi Nam Phi."
        },
        {
            "en": "In Zaire, the people <em>revolted</em> against their rulers.",
            "vi": "Tại za - ia, dân chúng đã nổi lên chống lại những người cai trị họ."
        },
        {
            "en": "In 1992, the Serbs <em>revolted</em> against separation from Yugoslavia.",
            "vi": "Năm 1992 người Xéc - bi (Serb) nổi dậy chống lại sự chia cắt khỏi Nam Phi."
        },
        {
            "en": "Several players <em>revolted</em> against their new head coach.",
            "vi": "Một vài cầu thủ nổi dậy chống lại huấn luyện viên trưởng mới của họ."
        },
        {
            "en": "Germany <em>revolted</em> by sending a pack of U - boats to America's Atlantic coast.",
            "vi": "Đức nổi loạn bằng việc đưa sang vùng biển Atlantic của Mỹ một đội tàu ngầm Đức."
        },
        {
            "en": "The Poles <em>revolted</em> several times against their Russian overlords in the 19th century.",
            "vi": "Người Ba Lan khởi nghĩa nhiều lần chống lại các lãnh chúa Nga trong thế kỷ 19."
        },
        {
            "en": "Germany <em>revolted</em> by sending a pack of U-boats to America's Atlantic coast.",
            "vi": "Đức nổi loạn bằng việc đưa sang vùng biển Atlantic của Mỹ một đội tàu ngầm Đức."
        },
        {
            "en": "For the first time his soul <em>revolted</em> against the dull inelegance of Capel street.",
            "vi": "Lần đầu tiên, tâm hồn chàng bất mãn với vẻ thô sơ buồn tẻ của đường capel."
        },
        {
            "en": "And so I’ve taken on the work of saying no sometimes. At first, not surprisingly, my daughters, aged 4 and 9, <em>revolted</em>. They called me a bad father and I got plenty of mean looks. But over time, they realized the fun that comes from a no. Now my daughters pretend that their Elsa doll plays with a package of Shopkins, giving both toys a second, and better, life.",
            "vi": "Thế nên đôi khi tôi chuyển sang nói không đồng ý. Thoạt đầu, chẳng có gì lạ khi hai đứa con gái của tôi, đứa 4 tuổi và đứa 9 tuổi, đã nổi loạn. Chúng gọi tôi là bố tồi và tôi nhận được đủ thứ ánh mắt ghét bỏ. Nhưng theo thời gian, chúng nhận ra niềm vui khi bị từ chối . Bây giờ con gái tôi giả vờ búp bê Elsa của tụi nó đang chơi với hộp đồ Shopkins, làm cả hai món đồ chơi này có một cuộc đời thứ hai, và tốt hơn."
        }
    ],
    "suggestions": []
}