{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ri:'waiə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mắc lại dây điện của (một toà nhà..)</td></tr></table><i/></div>",
            "word": "rewire",
            "pronounce": "[,ri:'waiə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rewire</k><blockquote>■ <cclass>verb provide with new electric wiring. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>rewirable</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "rewire",
            "pronounce": "[,ri:'waiə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rewire",
            "pronounce": "[,ri:'waiə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rewire",
            "pronounce": "[,ri:'waiə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đi lại dây</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> To install new wiring.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Lắp đặt một hệ thống dây.</font></td></tr></tbody></table></div>",
            "word": "rewire",
            "pronounce": "[,ri:'waiə]"
        }
    },
    "sentences": [
        {
            "en": "Auniversal cancer vaccine is on the horizon after scientists discovered how to <em>rewire</em> immune cells to fight any type of disease.",
            "vi": "Một vắc-xin ung thư sắp được giới thiệu sau khi các nhà khoa học khám phá làm thế nào để làm mới lại những tế bào miễn dịch để chống lại bất cứ loại bệnh nào."
        },
        {
            "en": "Stress can also suppress the immune system, contribute to infertility and impotence, speed the aging process and even <em>rewire</em> the brain, leaving people more vulnerable to anxiety and depression.",
            "vi": "Căng thẳng cũng tác động xấu lên hệ miễn dịch, góp phần gây nên vô sinh và bất lực, đẩy nhanh quá trình lão hoá và gây rối loạn não, làm cho người ta trở nên dễ bị căng thẳng lo âu và trầm cảm hơn."
        },
        {
            "en": "Remember, every master was once a disaster. There are a few people who may find it funny when you make a mistake, but you shouldn’t be bothered by that. It’s only because they’re jealous of your awesome character. What you will find out that may frustrate you is that you will be doing the same mistakes over and over again. It takes some time for your brain to “<em>rewire</em>”.",
            "vi": "Hãy nhớ rằng, mỗi bậc thầy đều đã từng là một thảm họa. Có một vài người sẽ cảm thấy buồn cười khi bạn phạm sai lầm, nhưng bạn không nên phiền muộn vì điều đó. Chỉ vì họ ghen tị với tính cách tuyệt vời của bạn. Những gì bạn sẽ khám phá ra có thể làm bạn thất vọng vì rằng bạn sẽ mắc cùng một lỗi sai lập đi lập lại nhiều lần. Phải mất một thời gian để bộ não của bạn \"xây dựng lại\"."
        },
        {
            "en": "My new study – which I worked on with linguist Emanuel Bylund – shows that bilinguals do indeed think about time differently, depending on the language context in which they are estimating the duration of events. But unlike Hollywood, bilinguals sadly can’t see into the future. However, this study does show that learning a new way to talk about time really does <em>rewire</em> the brain. Our findings are the first psycho-physical evidence of cognitive flexibility in bilinguals.",
            "vi": "Nghiên cứu mới đây mà tôi cùng làm với nhà ngôn ngữ học Emanuel Bylund cho thấy người thông thạo hai ngôn ngữ thật sự có quan niệm về thời gian rất khác biệt, phụ thuộc vào bối cảnh ngôn ngữ của họ mà ước tính thời gian của các sự kiện. Khác với Hollywood, người thông thạo song ngữ tiếc thay lại không thể nhìn thấy được tương lai. Mặc dù vậy, nghiên cứu này vẫn chứng tỏ rằng việc học một cách mới để nói về thời gian thật sự có thể thiết lập lại não bộ. Những phát hiện của chúng tôi là chứng cứ tâm lý-vật lý đầu tiên về khả năng nhận thức linh hoạt của người nói song ngữ."
        }
    ],
    "suggestions": []
}