{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Rh",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Rh</k><blockquote>■ <cclass>abbreviation rhesus (factor). </cclass></blockquote><blockquote>■ <cclass>symbol the chemical element rhodium. </cclass></blockquote></div>",
            "word": "Rh",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Rh",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Rh",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Rh",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "When you 're pregnant, it's important to know whether your blood is Rhesus positive (<em>Rh</em> +) or Rhesus negative (<em>Rh</em> -).",
            "vi": "Khi bạn có thai, điều quan trọng là biết nhóm máu của mình là Rhesus dương tính (Rh+) hay Rhesus âm tính (Rh-)."
        },
        {
            "en": "When you're pregnant, it's important to know whether your blood is Rhesus positive (<em>Rh</em>+) or Rhesus negative (<em>Rh</em>-).",
            "vi": "Khi bạn có thai, điều quan trọng là biết nhóm máu của mình là Rhesus dương tính (Rh +) hay Rhesus âm tính (Rh -)."
        },
        {
            "en": "If the mother has <em>Rh</em> negative blood but the baby is <em>Rh</em> positive she can develop antibodies to her baby´s blood during labour.",
            "vi": "Nếu người mẹ có nhóm máu Rh âm nhưng thai nhi lại là Rh dương thì cô ta sẽ có thể phát triển kháng thể đối với nhóm máu của đứa con trong quá trình sinh nở."
        },
        {
            "en": "If you have <em>Rh</em>-negative blood, you will need a shot of Rhogam.",
            "vi": "Nếu bạn có máu Rh âm, bạn sẽ cần tiêm thuốc Rhogam."
        },
        {
            "en": "However, the country’s performance with respect to other reproductive health (<em>RH</em>) indicators is not as good.",
            "vi": "Tuy nhiên tình hình thực hiện các chỉ số về sức khỏe sinh sản khác trên cả nước thì không được tốt như thế."
        },
        {
            "en": "This most commonly happens when the red blood cells of the fetus are <em>Rh</em> positive (i.e. they have the rhesus factor) but the mother's red cells are <em>Rh</em> negative.",
            "vi": "Điều này thường xảy ra nhất khi hồng cầu của thai nhi là rh dương (tức có yếu tố rhesus) nhưng hồng cầu của người mẹ lại là rh âm."
        },
        {
            "en": "The majority of migrants, particularly women, are of reproductive age and are especially vulnerable to <em>RH</em> related risks, including HIV.",
            "vi": "Phần lớn người di cư, đặc biệt là phụ nữ, trong độ tuổi sinh sản và rất dễ bị tổn thương trước các nguy cơ đối với sức khoẻ sinh sản, bao gồm cả nguy cơ lây nhiễm HIV."
        },
        {
            "en": "If you don't have it (if you' re <em>Rh</em> negative) but your baby does (is <em>Rh</em> positive), there is potential for your baby to have health problems, such as jaundice and anemia.",
            "vi": "Nếu bạn không có Rh (nếu Rh của bạn âm tính) nhưng bé lại có Rh (Rh của bé dương tính), thì bé có khả năng sẽ bị nhiều vấn đề về sức khỏe như bị vàng da hay thiếu máu."
        },
        {
            "en": "If you don't have it (if you're <em>Rh</em> negative) but your baby does (is <em>Rh</em> positive), there is potential for your baby to have health problems, such as jaundice and anemia.",
            "vi": "Nếu bạn không có Rh (nếu Rh của bạn âm tính) nhưng bé lại có Rh (Rh của bé dương tính), thì bé có khả năng sẽ bị nhiều vấn đề về sức khỏe như bị vàng da hay thiếu máu."
        },
        {
            "en": "One thing blood tests measure is the <em>Rh</em> factor, a substance found in the red blood cells of most people.",
            "vi": "Xét nghiệm máu đo Rh, đây là chất tồn tại trong hồng cầu mà hầu hết ai cũng có."
        },
        {
            "en": "The incidence of the disease has been greatly reduced by preventing the formation of antibodies in a <em>Rh</em> negative mother.",
            "vi": "Tỷ lệ phát bệnh này đã giảm rất nhiều bằng cách ngăn ngừa sự tạo thành kháng thể ở các bố mẹ có rh âm."
        },
        {
            "en": "HIV education in schools has stepped up with reproductive health (<em>RH</em>) and HIV education included in school textbooks and taught from primary school.",
            "vi": "Giáo dục HIV trong nhà trường đã có bước tiến triển cùng với việc đưa nội dung giáo dục sức khỏe sinh sản và giáo dục HIV vào sách giáo khoa phổ thông và giảng dạy tại cấp tiểu học."
        },
        {
            "en": "If you have not had your blood type checked, you will need a blood test to find out if you are <em>Rh</em>-negative.",
            "vi": "Nếu bạn đã không kiểm tra nhóm máu mình, bạn sẽ cần xét nghiệm máu để tìm ra liệu bạn có nhóm máu Rh âm hay không."
        },
        {
            "en": "If you have <em>Rh</em>-negative blood, you will need a shot of Rhogam. This prevents problems in future pregnancies. If you have not had your blood type checked, you will need a blood test to find out if you are <em>Rh</em>-negative.",
            "vi": ", bạn sẽ cần tiêm thuốc Rhogam. Điều này giúp ngăn ngừa các rủi ro của việc mang thai trong tương lai. Nếu bạn đã không kiểm tra nhóm máu mình, bạn sẽ cần thử nghiệm máu để tìm ra nếu bạn có nhóm máu Rh âm."
        },
        {
            "en": "If you have <em>Rh</em> - negative blood, you will need a shot of Rhogam. This prevents problems in future pregnancies. If you have not had your blood type checked, you will need a blood test to find out if you are <em>Rh</em> -",
            "vi": "Nếu bạn có máu Rh âm, bạn sẽ cần tiêm thuốc Rhogam. Điều này giúp ngăn ngừa các rủi ro của việc mang thai trong tương lai. Nếu bạn đã không kiểm tra nhóm máu mình, bạn sẽ cần thử nghiệm máu để tìm ra nếu bạn có nhóm máu Rh âm."
        },
        {
            "en": "If you have <em>Rh</em> - negative blood, you will need a shot of Rhogam. This prevents problems in future pregnancies. If you have not had your blood type checked, you will need a blood test to find out if you are <em>Rh</em> - negative.",
            "vi": "Nếu bạn có máu Rh âm, bạn sẽ cần tiêm thuốc Rhogam. Điều này giúp ngăn ngừa các rủi ro của việc mang thai trong tương lai. Nếu bạn đã không kiểm tra nhóm máu mình, bạn sẽ cần thử nghiệm máu để tìm ra nếu bạn có nhóm máu Rh âm."
        },
        {
            "en": "If fetal cells are detected in a woman's blood soon after delivery or after an abortion (using the Kleihauer technique), she is given an injection of <em>Rh</em> antibody (anti-D immunoglobulin).",
            "vi": "Nếu phát hiện được các tế bào thai nhi trong máu người mẹ không lâu sau khi sanh hay sau khi xảo thai (dựng kỹ thuật kleihauteur), người mẹ sẽ được chích kháng thể rh (globulin miễn dịch anti - d)."
        },
        {
            "en": "This rapidly destroyed any <em>Rh</em> positive fetal cells so that they do not remain long enough to stimulate antibody production in her blood (which could affect her next pregnancy).",
            "vi": "Kháng thể này sẽ nhanh chóng tiêu diệt các tế bào thai nhi rh dương nên các tế bào này không có đủ thời gian để kích thích sản sinh kháng thể trong máu người mẹ (để khỏi ảnh hưởng tới lần mang thai sau)."
        },
        {
            "en": "If you have <em>Rh</em> - negative blood, you will need a shot of Rhogam. This prevents problems in future pregnancies. If you have not had your blood type checked, you will need a blood test to find out if you are",
            "vi": "Nếu bạn có máu Rh âm, bạn sẽ cần tiêm thuốc Rhogam. Điều này giúp ngăn ngừa các rủi ro của việc mang thai trong tương lai. Nếu bạn đã không kiểm tra nhóm máu mình, bạn sẽ cần thử nghiệm máu để tìm ra nếu bạn có nhóm máu Rh âm."
        },
        {
            "en": "Miscarriage     \nWhat is a miscarriage?\n  A miscarriage is the loss of a pregnancy during the first 20 weeks. It is usually your body's way of ending a pregnancy that has had a bad start. The loss of a pregnancy can be very hard to accept. You may wonder why it happened or blame yourself. But a miscarriage is no one’s fault, and you can't prevent it.   Miscarriages are very common. About 1 in 4 pregnancies end in a miscarriage.1 It is also common for a woman to have a miscarriage before she even knows that she is pregnant.  \nWhat causes a miscarriage?\n  Most miscarriages happen because the fertilized egg in the uterus does not develop normally. A miscarriage is not caused by stress, exercise, or sex. In many cases, doctors don't know what caused the miscarriage.   The risk of miscarriage is lower after the first 12 weeks of the pregnancy.   \nWhat are the common symptoms?\n  Common signs of a miscarriage include:    \nBleeding from the vagina. The bleeding may be light or heavy, constant or off and on. It can sometimes be hard to know whether light bleeding is a sign of miscarriage. But if you have bleeding with pain, the chance of a miscarriage is higher.\n \nPain in the belly, lower back, or pelvis. \n \nTissue that passes from the vagina. \n  \nHow is a miscarriage diagnosed?\n  Call your doctor if you think you are having a miscarriage. If your symptoms and a pelvic exam do not show whether you are having a miscarriage, your doctor can do tests to see if you are still pregnant.  \nHow is it treated?\n  No treatment can stop a miscarriage. As long as you do not have heavy blood loss, a fever, weakness, or other signs of infection, you can let a miscarriage follow its own course. This can take several days.  If you have <em>Rh</em>-negative blood, you will need a shot of Rhogam. This prevents problems in future pregnancies. If you have not had your blood type checked, you will need a blood test to find out if you are <em>Rh</em>-negative.   Many miscarriages complete on their own, but sometimes treatment is needed. If you are having a miscarriage, work with your doctor to watch for and prevent problems. If the uterus does not clear quickly enough, you could lose too much blood or develop an infection. In this case, medicine or a procedure called a dilation and curettage (D&C) can more quickly clear tissue from the uterus.   A miscarriage doesn't happen all at once. It usually takes place over several days, and symptoms vary. Here are some tips for dealing with a miscarriage:  \nUse pads instead of tampons. You will probably have vaginal bleeding for a week or so. It may be like or slightly heavier than a normal period. You may use tampons during your next period, which should start in 3 to 6 weeks.\n \nTake acetaminophen (Tylenol) for cramps. Read and follow all instructions on the label. You may have cramps for several days after the miscarriage.\n \nEat a balanced diet that is high in iron and vitamin C. You may be low in iron because of blood loss. Foods rich in iron include red meat, shellfish, eggs, beans, and leafy green vegetables. Foods high in vitamin C include citrus fruits, tomatoes, and broccoli. Talk to your doctor about whether you need to take iron pills or a multivitamin.\n \nTalk with family, friends, or a counselor if you are having trouble dealing with the loss of your pregnancy. If you feel very sad or depressed for longer than 2 weeks, talk to a counselor or your doctor.\n \nTalk with your doctor about any future pregnancy plans. Most doctors suggest that you wait until you have had at least one normal period before you try to get pregnant again. If you don't want to get pregnant, ask your doctor about birth control options.\n      \nAfter a miscarriage, are you at risk for miscarrying again?\n  Miscarriage is usually a chance event, not a sign of an ongoing problem. If you have had one miscarriage, your chances for future successful pregnancies are good. It is unusual to have three or more miscarriages in a row. But if you do, your doctor may do tests to see if a health problem may be causing the miscarriages.",
            "vi": "Sẩy thai    \nSẩy thai là gì?\n Sẩy thai là hư thai trong vòng 20 tuần đầu tiên. Đó là cách thức thông thường mà cơ thể của bạn chấm dứt việc mang thai mà đã có một khởi đầu không tốt. Hư thai có thể rất khó để chấp nhận. Bạn có thể không hiểu tại sao chuyện đó lại xảy ra hoặc tự trách mình. Nhưng sẩy thai không phải là lỗi của ai, và bạn không thể ngăn chặn nó. Sẩy thai rất phổ biến. Khoảng 1 trong 4 thai kỳ chấm dứt do bị sẩy thai. Cũng là chuyện bình thường khi một phụ nữ để bị sẩy thai trước khi cô ấy thậm chí biết rằng mình có thai. \nĐiều gì gây ra sẩy thai ?\n Đa số sẩy thai xảy ra vì trứng được thụ tinh trong tử cung không phát triển bình thường. Sẩy thai không gây ra bởi căng thẳng, thể dục, hoặc việc quan hệ chăn gối. Trong nhiều trường hợp, bác sĩ không biết điều gì gây ra sẩy thai. \nNguy cơ sẩy thai giảm đi sau 12 tuần đầu tiên của thai kỳ. \n \nTriệu chứng thường gặp là gì?\n  Dấu hiệu phổ biến của sẩy thai bao gồm:  \nChảy máu âm đạo. Chảy máu có thể là nhẹ hoặc nặng, liên tục hoặc ngắt quãng. Đôi khi khó có thể nhận biết chảy máu nhẹ có phải là dấu hiệu của sẩy thai không. Nhưng nếu bạn bị xuất huyết cùng với đau bụng, thì nguy cơ sẩy thai là cao.\n \nĐau ở bụng, lưng dưới, hoặc chậu hông.\n \nMô bong ra từ âm đạo.\n  \nSẩy thai được chẩn đoán thế nào?\n Gọi cho bác sĩ của bạn nếu bạn nghĩ bạn đang bị sẩy thai. Nếu triệu chứng của bạn và việc thăm khám vùng chậu không cho thấy được là bạn có đang bị sẩy thai hay không, bác sĩ của bạn có thể làm các xét nghiệm để kiểm tra xem bạn vẫn còn có thai không. \nĐiều trị sẩy thai thế nào?\n Không có cách nào thể dừng sẩy thai. Chừng nào mà bạn không có xuất huyết nặng, sốt, yếu, hoặc các dấu hiệu khác của nhiễm trùng, bạn có thể để việc sẩy thai tự nó diễn ra. Điều này có thể mất nhiều ngày. Nếu bạn có máu Rh âm, bạn sẽ cần tiêm thuốc Rhogam. Điều này giúp ngăn ngừa các rủi ro của việc mang thai trong tương lai. Nếu bạn đã không kiểm tra nhóm máu mình, bạn sẽ cần thử nghiệm máu để tìm ra nếu bạn có nhóm máu Rh âm. Nhiều ca sẩy thai tự nó kết thúc, nhưng đôi khi cũng cần phải có can thiệp. Nếu bạn đang bị sẩy thai, hãy hợp tác với bác sĩ của bạn để theo dõi và ngăn chặn các biến chứng. Nếu tử cung không được làm sạch đủ nhanh, bạn có thể mất máu quá nhiều hoặc dẫn đến nhiễm trùng. Trong trường hợp này, sử dụng thuốc hoặc phương thức gọi là nạo hút thai (C & D) có thể nhanh chóng nạo sạch mô ra khỏi tử cung. Sẩy thai không xảy ra ngay trong một lúc. Thường diễn ra trên nhiều ngày, và triệu chứng thay đổi. Đây là vài lời khuyên liên quan đến sẩy thai:  \nSử dụng băng vệ sinh dạng miếng gạc thay vì băng vệ sinh dạng ống đặt vào bên trong âm đạo. Bạn có thể sẽ chảy máu âm đạo trong một tuần hoặc cỡ như vậy. Nó có thể giống hoặc hơi nặng hơn chu kỳ kinh nguyệt bình thường. Bạn có thể sử dụng băng vệ sinh dạng ống đặt vào bên trong âm đạo trong chu kỳ tiếp theo của bạn, nên bắt đầu trong 3 đến 6 tuần.\n \nUống acetaminophen (tylenol) nếu bị chuột rút. Đọc và làm theo tất cả hướng dẫn trên nhãn thuốc. Bạn có thể bị chuột rút nhiều ngày sau khi sẩy thai.\n \nĂn chế độ dinh dưỡng cân bằng có nhiều chất sắt và vi-ta-min C. Bạn có thể bị thiếu chất sắt vì mất máu. Thức ăn giàu sắt bao gồm thịt đỏ, tôm cua, trứng, đậu, và rau củ có màu xanh. Thức ăn giàu vi-ta-min C bao gồm trái cây họ cam, cà chua, và cải bẹ xanh. Nói chuyện với bác sĩ của bạn xem bạn có cần uống viên sắt bổ sung hoặc đa sinh tố hay không.\n \nChia sẻ với gia đình, bạn bè, hoặc chuyên gia tâm lý nếu bạn đang gặp khó khăn liên quan đến việc sẩy thai của bạn. Nếu bạn cảm thấy rất buồn hay suy sụp tinh thần trong dài hơn 2 tuần, hãy tâm sự với chuyên gia tâm lý hay bác sĩ của bạn.\n \nNói chuyện với bác sĩ của bạn về bất cứ kế hoạch mang thai nào trong tương lai. Đa số các bác sĩ đề nghị rằng bạn nên đợi cho đến khi bạn đã có ít nhất một chu kỳ kinh nguyệt bình thường trước khi bạn cố gắng có thai lần nữa. Nếu bạn không muốn có thai, hỏi bác sĩ của bạn về các biện pháp kế hoạch hoá gia đình.\n  \nSau khi sẩy thai, bạn có nguy cơ bị sẩy thai lần nữa không?\n Sẩy thai thường là một sự kiện cơ hội, không phải là dấu hiệu của một bệnh đang diễn ra. Nếu bạn đã bị sẩy thai một lần, các cơ hội mang thai thành công của bạn tương lai vẫn tốt. Là bất thường nếu sẩy thai từ ba lần liên tục trở lên. Nhưng nếu bạn bị như vậy, bác sĩ của bạn có thể làm xét nghiệm để tìm ra vấn đề sức khoẻ có thể là nguyên nhân gây ra sẩy thai."
        }
    ],
    "suggestions": []
}