{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Rhodes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Rhodes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Rhodes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Rhodes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Rhodes"
        }
    },
    "sentences": [
        {
            "en": "He was a <em>Rhodes</em> Scholar at Oxford University.",
            "vi": "Anh ta được trao học bổng Rhodes của trường đại học Oxford."
        },
        {
            "en": "Harry Potter star Emma Watson and famous designers like Orla Kiely, Zandra <em>Rhodes</em>, and Peter Jensen, have created capsule collections for People Tree. ",
            "vi": "Ngôi sao nổi tiếng của bộ phim Harry Porter và các nhà thiết kế nổi tiếng khác như Orla Kiely, Zandra Rhodes và Peter Jensen đã thiết kế một số bộ sưu tập chủ chốt cho People Tree."
        },
        {
            "en": "A natural predator indigenous to India, Neodumetia sangawani, was found useful in controlling the <em>Rhodes</em> grass-scale insect that was devour ing forage grass in many parts of the US. ",
            "vi": "Một loài động vật săn mồi tự nhiên bản địa của Ấn Độ, Neodumetia sangawani, đã được tìm thấy là hữu ích trong việc kiểm soát côn trùng ăn cỏ quy mô lớn Rhodes , loài đã ăn cỏ làm thức ăn gia súc ở nhiều nơi của Hoa Kỳ"
        },
        {
            "en": "\"The U.S. exports to this region are essential to the president's goal of doubling U.S. exports in the next several years,\" Ben <em>Rhodes</em>, deputy national security adviser for strategic communications, told reporters in a briefing Wednesday. \"In fact, nearly all of the efforts that we're going to be making towards that export goal take place in this part of the world.\"",
            "vi": "\"Xuất khẩu của Hoa Kỳ đến vùng này đóng vai trò quan trọng trong mục tiêu của tổng thống là tăng gấp đôi xuất khẩu của Hoa Kỳ trong vài năm tới,\" ông Ben Rhodes, phó ban cố vấn an ninh quốc gia về truyền thông chiến lược, đã công bố với phóng viên trong cuộc họp nhận chỉ thị hôm thứ tư. \"Thực ra, gần như toàn bộ nỗ lực chúng tôi sẽ làm là hướng về mục tiêu xuất khẩu ở khu vực này của thế giới.\""
        },
        {
            "en": "After a break Monday for a political fundraiser, Obama is scheduled to depart Tuesday for Australia and later Bali, Indonesia, where he will stress the U.S. role in the Asia-Pacific region and seek to reassure U.S. allies of the nation's continued commitment to the region, <em>Rhodes</em> said.",
            "vi": "Sau khi thoát khỏi vai trò nhà tài trợ chính trị vào hôm thứ hai, ông Obama dự định thứ ba sẽ khởi hành đi Úc và sau đó đến Bali, In - đô - nê - xi - a, tại đây ông sẽ nhấn mạnh vai trò Hoa Kỳ ở vùng Châu Á - Thái Bình Dương và tìm cách khẳng định lần nữa với các đồng minh Hoa Kỳ về cam kết tiếp tục của quốc gia này đến khu vực trên, ông Rhodes cho biết."
        },
        {
            "en": "No final decisions are expected on the agreement this weekend. <em>Rhodes</em> said he expects the leaders to discuss progress negotiated at the ministerial level and begin looking toward the next phase of discussions. But he declined to put a timetable on the negotiations.",
            "vi": "Chẳng có ai nghĩ là sẽ có quyết định cuối cùng về hiệp định vào cuối tuần này. Ông Rhodes cho biết ông ta mong các nhà lãnh đạo thảo luận về tiến độ đã được thương lượng tại cấp bộ trưởng và bắt đầu chờ giai đoạn thảo luận kế tiếp. Tuy nhiên, ông từ chối đưa ra lịch trình về các cuộc đàm phán này."
        },
        {
            "en": "\"So I think when the American people see the president traveling in the Asia-Pacific, they will see him advocating for U.S. jobs and U.S. businesses,\" <em>Rhodes</em> said. \"He will be trying to open new markets, and he will be trying to achieve new export initiatives, and he will be trying to foster a trade agreement through the, for instance, the Trans-Pacific Partnership, that takes us beyond the Korea Free Trade Agreement towards a multilateral agreement that, again, has very high standards to ensure that our interests are being protected.\"",
            "vi": "\"Vì vậy, tôi nghĩ khi người dân Hoa Kỳ thấy tổng thống đi thăm khu vực châu Á - Thái Bình Dương, họ sẽ biết là ông đang hỗ trợ tạo công ăn việc làm ở Hoa Kỳ cũng như các doanh nghiệp Hoa Kỳ,\" ông Rhodes nói. \"Ông ta sẽ cố mở thị trường mới, và tạo ra sáng kiến xuất khẩu mới, cũng như thúc đẩy hiệp định thương mại, chẳng hạn như, thông qua hiệp định Đối tác xuyên Thái Bình Dương, đưa  chúng tôi đi xa hơn đến hiệp định tự do mậu dịch Triều Tiên hướng tới hiệp định đa phương, rồi một lần nữa, hiệp định này có  những tiêu chuẩn rất cao để bảo đảm rằng những quyền lợi của chúng tôi đang được bảo vệ. \""
        }
    ],
    "suggestions": []
}