{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[riə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đảo hẹp chạy dài dọc bờ biển</td></tr></table><i/></div>",
            "word": "ria",
            "pronounce": "[riə] [ria]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ria</k><blockquote><cclass>[<cclass>'ri:ə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Geography a long, narrow inlet formed by the partial submergence of a river valley. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Sp. <i>ría</i> 'estuary'. </blockquote></div>",
            "word": "ria",
            "pronounce": "[riə] [ria]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ria",
            "pronounce": "[riə] [ria]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ria",
            "pronounce": "[riə] [ria]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thung lũng ngập nước</font></td></tr></tbody></table></div>",
            "word": "ria",
            "pronounce": "[riə] [ria]"
        }
    },
    "sentences": [
        {
            "en": "Ba <em>Ria</em> T-junction.",
            "vi": "Ngã ba bà rịa."
        },
        {
            "en": "I've graduated  Ba <em>Ria</em> Vung Tau college of community.",
            "vi": "Tôi đã tốt nghiệp trường cao đẳng Bà Rịa Vũng Tàu."
        },
        {
            "en": "Ba <em>Ria</em>-Vung Tau reports second Zika case",
            "vi": "Tỉnh Bà Rịa - Vũng Tàu báo cáo trường hợp mắc Zika thứ 2"
        },
        {
            "en": "I 've graduated Ba <em>Ria</em> Vung Tau college of community.",
            "vi": "Tôi đã tốt nghiệp trường cao đẳng Bà Rịa Vũng Tàu."
        },
        {
            "en": "Executing Agency: Ba <em>Ria</em> - Vung Tau Provincial People's Committee",
            "vi": "Cơ quan quản lý dự án: Ủy Ban Nhân dân tỉnh Bà Rịa – Vũng Tàu"
        },
        {
            "en": "Three types of RIAs are envisioned under the law: a pre-<em>RIA</em> when the legislative proposal is made, a <em>RIA</em> during drafting, and a post-<em>RIA</em> after the law is in force for several years.",
            "vi": "Luật quy định ba loại đánh giá tác động: trước khi trình dự án luật, trong quá trình soạn thảo, và sau khi văn bản luật đã có hiệu lực một vài năm."
        },
        {
            "en": "Includes Ho Chi Minh City, Ba <em>Ria</em>-Vung Tau, Dong Nai, and Binh Duong.",
            "vi": "Bao gồm TP. Hồ Chí Minh, Bà Rịa – Vũng Tàu, Đồng Nai và Bình Dương."
        },
        {
            "en": "A regional emergencies head told <em>Ria</em> news agency the plane had been completely destroyed.",
            "vi": "Cơ quan cấp cứu trong khu vực cho thông tấn xã Ria biết toàn bộ máy bay đã bị phá huỷ."
        },
        {
            "en": "Robotics Online is the premier resource from <em>RIA</em>, Robotics Industries Association, for industrial robotics and automation.",
            "vi": "Robotics Online là bắt nguồn từ RIA, Hiệp hội Công nghiệp Robotics, cho robốt công nghiệp và tự động hóa."
        },
        {
            "en": "A ticket sold in the southern province of Ba <em>Ria</em>-Vung Tau has been discovered matching this combination, Vietlott added.",
            "vi": "Theo tin từ Vietlott, một vé số đã được bán ở phía Nam của tỉnh Bà Rịa - Vũng Tàu trùng khớp với các con số trên."
        },
        {
            "en": "A month earlier, Viettel began 4G trial in the southern city of Vung Tau of Ba <em>Ria</em>-Vung Tau Province.",
            "vi": "Một tháng trước đó, Viettel bắt đầu thử nghiệm 4G ở thành phố Vũng Tàu, phía Nam tỉnh Bà Rịa-Vũng Tàu."
        },
        {
            "en": "Binh Chau Thermal Springs are situated in Bung Rieng Commune, Xuyen Moc District, Ba <em>Ria</em> - Vung Tau Province.",
            "vi": "Các suối nước nóng Bình Châu ở xã Bưng Riềng, huyện Xuyên Mộc, tỉnh Bà Rịa Vũng Tàu."
        },
        {
            "en": "\"There was no need for rescuers' help. Only fragments remain,\" the head of Kazakhstan's regional emergencies department, Valikhan Derezhepov, told <em>Ria</em> news agency.",
            "vi": " “Không cần các nhân viên cứu hộ đến giúp sức nữa, vì chỉ còn lại các mảnh vụn”, ông Valikhan Derezhepov- trưởng cơ quan cấp cứu trong khu vực cho hay."
        },
        {
            "en": "The project in Ba <em>Ria</em> – Vung Tau – The Grand Ho Tram Strip is the only operational casino which has received clients for the last three years.",
            "vi": "Dự án tại Bà Rịa - Vũng Tàu - The Grand Hồ Tràm Strip là sòng bạc duy nhất có được các khách hàng trong ba năm qua."
        },
        {
            "en": "The group invested in more than 200 base transceiver stations covering the residential areas in the cities of Vung Tau and Ba <em>Ria</em> and in Long Dien District.",
            "vi": "Tập đoàn đầu tư hơn 200 trạm thu phát ở các khu dân cư ở thành phố Vũng Tàu, thị xã Bà Rịa và huyện Long Điền."
        },
        {
            "en": "She received outpatient treatment at the Ba <em>Ria</em> Hospital, and her blood sample was sent for testing to the Pasteur Institute in HCM City.",
            "vi": "Cô đang được điều trị ngoại trú tại Bệnh viện Bà Rịa và mẫu máu của cô đã được gửi đến Viện Pasteur Thành phố Hồ Chí Minh để xét nghiệm."
        },
        {
            "en": "The Ba <em>Ria</em> – Vung Tau provincial authorities may shut down 18 factories charged with causing the death of large amounts of fish.",
            "vi": "Chính quyền tỉnh Bà Rịa - Vũng Tàu có thể đóng cửa 18 nhà máy bị buộc tội khiến cá chết hàng loạt."
        },
        {
            "en": "A new port complex at Cai Mep/Thi Vai in Ba <em>Ria</em> Vung Tau is planned and foreign investors have expressed interest.",
            "vi": "Tổ hợp cảng mới Cái Mép – Thị Vải ở Bà Rịa – Vũng Tàu đang được triển khai và các nhà đầu tư nước ngoài cũng đang rất quan tâm tới dự án này."
        },
        {
            "en": "The provinces of Dong Nai, Ba <em>Ria</em>-Vung Tau, Binh Duong, and Ho Chi Minh City have established 38 industrial estates with 2,142 enterprises employing 432,000 persons.",
            "vi": "Các tỉnh Đồng Nai, Bà Rịa - Vũng Tàu, Bình Dương, thành phố Hồ Chí Minh hiện có 38 khu công nghiệp, với 2.142 doanh nghiệp đang hoạt động và 432.000 lao động."
        },
        {
            "en": "Ba <em>Ria</em>-Vung Tau will focus on oil exploitation and processing, steel rolling and refining, and energy and construction materials production.",
            "vi": "Tỉnh Bà Rịa - Vũng Tàu sẽ tập trung khai thác dầu khí và lọc dầu, sản xuất thép cán, năng lượng và vật liệu xây dựng."
        }
    ],
    "suggestions": []
}