{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ricardo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ricardo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ricardo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ricardo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ricardo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ricardo</em> wanted a new car.",
            "vi": "Ricardo muốn một chiếc xe mới."
        },
        {
            "en": "<em>Ricardo</em> did not look particularly cheerful.",
            "vi": "Trông Ricardo có vẻ không vui lắm."
        },
        {
            "en": "Hello, this is <em>Ricardo</em> calling for Luke.",
            "vi": "Alô, đây là ricardo gọi cho luke."
        },
        {
            "en": "I hope I'm not late, Mr. <em>Ricardo</em>.",
            "vi": "Chắc tôi không đến muộn chứ, ông Ricardo."
        },
        {
            "en": "<em>Ricardo</em> questioned Anne for several minutes on Henry's daily movements.",
            "vi": "Ricardo hỏi Anne vài phút về những hoạt động đi lại hàng ngày của Henry."
        },
        {
            "en": "<em>Ricardo</em> handed Anne sixty dollars in grubby fives.",
            "vi": "Ricardo trả lại cho Anne 60 đô la bằng những tờ bạc năm đôla bẩn thỉu."
        },
        {
            "en": "Glen <em>Ricardo</em> pushed himself up from the chair.",
            "vi": "Glen Ricardo nhấc mình lên khỏi ghế."
        },
        {
            "en": "Benjamin Franklin gazed imperturbably at <em>Ricardo</em>, who obviously had not seen him for some time.",
            "vi": "Benjamin Franklin trừng nhìn Ricardo, rõ ràng là đã lâu nay anh không được gặp con người ấy."
        },
        {
            "en": "She thought about cancelling her appointment with Glen <em>Ricardo</em> the next day.",
            "vi": "Chị tính có lẽ phải hủy cuộc hẹn với Glen Ricardo vào hôm sau."
        },
        {
            "en": "First, Mr. <em>Ricardo</em>, I want to be assured of your complete discretion.",
            "vi": "Trước hết, ông Ricardo, tôi muốn được ông đảm bảo là hoàn toàn thận trọng."
        },
        {
            "en": "Anne eyed <em>Ricardo</em> covertly as he sat back in his seat and lit a new cigar.",
            "vi": "Anne lén nhìn Ricardo trong khi anh ta ngồi xuống lại ghế của mình châm một điếu xì gà khác."
        },
        {
            "en": "<em>Ricardo</em> took it all in and even made some notes, but he really wasn't paying attention.",
            "vi": "Ricardo lắng nghe tất cả và ghi chú đôi điều, nhưng thực sự anh chẳng hề để tâm đến."
        },
        {
            "en": "Glen <em>Ricardo</em> sighed and stretched his hand across the table wearily.",
            "vi": "Glen Ricardo mệt mỏi thở dài và chìa tay ra trên bàn."
        },
        {
            "en": "<em>Ricardo</em> was sharpening an already short pencil with a blunt knife.",
            "vi": "Ricardo đang gọt chiếc bút chì đã ngắn ngủn bằng một lưỡi dao cùn."
        },
        {
            "en": "<em>Ricardo</em> read the letter through two or three times before speaking.",
            "vi": "Ricardo đọc hết bức thư hai ba lần trước khi nói."
        },
        {
            "en": "Half an hour later <em>Ricardo</em> was in the salesman's office asking technical questions about the car.",
            "vi": "Nửa giờ sau ricardo đã ở văn phòng của người bán xe để trao đổi về chiếc xe."
        },
        {
            "en": "Glen <em>Ricardo</em> opened a smart brown file, the only new thing Anne could see in the office.",
            "vi": "Glen Ricardo mở tập hồ sơ màu nâu khá lịch sự, thứ đồ mới duy nhất mà Anne có thể thấy được ở văn phòng."
        },
        {
            "en": "The next day Anne told herself a hundred times that she would not go to see Glen <em>Ricardo</em>.",
            "vi": "Hôm sau Anne tự nhủ đến hàng trăm lần là sẽ không đi gặp Gien Ricardo nữa."
        },
        {
            "en": "Lt. Gen. <em>Ricardo</em> Sanchez, commander of US forces in Iraq, is making the official announcement of Saddam's capture.",
            "vi": "Trung tướng Ricardo Sanchez, tư lệnh lực lượng Mỹ tại I - rắc, đang chính thức công bố việc bắt được Saddam."
        },
        {
            "en": "Lt. Gen. <em>Ricardo</em> Sanchez, commander of US forces in Iraq, is making the official announcement of Saddam's capture.",
            "vi": "Trung tướng Ricardo Sanchez, tư lệnh lực lượng Mỹ tại I-rắc, đang chính thức công bố việc bắt được Saddam."
        }
    ],
    "suggestions": []
}