{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Richardson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Richardson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Richardson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Richardson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Richardson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Dr Alex <em>Richardson</em> is a world-leading authority on fatty acids and ADHD.",
            "vi": "Bác sĩ alex richardson là một chuyên gia hàng đầu thế giới về a - xít béo và adhd."
        },
        {
            "en": "I will help you come up with something that won't bring disgrace on the <em>Richardson</em> name.",
            "vi": "Tôi sẽ giúp cậu đạt được một cái gì đó sẽ không làm hổ thẹn đến cái tên richardson."
        },
        {
            "en": "But <em>Richardson</em> thinks they will end up demonstrating the pernicious effects of conformity.",
            "vi": "Thế nhưng Richardson nghĩ rằng chúng sẽ giúp chúng ta thấy được tác động nguy hiểm của tính bầy đàn."
        },
        {
            "en": "The main experiment begins – and now we are asked our opinions. “The UK should leave the EU,” proffers <em>Richardson</em>.",
            "vi": "Phần chính của cuộc thử nghiệm bắt đầu, và chúng tôi bắt đầu được hỏi ý kiến về những chủ đề khác nhau. “Anh quốc có nên rời EU không?” Richardson hỏi."
        },
        {
            "en": "Miss Jane Smith and Mr. Stephen <em>Richardson</em> are very happy to announce their wedding date of September 23, 2004.",
            "vi": "Cô Jane Smith và ông Stephen Richardson rất vui mừng thông báo lễ cưới của họ vào ngày 23 tháng 9 năm 2004."
        },
        {
            "en": "Our collective thoughts are up there for all to see (and for <em>Richardson</em> to measure). When everyone moves their dot, the screen resembles a swarm of agitated bees.",
            "vi": "Như vậy, tất cả suy nghĩ của chúng tôi sẽ được trình chiếu ra cho tất cả mọi người, trong đó có cả Richardson. Khi tất cả mọi người di chuyển dấu chấm trên màn hình cá nhân của mình, những dấu chấm trên màn hình lớn giống như một đàn ong giận dữ."
        },
        {
            "en": "The downstairs room of a central London pub is not where most psychologists would choose to stage an experiment in decision-making, but for Daniel <em>Richardson</em> it is ideal.",
            "vi": "Tầng trệt của một quán bia ở London có lẽ không phải là nơi mà hầu hết các chuyên gia tâm lý sẽ chọn để tổ chức một cuộc thử nghiệm về cách thức con người ta đưa ra quyết định. Thế nhưng với Daniel Richardson, nó là nơi hoàn toàn lý tưởng."
        },
        {
            "en": "This takes long-term vision because present market forces are not sufficient to compel prudent practice”. For Nobel-prize laureate Robert <em>Richardson</em>, the U.S. government must be prevailed upon to repeal its privatisation policy as the country supplies over 80 per cent of global helium, mostly from the National Helium Reserve. For <em>Richardson</em>, a twenty- to fifty-fold increase in prices would provide incentives to recycle.",
            "vi": "Điều mang lại tầm nhìn lâu dài bởi vì thị trường hiện nay là không đủ để buộc thực hiện thận trọng \". Đối với Robert Richardson người đoạt giải Nobel, chính phủ Mỹ phải thuyết phục việc bãi bỏ chính sách tư nhân hóa hêli như là nguồn cung cấp quốc gia với mức 80% của hêli toàn cầu, chủ yếu là từ các Quốc gia Dự trữ Heeli. Đối với Richardson, một hai mươi đến năm mươi lần tăng giá sẽ đưa đến sự ưu đãi để tái chế."
        },
        {
            "en": "What <em>Richardson</em> wants to know is whether the two conditions produce different results. Are we more honest when we answer alone? Do we change our story in response to others?",
            "vi": "Richardson muốn biết là sự khác biệt này liệu có dẫn đến những kết quả khác nhau không. Liệu chúng tôi có trung thực hơn khi trả lời một mình và liệu chúng tôi có thay đổi câu trả lời của mình trước tác động của người khác hay không?"
        },
        {
            "en": "Famous people born on a leap day:\nJohn Byrom - Romantic poet \nPope Paul III - 16th Century pontiff \nGeorge Bridgetower - 19th Century musician \nAnn Lee - leader of the Shakers \nGioacchino Rossini - Italian composer \nCharles Pritchard - British astronomer \nSir Dave Brailsford - English cyclist and coach\nTony Robbins - Motivational speaker\nAlan <em>Richardson</em> - composer \nDarren Ambrose - English footballer\nJa Rule - rapper",
            "vi": "Những người nổi tiếng sinh vào ngày 29 tháng 2"
        },
        {
            "en": "In addition, it seems that a high number of visitors return to the poles. 'Looking at six years' worth of data, of the people who have been to the polar regions, roughly 25 percent go for a second time.' says Louisa <em>Richardson</em>, a senior marketing executive at tour operator Exodus.",
            "vi": "Hơn nữa, dường như có một lượng lớn khách quay lại các chuyến đi tới các điểm cực này. Theo dữ liệu giá trị \"Nhìn trong 6 năm\" về số người đến những vùng Bắc cực, có xấp xỉ 25% quay trở lại lần thứ 2, Loisiana Richardson, giám đốc marketing tại trạm điều hành du lịch Exodus nói."
        },
        {
            "en": "That’s the theory. The data from tonight will help <em>Richardson</em> and his students test it, and explore the deeper issue of exactly how the presence of others alters our cognition and perception. He leaves us with a thought about social media:",
            "vi": "Đó là nói về mặt lý thuyết. Những dữ liệu từ cuộc thí nghiệm sẽ giúp Richardson và các sinh viên của ông kiểm tra lý thuyết này và tìm hiểu sâu hơn về việc sự diện của người khác sẽ tác động đến suy nghĩ của chúng ta ra sao."
        },
        {
            "en": "So when <em>Richardson</em> presents us with a picture of a killer whale and asks us how much the creature weighs, he’ll be better off taking the average of the answers we give independently, rather than following the scramble of dots on the screen.",
            "vi": "Vì vậy, khi Richardson đưa ra bức hình của một con cá heo sát thủ và hỏi chúng tôi về cân nặng của nó, ông nên dựa vào mức độ trung bình ở tất cả các câu trả lời của từng cá nhân, thay vì dựa vào những dấu chấm trên màn hình lớn."
        },
        {
            "en": "Child mortality highlights China's urban-rural divide         Thu Mar 25, 8:06 pm ET HONG KONG (Reuters) – Children born in rural China are three to six times more likely to die before they turn 5 than those in the cities, a study found, highlighting the wide gulf in healthcare provision for the rich and poor in China. Pneumonia, birth asphyxia, and pre-term birth complications were the leading causes of death in children under 5, the researchers said in a paper published on Friday in the Lancet. Led by Igor Rudan at the Croatian Center for Global Health in Split, Croatia, the researchers searched public databases containing information from 1990 to 2008, including 206 long-term studies on causes of death in children under 5. According to the paper, child mortality rates dived 71 percent from 64.6 to 18.5 per 1,000 livebirths from 1990 to 2008, but the disparity between child health in the booming cities compared with the poor countryside remained stark. \"The progress toward reduction of the child mortality rate in China is strongly determined by the degree of socioeconomic development,\" they wrote. The Chinese government says it has been working to address this inequity since 2003, putting in place a modest healthcare insurance system that it hopes will help the poorest meet basic medical needs. In 2009, Beijing launched a new reform, pledging $123 billion over the next three years to provide universal and affordable basic healthcare for its 1.3 billion population. In an interview with Reuters last week, Chinese Health Minister Chen Zhu said the insurance program has been extended to much of the population. \"Now we are a 1.33 billion-population, and 1.23 billion are covered. Some 100 million are not covered, these are migrants, elderly people and children in cities and people in small enterprises,\" Chen said. \"I hope that next year, a part of these 100 million people who are still uninsured.... will be brought in.\" Under China's \"hukou\" household registration system, hundreds of millions of migrants from the countryside are unable to obtain residency status that would give them access to healthcare, education or legal protection in the cities where they settle. (Reporting by Tan Ee Lyn; Editing by Alex <em>Richardson</em>)",
            "vi": "Tỷ lệ tử vong của trẻ em khắc họa rõ sự phân chia nông thôn – thành thị ở Trung Quốc      Thứ năm, 25 tháng 3, 8:06 pm ET  Hồng Kông (Reuters) - Trẻ em sinh ra ở nông thôn Trung Quốc dễ có khả năng tử vong gấp 3 đến 6 lần trước 5 tuổi so với trẻ được sinh ra trong thành phố, một nghiên cứu cho thấy, nhấn mạnh hố sâu ngăn cách giữa dịch vụ y tế cung cấp cho người giàu và người nghèo ở Trung Quốc. Theo lời các nhà nghiên cứu trong báo cáo hôm thứ sáu tại Lancet thì các biến chứng viêm phổi, ngạt sơ sinh, và sinh thiếu tháng là những nguyên nhân gây tử vong hàng đầu ở trẻ em dưới 5 tuổi. Với sự dẫn dắt của Igor Rudan thuộc Trung tâm Sức khoẻ Toàn cầu Croatian tại Split, Croatia, các nhà nghiên cứu đã tìm kiếm cơ sở dữ liệu công cộng chứa thông tin từ năm 1990 đến năm 2008, bao gồm 206 nghiên cứu lâu dài về nguyên nhân tử vong ở trẻ em dưới 5 tuổi. Theo báo cáo, tỷ lệ tử vong của trẻ em giảm 71% từ 64.6 xuống còn 18.5 trên mỗi 1,000 trẻ sống sót trong khi sinh từ năm 1990 đến năm 2008, nhưng sự chênh lệch giữa sức khoẻ của các trẻ sinh ra ở các thành phố phồn thịnh và tại vùng quê nghèo vẫn còn rất cao.  “Sự tiến triển hướng đến việc giảm tỷ lệ tử vong của trẻ em ở Trung Quốc được quyết định rõ bởi mức độ phát triển kinh tế xã hội.” Chính quyền Trung Quốc cho biết đã và đang làm việc để giải quyết sự không công bằng này từ năm 2003, đưa vào hoạt động một hệ thống bảo hiểm y tế cơ bản để hy vọng sẽ giúp đáp ứng những nhu cầu y tế cơ bản của người nghèo. Trong năm 2009, Bắc Kinh đưa ra một cải cách mới, cam kết chi 123 tỷ đô-la Mỹ trong ba năm tới để cung cấp dịch vụ y tế phổ thông, cơ bản với mức giá phải chăng cho 1.3 tỉ dân số. Trong cuộc phỏng vấn với Reuters tuần trước, Bộ trưởng Bộ y tế Trung Quốc Chen Zhu cho biết chương trình bảo hiểm đã được mở rộng đến phần lớn dân số. \"Hiện nay dân số của chúng tôi là 1.33 tỉ, và 1.23 tỉ người đã được bảo hiểm. Khoảng 100 triệu dân hiện không được bảo hiểm, những người này là người di dân, người già và trẻ em ở các thành phố và những người làm việc trong các doanh nghiệp nhỏ\", theo ông Chen. \"Tôi hy vọng là trong năm tới, một phần trong số 100 triệu người vẫn còn chưa được bảo hiểm ... sẽ được bảo hiểm.\" Theo hệ thống đăng ký hộ khẩu của Trung Quốc, hàng trăm triệu người di cư từ vùng quê lên thành phố không thể có được tình trạng lưu trú phù hợp để cho họ quyền tiếp cận các dịch vụ y tế, giáo dục hoặc bảo vệ hợp pháp trong thành phố nơi họ sinh sống.  (Tường thuật: Tan Ee Lyn; Biên tập: Alex Richardson)"
        }
    ],
    "suggestions": []
}