{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['rik∫ɔ:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">xe nhẹ, hai bánh, có mui, dùng ở Ấn Độ và Viễn Đông, do một hoặc nhiều người kéo; xe kéo; xe tay</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to ride in a rickshaw</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ngồi trên xe kéo</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">xe tương tự nhưng có ba bánh, như một chiếc xe đạp với chỗ người đặt sau người lái; xích lô</td></tr></table><i/></div>",
            "word": "rickshaw"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rickshaw</k><blockquote>■ <cclass>noun a light two-wheeled hooded vehicle drawn by one or more people, chiefly used in Asian countries. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: abbrev. of Japanese <i>jinricksha</i>, from <i>jin</i> 'man' + <i>riki</i> 'strength' + <i>sha</i> 'vehicle'. </blockquote></div>",
            "word": "rickshaw"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rickshaw"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>rickshaw</k><blockquote><blockquote><abr>see</abr><kref>ricksha</kref></blockquote></blockquote></div>",
            "word": "rickshaw"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rickshaw"
        }
    },
    "sentences": [
        {
            "en": "She likes riding in a <em>rickshaw</em>.",
            "vi": "Cô ấy thích ngồi trên xe kéo."
        },
        {
            "en": "Later, on our way back to Gion, Mameha turned to me excitedly in the <em>rickshaw</em>.",
            "vi": "Sau đó, khi trên đường về lại gion, mameha quay qua nói với tôi rất hăng say trên xe kéo."
        },
        {
            "en": "He climbed back into the <em>rickshaw</em> with my sister, and the driver raised the poles.",
            "vi": "Ông ta quay lại chiếc xe kéo với chị tôi, và người phu xe nhấc càng lên."
        },
        {
            "en": "At length the <em>rickshaw</em> turned down an alleyway of wooden houses.",
            "vi": "Cuối cùng chiếc xe kéo rẽ vào một con đường nhỏ hai bên tòa nhà gỗ."
        },
        {
            "en": "At last we climbed out of the <em>rickshaw</em> at the campus of Kyoto university.",
            "vi": "Cuối cùng chúng tôi xuống xe ở trong khuôn viên của trường đại học kyoto."
        },
        {
            "en": "In the <em>rickshaw</em> on our way back to Gion, Mameha told me i'd done very well.",
            "vi": "Ngồi trên xe kéo về lại gion, mameha nói rằng tôi đã làm rất tốt."
        },
        {
            "en": "Of being helped into the <em>rickshaw</em>, or of anything at all about the ride.",
            "vi": "Chắc tôi được dìu ra xe kéo, hay là xe gì đấy để đi bệnh viện."
        },
        {
            "en": "We climbed into a <em>rickshaw</em>, with mr. Bekku squeezed tightly on the bench between us.",
            "vi": "Chúng tôi leo lên một chiếc xe kéo, ông bekku ngồi chễm chệ ở giữa hai chúng tôi ở hai bên."
        },
        {
            "en": "Low-income communities and people employed in particular occupations, including <em>rickshaw</em> pullers and truck drivers are priorities.",
            "vi": "Các nhóm dân có thu nhập thấp và những người đang làm một số nghề đặc biệt như phu kéo xe, và lái xe tải là các nhóm được ưu tiên."
        },
        {
            "en": "Every time i thought of it in the <em>rickshaw</em> back to Gion, i think my ears turned red.",
            "vi": "Khi ngồi trên xe kéo trở về gion mỗi lần nghĩ đến chuyện ấy, tôi cảm thấy hai tai tôi đỏ rần."
        },
        {
            "en": "A new take on the ubiquitous tuk tuk or motorized <em>rickshaw</em>, this is the first electronic tuk tuk that meets Europe's stringent road safety rules.",
            "vi": "Chiếc tuk tuk đầu tiên chạy bằng điện - một ý tưởng mới dựa trên chiếc xe tuk tuk quen thuộc hay còn được gọi là xe lam - có thể đáp ứng được những quy định nghiêm ngặt của Châu Âu về an toàn giao thông."
        },
        {
            "en": "When dinner was over, mr. Bekku escorted me by <em>rickshaw</em> to a beautiful inn on the grounds of the Nanzen-ji temple.",
            "vi": "Sau khi ăn xong, ông bekku đưa tôi đi bằng xe kéo đến một quán trọ thật đẹp nằm trong khuôn viên của đền nazen - ji."
        },
        {
            "en": "The driver said nothing in reply, but gave the <em>rickshaw</em> a tug to get it moving and then set off at a trot.",
            "vi": "Người kéo xe không nói gì hết, chỉ việc ra sức kéo mạnh chiếc xe rồi bắt đầu chạy đi."
        },
        {
            "en": "In urban areas, those households who relied heavily on informal sector work such as portering or <em>rickshaw</em>-driving faced particular problems in dealing with any unexpected expenditure demands.",
            "vi": "Ở các vùng thành thị, những hộ sống chủ yếu dựa vào việc làm trong khu vực không chính thức như khuân vác, đạp xích lô lại phải đối mặt với những khó khăn riêng trong việc giải quyết các nhu cầu chi tiêu ngoài dự kiến."
        },
        {
            "en": "Taxis were still uncommon because of gasoline rationing, but the maid summoned a <em>rickshaw</em>, and i helped the Minister into it.",
            "vi": "Tắc xi vẫn còn hiếm vì nhiên liệu có hạn, nhưng cô hầu đã gọi xe kéo, tôi giúp ông ta lên xe."
        },
        {
            "en": "From the Gion shrine, we rode north in a <em>rickshaw</em> for a half hour, into a section of Kyoto i'd never seen.",
            "vi": "Từ đền thần ở gion, chúng tôi đi xe kéo theo hướng bắc chừng nửa giờ, đến một khu vực của kyoto mà tôi chưa hề biết."
        },
        {
            "en": "A new take on the ubiquitous tuk tuk or motorized <em>rickshaw</em>, this is the first electronic tuk tuk that meets Europe's stringent road safety rules.",
            "vi": "chạy bằng điện - một ý tưởng mới dựa trên chiếc xe tuk tuk quen thuộc hay còn được gọi là xe lam - có thể đáp ứng được những quy định nghiêm ngặt của Châu Âu về an toàn giao thông."
        },
        {
            "en": "Similarly, <em>rickshaw</em> pullers (17.1–22%), truckers (21.5%), and male college and university students (4.5%) reported having sex with male or hijra sex workers, with condom use ranging from 1.5–8.6%.",
            "vi": "Tương tự, phu kéo xe (17,1-22%), lái xe tải (21,5%), và sinh viên nam của các trường đại học, cao đẳng (4,5%) đã từng có quan hệ với mại dâm nam hoặc hijra mại dâm với tỉ lệ sử dụng bao cao su là 1,5 đến 8,6%."
        },
        {
            "en": "In fact, so many were lined up before the station that i imagined no one went anywhere in this big city unless it was in a <em>rickshaw</em>-which couldn't have been further from the truth.",
            "vi": "Thật vậy, khi ấy có nhiều chiếc xe kéo đậu sắp hàng trước mặt ga tôi nghĩ nếu mọi người không dùng xe kéo thì chắc không đi đâu được - ý nghĩ này thực ra cũng không phải là quá đáng."
        },
        {
            "en": "He's persuaded local farm hands, laborers, <em>rickshaw</em> pullers, and shopkeepers to send their kids – who would have never been able to attend school – to his school under the bridge.",
            "vi": "Ông ấy đã thuyết phục những người làm nông ở địa phương,lao động,người kéo xe,và những chủ hiệu để họ gửi con cái của họ-những đứa trẻ không được đi học-đến với ngôi trường dưới cây cầu của ông ấy."
        }
    ],
    "suggestions": []
}