{
    "en_vn": {
        "data": {
            "content": null,
            "word": "riddled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "riddled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "riddled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "riddled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "riddled"
        }
    },
    "sentences": [
        {
            "en": "An administration <em>riddled</em> with corruption.",
            "vi": "Một chính quyền thối nát vì tham những."
        },
        {
            "en": "Bullets <em>riddled</em> the armoured car.",
            "vi": "Đạn bắn lỗ chỗ chiếc xe bọc sắt."
        },
        {
            "en": "They are <em>riddled</em> with disease.",
            "vi": "Họ mắc bệnh tật đầy người."
        },
        {
            "en": "This ladder is <em>riddled</em> with woodworm.",
            "vi": "Chiếc thang này bị mọt đục thủng lỗ chỗ."
        },
        {
            "en": "The beams are <em>riddled</em> with woodworm.",
            "vi": "Kèo nhà bị mọt ăn."
        },
        {
            "en": "Two gunmen <em>riddled</em> the facade of the building with bullets.",
            "vi": "Hai tên cướp có súng đã bắn thủng lỗ chỗ mặt chính của tòa nhà bằng những viên đạn."
        },
        {
            "en": "No one was fatally injured, despite their car being <em>riddled</em> with bullets.",
            "vi": "Không ai bị thương chí mạng, mặc dù xe của họ lỗ chỗ những vết đạn."
        },
        {
            "en": "The tank of the army unit was <em>riddled</em> with bullet holes.",
            "vi": "Chiếc xe tăng của đơn vị quân đội này bị đạn bắn thủng lỗ chỗ."
        },
        {
            "en": "He'd just been carving out his own hole, so that I was now <em>riddled</em> through like Swiss cheese.",
            "vi": "Anh ta vừa mới khoét thêm một cái lỗ khác trong tim tôi, để bây giờ tôi lủng lỗ chỗ như phô-mai Thụy Sĩ."
        },
        {
            "en": "It is undeniable that Vietnam’s public investment program is <em>riddled</em> with corruption and waste.",
            "vi": "Trên thực tế Việt Nam đang đánh mất một phần đáng kể nguồn lực của mình do lãng phí và tham nhũng."
        },
        {
            "en": "I wanted the complete experience before I traded in my warm, breakable, pheromone - <em>riddled</em> body for something beautiful, strong.",
            "vi": "Tôi muốn có kinh nghiệm hoàn hảo nhất của mình trước khi tôi đánh đổi cái cơ thể ấm áp, dễ vỡ và đầy mùi hương này cho một thứ gì đó đẹp đẽ, mạnh mẽ."
        },
        {
            "en": "He'd just been carving out his own hole, so that I was now <em>riddled</em> through like Swiss cheese.",
            "vi": "Anh ta vừa mới khoét thêm một cái lỗ khác trong tim tôi, để bây giờ tôi lủng lỗ chỗ như phô - mai Thụy Sĩ."
        },
        {
            "en": "Combined with the biased methodologies to determine dumping discussed above, the entire process is <em>riddled</em> with bias and inconsistency.",
            "vi": "Kết hợp với các phương pháp xác định bán phá giá theo kiểu thiên lệch như đã nêu trên, toàn bộ quá trình đầy rẫy sự thiên lệch và thiếu nhất quán."
        },
        {
            "en": "I wanted the complete experience before I traded in my warm, breakable, pheromone-<em>riddled</em> body for something beautiful, strong.",
            "vi": "Tôi muốn có kinh nghiệm hoàn hảo nhất của mình trước khi tôi đánh đổi cái cơ thể ấm áp, dễ vỡ và đầy mùi hương này cho một thứ gì đó đẹp đẽ, mạnh mẽ."
        },
        {
            "en": "Infrastructure investments are often wasteful and <em>riddled</em> with corruption. Even urgently needed projects often lag far behind schedule.",
            "vi": "Đầu tư cơ sở hạ tầng nhiều khi bị phung phí hoặc là đối tượng của tham nhũng. Ngay cả những dự án cấp thiết cũng thường bị chậm tiến độ so với kế hoạch."
        },
        {
            "en": "9. The road to riches is never straight and narrow. It can be <em>riddled</em> with financial land mines. -- Kevin O’Leary",
            "vi": "9. Con đường đến sự giàu có là chưa bao giờ thẳng và hẹp. Mà nó đầy lủm chổm với các vấn đề về tài chính và khó khăn-- Kevin O’Leary"
        },
        {
            "en": "The front of the skull is <em>riddled</em> with sinus cavities , which might function as resonating chambers for ground vibrations.",
            "vi": "Phía trước của hộp sọ được thông với các ổ xoang , có chức năng như buồng cộng hưởng đối với sự rung động của mặt đất."
        },
        {
            "en": "Some shops offer the beer lovers’ favorite snack: ‘banh da’, the thin crunchy crackers <em>riddled</em> with black sesame seeds that has become a part of after-work culture.",
            "vi": "Một số cửa hàng cung cấp món ăn mà người ưa thích bia ưa chuộng: \"bánh đa\", loại bánh giòn mỏng với mè đen mà đã trở thành một phần của văn hóa sau khi làm việc."
        },
        {
            "en": "For many, Disneyland and Walt Disney World are wonderful havens of magic and dreams for the whole family to enjoy. It's the perfect hyper positive environment for vacation. However, both Disney theme parks are <em>riddled</em> with creepy urban legends, ghosts and ghouls that aren't just animatronics in the Haunted House ride.",
            "vi": "Với nhiều người, Disneyland và Walt Disney World là nơi tuỵêt vời, rất lôi cuốn và đáng mơ ước cùng gia đình đến đó tham quan, vui chơi. Thật là một địa chỉ lý tưởng để đi du lịch. Tuy nhiên, cả hai công viên giải trí Disney này đều đầy ắp những câu chuyện ma rùng rợn mà không chỉ có ở Ngôi nhà Ma thôi đâu."
        },
        {
            "en": "Using a test called DNA barcoding, a kind of genetic fingerprinting that has also been used to help uncover labeling fraud in the commercial seafood industry, Canadian researchers tested 44 bottles of popular supplements sold by 12 companies. They found that many were not what they claimed to be, and that pills labeled as popular herbs were often diluted — or replaced entirely — by cheap fillers like soybean, wheat and rice. Consumer advocates and scientists say the research provides more evidence that the herbal supplement industry is <em>riddled</em> with questionable practices. Industry representatives argue that any problems are not widespread.",
            "vi": "Sử dụng một thử nghiệm có tên là mã vạch DNA, một loại phân tích mẫu DNA cũng được dùng để giúp phát hiện lừa đảo về in nhãn trong ngành kinh doanh hải sản, các nhà nghiên cứu Canada đã kiểm tra 44 chai thực phẩm bổ sung phổ biến của 12 công ty. Họ đã phát hiện thấy nhiều thực phẩm chức năng không đúng như tuyên bố, và những viên thuốc được ghi là thảo mộc nổi tiếng thường được pha loãng - hoặc thay hoàn toàn - bằng những chất độn rẻ tiền như đậu nành, lúa mì và gạo. Những người bảo vệ cho quyền lợi người tiêu dùng và các nhà khoa học cho rằng nghiên cứu này cung cấp thêm bằng chứng cho thấy ngành thảo dược chức năng đầy những thủ đoạn đáng ngờ. Các đại diện của ngành này biện minh là đâu mà chả có vấn đề nọ kia."
        }
    ],
    "suggestions": []
}