{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['raitli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đúng, phải, đúng đắn, có lý, chính đáng, công bằng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">act rightly</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hành động đúng</font></td></tr></table><i/></div>",
            "word": "rightly"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rightly</k><blockquote>■ <cclass>adverb correctly. </cclass></blockquote><blockquote>⁃ with good reason. </blockquote><blockquote>⁃ in accordance with justice or what is morally right. </blockquote></div>",
            "word": "rightly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rightly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rightly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rightly"
        }
    },
    "sentences": [
        {
            "en": "Act <em>rightly</em>",
            "vi": "Hành động đúng"
        },
        {
            "en": "He acted <em>rightly</em>.",
            "vi": "Anh ta đã hành động đúng."
        },
        {
            "en": "<em>Rightly</em> or wrongly she refused to accept the offer.",
            "vi": "Dù đúng hay sai ; cô ta cũng không chấp nhận lời đề nghị."
        },
        {
            "en": "<em>Rightly</em> or wrongly she refused to accept the offer.",
            "vi": "Dù đúng hay sai; cô ta cũng không chấp nhận lời đề nghị."
        },
        {
            "en": "If I remember <em>rightly</em>, the party starts at 8 pm.",
            "vi": "Nếu tôi nhớ không lầm thì bữa tiệc bắt đầu vào 8 giờ tối."
        },
        {
            "en": "She was driving her father's car, if I remember <em>rightly</em>.",
            "vi": "Nếu tôi nhớ đúng thì cô ấy đang lái chiếc xe của bố cô ấy."
        },
        {
            "en": "I don't <em>rightly</em> know what you mean, Miss Scarlett.",
            "vi": "Tôi không hiểu chính xác cô có ý gì, thưa cô Scarlett."
        },
        {
            "en": "The authorities <em>rightly</em> believed that forewarned is forearmed.",
            "vi": "Chính quyền đã tin tưởng một cách đúng đắn rằng biết trước là sẵn sàng trước."
        },
        {
            "en": "If I remember <em>rightly</em>, the ceremony starts at 8 o'clock.",
            "vi": "Nếu tôi nhớ không lầm thì buổi lễ bắt đầu lúc tám giờ."
        },
        {
            "en": "There is a lot to be done, but as he <em>rightly</em> says, we must move carefully.",
            "vi": "Có rất nhiều thứ phải được hoàn thành, nhưng anh ấy nói đúng, chúng ta phải hành động cẩn thận."
        },
        {
            "en": "It was a violent foul, and the referee <em>rightly</em> sent him off.",
            "vi": "Đó là một cú chơi xấu bạo lực, và trọng tài đã đuổi anh ta ra sân hợp lý."
        },
        {
            "en": "All the public is worried about the future, and <em>rightly</em> so.",
            "vi": "Tất cả công chúng đều lo lắng về tương lai, và như thế rất hợp lý."
        },
        {
            "en": "They are quite <em>rightly</em> concerned about what is going to happen now.",
            "vi": "Họ lo lắng hoàn toàn hợp lý về điều đang xảy ra lúc này."
        },
        {
            "en": "If I remember <em>rightly</em>, the ceremony starts at 8 o 'clock.",
            "vi": "Nếu tôi nhớ không lầm thì buổi lễ bắt đầu lúc tám giờ."
        },
        {
            "en": "We last went to the cinema with each other in January, if I remember <em>rightly</em>.",
            "vi": "Nếu tôi nhớ chính xác thì lần cuối chúng ta đi xem phim với nhau là vào tháng Giêng."
        },
        {
            "en": "As for when we'll return to Florida, I can' t <em>rightly</em> say.",
            "vi": "Về việc khi nào chúng tôi sẽ trở lại Florida, tôi không thể nói chính xác được."
        },
        {
            "en": "As you <em>rightly</em> point out, Antarctica is clearly the largest desert on Earth.",
            "vi": "Như bạn đã chỉ ra một cách đúng đắn, Nam Cực rõ ràng là sa mạc lớn nhất trên Trái đất."
        },
        {
            "en": "We believe, <em>rightly</em> or wrongly, that our violent protest will achieve our aims.",
            "vi": "Chúng tôi tin rằng, dù đúng hay sai, sự phản kháng bạo lực của chúng tôi sẽ hoàn thành những mục đích của chúng tôi."
        },
        {
            "en": "Maxey <em>rightly</em> observes that an industrial democracy should be set up within, or parallel to, political democracy.",
            "vi": "Maxey quan sát đúng đắn rằng một nền dân chủ công nghiệp nên được thiết lập bên trong, hoặc song song với nền dân chủ chính trị."
        },
        {
            "en": "Firstly, China is <em>rightly</em> known for its enormous success in economic transition and developing a lively, vibrant, dynamically transformed society.",
            "vi": "Thứ nhất, Trung Quốc được biết đến là nước đã đạt thành công to lớn trong chuyển đổi kinh tế và đang phát triển một xã hội đổi chuyển đổi năng động, mạnh mẽ và đầy sức sống."
        }
    ],
    "suggestions": []
}