{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Riley"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Riley</k><blockquote>■ <cclass>noun (in phr. <cclass><b>the life of Riley</b>) <cclass>informal a luxurious or carefree existence. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: of unknown origin. </blockquote></div>",
            "word": "Riley"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Riley"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Riley"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Riley"
        }
    },
    "sentences": [
        {
            "en": "He leads the life of <em>riley</em>.",
            "vi": "Anh ấy sống một cuộc đời nhàn hạ."
        },
        {
            "en": "Harrison approved the plan, but <em>Riley</em> remained sceptical.",
            "vi": "Harrison đã tán thành kế hoạch, nhưng Riley vẫn còn nghi ngờ."
        },
        {
            "en": "Harry approved the plan, but <em>Riley</em> remained sceptical.",
            "vi": "Harry đồng ý kế hoạch nhưng Riley thì vẫn còn hoài nghi."
        },
        {
            "en": "Students in those days lived the life of <em>Riley</em>.",
            "vi": "Sinh viên ngày ấy sống thoải mái và không lo âu."
        },
        {
            "en": "Suddenly, mrs. <em>Riley</em> threw the tall youth over her shoulder.",
            "vi": "Đột nhiên, bà riley quăng gã thanh niên cao lớn qua vai của mình."
        },
        {
            "en": "If I had a million dollars, I could live the life of <em>Riley</em>.",
            "vi": "Nếu tôi có một triệu đô la, tôi có thể sống phè phỡn xa hoa."
        },
        {
            "en": "He married a zillionaire, and since then he's been living the life of <em>Riley</em>.",
            "vi": "Anh ấy đã lấy được cô giàu sụ, từ đó trở đi anh ta được sống cuộc sống sung túc."
        },
        {
            "en": "One night, mrs. <em>Riley</em>, an elderly widow, was walking along a dark, London street.",
            "vi": "Một buổi tối nọ, bà riley góa bụa lớn tuổi, đang đi dọc theo đường luân đôn tối tăm."
        },
        {
            "en": "Michael Anthony Mike <em>Riley</em> is a former English football referee from Leeds.",
            "vi": "Michael Anthony Mike Riley là một cựu trọng tài bóng đá Anh đến từ Leeds."
        },
        {
            "en": "The youths waited for a few moments, and then ran quickly and quietly towards mrs. <em>Riley</em>.",
            "vi": "Hai tên thanh niên chờ một lút, rồi nhanh chóng chạy thật êm về phía bà riley."
        },
        {
            "en": "He married a millionaire, and since then he's been living the life of <em>Riley</em>.",
            "vi": "Anh ấy đã lấy được vợ tủ phú, từ đó trở đi anh ta được sống cuộc sống sung túc"
        },
        {
            "en": "From now on, Nick <em>Riley</em> is history as far as i am concerned.",
            "vi": "Từ bây giờ trở đi, nick riley đã là chuyện cổ tích đối với tôi rồi."
        },
        {
            "en": "He inherited a lot of money and since then he's been living the life of <em>Riley</em>.",
            "vi": "Anh ta được thừa kế nhiều tiền và từ đó sống như ông hoàng."
        },
        {
            "en": "He married a millionaire, and since then he’s been living the life of <em>Riley</em>",
            "vi": "Anh ấy đã lấy được vợ tủ phú, từ đó trở đi anh ta được sống cuộc sống sung túc"
        },
        {
            "en": "The treasurer took out our money to Mexico, where he lived the life of <em>Riley</em> until the police caught him.",
            "vi": "Người thủ quỹ đã lấy tiền của chúng tôi trốn sang Mexico, nơi đây ông ta sống phè phỡn cho đến khi bị cảnh sát túm được."
        },
        {
            "en": "Mrs. <em>Riley</em> paused, turn round, smiled at the youths and walked into the South West London Judo Club.",
            "vi": "Bà riley dừng bước, quay lại, mỉm cười với hai tên thanh niên rồi đi vào câu lạc bộ nhu đạo tây nam."
        },
        {
            "en": "Without speaking, mrs. <em>Riley</em> struck both of them on the head with her handbag, and walked calmly away.",
            "vi": "Chẳng nói chẳng rằng, bà riley đã dùng túi xách đánh vào đầu hai tên đó rồi bình thản bỏ đi."
        },
        {
            "en": "In 1990, Clinton secured an invitation to the conference which is organized at L.A through his friend, Richard <em>Riley</em>, who was then governor of South Carolina.",
            "vi": "Năm 1990, Clinton đã kiếm được một lời mời đến buổi hội thảo ở L. A nhờ người bạn Richard Riley, lúc đó đang là thống đốc bang South Carolina."
        },
        {
            "en": "In 1990, Clinton secured an invitation to the conference which is organized at L. A through his friend, Richard <em>Riley</em>, who was then governor of South Carolina.",
            "vi": "Năm 1990, Clinton đã kiếm được một lời mời đến buổi hội thảo ở L.A nhờ người bạn Richard Riley, lúc đó đang là thống đốc bang South Carolina."
        },
        {
            "en": "The two surprised youths were still sitting on the ground when mrs. <em>Riley</em> crossed the street towards a door with a lighted sign above it.",
            "vi": "Trong khi hai tên thanh niên vẫn còn kinh ngạc, ngồi trên mặt đất thì bà riley băng qua đường đi về phía cánh cửa có biển hiệu sáng bên trên."
        }
    ],
    "suggestions": []
}