{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[raind]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vỏ, vỏ trái cây, màng lá mỡ, bề mặt cứng của một số loại phó mát (hoặc thịt xông khói)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) bề ngoài, bề mặt</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bóc vỏ, gọt vỏ</td></tr></table><i/></div>",
            "word": "rind",
            "pronounce": "[raind]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rind</k><blockquote>■ <cclass>noun a tough outer layer or covering, especially of fruit, cheese, or bacon. </cclass></blockquote><blockquote>⁃ the bark of a tree. </blockquote><blockquote>■ <cclass>verb strip the bark from (a tree). </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>-rinded</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>rindless</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>rind(e)</i>, of unknown origin. </blockquote></div>",
            "word": "rind",
            "pronounce": "[raind]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>rind</k><blockquote>▸ <cclass>noun SKIN, peel, zest, integument; <cclass>Botany pericarp.</cclass></cclass></blockquote></div>",
            "word": "rind",
            "pronounce": "[raind]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>rind</k><blockquote><blockquote><ex><abr>n.</abr> lemon; melon rind</ex></blockquote></blockquote><co>USAGE NOTE: One <abr>usu.</abr> speaks of the <i>rind</i> of a melon, the <i>peel</i> or the <i>rind</i> of a lemon, and the <i>peel</i> of an orange.</co></div>",
            "word": "rind",
            "pronounce": "[raind]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rind",
            "pronounce": "[raind]"
        }
    },
    "sentences": [
        {
            "en": "You do not usually eat the <em>rind</em>.",
            "vi": "Anh không thường ăn thịt xông khói."
        },
        {
            "en": "Add the grated <em>rind</em> of a lemon.",
            "vi": "Hãy thêm vào vỏ chanh đã được nghiền."
        },
        {
            "en": "4. You Can Eat Watermelon <em>Rind</em> and Seeds",
            "vi": "4. Bạn có thể ăn cả vỏ và hạt dưa hấu"
        },
        {
            "en": "Most people throw away the watermelon <em>rind</em>, but try putting it in a blender with some lime for a healthy, refreshing treat. Not only does the <em>rind</em> contain plenty of health-promoting and blood-building chlorophyll, but the <em>rind</em> actually contains more of the amino acid citrulline than the pink flesh.",
            "vi": "Hầu hết mọi người thường vứt vỏ dưa hấu vào thùng rác, nhưng bạn hãy thử xay sinh tố vỏ dưa với nước chanh xem sao, nó thực sự lành mạnh và giúp bạn cảm thấy sảng khoái. Vỏ dưa không chỉ chứa nhiều chất diệp lục bổ máu và tăng cường sinh lực, mà thực sự nó còn chứa nhiều axit amin citrulline hơn các loại trái cây có ruột màu hồng."
        },
        {
            "en": "She greased the bake - oven with a pork - <em>rind</em>, laid the cornmeal cakes in it, and put on its iron cover.",
            "vi": "Cô ta lấy một lát mỡ heo tráng lò nướng, đặt bánh vào và đậy nắp lại."
        },
        {
            "en": "She greased the bake-oven with a pork-<em>rind</em>, laid the cornmeal cakes in it, and put on its iron cover.",
            "vi": "Cô ta lấy một lát mỡ heo tráng lò nướng, đặt bánh vào và đậy nắp lại."
        },
        {
            "en": "The <em>rind</em> was so hard that Ma had to take Pa's ax to cut the squash into pieces. When the pieces were baked in the oven, Laura loved to spread the soft insides with butter and then scoop the yellow flesh from the <em>rind</em> and eat it.",
            "vi": "Vỏ ngoài cứng đến nỗi mẹ phải lấy lưỡi rìu của bố để cắt trái bí làm nhiều miếng. Khi các món bí đã được nướng trong lò hấp, Laura thích trét bơ lên phần cùi mềm bên trong rồi múc lớp thịt vàng hung ra khỏi vỏ để ăn."
        },
        {
            "en": "The <em>rind</em> was so hard that Ma had to take Pa's ax to cut the squash into pieces. When the pieces were baked in the oven, Laura loved to spread the soft insides with butter and then scoop the yellow flesh from the <em>rind</em> and eat it.",
            "vi": "đến nỗi mẹ phải lấy lưỡi rìu của bố để cắt trái bí làm nhiều miếng. Khi các món bí đã được nướng trong lò hấp, Laura thích trét bơ lên phần cùi mềm bên trong rồi múc lớp thịt vàng hung ra khỏi vỏ để ăn."
        },
        {
            "en": "a wet cloth, then rubbed it all over with fresh butter once more, and laid it down on its other side. After a great many days, the cheese was ripe, and there was a hard <em>rind</em> all over it.",
            "vi": "Hàng ngày, mẹ lau chùi từng khối phô-mai hết sức cẩn thận bằng vải ướt rồi lại chà bơ lạt khắp xung quang và đặt xuống trên một cạnh khác. Sau nhiều ngày, phô-mai đủ độ chín và có một lớp vỏ cứng bọc xung quanh."
        },
        {
            "en": "cut the big, orange colored pumpkins into halves. She cleaned the seeds out of the center and cut the pumpkin into long slices, from which she pared the <em>rind</em>. Laura helped her cut the slices into cubes.",
            "vi": "Với con dao phay, mẹ xả đôi những trái bí lớn màu vàng rực, mẹ cào sạch hạt ở phía trong, cắt thành những miếng dài và gọt vỏ. Laura giúp mẹ cắt những miếng dài này thành các miếng vuông nhỏ."
        },
        {
            "en": "The green <em>rind</em> split open, and there was the bright red inside, flecked with black seeds. The red heart actually looked frosty. Nothing had ever been so \u001etempting as that watermelon, on that hot day.",
            "vi": "Lớp vỏ xanh tách ra để lộ phía trong đỏ au với những hạt đen lốm đốm. Ruột trái dưa đỏ giống như đông cứng lại. Không gì lôi cuốn hơn một trái dưa như thế trong những ngày hè nóng nực."
        },
        {
            "en": "Every day she wiped every cheese carefully with a wet cloth, then rubbed it all over with fresh butter once more, and laid it down on its other side. After a great many days, the cheese was ripe, and there was a hard <em>rind</em> all over it.",
            "vi": "Hàng ngày, mẹ lau chùi từng khối phô-mai hết sức cẩn thận bằng vải ướt rồi lại chà bơ lạt khắp xung quang và đặt xuống trên một cạnh khác. Sau nhiều ngày, phô-mai đủ độ chín và có một lớp vỏ cứng bọc xung quanh."
        },
        {
            "en": "Every day she wiped every cheese carefully with a wet cloth, then rubbed it all over with fresh butter once more, and laid it down on its other side. After a great many days, the cheese was ripe, and there was a hard <em>rind</em>",
            "vi": "Hàng ngày, mẹ lau chùi từng khối phô-mai hết sức cẩn thận bằng vải ướt rồi lại chà bơ lạt khắp xung quang và đặt xuống trên một cạnh khác. Sau nhiều ngày, phô-mai đủ độ chín và có một lớp vỏ cứng bọc xung quanh."
        },
        {
            "en": "Every day she wiped every cheese carefully with a wet cloth, then rubbed it all over with fresh butter once more, and laid it down on its other side. After a great many days, the cheese was ripe, and there was a hard <em>rind</em> all over it.",
            "vi": "chùi từng khối phô - mai hết sức cẩn thận bằng vải ướt rồi lại chà bơ lạt khắp xung quang và đặt xuống trên một cạnh khác. Sau nhiều ngày, phô - mai đủ độ chín và có một lớp vỏ cứng bọc xung quanh."
        },
        {
            "en": "With the butcher knife Ma cut the big, orange colored pumpkins into halves. She cleaned the seeds out of the center and cut the pumpkin into long slices, from which she pared the <em>rind</em>. Laura helped her cut the slices into cubes.",
            "vi": "Với con dao phay, mẹ xả đôi những trái bí lớn màu vàng rực, mẹ cào sạch hạt ở phía trong, cắt thành những miếng dài và gọt vỏ. Laura giúp mẹ cắt những miếng dài này thành các miếng vuông nhỏ."
        },
        {
            "en": "With the butcher knife Ma cut the big, orange colored pumpkins into halves. She cleaned the seeds out of the center and cut the pumpkin into long slices, from which she pared the <em>rind</em>. Laura helped her cut the slices into cubes.",
            "vi": "dao phay, mẹ xả đôi những trái bí lớn màu vàng rực, mẹ cào sạch hạt ở phía trong, cắt thành những miếng dài và gọt vỏ. Laura giúp mẹ cắt những miếng dài này thành các miếng vuông nhỏ."
        },
        {
            "en": "The <em>rind</em> was so hard that Ma had to take Pa's ax to cut the squash into pieces. When the pieces were baked in the oven, Laura loved to spread the soft insides with butter and then scoop the yellow flesh",
            "vi": "Vỏ ngoài cứng đến nỗi mẹ phải lấy lưỡi rìu của bố để cắt trái bí làm nhiều miếng. Khi các món bí đã được nướng trong lò hấp, Laura thích trét bơ lên phần cùi mềm bên trong rồi múc lớp thịt vàng hung ra khỏi vỏ để ăn."
        },
        {
            "en": "Remember how watermelon is related to cucumbers, pumpkin, and squash? That’s because it’s part vegetable and part fruit (it’s a sweet, seed-producing plant, after all). The other clue that watermelon is both fruit and vegetable? The <em>rind</em> is entirely edible…",
            "vi": "Bạn hãy nghĩ xem dưa hấu có mối liên hệ gì với dưa chuột, bí ngô và bí? Đó chính là vì một phần nó vừa là rau, một phần vừa là quả (nó có vị ngọt và hạt của nó có thể gieo trồng). Và một bằng chứng khác nữa là vỏ của nó hoàn toàn có thể ăn được …"
        }
    ],
    "suggestions": []
}