{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['rinsiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự rửa/ súc/ giũ (quần áo)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(số nhiều) nước thải sau khi súc, rửa</td></tr></table><i/></div>",
            "word": "rinsing",
            "pronounce": "['rinsiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rinsing",
            "pronounce": "['rinsiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rinsing",
            "pronounce": "['rinsiη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rinsing",
            "pronounce": "['rinsiη]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cọ rửa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự rửa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tráng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">rinsing air</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khí phun rửa</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">rinsing tub</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bồn rửa</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "rinsing",
            "pronounce": "['rinsiη]"
        }
    },
    "sentences": [
        {
            "en": "I'm <em>rinsing</em> vegetables now.",
            "vi": "Bây giờ em đang rửa rau."
        },
        {
            "en": "I 'm <em>rinsing</em> vegetables now.",
            "vi": "Bây giờ em đang rửa rau."
        },
        {
            "en": "Is it used to <em>rinsing</em> vegetables?",
            "vi": "Có phải nó dùng để rửa rau không?"
        },
        {
            "en": "Cut the tops off carrots before <em>rinsing</em>.",
            "vi": "Hãy cắt bỏ ngọn cà rốt trước khi rửa."
        },
        {
            "en": "He is <em>rinsing</em> the lather from his hands.",
            "vi": "Nó đang rửa bọt xà phòng dính trên tay."
        },
        {
            "en": "· Try brushing and <em>rinsing</em> with toothpastes and mouthwashes that do not contain SLS.",
            "vi": "· Hãy thử đánh răng và súc miệng với kem đánh răng và nước súc miệng không chứa SLS."
        },
        {
            "en": "If you accidentally put salt in a wound, you can decrease the pain by <em>rinsing</em> the area with cold water.",
            "vi": "Nếu bạn lỡ cho muối vào vết thương, bạn có thể làm giảm đau bằng cách rửa sạch vùng đó với nước lạnh."
        },
        {
            "en": "While Hatsumomo was <em>rinsing</em> out her brushes, she glanced several times at my reflection in the mirror.",
            "vi": "Trong lúc hatsumono rửa bàn chải, cô ta nhìn mặt tôi trong gương nhiều lần."
        },
        {
            "en": "<em>Rinsing</em> your scalp with a rinse of 1/4 cup of white vinegar and 3/4 cup of water may help the problem.",
            "vi": "Nếu bạn bị viêm mũi dị ứng, chàm, hay các chứng dị ứng da hay dị ứng hô hấp khác thì có lẽ chứng gàu của bạn một phần là do dị ứng."
        },
        {
            "en": "If you like sleeping with a humidifier in your room, be sure to clean it often—at least a few times a week—by mixing a solution of one-part bleach to 19 parts water (for most humidifiers, this would equal about a half or full cup of bleach) and letting it sit for a few minutes before <em>rinsing</em> well.",
            "vi": "– bằng cách trộn một dung dịch gồm 1 phần thuốc tẩy và 19 phần nước (cho đa số máy tạo hơi ẩm, lượng này sẽ bằng một nửa hoặc một tách đầy của thuốc tẩy) và để cho nó hoà tan trong vài phút trước khi chùi rửa."
        },
        {
            "en": "· Some homemade mouthwashes can ease pain as well. Try <em>rinsing</em> your mouth four times a day with a mixture of two ounces of hydrogen peroxide and two ounces of water or a combination of four ounces of water mixed with 1 teaspoon (5 milliliters) of salt and 1 teaspoon of baking soda. Swish the mixture in your mouth for about a minute and then spit it out — do not swallow it!",
            "vi": "· Một số loại nước súc miệng tự chế có thể làm giảm đau khá tốt. Hãy thử súc miệng bốn lần một ngày với một hỗn hợp của hai ao-xơ hydrogen peroxide và hai ao-xơ nước hay kết hợp của bốn ao-xơ nước được trộn với 1 muỗng cà phê (5 mi-li-lít) muối và 1 muỗng nhỏ bi-các-bô-nát na-tri. Súc đều hỗn hợp trong miệng của bạn khoảng một phút và sau đó nhổ ra - không nuốt!"
        },
        {
            "en": "Method for sprouting kiwi seeds: 1) Scoop some kiwi seeds out of your ripe, organic kiwifruit and clean them by <em>rinsing</em> off all of the fruit. I found that placing them in a small cup, adding water, swishing them around in it and then carefully straining the water out was the easiest way to accomplish this. Do this a few times until they are completely clean.",
            "vi": "Cách ươm mầm hạt kiwi1) Nạo hạt kiwi của trái kiwi chín nẫu, rửa sạch thịt bám vào. Tôi thấy cho vào bát nước nhỏ và vò nhẹ rồi chắc nước ra là dễ làm nhất. Làm đi làm lại vài lần để hạt sạch hoàn toàn."
        },
        {
            "en": "To decrease the deposition of medications on the throat and increase the amount reaching the airways, spacers can be helpful. Spacers are tube-like chambers attached to the outlet of the MDI canister. Spacer devices can hold the medications long enough for patients to inhale them slowly and deeply into the lungs. A spacing device placed between the mouth and the MDI can improve medication delivery and reduce the side effects on the mouth and throat. <em>Rinsing</em> out the mouth after use of a steroid inhaler also can decrease these side effects.",
            "vi": "Để làm giảm tình trạng lắng thuốc ở cổ họng và làm tăng lượng thuốc đến đường thở nhiều hơn, ống đệm/ bình đệm có thể giúp ích được. Đây là dạng bình giống như cái ống được gắn vào chỗ xịt của thiết bị MDI (Metered Dose Inhaler). Các ống xịt này có thể giữ thuốc được lâu đủ để cho bệnh nhân có thể hít từ từ và hít sâu vào phổi. Thiết bị đệm này được đặt ở giữa miệng và ống MDI có thể làm tăng lượng thuốc đến đường thở và làm giảm tác dụng phụ ở miệng và họng. Việc rửa sạch miệng sau khi dùng ống hít steroid cũng có thể làm giảm các tác dụng phụ này."
        },
        {
            "en": "At least two otherwise healthy men appear to have acquired a rare bacterial skin infection that is hard to treat with antibiotics after receiving tattoos at a parlor in Seattle in the state of Washington in the US, according to a report in the Emerging Infectious Diseases journal that was e-published ahead of print on 10 August by the Centers for Disease Control and Prevention (CDC). Although no evidence was found to link the use of tap water to the infections, the report authors recommend that tattoo operators avoid using tap water and use sterilized water throughout their procedures. One case is confirmed, the other is as yet unconfirmed say the CDC. The confirmed case is of a healthy 44-year-old man who received a tattoo on his left forearm at a commercial tattoo parlor in August 2009. He has tested positive for Mycobacterium haemophilum, a bacterium that rarely affects people with a healthy immune system, write lead author Meagan K. Kay of the CDC in Atlanta, and colleagues.  The yet to be confirmed case is of a healthy 35-year-old man who received his tattoo at the same parlor two months later. His tests were inconclusive, and the CDC are treating him as a \"suspected\" case of infection. The authors write that although rare, difficult-to-treat bacterial infections have been reported even in healthy people who receive tattoos.\nIn the case of the man with the confirmed Mycobacterium haemophilum infection, he developed a painless rash at the tattoo site three days after visiting the parlor in August 2009. 12 days later he sought medical help. By then the rash had developed into bumpy, red nodules with pus (erythematous nodules) about 3 to 5 mm in diameter. By the following February, after several visits and treatment with various antibiotics, the rash eventually improved although some traces of infection remained. The man stopped treatment in March because of nausea, and by May the lesions had healed. The source of the bacteria has not been traced. An investigation of the tattoo parlor by local authorities in December 2009 found all the procedures complied with Washington State safety and sanitation standards, although they did instruct the owner to switch to sterilized water instead of tap water for rinse solutions and diluting tattoo dyes. None of the samples taken from various sites in the parlor, including the source of tap water, the tip of a reusable black ink container, various bits of equipment, the soap dispenser, and so on, showed traces of mycobacteria when tested by the CDC.  However, the authors note that although water has been suspected as a reservoir for M. haemophilum for various reasons, when investigators come to test environmental samples, using culture tests, as in this case, they are usually negative. They suggest that perhaps the interval of more than four months between the man visiting the parlor and the local authority investigation further reduced the chance of recovering any M. haemophilum. They suggest tattoo operators probably use tap water because:\n\"No tattoo industry standards exist for the practice of diluting tattoo ink. Washington State does not specifically require tattoo artists to use steam-distilled or sterile water when <em>rinsing</em> needles or diluting ink.\" But they refer to legislation, brought in in July 2010, that \"prohibits mixing ink and pigments with improper ingredients\". So their conclusion, and recommendation is that despite the fact infections due to water appear uncommon, operators should not use tap water for tattoo procedures.  Written by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Ít nhất hai người đàn ông đáng lẽ khỏe mạnh dường như đã mắc phải một nhiễm trùng da hiếm gặp, do vi khuẩn gây ra, và khó chữa trị bằng thuốc kháng sinh, sau khi xăm mình tại một cửa hiệu ở Seattle bang Washington, Hoa Kỳ, theo một báo cáo trên tạp chí Các bệnh truyền nhiễm mới đã được xuất bản trực tuyến trước khi in vào ngày 10 tháng tám bởi Trung tâm kiểm soát và phòng ngừa dịch bệnh Hoa Kỳ. Mặc dù không tìm thấy bằng chứng liên hệ việc sử dụng nước máy với các bệnh nhiễm trùng, các tác giả báo cáo đề nghị rằng các cửa hiệu xăm mình nên tránh sử dụng nước máy và sử dụng nước tiệt trùng trong suốt quá trình thực hiện hình xăm của họ.  Một trường hợp đã được xác nhận, và một trường hợp khác cho đến nay chưa được xác nhận, theo CDC. Trường hợp xác nhận là người đàn ông 44 tuổi khoẻ mạnh, xăm hình trên cánh tay trái của mình tại một cửa hiệu xăm thương mại trong tháng 8 năm 2009. Người đàn ông đó đã có kết quả xét nghiệm dương tính với Mycobacterium haemophilum, một loại vi khuẩn hiếm khi ảnh hưởng đến người có hệ thống miễn dịch khỏe mạnh, theo báo cáo của tác giả chính Meagan K. Kay của CDC ở Atlanta, và các đồng nghiệp. Trường hợp chưa được xác nhận là của một người đàn ông 35 tuổi khỏe mạnh đã xăm mình ở cùng hiệu xăm đó, hai tháng sau. Những xét nghiệm của ông ấy không có tính thuyết phục, và CDC đang điều trị cho ông theo hướng là một trường hợp \"nghi ngờ\" nhiễm trùng.  Các tác giả viết rằng các bệnh nhiễm khuẩn do vi khuẩn khó điều trị này, mặc dù hiếm gặp, đã được báo cáo ngay cả trong những người khỏe mạnh có đi xăm mình. Trong trường hợp của người đàn ông bị nhiễm vi khuẩn Mycobacterium haemophilum, ông ta đã phát triển ngoại ban không đau đớn ở vị trí xăm mình ba ngày sau khi đi xăm trong tháng 8 năm 2009. 12 ngày sau đó, ông đã tìm kiếm trợ giúp y tế. Lúc đó ngoại ban đã phát triển thành các vết đỏ phồng rộp, có mủ (nốt hồng ban) với đường kính 3-5 mm.  Nguồn gốc của vi khuẩn đã không được tìm ra. Một cuộc kiểm tra các cửa hiệu xăm mình thực hiện bởi chính quyền địa phương trong tháng 12 năm 2009, đã tìm thấy tất cả đều tuân thủ các tiêu chuẩn an toàn và vệ sinh của bang Washington, mặc dù họ đã hướng dẫn các chủ cơ sở này chuyển sang nước khử trùng thay vì nước máy dùng cho các dung dịch rửa và pha loãng mực dùng xăm hình. Không mẫu nào trong số các mẫu lấy từ các nơi khác nhau trong cửa hiệu xăm hình trên, bao gồm cả nguồn nước máy, các đỉnh của hộp mực đen có thể tái sử dụng, các phần khác nhau của thiết bị, xà phòng, và các vật dụng tương tự, cho thấy dấu vết của vi khuẩn ưa khí khi được CDC xét nghiệm.  Tuy nhiên, các tác giả lưu ý rằng mặc dù nước đã bị nghi ngờ là một hồ chứa cho M. haemophilum vì những lý do khác nhau, khi các nhà điều tra đến xét nghiệm mẫu môi trường, sử dụng các bài kiểm tra văn hóa, như trong trường hợp này, chúng thường được tiêu cực. Họ đề nghị các cửa hiệu xăm mình có thể sử dụng nước máy vì:  “Không có tiêu chuẩn quy định trong ngành công nghiệp xăm cho việc pha loãng mực xăm. Tiểu Bang Washington không yêu cầu cụ thể người nghệ sĩ xăm mình phải sử dụng nước cất hoặc nước vô trùng khi rửa kim tiêm hoặc pha loãng mực.” Tuy nhiên, theo luật được ban hành vào tháng 7 năm 2010, “cấm pha trộn mực và các phẩm màu với các thành phần không đúng cách”.  Vì vậy, kết luận của họ, và khuyến cáo rằng mặc dù thực tế các bệnh nhiễm trùng do nước không xuất hiện phổ biến, các cửa hiệu cũng không nên sử dụng nước máy trong quá trình xăm hình. Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "If you've ever had dandruff, with its easily seen white flakes, you probably know that it can be a little embarrassing. This is especially true for kids and teenagers, who may already be self-conscious about their looks. Fortunately, dandruff is harmless and can almost always be controlled, often with simple over-the-counter remedies. About dandruff Dandruff is another name for a condition called seborrheic dermatitis, or seborrhea, specifically seborrhea that occurs on the scalp. It's a very common condition in kids and adults alike, regardless of age or race. Dandruff causes flaky, white, or yellowish skin to form on the scalp and other oily parts of the body. Other areas that can get seborrhea include the eyebrows, eyelids, ears, crease of the nose, back of the neck, armpits, groin, and bellybutton. In some cases, dandruff can cause redness in the affected area and may appear crusty and start to itch, sometimes pretty badly. On rare occasions, dandruff can even lead to hair loss if it isn't treated. Any lost hair should grow back once the dandruff is treated, though. Dandruff is not contagious or an indication of poor hygiene, and it often can be controlled by daily shampooing with a gentle shampoo. In more severe cases, a doctor may recommend a medicated shampoo or cream. Causes The exact cause of seborrhea isn't known, although some researchers believe it can be caused by an overproduction of skin oil (sebum) in the oil glands and hair follicles. A type of yeast (fungus) called malassezia can grow in the sebum along with bacteria. This may be another factor in the development of seborrhea. The flakes associated with dandruff sometimes can be caused by conditions other than seborrhea, including:      * dry skin, such as the kind caused by cold, dry winter air     * other skin conditions like eczema, acne, or psoriasis that can cause dead skin cells to build up on the scalp     * shampooing too often or not often enough     * using hair-care products or hair dye that leave a dry, flaky residue or having a bad reaction to these products Dandruff often runs in families and the risk of dandruff can be increased by certain biological factors, such as being a man, being overweight, having oily skin, or having a neurological condition such as Parkinson's disease or a condition like HIV (human immunodeficiency virus) that harms the body's immune system. Symptoms Often, the first symptom someone with dandruff will notice are white flakes of dead skin in the hair or on the shoulders. The scalp may also become itchy and scaly. Other signs of seborrhea:     * dry, flaky skin that gets worse in cold weather     * dry skin on the face, forehead, ears, or eyebrows     * flaky skin on the chest or other parts of the body      * greasy or oily areas of skin on the scalp or other parts of the body     * mild redness in the affected area     * temporary hair loss When to call the doctor Most cases of dandruff won't require a doctor's visit and can be treated with special dandruff shampoos available without a prescription. But if your child's dandruff doesn't get better after a few weeks of using dandruff shampoo, or if the skin becomes red or swollen, you should contact your doctor. Also call if your child's seborrhea gets worse, spreads to other parts of the body, or causes hair loss. Treatment Many cases of mild dandruff can be treated just by shampooing every day with a gentle shampoo. This will reduce oiliness and keep dead skin cells from building up. Moderate cases of dandruff usually can be treated with an over-the-counter dandruff shampoo. Many types are available and not every one works for every person, so you may need to experiment until you find the one that works for your child. The different types of dandruff shampoos include:     * Selenium sulfide shampoos. These help slow the rate at which skin cells die and may combat the fungus that can cause seborrhea.     * Tar-based shampoos. Made from coal tar, these also slow down the rate at which skin cells die and flake off.     * Zinc pyrithione shampoos. These tackle the fungus on the scalp that can cause seborrhea.     * Salicylic acid shampoos. These help remove flaky skin from the scalp but may leave it dry, which can lead to more flaking.     * Ketoconazole shampoos. These shampoos, available in stronger doses with a prescription, are designed to reduce fungus on the scalp. At first, kids with dandruff may need to use one of these shampoos every day to get their dandruff under control. After that, they can generally cut back to once or twice a week. Have your child massage the shampoo into his or her scalp and let it sit for at least 5 minutes before <em>rinsing</em> it out. After the dandruff shampoo has been rinsed away, kids can use regular shampoo or conditioner. If your child's dandruff doesn't respond to over-the-counter dandruff shampoos, or if seborrhea develops in places other than the scalp, talk to a doctor. You may need to get your child a prescription-strength shampoo or an antifungal lotion or cream containing steroids. After treatment, some people will notice that areas of skin that had seborrhea will be lighter in color than the rest of their skin. This is more common in those with darker skin. This color difference will fade over time and the skin's color will eventually return to normal. Dandruff is a chronic condition, meaning it can't be cured, but it can almost always be kept under control. Once it's under control, it's usually impossible to detect.                ",
            "vi": "Nếu bạn từng bị gàu, với nhiều vảy trắng dễ thấy thì bạn chắc cũng biết gàu có thể gây ngượng đôi chút. Điều này đặc biệt đúng với trẻ nhỏ và thanh thiếu niên, có thể đã tự ý thức được vẻ bề ngoài của mình rồi.    May là, gàu không có hại gì và hầu như lúc nào cũng có thể kiểm soát được, thường chỉ sử dụng các loại thuốc mua tự do không theo toa.  Tìm hiểu về gàu Gàu là một tên gọi khác của chứng viêm da do tiết quá nhiều bã nhờn, hoặc chứng tăng tiết bã nhờn, nhất là tăng tiết bã nhờn xảy ra trên da đầu. Đây là chứng bệnh rất thường thấy ở trẻ nhỏ cũng như người lớn, bất kể là tuổi tác hay chủng tộc gì đi nữa.  Gàu làm cho da đầu và nhiều phần da nhờn khác trên cơ thể bong tróc vảy trắng hoặc hơi vàng. Các vùng khác có thể bị chứng tăng tiết bã nhờn như lông mày, mí mắt, tai, nếp gấp ở mũi, sau cổ, nách, háng, và lỗ rốn.  Trong một số trường hợp thì gàu có thể gây ửng đỏ ở vùng bệnh và có thể xuất hiện vảy cứng và bắt đầu ngứa ngáy khó chịu, đôi khi cũng khá nặng. Ở một số trường hợp hiếm thấy, gàu có thể thậm chí còn làm rụng tóc nếu không được chữa trị. Tuy nhiên thì khi gàu đã được trị thì tóc sẽ mọc trở lại.   Gàu không lây lan hoặc không là dấu hiệu cho thấy tình trạng vệ sinh kém, và thường có thể kiểm soát được bằng việc gội đầu hằng ngày với dầu gội đầu nhẹ dịu. Ở một số trường hợp nghiêm trọng hơn thì bác sĩ có thể cho thuốc gội đầu hoặc kem thoa đầu.  Nguyên nhân gây ra gàu Người ta vẫn chưa biết rõ nguyên nhân gây tăng tiết bã nhờn, mặc dù vậy một số nhà nghiên cứu cho rằng gàu có thể là do tiết nhờn trên da (bã nhờn) ở tuyến nhờn và nang lông (nang tóc) quá nhiều. Loại nấm malassezia (nấm gây nhiễm trên bề mặt da) có thể phát triển trong bã nhờn với vi khuẩn. Đây có lẽ là một yếu tố khác góp phần làm cho bã nhờn tiết nhiều hơn.  Vảy gàu đôi khi có thể do một số bệnh khác gây ra ngoài tình trạng tăng tiết bã nhờn, như:  * khô da, chẳng hạn như do không khí lạnh và khô hanh của mùa đông gây ra * các bệnh về da khác chẳng hạn như chàm, mụn trứng cá, hoặc vảy nến có thể làm cho tế bào da chết tăng sinh trên da đầu  * gội đầu quá nhiều lần hoặc không gội đầu đủ * sử dụng các sản phẩm chăm sóc tóc hoặc thuốc nhuộm tóc sinh bã khô, bong vảy hoặc gây phản ứng xấu với những sản phẩm đó Gàu thường lây lan trong gia đình và nguy cơ gàu có thể tăng do một số yếu tố sinh học nào đó, chẳng hạn như giới tính nam, béo phì, có da nhờn, hoặc bị bệnh thần kinh như bệnh liệt rung hoặc HIV (vi-rút HIV) có thể gây hại đến hệ miễn dịch của cơ thể. Các triệu chứng gàu Thông thường thì triệu chứng đầu tiên của người bị gàu sẽ thấy đó là nhiều mảng da chết bong tróc màu trắng trên tóc hoặc trên vai. Da đầu cũng có thể trở nên bong vảy và ngứa ngáy khó chịu.  Những dấu hiệu tăng tiết bã nhờn khác là:  * da bong tróc và khô hơn khi trời lạnh * da mặt, trán, tai, hoặc lông mày bị khô * da bong tróc ở ngực hoặc ở nhiều vùng khác trên cơ thể * nhiều vùng nhờn trên da đầu hoặc ở các vùng khác trên cơ thể  * da hơi ửng đỏ ở vùng nổi gàu  * xảy ra tình trạng rụng tóc tạm thời Khi nào nên gọi điện cho bác sĩ  Hầu hết các trường hợp gàu đều không cần phải đến khám bác sĩ và có thể điều trị bằng các dầu gội đầu trị gàu đặc biệt mà không cần theo toa.  Nhưng nếu tình trạng gàu của con bạn không tiến triển sau một vài tuần sử dụng dầu gội trị gàu, hoặc nếu da trở nên đỏ hoặc sưng phù thì bạn nên liên hệ với bác sĩ. Bên cạnh đó, bạn cũng nên gọi điện cho bác sĩ nếu chứng tăng tiết bã nhờn của con mình ngày càng nhiều hơn, làm lan sang các bộ phận khác trên cơ thể, hoặc làm rụng tóc.  Điều trị gàu  Nhiều trường hợp gàu nhẹ có thể điều trị chỉ bằng cách gội đầu hằng ngày với dầu gội nhẹ dịu. Việc này sẽ làm giảm nhờn và ngăn không cho tế bào da chết phát triển.  Các trường hợp gàu trung bình thường có thể điều trị bằng dầu gội trị gàu mua tự do không theo toa. Hiện có nhiều loại dầu gội và không phải loại nào cũng có tác dụng giống nhau với tất cả mọi người, vì vậy bạn có lẽ cần nên thử nghiệm cho đến khi tìm ra được loại dầu gội thích hợp cho con của mình.  Có nhiều loại dầu gội trị gàu khác nhau như:  * Dầu gội chứa Xê-len xun-phuya. Những loại dầu gội này giúp làm chậm tốc độ tế bào da chết và có thể diệt được nấm có thể làm tăng tiết bã nhờn. * Dầu gội chứa hắc ín. Được làm từ nhựa than đá, các loại dầu gội này cũng có tác dụng làm chậm tốc độ tế bào da chết và bong tróc.  * Dầu gội chứa pyrithione kẽm. Những loại dầu gội này có thể giúp ngăn nấm gây tăng tiết bã nhờn trên da đầu.  * Dầu gội chứa a-xít xa-li-xi-lic. Những loại dầu gội này giúp làm sạch mảng da bong tróc ra khỏi da đầu nhưng có thể làm cho da đầu bị khô, có thể dẫn đến tình trạng bong tróc nhiều hơn.  * Dầu gội chứa Ketoconazole. Những loại dầu gội này được kê toa với liều cao hơn, được chế tạo nhằm làm giảm nấm trên da đầu.  Ban đầu, trẻ bị gàu có thể cần phải được sử dụng hằng ngày một trong những loại dầu gội này để kiểm soát tình trạng gàu của mình. Sau đó, thường thì trẻ có thể giảm xuống còn 1 đến 2 lần/ tuần. Bạn nên cho trẻ mát-xa dầu gội lên da đầu và để yên ít nhất trong 5 phút trước khi gội sạch. Sau khi đã dội sạch dầu gội trị gàu, trẻ có thể sử dụng loại dầu gội hoặc dầu dưỡng tóc bình thường của mình.  Nếu tình trạng gàu của con bạn không đáp ứng với các loại dầu gội trị gàu mua tự do không theo toa, hoặc nếu bã nhờn tiết ra nhiều hơn ở những vùng ngoài da đầu thì bạn nên nói chuyện với bác sĩ. Bạn cũng có thể cần cho con mình một loại dầu gội theo toa mạnh hoặc một thứ kem dưỡng da diệt nấm hoặc một loại kem có chứa xtê-rô-ít nào đó. Sau khi điều trị, một số người sẽ phát hiện thấy nhiều vùng da bị tăng tiết bã nhờn sẽ có màu sáng hơn ở những vùng da khác. Hiện tượng này thường thấy nhiều hơn ở những người da đen hoen. Sự khác biệt màu sắc này sẽ phai đi dần dần và màu da cuối cùng cũng sẽ trở về bình thường.  Gàu là chứng bệnh mãn tính, có nghĩa là không thể chữa lành được, nhưng hầu như lúc nào cũng có thể kiểm soát được. Khi đã kiểm soát được gàu thì thường người ta không dễ phát hiện ra nó.   "
        },
        {
            "en": "Cooking with kids    The kitchen can be a fascinating place for young children. They see grown-ups working briskly in there, watch the steam rise from pots on the stove, and smell what's on the menu that night. Even older kids might be intrigued by how baked goods and meals come together. It isn't always convenient to invite them into the kitchen to help, but consider doing so when time allows. Younger kids can watch what you're doing and help out with small tasks, like stirring something or setting the table. Older kids can be taught how to crack eggs or measure ingredients. Even teens might be lured into the kitchen if you tell them they can choose the dish and you'll help prepare it with them. To the kids, it will seem like fun, but there are other benefits to this time together:     * Preschoolers see how the dishes they eat are put together — and they get hands-on experience, which is a great way to learn and feel like they are helping out.     * School-age kids can learn some cooking basics and use their math skills as they help combine ingredients for recipes. You also can use the time to talk about good nutrition and why you chose the ingredients you're using. It can lay the groundwork for healthy eating later on.      * Teens might appreciate the chance to improve their cooking skills — good preparation for when they'll need to cook for themselves. Teens also might be interested in trying different cuisines. Do they love Asian food? Visit an Asian market and put together something authentic. Here are some tips for having fun and staying safe while you're cooking with kids. Choose the right time If you're going to have kids helping you in the kitchen, you don't want to be on a tight time schedule. Instead of involving them in a dinner you have to cook lightning-fast, enlist their help on a weekend afternoon when you don't feel crunched. With younger kids, choose a time when they're well-rested and not easily frustrated. It's also a smart idea to have another adult in the kitchen to help you keep an eye on your junior chef. Choose the right tasks Plan ahead a little when deciding what you'll prepare together. For younger kids, consider starting with simple dishes with fewer than five ingredients. Then your child won't have to wait it out while you tackle a complicated step. A tossed salad or easy muffin recipe can be good starter projects. You also might set up a pizza-making assembly line where kids can choose their own mini-crusts, sauces, cheeses, and toppings. Older kids can take cooking to the next level and work with you on more challenging recipes. When you've chosen a recipe, think about which steps your child can do independently. For instance, kids who can read can call out the ingredients from the recipe card while you put them out on the counter. A younger child can help you pour ingredients into a bowl. An older child might be able to measure out ingredients and add them unassisted. Doing some prep work in advance, such as <em>rinsing</em> the berries for muffins, will make the process move more swiftly. If there's a lull in the action, you might consider giving your child a well-deserved break. Then you can call him or her back in when there's another kid-friendly task to do, or when it's time to taste what you made. Stress safety Children need supervision when they're in the kitchen. Preschoolers must learn not to touch whirring electric beaters, hot pans, and stovetops. Here are some safety tips:     * Give frequent reminders about what's OK to touch and which items can hurt them.     * Talk about which kitchen tasks are for grown-ups and which are for kids.     * Establish kitchen rules, such as washing hands and not touching stove knobs or knives. Even older kids will need safety reminders, especially if they're working with appliances and knives, or at the stove. Loosen up Kids cannot be counted on to be neat in the kitchen. Even adults have trouble with that. To make your experience together more enjoyable, allow for some extra mess and try to be patient. To prevent cooking disasters, be sure your child isn't measuring ingredients over the bowl — risking a big oops. Instead, you might measure them separately and put them in small bowls, like they do on TV cooking shows. Even if everything doesn't go perfectly, try to keep the mood light. If the egg gets smashed, offer some guidance and let your child try again. Little by little, kids will gain these skills — and feel great once they're mastered. Last, but not least, be sure to compliment your assistant chefs on a job well done. Offer them first taste of whatever you cooked together — and ask what you should make together next time. Bon appetit!",
            "vi": "Vào bếp với trẻ    Nhà bếp có thể là một nơi lý tưởng có thể thu hút trẻ nhỏ đấy chứ. Chúng đến đây để xem người lớn làm việc thuần thục trong bếp, thấy hơi bốc ra từ ấm nước trên bếp lò, và ngửi thấy mùi món ăn trong thực đơn bữa tối. Thậm chí là đến trẻ lớn cũng có thể tò mò muốn biết làm sao có món bánh nướng và làm sao có được các bữa ăn ngon như thế. Không phải lúc nào cũng thuận tiện để bạn mời bọn trẻ vào bếp để giúp mình đâu, nhưng bạn nên làm việc này khi thời gian cho phép nhé.  Trẻ nhỏ có thể quan sát việc bạn đang làm và giúp đỡ một số việc vặt, chẳng hạn như khuấy cái gì đó hoặc bày dọn bàn. Trẻ lớn hơn có thể học cách đập trứng hoặc lường thành phần nấu ăn. Thậm chí thanh thiếu niên cũng có thể thấy nhà bếp hấp dẫn nếu như bạn nhờ chúng chọn món ăn và giúp chúng chuẩn bị nấu món ăn đó.  Với trẻ thì đây sẽ là thời gian thú vị của chúng, nhưng bên cạnh đó, những hoạt động nhà bếp cùng nhau cũng đem lại các lợi ích đáng kể khác:  * Trẻ chưa đến tuổi đi học có thể quan sát thấy cách các món ăn được chế biến với nhau như thế nào – đồng thời chúng cũng có được kinh nghiệm thực hành, đây là cách hay để học hỏi và cảm thấy như thể mình đang giúp đỡ được cho người khác.  * Trẻ độ tuổi đi học có thể học được một số điều cơ bản của việc nấu ăn và sử dụng kỹ năng tính toán khi giúp cộng các thành phần để có công thức món ăn. Nhân đây bạn cũng có thể chỉ cho con biết về dinh dưỡng tốt cho sức khỏe và vì sao mình cần phải chọn thành phần để chế biến món ăn. Đây có thể là một nền tảng cho việc ăn uống lành mạnh (có lợi cho sức khoẻ) về sau.  * Thanh thiếu niên có thể cũng thích có cơ hội để nâng cao kỹ năng nấu ăn của mình – đây là bước chuẩn bị tốt cho lúc phải tự nấu ăn một mình. Các em cũng có thể bị lôi cuốn khi thử nhiều món ngon khác nhau. Các em có thích thức ăn Châu Á không? Hãy đến tham quan chợ ở Châu Á và chế biến món gì đó nhé.  Dưới đây là một số bí quyết giúp bạn có được niềm vui và an toàn khi nấu ăn chung với trẻ. Bạn hãy chọn thời gian phù hợp  Nếu sắp nhờ con cùng giúp mình nấu ăn trong nhà bếp, thì bạn cũng không muốn có lịch thời gian eo hẹp, đúng không nào. Thay vì nhờ con phụ giúp bữa tối mà bạn phải nấu thật nhanh, bạn nên để việc đó đến chiều cuối tuần khi thời gian của cả hai đều không vội vã nhé.  Với trẻ nhỏ, bạn nên lựa chọn lúc chúng khỏe khoắn và không dễ bị làm thất vọng. Cũng nên nhờ một người lớn tuổi khác cùng ở nhà bếp để giúp bạn quan sát “đầu bếp cấp dưới” của mình nhé.  Bạn cũng nên lựa chọn công việc thích hợp  Hãy lên kế hoạch trước một chút khi quyết định sẽ cùng con chuẩn bị món ăn gì. Đối với trẻ nhỏ, bạn nên bắt đầu với những món ăn đơn giản, không cầu kỳ với thành phần chưa đến 5 thứ. Trẻ không chờ nổi khi bạn phải làm một bước nào đó phức tạp đâu. công thức món salad trộn hoặc món bánh xốp nướng dễ dàng có thể giúp trẻ bắt đầu vào bếp thoải mái. Bạn cũng có thể bắt đầu làm bánh pizza theo dây chuyền khi trẻ có thể tự chọn được mẩu bánh nhỏ, nước xốt, phô-mai, và lớp kem (bơ) trên mặt bánh. Trẻ lớn tuổi hơn có thể nấu ăn ở mức độ khó hơn và thực hiện với bạn những công thức nấu ăn cần nhiều công sức hơn.  Khi đã chọn một công thức nào đó, bạn nên nghĩ các bước nào mà con có thể tự thực hiện được. Chẳng hạn như trẻ biết đọc có thể đọc các thành phần trong thẻ ghi công thức trong khi bạn tính trên máy tính. Trẻ nhỏ có thể phụ đổ các thành phần ra tô; còn trẻ lớn hơn có thể lường và thêm thành phần vào mà không cần người lớn giúp đỡ.  Chuẩn bị trước một số công đoạn như rửa quả mọng cho món bánh nướng xốp, sẽ làm cho quá trình nấu ăn diễn ra nhanh hơn. Nếu trong khi làm, trẻ bị chán hoặc mệt, bạn nên cho con nghỉ ngơi thoải mái. Sau đó hãy gọi bé trở lại nhà bếp khi đến đoạn trẻ thích, hoặc đến lúc nếm các món mà mình đã chế biến xong.  Nhà bếp cần phải được an toàn Trẻ nhỏ cần nên được giám sát khi vào nhà bếp. Trẻ chưa đến tuổi đi học phải biết là không được chạm tay vào các máy đánh trứng đang quay, các chảo nóng, và mặt lò.  Dưới đây là một số bí quyết an toàn cho trẻ:  * Thường xuyên nhắc trẻ vật nào có thể chạm vào được và vật nào có thể làm chúng bị thương.  * Cho con biết việc nào trong nhà bếp là của người lớn và việc nào là của trẻ con.  * Cho trẻ biết các quy tắc ở nhà bếp, chẳng hạn như phải rửa tay và không được sờ vào các nút bấm của lò hoặc dao.  Thậm chí là các trẻ lớn cũng cần được nhắc các nguyên tắc an toàn, nhất là khi chúng làm việc với dao và các dụng cụ nhà bếp, hoặc đang nấu ăn ở bếp lò.  Đừng quá nghiêm khắc Không thể mong rằng trẻ sẽ gọn gàng trong nhà bếp. Người lớn thậm chí còn không làm được điều này. Để trải nghiệm với con thêm phần thú vị, bạn nên cho phép con bừa bãi thêm một chút và hãy cố kiên nhẫn nhé. Để tránh làm cho chuyện nấu ăn trở thành “tai hoạ”, bạn không nên để trẻ đong lường thành phần vào tô – đó là nguy cơ lớn đấy. Thay vì vậy, bạn có thể lường các thành phần riêng và để chúng vào từng cái chén nhỏ, như ở chương trình dạy nấu ăn trên ti vi vậy.  Cho dù là mọi thứ không được hoàn hảo thì bạn cũng nên cố giữ cho tâm trạng thoải mái nhé. Nếu món trứng bị nát nhừ, hãy hướng dẫn con và để cho bé làm lại. Dần dần trẻ sẽ đạt được những kỹ năng này – và cảm thấy thật tuyệt vời khi mình đã làm được thuần thục hơn.  Cuối cùng, nhưng nhưng không kém phần quan trọng, đó là hãy chắc rằng một lời khen dành cho các đầu bếp phó đã làm xuất sắc công việc không bao giờ thừa đâu. Hãy để trẻ được nếm thử bất cứ món nào mà bạn và con cùng làm – và hỏi bé xem mình nên làm gì lần sau nhé. Chúc các bạn ngon miệng!"
        },
        {
            "en": "8 Things in Your Home That May Be Harming You        Home sweet home, right? Well, sort of. You may be unaware of the potential health dangers lurking in your abode — from critters in the kitchen to bugs in the bedroom. Here’s what you need to know and what to do. By Sarah Jio v Your kitchen sponge Maybe you’ve heard about the germs on your kitchen sponge (gross news flash—there may be as many as 20 million microbes on it right now). But here’s the deal: Your method for “cleaning” that sponge may be leaving it loaded with potentially hazardous bacteria that can make you ill. Researchers at the USDA’s Agricultural Research Service found that some common cleaning methods for sponges—soaking them in a bleach solution, lemon juice or water—did not eradicate the germs. What to do The best ways to clean a dirty sponge, they say, are in the microwave (on high for one minute) and in the dishwasher, which will kill 99.9 percent of all germs. v Your bed Have you been on a trip recently? If so, you may have brought home some hitchhikers—of the creepy-crawly variety. Bedbugs, tiny bloodthirsty insects, are hosts to organisms that cause hepatitis B and Chagas disease, say health experts. But the real problem seems to be the infections and allergic reactions that can sometimes result from bedbug bites. According to the Environmental Protection Agency, bedbugs are on the rise and becoming an increasing health problem. The insects, which hide in the crevices of mattresses and bedding, are showing up everywhere, from hostels to the swankiest hotels, and they often find their way into people’s luggage, transporting themselves to unsuspecting homes. What to do If you’ve done some traveling recently, and especially if you’ve noticed any mysterious bug bites, wash everything in your luggage and consider scrubbing your suitcase with a stiff brush before giving it a good vacuuming. v Your laptop You’re the only one who uses it, so how dirty can it be? In a word: filthy. A study by researchers at the University of North Carolina Health Care System found that keyboards were loaded with germs. Even more disgusting, the average public toilet bowl contains 41 germs per square inch. The average personal keyboard? Some 21,000 germs per square inch. “Toilet bowls get cleaned,” says Philip M. Tierno Jr., Ph.D., director of clinical microbiology and immunology at New York University Langone Medical Center, “but keyboards rarely do.” What to do Tierno says the best way to keep your laptop or computer’s keyboard clean is to gently wipe it down daily with disinfecting wipes. v Your shower curtain According to research by the Center for Health, Environment & Justice, shower curtains and liners made from polyvinyl chloride (PVC) may be harmful to your health. Their study suggests that PVC releases potentially harmful chemicals into your bathroom. While there is still some debate among health experts about how much of these chemicals could be deemed harmful, many believe that limiting your exposure to chemicals, wherever possible, makes sense. What to do Check your shower curtain’s label to see if it’s made of vinyl or PVC. While not all manufacturers disclose this information, some retailers, like Ikea, have banned PVC shower curtains altogether, and Target has promised to phase out the material in its shower-curtain products in the months ahead. v Your laundry Nobody thinks of the washing machine as a germ magnet—that’s where clothes get clean, right? Not if you’re using a public machine, and especially if that machine uses water that’s not hot enough, says Tierno. Here’s why: Lower temperatures can encourage the spread of germs. Researchers at the University of Arizona found that intestinal viruses such as hepatitis A can be easily transferred from underwear to other garments during the washing process. Even worse, some germs can lurk in public washing machines and find their way to your clothes. What to do Wash your underwear and towels separately, using bleach if possible, and wash all towels in water that’s at least 155 degrees, which will kill most germs. Not sure if your apartment’s water temperature is hot enough? Talk to the building manager. v Your humidifier Watch out for the humidifier, say germ experts. “If it’s not cleaned properly, a humidifier can become a repository for legionella and other pathogens that cause respiratory infections,” says Tierno. What to do If you like sleeping with a humidifier in your room, be sure to clean it often—at least a few times a week—by mixing a solution of one-part bleach to 19 parts water (for most humidifiers, this would equal about a half or full cup of bleach) and letting it sit for a few minutes before <em>rinsing</em> well.  v Your doorknob Think of the people who have touched your front doorknob in the past 48 hours: the UPS man, a neighbor, a solicitor, your friends—it’s easy to lose count. Now think of all the places they’ve been—the subway, public restrooms, grocery stores. Those germs are all on your doorknob right now, says Tierno. Most people let their guard down when it comes to their own door handles, he says, but we shouldn’t: “Viruses can survive for days on doorknobs, and you can easily get cross contamination from them,” he says. What to do Make a habit of wiping down your doorknob frequently with sanitizing wipes or sprays. Have a copper doorknob? You may be in luck. Researchers in England found that copper door handles had 95 percent fewer microorganisms on them compared with other doorknobs. Scientists believe that many germs, including MRSA, may not be able to survive on copper. v Your salt and pepper shakers When’s the last time you cleaned your salt and pepper shakers? Exactly. These unassuming little items get touched in all parts of the meal-prep process. Example: You give your sauce a dash of salt after touching raw chicken and then later set the shaker on the table. What to do Nobody thinks of cleaning their salt and pepper shakers, says Elizabeth Scott, Ph.D., assistant professor and co-director Simmons Center for Hygiene and Health in Home and Community at Simmons College, but to avoid cross-contamination and food poisoning, you should. “Best to wipe them with an EPA-registered disinfectant,” she says. “But better still, always wash your hands after handling raw foods and before touching anything else.” Nguồn: http://health.msn.com/health-topics/slideshow.aspx?cp-documentid=100243934&imageindex=1",
            "vi": "8 Things in Your Home That May Be Harming You      Không nơi nào bằng nhà mình, đúng không? Vâng, đại loại vậy. Bạn có thể không ý thức về những nguy hiểm tiềm ẩn cho sức khoẻ rình rập trong nhà mình – từ những sinh vật sống trong nhà bếp đến rệp bọ trong phòng ngủ. Đây là những gì bạn cần biết và làm Viết bởi Sarah Jio v Mút rửa chén của bạn Có lẽ bạn đã nghe về mầm bệnh trên mút rửa chén của bạn (tin nóng hổi là – có thể có đến 20 triệu vi khuẩn đang hiện diện trong đó ngay hiện tại). Nhưng đây là mẹo: Cách bạn “làm sạch” miếng mút có thể làm cho nó tiềm ẩn những vi khuẩn nguy hiểm có thể gây bệnh cho bạn. Các nhà nghiên cứu của Sở Nghiên Cứu Nông Nghiệp thuộc Bộ Nông Nghiệp Hoa Kỳ tìm thấy rằng một vài phương pháp làm sạch chung cho mút rửa – ngâm chúng trong dung dịch tẩy rửa, nước chanh hoặc nước – không tiêu diệt được mầm bệnh. Phải làm gì Theo các nhà nghiên cứu, cách tốt nhất để làm sạch xốp bẩn, là trong lò vi-ba (ở nhiệt độ cao trong một phút) và máy rửa chén, các cách sẽ giết 99.9 phần trăm tất cả mầm bệnh. v Giường ngủ của bạn Gần đây bạn có chuyến đi xa nào không? Nếu có, có thể bạn đã mang về nhà một kẻ quá giang – một giống của loài côn trùng “kinh dị”. Rệp, loài côn trùng hút máu nhỏ xíu, là vật chủ gây ra bệnh viêm gan B và bệnh Chagas, các chuyên gia y tế cho biết. Nhưng vấn đề thật sự dường như lại là các bệnh nhiễm trùng và phản ứng dị ứng đôi khi có thể tạo ra bởi vết cắn của rệp. Theo Cục Bảo Vệ Môi trường, rệp đang tăng và trở thành vấn đề sức khoẻ gia tăng. Côn trùng này, trốn trong các khe kẽ của đệm và giường ngủ, đang xuất hiện khắp nơi, từ nhà tập thể đến các khách sạn sang trọng nhất, và chúng thường tìm đường vào hành lý của mọi người, và cùng với mọi người trở về nhà của họ. Phải làm gì Nếu gần đây bạn đã có đi du lịch, và đặc biệt là nếu bạn đã nhận thấy bất kỳ vết bọ cắn bí ẩn nào, hãy rửa mọi thứ trong hành lý của bạn và xem xét cọ việc rửa va-li của bạn với chổi cứng trước khi hút bụi nó thật kỹ.  v Máy tính xách tay của bạn Bạn là người duy nhất sử dụng nó, làm sao nó có thể bẩn được? Nói tóm lại: bẩn thỉu. Nghiên cứu của các nhà nghiên cứu tại Đại học của Hệ thống Chăm sóc Sức khoẻ Bắc Carolina nhận thấy là bàn phím chứa đầy mầm bệnh. Thậm chí gớm ghiếc hơn, một bồn cầu công cộng trung bình chứa 41 mầm bệnh trên mỗi inch vuông. Còn trung bình của bàn phím cá nhân? Khoảng 21,000 mầm bệnh trên mỗi inch vuông. Theo tiến sĩ Philip M. Tierno Jr., giám đốc vi sinh học và miễn dịch học lâm sàng của Trung tâm Y khoa Langone Đại học New York, “bồn cầu được chùi rửa, còn bàn phím thì hiếm khi”. Phải làm gì Tierno nói cách tốt nhất để giữ bàn phím máy tính xách tay hoặc máy tính của bạn sạch là nhẹ nhàng lau sạch nó hàng ngày với khăn lau khử trùng. v Màn tắm của bạn Theo nghiên cứu của Trung tâm Sức khỏe, Môi trường và Luật pháp, màn che buồng tắm và các lớp lót được làm từ polyvinyl clorua (PVC) có thể có hại cho sức khoẻ của bạn. Nghiên cứu của họ cho rằng nhựa PVC thải ra các hoá chất độc hại tiềm ẩn vào phòng tắm của bạn. Trong khi vẫn có một số cuộc tranh luận giữa các chuyên gia y tế là có bao nhiêu hoá chất này có thể bị cho là có hại, nhiều người tin việc giới hạn sự tiếp xúc của bạn với các hoá chất, bất cứ khi nào có thể, thì có ý nghĩa. Phải làm gì Kiểm tra nhãn của màn che buồng tắm của bạn để xem liệu nó được làm bằng nhựa dẻo vinyl hoặc PVC hay không. Trong khi không phải mọi nhà sản xuất đều tiết lộ thông tin này, thì một vài nhà bán lẻ, như Ikea, đã cấm tất cả màn che buồng tắm bằng PVC nói chung, và Target đã hứa sẽ giảm dần vật liệu này trong các sản phẩm màn che buồng tắm trong những tháng tới. v Việc giặt ủi của bạn Không ai nghĩ về máy giặt như một vật thu hút mầm bệnh - đó là nơi quần áo được giặt sạch, phải không? Không nếu như bạn đang sử dụng máy công cộng, và nhất là nếu máy sử dụng nước chưa đủ nóng. Đây là lý do: nhiệt độ thấp có thể khuyến khích lan truyền mầm bệnh. Các nhà nghiên cứu tại trường Đại học Arizona nhận thấy là các vi-rút đường ruột như là viêm gan có thể dễ dàng chuyển từ quần áo lót đến quần áo khác trong quá trình giặt giũ. Thậm chí tệ hơn, một số mầm bệnh có thể ẩn trong các máy giặt công cộng và tìm cách vào quần áo của bạn.  Phải làm gì Giặt quần áo lót và khăn tắm của bạn riêng rẽ, sử dụng thuốc tẩy nếu có thể, và giặt tất cả khăn tắm trong nước có nhiệt độ ít nhất là 155 độ, sẽ giết đa số mầm bệnh. Nếu không chắc chắn nhiệt độ của nước của căn hộ của bạn đủ nóng? Hãy nói với quản lý toà nhà. v Máy tạo hơi ẩm của bạn Theo các chuyên gia về mầm bệnh, hãy đề phòng máy tạo hơi ẩm. \"Nếu nó không được làm sạch đúng, máy tạo hơi ẩm có thể trở thành kho chứa vi khuẩn Legionella và các mầm bệnh gây ra bệnh đường hô hấp\". Phải làm gì Nếu bạn thích ngủ với máy tạo hơi ẩm trong phòng của bạn, chắc chắn sẽ làm sạch nó thường xuyên - ít nhất một vài lần một tuần – bằng cách trộn một dung dịch gồm 1 phần thuốc tẩy và 19 phần nước (cho đa số máy tạo hơi ẩm, lượng này sẽ bằng một nửa hoặc một tách đầy của thuốc tẩy) và để cho nó hoà tan trong vài phút trước khi chùi rửa. v Tay nắm cửa của bạn Nghĩ về những người đã chạm vào tay nắm cửa trước của bạn trong 48 tiếng đồng hồ vừa qua: người chuyển phát hàng, người hàng xóm, luật sư, bạn bè - khó mà đếm nổi. Bây giờ nghĩ về những nơi họ đã từng đến - tàu điện ngầm, nhà vệ sinh công cộng, cửa hàng tạp hoá. Các mầm bệnh đó là tất cả những gì trên tay nắm cửa của bạn ngay bây giờ. Hầu hết mọi người ít cảnh giác khi nói đến tay nắm cửa của họ, tiến sĩ Tierno cho biết, nhưng chúng ta không nên như vậy vì: \"Vi-rút có thể sống sót bao ngày trời trên tay nắm cửa, và bạn có thể dễ dàng bị qua nhiễm khuẩn từ chúng. Phải làm gì Tạo thói quen lau tay nắm cửa của bạn thường xuyên với khăn hoặc nước tẩy rửa. Có tay nắm cửa đồng? Bạn có thể đang gặp may. Các nhà nghiên cứu ở Anh nhận thấy là tay nắm cửa bằng đồng có ít hơn 95 phần trăm vi sinh vật so với tay nắm cửa khác. Các nhà khoa học tin rằng nhiều mầm bệnh, bao gồm siêu vi trùng MRSA, có thể không đủ khả năng tồn tại trên đồng. v Lọ muối và tiêu của bạn Khi nào là lần cuối cùng bạn làm sạch lọ muối và tiêu của bạn? Chính xác. Các món vật dụng nhỏ khiêm tốn này bị chạm vào tất cả các bộ phận trong quá trình chuẩn bị bữa ăn. Ví dụ: bạn cho vào nước xốt của bạn một chút muối sau khi chạm vào thịt gà sống và sau đó đặt chiếc lọ trên bàn. Phải làm gì Theo tiến sĩ Elizabeth Scott, giáo sư trợ giảng và đồng giám đốc Trung tâm Vệ sinh và Sức khoẻ tại nhà và cộng đồng Simmons thuộc trường cao đẳng Simmons, không ai nghĩ đến việc chùi rửa các lọ muối và tiêu của họ. Nhưng để tránh nhiễm bẩn chéo và ngộ độc thực phẩm thì bạn nên “Tốt nhất là làm sạch các vật dụng đó bằng thuốc khử trùng đã được đăng ký với Cơ quan Bảo vệ Môi sinh. Nhưng để tốt hơn nữa thì hãy luôn rửa tay sau khi chạm vào thực phẩm sống trước khi chạm vào bất cứ thứ gì khác.”"
        },
        {
            "en": "20 best kept hair secrets    Boost thin hair with Silicone Thin, lifeless hair is one of the most common hair complaints, yet few women know the best remedy. Heavy conditioners just leave hair limp. A better bet is to use products with silicone, such as dimethicone or cyclomethicone. These coat the strands with a thin film, creating fuller hair that doesn't look greasy. The silicone stays put even after you rinse. Eat fish and nuts for healthy hair The same nutritious foods that are good for your body promote stronger, healthier hair. The protein and omega-3 fatty acids in salmon and nuts produce a healthier scalp. Nutrients found in leafy vegetables, beans, and carrots are also good for your hair. Beware of fad diets aimed at quick weight loss. Deficiency of some nutrients, such as zinc, biotin, or protein, can lead to brittle hair or hair loss. Protect shine with lukewarm water Hot water can strip the sebum of scalp, which is the protective oil that acts as a natural conditioner and gives hair its shine. This doesn't mean you have to suffer through cold showers to avoid dull hair. Instead, use lukewarm water to wash your hair. Pamper the scalp by massaging it while you shampoo. Mend split ends with protein Frequent hair styling, coloring, bleaching, or perming can damage hair's protective outer layer, known as the cuticle. The result is what we call \"split ends.\" Thankfully, there are hair products to help mend the damage. Look for conditioners that contain protein. They actually penetrate the hair shaft and repair split ends. The fix only lasts until the next shampoo, so you'll need to use it regularly. Get that \"Redhead Bounce\" The fullness of your hair is in your genes – and your styling technique. Natural redheads have thicker hair, while blondes have the thinnest but greatest number of hairs. Luckily, you can enhance your hair's volume whatever its color. Use a leave-in conditioner or mousse and dry the root area first. If your hair is very fine, use a low-heat setting when drying, curling, or straightening.  Don't treat dandruff with oils Dandruff isn't caused by a dry scalp, but by an inflammatory process that affects the scalp. Rubbing oil into the scalp can make the inflammation worse, resulting in more unsightly white flakes. That's why medicated shampoos – either over-the-counter or from a dermatologist – can best treat dandruff. Just be sure to rinse thoroughly after using medicated shampoo. Skip high-powered blow dryers You might expect a blow dryer with higher wattage to slice a few precious minutes off your styling routine. But in a comparison of blow dryers, Consumer Reports found they all dried hair in about the same amount of time. Some are much noisier than others, though. The consumer research group found the more expensive dryers were the quietest, and the noisiest were as loud as a lawn mower. Brush less to limit hair loss Too much brushing will snap off hairs. Some hair loss is normal – most people lose an average of 50 to 100 hairs every day. These are hairs that have stopped growing and have reached the resting stage. To minimize additional hair loss, use a brush with ball-tipped bristles and avoid brushing while the hair is wet. Avoid styles that damage hair Tight ponytails and braids can break off hair and damage the hair follicle. Continuous pulling can even lead to hair loss. Extensions add weight to the hair and also put pressure on the follicle. Dermatologists recommend wearing extensions for no more than three months. Also, be aware that wet hair is more fragile, so you shouldn't put your hair in braids or a ponytail while it's wet. Don't let brands clean your wallet What are you really getting for extra money spent on specialty products? They may contain natural botanicals, but that may not mean better style. Consumer Reports tested products on 1,700 ponytail samples and found that the more expensive shampoos didn't perform better than cheaper ones. What is important: Choose shampoos and conditioners designed for your hair type, such as those for oily, fine, or color-treated hair. Use gentle color to cover grays Hair doesn't only go gray as we get older – it also becomes weaker and grows more slowly. That means damaged hair won't develop quickly anymore. Chemicals used on \"mature\" hair should be weaker to avoid damage, says dermatologist Zoe Draelos, MD editor of the Journal of Cosmetic Dermatology. Neutralize frizz in winter, too Humidity gets the rap for causing frizzy bad hair days. But there's more static electricity in low humidity. This means frizz also flies in winter months and in the desert climates of the Southwest. Use conditioner to neutralize the static electricity. Shampoos that are pH-balanced also can calm the frizz of chemically treated hair. Keep brushes away from your curls Curly hair is more likely to break and become dry and brittle. Gently using a pick keeps curls looking better than combing or brushing. Conditioners with polymers such as polyvinylpyrrolidone can smooth hair and make it more manageable. Don't overdo the use of flat-irons and relaxers, which can damage hair.  Avoid extreme color changes Perhaps you're a brunette who always wanted to be a blonde, or a blonde who wants to go darker. Be aware that you're risking damage to your hair with more extreme color changes. Some dermatologists recommend staying within three shades of your natural color. Get the facts about hair dye Frequent dying can damage the hair, but it does not appear to harm your health. Most studies indicate no link between cancer and hair dyes, and in other studies the evidence is weak, the American Cancer Society says. Consider using acetate-based dyes or natural dyes such as henna. Give the blow dryer a rest Frequent blow-drying is hard on your hair and can actually lead to hair loss. When you do blow dry, turn down the heat. Finer hair is especially sensitive to damage from heat, but even thick manes need some tender care. Protect your hair before styling by using a conditioner. Protect hair from the sun The sun is no kinder to your hair than it is to your skin. Sun exposure can dry out hair, especially if it's color-treated. Use a light hair spray with SPF protection – or wear a hat when the sun is strongest. Frequent summer trims can keep your ends looking healthy. Shower before you swim Avoid chlorine damage by <em>rinsing</em> your hair before entering the pool. If your hair is already saturated with water, it won't absorb as much from the chemical-laden pool. Use a pH-balancing hair product to further protect your hair. Take a time out from styling For better hair days, the best thing you can do is – nothing. All the tugging, combing, brushing, drying, and chemically treating of hair damages the shafts. Even vigorous towel-drying can damage hair. If you have damaged hair, take a break from styling. As the damaged hair grows out, the new growth will be healthy. Be aware of changes in your hair Sudden changes in your hair, such as brittle hair or hair loss, could be a sign of a health problem. For example, hair loss can be caused by thyroid disease, iron deficiency, or an autoimmune disease. Some medications can cause hair loss, too. If you have a concern about changes in the condition of your hair, see a dermatologist.",
            "vi": "20 bí quyết hay nhất giữ cho mái tóc đẹp     Chữa tóc thưa bằng Silicone Tóc thưa, mỏng, thiếu sức sống là một trong những vấn đề nhiều người phàn nàn nhất, tuy vậy chỉ một số ít phụ nữ biết cách để khắc phục hữu hiệu nhất. Các loại dầu dưỡng tóc đậm đặc chỉ làm cho tóc thêm xơ xác. Tốt hơn hết là bạn nên sử dụng các sản phẩm chứa silicone, chẳng hạn như dimethicone hoặc cyclomethicone. Những sản phẩm này sẽ áo bên ngoài tóc một lớp màng mỏng, tạo cho tóc dày thêm mà không có vẻ bóng nhầy. silicone vẫn còn nằm trên tóc thậm chí ngay sau khi bạn gội đầu xong.  Ăn cá và đậu để có mái tóc khỏe  Các thức ăn giàu dinh dưỡng giúp cho cơ thể phát triển tốt thì cũng làm cho tóc mọc khỏe hơn và cứng cáp hơn. protein và các axit béo omega-3 trong cá hồi và đậu có tác dụng làm cho da đầu khỏe hơn. Dưỡng chất trong các loài rau rậm lá, đậu, và cà rốt cũng tốt cho tóc của bạn. Nên cảnh giác với chế độ dinh dưỡng sử dụng trong một thời gian ngắn nhằm để giảm cân nhanh. Tình trạng thiếu một số chất dinh dưỡng như kẽm, biotin, hoặc protein, cũng làm cho tóc bị giòn và dễ gãy rụng.  Bảo vệ độ bóng của tóc bằng nước ấm  Nước nóng có thể làm mất đi chất nhờn của da đầu, đây là lớp dầu bảo vệ có tác dụng như một dầu dưỡng tóc tự nhiên và làm cho tóc bóng mượt. Điều này không có nghĩa là bạn phải chịu đựng cảnh tắm gội bằng nước lạnh để tránh làm cho tóc bị xỉn màu. Thay vào đó, bạn nên sử dụng nước ấm để gội đầu. Hãy làm cho da đầu thoải mái bằng cách mát-xa nó trong khi bạn gội đầu nhé.  Ngăn tóc chẻ ngọn bằng protein Việc tạo dáng, nhuộm, tẩy màu, hoặc uốn tóc thường xuyên có thể gây hại cho lớp bảo vệ bên ngoài của tóc, ví như lớp biểu bì nằm ngoài cùng. Kết quả là tóc bị “chẻ ngọn” như chúng tôi gọi đây. May thay cũng có nhiều sản phẩm dành cho tóc để giúp phục hồi hư tổn. Bạn nên tìm những dầu dưỡng chứa protein nhé. Chúng thường thấm sâu vào thân tóc và phục hồi phần ngọn bị chẻ. Việc phục hồi tóc chỉ kéo dài cho đến lần gội đầu kế tiếp, vì  vậy bạn nên sử dụng những sản phẩm này thường xuyên nhé.  Giúp mái tóc bạn “Trông có vẻ dày hơn” Gien và kỹ thuật tạo dáng sẽ làm cho tóc của bạn trông có vẻ dày lên. Người có tóc hoe đỏ tự nhiên thường có tóc dày hơn, trong khi người tóc hoe vàng thường có tóc mảnh nhất nhưng lượng tóc lại nhiều nhất. May mắn là bạn có thể cải thiện lượng tóc của mình và làm cho nó trông có vẻ dày hơn mà không cần quan tâm tới màu của tóc bạn là gì. Hãy sử dụng dầu dưỡng tóc hoặc mousse và lau khô ở phần chân tóc trước nhé. Nếu tóc của bạn quá mảnh, hãy sử dụng máy sấy tóc nhiệt độ thấp khi sấy, uốn xoăn hoặc làm thẳng tóc nhé.  Đừng trị gàu bằng dầu giữ ẩm Gàu sinh ra không phải do da đầu của bạn bị khô mà do những viêm nhiễm trên vùng da này gây nên. Việc chà xát dầu vào da đầu có thể làm cho tình trạng viêm ngày càng trầm trọng thêm, làm phát sinh thêm nhiều vảy gàu trắng xấu xí, khó coi. Đó là lý do vì sao nhiều thuốc gội đầu – kể cả thuốc mua tự do không theo toa hoặc do bác sĩ da liễu chỉ định – đều có thể trị được gàu hiệu quả nhất. Phải nên gội đầu kỹ lại sau khi đã sử dụng thuốc gội đầu nhé. Đừng dùng máy sấy công suất mạnh  Bạn có thể kỳ vọng là một chiếc máy sấy công suất cao hơn có thể giúp tiết kiệm vài phút giây quý báu trong công đoạn tạo dáng tóc thường nhật của mình. Nhưng khi so sánh các loại máy sấy tóc với nhau thì tờ Consumer Reports phát hiện ra tất cả đều làm khô tóc với thời lượng như nhau. Dẫu vậy, một số máy phát ra tiếng ồn lớn hơn những cái khác. Nhóm nghiên cứu người tiêu dùng nhận thấy rằng những chiếc máy càng đắt tiền hơn thì hoạt động êm nhất, và những máy ồn nhất nghe như tiếng của máy xén cỏ vậy.  ít chải đầu để hạn chế rụng tóc  Việc chải tóc quá nhiều sẽ làm cho tóc bị gãy sợi. một ít tóc rụng là chuyện bình thường – hầu hết người ta thường rụng trung bình khoảng chừng từ 50 đến 100 sợi tóc mỗi ngày. Đây là những sợi tóc đã đến giai đoạn ngừng phát triển và đã lão hoá. Để giảm thiểu lượng tóc rụng thêm, bạn nên sử dụng một chiếc lược lông cứng có đầu răng hình tròn và tránh chải đầu khi tóc còn ướt nhé.   Hãy tránh những kiểu làm cho tóc hư tổn Những kiểu tóc tết bím và tóc đuôi gà cột chặt có thể làm cho tóc bị gãy và làm tổn thương đến nang tóc. Việc duy trì kiểu tóc cột kéo này thậm chí cũng có thể làm rụng tóc và đồng thời nếu nối tóc thì bạn cũng làm cho tóc thêm nặng và đè lên nang tóc. Các bác sĩ da liễu thường khuyến cáo người nối tóc không nên sử dụng quá 3 tháng. Ngoài ra, bạn cũng không nên tết tóc hoặc cột tóc đuôi gà khi tóc còn ướt vì lúc này tóc yếu hơn và dễ gãy hơn.    Đừng để các thương hiệu dầu gội làm bạn sạch ví  Bạn thực sự được gì khi chi tiền nhiều hơn cho các đặc phẩm chăm sóc tóc? Chúng có thể chứa nhiều dược thảo thiên nhiên, nhưng cũng có thể không đồng nhất với việc sẽ cho dáng tóc đẹp hơn. Báo Consumer Reports đã thử nghiệm trên 1.700 mẫu tóc đuôi gà và phát hiện ra các dầu gội đắt tiền hơn không cho kết quả tốt hơn so với loại dầu gội rẻ tiền. Điều quan trọng là bạn nên chọn loại dầu gội và dưỡng tóc phù hợp với loại tóc của mình chẳng hạn như sản phẩm nào dành cho người có tóc dầu, tóc mảnh dễ gãy, hoặc sản phẩm nào dành cho người có tóc màu.  Nhuộm tóc có màu trung tính Khi chúng ta lớn tuổi, tóc không chỉ bạc đi mà còn trở nên yếu hơn và chậm phát triển dần. Điều này có nghĩa là tóc hư tổn sẽ không còn khả năng mọc nhanh nữa. Bác sĩ da liễu Zoe Draelos, tổng biên tập viên của tờ Journal of Cosmetic Dermatology cho biết các hoá chất sử dụng cho tóc “lão hoá” nên dịu nhẹ hơn để nhằm tránh gây thương tổn.  Cũng nên sử dụng dầu giữ ẩm tóc vào mùa đông Độ ẩm làm cho tóc xoăn trở nên xơ rối hơn trong những ngày đông. Nhưng độ ẩm thấp lại tồn tại lượng tĩnh điện nhiều hơn. Điều này có nghĩa là tóc xoăn lọn cũng xơ đi trong những tháng mùa đông và trong tiết trời sa mạc ở phía Tây Nam. Bạn nên sử dụng dầu dưỡng trung hoà tĩnh điện cho tóc. Những loại dầu gội có nồng độ pH trung tính cũng có thể làm dịu tóc quăn sử dụng hoá chất.  Cất lược chải đầu xa khỏi tóc xoăn Tóc xoăn rất dễ gãy và khô giòn. Hãy nhẹ nhàng dùng một cái gỡ rối giữ cho những lọn tóc trông đẹp hơn so với lược hoặc bàn chải tóc. Các loại dầu dưỡng tóc chứa polyme chẳng hạn như polyvinylpyrrolidone có thể làm cho tóc bạn mượt mà và dễ chăm sóc hơn. Đừng lạm dụng phương pháp là điện hoặc máy duỗi thẳng tóc, chúng có thể làm tổn hại tóc nhiều hơn.  Tránh những tông màu mạnh  Có thể bạn đang có tóc đen nhưng luôn ước mình là người tóc vàng, hoặc người tóc vàng muốn tóc mình đậm màu hơn. Bạn hãy nên biết rằng mình đang gây hư tổn cho tóc một cách liều lĩnh bằng những tông màu mạnh hơn. Một số bác sĩ da liễu khuyến cáo nên giữ tóc trong 3 sắc thái màu tự nhiên của mình.   Hiểu sự thật về việc nhuộm tóc Việc nhuộm tóc thường xuyên có thể gây hư tóc, nhưng có vẻ không ảnh hưởng gì tới sức khỏe. Hiệp hội Ung thư Hoa Kỳ cho biết hầu hết các cuộc nghiên cứu đều không cho thấy mối liên hệ nào giữa việc nhuộm tóc và bệnh ung thư, và trong các cuộc nghiên cứu khác kết quả cũng cho thấy có mối tương quan nhẹ. Nên cân nhắc việc sử dụng thuốc nhuộm acetate hoặc thuốm nhuộm tự nhiên như lá móng chẳng hạn.  Đừng lạm dụng máy sấy tóc Sấy tóc thường xuyên có thể khiến cho tóc của bạn rất dễ khô cứng và gãy rụng. Thế nên khi bạn sấy, hãy chỉnh lượng nhiệt nhỏ lại. Tóc mảnh đặc biệt rất nhạy cảm với hư tổn do nhiệt, nhưng thậm chí ngay cả tóc dày cũng cần được chăm sóc nâng niu. Ngoài ra, bạn cũng nên sử dụng dầu dưỡng tóc trước khi tạo dáng tóc nhé.  Bảo vệ tóc khỏi ánh nắng mặt trời Ánh nắng mặt trời là kẻ thù của mái tóc hơn là làn da của bạn. Sức nóng của mặt trời có thể làm cho tóc bạn bị khô, nhất là tóc màu. Hãy bảo vệ tóc bằng kẹo xịt dạng nhẹ có SPF – hoặc đội nón mũ khi mặt trời gay gắt nhất. Việc cắt tỉa tóc thường xuyên vào mùa hè cũng có thể giúp phần đuôi tóc của bạn trông khoẻ hơn.  Hãy gội đầu ướt trước khi đi bơi Để tránh tổn hại của hoá chất clo, bạn nên gội đầu ướt trước khi xuống hồ nhé. Nếu tóc của bạn đã ướt sẵn thì tóc sẽ không hấp thụ nhiều hoá chất của hồ. Hãy sử dụng sản phẩm chăm sóc tóc có nồng độ pH trung tính để bảo vệ thêm cho tóc nhé.  Đừng mất thời giờ cho việc tạo dáng tóc Để có mái tóc khỏe hơn, tốt hơn hết là bạn không nên làm gì cả. Tất cả những việc giật kéo tóc, chải tóc, sấy khô, và điều trị bằng hoá chất đều có thể gây hư tổn cho thân tóc. Thậm chí ngay cả khăn lau xơ cứng cũng có thể gây hại cho tóc. Nếu tóc của bạn bị hư tổn, hãy để cho tóc được nghỉ ngơi, đừng nên tạo dáng. Khi tóc hư tổn dài ra thì phần tóc mới sẽ khỏe hơn nhiều.  Nhận biết những thay đổi của tóc Những thay đổi đột ngột trên tóc, chẳng hạn như tóc trở nên giòn, dễ gãy hoặc rụng, có thể là một dấu hiệu của vấn đề sức khỏe. Ví dụ, rụng tóc cũng có thể là do bệnh tuyến giáp, thiếu sắt, hoặc một chứng bệnh tự dị ứng nào đó gây ra. Một số thuốc cũng có thể gây rụng tóc. Nếu quan tâm đến những thay đổi của tóc mình, bạn nên đến khám ở một bác sĩ da liễu để được tư vấn nhé."
        },
        {
            "en": "Causes of dandruff    The skin of the scalp (and also of the whole body) is constantly renews itself by shedding the outer layer of skin cells. Most of the time this shedding is unnoticeable. But when this shedding becomes noticeable on the scalp, it is called dandruff. Mild dandruff occurs not due to dryness of the scalp but usually is a result of too much oiliness of the skin. If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your navel or genitals, it may be due to seborrheic dermatitis or seborrhea. Severe dandruff may be the result of psoriasis of the scalp. Seborrheic dermatitis may be caused by an increased number of a yeast-like organism (pityrosporum ovale) found on healthy scalp in low numbers. Dandruff can occur to anybody at any age. It should not be left untreated. Zinc and essential fatty acids (pumpkin seeds, nuts, vegetable oils) prevent dandruff. Home cure & remedy of dandruff For good hair without dandruff, drink at least 2 liters of water daily, eat lots of salads, green vegetables, and fresh fruits. Combs must be washed as frequently and hair should be brushed regularly. Dandruff is a scalp condition that can be controlled. Too little oil or too much oil can result in dandruff. Try the following:    1. Mix 2 teaspoons of pure vinegar in 6 teaspoons of water and apply it on the scalp before going to bed. Tie a towel around the head. Wash your head next morning. After shampooing, rinse again with vinegar water. Treat your hair like this once a week for at least three months.    2. Mix 1 teaspoon of lemon juice with 2 teaspoons of vinegar and massage on the scalp. Wash your hair with an egg shampoo.    3. Take 1 part of almond oil, 1 part of pure sulphur powder, 2 parts of 'surgical spirit' and 4 parts of distilled water or rose water and mix well. Rub on the scalp.    4. Take 2 cups of water, add 4-5 tablespoons of dried thyme and boil for 10 minutes. Cool, strain, and use the mixture to massage scalp. Keep for half an hour.    5. Dissolve 2 aspirins in any dandruff shampoo and wash your hair.    6. Massage the scalp with almond oil. Dip a towel in boiling water and wrap it around the hair. Repeat it thrice or four times when the towel gets cold.    7. Make a shampoo by mixing 100g of amla (Indian goose berry), reetha, and shikakai, and boil in two liters of water until the liquid reduces to half. Use this shampoo for one month. Dandruff will vanish and your hair will become thick.     8. Fenugreek seeds are also useful in the removal of dandruff. Grind fenugreek (methi) seeds soaked in water overnight. Massage this paste on scalp and hair and leave it for 15-20 minutes. Wash it off with a mild shampoo.    9. Wash your hair with warm apple cider vinegar. Then cover your head with a towel or a shower cap and leave for about 30-40 minutes. Rinse with plain water. Repeat 2 times a week until your dandruff goes away.   10. Take a palm full of baking soda and rub it on your wet hair. Wash it off with water. The baking soda should relieve the itching and help in reducing the problem of dandruff.   11. Mix 100g of witch hazel and 1 tablespoon of fresh lemon juice in 200ml of water. Shampoo your hair and apply with cotton to the scalp when the hair are still wet. Repeat several times until the dandruff is treated.   12. Try a shampoo with selenium sulfide or salicylic acid.   13. Try Zest soap once a week. It may work for oily hair. It leaves your hair dry, so use conditioner to your hair only but try not to get it on your scalp. It has worked to get rid of dandruff for some people.  How to prevent and treat dandruff Dandruff, a condition characterized by flaking, itchy scalp, is one of the most common dermatological conditions. Fortunately, while the exact cause of dandruff is not known, there are some things you can do to reduce your risk of getting it, and effective treatments are available.  Steps    1.         Eat a healthy, balanced diet. A healthy diet may ward off the flakes. Make sure to get plenty of zinc, Omega-3 fatty acids, E and B-vitamins, and avoid excessive yeast and sugar. Research suggests that dandruff is at least in part caused by a fungus that thrives in yeasty, fatty, sugary environments. Though this does not necessarily directly affect the conditions of your skin, your overall health will help with how your body responds to the fungus causing the dandruff.         2.        Don't worry, be happy. Stress challenges the body's defenses and encourages all sorts of ailments, including dandruff, so relax now and don't worry about wearing a black shirt tomorrow.    3.          Limit your use of hair styling products. Hairspray, mousse, and gel may contribute to dandruff in some people. They may also cause excessive drying of the skin, which can cause flaking - or trigger allergic reactions. If you notice dandruff soon after you begin to use a new product, chances are the product is to blame. The exception to this would be using a therapeutic styling gel or spray formulated with tea tree oil.                 4.       Wash your hair regularly. Dandruff seems to thrive in oily hair, so regular shampooing can help you fight it off. If you already have dandruff, washing your hair may help you keep the symptoms (the flakes) under control until it goes away. Massage your scalp so that you clean your skin, as well as your hair. Wash your hair many times. The first washing breaks up the waxy sebum, and the second washing helps rinse it all away.     5.       Use a shampoo designed to treat dandruff. If dandruff persists despite regular shampooing, you may need something stronger. There are a variety of anti-dandruff shampoos available at your pharmacy or grocery store, and they usually work. Be sure to follow the instructions carefully, and make a little extra time to shower, as most of these recommend that you leave them in for 5-10 minutes and lather twice.    6.  Oil your hair with herbal oils or use special herbal gels. Do this on a regular basis, at least twice a week for improvements.    7.  Be aware that there are different active ingredients in dandruff shampoos. If one does not work for you try another. Ketoconazole (brand name Nizoral®) is extremely effective against certain types of dandruff that are caused by a fungus. 1% Ketoconazole is available without prescription in the US, 2% requires a prescription. The 2% is available without a prescription in Canada.    8.      Be patient. While anti-dandruff shampoos may produce results, it can take a week or two to see the difference.    9.      Switch it up. If one type of anti-dandruff shampoo doesn't seem to work, or if it works for a time but then doesn't, switch to a product with another active ingredient (the active ingredient will be labeled on the bottle). 10.      See your doctor if the problem persists after more than a couple weeks of treatment. There are prescription shampoos available, and steroid creams may also help. Tips     * Try using a softer shampoo. Several barbers have said that the cause is often a harsh shampoo which kills or dries out the skin.           * Another possible remedy consists of pouring a generous amount of table salt into your hand before showering. Gently rub it in your whole scalp. Rinse it out in the shower, and shampoo normally.      * It's best to get your vitamins from food, rather than nutritional supplements. A quick Internet search will turn up foods you can integrate into your diet that are rich in zinc, Omega-3s, and B-vitamins.     * If anti-dandruff shampoos aren't working, or if you notice redness on the scalp or silvery or yellow flakes, you may not have dandruff at all. A number of other conditions can lead to flaking skin and itchy scalp. See your primary care physician or dermatologist.     * A quick internet search will turn up all kinds of home remedies for dandruff. While some of these may indeed work, anti-dandruff shampoos are inexpensive enough to be adequate for most people.     * Wear light-colored clothing (especially tops) while you have dandruff. Most people won't even notice.     * If you have hay fever, eczema, or other skin or respiratory allergies, your dandruff may be caused in part by an allergic reaction. In this situation, you may find it helpful to shampoo LESS frequently, so the natural oils that protect your scalp aren't stripped away. Allergic people may also react to dandruff shampoos by generating more dandruff. If you think this may be the case for you, try washing your hair with conditioner only, or washing less frequently.     * Try the condition only treatment first during a vacation or a time when you will be less publicly visible, since your scalp will be very oily at first. It will take two weeks to a month for the balance of oils on your hair and scalp to adjust itself.     * <em>Rinsing</em> your scalp with a rinse of 1/4 cup of white vinegar and 3/4 cup of water may help the problem. The natural acids will help loosen any sebum (dead skin and oils) that clings to your scalp and flakes to form dandruff. Rinse thoroughly with WARM, not hot, water. If you don't rinse well, you will smell like vinegar. While white vinegar is the gold standard of home remedies and apple cider vinegar or lemon juice should work as well. Lemon juice may lighten dark hair.     * Tea tree oil has antiseptic qualities that may help kill the fungus, and keep your scalp moisturized. You can buy a small bottle at many groceries and health food stores, and add 5-6 drops to your regular shampoo. Or just purchase a shampoo that contains tea tree oil.     * Buy and use two or three different types of regular shampoo and don't use the same one two days in a row. For some reason this gets rid of lesser cases of dandruff.     * Scalpicin® may be useful for particularly itchy scalps. They contain either anti-inflammatory ingredients (like hydrocortisone) or one of the active anti-dandruff ingredients. Usually these treatments also contain menthol, which provides a cooling effect that reduces the sensation of itching. Warnings     * Some anti-dandruff shampoos, such as those containing selenium sulfide or coal tar may discolor dyed hair.     * Discontinue use of any anti-dandruff shampoo or medication if the condition worsens or spreads, or if you notice side effects. Consult your primary care physician or dermatologist if the problem doesn't go away.     * Watch out for shampoos that are packaged to look like dandruff shampoos but only say that they will rinse away loose dandruff. Any shampoo will rinse away loose dandruff.     * Using more than one anti-dandruff product may cause redness and irritation.      * Avoid Sodium Lauryl Sulphate (SLS). It's a foaming compound that's a mild irritant. Some people find that using specialist soap without SLS as a shampoo for a couple of weeks makes their dandruff go away. You'll probably get it back if you switch back to ordinary shampoo. Shampoo with one of these anti-dandruff ingredients: ketoconazole, zinc pyrithione, selenium sulfide, salicylic acid, coal tar extract, or sulfur. If one doesn't work try another.",
            "vi": "Nguyên nhân gây ra gàu    Da đầu (cũng như da trên toàn bộ cơ thể) thường xuyên tự tái tạo tế bào da mới bằng cách bong tróc lớp tế bào da bên ngoài. Thường thì người ta không thấy được sự bong tróc lớp tế bào da này. Nhưng khi lớp tế bào da này đóng thành từng mảng lớn có thể thấy được gọi là gàu.  Chứng gàu nhẹ xảy ra không phải vì da đầu khô mà thường là do da đầu tiết quá nhiều dầu. Nếu bạn bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn. Chứng gàu nặng có thể là do bệnh vảy nến trên da đầu. Hoạt động tăng lượng vi khuẩn giống như nấm men có thể gây ra chứng viêm da do tiết quá nhiều bã nhờn; lượng vi khuẩn này rất ít trên da đầu khoẻ mạnh. Gàu có thể xảy ra với bất cứ người nào ở bất cứ độ tuổi nào. Và chứng bệnh này có thể chữa được.  Kẽm và các axit béo thiết yếu (như hạt bí ngô, quả hạch, dầu thực vật) đều có tác dụng ngăn ngừa gàu. Biện pháp & phương thuốc chữa gàu tại nhà  Để sở hữu một mái tóc đẹp sạch gàu, bạn nên uống ít nhất 2 lít nước mỗi ngày, ăn nhiều rau xà lách, rau xanh, và trái cây tươi. Lược chải tóc nên được chà rửa thường xuyên đồng thời phải nên chải tóc thường xuyên nữa. Gàu là chứng bệnh trên da đầu có thể kiểm soát được. Da đầu ít dầu quá hay nhiều dầu quá đều có thể gây ra gàu. Hãy thực hiện theo các bước sau đây nhé: 1. Hoà 2 muỗng cà phê giấm nguyên chất với 6 muỗng cà phê nước và thoa lên da đầu trước khi đi ngủ. Quấn khăn quanh đầu. Gội đầu vào sáng hôm sau. Sau khi gội đầu, hãy gội lại bằng nước giấm. Hãy điều trị gàu theo phương pháp này mỗi tuần một lần ít nhất trong 3 tháng. 2. Hoà một muỗng cà phê nước ép chanh với 2 muỗng cà phê giấm và xoa bóp da đầu. Gội đầu lại bằng dầu gội đầu trứng. 3. Dùng 1 phần dầu quả hạnh, 1 phần bột lưu huỳnh nguyên chất, 2 phần “cồn 90 độ” và 4 phần nước cất hoặc nước hoa hồng và hoà trộn chúng một cách kỹ lưỡng. Xát hỗn hợp này lên da đầu. 4. Dùng 2 tách nước, thêm vào 4-5 muỗng canh cỏ xạ hương khô và đun sôi trong vòng 10 phút. Để nguội, gạn lấy cái và sử dụng hỗn hợp này để xoa bóp da đầu. Để trong vòng nửa tiếng đồng hồ. 5. Hoà tan 2 viên thuốc aspirin vào bất kỳ loại dầu gội đầu nào rồi gội lên đầu của bạn. 6. Mát-xa da đầu bằng dầu quả hạnh. Nhúng khăn vào nước ấm và quấn quanh đầu. Làm lại ba hoặc bốn lần khi khăn nguội đi. 7. Làm dầu gội bằng cách trộn 100 g quả amla (thứ quả mọng thuộc họ thầu dầu-cây rụng lá), reetha, shikakai, đun sôi hỗn hợp này với 2 lít nước cho đến khi cô lại còn một nửa. Dùng dùng gội này trong vòng một tháng. bạn sẽ có một mái tóc dày đẹp và sạch gàu. 8. Hạt cà-ri cũng rất hữu ích trong việc làm sạch gàu. Xay nhuyễn hạt cà-ri (methi) đã ngâm trong nước qua đêm. Mát-xa thứ hỗn hợp bột nhão này lên da đầu và để trong vòng 15-20 phút. Gội đầu lại với dầu gội đầu nhẹ dịu. 9. Gội đầu bằng giấm rượu táo ấm. Sau đó trùm tóc bằng khăn hoặc mũ tắm và ủ tóc khoảng 30-40 phút. Gội đầu lại bằng nước lạnh. Mỗi tuần nên làm 2 lần cho đến khi nào sạch gàu thì thôi. 10. Lấy một vốc bi-các-bô-nát na-tri và xát lên tóc ẩm. Gội đầu lại bằng nước lạnh. bi-các-bô-nát na-tri không những giúp cho da đầu hết ngứa mà còn sạch gàu. 11. Hoà trộn 100 g cây phỉ và 1 muỗng canh nước ép chanh tươi với 200 ml nước. Gội đầu và dùng miếng bông chà lên da đầu khi tóc vẫn còn ướt. Làm lại nhiều lần cho đến khi nào sạch gàu. 12. Thử sử dụng dầu gội chứa xê-len sunfua hoặc a-xít salixilic. 13. Thử gội đầu với xà phòng Zest mỗi tuần một lần. xà phòng này có tác dụng tốt với tóc nhờn; giúp tóc bạn khô hơn; vì thế hãy thoa dầu dưỡng tóc lên tóc thôi, đừng thoa lên da đầu. xà phòng Zest cũng có tác dụng trị gàu với một số người. Cách ngăn ngừa và trị gàu Gàu là chứng bệnh đặc trung do da đầu ngứa, đóng vảy, và là một trong những chứng bệnh da liễu thường gặp nhất. May mắn là, trong khi người ta chưa xác định được chính xác nguyên nhân gây ra gàu trên da đầu là gì, thì cũng có một vài biện pháp giúp bạn giảm nguy cơ bị gàu và cũng có nhiều biện pháp chữa trị gàu hiệu quả nữa. Các biện pháp trị gàu  1. Có chế độ ăn uống khỏe mạnh và cân đối. chế độ ăn uống khỏe mạnh có thể ngăn ngừa được chứng đóng vảy gàu. Đảm bảo ăn nhiều kẽm, axit béo chứa Omega-3, các loại vi-ta-min E và B, tránh ăn những thức ăn chứa nhiều men và đường. Nghiên cứu cho thấy một yếu tố nhỏ nào đó gây ra gàu là nấm phát triển nhanh khi người bệnh ăn nhiều men, nhiều chất béo và đường. Mặc dù điều này chưa hẳn là nguyên nhân tác động chính đến các chứng bệnh về da của bạn, tình trạng sức khỏe tổng quát của bạn sẽ giúp cơ thể bạn phản ứng lại chứng nấm gây ra gàu này. 2. Đừng lo lắng nhiều, hãy vui lên. Căng thẳng làm cản trở hệ bảo vệ của cơ thể và làm phát sinh tất cả các chứng bệnh, kể cả gàu, vì  vậy ngay bây giờ hãy thư giãn đi và đừng bận tâm về việc mặc chiếc áo sơ mi màu đen ngày mai nữa. 3. Hạn chế sử dụng các sản phẩm tạo kiểu tóc. Keo xịt tóc, mút và gel vuốt tóc cũng có thể là tác nhân góp phần gây ra gàu ở một vài người. Các loại sản phẩm tạo kiểu tóc này cũng có thể làm cho da đầu khô quá mức, gây ra tình trạng đóng vảy hoặc gây dị ứng da đầu. Nếu bạn phát hiện mình bị gàu sau khi bắt đầu sử dụng một sản phẩm mới thì nhiều cơ hội gây ra gàu chắc là do sản phẩm tóc này. Biện pháp ngoại lệ là sử dụng gel vuốt tóc chữa gàu hoặc keo xịt tóc được điều chế từ tinh dầu trà.  4. Hãy gội đầu thường xuyên. có vẻ như gàu phát triển nhanh trên tóc nhờn, vì vậy việc thường xuyên gội đầu cũng có thể giúp làm sạch gàu. Nếu bạn đã bị gàu thì việc gội đầu cũng có thể giúp bạn ngăn triệu chứng đóng vảy ngứa cho đến khi sạch gàu. Hãy mát-xa da đầu để làm sạch da đầu đồng thời làm sạch tóc. Hãy gội đầu nhiều lần. Việc gội đầu lần thứ nhất làm bong rã bã nhờn đã đóng như sáp trên da đầu và gội đầu lần thứ hai giúp tẩy sạch lớp bã dầu đó. 5. Gội đầu bằng dầu gội đặc trị gàu. Nếu gàu vẫn còn dai dẳng mặc dù gội đầu thường xuyên thì hãy nên dùng một thứ dầu gội nào đó mạnh hơn. Có nhiều loại dầu gội trị gàu ở các hiệu thuốc hay ở các tiệm tạp hoá và thường có tác dụng trị gàu tốt. Hãy chắc rằng bạn thực hiện cẩn thận đúng theo chỉ dẫn, và hãy dành thêm một ít thời gian để tắm vòi hoa sen, vì hầu hết các dầu gội trị gàu này khuyên bạn nên ủ tóc từ 5 đến 10 phút và xoa dầu gội 2 lần.  6. Thoa dầu thảo dược lên tóc của bạn hoặc sử dụng gel thảo dược đặc biệt. Làm đều đặn, ít nhất 2 lần trong một tuần để chữa gàu. 7. Nên biết rằng có nhiều hoạt chất khác nhau trong các loại dầu gội trị gàu. Nếu loại dầu gội này không có hiệu quả thì bạn nên sử dụng loại dầu gội khác. Ketoconazole (thương hiệu Nizoral®) vô cùng hiệu quả đối với một số loại gàu do nấm gây ra. Bạn có thể mua dầu trị gàu 1% Ketoconazole mà không cần toa ở Hoa Kỳ, nhưng dầu gội 2% Ketoconazole thì phải có toa bác sĩ. Ở Canada, bạn có thể mua tự do dầu gội trị gàu 2% Ketoconazole. 8. Hãy kiên nhẫn. Phải mấy một vài tuần thì dầu gội trị gàu mới cho kết quả khác biệt sau vài lần sử dụng. 9. Hãy thay đổi dầu gội. Nếu một loại dầu gội trị gàu nào đó có vẻ không có hiệu quả, hay có hiệu quả một thời gian rồi sau đó không có tác dụng nữa thì bạn nên chuyển sang sử dụng một sản phẩm trị gàu khác có hoạt chất khác (hoạt chất trị gàu được ghi trên chai). 10. Đến khám bác sĩ nếu tình trạng gàu vẫn dai dẳng sau hơn một vài tuần điều trị. Có nhiều loại dầu gội trị gàu theo toa và nhiều loại kem xtê-rô-ít cũng có tác dụng trị sạch gàu. Những bí quyết trị sạch gàu * Thử dùng dầu gội đầu dịu nhẹ hơn. Một số thợ cắt tóc cho biết nguyên nhân gây ra gàu thường là dùng dầu gội đầu mạnh làm chết da đầu hoặc làm khô da đầu. * Một biện pháp khả thi khác là cho một lượng lớn muối bọt lên tay trước khi tắm vòi hoa sen. Chà xát nhẹ lên toàn bộ vùng da đầu. Gội đầu lại bằng vòi hoa sen và gội lại bằng dầu gội bình thường. * Tốt hơn hết là nên bổ sung vi ta min vào thức ăn, chớ không phải là bổ sung dinh dưỡng. Một cuộc tìm kiếm nhanh trên mạng sẽ cho bạn các loại thức ăn bổ sung vào chế độ dinh dưỡng của bạn giàu kẽm, các loại Omega-3, và vitamin B.  * Nếu dầu gội trị gàu của bạn không có tác dụng, hoặc nếu bạn phát hiện thấy da đầu bị đỏ hay đóng vảy vàng hay trắng thì có thể là bạn chưa bị gàu đâu. Nhiều bệnh khác cũng có thể làm cho da đóng vảy và da đầu ngứa. Hãy đến khám bác sĩ chăm sóc sức khỏe ban đầu hay bác sĩ chuyên khoa da liễu của bạn.  * Một cuộc tìm kiếm trên mạng sẽ cho bạn đủ các biện pháp chữa gàu tại nhà. Một số biện pháp thực sự có hiệu quả tốt, đồng thời những loại dầu gội trị gàu này đều rẻ tiền thích hợp cho hầu hết mọi người. * Hãy mặc quần áo màu nhạt (nhất là áo) khi bạn bị gàu. Hầu hết những người khác sẽ khó phát hiện ra bạn bị gàu. * Nếu bạn bị viêm mũi dị ứng, chàm, hay các chứng dị ứng da hay dị ứng hô hấp khác thì có lẽ chứng gàu của bạn một phần là do dị ứng. Trong tình huống này, bạn có thể thấy có hiệu quả hơn khi gội đầu ít đi, vì vậy bạn không nên lờ đi các loại dầu tự nhiên bảo vệ da đầu. Người bị dị ứng có thể phản ứng với dầu gội trị gàu bằng cách mọc gàu nhiều hơn. Nếu bạn nghĩ mình thuộc trường hợp này thì thử gội đầu bằng dầu dưỡng tóc thôi, hoặc nên gội đầu ít thôi. * Thử dùng phương pháp điều trị gàu duy nhất lần đầu vào kỳ nghỉ hay khoảng thời gian mà bạn ít xuất hiện trước người khác, vì da đầu của bạn sẽ rất nhờn lúc đầu. Sẽ phải mất từ hai tuần đến một tháng để cân bằng lượng dầu trên tóc của bạn và da đầu sẽ tự điều chỉnh lượng dầu sau đó. * Gội đầu bằng dung dịch gồm ¼ tách giấm trắng và ¾ tách nước có thể giúp chữa được chứng gàu. Những a-xít tự nhiên sẽ làm giảm bã nhờn (tế bào da chết và dầu nhờn) bám vào da đầu và đóng vảy thành gàu. Hãy gội đầu kỹ lại bằng nước ấm, không phải là nước nóng. Nếu không gội đầu kỹ thì người bạn sẽ hôi mùi giấm. Trong khi giấm trắng được coi là phương thuốc vàng chữa gàu tại nhà thì giấm rượu táo hoặc nước chanh ép cũng có tác dụng rất tốt. nước chanh ép cũng có thể làm nhạt màu đen của tóc. * Tinh dầu trà có tác dụng sát trùng, diệt nấm đồng thời giữ ẩm cho da đầu. Bạn có thể mua một chai nhỏ ở của hàng tạp hoá hay ở các của hiệu bán thức ăn tự nhiên, và thêm vào dầu gội thường của bạn từ 5 đến 6 giọt. Hoặc bạn chỉ mua dầu gội chứa tinh dầu trà thôi. * Mua và sử dụng hia hoặc ba loại dầu gội thường xuyên khác nhau và không nên gội cùng một loại trong hai ngày liên tục. Điều này có thể giúp giảm nguy cơ bị gàu vì một lý do nào đó. * Scalpicin® có thể hiệu quả đối với da đầu ngứa nhiều. Chúng không những chứa các thành phần kháng viêm (như hydrocortisone) mà còn một trong những hoạt chất chống gàu. Thường thì những loại thuốc này chứa tinh dầu bạc hà, có tác dụng làm mát và giảm cảm giác ngứa ngáy khó chịu. Cảnh báo * Một số dầu gội trị gàu chứa xê-len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm. * Hãy ngưng sử dụng bất kỳ loại dầu gội trị gàu hay thuốc nào nếu tình trạng bệnh càng trầm trọng thêm hay bị lây lan hoặc bị tác dụng phụ. Hãy tham khảo ý kiến của bác sĩ chăm sóc sức khỏe ban đầu hoặc bác sĩ chuyên khoa da liễu nếu gàu vẫn còn dai dẳng. * Hãy dè chừng nhiều loại dầu gội được đóng gói trông giống như dầu gội trị gàu nhưng chỉ có tác dụng làm sạch gàu nhẹ. Bất cứ loại dầu gội nào cũng có tác dụng làm sạch gàu nhẹ cả. * Dùng từ hai loại sản phẩm trị gàu trở lên có thể làm cho da đầu bị đỏ và kích ứng. * Tránh Sodium Lauryl Sulphate (SLS). Đây là một loại hợp chất có bọt, kích ứng nhẹ. Nhiều người thấy rằng sử dụng xà phòng chuyên trị không chứa SLS làm dầu gội trong vài tuần có thể sạch gàu. Bạn có thể bị gàu trở lại nếu bạn chuyển qua sử dụng loại dầu gội bình thường. Hãy gội đầu với một trong những thành phần trị gàu sau đây: ketoconazole, kẽm pyrithione, xê-len sunfua, a-xit salicylic, chiết xuất từ nhựa than đá, hoặc lưu huỳnh."
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on <em>rinsing</em> the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        }
    ],
    "suggestions": []
}