{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Rio"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Rio"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Rio"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Rio"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Rio"
        }
    },
    "sentences": [
        {
            "en": "Sea baggage registered to <em>Rio</em>",
            "vi": "Gửi bảo đảm hành lý tới rio bằng đường biển"
        },
        {
            "en": "Vietnamese female rower qualified for <em>Rio</em> Olympics",
            "vi": "Nữ VĐV môn chèo thuyền người Việt đủ tiêu chuẩn tham gia Olympic Rio"
        },
        {
            "en": "<em>Rio</em>+20 Brings Attention to Sustainable Development",
            "vi": "Hội nghị Rio+20 tập trung vào vấn đề phát triển bền vững"
        },
        {
            "en": "The biggest port of call is <em>Rio</em> de Janeiro.",
            "vi": "Rio de Janeiro là cảng ghé tàu thuyền lớn nhất thế giới."
        },
        {
            "en": "The Hollywood legend, Elizabeth Taylor was in <em>Rio</em> last year.",
            "vi": "Một huyền thoại của Hollywood, Elizabeth Taylor đã đến Rio vào năm ngoái."
        },
        {
            "en": "Flight SA999 to <em>Rio</em> de Janeiro is now boarding.",
            "vi": "Chuyến bay SA999 tới Rio de Janeiro giờ đã sẵn sàng."
        },
        {
            "en": "Death toll mounts from flooding in <em>Rio</em> de Janeiro state",
            "vi": "Số người thiệt mạng tăng lên trong trận lũ lụt ở bang Rio de Janeiro."
        },
        {
            "en": "The lights of <em>Rio</em> faded and ultimately disappeared behind us.",
            "vi": "Ánh đèn từ Rio phía sau lưng chúng tôi đã xa dần và rồi hoàn toàn biến mất."
        },
        {
            "en": "<em>Rio</em> has bigger problems than empty coconut shells.",
            "vi": "Rio có những vấn đề lớn hơn là những sọ dừa rỗng."
        },
        {
            "en": "Set up a new sales office in <em>rio</em>-de-janerio.",
            "vi": "Xây dựng một văn phòng kinh doanh mới ở rio - de - janerio."
        },
        {
            "en": "<em>Rio</em> de Janeiro bus rape: Shock over latest Brazil attack",
            "vi": "Vụ cưỡng hiếp trên xe buýt ở Rio de Janeiro: Sốc vì vụ tấn công mới xảy ra ở Brazil"
        },
        {
            "en": "World Cup Celebrations Subdued in <em>Rio</em> Working Class Neighborhood",
            "vi": "Không khí lễ hội mùa World Cup tại khu lao động thành phố Rio giảm nhiệt"
        },
        {
            "en": "Vietnam aims to send 15 athletes to <em>Rio</em> 2016",
            "vi": "Việt Nam đặt mục tiêu gửi 15 vận động viên đến Rio 2016"
        },
        {
            "en": "A female anteater carries her baby at the zoo in <em>Rio</em> de Janeiro, Brazil.",
            "vi": "Một con thú ăn kiến ẵm con ở sở thú ở Rio de Janeiro, Brazil."
        },
        {
            "en": "We took a taxi through the dark, teeming, living streets of <em>Rio</em>.",
            "vi": "Chúng tôi bắt một chiếc taxi đi xuyên qua những con đường tối, đông đúc và sống động ở Rio."
        },
        {
            "en": "Yet the politics have only turned ickier since the <em>Rio</em> arrests.",
            "vi": "Tuy nhiên chính trị chỉ tỏ ra bẩn thỉu hơn kể từ các vụ bắt bớ Rio."
        },
        {
            "en": "Flight AF 447 left <em>Rio</em> at 1900 local time (2200 GMT) on Sunday",
            "vi": "Chuyến bay AF 447 rời Rio vào lúc 19:00 giờ địa phương (22:00 giờ quốc tế) vào hôm chủ nhật"
        },
        {
            "en": "Flight AF 447 was heading from <em>Rio</em> to Paris when it was lost early on Monday.",
            "vi": "Chuyến bay AF 447 khởi hành từ Rio tới Paris nhưng bị mất tích vào sáng sớm hôm thứ hai."
        },
        {
            "en": "Do you still recall the frightful night we crossed the <em>Rio</em> Grande?",
            "vi": "Anh có còn nhớ cái đêm kinh hoàng đó khi chúng ta băng qua Rio Grande không?"
        },
        {
            "en": "<em>Rio</em> de Janeiro is a city known for its spirited festivities and all-night celebrations.",
            "vi": "Rio de Janeiro là thành phố nổi tiếng với hội hè đình đám và các hoạt động về đêm."
        }
    ],
    "suggestions": []
}