{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ripening",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ripening",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ripening",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ripening",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chín muồi (nhũ tương)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự thành thục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">compost ripening</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự ngấu của phân ủ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ripening cold room</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phòng lạnh cho chín tới</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">sludge ripening</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự làm đặc bùn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "ripening",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "a slow - <em>ripening</em> fruit.",
            "vi": "mot qua chin cham"
        },
        {
            "en": "An orange is <em>ripening</em>.",
            "vi": "Quả cam đang chín."
        },
        {
            "en": "Rice begins <em>ripening</em>.",
            "vi": "Lúa bắt đầu chín."
        },
        {
            "en": "the field was lush with <em>ripening</em>",
            "vi": "lúa chín đầy đồng"
        },
        {
            "en": "The field was lush with <em>ripening</em> rice.",
            "vi": "Lúa đã chín đầy đồng."
        },
        {
            "en": "I like to watch the grapes <em>ripening</em> in the sun.",
            "vi": "Tôi rất thích ngắm những quả nho đang chín dưới nắng mặt trời."
        },
        {
            "en": "Rain often puts back the <em>ripening</em> of the fruit.",
            "vi": "Mưa thường làm cho quả chậm chín."
        },
        {
            "en": "The orange orchard was <em>ripening</em> in a riot of red.",
            "vi": "Vườn cam đã chín đỏ."
        },
        {
            "en": "Wishing to be friends is quick work, but friendship is a slow <em>ripening</em> fruit.",
            "vi": "Mong muốn được làm bạn là một việc dễ làm, nhưng tình bạn là một thứ quả rất lâu kết."
        },
        {
            "en": "Now is best time to see <em>ripening</em> rice fields in northern Vietnam",
            "vi": "Bây giờ là lúc tốt nhất để ngắm những cánh đồng lúa chín ở miền bắc Việt Nam"
        },
        {
            "en": "When seen from afar, the rice fields look as if the color changes seasonally, exhibiting an alluring charm when the new crop begins, the green rice grows and the field is lush with <em>ripening</em> rice.",
            "vi": "Khi nhìn từ xa, màu sắc của những cánh đồng lúa trông như đang thay đổi theo mùa, mang đến một nét duyên dáng quyến rũ khi vụ mùa mới bắt đầu, những đồng lúa xanh đang lớn và cánh đồng đầy ắp lúa chín."
        },
        {
            "en": "Terraced fields in the mountainous provinces in northern Vietnam will start showing gorgeous colors in September and October when the harvest season comes. This is the time travelers flock to the locations to take photos of the yellow <em>ripening</em> fields.",
            "vi": "Ruộng bậc thang ở các tỉnh miền núi phía Bắc Việt Nam sẽ bắt đầu chín rực trong tháng Chín và tháng Mười, khi mùa thu hoạch đến. Đây là thời gian du khách đổ xô đến những cánh đồng vàng rực để chụp ảnh."
        },
        {
            "en": "Bananas  Store bananas at room temperature until they ripen. Store ripe bananas in the refrigerator to impede further <em>ripening</em>. Freeze over-ripened bananas for use in banana bread and other baked goods. Note: When you refrigerate or freeze bananas, the peel will turn black, but the fruit will still be good.",
            "vi": "ChuốiCất chuối ở nhiệt độ phòng cho đến khi chuối chín. Cất chuối chín trong tủ lạnh để khỏi bị chín quá. Đông lạnh chuối chín rục để làm bánh chuối hoặc bánh nướng. Lưu ý: Khi để tủ lạnh hoặc để đông đá chuối, dù vỏ có đen thì ruột vẫn ngon."
        },
        {
            "en": "Left to itself, black Sigatoka – which causes brown wounds on leaves and premature fruit <em>ripening</em> - cuts fruit yields by 50 to 70 per cent and reduces the productive lifetime of banana plants from 30 years to as little as 2 or 3.",
            "vi": "Nó gây ra những vết thương màu nâu trên lá và làm chín trái sớm, làm giảm năng suất quả từ 50 đến 70% và làm giảm tuổi thọ cây chuối từ 30 năm chỉ còn 2 hoặc 3 năm."
        },
        {
            "en": "Problem: Some shopkeepers in China use ammonia solution, hazardous to people’s health when consumed in large amounts, to expedite the <em>ripening</em> of bananas, according to Sohu, a Chinese news portal. After the green bananas arrive from Zhangzhou, Fujian or elsewhere, shop owners spray some ammonia water on them and wrap the bananas in plastic film. Three days later, the bananas are ripe and yellow. However, these bananas have a shorter shelf life, so sometimes consumers are buying bananas that appear ripe but are actually already rotting on the inside.",
            "vi": "Vấn đề: Một số người bán hàng ở Trung Quốc sử dụng dung dịch amoniac, nguy hại đến sức khỏe của người dân khi tiêu thụ với số lượng lớn, để đẩy nhanh quá trình chín của chuối, theo Sohu, một cổng thông tin của Trung Quốc. Sau khi mua chuối xanh từ Chương Châu, Phúc Kiến hay ở nơi khác, chủ cửa hàng phun một lượng dung dịch amoniac lên chúng rồi dùng màng nhựa dẻo bọc những quả chuối này lại. Ba ngày sau, những quả chuối này chín và đều có màu vàng. Tuy nhiên, tuổi thọ của chúng ngắn hơn, vì vậy đôi khi người tiêu dùng định mua những quả chuối mà nhìn bên ngoài có vẻ đã chín nhưng thực sự đã bị thối rữa ở bên trong."
        }
    ],
    "suggestions": []
}