{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ripened",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ripened",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ripened",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ripened",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ripened",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The warm days <em>ripened</em> the corn.",
            "vi": "Những ngày ấm áp đã làm cho bắp chín."
        },
        {
            "en": "Outside window, bunches of bananas <em>ripened</em>.",
            "vi": "Bên ngoài cửa sổ có 1 bụi chuối chín cây."
        },
        {
            "en": "\"It's green,\" said, \"because it isn't <em>ripened</em> yet. When it's cured and <em>ripened</em>, it won't be a green cheese.\"",
            "vi": "Mẹ bảo :\"Nó xanh vì chưa đủ độ chín. Khi được ướp muối và chín, nó không còn xanh nữa.\""
        },
        {
            "en": "\"It's green,\" said,\"because it isn' t <em>ripened</em> yet. When it's cured and <em>ripened</em>, it won' t be a green cheese.\"",
            "vi": "Mẹ bảo: \"Nó xanh vì chưa đủ độ chín. Khi được ướp muối và chín, nó không còn xanh nữa.\""
        },
        {
            "en": "When the lotus is <em>ripened</em>, at the same time the flower also falls. In the same manner, when the true teaching is established, the expedient teachings are no longer necessary.",
            "vi": "Khi sen khô thì cũng là lúc bông rụng, ý nói khi chân giáo đã được thiết lập thì pháp không còn cần thiết nữa."
        },
        {
            "en": "Bananas  Store bananas at room temperature until they ripen. Store ripe bananas in the refrigerator to impede further ripening. Freeze over-<em>ripened</em> bananas for use in banana bread and other baked goods. Note: When you refrigerate or freeze bananas, the peel will turn black, but the fruit will still be good.",
            "vi": "ChuốiCất chuối ở nhiệt độ phòng cho đến khi chuối chín. Cất chuối chín trong tủ lạnh để khỏi bị chín quá. Đông lạnh chuối chín rục để làm bánh chuối hoặc bánh nướng. Lưu ý: Khi để tủ lạnh hoặc để đông đá chuối, dù vỏ có đen thì ruột vẫn ngon."
        },
        {
            "en": "Very few people know that pineapple is the second most favourite tropical fruit in the world. Fresh pineapple juice has adequate quantity of vitamins, enzymes and minerals which are good for overall development of health. It has many health benefits and can fight against stomach infections,constipation, indigestion, arthritis and sinusitis. As far as its benefits are concerned, the fully <em>ripened</em> fruit is the most beneficial one.",
            "vi": "Rất ít người biết là quả dứa (thơm) là loại quả nhiệt đới được yêu thích nhất nhì thế giới. Quả dứa tươi có khá nhiều vi - ta - min, en - zim và khoáng chất tốt cho sức khoẻ tổng thể. Nước dứa (thơm) mang lại nhiều lợi ích về sức khỏe và có thể trị nhiễm trùng dạ dày, táo bón, khó tiêu, viêm xoang và viêm khớp. Về lợi ích, dùng quả dứa (thơm) chín rục sẽ có tác dụng cao nhất."
        },
        {
            "en": "The basis of sattva is the concept of ahimsa (non-harming). A sattvic diet avoids any foods that involve killing or harming of animals. Sattvic diets also encourage foods grown harmoniously with nature, and foods that are <em>ripened</em> and grown naturally.     In addition, the foods that we eat should be prepared with love and positive intention. In eating a yogic diet, we are increasing prana and a higher state of consciousness. Please take note of these suggested yogic foods, while avoiding foods that do not align with yogic principles. These suggestions are recommended for any level of yoga practitioner.",
            "vi": "Căn bản của sattva là quan niệm cấm sát sinh (không gây hại). Tránh chế độ ăn uống sattvic mọi thực phẩm giết chóc hoặc làm hại động vật. Chế độ ăn uống Sattvic cũng khuyến khích ăn thực phẩm trồng hoà hợp với thiên nhiên, và thực phẩm chín và trồng tự nhiên.Ngoài ra, thực phẩm ta ăn nên được nấu cùng tình yêu và ý định tốt đẹp. Ăn theo kiểu của người tập yoga, ta sẽ tăng prana và hiểu biết hơn. Xin hãy chú ý đến các thực phẩm nên dùng dành cho người tập yoga này, vừa tránh dùng những thực phẩm không theo nguyên tắc của yogi. Người tập yoga ở bất kỳ trình độ nào cũng có thể ăn theo những gợi ý này."
        }
    ],
    "suggestions": []
}