{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['riptaid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thủy triều gây ra những dòng chảy mạnh và biển động</td></tr></table><i/></div>",
            "word": "riptide",
            "pronounce": "['riptaid]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "riptide",
            "pronounce": "['riptaid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "riptide",
            "pronounce": "['riptaid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "riptide",
            "pronounce": "['riptaid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "riptide",
            "pronounce": "['riptaid]"
        }
    },
    "sentences": [
        {
            "en": "I knew the right way to avoid a <em>riptide</em> : swim parallel to the beach rather than struggling for the shore.",
            "vi": "Tôi biết cách để tránh cơn thủy triều mạnh: bơi song song với bờ chớ không cố gắng bơi vào bờ."
        },
        {
            "en": "I knew the right way to avoid a <em>riptide</em>: swim parallel to the beach rather than struggling for the shore.",
            "vi": "Tôi biết cách để tránh cơn thủy triều mạnh : bơi song song với bờ chớ không cố gắng bơi vào bờ."
        },
        {
            "en": "Strangers heard their screams and swam towards the boys, but soon found themselves caught in the <em>riptide</em>.",
            "vi": "Những người lạ nghe thấy tiếng gào thét của chúng liền bơi đến, nhưng chính họ cũng bị con sóng cuốn đi."
        },
        {
            "en": "The ordeal began when Stephen Ursrey, 8, and his 11-year-old brother Noah, were separated from their family and became stranded in the <em>riptide</em> around 90 metres from the beach.",
            "vi": "Câu chuyện bắt đầu khi bé Stephen Ursrey 8 tuổi và cậu anh trai Noah 11 tuổi không ở bên gia đình và bị cơn thủy triều chảy xiết cuốn ra ngoài bờ biển khoảng 90m."
        },
        {
            "en": "7 REPETITION         15. PRESSURE It was spring break in Forks again. When i woke up on Monday morning, I lay in bed for a few seconds absorbing that. Last spring break, I'd been hunted by a vampire, too. I hoped this wasn't some kind of tradition forming. Already I was falling into the pattern of things in La Push. I'd spent Sunday mostly on the beach, while Charlie hung out with Billy at the Blacks' house. I was supposed to be with Jacob, but Jacob had other things to do, so I wandered alone, keeping the secret from Charlie. When Jacob dropped in to check on me, he apologized for ditching me so much. He told me his schedule wasn't always this crazy, but until Victoria was stopped, the wolves were on red alert. When we walked along the beach now, he always held my hand. This made me brood over what Jared had said, about Jacob involving his \"girlfriend.\" I supposed that that was exactly what it looked like from the outside. As long as Jake and I knew how it really was, I shouldn't let those kinds of assumptions bother me. And maybe they wouldn't, if I hadn't known that Jacob would have loved for things to be what they appeared. But his hand felt nice as it warmed mine, and I didn't protest. I worked Tuesday afternoon—Jacob followed me on his bike to make sure I arrived safely—and Mike noticed. \"Are you dating that kid from La Push? The sophomore?\" He asked, poorly disguising the resentment in his tone. I shrugged. \"Not in the technical sense of the word. I do spent most of my time with Jacob, though. He's my best friend.\" Mike's eyes narrowed shrewdly. \"Don't kid yourself, Bella. The guy's head over heels for you.\" \"I know,\" I sighed. \"Life is complicated.\" \"And girls are cruel,\" Mike said under his breath. I supposed that was an easy assumption to make, too. That night, Sam and Emily joined Charlie and me for dessert at Billy's house. Emily brought a cake that would have won over a harder man than Charlie. I could see, as the conversation flowed naturally through a range of casual subjects, that any worries Charlie might have harbored about gangs in La Push were being dissolved. Jake and I skipped out early, to get some privacy. We went out to his garage and sat in the Rabbit. Jacob leaned his head back, his face drawn with exhaustion. \"You need some sleep, Jake.\" \"I'll get around to it.\" He reached over and took my hand. His skin was blazing on mine. \"Is that one of those wolf things?\" I asked him. \"The heat, I mean.\" \"Yeah. We run a little warmer than the normal people. About one-oh-eight, one-oh-nine. I never get cold anymore. I could stand like this\"—he gestured to his bare torso—\"in a snowstorm and it wouldn't bother me. The flakes would turn to rain where I stood.\" \"And you all heal fast—that's a wolf thing, too?\" \"Yeah, wanna see? It's pretty cool.\" His eyes flipped open and he grinned. He reached around me to the glove compartment and dug around for a minute. His hand came out with a pocketknife. \"No, I do not want to see!\" I shouted as soon as I realized what he was thinking. \"Put that away!\" Jacob chuckled, but shoved the knife back where it belonged. \"Fine. It's a good thing we heal, though.  You can't go see just any doctor when you're running a temperature that should mean you're dead.\" \"No, I guess not.\" I thought about that for a minute. \"… And being so big—that's part of it? Is that why you're all worried about Quil?\" \"That and the fact that Quil's grandfather says the kid could fry an egg on his forehead.\" Jacob's face turned hopeless. \"It won't be long now. There's no exact age… it just builds and builds and then suddenly—\" He broke off, and it was a moment before he could speak again. \"Sometimes, if you get really upset or something, that can trigger it early. But I wasn't upset about anything—I was happy.\" He laughed bitterly. \"Because of you, mostly. That's why it didn't happen to me sooner. Instead it just kept on building up inside me—I was like a time bomb. You know what set me off? I got back from that movie and Billy said I looked weird. That was all, but I just snapped. And then I—I exploded. I almost ripped his face off—my own father!\" He shuddered, and his face paled. \"Is it really bad, Jake?\" I asked anxiously, wishing I had some way to help him. \"Are you miserable?\" \"No, I'm not miserable,\" he told me. \"Not anymore. Not now that you know. That was hard, before.\" He leaned over so that his cheek was resting on top of my head. He was quiet for a moment, and I wondered what he was thinking about. Maybe I didn't want to know. \"What's the hardest part?\" I whispered, still wishing I could help. \"The hardest part is feeling… out of control,\" he said slowly. \"Feeling like I can't be sure of myself—like maybe you shouldn't be around me, like maybe nobody should. Like I'm a monster who might hurt somebody. You've seen Emily. Sam lost control of his temper for just one second… and she was standing too close. And now there's nothing he can ever do to put it right again. I hear his thoughts—I know what that feels like… \"Who wants to be a nightmare, a monster? \"And then, the way it comes so easily to me, the way I'm better at it than the rest of them—does that make me even less human than Enbry or Sam? Sometimes I'm afraid that I'm losing myself.\" \"Is it hard? To find yourself again?\" \"At first,\" he said. \"It takes some practice to phase back and forth. But it's easier for me.\" \"Why?\" I wondered. \"Because Ephraim Black was my father's grandfather, and Quil Ateara was my mother's grandfather.\" \"Quil?\" I asked in confusion. \"His great-grandfather,\" Jacob clarified. \"The Quil you know is my second cousin.\" \"But why does it matter who your great-grandfathers are?\" \"Because Ephraim and Quil were in the last pack. Levi Uley was the third. It's in my blood on both sides.  I never had a chance. Like Quil doesn't have a chance.\" His expression was bleak. \"What's the very best part?\" I asked, hoping to cheer him up. \"The best part,\" he said, suddenly smiling again, \"is the speed.\" \"Better than the motorcycles?\" He nodded, enthusiastic. \"There's no comparison.\" \"How fast can you… ?\" \"Run?\" he finished my question. \"Fast enough. What can I measure it by? We caught… what was his name? Laurent? I imagine that means more to you than it would to someone else.\" It did mean something to me. I couldn't imagine that—the wolves running faster than a vampire. When the Cullens ran, they all but turned invisible with speed. \"So, tell me something I don't know,\" he said. \"Something about vampires. How did you stand it, being around them? Didn't it creep you out?\" \"No,\" I said curtly. My tone made him thoughtful for a moment. \"Say, why'd your bloodsucker kill that James, anyway?\" he asked suddenly. \"James was trying to kill me—it was like a game for him. He lost. Do you remember last spring when I was in the hospital down in Phoenix?\" Jacob sucked in a breath. \"He got that close?\" \"He got very, very close.\" I stroked my scar. Jacob noticed, because he held the hand I moved. \"What's that?\" He traded hands, examining my right. \"This is your funny scar, the cold one.\" He looked at it closer, with new eyes, and gasped. \"Yes, it's what you think it is,\" I said. \"James bit me.\" His eyes bulged, and his face turned a strange, sallow color under the russet surface. He looked like he was about to be sick. \"But if he bit you… ? Shouldn't you be… ?\" He choked. \"Edward saved me twice,\" I whispered. \"He sucked the venom out—you know, like with a rattlesnake.\" I twitched as the pain lashed around the edges of the hole. But I wasn't the only one twitching. I could feel Jacob's whole body trembling next to mine. Even the car shook. \"Careful, Jake. Easy. Calm down.\" \"Yeah,\" he panted. \"Calm.\" He shook his head back and forth quickly. After a moment, only his hands were shaking. \"You okay?\" \"Yeah, almost. Tell me something else. Give me something else to think about.\" \"What do you want to know?\" \"I don't know.\" He had his eyes closed, concentrating. \"The extra stuff I guess. Did any of the other Cullens have… extra talents? Like the mind reading?\" I hesitated a second. This felt like a question he would ask of his spy, not his friend. But what was the point of hiding what I knew? It didn't matter now, and it would help him control himself. So I spoke quickly, the image of Emily's ruined face in my mind, and the hair rising on my arms. I couldn't imagine how the russet wolf would fit inside the Rabbit—Jacob would tear the whole garage apart if he changed now. \"Jasper could… sort of control the emotions of the people around him. Not in a bad way, just to calm someone down, that kind of thing. It would probably help Paul a lot,\" I added, teasing weakly. \"And then Alice could see things that were going to happen. The future, you know, but not absolutely. The things she saw would change when someone changed the path they were on…\" Like how she'd seen me dying… and she'd seen me becoming one of them. Two things that had not happened. And one that never would. My head started to spin—I couldn't seem to pull in enough oxygen from the air. No lungs. Jacob was entirely in control now, very still beside me. \"Why do you do that?\" he asked. He tugged lightly at one of my arms, which was bound around my chest, and then gave up when it wouldn't come loose easily. I hadn't even realized I'd moved them. \"You do that when you're upset. Why?\" \"It hurts to think about them,\" I whispered. \"It's like I can't breathe… like I'm breaking into pieces…\"It was bizarre how much I could tell Jacob now. We had no more secrets. He smoothed my hair. \"It's okay, Bella, it's okay. I won't bring it up again. I'm sorry.\" \"I'm fine.\" I gasped. \"Happens all the time. Not your fault.\" \"We're a pretty messed-up pair, aren't we?\" Jacob said. \"Neither one of us can hold our shape together right.\" \"Pathetic,\" I agreed, still breathless. \"At least we have each other,\" he said, clearly comforted by the thought. I was comforted, too. \"At least there's that,\" I agreed. And when we were together, it was fine. But Jacob had a horrible, dangerous job he felt compelled to do, and so I was often alone, stuck in La Push for safety, with nothing to do to keep my mind off any of my worries. I felt awkward, always taking up space at Billy's. I did some studying for another Calculus test that was coming up next week, but I could only look at math for so long. When I didn't have something obvious to do in my hands,  I felt like I ought to be making conversation with Billy—the pressure of normal societal rules. But Billy wasn't one for filling up the long silences, and so the awkwardness continued. I tried hanging out at Emily's place Wednesday afternoon, for a change. At first it was kind of nice. Emily was a cheerful person who never sat still. I drifted behind her while she flitted around her little house and yard, scrubbing at the spotless floor, pulling a tiny weed, fixing a broken hinge, tugging a string of wool through an ancient loom, and always cooking, too. She complained lightly about the increase in the boys' appetites from all their extra running, but it was easy to see she didn't mind taking care of them. It wasn't hard to be with her—after all, we were both wolf girls now. But Sam checked in after I'd been there for a few hours. I only stayed long enough to ascertain that Jacob was fine and there was no news, and then I had to escape. The aura of love and contentment that surrounded them was harder to take in concentrated doses, with no one else around to dilute it. So that left me wandering the beach, pacing the length of the rocky crescent back and forth, again and again. Alone time wasn't good for me. Thanks to the new honesty with Jacob, I'd been talking and thinking about the Cullens way too much. No matter how I tried to distract myself—and I had plenty to think of: I was honestly and desperately worried about Jacob and his wolf-brothers, I was terrified for Charlie and the others who thought they were hunting animals, I was getting in deeper and deeper with Jacob without ever having consciously decided to progress in that direction and I didn't know what to do about it—none of these very real, very deserving of thought, very pressing concerns could take my mind off the pain in my chest for long. Eventually, I couldn't even walk anymore, because I couldn't breathe. I sat down on a patch of semidry rocks and curled up in a ball. Jacob found me like that, and I could tell from his expression that he understood. \"Sorry,\" he said right away. He pulled me up from the ground and wrapped both arms around my shoulders. I hadn't realized that I was cold until then. His warmth made me shudder, but at least I could breathe with him there. \"I'm ruining your spring break,\" Jacob accused himself as we walked back up the beach. \"No, you're not. I didn't have any plans. I don't think I like spring breaks, anyway.\" \"I'll take tomorrow morning off. The others can run without me. We'll do something fun.\" The word seemed out of place in my life right now, barely comprehensible, bizarre. \"Fun?\" \"Fun is exactly what you need. Hmm…\" he gazed out across the heaving gray waves, deliberating. As his eyes scanned the horizon, he had a flash of inspiration. \"Got it!\" he crowed. \"Another promise to keep.\" \"What are you talking about?\" He let go of my hand and pointed toward the southern edge of the beach, where the flat, rocky half-moon dead-ended against the sheer sea cliffs. I stared, uncomprehending. \"Didn't I promise to take you cliff diving?\" I shivered. \"Yeah, it'll be pretty cold—not as cold as it is today. Can you feel the weather changing? The pressure?  It will be warmer tomorrow. You up for it?\" The dark water did not look inviting, and, from this angle, the cliffs looked even higher than before. But it had been days since I'd heard Edward's voice. That was probably part of the problem. I was addicted to the sound of my delusions. It made things worse if I went too long without them. Jumping off a cliff was certain to remedy that situation. \"Sure, I'm up for it. Fun.\" \"It's a date,\" he said, and draped his arm around my shoulders. \"Okay—now let's go get you some sleep.\" I didn't like the way the circles under his eyes were beginning to look permanently etched onto his skin. I woke early the next morning and snuck a change of clothes out to the truck. I had a feeling that Charlie would approve of today's plan just about as much as he would approve of the motorcycle. The idea of a distraction from all my worries had me almost excited. Maybe it would be fun. A date with Jacob, a date with Edward… I laughed darkly to myself. Jake could say what he wanted about us being a messed-up pair—I was the one who was truly messed up. I made the werewolf seem downright normal. I expected Jacob to meet me out front, the way he usually did when my noisy truck announced my arrival. When he didn't, I guessed that he might still be sleeping. I would wait—let him get as much rest as he could. He needed his sleep, and that would give the day time to warm a bit more. Jake had been right about the weather, though; it had changed in the night. A thick layer of clouds pressed heavily on the atmosphere now, making it almost sultry; it was warm and close under the gray blanket. I left my sweater in the truck. I knocked quietly on the door. \"C'mon in, Bella,\" Billy said. He was at the kitchen table, eating cold cereal. \"Jake sleeping?\" \"Er, no.\" He set his spoon down, and his eyebrows pulled together. \"What happened?\" I demanded. I could tell from his expression that something had. \"Embry, Jared, and Paul crossed a fresh trail early this morning. Sam and Jake took off to help. Sam was hopeful—she's hedged herself in beside the mountains. He thinks they have a good chance to finish this.\" \"Oh, no, Billy,\" I whispered. \"Oh, no.\" He chuckled, deep and low. \"Do you really like La Push so well that you want to extend your sentence here?\" \"Don't make jokes, Billy. This is too scary for that.\" \"You're right,\" he agreed, still complacent. His ancient eyes were impossible to read. \"This one's tricky.\" I bit my lip. \"It's not as dangerous for them as you think it is. Sam knows what he's doing. You're the one that you should worry about. The vampire doesn't want to fight them. She's just trying to find a way around them… to you.\" \"How does Sam know what he's doing?\" I demanded, brushing aside his concern for me. \"They've only killed just the one vampire—that could have been luck.\" \"We take what we do very seriously, Bella. Nothing's been forgotten. Everything they need to know has been passed down from father to son for generations.\" That didn't comfort me the way he probably intended it to. The memory of Victoria, wild, catlike, lethal, was too strong in my head. If she couldn't get around the wolves, she would eventually try to go through them. Billy went back to his breakfast; I sat down on the sofa and flipped aimlessly though the TV channels. That didn't last long. I started to feel closed in by the small room, claustrophobic, upset by the fact that I couldn't see out the curtained windows. \"I'll be at the beach,\" I told Billy abruptly, and hurried out the door. Being outside didn't help as much as I'd hoped. The clouds pushed down with an invisible weight that kept the claustrophobia from easing. The forest seemed strangely vacant as I walked toward the beach. I didn't see any animals—no birds, no squirrels. I couldn't hear any birds, either. The silence was eerie; there wasn't even the sound of wind in the trees.  I knew it was all just a product of the weather, but it still made me edgy. The heavy, warm pressure of the atmosphere was perceptible even to my weak human senses, and it hinted at something major in the storm department. A glance at the sky backed this up; the clouds were churning sluggishly despite the lack of breeze on the ground. The closest clouds were a smoky gray, but between the cracks I could see another layer that was a gruesome purple color. The skies had a ferocious plan in store for today. The animals must be bunkering down. As soon as I reached the beach, I wished I hadn't come—I'd already had enough of this place. I'd been here almost every day, wandering alone. Was it so much different from my nightmares? But where else to go? I trudged down to the driftwood tree, and sat at the end so that I could lean against the tangled roots. I stared up at the angry sky broodingly, waiting for the first drops to break the stillness. I tried not to think about the danger Jacob and his friends were in. Because nothing could happen to Jacob. The thought was unendurable. I'd lost too much already—would fate take the last few shreds of peace left behind? That seemed unfair, out of balance. But maybe I'd violated some unknown rule, crossed some line that had condemned me. Maybe it was wrong to be so involved with myths and legends, to turn my back on the human world. Maybe… No. Nothing would happen to Jacob. I had to believe that or I wouldn't be able to function. \"Argh!\" I groaned, and jumped off the log. I couldn't sit still; it was worse than pacing.  I'd really been counting on hearing Edward this morning. It seemed like that was the one thing that might make it bearable to live through this day. The hole had been festering lately, like it was getting revenge for the times that Jacob's presence had tamed it. The edges burned. The waves picked up as I paced, beginning to crash against the rocks, but there was still no wind. I felt pinned down by the pressure of the storm. Everything swirled around me, but it was perfectly still where I stood. The air had a faint electric charge—I could feel the static in my hair. Farther out, the waves were angrier than they were along the shore. I could see them battering against the line of the cliffs, spraying big white clouds of sea foam into the sky. There was still no movement in the air, though the clouds roiled more quickly now. It was eerie looking—like the clouds were moving by their own will. I shivered, though I knew it was just a trick of the pressure. The cliffs were a black knife edge against the livid sky. Staring at them, I remembered the day Jacob had told me about Sam and his \"gang.\" I thought of the boys—the werewolves—throwing themselves into the empty air. The image of the falling, spiraling figures was still vivid in my mind. I imagined the utter freedom of the fall… I imagined the way Edward's voice would have sounded in my head—furious, velvet, perfect… The burning in my chest flared agonizingly. There had to be some way to quench it. The pain was growing more and more intolerable by the second. I glared at the cliffs and the crashing waves. Well, why not? Why not quench it right now? Jacob had promised me cliff diving, hadn't he? Just because he was unavailable, should I have to give up the distraction I needed so badly—needed even worse because Jacob was out risking his life? Risking it, in essence, for me. If it weren't for me, Victoria would not be killing people here… just somewhere else, far away. If anything happened to Jacob, it would be my fault. That realization stabbed deep and had me jogging back up to the road toward Billy's house, where my truck waited. I knew my way to the lane that passed closest to the cliffs, but I had to hunt for the little path that would take me out to the ledge. As I followed it, I looked for turns or forks, knowing that Jake had planned to take me off the lower outcropping rather than the top, but the path wound in a thin single line toward the brink with no options. I didn't have time to find another way down—the storm was moving in quickly now. The wind was finally beginning to touch me, the clouds pressing closer to the ground. Just as I reached the place where the dirt path fanned out into the stone precipice, the first drops broke through and splattered on my face. It was not hard to convince myself that I didn't have time to search for another way—I wanted to jump from the top. This was the image that had lingered in my head. I wanted the long fall that would feel like flying. I knew that this was the stupidest, most reckless thing I had done yet. The thought made me smile. The pain was already easing, as if my body knew that Edward's voice was just seconds away… The ocean sounded very far away, somehow farther than before, when I was on the path in the trees. I grimaced when I thought of the probable temperature of the water. But I wasn't going to let that stop me. The wind blew stronger now, whipping the rain into eddies around me. I stepped out to the edge, keeping my eyes on the empty space in front of me. My toes felt ahead blindly, caressing the edge of the rock when they encountered it. I drew in a deep breath and held it . . waiting. \"Bella.\" I smiled and exhaled. Yes? I didn't answer out loud, for fear that the sound of my voice would shatter the beautiful illusion. He sounded so real, so close. It was only when he was disapproving like this that I could hear the true memory of his voice—the velvet texture and the musical intonation that made up the most perfect of all voices. \"Don't do this,\" he pleaded. You wanted me to be human, I reminded him. Well, watch me. \"Please. For me.\" But you won't stay with me any other way. \"Please.\" It was just a whisper in the blowing rain that tossed my hair and drenched my clothes—making me as wet as if this were my second jump of the day. I rolled up onto the balls of my feet. \"No, Bella!\" He was angry now, and the anger was so lovely. I smiled and raised my arms straight out, as if I were going to dive, lifting my face into the rain. But it was too ingrained from years of swimming at the public pool—feet first, first time. I leaned forward, crouching to get more spring… And I flung myself off the cliff. I screamed as I dropped through the open air like a meteor, but it was a scream of exhilaration and not fear. The wind resisted, trying vainly to fight the  unconquerable gravity, pushing against me and twirling me in spirals like a rocket crashing to the earth. Yes! The word echoed through my head as I sliced through the surface of the water. It was icy, colder than I'd feared, and yet the chill only added to the high. I was proud of myself as I plunged deeper into the freezing black water. I hadn't had one moment of terror—just pure adrenaline. Really, the fall wasn't scary at all. Where was the challenge? That was when the current caught me. I'd been so preoccupied by the size of the cliffs, by the obvious danger of their high, sheer faces, that I hadn't worried at all about the dark water waiting. I never dreamed that the true menace was lurking far below me, under the heaving surf. It felt like the waves were fighting over me, jerking me back and forth between them as if determined to share by pulling me into halves. I knew the right way to avoid a <em>riptide</em>: swim parallel to the beach rather than struggling for the shore. But the knowledge did me little good when I didn't know which way the shore was. I couldn't even tell which way the surface was. The angry water was black in every direction; there was no brightness to direct me upward. Gravity was all-powerful when it competed with the air, but it had nothing on the waves—I couldn't feel a downward pull, a sinking in any direction. Just the battering of the current that flung me round and round like a rag doll. I fought to keep my breath in, to keep my lips locked around my last store of oxygen. It didn't surprise me that my delusion of Edward was there. He owed me that much, considering that I was dying. I was surprised by how sure that knowledge was. I was going to drown. I was drowning. \"Keep swimming!\" Edward begged urgently in my head. Where? There was nothing but the darkness. There was no place to swim to. \"Stop that!\" he ordered. \"Don't you dare give up!\" The cold of the water was numbing my arms and legs. I didn't feel the buffeting so much as before. It was more of just a dizziness now, a helpless spinning in the water. But I listened to him. I forced my arms to continue reaching, my legs to kick harder, though every second I was facing a new direction. It couldn't be doing any good. What was the point? \"Fight!\" he yelled. \"Damn it, Bella, keep fighting.\" Why? I didn't want to fight anymore. And it wasn't the light-headedness, or the cold, or the failure of my arms as the muscles gave out in exhaustion, that made me content to stay where I was. I was almost happy that it was over. This was an easier death than others I'd faced. Oddly peaceful. I thought briefly of the clichés, about how you were suppose to see your life flash before your eyes. I was so much luckier. Who wanted to see a rerun, anyway? I saw him, and I had no will to fight. It was so clear, so much more defined than any memory. My subconscious had stored Edward away in flawless detail, saving him for this final moment. I could see his perfect face as if he were really there; the exact shade of his icy skin, the shape of his lips, the line of his jaw, the gold glinting in his furious eyes. He was angry, naturally, that I was giving up. His teeth were clenched and his nostrils flared with rage. \"No! Bella, no!\" My ears were flooded with the freezing water, but his voice was clearer than ever. I ignored his words and concentrated on the sound of his voice. Why would I fight when I was so happy where I was? Even as my lungs burned for more air and my legs cramped in the icy cold, I was content. I'd forgotten what real happiness felt like. Happiness. It made the whole dying thing pretty bearable. The current won at that moment, shoving me abruptly against something hard, a rock invisible in the gloom. It hit me solidly across the chest, slamming into me like an iron bar, and the breath whooshed out of my lungs, escaping in a thick cloud of silver bubbles. Water flooded down my throat, choking and burning. The iron bar seemed to be dragging me, pulling me away from Edward, deeper into the dark, to the ocean floor. Goodbye, I love you, was my last thought.",
            "vi": "7 REPETITION         CHƯƠNG 15. ÁP LỰC Lại đến kỳ nghỉ xuân ở Forks. Sáng thứ hai khi tỉnh giấc, tôi nán lại trên giường vài giây để tận hưởng không khí mùa xuân. Kỳ nghỉ xuân năm ngoái, tôi cũng bị một con ma cà rồng săn đuổi. Tôi hy vọng việc này sẽ không thành cái huông.  Tôi đang làm giống như mọi người ở La Push. Ở trên bãi biển cả ngày Chủ Nhật, trong khi Charlie chơi với Billy ở nhà gia đình Black. Ai cũng tưởng là tôi đi chơi với Jacob, nhưng Jacob có chuyện khác để làm, vì vậy tôi lang thang một mình, không cho Charlie biết.  Khi Jacob ghé qua trông chừng tôi, anh xin lỗi vì đã bỏ rơi tôi nhiều quá. Anh chàng nói lịch trình tuần tra của mình không phải lúc nào cũng căng thẳng như vậy, nhưng khi nào Victoria còn chưa bị tóm cổ, thì loài sói vẫn còn bị đặt trong tình trạng báo động đỏ.  Giờ đây khi đi dọc theo bờ biển, anh luôn nắm tay tôi.  Điều này làm tôi nghĩ mãi về điều Jared đã nói, về chuyện Jacob để cho “bạn gái” dính dáng vào. Tôi nghĩ bề ngoài trông giống vậy thật. Chừng nào mà Jake và tôi hiểu sự thực là gì, thì tôi chẳng hơi đâu mà bực mình mấy chuyện đoán mò đó. Và có lẽ mấy giả thiết đó sẽ chẳng làm tôi bực mình, nếu tôi không biết Jacob thích mọi chuyện cũng giống như bề ngoài. Nhưng bàn tay anh ấy thật dễ chịu khi nó sưởi ấm tay tôi, và tôi không phản kháng lại.  Tôi đi làm chiều thứ ba - Jacob đi theo bằng xe máy để chắc chắn tôi đến nơi an toàn - và Mike để ý thấy.  \"Bạn đang hẹn hò với thằng nhóc ở La Push ấy à? Thằng học sinh năm hai đó à?\" Anh ta hỏi, không giấu được vẻ hờn giận trong giọng nói.  Tôi nhún vai. \"Không chính xác theo nghĩa đó. Tuy tôi ở bên Jacob suốt. Bạn ấy là bạn thân nhất của tôi.” Mắt Mike nhíu lại sắc sảo. \"Đừng tự dối lòng  mình nữa, Bella. Hắn ta hết lòng vì bạn đấy.\" \"Tôi biết, \" tôi thở dài. \"Đời phức tạp quá.\" \"Còn con gái thì tàn nhẫn,\" Mike lầm bầm.  Tôi nghĩ đó cũng là một giả thiết dễ luận ra.  Đêm đó, Sam và Emily cùng Charlie và tôi ăn tráng miệng ở nhà Billy. Emily mang theo một cái bánh ngọt chinh phục được cả người khó tính hơn Charlie. Tôi có thể thấy, khi cuộc trò chuyện diễn ra tự nhiên với mấy đề tài thông thường, những mối lo Charlie ấp ủ trong lòng về các băng nhóm ở La Push đã tan biến.  Jake và tôi chuồn sớm, để kiếm chút riêng tư. Chúng tôi ra ga-ra của anh chàng và ngồi vào chiếc Rabbit.  Jacob ngả đầu ra sau, khuôn mặt đầy mệt mỏi.  \"Bạn cần ngủ một tí đấy, Jake. \" \"Tôi xoay sở được mà.\" Anh vươn tay ra và nắm lấy tay tôi. Da anh chàng cháy bỏng trên da tôi.  \"Đó có phải là một trong mấy thứ của người sói không?\" Tôi hỏi anh ta. \"Ý tôi muốn nói đến sức nóng.\" \"Ờ. Chúng tôi ấm hơn một chút so với người thường. Khoảng một trăm lẻ tám, một trăm lẻ chín độ F. Tôi chẳng bao giờ bị cảm lạnh. Tôi có thể chịu đựng được như thế này\" - anh chỉ tay vào tấm thân trần của mình \"trong bão tuyết mà chẳng hề hấn gì. Chỗ tôi đứng các bông tuyết sẽ biến thành mưa.\" \"Và tất cả các bạn đều có khả năng lành vết thương nhanh – đó cũng là một đặc tính của người sói, phải không?\" \"Ờ, có muốn xem không? Hay lắm.”  Mắt anh nhướng lên và anh chàng cười toe toét. Anh với qua tôi mở ngăn chứa đồ trên xe và lục lọi trong đó một lát. Trên tay anh chàng xuất hiện chiếc dao nhíp.  \"Không, tôi không muốn xem!\" Tôi la to ngay khi biết anh chàng đang nghĩ đến chuyện  gì.   \"Cất nó đi!\" Jacob cười khúc khích, nhưng nhét nó trở lại chỗ cũ. \"Được thôi. Dù sao thì cũng thật đỡ khi lành vết thương. Vì đâu thể đi khám bác sĩ khi đang mình sốt ở cái nhiệt độ mà lẽ ra mình phải chết rồi. \" \"Ừ, đúng vậy.” Tôi nghĩ  về chuyện đó một lát. “…Và cả chuyện to con nữa- cũng là một  phần của khả năng của người sói phải không? Đó có phải là lý do bạn lo lắng cho Quil không?\" \"Chuyện đó và cả chuyện ông Quil nói cháu ông có thể chiên trứng trên trán nữa”. Khuôn mặt Jacob trở nên tuyệt vọng. \"Giờ thì sẽ không còn lâu nữa. Không có tuổi chính xác nữa... nó tích tụ dần... tích tụ dần rồi đột ngột—”  Anh dừng lại, và mất cả hồi lâu sau anh chàng mới nói tiếp được. \"Đôi khi, nếu bạn khó chịu hay gì gì đó, chuyện đó có thể xảy ra sớm. Nhưng vì tôi đã chẳng hề khó chịu về chuyện gì hết – tôi đang hạnh phúc.”  Anh chàng cười chua chát. “Gần như là vì bạn. Đó là lý do tại sao chuyện đó không xảy đến với tôi sớm hơn. Thay vào đó nó cứ tích dần trong tôi – Tôi giống như một quả bom định giờ. Bạn biết chuyện gì đã châm ngòi tôi không? Sau buổi chiếu phim, Billy bảo là tôi trông có vẻ kỳ quặc. Chỉ thế thôi, mà tôi đã không kiềm chế được. Và rồi tôi - tôi đã bùng phát. Tôi suýt xé mặt ông ra - cha của tôi!\" Anh rùng mình, mặt tái đi.  \"Thật tệ hại, Jake nhỉ?\" Tôi hỏi với vẻ lo lắng, ước gì mình có cách giúp anh chàng. \"Bạn đau khổ lắm hả?\" \"Không, không có, \" anh bảo tôi như thế. \"Không còn nữa. Giờ thì không còn nữa vì bạn đã biết. Trước đây thì thiệt khổ sở.” Anh chàng nghiêng người khiến má anh tựa vào đỉnh đầu tôi.  Anh chàng yên lặng một lát, và tôi tự hỏi anh đang nghĩ đến chuyện gì. Có lẽ tôi không muốn biết.  \"Thế chuyện khổ sở nhất là gì?\" Tôi thì thầm, vẫn ước rằng tôi có thể giúp được anh.  “Chuyện khổ sở nhất là cảm giác... mất kiểm soát,\" anh chàng nói một cách chậm rãi.  \"Cảm thấy như mình không thể tin vào bản thân được nữa –như chuyện bạn đáng lẽ không nên ở quanh tôi, không ai nên ở bên tôi. Giống như tôi là con quái vật có thể làm bị thương ai đó. Bạn đã từng nhìn thấy Emily rồi đấy. Sam mất bình tĩnh chỉ một giây... và chỉ vì cô ấy đứng quá gần. Và giờ đây anh không thể làm được gì để mọi chuyện trở lại như cũ. Tôi nghe được suy nghĩ anh - tôi biết cảm giác đó ra sao... \"Ai mà muốn trở thành một cơn ác mộng, một con quái vật đâu? \"Và rồi, chuyện đó đến quá dễ dàng đối với tôi, chuyện tôi giỏi biến hình hơn tất cả mọi người khác - có phải chuyện đó càng khiến tôi ít nhân tính hơn Enbry hay Sam không? Thỉnh thoảng tôi sợ sẽ đánh mất chính mình.\" \"Có khó không? Để tìm lại được chính mình ấy?\" \"Lúc đầu,\" anh nói. \"Phải thực hành biến hình qua lại. Nhưng chuyện đó với tôi dễ hơn.” \"Vì sao?\" Tôi ngạc nhiên.  \"Vì Ephraim Black là ông của cha tôi, và Quil Ateara là ông của mẹ tôi.\" \"Quil?\" Tôi hỏi với vẻ không hiểu.  \"Ông cố của bạn ấy, \" Jacob giải thích. \"Quil mà bạn biết là em họ thứ hai của tôi.\" \"Nhưng tại sao chuyện ông cố của bạn là ai lại quan trọng như thế?\" \"Vì Ephraim và Quil thuộc bầy cuối cùng. Levi Uley là người thứ ba. Tôi mang cả dòng máu của cả hai bên. Tôi chẳng thể khác đi được. Cũng như Quil chẳng thể khác đi được.\" Vẻ mặt anh ảm đạm.  \"Thế còn chuyện hay nhất là gì?\" Tôi hỏi, hi vọng làm anh vui vẻ hơn.  \"Chuyện hay nhất ấy à,\" anh nói, bỗng cười trở  lại, \" là tốc độ. \" \"Hơn cả xe gắn máy hả?\" Anh gật đầu, nhiệt tình. \"Không thể so sánh được.\" \"Bạn có thể nhanh đến mức nào khi...?\" \"Chạy hả?\" anh nói tiếp câu hỏi của tôi. \"Đủ nhanh. Đo bằng cái gì đây? Chúng tôi đã bắt được ... tên hắn ta là gì nhỉ? Laurent? Tôi nghĩ bạn hiểu chuyện đó hơn người khác.\" Hẳn rồi. Tôi không thể tưởng tượng nỗi - sói lại chạy nhanh hơn cả ma cà rồng. Khi gia đình Cullens chạy, tất cả bọn họ đều nhanh đến mức chẳng còn thấy bóng dáng.  \"Nè, kể cho tôi nghe cái gì đó mà tôi không biết đi,\" anh nói. \"Chuyện về ma cà rồng đó. Làm sao bạn có thể chịu đựng được chuyện ở bên họ? Chuyện đó không làm bạn khiếp sợ à?\" \"Không,\" tôi đáp cộc lốc.  Giọng tôi làm anh chàng trầm tư một lát.  \"Nói đi, tại sao anh chàng hút máu của bạn lại giết gã James đó?\" anh bỗng hỏi.  \"James cố giết tôi – đó như thể là một trận đấu của anh ta. Anh ta đã thua cuộc. Bạn có nhớ mùa xuân năm ngoái khi tôi ở bệnh viện ở tận Phoenix không?\" Jacob hít một hơi. \"Hắn ta đến gần tới mức đó luôn hả?\" \"Hắn đã đến rất, rất gần.\" Tôi vuốt ve cái sẹo của mình. Jacob để ý, bởi vì anh chàng nắm lấy bàn  tay tôi đã cử động.  “Cái gì thế này?\" Anh đổi tay, nhìn kỹ tay phải của tôi. \"Đây là vết sẹo kỳ lạ, lạnh.\" Anh nhìn nó kỹ hơn, với ánh mắt rất lạ, rồi thở hổn hển.  \"Ừ, đó là điều bạn nghĩ, \" tôi nói. \"James đã cắn tôi. \" Anh trố mắt lên, và mặt anh trở nên tái xám lạ thường dưới làn da màu nâu đỏ. Anh trông giống như sắp sửa bị bệnh vậy.  \"Nhưng nếu hắn ta cắn bạn...? Sao bạn không biến thành...?\" Anh nghẹn lời.  \"Edward đã cứu tôi hai lần,\" tôi thì thầm. \" Anh ấy hút nọc ra - bạn biết đó, như hút nọc rắn chuông vậy.\" Tôi co rúm lại khi cơn đau tấn công quanh viền vết thương trong tim.  Nhưng tôi không phải là người duy nhất co rúm người. Tôi thấy toàn thân của Jacob cũng run rẩy bên cạnh tôi. Chiếc xe thậm chí cũng lắc lư nữa.  \"Cẩn thận, Jake. Thoải mái đi nào. Bình tĩnh.\" \"Ờ,\" anh nói hổn hển. \"Bình tĩnh. \" Anh lắc đầu qua lại với tốc độ nhanh. Một lúc sau, chỉ còn bàn tay anh run run.  \"Bạn ổn rồi chứ?\" \"Ờ, gần như vậy.  Kể cho tôi nghe chuyện gì khác đi.  Kể tôi nghe chuyện khác để tôi nghĩ đến. \" \"Thế bạn muốn biết chuyện gì?\" \"Tôi không biết nữa. \" Anh nhắm nghiền mắt lại, tập trung. \"Tôi nghĩ chuyện khả năng phụ gì đó. Ai trong gia đình Cullens cũng có ... những khả năng phụ à? Giống như  chuyện đọc được suy nghĩ của người khác đó?\" Tôi do dự một giây. Đây giống như câu hỏi mà anh hỏi điệp viên của mình chứ không phải hỏi bạn bè nữa. Nhưng giấu điều mình biết để làm gì cơ chứ? Bây giờ chẳng quan trọng nữa, và chính điều đó sẽ giúp anh tự kiểm soát mình.  Vì thế tôi nói nhanh, hình ảnh của khuôn mặt bị tàn phá của Emily trong tâm trí tôi, và tôi nổi da gà. Tôi không thể tưởng tượng nỗi làm sao mà con chó sói màu nâu đỏ lại vừa vặn trong chiếc Rabbit - Jacob sẽ xé toạc toàn bộ cái ga-ra này nếu anh biến hình bây giờ.  \"Jasper có thể...phần nào kiểm soát được cảm xúc của mọi người xung quanh anh. Không phải theo hướng xấu, mà chỉ là làm dịu tinh thần ai đó, đại loại như thế. Có lẽ chuyện đó sẽ giúp được Paul nhiều đó,\" tôi nói thêm, trêu chọc gượng gạo. \"Còn Alice thì có thể nhìn thấy chuyện sắp xảy ra. Những chuyện trong tương lai, bạn biết đó, nhưng không phải luôn luôn đúng. Những chuyện cô ấy nhìn thấy sẽ thay đổi khi người ta thay đổi ý định ... ”  Giống như cô đã thấy tôi chết ra sao...  và cô ấy thấy tôi trở thành một trong số họ. Hai chuyện đó đã không xảy ra. Và một chuyện sẽ không bao giờ xảy ra. Đầu óc tôi bắt đầu quay mòng mòng- dường như tôi hít không đủ ô-xy-gien trong không khí.  Không có phổi.  Bây giờ Jacob đã hoàn toàn trấn tĩnh lại được, lặng yên bên tôi.  \"Tại sao bạn làm thế?\" anh hỏi. Anh kéo nhẹ một cánh tay của tôi, lúc đó đang ôm quanh ngực mình, rồi lại thôi khi thấy sẽ không dễ nới lỏng ra được. Tôi thậm chí không nhận ra mình đã di chuyển tay. \"Bạn làm thế khi bạn khó chịu à. Tại sao như vậy?\" \"Thực đau đớn khi nghĩ đến họ,”  tôi thì thầm. \"Tựa như không thể thở được...  giống như tôi đang vỡ vụn thành từng mảnh...” Thật lạ là bây giờ tôi có thể thổ lộ với Jacob nhiều đến vậy. Chúng tôi không còn bí mật nào nữa.  Anh vuốt tóc tôi.  \"Ổn rồi, Bella, ổn rồi. Tôi sẽ không nhắc lại chuyện đó nữa. Tôi xin lỗi.\" \"Tôi khoẻ rồi. \" Tôi thở hổn hển. \"Chuyện này xảy ra hoài. Không phải lỗi bạn đâu.\" \"Mình là một cặp khá tâm thần nhỉ?\" Jacob nói. \"Chẳng ai trong hai tụi mình có thể kiềm chế bản thân tốt cả.\" \"Thảm hại quá, \" tôi đồng ý, vẫn thở không ra hơi.  “Ít ra thì mình cũng có nhau,\" anh chàng nói, rõ ràng cảm thấy an ủi bởi suy nghĩ này.  Tôi cũng cảm thấy an ủi. \"Ít ra thì cũng được vậy,\" tôi đồng ý.  Và khi chúng tôi ở bên nhau, mọi thứ đều ổn. Nhưng Jacob có một nhiệm vụ nguy hiểm, rùng rợn mà anh cảm thấy bắt buộc phải làm, và vì vậy tôi thường một mình, ở dí trong La Push để được an toàn, chẳng có chuyện gì làm để tránh cho đầu óc khỏi lo nghĩ vẩn vơ.  Tôi cảm thấy không thoải mái khi cứ chiếm chỗ trong nhà Billy. Tôi đã nghiên cứu luôn cả bài kiểm tra giải tích tuần tới, nhưng tôi chỉ có thể nghiền ngẫm môn toán lâu như thế. Khi chẳng còn việc gì để làm, tôi cảm thấy mình phải trò chuyện với Billy - áp lực của quy tắc xã giao thông thường ấy mà. Nhưng Billy không phải là người để lấp đầy không khí im lặng dài lê thê, và vì vậy tôi cảm thấy không thoải mái tiếp.  Để thay đổi không khí, tôi thử đến nhà Emily chơi vào chiều thứ tư. Lúc đầu chuyện diễn ra rất vui vẻ. Emily là người vui nhộn, chẳng bao giờ chịu ngồi yên. Tôi lẽo đẽo theo sau cô trong khi cô đi loanh quoanh căn nhà và khoảng sân nhỏ, chà cái sàn sạch sẽ, nhổ cây cỏ dại nhỏ xíu, sửa bản lề gãy, kéo len quanh khung cửi cổ, và cả nấu ăn nữa. Cô than phiền đôi chút bọn con trai ăn ngon miệng hơn sau khi chạy đã đời, nhưng coi bộ cô không cảm thấy phiền khi chăm sóc họ. Thật không khó để ở bên cô - rốt cuộc, bây giờ chúng tôi đều đã là bạn gái của sói rồi.  Nhưng rồi Sam đến khi tôi đã ở đó khoảng vài giờ. Tôi chỉ ở lại đủ lâu để biết chắc Jacob ổn và không có tin gì mới, rồi tôi phải chuồn. Tình yêu tràn ngập và sự mãn nguyện bao quanh họ khiến khó tập trung hơn khi chẳng có ai khác ở gần để làm giảm đi ảnh hưởng ấy.  Vì thế chuyện đó đã khiến tôi lang thang trên bãi biển, đi tới lui đo chiều dài của dải đá cong hình lưỡi liềm, hết lần này đến lần khác.  Ở một mình không tốt cho tôi. Nhờ trung thực với Jacob nên tôi đã nói và suy nghĩ về gia đình Cullens quá nhiều. Dù có cố phân tâm thế nào đi nữa thì tôi cũng có khá nhiều điều để suy nghĩ: tôi thực sự lo lắng cho Jacob và những người sói anh em của anh kinh khủng, tôi vô cùng lo sợ cho Charlie và những người cứ tưởng mình đang săn thú,  tôi đang lún sâu dần với chuyện của Jacob mà chẳng hề hay biết và  tôi không biết phải làm gì với nó – chẳng suy nghĩ nào trong số này thực sự đáng suy nghĩ, đủ cấp bách để làm tôi quên cơn đau trong ngực được lâu . Cuối cùng, tôi thậm chí không thể đi được nữa, vì tôi không thể thở được. Tôi ngồi xuống phiến đá còn chưa khô hết và co rúm người.  Jacob nhìn thấy tôi trong tình trạng như thế, và qua vẻ mặt anh tôi biết anh hiểu.  \"Xin lỗi,\" anh nói ngay. Anh lôi tôi lên khỏi mặt đất và quàng cả hai cánh tay quanh vai tôi. Mãi đến lúc đó tôi mới biết mình lạnh. Hơi ấm của anh làm tôi rùng mình, nhưng ít ra thì tôi có thể thở khi có anh ở đó.  \"Tôi đang làm hỏng kỳ nghỉ xuân của bạn rồi,\" Jacob tự trách mình khi chúng tôi đi dạo trên biển trở lại.  \"Không, không đâu. Tôi chẳng định làm gì cả. Dù sao thì tôi cũng không thích kỳ nghỉ xuân.\" \"Sáng mai tôi sẽ nghỉ. Những người khác có thể đi tuần không cần có tôi. Mình sẽ làm gì đó vui vui. \" Từ này dường như không thích hợp trong đời tôi nữa, hầu như khó hiểu, kỳ lạ. \"Vui ư?\" \"Vui đúng là điều bạn đang cần. Hừm...\" anh chàng nhìn chằm chằm ra những con sóng xám nhấp nhô, cân nhắc. Khi đôi mắt anh nhìn đến đằng chân trời, anh bất chợt loé ra ý tưởng.  \"Nghĩ ra rồi!\" anh vui mừng nói. \"Lại thêm một lời hứa phải thực hiện.\" \"Bạn đang nói về chuyện gì vậy?\" Anh thả tay tôi ra để chỉ ra phía bờ nam của bãi biển, nơi ấy có mỏm đá hình bán nguyệt nhô khỏi vách đá dốc. Tôi nhìn chằm chằm, thắc mắc.  \"Chẳng phải tôi đã hứa sẽ chỉ cho bạn cách nhảy từ vách đá lặn xuống biển sao?\" Tôi rùng mình.  “Ờ, sẽ khá lạnh – nhưng không lạnh bằng hôm nay. Bạn có thấy thời tiết thay đổi không? Áp suất?  Ngày mai sẽ ấm hơn. Bạn có chịu không nào?\" Biển đen ngòm kia chẳng có vẻ gì hấp dẫn, và nhìn từ góc này, những vách đá kia thậm chí còn cao hơn bao giờ hết.  Nhưng đã nhiều ngày rồi tôi không còn nghe giọng Edward nữa. Đó có lẽ là một phần của vấn đề. Tôi nghiện âm thanh ảo giác đó. Mọi việc trở nên tồi tệ khi đã quá lâu rồi không còn nghe thấy nữa. Nhảy khỏi vách đá chắc chắn sẽ khắc phục tình hình đó.  \"Đương nhiên rồi, chịu chứ. Vui ha. \" \"Vậy là hẹn hò đó nhe,” anh nói, và choàng tay quanh vai tôi.  \"OK - bây giờ chúng ta hãy đi thôi để bạn còn ngủ được chút ít. \"Tôi không thích khi các quầng thâm dưới mắt bắt đầu hiện ra thường xuyên trên làn da anh.  Tôi thức giấc vào sáng sớm ngày hôm sau và lén thay quần áo và ra xe tải. Tôi có cảm giác Charlie sẽ tán thành kế hoạch hôm nay cũng cỡ bằng ông tán thành chuyện tôi chạy xe máy.  Ý nghĩ sẽ quên mọi lo lắng làm tôi hết sức thích thú. Có lẽ sẽ vui. Hẹn hò với Jacob, hẹn hò với Edward... tôi cười buồn với chính mình. Jake cứ nói theo ý anh rằng chúng tôi là một cặp tâm thần - chính tôi mới là kẻ tâm thần.  So với tôi, người sói có vẻ hết sức bình thường.  Tôi mong Jacob sẽ đón tôi ở ngoài sân, như anh vẫn vậy khi chiếc xe ồn ào báo hiệu sự xuất hiện của tôi. Khi anh không ra đón, tôi đoán hẳn anh chàng còn ngủ. Tôi sẽ đợi - để anh nghỉ ngơi càng nhiều càng tốt. Anh chàng cần ngủ, và sẽ làm cho khoảng thời gian ban ngày ấm thêm một chút. Dù sao thì Jake cũng dự báo thời tiết đúng, thời tiết đã thay đổi trong đêm. Lớp mây dày đè nặng lên bầu khí quyển lúc này, làm cho trời thật oi bức; thời tiết ấm áp và ngột ngạt dưới tầng mây màu xám. Tôi bỏ áo ấm lại trong xe tải.  Tôi gõ cửa nhè nhẹ.  “Vào đi, Bella, \" Billy nói.  Ông ở ngay cái bàn trong bếp, đang ăn món ngũ cốc để lạnh.  \"Jake còn ngủ hả bác ?\" \"Ờ, không. \" Ông bỏ cái thìa xuống, và hai chân mày nhíu lại.  \"Có chuyện gì vậy bác?\" Tôi hỏi. Tôi có thể đọc được vẻ mặt của ông là có cái gì đó đã xảy ra.  \"Embry, Jared, và Paul bắt gặp một dấu vết mới sáng sớm nay. Sam và Jake lên đường để hỗ trợ. Sam hy vọng – cô ta ẩn nấp bên các dãy núi. Nó nghĩ chúng nó có nhiều khả năng để kết thúc việc này.\" \"Ồ, không, Billy, \" tôi thì thầm. \" Ồ, Không.” Ông cười khúc khích một tràng dài. \"Cháu thích La Push đến nỗi cháu muốn kéo dài việc giam lỏng ở đây à?\" \"Đừng đùa, Billy. Chuyện này quá đáng sợ không thể đùa được.” \"Cháu nói đúng, \" ông đồng ý, vẫn tự mãn. Đôi mắt già nua của ông thật khó hiểu. \"Chuyện này rất khó khăn.\" Tôi cắn môi.  \"Nhưng không nguy hiểm với chúng như cháu nghĩ đâu. Sam biết nó đang làm gì. Cháu chính là người cần phải lo lắng. Ả ma cà rồng này không muốn đối đầu với chúng. Cô ta đang cố tìm cách lách qua chúng ... để tiếp cận cháu.\" \"Làm sao Sam biết anh ấy đang làm gì?\" Tôi gặng hỏi, gạt qua một bên nỗi lo lắng ông dành cho tôi.  \"Họ chỉ mới giết được một ma cà rồng - mà có thể chỉ nhờ may mắn thôi.\" \"Chúng tôi rất nghiêm túc trong chuyện mình làm, Bella.  Chẳng bỏ qua chi tiết nào đâu. Mọi thứ cần biết đã được truyền từ đời cha sang đời con bao đời nay rồi.\" Điều đó chẳng an ủi được tôi như ông muốn. Ký ức về Victoria, hoang dã, uyển chuyển như báo, chết chóc quá mạnh mẽ trong đầu tôi. Nếu cô ấy không thể lách qua người sói, thế nào rồi cô ấy cũng sẽ cố xuyên qua họ.  Billy ăn điểm tâm tiếp; tôi ngồi xuống ghế xô-pha và chuyển qua lại các kênh truyền hình không chủ đích.  Chuyện đó không kéo dài lâu. Tôi bắt đầu cảm thấy tù túng trong căn phòng nhỏ, chật hẹp này, khó chịu vì không thể nhìn thấy chuyện xảy ra bên ngoài cửa sổ che màn.  \"Cháu sẽ ra bãi biển,\" tôi đột ngột nói với Billy, rồi phóng ra cửa.  Ra ngoài cũng chẳng tốt gì hơn như tôi đã mong. Những đám mây sà xuống với trọng lượng vô hình làm cho cảm giác sợ bị nhốt của tôi chẳng hề giảm bớt. Khu rừng có vẻ trống trải kỳ lạ khi tôi đi về phía bãi biển. Tôi chẳng hề thấy con thú nào – chẳng chim, chẳng sóc. Tôi cũng chẳng nghe một tiếng chim hót. Sự im lặng thật kỳ lạ; thậm chí cũng không nghe thấy tiếng gió rít qua hàng cây.  Tôi biết đó chỉ là ảnh hưởng của thời tiết, nhưng nó vẫn làm tôi bực mình. Áp suất khó chịu, nặng nề của bầu khí quyển có thể cảm nhận khá rõ rệt thậm chí chỉ bằng giác quan kém nhạy của con người như tôi, và cho biết có điều gì đó quan trọng trong khả năng cảm nhận bão. Liếc nhìn bầu trời là thấy ngay chuyện này; những đám mây đang chậm chạp trôi mặc dù chẳng hề gió nhẹ trên mặt đất. Những đám mây gần nhất có màu xám khói, nhưng giữa các khe hở tôi có thể thấy một lớp mây khác nữa màu tía đậm. Thời tiết như đã lên một kế hoạch kinh khủng sắp xảy ra hôm nay. Các con thú hẳn đang núp kỹ.  Ngay khi vừa đến biển, tôi đã ước mình đã không đến - tôi đã chán ngấy nơi này rồi. Tôi đã ở đây hầu như mỗi ngày, lang thang một mình.  Có khác gì trong mấy cơn ác mộng của tôi đâu? Nhưng còn chỗ nào để đi nữa? Tôi lê bước đến cây gỗ trôi giạt, và ngồi ở cuối gốc cây để có thể tựa vào mớ rễ lùm xùm của nó. Tôi ngước lên nhìn chằm chằm vào bầu trời giận dữ u ám, chờ những giọt mưa đầu tiên phá tan sự tĩnh lặng này.  Tôi cố không nghĩ đến nỗi hiểm nguy mà Jacob và bạn anh đang lâm vào. Bởi vì chẳng thể có chuyện có thể xảy đến với Jacob cả. Ý nghĩ đó làm tôi không thể chịu đựng nổi. Tôi đã mất mát quá nhiều rồi – chẳng lẽ số phận cũng lấy đi vài khoảnh khắc an bình còn lại chăng? Có vẻ bất công, không công bằng. Nhưng có lẽ vì tôi đã phạm một luật nào đó không rõ, vượt quá giới hạn nào đó nên tôi bị phạt chăng. Có lẽ thật sai lầm khi dính líu đến truyền thuyết và thần thoại, quay lưng lại với thế giới loài người. Có lẽ... Không. Chẳng có gì sẽ xảy ra với Jacob cả. Tôi phải tin điều đó nếu không thì tôi sẽ không thể sống nỗi. \"Á!\" Tôi rên rỉ, và nhảy khỏi khúc gỗ. Tôi không thể ngồi yên; vậy còn tệ hơn cả chuyện đi tới đi lui.  Sáng nay tôi đã hy vọng sẽ nghe thấy tiếng Edward. Có vẻ như đó là điều giúp chuyện sống qua ngày hôm nay có thể chịu đựng được. Vết thương trong tim gần đây đã mưng mủ, như nó đang trả thù những lần mà sự hiện diện của Jacob đã chế ngự nó. Viền vết thương trong ngực đang bỏng cháy.  Sóng vỗ vào chỗ tôi đi tới lui, bắt đầu đổ xô vào tảng đá, nhưng chẳng có chút gió nào. Tôi cảm thấy bị bao vây bởi áp lực của cơn bão. Mọi thứ cuồn cuộn lên quanh tôi, nhưng chỗ tôi đứng hoàn toàn yên tĩnh. Bầu không khí tích điện yếu - tôi có thể cảm nhận tĩnh điện trong tóc mình.   Ngoài xa, sóng giận dữ hơn lúc vỗ vào bờ. Tôi có thể thấy chúng đang giã liên hồi vào vách đá, làm tung bọt biển trắng xoá lên trời.  Vẫn không có chuyển động nào trong không khí, dù giờ đây các đám mây cuộn lên nhanh hơn.  Trông thật kỳ quái – cứ như thể mây đang di chuyển theo ý chúng. Tôi rùng mình, dù biết đó chỉ là một hiện tượng của áp suất.  Các vách đá như những lưỡi dao đen chĩa vào bầu trời xám xịt. Nhìn chăm chăm vào chúng, tôi nhớ lại ngày Jacob kể tôi nghe về Sam và \"băng nhóm\" của anh ấy. Tôi nghĩ về các cậu bé – người sói – đã lao mình vào khoảng không đó. Hình ảnh rơi mình xuống, những thân hình xoay xoay vẫn còn sống động trong tâm trí tôi. Tôi tưởng tượng ra sự tự do tuyệt đối khi rơi... Tôi tưởng tượng tiếng nói Edward phát ra trong đầu tôi ra sao - giận dữ, mượt mà, hoàn hảo... Cơn đau trong ngực tôi nhói lên đau đớn.  Hẳn phải có cách làm dịu nó đi.  Cơn đau càng lúc càng không thể chịu đựng nỗi theo từng giây.  Tôi nhìn trừng trừng vách đá và những con sóng đâm sầm vào nhau.  Ừm, tại sao lại không chớ? Tại sao không làm cho cơn đau vơi bớt? Jacob đã hứa dạy tôi nhảy từ vách đá lặn xuống biển, đúng không? Chỉ bởi vì anh không có ở đây, mà tôi lại từ bỏ chuyện làm phân tâm mà tôi rất cần - cần hơn vì Jacob đang liều mình? Liều mình, chỉ vì tôi. Nếu không vì tôi, Victoria sẽ chẳng giết người dân ở đây... mà ở nơi nào đó xa xôi.  Nếu có chuyện gì xảy ra với Jacob, đó sẽ là lỗi của tôi.  Nhận thức ấy đâm sâu vào tim tôi và làm tôi chạy ngược trở về đường về nhà Billy, nơi xe tải của tôi đang đợi.  Tôi biết đường đi đến con đường chạy sát qua các vách đá ấy, nhưng tôi phải tìm lối nhỏ dẫn đến gờ đá. Khi đi theo con đường này, tôi tìm kiếm mấy ngả rẽ hoặc ngã ba, biết Jake đã định để tôi nhảy ra từ mỏm đá nhô ra ở phía dưới đỉnh nhưng con đường ngoằn ngoèo chỉ dẫn thẳng về phía bờ vực chớ chẳng có chọn lựa nào khác. Tôi không có thời gian tìm đường khác xuống dưới – bão đang di chuyển nhanh.  Cuối cùng gió cũng bắt đầu táp vào tôi, mây kéo đến thấp hơn. Đúng lúc tôi đến nơi con đường đất toả vào vách đá thì những giọt mưa đầu tiên cũng vỡ ùa, rơi lộp độp lên mặt.  Chẳng khó lắm để tự thuyết phục mình là tôi không còn thời gian để tìm đường khác -  vì tôi muốn nhảy từ đỉnh xuống. Đây là hình ảnh cứ lởn vởn trong đầu tôi. Tôi muốn rơi xuống một đoạn dài như bay vậy.  Tôi biết đây là chuyện ngu ngốc nhất,  liều lĩnh nhất mà tôi từng làm. Ý nghĩ đó làm tôi mỉm cười. Cơn đau đang dịu đi, như thể cơ thể tôi biết là tiếng nói Edward chỉ còn vài giây nữa  thôi...  Đại dương có vẻ rất xa, không hiểu tại sao còn xa hơn trước đây, khi tôi đang trên đường vào rừng. Tôi nhăn mặt khi nghĩ đến nhiệt độ có thể có của nước. Nhưng tôi sẽ không để điều đó cản mình.  Giờ đây gió thổi mạnh hơn, quất mưa xoáy quanh tôi.  Tôi bước đến gờ đá,  cứ nhìn vào khoảng trống trước mặt.  Ngón chân tôi cứ mò mẫm về phía trước,  chà nhẹ vào gờ đá khi đến đó.  Tôi hít một hơi thật sâu và ngưng lại ... chờ đợi.  \"Bella. \" Tôi mỉm cười và thở ra.  Gì? Tôi không trả lời to, sợ tiếng mình sẽ làm tan biến đi ảo giác đẹp đẽ kia. Anh dường như rất thật, rất gần. Chỉ khi anh phản đối như thế, tôi mới có thể nghe được đúng ký ức về giọng nói của anh – âm thanh mượt mà và du dương như tiếng nhạc đã làm nên giọng nói hoàn hảo nhất trong mọi giọng nói trên đời này.  \"Đừng làm vậy,\" anh khẩn khoản.  Anh đã muốn em làm người mà, tôi nhắc anh. Ừm, hãy xem em nè.  \"Xin em.  Hãy vì anh.” Nhưng dù gì đi nữa thì anh cũng đâu ở lại với em.  “Xin em.\" Chỉ là một tiếng thì thầm trong màn mưa dữ dội đang thổi tung mái tóc tôi và làm ướt sũng quần áo của tôi - làm tôi như ướt như thể đây là lần nhảy thứ nhì của tôi trong ngày.  Tôi thu người.  \"Đừng, Bella!\" Anh đang giận dữ, và nỗi tức giận thật đáng yêu.  Tôi mỉm cười và đưa hai tay thẳng ra như thể tôi sắp lặn vậy, ngẩng mặt dưới mưa. Nhưng chuyện này đã quá quen thuộc từ những năm bơi ở hồ bơi công cộng – kiểm tra độ sâu trước đã. Tôi chúi người về phía trước, lấy đà để chuẩn bị nhảy... Rồi tôi lao người ra khỏi vách đá.  Tôi hét lên khi rơi vào không trung như một ngôi sao băng, nhưng đó là một tiếng thét hồ hởi chớ không phải tiếng thét sợ hãi. Gió táp vào mặt tôi, cố gắng một cách vô vọng để chống lại trọng lực trái đất không cưỡng lại được, đẩy tôi và xoay tôi theo hình xoắn ốc giống như hỏa tiễn lao xuống đất.  Đã quá!  Từ ấy vang vọng trong đầu tôi khi tôi lao xuyên qua mặt nước. Lạnh giá, lạnh hơn tôi đã lo ngại, thế nhưng lạnh giá chỉ càng làm tôi thêm phấn khích.  Tôi thật tự hào về mình khi lao sâu hơn vào biển đen băng giá đó. Tôi chẳng chút kinh hoàng - hoàn toàn do adrenaline. Thật ra, cú rơi chẳng đáng sợ chút nào. Thế có khó gì đâu? Đó là lúc dòng triều cường cuốn lấy tôi.  Tôi đã quá lo đến kích thước vách đá, bận tâm vì hiểm nguy thấy rõ của bề ngoài dốc đứng chót vót kia, nên chẳng hề nghĩ gì đến biển đen đang chực chờ. Tôi chẳng hề nghĩ mối đe doạ thực sự lại đang ẩn nấp tít dưới kia, bên dưới con sóng nhấp nhô.  Tôi có cảm giác như những con sóng đang tranh giành lấy tôi, giành giật tôi qua lại với nhau như thể quyết chia nhau bằng cách xé tôi thành hai mảnh. Tôi biết cách để tránh cơn thuỷ triều mạnh: bơi song song với bờ chớ không cố gắng bơi vào bờ. Nhưng kiến thức đó chẳng giúp được gì vì tôi chẳng biết bờ biển đang ở hướng nào.  Tôi thậm chí không biết mặt biển ở hướng nào nữa.  Biển giận dữ đen ngòm tứ hướng; chẳng chút ánh sáng nào để tôi biết chỗ mà trồi lên. Trọng lực đầy quyền uy khi chống chọi với không khí, nhưng chẳng là gì trên các con sóng - tôi chẳng cảm thấy bị kéo xuống, chìm theo mọi hướng. Chỉ luồng triều cường nhồi đập ném tôi vòng vòng như một con búp bê bằng vải vụn.  Tôi cố nín thở, ngậm môi giữ lại nguồn dự trữ oxy cuối cùng.  Chẳng có gì để ngạc nhiên khi ảo giác Edward xuất hiện. Anh nợ tôi chuyện đó rất nhiều, khi cho rằng tôi đang hấp hối. Tôi bị bất ngờ bởi sự chắc chắn ấy. Tôi sắp chết đuối. Tôi đang chết đuối.  \"Tiếp tục bơi đi em!\" Edward van lơn gấp gáp trong đầu tôi.  Về đâu? Chẳng có gì ngoài bóng tối đen ngòm. Chẳng biết bơi đi đâu.  \"Dẹp đi!\" anh ra lệnh. \"Sao em lại dám đầu hàng!\" Cái lạnh của biển làm tê cóng tay tôi và cả đôi chân nữa. Tôi không cảm thấy bị đập mạnh nhiều như trước đây nữa. Giờ đây chỉ còn lại cảm giác chóng mặt, sự quay cuồng vô vọng trong làn nước.  Nhưng tôi lắng nghe anh. Tôi buộc tay mình tiếp tục vươn ra, đôi chân đạp mạnh hơn, cho dù mỗi giây lại tôi đối mặt với một hướng mới. Chẳng ích lợi gì cả.  Để làm gì cơ chứ? \"Cố lên đi!\" anh thét lên. \"Khỉ thật, Bella, hãy cố lên.\" Tại sao chớ? Tôi không muốn cố gắng nữa. Và đó không phải là sự nông nổi - hay do cái lạnh, hay do hai cánh tay mỏi nhừ muốn đầu hàng đã làm tôi sung sướng ở yên một chỗ. Tôi hầu như cảm thấy hạnh phúc vì mọi chuyện đã kết thúc. Đây là cái chết nhẹ nhàng hơn mọi cái chết khác tôi đã từng đối mặt.  Bình yên kỳ lạ. Tôi thoáng nghĩ đến lời người ta thường bảo, là bạn sẽ thấy cả cuộc đời mình chớp nhanh qua trước mắt như thế nào. Tôi may mắn hơn nhiều.  Dù sao chăng nữa, ai lại muốn xem bộ phim chiếu lại bao giờ? Tôi đã nhìn thấy anh, và tôi không còn muốn đấu tranh nữa. Thật rõ, rõ hơn bất kỳ ký ức nào. Tiềm thức tôi đã gìn giữ hình ảnh Edward hoàn hảo đến từng chi tiết cho giây phút cuối này. Tôi có thể nhìn thấy khuôn mặt hoàn hảo của anh như thể anh thực đang ở đó; đúng màu da băng giá của anh, nét môi, đường nét quai hàm, đôi mắt giận dữ với sắc vàng lấp lánh. Dĩ nhiên, anh giận dữ, vì tôi đang bỏ cuộc. Anh nghiến răng và mũi phập phồng tức giận.  \"Đừng! Bella, đừng!\" Đôi tai tôi đã ngập đầy nước biển giá buốt, nhưng sao giọng anh lại rõ hơn bao giờ hết. Tôi phớt lờ lời anh nói, chỉ để ý vào âm điệu của giọng nói ấy. Tại sao lại phải đấu tranh khi tôi đang hạnh phúc ở chốn này?  Và ngay khi hai lá phổi của tôi muốn nổ tung đòi không khí, còn hai chân bị chuột rút vì giá lạnh, tôi vẫn mãn nguyện. Đã bao lâu nay, tôi quên hạnh phúc thật sự là như thế nào rồi.  Hạnh phúc - làm cho toàn bộ cơn hấp hối này có thể chịu đựng được.  Luồng triều cường lúc này đã chiến thắng, đột ngột đẩy tôi vào cái gì đó cứng, một tảng đá vô hình trong bóng tối. Nó đập liên tục vào ngực tôi, quất vào tôi như một thanh sắt, và hơi thở rít ra khỏi phổi tôi, xì ra thành một đám mây bong bóng bạc dày đặc. Nước tràn xuống cổ họng, thắt nghẹn và đau buốt. Thanh sắt đó dường như đang kéo lê tôi, lôi tôi ra khỏi Edward, đi sâu vào bóng tối, vào đáy đại dương.  Vĩnh biệt, em yêu anh, là ý nghĩ cuối cùng của tôi."
        }
    ],
    "suggestions": []
}