{
    "en_vn": {
        "data": {
            "content": null,
            "word": "riverbank"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>riverbank</k><blockquote>■ <cclass>noun the bank of a river. </cclass></blockquote></div>",
            "word": "riverbank"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "riverbank"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "riverbank"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "riverbank"
        }
    },
    "sentences": [
        {
            "en": "I stand by <em>riverbank</em>",
            "vi": "tôi đứng bên bờ sông"
        },
        {
            "en": "They close about the <em>riverbank</em>.",
            "vi": "Chúng bao quanh bờ sông."
        },
        {
            "en": "Two crocodiles lie near a <em>riverbank</em>.",
            "vi": "Hai con cá sấu nằm gần một bờ sông."
        },
        {
            "en": "Everyone had a picnic on the <em>riverbank</em>.",
            "vi": "Mọi người đã có một bữa ăn ngoài trời trên bờ sông."
        },
        {
            "en": "The soft earth of the <em>riverbank</em> crumbled under her feet.",
            "vi": "Đất mềm ở bờ sông đã vỡ vụn dưới chân cô ấy."
        },
        {
            "en": "We will moor the boat to the <em>riverbank</em>.",
            "vi": "Chúng ta sẽ neo tàu ở bờ sông."
        },
        {
            "en": "The landslide occurs in a <em>riverbank</em> section in Phước Yên Village.",
            "vi": "Sạt lở đất xảy ra ở khu vực ven sông ở làng Phước Yên."
        },
        {
            "en": "The landslide occurs in a <em>riverbank</em> section in Phước Yên Village.",
            "vi": "Sạt lở đất xảy ra ở khu vực ven sông ở làng Phước Yên."
        },
        {
            "en": "Phong said the commune had reported the situation to higher authorities and used bamboo poles to reinforce the <em>riverbank</em>.",
            "vi": "Ông Phong cho biết, xã đã báo cáo tình hình cho chính quyền cấp cao hơn và sử dụng cọc tre để củng cố bờ sông."
        },
        {
            "en": "Phong said the commune had reported the situation to higher authorities and used bamboo poles to reinforce the <em>riverbank</em>.",
            "vi": "Ông Phong cho biết, xã đã báo cáo tình hình cho chính quyền cấp cao hơn và sử dụng cọc tre để củng cố bờ sông."
        },
        {
            "en": "One day while he was walking with his wife along the <em>riverbank</em>, the woodcutter's wife fell into the river.",
            "vi": "Một ngày nọ, khi cùng đi dạo dọc bờ sông thì vợ anh tiều phu ngã xuống sông."
        },
        {
            "en": "Authorities in Ho Chi Minh City are considering the relocation of households in 40 locations at risk of <em>riverbank</em> subsidence.",
            "vi": "Chính quyền TP. HCM đang xem xét di dời các hộ gia đình ở 40 địa điểm có nguy cơ sạt lở bờ sông."
        },
        {
            "en": "Authorities in Ho Chi Minh City are considering the relocation of households in 40 locations at risk of <em>riverbank</em> subsidence.",
            "vi": "Chính quyền TP. HCM đang xem xét di dời các hộ gia đình ở 40 địa điểm có nguy cơ sạt lở bờ sông."
        },
        {
            "en": "The lives and crops of residents living near the Bồ River bank in central Thừa Thiên- Huế Province are being threatened by <em>riverbank</em> landslides.",
            "vi": "Cuộc sống và mùa màng của người dân sống gần bờ sông Bồ ở trung tâm tỉnh Thừa Thiên- Huế đang bị đe dọa bởi sạt lở đất ven sông."
        },
        {
            "en": "The lives and crops of residents living near the Bồ River bank in central Thừa Thiên- Huế Province are being threatened by <em>riverbank</em> landslides.",
            "vi": "Cuộc sống và mùa màng của người dân sống gần bờ sông Bồ ở trung tâm tỉnh Thừa Thiên- Huế đang bị đe dọa bởi sạt lở đất ven sông."
        },
        {
            "en": "The river section in Quảng Điền has many curves, making the district vulnerable to <em>riverbank</em> landslides and strong currents during floods.",
            "vi": "Đoạn sông Quảng Điền có nhiều khúc cong, làm cho huyện dễ bị sạt lở bờ sông và dòng chảy mạnh trong lũ lụt."
        },
        {
            "en": "The river section in Quảng Điền has many curves, making the district vulnerable to <em>riverbank</em> landslides and strong currents during floods.",
            "vi": "Đoạn sông Quảng Điền có nhiều khúc cong, làm cho huyện dễ bị sạt lở bờ sông và dòng chảy mạnh trong lũ lụt."
        },
        {
            "en": "He touched my cheek, took two quick backward strides, and then ran back those two steps, launching himself from a flat stone firmly embedded in the <em>riverbank</em>.",
            "vi": "Anh ấy chạm vào má tôi, lùi nhanh hai bước và chạy trở lại, phóng khỏi một hòn đá phẳng vững chãi trên bờ sông."
        },
        {
            "en": "In Hoi An, you can stay in an ancient style hotel, walk along narrow streets and have a drink on the <em>riverbank</em> as the sunsets.",
            "vi": "Tại hội an, bạn có thể lưu lại trong một khách sạn phong cách cổ kính, tản bộ dọc theo các con phố hẹp và nhấm nháp chén rượu, chung trà trên bờ sông khi chiều tà bảng lảng bóng hoàn hôn."
        },
        {
            "en": "According to Nguyen Van Tam, deputy director of the city’s transport department, competent authorities have been ask to post warnings along sections of <em>riverbank</em> identified as being threatened by potential collapse.",
            "vi": "Theo ông Nguyễn Văn Tám, Phó giám đốc Sở Giao thông Vận tải thành phố, các cơ quan có thẩm quyền đã yêu cầu bố trí các cảnh báo dọc theo những đoạn bờ sông được xác định là đang bị đe dọa bởi khả năng sụt lún tiềm tàng."
        }
    ],
    "suggestions": []
}