{
    "en_vn": {
        "data": {
            "content": null,
            "word": "roadshow",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>roadshow</k><blockquote>■ <cclass>noun a touring show of pop musicians. </cclass></blockquote><blockquote>⁃ each of a series of radio or television programmes broadcast on location from different venues. </blockquote><blockquote>⁃ a touring political or promotional campaign. </blockquote></div>",
            "word": "roadshow",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "roadshow",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "roadshow",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "roadshow",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Looking at encouraging Indian travellers to visit Vietnam, the S R Embassy of Vietnam to India recently organised a <em>roadshow</em> in association with OM Tourism, in the presence of officials from the Vietnam National Administration of Tourism (VNAT).",
            "vi": "Để khuyến khích gia tăng lượng khách du lịch Ấn Độ đến với Việt Nam, Đại sứ quán Việt Nam tại Ấn Độ đã tổ chức một chương trình roadshow với sự hiện diện của các cơ quan đến từ Tổng cục du lịch Việt Nam."
        },
        {
            "en": "All presenters earning £150,000 a year from the licence fee – which includes all those in news and current affairs, as well as TV presenters on programmes produced by the BBC such as Mastermind and Antiques <em>Roadshow</em> – will be named for the first time in the BBC’s annual review this week.",
            "vi": "Tất cả những người dẫn chương trình kiếm được 150.000 bảng Anh một năm từ phí bản quyền, bao gồm tất cả những tin tức và các sự kiện hiện nay, cũng như những người dẫn chương trình truyền hình cho các chương trình do BBC sản xuất như Mastermind và Antiques Roadshow - sẽ lần đầu tiên được nêu tên trong chương trình đánh giá hàng năm của BBC trong tuần này."
        },
        {
            "en": "All presenters earning £150,000 a year from the licence fee – which includes all those in news and current affairs, as well as TV presenters on programmes produced by the BBC such as Mastermind and Antiques <em>Roadshow</em> – will be named for the first time in the BBC’s annual review this week. ",
            "vi": "Tất cả những người dẫn chương trình kiếm được 150.000 bảng Anh một năm từ phí bản quyền, bao gồm tất cả những tin tức và các sự kiện hiện nay, cũng như những người dẫn chương trình truyền hình cho các chương trình do BBC sản xuất như Mastermind và Antiques Roadshow - sẽ lần đầu tiên được nêu tên trong chương trình đánh giá hàng năm của BBC trong tuần này."
        },
        {
            "en": "Anyone paid as part of a deal with independent producers will not have their salaries revealed. But hit shows produced by BBC Studios including Mastermind, presented by John Humphrys, and Antiques <em>Roadshow</em>, presented by Fiona Bruce, will be subject to the changes just for this year.",
            "vi": "Bất cứ ai được trả lương như là một phần của thỏa thuận với các nhà sản xuất độc lập sẽ không phải tiết lộ tiền lương của họ. Nhưng các chương trình phát sóng của BBC Studios bao gồm Mastermind, do John Humphrys dẫn, và Antiques Roadshow được dẫn bởi Fiona Bruce, sẽ là đối tượng cho những thay đổi chỉ trong năm nay."
        },
        {
            "en": "Anyone paid as part of a deal with independent producers will not have their salaries revealed. But hit shows produced by BBC Studios including Mastermind, presented by John Humphrys, and Antiques <em>Roadshow</em>, presented by Fiona Bruce, will be subject to the changes just for this year.",
            "vi": "Bất cứ ai được trả lương như là một phần của thỏa thuận với các nhà sản xuất độc lập sẽ không phải tiết lộ tiền lương của họ. Nhưng các chương trình phát sóng của BBC Studios bao gồm Mastermind, do John Humphrys dẫn, và Antiques Roadshow được dẫn bởi Fiona Bruce, sẽ là đối tượng cho những thay đổi chỉ trong năm nay."
        },
        {
            "en": "Michael Geoghegan, the former Chief Executive of HSBC, took two weeks every summer to undertake a <em>roadshow</em> tour to as many locations as he could visit in a 15-day period. With 300,000 employees across the world, it was virtually impossible to visit every location, but by traveling to 18 major HSBC cities spread across all continents, staging town halls in large offsite convention centers and auditoriums, sometimes two in a single day, hundreds of miles apart, Geoghegan was able to stand in front of tens of thousands of employees, talk about his strategy and answer their questions. He didn’t reach every employee, but he tried, and his approval ratings among employees during his tenure showed they appreciated it.",
            "vi": "Michael Geoghegan, cựu giám đốc điều hành của HSBC, mỗi dịp hè dành 2 tuần để thực hiện một chuyến đi biểu diễn lưu động đến càng nhiều địa điểm ông ta có thể ghé thăm càng tốt. Với 300 000 nhân viên khắp thế giới, gần như không thể đến thăm từng địa điểm một được, nhưng bằng việc đặt chân tới 18 thành phố lớn rải khắp các lục địa có chi nhánh HSBC, đứng trên sân khấu các toà thị chính phần lớn bên ngoài những hội trường và trung tâm hội nghị, đôi khi trong vòng một ngày, ở hai nơi cách xa nhau hàng trăm dặm, Geoghegan có thể đứng trước hàng chục ngàn nhân viên, có thể nói về chiến lược của mình và trả lời các câu hỏi của họ. Ông không gặp từng nhân viên một được nhưng ông cố gắng, và số nhân viên ủng hộ ông trong thời kỳ ông đương nhiệm cho thấy họ hiểu rõ chiến lược đó."
        }
    ],
    "suggestions": []
}