{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Roberts",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Roberts",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Roberts",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Roberts",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Roberts",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Roberts</em> was feared dead after fight.",
            "vi": "Roberts đã thiệt mạng sau khi chiến đấu."
        },
        {
            "en": "This is John <em>Roberts</em> from London.",
            "vi": "Đây là john roberts ở london."
        },
        {
            "en": "<em>Roberts</em> has staked his political career on his tax proposal.",
            "vi": "Roberts đã đặt cược sự nghiệp chính trị của mình vào đề xuất chính sách thuế."
        },
        {
            "en": "Coming soon, the new smash-hit comedy starring Julia <em>Roberts</em>.",
            "vi": "Sắp phát hành, một phim hài chấn động với vai chính là Julia Roberts."
        },
        {
            "en": "Coming soon, the new smash - hit comedy starring Julia <em>Roberts</em>.",
            "vi": "Sắp phát hành, một phim hài chấn động với vai chính là Julia Roberts."
        },
        {
            "en": "I must read up what <em>Roberts</em> has written on the history of China.",
            "vi": "Tôi phải đọc thêm xem Roberts đã viết gì về lịch sử Trung Hoa."
        },
        {
            "en": "<em>Roberts</em> had driven his wife, Anne, to the hospital in the hansom carriage that morning.",
            "vi": "Sáng hôm đó, Roberts đã chở Anne, vợ anh ấy đến bệnh viện bằng cỗ xe ngựa hai bánh."
        },
        {
            "en": "Among the artistes appearing on our show tonight, we have Tom Cruise, Julia <em>Roberts</em>, etc.",
            "vi": "Trong số các nghệ sĩ có mặt trong buổi trình diễn tối nay, chúng ta có Tom Cruise, Julia Roberts,..."
        },
        {
            "en": "My name's Karl <em>Roberts</em>, and I'll be your teacher for this class.",
            "vi": "Tên tôi là karl roberts, và tôi sẽ là giáo viên của các bạn lớp này."
        },
        {
            "en": "Maria <em>Roberts</em>, a 15-year-old schoolgirl, left her home in Leeds last week and nobody has seen her since.",
            "vi": "Maria robert, một nữ sinh 15 tuổi đã bỏ nhà ở leeds đi hồi tuần rồi và không ai thấy em cả."
        },
        {
            "en": "It is an open and shut case. All the evidence is against <em>Roberts</em>. His defending counsel will have a very hard time.",
            "vi": "Đó là một trường hợp rõ ràng rồi. Tất cả những bằng chứng đều chống lại Robert. Luật sư biện hộ cho anh ấy sẽ rất khó khăn."
        },
        {
            "en": "Doctor <em>Roberts</em> worked more than 5 years to find a cure for a rare tropical desease. Then one night, when he was looking through his microscope the breakthrough finally came and he was able to develop a cure.",
            "vi": "Bác sĩ Roberts đã làm việc trong hơn 5 năm để tìm một phương cách chữa một chứng bịnh nhiệt đới hiếm thấy. Rồi một đêm, khi ông nhìn qua kính hiển vi ông đã tìm ra một phát hiện mới và đã có thể phát minh ra một phương thuốc chữa trị."
        },
        {
            "en": "Doctor <em>Roberts</em> worked more than 5 years to find a cure for a rare tropical desease. Then one night, when he was looking through his microscope the breakthrough finally came and he was able to develop a cure.",
            "vi": "Bác sĩ Roberts đã làm việc trong hơn 5 năm để tìm một phương cách chữa một chứng bịnh nhiệt đới hiếm thấy. Rồi một đêm, khi ông nhìn qua kính hiển vi ông đã tìm ra một phát"
        },
        {
            "en": "However, the real issue with Vogt-<em>Roberts</em>’ tonal clash is that it loses complete sight of what the central appeal of a King Kong movie was in the first place. Crank it through whatever stylistic blender you like, but at the end of the day it should still feel like a monster movie. Mainly, because it is a monster movie. ",
            "vi": "Tuy nhiên, vấn đề thực sự trong màn cuộc đụng độ được dựng bởi Vogt-Roberts ở chỗ nó đã mất hoàn toàn những sự chú ý chú trọng của một bộ phim về King Kong, nó phải đặt ở vị trí đầu tiên. Nó cứ trượt qua như thế dẫu cho nó nên tập trung vào đúng phần được yêu thích, nhưng cuối cùng, nó vẫn là một bộ phim quái vật. Chủ yếu bởi vì nó nguyên bản là một bộ phim quái vật."
        },
        {
            "en": "However, the real issue with Vogt-<em>Roberts</em>’ tonal clash is that it loses complete sight of what the central appeal of a King Kong movie was in the first place. Crank it through whatever stylistic blender you like, but at the end of the day it should still feel like a monster movie. Mainly, because it is a monster movie. ",
            "vi": "Tuy nhiên, vấn đề thực sự trong màn cuộc đụng độ được dựng bởi Vogt-Roberts ở chỗ nó đã mất hoàn toàn những sự chú ý chú trọng của một bộ phim về King Kong, nó phải đặt ở vị trí đầu tiên. Nó cứ trượt qua như thế dẫu cho nó nên tập trung vào đúng phần được yêu thích, nhưng cuối cùng, nó vẫn là một bộ phim quái vật. Chủ yếu bởi vì nó nguyên bản là một bộ phim quái vật."
        },
        {
            "en": "Ed <em>Roberts</em>, MIT's professor of technological innovation and entrepreneurship, says such ps belie the fact that the institute is actually quite small, with just 10,000 students and about 1,000 faculty. \"That's not big. But when all those people sign up to a mission to forward entrepreneurship, you have a dramatically bigger impact. In MIT, people are encouraged not just to think bold, but to do it boldly.",
            "vi": "Ed Roberts, giáo sư của ngành công nghệ cải tiến và kinh doanh của MIT, nói rằng có nhiều người tin vào sự thật là Đại học này trông khá nhỏ chỉ với 10.000 sinh viên và khoảng 1.000 giảng viên. Nó không lớn. Nhưng các sinh viên đã đăng ký vào nhiệm vụ để hướng đến việc phát triển doanh nghiệp, bạn sẽ có một bước chuyển đáng kể. Tại Đại học MIT, sinh viên không chỉ khuyến khích phải suy nghĩ tạo báo mà còn phải mạnh dạn theo đuổi nó."
        },
        {
            "en": "Cheap Injection Could Stop Thousands Of People Dying Of Severe Bleeding From Accidents, Injuries      Results from an international trial involving over 20,000 participants in 40 countries suggest that if recently injured patients with serious bleeding were to be given an injection of a cheap, widely available drug, it could save the lives of tens of thousands of people every year worldwide, including victims of traffic accidents, shootings, stabbings and land mine injuries. The results of the CRASH-2 study, a large, randomised trial involving over 20,000 adult patients in 274 hospitals in 40 countries, are published in the 14 June online issue of The Lancet, along with other information and an editorial commentary. The trial was funded by England's National Institute for Health Research (NIHR) Health Technology Assessment programme and was led by Dr Ian <em>Roberts</em>, Professor of Epidemiology at the London School of Hygiene and Tropical Medicine (LSHTM). <em>Roberts</em> and colleagues found that early administration of tranexamic acid (TXA, a drug that reduces clot breakdown) to patients with severe, recent bleeding injuries saves lives with no evidence of side effects from unwanted clotting.  They suggest using the widely available and easily administered off-patent drug, which is manufactured by a number of different companies, and costs about £3 ($4.50) per gram, in this way could save tens of thousands of lives every year worldwide. The trial was the first to test TXA in injured patients, although previous, smaller studies have shown that the drug also reduces bleeding in patients undergoing major surgery. The trial was necessary to check the safety of TXA for this type of use, because although it is obviously an advantage to have a drug that reduces clot breakdown in situations of severe bleeding, doctors were concerned about side effects like increased risk of complications like heart attacks, strokes and blood clots in the lungs. However, the trial showed TXA reduced deaths from bleeding with no increase in such complications. <em>Roberts</em> told the press that about 600,000 injured people bleed to death every year around the world: it is the second biggest killer of people between 5 and 45 years old, second only to HIV/AIDS. \"Injuries may be accidental, for example traffic crashes, or intentional, such as shootings, stabbings or land mine injuries and the majority of deaths occur soon after injury,\" explained <em>Roberts</em>, adding that: \"Although most deaths from injuries are in developing countries, injury is a leading cause of death in young adults throughout the world.\" He said it was also important to note that deaths from injuries are on the rise the globe over, and often the victims are young adults with families to support. For the study, <em>Roberts</em> and colleagues only enrolled patients who had significant bleeding, or were at risk of significant bleeding and the injury had happened within the last few hours. They randomly allocated participants to either the treatment group or the placebo group. The treatment group received one gram of TXA by injection followed by another 1 gram in a drip in the following 8 hours. The placebo group had the same treatment but received a matching placebo instead of the TXA. They followed up the patients in both groups for 4 weeks after injury, counting all deaths. The analysis showed that compared to placebo, TXA reduced the chance of death due to massive blood loss by around one sixth. <em>Roberts</em> and colleagues estimated that TXA used in this way could save up to 100,000 lives worldwide, including 13,000 in India and 12,000 in China. <em>Roberts</em> said: \"We believe that doctors across the world should now consider using it [TXA] to improve accident victims' chances of survival and that it should be considered for inclusion in the WHO List of Essential Medicines.\" Source: LSHTM.\nWritten by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Mũi tiêm giá rẻ có thể giúp hàng ngàn người khỏi tử vong vì chảy máu nặng do tai nạn, bị thương    Các kết quả từ cuộc thử nghiệm quốc tế trên hơn 20,000 người tham dự tại 40 quốc gia cho thấy rằng nếu bệnh nhân vừa bị thương và chảy máu nghiêm trọng được chích một loại thuốc giá rẻ, có rộng rãi, thì có thể cứu sống hàng chục ngàn người mỗi năm trên toàn cầu, bao gồm những nạn nhân bị thương do giao thông tai nạn, bị bắn, bị đâm và trúng mìn.  Kết quả của nghiên cứu CRASH-2, một cuộc thử nghiệm lớn, sắp xếp ngẫu nhiên bao gồm hơn 20,000 bệnh nhân trưởng thành ở 274 bệnh viện từ 40 quốc gia, được công bố vào ngày 14 tháng 6 trên ấn bản trực tuyến The Lancet, cùng với các thông tin và tường thuật xã luận khác.\nThử nghiệm này được tài trợ bởi Chương trình Đánh giá Công nghệ Y tế của Học viện Nghiên cứu Y tế Quốc gia Anh Quốc (NIHR) và đã được dẫn dắt bởi tiến sĩ Ian Roberts, giáo sư dịch tể học tại Trường Vệ sinh và Y học nhiệt đới Luân Đôn (LSHTM). Roberts và các đồng nghiệp nhận thấy là việc sử dụng sớm axít tranexamic (TXA, thuốc làm giảm sự phân nhỏ cục đông máu) cho những bệnh nhân bị thương chảy máu nặng gần đây đã cứu sống được họ và không có bằng chứng về tác dụng phụ từ việc đông máu không mong muốn.\nHọ đề nghị dùng loại thuốc không độc quyền, phổ biến và dễ sử dụng này, được sản xuất bởi nhiều công ty khác nhau, và có giá khoảng 3 bảng Anh ($4.50) mỗi gram, và như thế có thể cứu sống hàng chục ngàn người mỗi năm trên toàn cầu.Việc thử nghiệm đầu tiên để kiểm tra TXA trong bệnh nhân bị thương, mặc dù trước đây, các nghiên cứu nhỏ hơn đã cho thấy rằng thuốc cũng giảm chảy máu trong bệnh nhân đang trải qua đại phẫu. Thử nghiệm cần thiết để kiểm tra sự an toàn của TXA khi sử dụng, vì mặc dù hiển nhiên là thuận lợi khi có một loại thuốc làm giảm sự chia nhỏ cục đông trong các tình huống chảy máu nặng, nhưng giới bác sĩ đã lo lắng về các tác dụng phụ ví dụ như là tăng nguy cơ của các biến chứng như đau tim, đột quỵ và cục đông máu trong phổi.\nTuy nhiên, thử nghiệm cho thấy TXA giảm số ca tử vong do chảy máu mà không làm tăng các biến chứng như thế.\nTrả lời báo chí, Roberts cho hay, có khoảng 600,000 người bị thương chảy máu đến chết mỗi năm ở khắp nơi trên thế giới: đó là nguyên nhân giết người cao thứ nhì trong độ tuổi từ 5 đến 45, chỉ đứng sau HIV/AIDS.\n \"Thương tổn có thể là ngẫu nhiên, ví dụ như tai nạn giao thông, hoặc do cố ý, như là bắn giết, đâm chém hay trúng mìn và phần lớn cái chết xảy ra ngay sau khi bị thương,\" Roberts giải thích thêm:\n\"Mặc dù hầu hết những ca tử vong do bị thương là ở các nước đang phát triển, thương tổn vẫn là nguyên nhân dẫn đến cái chết trong người thành niên trên khắp thế giới. \"\nCũng quan trọng cần lưu ý là những ca tử vong do bị thương đang gia tăng trên toàn cầu, và nạn nhân thường là những người trẻ được gia đình cấp cứu.\nĐể nghiên cứu, Roberts và đồng nghiệp chỉ xem xét trên những bệnh nhân bị chảy máu đáng kể, hoặc có nguy cơ chảy máu đáng kể và thương tổn đã xảy ra trong vòng vài giờ sau cùng.\nHọ phân bổ những người tham dự thành nhóm được chữa trị hoặc nhóm dùng thuốc giả một cách ngẫu nhiên. Nhóm được chữa trị được chích 1 gram TXA rồi truyền nhỏ giọt 1 gram khác trong vòng 8 tiếng đồng hồ sau đó. Nhóm dùng thuốc giả cũng được chích và truyền thuốc như thế nhưng nhận thuốc giả thay vì TXA.\nHọ theo dõi bệnh nhân ở cả hai nhóm trong vòng 4 tuần sau khi bị thương, đếm tất cả những ca tử vong. Phân tích cho thấy rằng so với thuốc giả, TXA giảm khả năng tử vong do mất máu ồ ạt khoảng 1/6.\n Các nhà nghiên cứu trong nhóm của Roberts ước tính bằng cách dùng TXA như vậy có thể cứu sống lên đến 100,000 người trên thế giới, bao gồm 13,000 người ở Ấn Độ và 12,000 người ở Trung Quốc.\nRoberts cho biết:\n\"Chúng tôi tin rằng các bác sĩ trên khắp thế giới bây giờ nên sử dụng thuốc này [TXA] để cải thiện cơ hội sống sót của nạn nhân bị tai nạn và nó phải được xem xét đưa vào trong danh mục y tế thiết yếu của WHO.\"\nNguồn: LSHTM.  Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Still not satisfied, director Jordan Vogt-<em>Roberts</em> attempts to make every ‘Nam movie trick shot in the book: the hazy light of the setting sun breaking through the jungle canopy, highlighting helicopters and mud-smeared faces as Creedence Clearwater Revival’s ‘Bad Moon Rising’ plays. It’s as unsubtle a thematic tribute as you can get, at least, until the film – not once, but multiple times – features intercutting shots of Packard and Kong making death stares at each other while surrounded by napalm explosions, playing out like a Tarantino parody.",
            "vi": "Vẫn không hài lòng, đạo diễn Jordan Vogt-Roberts cố gắng thực hiện mọi khung ảnh về Việt Nam trong trường ý: ánh sáng lấp lánh của ánh nắng mặt trời vượt qua tán rừng, làm nổi bật trực thăng và những khuôn mặt lấm bùn như bài hát 'Bad Moon Rising ' được thể hiện bởi Creedence Clearwater Revival. Nó càng là một minh chứng toàn cảnh vụng về giống như bạn có thể cảm nhận, ít nhất với bộ phim này - không phải là một lần, nhưng nhiều lần - các tính năng chụp ảnh liên tiếp của Packard và Kong làm cho cái chết liền kề với nhau trong khi bị bao vây bởi các lần nổ bom napan, chơi như một trò nhại lại mô phỏng phim của Tarantino."
        },
        {
            "en": "Still not satisfied, director Jordan Vogt-<em>Roberts</em> attempts to make every ‘Nam movie trick shot in the book: the hazy light of the setting sun breaking through the jungle canopy, highlighting helicopters and mud-smeared faces as Creedence Clearwater Revival’s ‘Bad Moon Rising’ plays. It’s as unsubtle a thematic tribute as you can get, at least, until the film – not once, but multiple times – features intercutting shots of Packard and Kong making death stares at each other while surrounded by napalm explosions, playing out like a Tarantino parody.",
            "vi": "Vẫn không hài lòng, đạo diễn Jordan Vogt-Roberts cố gắng thực hiện mọi khung ảnh về Việt Nam trong trường ý: ánh sáng lấp lánh của ánh nắng mặt trời vượt qua tán rừng, làm nổi bật trực thăng và những khuôn mặt lấm bùn như bài hát 'Bad Moon Rising ' được thể hiện bởi Creedence Clearwater Revival. Nó càng là một minh chứng toàn cảnh vụng về giống như bạn có thể cảm nhận, ít nhất với bộ phim này - không phải là một lần, nhưng nhiều lần - các tính năng chụp ảnh liên tiếp của Packard và Kong làm cho cái chết liền kề với nhau trong khi bị bao vây bởi các lần nổ bom napan, chơi như một trò nhại lại mô phỏng phim của Tarantino."
        },
        {
            "en": "Julia <em>Roberts</em> in 1990 and 2015    pinterest, maximumwall\n Sharon Stone in 1983 and 2014    peterdukephotography, santabanta\n Salma Hayek in 1996 and 2014    subscribe, pinterest\n  Natalia Oreiro in 1998 and 2014    irc, eltribuno\n Halle Berry in 1994 and 2013    starer, glamouricious\n  Cate Blanchett in 1999 and in 2014    theplace2, ucoz\n  Sandra Bullock in 1994 and in 2014    ctv, navigator\n  Madonna in 1990 and in 2013    vogue, pinterest\n  Sarah Michelle Gellar in 1997 and in 2015    wallpapersglobe, 4tololo\n Monica Bellucci in 1982 and in 2014    gorod, miss\n  Cindy Crawford in 1995 and in 2014    wallpapersglobe, lifewallpaperz\n  Meryl Streep in 1979 and in 2014    iltalehti, pinterest\n  Demi Moore in 1996 and in 2014    okino, pinterest\n  Penélope Cruz in 1993 and in 2014    fashiony, pinterest\n  Twiggy (Lesley Hornby) in 1967 and in 2015",
            "vi": "brightside"
        }
    ],
    "suggestions": []
}