{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[rou'bɔtik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">như người máy; cứng nhắc, máy móc</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">robotic movements</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những động tác như người máy</font></td></tr></table><i/></div>",
            "word": "robotic",
            "pronounce": "[rou'bɔtik]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>robotic</k><blockquote><cclass>[<cclass>rə(ʊ)'bɒtɪk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 relating to robots. </blockquote></blockquote><blockquote><blockquote>2》 mechanical, stiff, or unemotional. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>robotically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "robotic",
            "pronounce": "[rou'bɔtik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "robotic",
            "pronounce": "[rou'bɔtik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "robotic",
            "pronounce": "[rou'bɔtik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "robotic",
            "pronounce": "[rou'bɔtik]"
        }
    },
    "sentences": [
        {
            "en": "<em>Robotic</em> glueing",
            "vi": "Lắp dựng người máy"
        },
        {
            "en": "<em>Robotic</em> movement",
            "vi": "Động tác như người máy"
        },
        {
            "en": "He has <em>robotic</em> movements.",
            "vi": "Anh ta có những động tác như người máy."
        },
        {
            "en": "Being human in a <em>robotic</em> world",
            "vi": "Con người trong thế giới robot"
        },
        {
            "en": "<em>Robotic</em> systems with artificial intelligence can perform many industrial duties.",
            "vi": "Hệ thống người máy với trí tuệ nhân tạo có thể thực hiện nhiều nhiệm vụ công nghiệp."
        },
        {
            "en": "They do not want to see anything static or <em>robotic</em> movements.",
            "vi": "Họ không muốn thấy bất cứ gì đứng im hay những động tác giống rô - bốt."
        },
        {
            "en": "They do not want to see anything static or <em>robotic</em> movements.",
            "vi": "Họ không muốn thấy bất cứ gì đứng im hay những động tác giống rô-bốt."
        },
        {
            "en": "A <em>robotic</em> arm lifts the box up and turns it round.",
            "vi": "Một cánh tay máy nâng cái hộp lên và xoay tròn nó."
        },
        {
            "en": "He was even able to pick up small objects with a <em>robotic</em> arm.",
            "vi": "Thậm chí ông ấy có khả năng lấy các đồ vật nhỏ với một cánh tay rô - bô."
        },
        {
            "en": "WE’VE probably all hoped someone would quietly sack all the pedants, plodders and <em>robotic</em> bureaucrats who make working life miserable.",
            "vi": "Có lẽ chúng ta đã hy vọng ai đó sẽ sa thải tất cả những người tự cho mình là giỏi, làm việc chậm chạp và các quan chức máy móc, những người làm cho đời sống công việc trở nên khó khăn khổ sở."
        },
        {
            "en": "In the last fifty years, NASA has sent <em>robotic</em> spacecraft to the moon and all the planets.",
            "vi": "Trong năm mươi năm qua, NASA đã gửi phi thuyền không gian không người lái đến mặt trăng và đến tất cả các hành tinh."
        },
        {
            "en": "The flexible and modular <em>robotic</em> vehicle was developed to alleviate big-city parking struggles and traffic congestion, often made worse by single motorists operating large cars.",
            "vi": "Chiếc xe như người máy có thể tháo rời và linh hoạt này được chế tác nhằm giải bài toán thiếu chỗ đậu xe ở những thành phố lớn và tình trạng tắc đường mà thường là trầm trọng hơn vì những chiếc xe bự chà bá mà bên trong chỉ có một người đi."
        },
        {
            "en": "Big windows guarantee a good perception of the surrounding environment while an intuitive user interface provides easy access to all drive modes the <em>robotic</em> car has to offer.",
            "vi": "Cửa sổ lớn bảo đảm quan sát đầy đủ môi trường xung quanh trong khi giao diện người dùng trực giác giúp dễ dàng sử dụng mọi chế độ lái của chiếc xe rô-bô này."
        },
        {
            "en": "Dr Terrier said day-to-day running of the spaceship would be handed over to artificial intelligence capable of diagnosing diseases and directing <em>robotic</em> surgery.",
            "vi": "Tiến sĩ Terrier cho biết việc vận hành tàu vũ trụ hàng ngày sẽ được chuyển giao cho trí thông minh nhân tạo có khả năng chẩn đoán bệnh và điều khiển phẫu thuật robot."
        },
        {
            "en": "Among the most successful of NASA's <em>robotic</em> explorers are the Voyager One and Two spacecraft. They are built on the success of the earlier Pioneer Ten and Eleven spacecraft.",
            "vi": "Trong số các phi thuyền không người lái thành công nhất này của NASA có các phi thuyền Voyager 1 và 2. Chúng được xây dựng trên sự thành công của các phi thuyền Pioneer 10 và 11 trước đó."
        },
        {
            "en": "Robot Hotel – In Japan, robots turn up in unexpected places. At the five-star Henn-na Hotel in Nagasaki Prefecture, humanoid robots greet Japanese-speaking guests at reception, while English-speaking guests are met by a <em>robotic</em> dinosaur. Naturally.",
            "vi": "Khách sạn robot - Ở Nhật, robot xuất hiện những nơi không ngờ. Tại khách sạn 5 sao Henn-na thuộc quận Nagasaki, các robot hình người sẽ chào đón khách nói tiếng Nhật, còn những khách nói tiếng Anh sẽ được một chú robot khủng long tiếp đón. Rất chi là tự nhiên."
        },
        {
            "en": "Scientists have revealed the key personality traits that people need to possess in order to survive the <em>robotic</em> revolution – and boring office drones with personality bypasses should be feeling pretty nervous right now.",
            "vi": "Các nhà khoa học đã tiết lộ những đặc điểm cá nhân quan trọng mà con người cần có để tồn tại trong cuộc cách mạng robot - những người làm công việc nhàm chán trong văn phòng mà bỏ qua những tính cách đó ngay lúc này sẽ phải cảm thấy lo lắng."
        },
        {
            "en": "Besides flowers and animals, the paintings also depict stories and characters familiar to children, such as “An Khe Tra Vang,” a Vietnamese fairy tale, and Doraemon – a <em>robotic</em> cat from the famous namesake Japanese comic.",
            "vi": "Bên cạnh hoa và động vật, những bức tranh cũng miêu tả những câu chuyện và các nhân vật quen thuộc với trẻ em, chẳng hạn như \"Ăn khế trả vàng\" một câu chuyện cổ tích Việt Nam, Doraemon - một con mèo robot từ tập truyện tranh nổi tiếng của Nhật Bản."
        },
        {
            "en": "Listen, Google, we need to talk. You seem to be ignoring our green <em>robotic</em> friend. I know you've been battling lawsuits, getting your self-driving cars licensed, and focusing on Google+, but it might be time to show Android that you still care.",
            "vi": "Google xin hãy lắng nghe, chúng ta cần nói chuyện với nhau. Có vẻ như bạn đang bỏ bê người bạn robot màu xanh lá cây của chúng ta. Tôi biết bạn đang phải chiến đấu với những vụ kiện tụng, xin cấp phép cho dự án xe hơi không người lái, và tập trung vào Google +, nhưng có lẽ đã đến lúc cho Android thấy rằng bạn vẫn quan tâm đến nó."
        },
        {
            "en": "The research, published in the journal Lancet, is the latest from BrainGate, a consortium of researchers testing brain-computer interface technology designed to give paralyzed individuals more mobility. Prior tests of the technology allowed paralyzed people to move a <em>robotic</em> arm or a cursor on a keyboard just by using their thoughts.",
            "vi": "Nghiên cứu này, được công bố trong tạp chí Lancet, là nghiên cứu mới nhất của BrainGate, hội các nhà nghiên cứu thử nghiệm công nghệ tương tác giữa não bộ và máy tính dành cho những người bị liệt giúp họ có thể cử động được. Các cuộc thử nghiệm công nghệ này trước đây đã giúp những người bị liệt cử động được cánh tay rô bốt hoặc di chuyển được con trỏ máy tính mà chỉ bằng suy nghĩ của họ."
        }
    ],
    "suggestions": []
}