{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rockers"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rockers"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rockers"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rockers"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rockers"
        }
    },
    "sentences": [
        {
            "en": "<em>Rockers</em> usually have a raucous voice.",
            "vi": "Những người hát nhạc rock thường có giọng khàn khàn."
        },
        {
            "en": "strips. Last of all, he split a larger willow which had grown in a curve. He turned the chair upside down, and he pegged the curved pieces to its legs, to make the <em>rockers</em>. And the chair was done.",
            "vi": "Bố tách đôi một cây dài, thẳng, ghép một nửa vào một cạnh mặt ghế cuốn lên xuống kín mít và ghép nửa còn lại vào cạnh kia của mặt ghế. Thế là xong phần lưng tựa cao uốn cong của chiếc ghế. Bố gắn lại thật chặt rồi đan những cành cây mềm ngang dọc và xếp lên nhau cho tới khi hoàn thành phần lưng ghế. Bố làm các thành ghế bằng những nửa nhánh cây khác. Bố cuốn nó từ phía trước cạnh mặt ghế tới lưng ghế và cuốn kín quanh chúng bằng những dải cây đan lên. Cuối cùng, Bố chẻ một cành cây lớn có độ cong. Bố lật úp chiếc ghế xuống, gắn những miếng gỗ cong vào dưới chân ghế làm thành những bàn đu. Thế là chiếc ghế hoàn tất."
        },
        {
            "en": "And Scottish <em>rockers</em> Simple Minds took to the stage to perform Don’t You Forget About Me, marking the 30th anniversary of teen movie The Breakfast Club, which featured the song in its closing moments.",
            "vi": "Và rocker người Scotland Simple Minds đã lên sân khấu trình diễn ca khúc Don't Forget About Me, đánh dấu kỷ niệm 30 năm bộ phim tuổi teen The Breakfast Club, trong đó điểm nhấn ca khúc trong khoảnh khắc kết thúc."
        },
        {
            "en": "in the chairback. With the other half of the split sapling Pa made arms for the chair. He curved them from the front of the seat to the chair - back, and he filled them in with woven strips. Last of all, he split a larger willow which had grown in a curve. He turned the chair upside down, and he pegged the curved pieces to its legs, to make the <em>rockers</em>. And",
            "vi": "Bố tách đôi một cây dài, thẳng, ghép một nửa vào một cạnh mặt ghế cuốn lên xuống kín mít và ghép nửa còn lại vào cạnh kia của mặt ghế. Thế là xong phần lưng tựa cao uốn cong của chiếc ghế. Bố gắn lại thật chặt rồi đan những cành cây mềm ngang dọc và xếp lên nhau cho tới khi hoàn thành phần lưng ghế. Bố làm các thành ghế bằng những nửa nhánh cây khác. Bố cuốn nó từ phía trước cạnh mặt ghế tới lưng ghế và cuốn kín quanh chúng bằng những dải cây đan lên. Cuối cùng, Bố chẻ một cành cây lớn có độ cong. Bố lật úp chiếc ghế xuống, gắn những miếng gỗ cong vào dưới chân ghế làm thành những bàn đu. Thế là chiếc ghế hoàn tất."
        },
        {
            "en": "He split a long, straight sapling down the middle. He pegged one end of half of it to the side of the seat, and curved it up and over and down, and pegged the other end to the other side of the seat. That made a high, curved back to the chair. He braced it firmly, and then he wove the thin willow-strips across and up and down, under and over each other, till they filled in the chairback. With the other half of the split sapling Pa made arms for the chair. He curved them from the front of the seat to the chair-back, and he filled them in with woven strips. Last of all, he split a larger willow which had grown in a curve. He turned the chair upside down, and he pegged the curved pieces to its legs, to make the <em>rockers</em>. And the chair was done.",
            "vi": "bằng những nửa nhánh cây khác. Bố cuốn nó từ phía trước cạnh mặt ghế tới lưng ghế và cuốn kín quanh chúng bằng những dải cây đan lên. Cuối cùng, Bố chẻ một cành cây lớn có độ cong. Bố lật úp chiếc ghế xuống, gắn những miếng gỗ cong vào dưới chân ghế làm thành những bàn đu. Thế là chiếc ghế hoàn tất."
        }
    ],
    "suggestions": []
}