{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rockabilly"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rockabilly</k><blockquote>■ <cclass>noun a type of popular music, originating in the south-eastern US, combining elements of rock and roll and country music. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: blend of <kref>rock and roll</kref> and <kref>hillbilly</kref>. </blockquote></div>",
            "word": "rockabilly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rockabilly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rockabilly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rockabilly"
        }
    },
    "sentences": [
        {
            "en": "And that’s not all – Mandy, a part-time caterer, spends all her free time cooking, cleaning and darning Gary’s socks. She dresses in vintage frocks, drives a 1949 Chevrolet and listens to <em>rockabilly</em> records on her jukebox. She strongly believes that all women should adopt a similar lifestyle if they want to keep their man happy.",
            "vi": "Và chưa hết, Mandy, ngoài công việc bán thời gian là làm người giao hàng thực phẩm, thì chị dành toàn bộ thời gian rảnh của mình để nấu nướng, quét dọn và khâu vá vớ cho anh Gary. Chị ăn vận những chiếc áo váy cổ điển, lái một chiếc xe Chevrolet đời 1949 và nghe những bản nhạc pop cuối thập niên 50 thế kỷ trước từ chiếc máy hát tự động của chị. Chị chắc chắn rằng nếu các chị em phụ nữ muốn chồng mình luôn hạnh phúc thì hãy sống như vậy."
        },
        {
            "en": "Interestingly, the couple had bonded over their love of <em>rockabilly</em> and fifties’ fashion, when they first met 30 years ago. But in the last five years, their passion for all things 50s has reached new heights. They were quite bored of regular life: “Gary and I were sick of the same routine and we were bickering on a daily basis,” said Mandy. “We spent our weekends drinking at the pub until the early hours and it just got so boring.”",
            "vi": "Điều thú vị là hai vợ chồng nhà này từ lâu đã mê thời trang và âm nhạc những năm 50 thế kỷ trước, lúc họ gặp nhau lần đầu 30 năm trước lận. Nhưng 5 năm gần đây, tình yêu của họ đối với những gì thuộc về hơn nửa thế kỷ trước đã đạt đến những cung bậc mới. Họ chán ngấy cuộc sống thường nhật. Mandy cho biết: \"Anh Gary và tôi rất là chán những việc ngày nào cũng lặp đi lặp lại và cãi lộn nhau suốt. Cuối tuần nhậu nhoẹt ngoài quán khuya trật mới về, tôi chán không chịu nổi.\""
        }
    ],
    "suggestions": []
}