{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rodlike",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rodlike",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rodlike",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rodlike",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rodlike",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A genus of Gramnegative, mostly nonmotile, anaerobic <em>rodlike</em> bacteria.",
            "vi": "Một giống vi trùng gram âm, hình que, kỵ khí, hầu hết không di đông."
        },
        {
            "en": "A large genus of Gram-positive spore -bearing <em>rodlike</em> bacteria.",
            "vi": "Một giống gồm nhiều loại vi trùng gram dương, hình que, có mang bào tử."
        },
        {
            "en": "A genus of gram negative aerobic nonmotile parasitic <em>rodlike</em> bacteria frequently found in the respiratory tract.",
            "vi": "Một giống vi trùng kí sinh hình que không di động hiếu khí gram âm thường thấy trong đường hô hấp."
        },
        {
            "en": "A genus of Gram-positive mostly aerobic, nonmotile <em>rodlike</em> bacteria that frequently bear club-shaped swellings.",
            "vi": "Một giống vi trùng hình que, gram dương, không di động, hầu hết hiếu khí, và thường có những chỗ phồng hình gậy."
        },
        {
            "en": "Most bacterial are unicellular; the cell may be spherical, <em>rodlike</em>, spiral, comma-shaped or corkscrew-shaped",
            "vi": "Hầu hết vi trùng là đơn bào; tế bào có thể hình cầu, hình que, hình xoắn, hình phẩy hay hình xoắn ruột gà."
        },
        {
            "en": "A genus of gram-positive, aerobic, motile, <em>rodlike</em> bacteria that are parasites of warm-blooded animals.",
            "vi": "Một giống vi trùng hình que, di động, hiếu khí, gram dương ký sinh trong các động vật máu nóng."
        },
        {
            "en": "A genus of gram-positive nonmotile <em>rodlike</em> bacteria capable of growth in acid media and of producing lactic acid from the fermentation of carbohydrates.",
            "vi": "Một giống vi trùng hình que gram dương không di động có thể mọc trong môi trường acid và có khả năng lên men các carbohydrate để sinh ra lactic acid."
        },
        {
            "en": "A genus of Gramnegative nonmotile aerobic bacteria that ate characteristically spherical or <em>rodlike</em> in shape but occasionally grow into branching filaments.",
            "vi": "Một loại vi trùng gram âm hiếu khí không di động nó có hình dạng hình cầu hoặc giống que nhưng thỉnh thoảng tăng trưởng bên trong những sợi phân nhánh."
        },
        {
            "en": "A genus of Gram-negative aerobic spherical or <em>rodlike</em> parasitic bacteria responsible for brucellosis in man and contagious abortion in cattle, pigs, sheep, and goats.",
            "vi": "Một giống vi trùng ký sinh dạng que hay hình cầu, hiếu khí, gram âm, gây bệnh brucella ở người và bệnh xảo thai truyền nhiễm ở trâu bò, heo, cừu và dê."
        },
        {
            "en": "A genus of gram-negative <em>rodlike</em> nonmotile mostly lactosefermenting bacteria found in the respiratory, intestinal, and urinogenital tracts of animals and man.",
            "vi": "Một giống vi trùng gram âm hình que không di động hầu hết lên men lactose thấy trong các đường hô hấp, tiêu hoá, và niệu dục của súc vật và người."
        },
        {
            "en": "A genus of mostly gram-positive anaerobic spore-forming <em>rodlike</em> bacteria commonly found in soil and in the intestinal tract of man and animals.",
            "vi": "Một loại vi khuẩn hình que có tạo nên bào tử và yếm khí thường thấy ở trong đất và ở trong ruột của người và vật."
        },
        {
            "en": "A group of gram-negative <em>rodlike</em> bacteria that are normally found in the gastrointestinal tract and have the ability to ferment the sugar lactose.",
            "vi": "Một nhóm vi khuẩn hình gậy gram âm thường được tìm thấy trong đường dạ dày ruột và có khả năng làm lên men đường lactose."
        }
    ],
    "suggestions": []
}