{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Roland",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Roland</k><blockquote><cclass>[<cclass>'rəʊlənd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in phr. <cclass><b>a Roland for an Oliver</b>) <cclass>archaic an effective retort or response. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Roland was the most famous of Charlemagne's paladins; according to medieval romances he became the friend of another paladin, Oliver, after engaging him in single combat which neither won. </blockquote></div>",
            "word": "Roland",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Roland",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Roland",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Roland",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "to give a <em>Roland</em> for an Oliver",
            "vi": "ăn miếng trả miếng ( ăn miếng chả trả miếng nem )"
        },
        {
            "en": "Give a <em>roland</em> for an oliver",
            "vi": "Ăn miếng chả, trả miếng bùi"
        },
        {
            "en": "to give a <em>Roland</em> for an Oliver",
            "vi": "ăn miếng trả miếng (ăn miếng chả trả miếng nem)"
        },
        {
            "en": "2nd Keynote Presentation by Prof. Gerard <em>Roland</em>",
            "vi": "Bài trình bày thứ hai của GS. Gerard Roland"
        },
        {
            "en": "<em>Roland</em> has been a Bandsman for over 50 years.",
            "vi": "Roland là nhạc công hơn 50 năm."
        },
        {
            "en": "<em>Roland</em> complains: Joan keeps our sales data bottled up.",
            "vi": "Roland than phiền: joan giữ khư khư dữ liệu bán hàng của chúng tôi."
        },
        {
            "en": "They gave the name <em>Roland</em> to their first child.",
            "vi": "Họ đặt tên cho đứa con đầu lòng của họ là Roland."
        },
        {
            "en": "Which indicates the dependency relationships of <em>Roland</em>, a district sales manager.",
            "vi": "Danh sách trong hình này chỉ ra mối quan hệ lệ thuộc của roland, một giám đốc bán hàng khu vực."
        },
        {
            "en": "I will give a <em>Roland</em> for an Oliver. Wait and see.",
            "vi": "Tao sẽ ăn miếng trả miếng đấy. Hãy chờ xem."
        },
        {
            "en": "Karl will say periodically, <em>Roland</em>, Gizmo corporation is already three weeks overdue on its bill.",
            "vi": "Cứ đến hàng ky, karl lại nói, roland này, công ty gizmo đã nợ quá hạn ba tuần."
        },
        {
            "en": "It is made in the Netherlands at Tuk Tuk Factory - the brainchild of <em>Roland</em> Vos.",
            "vi": "Nó là ý tưởng phát minh của giám đốc Roland Vos, được chế tạo tại Nhà máy Tuk Tuk ở Hà Lan."
        },
        {
            "en": "The French Open is played at the <em>Roland</em> Garros Tennis Center in Paris.",
            "vi": "Giải pháp mở rộng được thi đấu tại trung tâm quần vợt roland garros ở paris."
        },
        {
            "en": "But the move is extremely controversial, reports the BBC's <em>Roland</em> Buerk.",
            "vi": "Thế nhưng việc làm này gây nhiều tranh cãi, theo phóng viên Roland Buerk của BBC báo cáo lại."
        },
        {
            "en": "Gerard <em>Roland</em> offered the analogy of different options for changing the engine of the airplane while the plane is flying.",
            "vi": "Gerard Roland đã sử dụng phép loại suy về những giải pháp khác nhau để thay động cơ máy bay trong khi máy bay đang bay."
        },
        {
            "en": "Plenary Perspectives Prof. Gerard <em>Roland</em>, Professor of Economics at University of California Berkeley, C.E.P.R. Programme Director of Transition Economics",
            "vi": "Ý kiến thảo luận chung GS. Gerard Roland, Giáo sư kinh tế tại trường Đại học California ở Berkeley, Giám đốc Chương trình về Kinh tế chuyển đổi tại CEPR"
        },
        {
            "en": "Deeper dependence by Karl might give <em>Roland</em> even greater negotiating power and a freer hand in recruiting new customers.",
            "vi": "Sự phụ thuộc sâu sắc của karl thậm chí có thể giúp roland có được khả năng thương lượng cao hơn và thuận lợi hơn trong việc chọn khác hàng mới."
        },
        {
            "en": "I would like now to invite Mr. Gerard <em>Roland</em> to offer his summarised views on the conference.",
            "vi": "Bây giờ, tôi xin mời Ông Gerard Roland đưa ra ý kiến tóm tắt của ông về Hội nghị."
        },
        {
            "en": "<em>Roland</em> knows that his personal intervention with overdue customers will help Karl with his responsibility to collect all receivables in a timely way.",
            "vi": "Roland biết rằng sự can thiệp cá nhân của anh với khách hàng quá hạn nợ sẽ giúp karl hoàn thành trách nhiệm của mình là thu các khoản nợ của khách hàng kịp thời."
        },
        {
            "en": "For example, Karl, the accounts receivable manager, depends to some extent on <em>Roland</em> for help in collecting from customers whose bills are overdue.",
            "vi": "Ví dụ, karll, trưởng bộ phận kế toán phụ trách các khoản phải thu, trong chừng mực nào đó phụ thuộc vào sự giúp đỡ của roland để thu các khoản nợ quá hạn của khách hàng."
        },
        {
            "en": "Professor David Li, from the Hong Kong UST Business School and Professor Gerard <em>Roland</em>, from the University of California Berkeley, delivered the main presentations.",
            "vi": "Giáo sư David Li, Khoa Kinh doanh thuộc trường Đại học KHCN Hồng Kông, Giáo sư Gerard Roland, trường Đại học California ở Berkeley trình bày chính."
        }
    ],
    "suggestions": []
}