{
    "en_vn": {
        "data": {
            "content": null,
            "word": "romaine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>romaine</k><blockquote><cclass>[<cclass>rə(ʊ)'meɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a cos lettuce. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from Fr., feminine of <i>romain</i> 'Roman'. </blockquote></div>",
            "word": "romaine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "romaine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "romaine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "romaine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The antioxidants contained within <em>romaine</em> lettuce are believed to help prevent cancer.",
            "vi": "Các chất chống ôxy hóa trong cải dúng được cho là có thể giúp ngừa bệnh ung thư."
        },
        {
            "en": "Additionally, VinEco also offers 12 kinds of hydroponic vegetables, including red-brown Batavia lettuce, <em>romaine</em>, and others.",
            "vi": "Ngoài ra, VINECO cũng cung cấp 12 loại rau thủy canh, trong đó có rau diếp tím, xà lách romaine và những loại khác."
        },
        {
            "en": "Leafy-green vegetables — like <em>romaine</em> lettuce, mustard greens, chicory, and Swiss chard — are rich sources of antioxidants called carotenoids. These compounds scavenge dangerous free radicals from the body before they can promote cancer growth. The vegetables are also rich in folate, a vitamin shown to reduce the risk of lung and breast cancer. ",
            "vi": "Những loại rau lá xanh – như xà lách romaine, cải mù tạt, rau diếp xoăn, và rau dền – là những nguồn thực phẩm giàu chất chống oxi hóa được gọi là carotenoid. Những hợp chất này quét dọn các nhóm nguyên tử tự do nguy hiểm ra khỏi cơ thể trước khi những nguyên tử này có thể thúc đẩy tăng trưởng ung thư. Những loại rau này cũng giàu folate, một loại vitamin được chứng minh là có thể làm giảm nguy cơ ung thư phổi và ung thư vú."
        }
    ],
    "suggestions": []
}