{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rong",
            "pronounce": "[rong]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rong",
            "pronounce": "[rong]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rong",
            "pronounce": "[rong]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rong",
            "pronounce": "[rong]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rong",
            "pronounce": "[rong]"
        }
    },
    "sentences": [
        {
            "en": "sat thu xuong <em>rong</em>",
            "vi": "cactus killer"
        },
        {
            "en": "Ham <em>Rong</em> Mountain, Sapa to temporarily close",
            "vi": "Núi Hàm Rồng, Sapa sẽ tạm thời đóng cửa"
        },
        {
            "en": "I visited Nha <em>Rong</em> Wharf last month.",
            "vi": "Tháng trước tôi đã đi thăm Bến Nhà Rồng."
        },
        {
            "en": "neu toi giau co, toi se <em>rong</em> luong",
            "vi": "If I am ever in the money, I will be generous"
        },
        {
            "en": "The Nha <em>Rong</em> Wharf is always crowded with people especially young people.",
            "vi": "Bến Nhà Rồng luôn luôn đông người, nhất là những thanh niên."
        },
        {
            "en": "The tests follow claims on social media that green tea C2 and energy drink <em>Rong</em> Do contain high levels of lead",
            "vi": "Các kiểm tra dựa trên những tuyên bố trên mạng xã hội rằng trà xanh C2 và nước uống tăng lực Rong Do chứa hàm lượng chì ở mức cao"
        },
        {
            "en": "Rumors have been circulating since May 7 that C2 and <em>Rong</em> Do contained high levels of lead, Tuoi Tre newspaper reported.",
            "vi": "Những tin đồn xuất hiện từ 7-5 cho rằng C2 và Rong Do chứa hàm lượng chì cao,theo tờ báo Tuổi Trẻ."
        },
        {
            "en": "There are several historical places in Ho Chi Minh City ; among them, the Nha <em>Rong</em> Wharf is considered the most famous.",
            "vi": "Có nhiều địa danh lịch sử ở Thành phố Hồ Chí Minh; trong đó, Bến Nhà Rồng được xem là nơi nổi tiếng nhất."
        },
        {
            "en": "There are several historical places in Ho Chi Minh City; among them, the Nha <em>Rong</em> Wharf is considered the most famous.",
            "vi": "Có nhiều địa danh lịch sử ở Thành phố Hồ Chí Minh ; trong đó, Bến Nhà Rồng được xem là nơi nổi tiếng nhất."
        },
        {
            "en": "Popular tourist site Ham <em>Rong</em> will stop welcoming guests starting from December 12 until the Ham <em>Rong</em> Rubber Tourism Join Stock Company finishes handing over the area to the authorities. The Sapa cable car will be closed as well for maintenance from January 9-13.",
            "vi": "Địa điểm du lịch nổi tiếng Hàm Rồng sẽ dừng đón khách bắt đầu từ ngày 12 tháng 12 cho đến khi Công ty Cổ phần Du lịch cao su Hàm Rồng kết thúc việc bàn giao khu vực cho nhà chức trách. Cáp treo Sapa sẽ được đóng cửa để bảo trì từ ngày 9-13 tháng 1."
        },
        {
            "en": "In a separate move, the Vietnam Food Administration (VFA) on May 13 also announced that in 10 random samples of C2 and <em>Rong</em> Do, the levels of lead were all within the normal range.",
            "vi": "Trong một động thái riêng, Cục Quản lý Thực phẩm Việt Nam (VFA) vào ngày 13 tháng 5 cũng thông báo rằng trong 10 mẫu được lấy ngẫu nhiên của C2 và Rồng Đỏ, mức chì đều ở mức bình thường."
        },
        {
            "en": "The People’s Committee secretariat said the improvement of the busy intersection west of the <em>Rong</em> (Dragon) Bridge and the construction of a bridge and road system over the Co Co River was part of the project.",
            "vi": "Ban thư ký của Ủy ban nhân dân cho biết sự cải thiện ở ngã tư đông đúc thuộc phía tây Cầu Rồng, việc xây dựng một hệ thống cầu và đường bộ qua sông Cổ Cò cũng là một phần của dự án."
        },
        {
            "en": "Close to the center of Sapa town, Ham <em>Rong</em> Mountain is approximately 2,000 m high and resembles a dragon’s head in the clouds. The vast tourist area spans 150 hectares and offers many natural attractions waiting to be discovered.",
            "vi": "Nằm gần trung tâm thị trấn Sapa, núi Hàm Rồng cao khoảng 2.000 m và trông giống như đầu một con rồng trong những đám mây. Địa điểm du lịch rộng lớn này trải rộng 150 héc-ta và có nhiều thắng cảnh thiên nhiên đang chờ đợi để được khám phá."
        },
        {
            "en": "Nguyen Thanh Phong, director of the agency, said he has sought early results of the tests on green tea C2 and energy drink <em>Rong</em> Do made by Universal Robina Corporation because it is “a hot issue on social networks.”",
            "vi": "Nguyen Thanh Phong, giám đốc cơ quan, nói rằng anh ấy đã mong sớm có kết quả kiểm tra của trà xanh C2 và nước tăng lực Rong Do, sản xuất bởi URC bởi vì nó là \"vấn đề nóng trên mạng xã hội.\""
        },
        {
            "en": "Those wanting to get a feel of cold weather should drop by Sapa Town in Lao Cai Province where they climb the peak of Ham <em>Rong</em> Mountain in the early morning. In Sapa, tourists should not miss market sessions where typical products of ethnic minorities are sold.",
            "vi": "Những người muốn cảm nhận khsi hậu mát mẻ nên dừng chân ở thị trấn Sapa tỉnh Lào Cai nơi đây họ leo lên đỉnh núi Hàm Rồng vào buổi sáng. Ở Sapa, du khách không nên bỏ lỡ các phiên chợ nơi các sản phẩm của người dân tộc thiểu số được bày bán."
        },
        {
            "en": "Earlier some posts on social media cited an \"insider\" accusing two officers from the institute of receiving VND1 billion (US$44,730) from URC Vietnam, a unit of Philippine producer Universal Robina, to modify test results for its green tea C2 and energy drink <em>Rong</em> Do. ",
            "vi": "Trước đó, một số bài viết trên các phương tiện truyền thông xã hội đã trích dẫn lời của một \"người trong cuộc\" cáo buộc hai cán bộ của Viện nhận được 1 tỷ đồng từ URC Việt Nam, một đơn vị của Philippine Universal Robina, để thay đổi kết quả xét nghiệm của C2 trà và nước tăng lực rồng đỏ."
        },
        {
            "en": "The troupe offers 11 two- and three-act plays based on traditional legends, including Teu (Uncle Teu), Mua <em>Rong</em> (Dragon Dance), Danh Ca Tren Song (Fishing on the River), Bac Ba Phi (Uncle Ba Phi) and Than Dong Dat Viet (Child Prodigies).",
            "vi": "Đoàn múa rồi sẽ trình diễn những câu chuyện dựa trên truyền thuyết truyền thống, bao gồm cả Chú Tễu, Múa Rồng, Đánh cá trên sông, Bác Ba Phi và Thần Đồng Đất Việt."
        },
        {
            "en": "Getting to the peak of Ham <em>Rong</em> Mountain (1,800 m) and being in the middle of the sky where the clouds can be touched is alluring to many people. Here one can enjoy the great view of Sapa town with its beautiful terrace fields surrounded by mountains and forests appearing and disappearing in the clouds. Particularly, if you come here in spring, the most charming season for visiting, your eyes will be amazed by the colors of the town with its blooming pink peaches and white plum flowers.",
            "vi": "Đến đỉnh núi Hàm Rồng (cao 1.800 m) và đang ở giữa của bầu trời, nơi những đám mây có thể được chạm tới. Ở đây người ta có thể có được góc nhìn rộng lớn về thị trấn Sapa với những thửa ruộng bậc thang tuyệt đẹp được bao quanh bởi các dãy núi và những cánh rừng xuất ẩn hiện trong những đám mây. Đặc biệt, nếu bạn đến đây vào mùa xuân, mùa quyến rũ nhất để du khách đến thăm, mắt của bạn sẽ bị ngạc nhiên bởi màu sắc của hoa đào hồng và hoa mận trắng."
        }
    ],
    "suggestions": []
}