{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ruki]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">rooky</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ruki]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(quân sự) (thông tục) lính mới, tân binh</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a rookie hafl-back</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một trung vệ mới non choẹt</font></td></tr></table><i/></div>",
            "word": "rookie",
            "pronounce": "['ruki]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rookie</k><blockquote>■ <cclass>noun <cclass>informal a new recruit, especially in the army or police. </cclass></cclass></blockquote><blockquote>⁃ an inexperienced member of a sports team. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: perh. an alt. of <kref>recruit</kref>, influenced by <kref>rook</kref><sup>1</sup>. </blockquote></div>",
            "word": "rookie",
            "pronounce": "['ruki]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rookie",
            "pronounce": "['ruki]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rookie",
            "pronounce": "['ruki]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rookie",
            "pronounce": "['ruki]"
        }
    },
    "sentences": [
        {
            "en": "<em>Rookie</em> hafl-back",
            "vi": "Trung vệ mới non choẹt"
        },
        {
            "en": "You would be a tough <em>rookie</em>, huh?",
            "vi": "Bạn sẽ là một nhân viên mới kiên định đấy, nhỉ?"
        },
        {
            "en": "He is a <em>rookie</em> half-back.",
            "vi": "Anh ta là một trung vệ mới non choẹt."
        },
        {
            "en": "He is a <em>rookie</em> half - back.",
            "vi": "Anh ta là một trung vệ mới non choẹt."
        },
        {
            "en": "How much does a <em>rookie</em> police officer make in a year?",
            "vi": "Một tay sĩ quan mới thì kiếm được bao nhiêu một năm?"
        },
        {
            "en": "What do you think is the most important quality for a <em>rookie</em>?",
            "vi": "Theo bạn, phẩm chất quan trọng nhất mà một nhân viên mới cần là gì?"
        },
        {
            "en": "Whether you are a professional athlete or an enthusiastic <em>rookie</em>, SUGOI can dress you head-to-toe with quality, impressive athletic sports apparel.",
            "vi": "Cho dù bạn là vận động viên chuyên nghiệp hay tân binh đầy nhiệt huyết thì SUGOI đều có thể trang bị cho bạn từ đầu đến chân với những trang phục thể thao khỏe khoắn chất lượng và ấn tượng."
        },
        {
            "en": "A hot-headed <em>rookie</em> policeman was arrested by his colleagues after he shot and seriously wounded his neighbor in Oas, Albay.",
            "vi": "Một tân cảnh sát nóng nảy đã bị bắt giữ bởi các đồng nghiệp của anh ta sau khi anh ta bắn làm bị thương nghiêm trọng người hàng xóm của anh ta ở Oas, Albay."
        },
        {
            "en": "A hot - headed <em>rookie</em> policeman was arrested by his colleagues after he shot and seriously wounded his neighbor in Oas, Albay.",
            "vi": "Một tân cảnh sát nóng nảy đã bị bắt giữ bởi các đồng nghiệp của anh ta sau khi anh ta bắn làm bị thương nghiêm trọng người hàng xóm của anh ta ở Oas, Albay."
        },
        {
            "en": "Whether you are a professional athlete or an enthusiastic <em>rookie</em>, SUGOI can dress you head - to - toe with quality, impressive athletic sports apparel.",
            "vi": "Cho dù bạn là vận động viên chuyên nghiệp hay tân binh đầy nhiệt huyết thì SUGOI đều có thể trang bị cho bạn từ đầu đến chân với những trang phục thể thao khỏe khoắn chất lượng và ấn tượng."
        },
        {
            "en": "Ackley says she was inspired by the American online magazine <em>Rookie</em>, which has been applauded for its compassion and the sensitive way it handles the issues young women face. Rookie’s founder, Tavi Gevinson, is the same age as Ackley and one of her idols.",
            "vi": "Ackley cho biết cô được truyền cảm hứng bởi Rookie, tạp chí trực tuyến của Mỹ, được mọi người hoan nghênh vì lòng trắc ẩn và cảm thông khi bàn về khó khăn mà các thiếu nữ phải đối mặt. Người sáng lập trang Rookie, Tavi Gevinson, bằng tuổi Ackley và là một trong những thần tượng của cô."
        },
        {
            "en": "Coc Coc is a “<em>rookie</em>” compared with Chrome and other browsers. Iit is just two years old. However, analysts said this is a great advantage of Coc Coc, because its developers can learn from the experience of “veterans” and avoid mistakes the veterans had made.",
            "vi": "Cốc Cốc là một \"tân binh\" so với Chrome và các trình duyệt khác. Chỉ mới trình làng hai năm gần đây. Tuy nhiên, các nhà phân tích cho biết đây là một lợi thế lớn của Cốc Cốc, bởi vì các nhà lập trình có thể học hỏi từ kinh nghiệm của các \"cựu chiến binh\" và tránh những sai lầm của các cựu chiến binh đã làm."
        },
        {
            "en": "01:47 So I left the classroom, and I went to graduate school to become a psychologist. I started studying kids and adults in all kinds of super challenging settings, and in every study my question was, who is successful here and why? My research team and I went to West Point Military Academy. We tried to predict which cadets would stay in military training and which would drop out. We went to the National Spelling Bee and tried to predict which children would advance farthest in competition. We studied <em>rookie</em> teachers working in really tough neighborhoods, asking which teachers are still going to be here in teaching by the end of the school year, and of those, who will be the most effective at improving learning outcomes for their students? We partnered with private companies, asking, which of these salespeople is going to keep their jobs? And who's going to earn the most money? In all those very different contexts, one characteristic emerged as a significant predictor of success. And it wasn't social intelligence. It wasn't good looks, physical health, and it wasn't IQ. It was grit.",
            "vi": "Thế nên tôi rời trường lớp rồi học tâm lý. Tôi bắt đầu nghiên cứu trẻ em và người lớn sống trong đủ loại hoàn cảnh hết sức khó khăn, và trong mọi nghiên cứu, câu hỏi của tôi là, ai sẽ thành công ở đây và tại sao? Nhóm nghiên cứu của tôi và tôi đến West Point Military Academy. Chúng tôi cố dự đoán xem thanh niên nào sẽ trụ lại được quá trình huấn luyện quân sự và ai sẽ bỏ cuộc. Chúng tôi đến National Spelling Bee và cố tiên đoán em nào sẽ trụ lâu nhất trong các cuộc tranh tài. Chúng tôi nghiên cứu các giáo viên mới vào nghề làm việc trong môi trường hết sức khó khăn, hỏi giáo viên nào sẽ tiếp tục dạy đến cuối niên học này, và ai là người giỏi cải thiện kết quả học tập của học trò mình nhất? Chúng tôi hợp tác với các công ty tư nhân, hỏi nhân viên kinh doanh nào sẽ giữ được công việc? Và ai sẽ kiếm được nhiều tiền nhất? Trong toàn bộ các hoàn cảnh hoàn toàn khác nhau ấy, một nét đặc biệt nổi lên như chìa khoá tiên đoán thành công quan trọng. Và đó không phải là sự khéo léo trong giao tiếp. Không phải là sắc đẹp, sức khoẻ, và không phải IQ. Mà đó là Tính kiên gan bền chí. "
        }
    ],
    "suggestions": []
}