{
    "en_vn": {
        "data": {
            "content": null,
            "word": "roomie"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>roomie</k><blockquote>■ <cclass>noun <cclass>N. Amer. <cclass>informal a room-mate. </cclass></cclass></cclass></blockquote></div>",
            "word": "roomie"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "roomie"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "roomie"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "roomie"
        }
    },
    "sentences": [
        {
            "en": "Let me know if you still need a <em>roomie</em> (roommate).",
            "vi": "Hãy báo cho tôi biết nếu bạn vẫn cần một người ở cùng phòng."
        },
        {
            "en": "Sometimes there are problems above and beyond your roommate eating your last pack of noodles. If your <em>roomie</em> starts getting into trouble and brings it back to the dorm, it can affect you negatively.",
            "vi": "Đôi khi có những vấn đề trầm trọng hơn việc bạn cùng phòng ăn mất gói mì cuối cùng của bạn. Nếu bạn cùng phòng của bạn bắt đầu gặp rắc rối và mang nó về ký túc xá, thì điều đó có thể tác động đến bạn một cách tiêu cực."
        },
        {
            "en": "Life with a <em>roomie</em> can be both a blessing and a curse. You'll have moments when you're glad to have someone to procrastinate with. On other days, you might wish you could lock your roommate in the closet with his or her semester's worth of ripe laundry.",
            "vi": "Cuộc sống với bạn cùng phòng có thể vừa thật hạnh phúc vừa thật đáng chán ghét. Bạn sẽ có những giây phút khi bạn vui mừng vì có người để cùng tiêu khiển. Vào những ngày khác, bạn lại chỉ muốn bạn có thể tống bạn cùng phòng của mình vào trong tủ chứa đầy quần áo bẩn bốc mùi và khóa lại."
        }
    ],
    "suggestions": []
}