{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['rouzməri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây hương thảo; lá hương thảo</td></tr></table><i/></div>",
            "word": "rosemary"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rosemary</k><blockquote>■ <cclass>noun an evergreen aromatic shrub of the mint family, native to southern Europe, the leaves of which are used as a culinary herb, in perfumery, and formerly as an emblem of remembrance. [<i>Rosmarinus officinalis</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME <i>rosmarine</i>, based on L. <i>ros marinus</i>, from <i>ros</i> 'dew' + <i>marinus</i> 'of the sea'; also influenced by <kref>rose</kref><sup>1</sup> and Mary, mother of Jesus. </blockquote></div>",
            "word": "rosemary"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rosemary"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rosemary"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rosemary"
        }
    },
    "sentences": [
        {
            "en": "<em>Rosemary</em> is propagated by seeds.",
            "vi": "Cây hương thảo được nhân giống bằng hạt."
        },
        {
            "en": "This perfume has scents of lavender and <em>rosemary</em>.",
            "vi": "Loại nước hoa này có mùi oải hương và hương thảo."
        },
        {
            "en": "Blend four drops of <em>rosemary</em> oil into the base oil.",
            "vi": "Trộn bốn giọt dầu hương thảo vào dầu góc."
        },
        {
            "en": "<em>Rosemary</em> is trying for a job in the diplomatic service.",
            "vi": "Rosemary đang cố tìm một công việc trong ngành ngoại giao."
        },
        {
            "en": "My mother is making the dinner with lamb seasoned with garlic and <em>rosemary</em> in the kitchen.",
            "vi": "Mẹ tôi đang làm bữa tối với thịt cừu non ướp tỏi và cây hương thảo trong bếp."
        },
        {
            "en": "I condensed a concoction of herbs like <em>rosemary</em>, thyme, sage and some sugar.",
            "vi": "Tôi sắc thuốc những loại thảo mộc như lá hương thảo, lá húng tây, cây ngải đắng và một ít đường."
        },
        {
            "en": "Forty years ago, <em>Rosemary</em> opened a school for infants in makeshift quarters.",
            "vi": "Cách đây 40 năm, Rosemary đã mở một trường dành cho trẻ em mẫu giáo ở các khu tạm thời."
        },
        {
            "en": "\"Actually,\" <em>Rosemary</em> whispered, \"my husband has moved out. I don't know where he is.\"",
            "vi": "“Thật ra,” Rosemary thì thầm, “chồng tôi đã đi nơi khác rồi. Tôi không biết anh ấy đang ở đâu.”"
        },
        {
            "en": "From The good handyman's encyclopedia by F.J Christopher and <em>Rosemary</em> Brinley Christopher.",
            "vi": "Trích bách khoa toàn thư của người khéo sửa chữa đồ gia dụng do f.j christopher và rosemary brinley christopher."
        },
        {
            "en": "When I was a servant in <em>Rosemary</em> Lane, I gained the goodwill of my master and dame.",
            "vi": "Khi tôi làm người giúp việc ở Rosemary Lane, tôi đã được ông bà chủ đối xử tốt."
        },
        {
            "en": "Dark green ones (herbs), like <em>rosemary</em> and thyme, and any intensely colored spice, like tumeric or red pepper - both of those have anti-inflammatory properties.",
            "vi": "Những loại (thảo dược) có màu xanh sậm, như cây hương thảo, cỏ xạ hương, và những loại gia vị có màu đậm như tumeric hoặc tiêu đỏ- cả hai đều có đặc tính chống kích thích."
        },
        {
            "en": "3. Steep <em>rosemary</em> in hot water for 10 minutes and soak a cotton cloth with it. Keep it on your eyes for 15 minutes.",
            "vi": "3. Ngâm hương thảo trong nước nóng khoảng 10 phút và ngâm một miếng vải cotton vào đó. Đắp nó lên mắt bạn trong 15 phút."
        },
        {
            "en": "Secret #4: Storing in water also works for fresh herbs, particularly parsley, cilantro, oregano, sage, marjoram, basil, <em>rosemary</em>, tarragon, mint, and chives.",
            "vi": "Bí quyết #4 : Trữ trong nước cũng tốt với các loại rau tươi, nhất là mùi tây, ngò, oregano, lá sô thơm, kinh giới, húng quế, hương thảo, ngải giấm, bạc hà, và hẹ."
        },
        {
            "en": "I am going to prepare a small batch of roast cherry tomatoes to go with my garlic <em>rosemary</em> pasta for dinner tonight.",
            "vi": "Tôi sẽ chuẩn bị một mẻ nhỏ cà chua bi nướng để ăn kèm với mì ống hương thảo tỏi của tôi trong bữa tối nay."
        },
        {
            "en": "7. Air Freshener These all-natural scents will transform your home into the freshest home on the block. Blogger KariAnne Wood opted to make hers with lemons, <em>rosemary</em>, and vanilla, but she also suggests trying mint, lime, ginger, or oranges.   Get the tutorial at Thistlewood Farms.",
            "vi": "Hộp làm thơm phòngMùi hương hoàn toàn làm từ thiên nhiên này sẽ biến ngôi nhà của bạn thành căn nhà thơm tho nhất xóm. Blogger KariAnne Wood chọn làm bằng chanh, hương thảo, và va - ni, nhưng cô ấy cũng đề nghị thử làm với bạc hà, chanh vàng, gừng, hoặc cam. Cách làm ở đây"
        },
        {
            "en": "Fresh herbs  Fresh herbs make many other foods heart-healthy when they replace salt, fat, and cholesterol. These flavor powerhouses, along with nuts, berries — even coffee — form an approach to heart-wise eating. Read on for 23 more delicious ways to fight heart disease, stroke, high blood pressure, high cholesterol, and diabetes. Fact: <em>Rosemary</em>, sage, oregano, and thyme contain antioxidants.",
            "vi": "Rau thơm tươi  Các loại rau thơm tươi có tác dụng giúp cho nhiều thức ăn khác có lợi cho sức khỏe tim mạch khi thay thế muối, chất béo, và cholesterol. Những nguồn thực phẩm đầy hương vị này, kết hợp với quả hạch, quả mọng – thậm chí là cà phê – tạo phương pháp ăn uống có lợi cho tim mạch. Hãy nghiên cứu 23 món ngon chống bệnh tim, đột quỵ, cao huyết áp, cholesterol cao, và tiểu đường.  Thực tế: Cây hương thảo, xô thơm, kinh giới dại, và rau húng chứa chất chống ô-xi hoá."
        },
        {
            "en": "    - Plant herbs. Basil, mint, and <em>rosemary</em> are easy to grow indoors or out. What’s more, these plants are pleasant-smelling to us humans, but objectionable to flies. The best herb of all for house fly control seems to be lavender, which is extremely versatile and may also be used to relieve a number of physical and emotional woes, in addition to adding flavor to your cooking.",
            "vi": "    - Trồng thảo mộc. Húng quế, bạc hà và hương thảo đều rất dễ trồng cả trong nhà lẫn ngoài trời. Hơn nữa, mùi hương của các loài thảo mộc này rất dễ chịu với con người nhưng lại gây khó chịu cho ruồi. Loài cây tốt nhất giúp kiểm soát ruồi có lẽ là oải hương, chúng có cực kỳ nhiều công dụng và được dùng để xoa dịu những bức bối trên thể xác và tinh thần, ngoài ra còn có thể dùng làm gia vị cho các món ăn."
        }
    ],
    "suggestions": []
}