{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rotting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rotting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rotting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rotting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mục nát</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự phong hóa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự thối rữa</font></td></tr></tbody></table></div>",
            "word": "rotting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The stench of <em>rotting</em> meal",
            "vi": "Mùi hôi thối của thịt rữa"
        },
        {
            "en": "Rank stench of <em>rotting</em> meat",
            "vi": "Mùi hôi của thịt thối"
        },
        {
            "en": "The repellent smell of <em>rotting</em> meat",
            "vi": "Mùi ghê tởm của thịt thối rửa"
        },
        {
            "en": "All the woodwork was <em>rotting</em> away",
            "vi": "tất cả đồ gỗ đã bị mục nát"
        },
        {
            "en": "His room was strewn with broken furniture and <em>rotting</em> garbage.",
            "vi": "Phòng của anh ta vương vãi những món đồ gãy nát và những đống rác đang thối rữa."
        },
        {
            "en": "What will they do with <em>rotting</em> hulks on the beach?",
            "vi": "Họ sẽ làm gì với những thân tàu cũ mục nát trên bãi biển?"
        },
        {
            "en": "I'd like to have my <em>rotting</em> teeth removed.",
            "vi": "Tôi muốn nhổ những cái răng sâu của mình."
        },
        {
            "en": "Do you smell the rank stench of <em>rotting</em> meat?",
            "vi": "Anh có ngửi thấy mùi hôi của thịt thối không?"
        },
        {
            "en": "Do <em>rotting</em> leaves give off any harmful gas?",
            "vi": "Lá cây đang phân hủy có sinh ra khí gì độc hại không?"
        },
        {
            "en": "I don't like the smell of <em>rotting</em> fruit.",
            "vi": "Tôi chả ưa mùi trái cây hư."
        },
        {
            "en": "Why is there the repellent smell of <em>rotting</em> meat here?",
            "vi": "Sao ở đây có mùi ghê tởm của thịt thối rữa?"
        },
        {
            "en": "Some people like the smell of <em>rotting</em> fish, said Hatsumomo.",
            "vi": "Thì cũng như có người thích mùi cá thối đấy thôi, hatsumono nói."
        },
        {
            "en": "It brought to mind the odour of <em>rotting</em> fruit.",
            "vi": "Nó làm tôi nhớ tới mùi trái cây thối."
        },
        {
            "en": "If you lift up a <em>rotting</em> log you will find all sorts of insects underneath",
            "vi": "nếu bạn nâng một khúc gỗ mục lên bạn sẽ thấy tất cả các loại côn trùng ở dưới"
        },
        {
            "en": "A <em>rotting</em> branch protruded from the swamp like a ghostly arm.",
            "vi": "Một nhánh cây mục từ đầm lầy nhô lên như cánh tay ma."
        },
        {
            "en": "Television viewing has often been accused of <em>rotting</em> the human brain.",
            "vi": "Việc xem ti vi vốn được cho là phá hoại não con người."
        },
        {
            "en": "Even the ocean had a terrible odor, as if all the fish in it were <em>rotting</em>.",
            "vi": "Thậm chí nước biển cũng có mùi hôi khủng khiếp, như thể trong nước có nhiều cá chết bốc mùi xú uế."
        },
        {
            "en": "Bedtimes drinks aimed at helping children to sleep may be <em>rotting</em> their teeth",
            "vi": "Uống (sữa) vào lúc đi ngủ để giúp trẻ ngủ có thể làm hư răng của chúng"
        },
        {
            "en": "I take a hesitant whiff and detect no putrid odor of <em>rotting</em> flesh.",
            "vi": "Tôi thoáng ngập ngừng và không phát hiện thấy mùi hôi của thịt đang thối rữa."
        },
        {
            "en": "The stench of <em>rotting</em> meal releases from the mass of garbage.",
            "vi": "Mùi hôi thối của thịt rữa bay ra từ đống rác đó."
        }
    ],
    "suggestions": []
}