{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rotted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rotted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rotted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rotted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rotted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "These window frames had completely <em>rotted</em> away.",
            "vi": "Những cái khung cửa sổ này hoàn toàn mục nát."
        },
        {
            "en": "A few old branches finally <em>rotted</em> off.",
            "vi": "Một vài nhánh cây cuối cùng cũng tàn héo."
        },
        {
            "en": "The window frame had <em>rotted</em> away completely.",
            "vi": "Khung cửa sổ đã hoàn toàn bị mục."
        },
        {
            "en": "The window frames had completely <em>rotted</em> away.",
            "vi": "Mấy khung cửa sổ bị hư hòan toàn."
        },
        {
            "en": "Many of the tomatoes had <em>rotted</em> on their stems",
            "vi": "Một số quả cà chua đã bị hư ở cuống của chúng"
        },
        {
            "en": "The roof had fallen in anf the flor had completely <em>rotted</em> away",
            "vi": "Mái nhà đã đổ xuống và sàn nhà đã bị hư hỏng hoàn toàn"
        },
        {
            "en": "Those apples had been stored so badly that many had <em>rotted</em>.",
            "vi": "Những quả táo đó đã được cất giữ quá tệ đến nỗi nhiều quả đã thối rửa."
        },
        {
            "en": "Part of the roof had <em>rotted</em> away and the exposed plaster was beginning to crumble.",
            "vi": "Phần mái nhà đã bị mục nát và lớp vữa bị lộ ra đang bắt đầu vỡ vụn."
        },
        {
            "en": "He said that sod potatoes and sod corn would grow this year, and next year the roots and the dead grasses would be <em>rotted</em>.",
            "vi": "Bố nói năm nay khoai tây và bắp sẽ lớn lên và năm tới rễ cỏ sẽ vữa chết dần."
        },
        {
            "en": "The bridge stood on solid foundations when it was officially put into operation. However, over the last 22 years, there was insufficient funds for repair so the timber surface has <em>rotted</em>, threatening the lives of users.",
            "vi": "Cầu đã rất vững chắc khi đưa vào sử dụng. Tuy nhiên, hơn 20 năm qua, không có kinh phí để tu sửa vì vậy bề mặt gỗ đã bị mục nát, đe dọa đến cuộc sống của người sử dụng."
        }
    ],
    "suggestions": []
}