{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Rotterdam",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Rotterdam",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Rotterdam",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Rotterdam",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Rotterdam",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Rotterdam</em> and Singapore are centres for entrepôt trade.",
            "vi": "Rotterdam và Singapore là những trung tâm buôn bán hàng hóa quá cảnh."
        },
        {
            "en": "A Dutch politician didn't like the silence in <em>Rotterdam</em>.",
            "vi": "Một chính khách người Hà Lan đã không thích sự im lặng ở Rotterdam."
        },
        {
            "en": "A Floating Forest To Be Installed In <em>Rotterdam</em>",
            "vi": "Một khu rừng nổi sẽ được trồng ở Rotterdam"
        },
        {
            "en": "<em>Rotterdam</em> và Singapore là những trung tâm buôn bán hàng hóa quá cảnh.",
            "vi": "Rotterdam and Singapore are centres for entrepôt trade."
        },
        {
            "en": "You could start with the World Database of Happiness at Erasmus University in <em>Rotterdam</em>, The Netherlands.",
            "vi": "Bạn có thể bắt đầu với Cơ sở Dữ liệu Thế giới về Hạnh phúc tại Đại học Erasmus ở Rotterdam, Hà Lan."
        },
        {
            "en": "<em>Rotterdam</em> is the busiest port in Europe and the focus of a logistics network that stretches beyond Dutch borders.",
            "vi": "Rotterdam là cảng náo nhiệt nhất ở châu Âu và là trung tâm của một mạng lưới hậu cần vượt xa biên giới Hà Lan."
        },
        {
            "en": "Riot police block the entrance of <em>Rotterdam</em> town hall while supporters of Dutch club Feyenoord celebrate their victory against German soccer team Borussia Dortmund.",
            "vi": "Cảnh sát chống bạo động ngăn lối vào tòa thị chính Rotterdam trong khi các cổ động viên câu lạc bộ Feyenoord của Hà Lan đang reo mừng câu lạc bộ này chiến thắng đội bóng Borussia Dortmund của Đức."
        },
        {
            "en": "Shortly after returning to <em>Rotterdam</em>, he started designing and building his own burgers, and in 2015 he won the prize for the city's best patty and bun creation.",
            "vi": "Không lâu sau khi trở lại Rotterdam, ông bắt đầu thiết kế và làm ra những chiếc burger của riêng mình, và năm 2015 ông đã giành được giải thưởng cho sự sáng tạo bánh mì tuyệt nhất thành phố."
        },
        {
            "en": "Shortly after returning to <em>Rotterdam</em>, he started designing and building his own burgers, and in 2015 he won the prize for the city's best patty and bun creation.",
            "vi": "Không lâu sau khi trở lại Rotterdam, ông bắt đầu thiết kế và làm ra những chiếc burger của riêng mình, và năm 2015 ông đã giành được giải thưởng cho sự sáng tạo bánh mì tuyệt nhất thành phố."
        },
        {
            "en": "The water storage facility ''Watersquare Benthemplein'' in <em>Rotterdam</em> and the ''Room for the River'' [to give the river more room to be able to manage higher water levels] may be good solutions for the problems in Ho Chi Minh City.",
            "vi": "Các cơ sở lưu trữ nước ''Quảng trường Nước Benthemplein'' tại Rotterdam và \"Phòng cho sông'' [cung cấp cho sông nhiều phòng để có thể quản lý mực nước cao] có thể là giải pháp tốt cho vấn đề tại thành phố Hồ Chí Minh."
        },
        {
            "en": "On March 16, 2016, a floating forest of 20 trees will be launched in <em>Rotterdam</em>, Holland. Inspired by an art piece named “In Search Of Habitus,” by artist Jorge Bakker, local art collective Mothership is behind this more ambitious project. After conducting a successful trial in 2014, the group felt it was ready to move forward.",
            "vi": "Vào ngày 16 tháng 3 năm 2016, một khu rừng nổi gồm 20 cây sẽ được trồng tại Rotterdam, Hà Lan. Lấy cảm hứng từ tác phẩm nghệ thuật mang tên “In Search Of Habitus” của nghệ sĩ Jorge Bakker, công ty sưu tập nghệ thuật địa phương Mothership đứng sau dự án nhiều tham vọng này. Sau khi thử nghiệm thành công vào năm 2014, nhóm thực hiện cảm thấy sẵn sàng áp dụng vào thực tế."
        },
        {
            "en": "The first success factor is culture related: we believe in collaboration (include local people, not only professionals) and our behavior is proactive. We all feel the flood risk and know we need to act. Look at the ‘Ho Chi Minh City Moving towards the Sea’ project in cooperation with <em>Rotterdam</em> in 2013 in which the Dutch government worked closely with universities, research institutions, landscape designers and engineering companies.",
            "vi": "Yếu tố thành công đầu tiên là văn hóa liên quan: chúng tôi tin rằng sự hợp tác (bao gồm cả người dân địa phương chứ không chỉ các chuyên gia) và hành vi của chúng tôi là chủ động. Chúng tôi đều cảm nhận được nguy cơ lũ lụt và chúng tôi biết cần phải hành động. Nhìn vào dự án \"Thành phố Hồ Chí Minh hướng tới Biển\" hợp tác với Rotterdam vào năm 2013, trong đó chính phủ Hà Lan đã làm việc chặt chẽ với các trường đại học, viện nghiên cứu, thiết kế cảnh quan và các công ty kỹ thuật."
        }
    ],
    "suggestions": []
}