{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ru:ʒ]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phấn hồng, sáp môi (dùng trang điểm)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bột sắt oxyt (dùng để đánh bóng đồ bằng bạc)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nhà cách mạng</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đánh phấn hồng, tô son (môi)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to rouge one's cheeks</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">đánh má hồng</font></td></tr></table><i/></div>",
            "word": "rouge"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rouge</k><blockquote><cclass>[<cclass>ru:ʒ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a red powder or cream used as a cosmetic for colouring the cheeks or lips. </cclass></blockquote><blockquote>■ <cclass>verb colour with rouge. </cclass></blockquote><blockquote>■ <cclass>adjective (of wine) red. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (denoting the colour red): from Fr., 'red', from L. <i>rubeus</i>. </blockquote></div>",
            "word": "rouge"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rouge"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>rouge</k><blockquote><blockquote><ex><abr>n.</abr> to apply, put on rouge</ex></blockquote></blockquote></div>",
            "word": "rouge"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bột đỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bột son đỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bột hồng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bột màu đỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bột sắt oxyt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A reddish powder composed mainly of ferric oxide and used as a polish for metals, glass, precious stones, and other materials.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Chất bột màu đỏ nhạt tạo thành từ oxit feric và được dùng làm chất đánh bóng kim loại, thủy tinh, đá quý và các vật liệu khác.</font></td></tr></tbody></table></div>",
            "word": "rouge"
        }
    },
    "sentences": [
        {
            "en": "And plenty of <em>rouge</em>.",
            "vi": "Và đánh má hồng thật đậm vào."
        },
        {
            "en": "<em>Rouge</em> one's cheeks",
            "vi": "Đánh má hồng"
        },
        {
            "en": "Is there a <em>rouge</em> shortage?",
            "vi": "Thiếu phấn hồng chăng?"
        },
        {
            "en": "I bought some <em>rouge</em> for them.",
            "vi": "Tôi mua một ít phấn đánh má cho họ."
        },
        {
            "en": "We are driving to Atlanta by way of Boston <em>Rouge</em>.",
            "vi": "Chúng tôi sẽ lái xe đi Atlanta qua ngả Boston Rouge."
        },
        {
            "en": "My sister often applies <em>rouge</em> before going for work.",
            "vi": "Chị tôi thường đánh má hồng trước khi đi làm."
        },
        {
            "en": "The <em>rouge</em> will make my cheeks look rosy.",
            "vi": "Phấn hồng này sẽ làm cho má tôi ửng hồng."
        },
        {
            "en": "The Khmer <em>Rouge</em> had led Cambodia into economic disaster.",
            "vi": "Khờ me đỏ đã đưa đất nước campuchia vào thảm hoạ kinh tế."
        },
        {
            "en": "Baton <em>Rouge</em> City Court is a municipal court of record created in 1900.",
            "vi": "Tòa án thành phố Baton Rouge là tòa án cấp thành phố có thẩm quyền chính thức thành lập vào năm 1900."
        },
        {
            "en": "From Viet Nam their journey continues to Cambodia where they will meet the Khmer <em>Rouge</em> Tribunal.",
            "vi": "Sau khi rời Việt Nam, Đoàn tiếp tục đi Campuchia và gặp Tòa án Khơ- me Đỏ tại nước này."
        },
        {
            "en": "Contemporaries gave him the nickname eminence <em>rouge</em> the red eminence because of his red clerical garb.",
            "vi": "Những người cùng thời đã đặt cho ông biệt danh là eminence rouge vị giáo chủ đỏ vì ông hay mặc trang phục màu đỏ."
        },
        {
            "en": "Robert Pattinson and girlfriend Kristen Stewart are said to be shacking up together in Baton <em>Rouge</em>, Louisiana.",
            "vi": "Người ta cho rằng Robert Pattinson và cô bạn gái Kristen Stewart đang sống chung với nhau tại Baton Rouge, Louisiana."
        },
        {
            "en": "It was, he said, the worst loss of life since the overthrow of the Khmer <em>Rouge</em> in 1979.",
            "vi": "Ông cho biết đây là thiệt hại về nhân mạng bi thảm nhất kể từ sau vụ lật đổ Khmer Đỏ vào năm 1979."
        },
        {
            "en": "Since the end of the Khmer <em>Rouge</em> rule, Cambodia has initiated fundamental reforms in many crucial areas, and significant progress has been achieved in promoting economic recovery.",
            "vi": "Sau khi chế độ Khơ-me Đỏ chấm dứt, Cam-pu-chia đã tiến hành cải cách một cách căn bản trên nhiều lĩnh vực quan trọng, và đạt được những kết quả đáng kể trong việc khôi phục nền kinh tế."
        },
        {
            "en": "I've been to the Moulin <em>Rouge</em>, Ignatius Gallaher continued when the barman had removed their glasses, and i've been to all the bohemian cafÂ.",
            "vi": "Tôi đã vào nhà hàng moulin rouges, gallaher tiếp tục câu chuyện, khi bồi bàn đã dọn ly, và tôi đã vào tất cả những quán cà phê của khách giang hồ."
        },
        {
            "en": "Auntie and i followed Hatsumomo back into her room, where she knelt at her dressing table and took out a tiny lacquer box containing <em>rouge</em> for her lips.",
            "vi": "Bà dì và tôi theo hatsumono vào phòng, cô quỳ xuống trước bàn trang điểm và lấy ra cái hộp sơn mài nhỏ đựng son tô môi."
        },
        {
            "en": "Then in the late 1970s the Khmer <em>Rouge</em> made attacks on Vietnam. So in 1978 the Vietnamese occupied Cambodia. They stayed until 1989.",
            "vi": "Sau đó cuối năm 1970 Khmer đỏ đã tạo ra cuộc chiến với Việt Nam. Năm 1978 Việt Nam đã đánh sang Cambodia và họ ở đó cho đến năm 1989."
        },
        {
            "en": "Several times a week she’s out in front of her Baton <em>Rouge</em> house trying to improve her time. This week, she hopes all of that practice will pay off when she competes for a gold medal in the National Senior Games held in Birmingham, Ala.",
            "vi": "Một tuần vài lần, cụ chạy trước ngôi nhà Baton Rouge của mình, cố gắng rút ngắn thời gian. Tuần này cụ hi vọng mọi công sức tập luyện ấy của mình sẽ được đền đáp xứng đáng khi cụ tranh một chiếc huy chương vàng tại Đại hội thể thao người cao tuổi toàn quốc tổ chức ở Birmingham, bang Alabama."
        },
        {
            "en": "He was living in Baton <em>Rouge</em>, Louisiana, at the time, just an hour’s drive from New Orleans, a city famed for its vibrant subcultures. He realised that if he was ever going to get the chance to meet a real vampire, it was now.",
            "vi": "Từng sống tại Baton Rouge, Louisiana, cách New Orleans nơi có những nền văn hoá ngầm sôi động chỉ một giờ lái xe, nhưng ông nhận ra rằng mình sẽ chẳng bao giờ có được cơ hội gặp gỡ một 'ma cà rồng' thực sự. Cho đến tận gần đây."
        },
        {
            "en": "Hundreds Die in Tragic End to Cambodia's Water Festival         At least 339 people died in Phnom Penh in a stampede at the end of the annual Water Festival. The numbers of dead continued to rise as the night wore on. At one point, there were more than 30 bodies on the bridge in Phnom Penh; a Cambodian Red Cross worker said shortly afterward that at least another 70 had died. After midnight Cambodian Prime Minister Hun Sen went on television to tell a shocked nation that 339 people had died on the pedestrian bridge linking Diamond Island in the Tonle Sap river with the mainland, and about 329 had been injured. It was, he said, the worst loss of life since the overthrow of the Khmer <em>Rouge</em> in 1979. Most of the victims were young people in their teens and twenties, some of the estimated 2 million who had flocked to Phnom Penh for the annual Water Festival, which marks the end of the rainy season. Most suffocated on the bridge, which thousands of people were using to leave Diamond Island. Others drowned after jumping from the bridge into the water. Some reportedly were electrocuted because of wires in the water Ly Vuthy was selling drinks near the bridge on Diamond Island at the time. She says the bridge was packed with people trying to get back to the mainland, and several people fainted. Others then panicked, and the crowd surged back and forth, unable to get off the bridge. She says people felt trapped, and many jumped into the river below. Sem Pagnaseth, a vendor on the mainland side, said thousands of people were crammed on to the 100-meter long bridge trying to leave. He said crowd barriers on the mainland side were set up to stop people spilling on to the road. But the volume of people leaving meant some could not move away quickly, and that caused a jam on the bridge. He says only a few police were working on crowd control at the bridge before the incident, but once the stampede began, the police acted quickly to pull as many people out as possible. Their quick action, he says, certainly saved many lives. The dead and injured were ferried to hospitals in ambulances, pick-up trucks and private cars. Two hours after it happened, the bridge was littered with hundreds of shoes, articles of clothing and water bottles. Boats were scouring the waters of the river below for more bodies. It was a tragic end to what should have been a festive visit to the capital. Over the coming week hundreds of families across Cambodia will be holding funeral services for their loved ones. Early Tuesday Hun Sen said the government would establish a committee to work out what had gone wrong.",
            "vi": "Hàng trăm người chết thảm trong lễ hội té nước của Cam-pu-chia      Có ít nhất 339 người thiệt mạng ở Phnom Penh trong vụ giẫm đạp khi kết thúc lễ hội té nước hàng năm. Số người chết tiếp tục gia tăng khi màn đêm trôi qua. Lúc đó, có hơn 30 thi thể ở trên cây cầu ở Phnom Penh; một nhân viên Chữ thập đỏ Cam-pu-chia cho biết không lâu sau đó có thêm ít nhất 70 người chết. Sau nửa đêm, thủ tướng Cam-pu-chia Hun Sen thông báo trực tiếp trên truyền hình cho đất nước đang hoang mang biết rằng có 339 người thiệt mạng trên chiếc cầu dành cho người đi bộ bắc qua sông Tonle Sap nối liền đảo Diamond với đất liền, và có khoảng 329 người bị thương. Ông cho biết đây là thiệt hại về nhân mạng bi thảm nhất kể từ sau vụ lật đổ Khmer Đỏ vào năm 1979. Hầu hết nạn nhân là những thanh thiếu niên, có khoảng 2 triệu người đã đổ xô về Phnôm Pênh tham gia lễ hội té nước hàng năm, một lễ hội đánh dấu sự chấm dứt mùa mưa. Hầu hết mọi người chen lấn nhau lên cầu nơi có hàng ngàn người dùng nó để lên đảo Diamond. Những người khác bị chết đuối sau khi nhảy xuống sông. Theo báo cáo có nhiều người bị điện giật chết vì dưới sông có dây điện. Ly Vuthy bán thức uống gần cầu trên đảo Diamond vào lúc đó. Cô nói cây cầu đầy nghẹt người cố quay lại đất liền, và nhiều người ngất xỉu. Một số người khác hoảng loạn, và đám đông xô đẩy qua lại, không thể thoát ra khỏi cây cầu. Cô nói mọi người cảm thấy bị mắc kẹt, và nhiều người đã nhảy xuống sông. Sem Pagnaseth, người bán hàng trên đất liền cho biết hàng ngàn người chen chúc qua cây cầu dài 100 mét để cố thoát thân. Anh ấy nói phía bên đất liền có những hàng rào người đã bao vây không cho mọi người đổ ra đường. Nhưng lượng người muốn thoát khỏi nơi này cũng có nghĩa là có một số người không thể nào đi nhanh được, và kết quả là gây tình trạng ùn tắc trên cầu. Anh ấy nói chỉ có vài cảnh sát làm nhiệm vụ kiểm soát đám đông trên cầu trước khi xảy ra sự cố nhưng ngay khi xảy ra vụ giẫm đạp lực lượng cảnh sát đã nhanh chóng lôi kéo mọi người ra ngoài. Hành động nhanh chóng của họ, anh ấy nói, chắc chắn đã cứu nhiều mạng sống. Người chết và bị thương được đưa đến bệnh viện bằng xe cấp cứu, xe tải nhẹ và xe hơi riêng. Hai tiếng đồng hồ sau khi diễn ra vụ tai nạn, cây cầu ngổn ngang hàng trăm giày dép, quần áo và chai nước. Tàu thuỷ đang trục vớt thi thể trên vùng nước bên dưới cầu. Đó là một kết thúc bi thảm của ý định về thủ đô dự lễ hội. Trong tuần tới hàng trăm gia đình khắp Cam-pu-chia sẽ tổ chức tang lễ cho những người thân của họ. Sáng sớm hôm thứ ba thủ tướng Hun Sen cho biết chính phủ thành lập ủy ban điều tra nguyên nhân vụ thảm kịch."
        }
    ],
    "suggestions": []
}