{
    "en_vn": {
        "data": {
            "content": null,
            "word": "roundtable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "roundtable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "roundtable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "roundtable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "roundtable"
        }
    },
    "sentences": [
        {
            "en": "Media <em>Roundtable</em>, Hanoi, Vietnam",
            "vi": "Cuộc gặp gỡ báo chí tại Hà Nội của Ngài Đại sứ"
        },
        {
            "en": "United States Hosts <em>Roundtable</em> on Intellectual Property Rights",
            "vi": "Hoa Kỳ tổ chức hội nghị bàn tròn về Quyền sở hữu trí tuệ"
        },
        {
            "en": "Following my presentation, there will be a <em>roundtable</em> discussion with Mr Peter, Mr John, Ms Betty.",
            "vi": "Sau bài thuyết trình của tôi, sẽ có cuộc thảo luận bàn tròn với ông Peter, ông John vào cô Betty."
        },
        {
            "en": "Senator Jim Webb to Hold Press <em>Roundtable</em> in Hanoi, July 4",
            "vi": "Thượng nghị sỹ Mỹ Jim Webb sẽ gặp gỡ báo chí ngày 4/7"
        },
        {
            "en": "Last week, a <em>roundtable</em> of female Republicans who are dissatisfied with the stance of the state party was organized.",
            "vi": "Tuần trước, một hội nghị bàn tròn của các phụ nữ đảng Cộng Hòa, những người không hài lòng với quan điểm của đảng này đã được tổ chức."
        },
        {
            "en": "U.S. Senator Jim Webb (Democratic-Virginia) will hold a press <em>roundtable</em> about his visit to Vietnam on July 7.",
            "vi": "Thượng nghị sỹ Mỹ Jim Webb (Đảng Dân chủ-Bang Virginia) sẽ gặp gỡ với giới báo chí về chuyến thăm Việt nam của ông vào ngày 4/7."
        },
        {
            "en": "Following the research activities, a series of technical workshops and three high-level <em>Roundtable</em> Consultations were organized.",
            "vi": "Sau đó, nhiều cuộc hội thảo chuyên đề và ba Hội nghị Bàn tròn cấp cao đã được tổ chức."
        },
        {
            "en": "He should not insult their sentiments by talking of economic packages, <em>roundtable</em> conferences and all-party talks.",
            "vi": "Ông ta không nên xúc phạm những quan điểm của họ bằng cách nói về các gói kinh tế, hội nghị bàn tròn và những cuộc nói chuyện về các đảng phái."
        },
        {
            "en": "He should not insult their sentiments by talking of economic packages, <em>roundtable</em> conferences and all - party talks.",
            "vi": "Ông ta không nên xúc phạm những quan điểm của họ bằng cách nói về các gói kinh tế, hội nghị bàn tròn và những cuộc nói chuyện về các đảng phái."
        },
        {
            "en": "<em>Roundtable</em> discussions and keynote speeches can be fun, even inspirational, but rarely is there the time to impart true knowledge.",
            "vi": "Thảo luận bàn tròn hay bài nói chính có thể thú vị, thậm chí khơi nguồn cảm hứng, nhưng hiếm khi truyền tải kiến thức thực sự."
        },
        {
            "en": "U.S. Ambassador to Vietnam Michael Michalak held a press <em>roundtable</em> in Hanoi on the occasion of the second anniversary of his arrival in Vietnam.",
            "vi": "Đại sứ Hoa Kỳ tại Việt Nam, Ngài Michael Michalak đã tổ chức họp báo tại Hà Nội nhân dịp kỷ niệm hai năm làm việc tại Việt Nam."
        },
        {
            "en": "Beresford, Melanie (2005) \"Doi Moi in Review: State, Society and Politics\", paper presented at the First High Level <em>Roundtable</em> Meeting on 20 Year Review of Doi Moi, held by UNDP and VASS, Ha Noi, 12 January.",
            "vi": "Beresford, Melanie (2005) “Tổng kết Đổi mới: Nhà nước, Xã hội và Chính trị”, bài viết trình bày tại Hội nghị bàn tròn cấp cao lần thứ nhất về Tổng kết 20 năm Đổi mới do UNDP và VASS tổ chức tại Hà Nội ngày 12 tháng 1."
        },
        {
            "en": "To develop a clear picture of who was doing what in legal development, a donor <em>roundtable</em> was convened as one of the first actions of the joint preliminary needs assessment in January 2000.",
            "vi": "Để xác định rõ hơn ai sẽ làm gì trong mảng xây dựng pháp luật, một hội nghị bàn tròn giữa các nhà tài trợ đã được triệu tập là một trong những biện pháp đầu tiên của việc đánh giá sơ bộ nhu cầu vào tháng 1/2000."
        },
        {
            "en": "Recently, I took part in a <em>roundtable</em> discussion sponsored by the Milken Institute's Global Conference in Los Angeles. An annual three - day gathering that brings together the world's top thinkers and CEOs to work over global problems.",
            "vi": "Gần đây tôi tham dự vào một cuộc hội thảo bàn tròn do Global Conference của Milken Institute tài trợ tại Los Angeles. Đây là một cuộc tụ họp hàng năm kéo dài ba ngày của những nhà tư tưởng hàng đầu thế giới và những CEO để cùng thảo luận về các vấn đề toàn cầu."
        },
        {
            "en": "NOTE TO REPORTERS: Ralph L. Cwerman, President and Founder of the Humpty Dumpty Institute, will hold a press <em>roundtable</em> on October 31 in Hanoi in connection with the charity show to raise funds for landmine victims in Quang Tri.",
            "vi": "XIN LƯU Ý: Ông Ralph L. Cwerman, Chủ tịch và Sáng lập viên của Viện Humpty Dumpty, sẽ gặp gỡ phóng viên vào ngày 31/10 tại Hà Nội nhân buổi biểu diễn gây quỹ cho nạn nhân bom mìn Quảng Trị."
        },
        {
            "en": "Recently, I took part in a <em>roundtable</em> discussion sponsored by the Milken Institute's Global Conference in Los Angeles. An annual three-day gathering that brings together the world's top thinkers and CEOs to work over global problems.",
            "vi": "Gần đây tôi tham dự vào một cuộc hội thảo bàn tròn do Global Conference của Milken Institute tài trợ tại Los Angeles. Đây là một cuộc tụ họp hàng năm kéo dài ba ngày của những nhà tư tưởng hàng đầu thế giới và những CEO để cùng thảo luận"
        }
    ],
    "suggestions": []
}