{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "rowboat",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rowboat",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rowboat",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>rowboat</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>AE</abr>) to row a rowboat</ex></blockquote></blockquote></div>",
            "word": "rowboat",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rowboat",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Every day Henry took the <em>rowboat</em> with the outboard motor and left me the canoe.",
            "vi": "Mỗi ngày Henry mang chiếc thuyền có mái chèo có gắn động cơ ngoài và bỏ lại cho tôi chiếc xuồng."
        },
        {
            "en": "Joe prayed to God, saying, \"Please God, give me the strength to cross this river.\"   Poof! God gave him big arms and strong legs, and he was able to swim across the river in about two hours, although he almost drowned a couple of times.      Seeing this, Dave prayed to God, saying, \"Please God, give me the strength and the tools to cross this river.\"     Poof! God gave him a <em>rowboat</em> and he was able to row across the river in about an hour, after almost capsizing the boat a couple of times.",
            "vi": "Joe cầu xin Chúa, nguyện, \"Cầu Chúa ban cho con sức mạnh để vượt dòng sông này. \"Poof! Chúa ban cho anh ta tay to và chân khoẻ, thế là anh ta có thể bơi qua bên kia sông trong khoảng hai giờ, mặc dù suýt chết đuối mấy lần.Thấy thế, Dave cầu xin Chúa, nguyện, \"Cầu Chúa ban cho con sức mạnh và công cụ để vượt dòng sông này. \"Poof! Chúa ban cho anh ta một chiếc thuyền có mái chèo và anh ta có thể chèo thuyền qua bên kia sông trong khoảng 1 tiếng đồng hồ, sau khi suýt lật thuyền mấy lần."
        },
        {
            "en": "Rare Marilyn Monroe Photos Reveal Her Life Before She Was Famous   The future American actress Marilyn Monroe smiling as a 10-months old baby (April 1927)    Image credits: Mandadori Portfolio/Getty Images A young Norma Jeane Mortenson with her mother, Gladys Baker (1929)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Mortenson at five years old (1931)    Image credits: Hulton Archive/Getty Images An adolescent Norma Jeane Mortenson staying at her Aunt Ana’s place. Aunt Ana’s was one of the many homes she would live in through her difficult childhood as an orphan (1938)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Mortenson at 14 years old. After her Aunt Ana got sick, Norma Jeane had to move in with the Goddard family. She had lived there before, but left their home when she was 11 when her legal guardian, Erwin Goddard, molested her (1940)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images A teenaged Norma Jeane Mortenson (center) at an outdoor fete with a group of friends (1941)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images A teenaged Norma Jeane Mortenson (center) and her friends in a <em>rowboat</em> (1941)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Mortenson poses for a photo with a friend and her baby (1941)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Mortenson at the zoo, with a hornbill on her arm (1941)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Young Norma Jeane Mortenson plays with penguins at the zoo (1941)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Mortenson as a 15-year-old beauty queen. This would be her last year as a single woman (1941)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images At the age of 16, Norma Jeane Mortenson married James Dougherty (June 19, 1942)    Image credits: Michael Ochs Archives/Stringer/Getty Images Norma Jeane Dougherty, Bridal portrait, Age 16 (1942)    Image credits: Richard C. Miller Newlywed Norma Jeane Dougherty goes out for Chinese food with her family (1942)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Mortenson with her husband, James Dougherty. When the pair met, he was her neighbor and five years her senior. The two had little in common. She would later say that they hardly spoke because “we had nothing to say.” (1943)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images James Dougherty, now a Merchant Marine, poses with his wife outside of boot camp. After he joined the Merchant Marines, the couple became increasingly distant. In 1944, he would be sent off to the Pacific. From then on, they would rarely see one another (1943)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Dougherty alone, with her husband’s boot camp in the distance (1943)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Dougherty working at the Radioplane Munitions Factory. While working at the factory, Norma Jeane was spotted by an Army propaganda officer.    Image credits: U.S. army photographer David Conover He took this photo of her working at her post. It was the first modelling job of her life (1945)    Image credits: David Conover Shortly after her photoshoot in the factory, she quit her job and tried modelling full time (1945)    Image credits: Michael Ochs Archives/Getty Images One of her first modeling shots (1945)    Image credits: David Conover Early Portrait of Norma Joane (1945)    Image credits: David Conover Norma Jeane posing in the gardens of the Ambassador Hotel holding the Blue Book Models life ring (1945)    An early Blue Book Modeling Agency picture of Marilyn Monroe in a white bikini (Circa 1945)    Norma Jean Began at the beginning of her modeling career (Circa 1945)    Image credits: Mondadori Portfolio/Getty Images Skiing down a sand dune at a photoshoot (1945)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Posing during a Blue Book modeling shoot (1945)    Image credits: Silver Screen Collection/Hulton Archive/Getty Images Norma Jeane Dougherty gets intimately close to another model to film an ad for hair products. James Dougherty strongly disapproved of his wife’s new career. Less than a year after this photo was taken, their marriage would fall apart and the pair would get divorced (1945)    Image credits: Donaldson Collection/Michael Ochs Archives/Getty Images Norma Jeane becomes a “Sweater Girl.” (1945)    Image credits: David Conover The Blue Book Modelling Years (Circa 1945)    Norma Jeane sitting with her legs out, wearing bikini (1945)    Douglas Airview magazine employed models to advertise its American Airlines flights. Here, Norma Jeane shows great interest in the stewardess handing milk (1945)    Image credits: Larry Kronquist Norma Jeane at the pool (1945)    Image credits: Richard C. Miller Norma Jeane poses in a swimsuit (Circa 1945)    A young Marilyn Monroe is a picture of joy in a white one-piece bathing suit (Circa 1945)    Norma Jeane’s first national magazine cover, in 1946 for The Family Circle, was incredibly sweet, wholesome and innocent    Posing for a postcard by the sea (Circa 1946)    Image credits: Teichnor Bros The Romantic negative of Norma Jeane (1946)    Image credits: Richard C. Miller Norma Jeane with yellow skirt (1946)    Image credits: Richard C. Miller Yellow Skirt, Gene Hansen’s Sycamore (March 1946)    Image credits: Richard C. Miller Norma Jeane in a hunting with binoculars (1946)    Image credits: Richard C. Miller Posing with a puppy on a bicycle (1946)    Image credits: Richard C. Miller In red sweater, Gene Hansen’s Sycamore (1946)    Image credits: Richard C. Miller Norma Jeane in a red bathing suit (1946)    Image credits: Richard C. Miller Floating in a pool (1946)    Image credits: Richard C. Miller Norma Joane wearing a white bathing suit by a swimming pool (1946)    Image credits: Richard C. Miller Sitting on a towel, hugging her knees (1946)    Image credits: Richard C. Miller Norma Jeane posing in Malibu. Her lover and photographer behind the photo said “She was twenty and had never experienced the intoxication of success, yet already there was a shadow over her radiance, in her laughter” (1946)    Image credits: André de Dienes",
            "vi": "Những tấm ảnh hiếm về Marilyn Monroe trước khi cô nổi tiếng"
        }
    ],
    "suggestions": []
}