{
    "en_vn": {
        "data": {
            "content": null,
            "word": "royalties"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "royalties"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "royalties"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "royalties"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuế tài nguyên (luật)</font></td></tr></tbody></table></div>",
            "word": "royalties"
        }
    },
    "sentences": [
        {
            "en": "<em>Royalties</em>",
            "vi": "Lệ phí sử dụng"
        },
        {
            "en": "Who will pay for the <em>royalties</em>?",
            "vi": "Ai sẽ trả tiền bản quyền?"
        },
        {
            "en": "In Europe, some artists are less than happy with the <em>royalties</em> they are receiving.",
            "vi": "Tại châu Âu, một vài nghệ sĩ không hài lòng với tiền bản quyền mà họ đang nhận."
        },
        {
            "en": "Profits generated from investment activities, including profits, share interests, dividends, <em>royalties</em> and assorted charges.",
            "vi": "Các khoản lợi tức phát sinh từ hoạt động đầu tư, bao gồm cả lợi nhuận, lãi cổ phần, cổ tức, tiền bản quyền và các loại phí."
        },
        {
            "en": "Firms pay <em>royalties</em> to the patent holder to use the technology.",
            "vi": "Các công ty đều trả tiền bản quyền cho người được cấp bằng sáng chế để sử dụng công nghệ trên."
        },
        {
            "en": "You have to pay <em>royalties</em> for the author of this acticle immediately.",
            "vi": "Bạn phải trả tiền nhuận bút ngay lập tức cho người viết bài báo này nhé."
        },
        {
            "en": "Patent owners often contract to let another party use the patent for a stipulated time period in return for <em>royalties</em>.",
            "vi": "Các chủ nhân bằng phát minh thường ký hợp đồng để cho các công ty khác thuê sử dụng bằng phát minh trong một khoản thời gian nhất định đáp lại sẽ nhận được tiền bản quyền."
        },
        {
            "en": "I 'm going to use the money from my advance <em>royalties</em> as a down payment on that condo I' ve been looking at.",
            "vi": "Tôi sẽ dùng khoản tiền nhuận bút ứng trước để chồng tiền mua một căn hộ tôi đang ngấp nghé."
        },
        {
            "en": "I'm going to use the money from my advance <em>royalties</em> as a down payment on that condo I've been looking at.",
            "vi": "Tôi sẽ dùng khoản tiền nhuận bút ứng trước để chồng tiền mua một căn hộ tôi đang ngấp nghé."
        },
        {
            "en": "Anyone can sell a copy of the program for any amount the market can bear, but there is no requirement to pay <em>royalties</em> to the original author.",
            "vi": "Bất cứ ai cũng có thể bán bản sao của chương trình ấy với số lượng nào đó mà thị trường chịu mua, mà không đòi hỏi phải trả khoản đặc lợi nào cho tác giả ban đầu."
        },
        {
            "en": "For resident individuals and enterprises, income derived from <em>royalties</em> was subject to the provisions of the Ordinance on Income Tax for High Income Earners and the Law on Corporate Income Tax.",
            "vi": "Còn thu nhập từ tiền bản quyền của cá nhân và doanh nghiệp thường trú tại việt nam được đánh thuế theo pháp lệnh về thuế thu nhập đối với người có thu nhập cao và thuế thu nhập doanh nghiệp."
        },
        {
            "en": "Author Larry Berman spent his entire <em>royalties</em> from the book to pay for the statue. He also expected to have a street named after Pham Xuan An in HCM City and the statue would be displayed there.",
            "vi": "Tác giả Larry Berman đã dùng toàn bộ số tiền bản quyền từ cuốn sách X6 Perfect Spy để chi cho bức tượng. Ông cũng mong đợi sẽ có một con đường được đặt tên theo Phạm Xuân Ẩn ở TPHCM và bức tượng sẽ được trưng bày ở đó."
        },
        {
            "en": "Author Larry Berman spent his entire <em>royalties</em> from the book to pay for the statue. He also expected to have a street named after Pham Xuan An in HCM City and the statue would be displayed there.",
            "vi": "Tác giả Larry Berman đã dùng toàn bộ số tiền bản quyền từ cuốn sách X6 Perfect Spy để chi cho bức tượng. Ông cũng mong đợi sẽ có một con đường được đặt tên theo Phạm Xuân Ẩn ở TPHCM và bức tượng sẽ được trưng bày ở đó."
        },
        {
            "en": "Hold multiple patents related to SAN infrastructure, hard drive technology, and security aspects within the datacenter space one which one of which is already generating <em>royalties</em> and another is slated for inclusion in Windows8.",
            "vi": "Giữ nhiều bằng sáng chế liên quan đến cơ sở hạ tầng SAN, công nghệ ổ cứng, và các hướng bảo mật trong không gian trung tâm dữ liệu mà một trong số đó đang tạo ra tiền bản quyền và một cái khác dự kiến được đưa vào Windows8."
        },
        {
            "en": "The main taxes levied in Viet Nam were corporate income tax; Agricultural Land Use tax; a Tax on the Transfer of Land Use Rights; Natural Resources tax (<em>Royalties</em>); Land and Housing tax; (Personal) Income tax; VAT; Special Consumption tax (Excise tax); and import and export duties.",
            "vi": "Các loại thuế chính được áp dụng gồm: Thuế thu nhập doanh nghiệp, Thuế sử dụng đất nông nghiệp, Thuế chuyển quyền sử dụng đất, Thuế tài nguyên, Thuế nhà đất, Thuế thu nhập (cá nhân), Thuế VAT, Thuế tiêu thụ đặc biệt, và Thuế xuất khẩu, thuế nhập khẩu."
        },
        {
            "en": "Does Wealth Come From Owning Assets    The traditional definition of assets defines an asset as anything you own that has some monetary value. While this definition is correct and may seem logical, it is completely unhelpful when it comes to wealth creation. For example, the car sitting in your driveway or even the television sitting in your lounge room are assets under this definition. The wealthy are rich because they own lots of assets aren't they? But how are either of these \"assets\" helping you become wealthy. Well in short; they're not!  It is true that to be wealthy, you need to own lots of assets, but these assets must be of a certain type. In the world of wealth creation we need to define assets differently so that we can easily distinguish between assets that help you become wealthy like stocks or investment real estate and assets that don't help you at all, like the car and TV we just looked at. In terms of wealth creation we can define assets as either Good assets or Bad assets.  Good assets, when owned, put money in your bank account. They are things like stocks, bonds, mutual funds, commodities, investment real estate, futures, options, hedge funds, and so on. All these assets have the ability to put money in your pocket. These are commonly called investments.  Bad assets take money out of your bank account. They are things your car, house, clothes, TV, stereo, mobile phone, furniture, CDs, Xbox, boat, and so on. Bad assets take money out of your pocket in three main ways. They cost you money to buy, they usually cost you money to maintain and they have an opportunity cost, which represents the forgone opportunity and benefits that could've been earned or received from that opportunity.  The types of assets you own as well as the amount of you own largely determines which wealth class you're in. The problem is that people often don't distinguish between good and bad assets. The table below summaries the connection between asset type and wealth class:  Poor: Little to no Bad Assets and No Good Assets (Investments)  Middle Class: Loads of Bad Assets and Little to no Good Assets  Wealthy: Minimal Bad Assets and Loads of Good Assets (compared to their wealth)  People have three main potential income sources:  1. Active - your salary  2. Passive - real estate, <em>royalties</em> from patents, license agreements and owned businesses  3. Portfolio - paper investments such as stocks, bonds and mutual funds  We can break down assets into three categories that map to the three possible income categories:  1. Individual - employed and self-employed  2. Passive investments  a. real estate, <em>royalties</em> from patents, license agreements  b. businesses  3. Portfolio investments - paper investments such as stocks, bonds, mutual funds and insurance  The wealthy are wealthy because they own passive and portfolio type assets that produce passive and portfolio income. They don't have to rely on individual-type assets for income, which are limited because individuals can only work so many hours. Passive and portfolio assets aren't limited in this way. These assets will continually provide income whether their owner works or not and can be owned to a theoretically unlimited degree, which means that the income they produce is theoretically unlimited. The wealthy know this, which is why they concentrate their energies on acquiring as much passive- and portfolio-type assets as they can.  The poor don't realize this, which is why they earn an individual type income and concentrate on getting marginal increases in their salaries that are always limited.  What does your income and asset profile look like?",
            "vi": "Việc sở hữu tài sản có tạo ra của cải    Định nghĩa truyền thống về tài sản xác định một tài sản là bất cứ thứ gì bạn sở hữu mà có một số giá trị về mặt tiền bạc. Định nghĩa này đúng và có vẻ hợp lý, nhưng nó hoàn toàn vô dụng trong trường hợp đề cập đến việc tạo ra của cải. Chẳng hạn, theo định nghĩa, cái xe nằm bên con đường vào nhà bạn hay thậm chí chiếc tivi đặt trong phòng khách của bạn là những tài sản. Người có nhiều của cải thì giàu có vì họ sở hữu nhiều tài sản kia mà, đúng không? Nhưng  những \"tài sản\" này -  cái xe hoặc cái tivi -  giúp bạn tạo ra nhiều của cải như thế nào. Một cách ngắn gọn, chúng không giúp gì cả! Đúng là để được giàu có, bạn cần có nhiều tài sản, nhưng những tài sản này phải thuộc một loại nhất định nào đó. Trong phạm vi tạo ra của cải, chúng ta cần định nghĩa các tài sản một cách khác nhau sao cho có thể dễ dàng phân biệt những tài sản giúp chúng ta giàu có như chứng khoán hoặc bất động sản đầu tư và những tài sản không giúp gì cả, như xe hơi và tivi mà chúng ta đã thấy. Về phương diện tạo ra của cải, chúng ta có thể định nghĩa tài sản là tài sản tốt hoặc tài sản xấu.  Những tài sản tốt, khi chúng là của bạn, chúng gửi tiền vào tài khoản ngân hàng của bạn. Đó là cổ phiếu, trái phiếu, tiền trong quỹ đầu tư tín thác, hàng hoá, bất động sản đầu tư, hợp đồng kỳ hạn, quyền chọn, tiền trong quỹ đầu tư mạo hiểm, và vân vân. Tất cả những tài sản này có khả năng mang tiền về cho bạn. Chúng thường được gọi là các khoản đầu tư. Tài sản xấu thì lấy tiền khỏi tài khoản ngân hàng của bạn. Đó là xe cộ, nhà cửa, quần áo, ti vi, đầu đĩa, điện thoại di động, đồ nội thất, đĩa CD, Xbox, tàu thuyền, và vân vân. Những tài sản xấu lấy tiền khỏi túi bạn theo 3 cách chính: tốn tiền mua, tốn tiền để giữ gìn và có chi phí cơ hội, chi phí đại diện cho các quyền lợi và cơ hội bị bỏ qua mà có thể nhận về hoặc kiếm được từ cơ hội đó.  Những loại tài sản bạn có cũng như số lượng bạn nắm giữ phần lớn xác định được bạn thuộc tầng lớp giàu có nào. Vấn đề là người ta thường không phân biệt tài sản tốt và xấu. Bảng dưới đây sẽ tóm tắt mối liên hệ giữa loại tài sản và tầng lớp giàu có:   Nghèo: có ít đến không có tài sản xấu và không có tài sản tốt (các khoản đầu tư)   Trung lưu: có nhiều tài sản xấu và có ít đến không có tài sản tốt   Giàu có: tài sản xấu ở mức tối thiểu và có rất nhiều tài sản tốt (đối chiếu với của cải của họ)  Người ta có 3 nguồn thu nhập tiềm năng chính:   1. Chủ động - lương  2. Thụ động – bất động sản, tiền bản quyền sáng chế, doanh nghiệp sở hữu và hợp đồng bản quyền  3. Danh mục đầu tư – đầu tư công cụ nợ chẳng hạn cổ phiếu, trái phiếu, quỹ đầu tư tín thác  Chúng ta có thể chia nhỏ tài sản thành 3 loại có liên quan đến 3 loại thu nhập tiềm năng: 1. Cá nhân – làm thuê và làm nghề tự do 2. Đầu tư thụ động a. bất động sản, tiền bản quyền sáng chế, thoả thuận bản quyền b. doanh nghiệp  3. Đầu tư theo danh mục – các khoản đầu tư công cụ nợ chẳng hạn cổ phiếu, trái phiếu, quỹ đầu tư tín thác, bảo hiểm  Người giàu có nhiều của cải vì họ sở hữu những tài sản thụ động và thuộc loại danh mục đầu tư mà tạo ra thu nhập thụ động và thu nhập từ danh mục đầu tư. Họ không phải dựa vào tài sản thuộc loại tài sản cá nhân để có thu nhập, loại tài sản cho thu nhập bị hạn chế vì phải mất nhiều thời gian làm việc mới có được. Tài sản thụ động và danh mục đầu tư không bị giới hạn như thế. Những loại tài sản không giới hạn thu nhập này sẽ tiếp tục tạo ra thu nhập bất kể chủ sở hữu chúng có làm việc hay không và chúng có thể được người ta sở hữu không bị hạn chế về mặt lý thuyết, nghĩa là về lý thuyết những tài sản này tạo ra thu nhập không giới hạn. Người giàu nắm rõ quy luật này, nên họ dồn sức vào việc mua lại những tài sản thụ động và thuộc loại danh mục đầu tư càng nhiều càng tốt. Người nghèo không  nắm bắt được như vậy, nên họ chỉ có thu nhập từ tài sản thuộc loại cá nhân và luôn chú trọng vào việc tăng lương thêm của mình, mà số tiền lương ấy thì luôn bị giới hạn. Bảng mô tả tài sản và thu nhập của bạn trông như thế nào?"
        },
        {
            "en": "Microsoft mulling 128-bit versions of Windows 8, Windows 9     Microsoft is working on 128-bit architecture compatibility with the Windows 8 and Windows 9 kernels. Consequently, the company is also forming relationships with major partners, including Intel, AMD, HP, and IBM. Believe it or not, Windows 7's successor(s) have been in the planning and early development stages for a while now. We haven't posted anything about any of them yet, but we've been watching closely to see if anything really interesting turned up. Exactly two weeks ago, it did. A LinkedIn profile, which has already been taken down, for a Robert Morgan, Senior Research & Development at Microsoft, has shone a sliver of light on the possibility of 128-bit support coming to Windows 8. Morgan has been with the software giant since January 2002, but we're more intrigued with what his profile (first paragraph) and his status (second paragraph) recently stated:  Working in high security department for research and development involving strategic planning for medium and longterm projects. Research & Development projects including 128bit architecture compatibility with the Windows 8 kernel and Windows 9 project plan. Forming relationships with major partners: Intel, AMD, HP, and IBM.  Robert Morgan is working to get IA-128 working backwards with full binary compatibility on the existing IA-64 instructions in the hardware simulation to work for Windows 8 and definitely Windows 9.  Windows 8 News found Morgan's profile first and immediately started trying to get in contact with him over LinkedIn. When we saw this, we leaned back and waited to see if they could get a response from him. They did. The site claims it has managed to get an exclusive interview with Morgan and is letting its readers to ask questions. The deadline is October 11, 2009 so head on over and post your queries.  This news is interesting because we always thought Windows 7 would be the last release that had 32-bit and 64-bit versions. This was brought on by the fact that Windows Server 2008 R2, the server version of Windows 7, was the first Windows Server release to be 64-bit only. The next client version of Windows should therefore follow suit, but apparently Microsoft is going to prepare it for 128-bit as well. We're not saying Windows 8 will definitely come in 64-bit and 128-bit flavors, but Microsoft is moving down that path, and at the very least, Windows 9 will.  While this little tidbit is news on its own, we feel it's necessary to look at what we've heard about Windows 8 so far. In April 2009, Codename Windows spotted a Microsoft job posting for a Lead Software Development Engineer in Test with this interesting description:  DFSR is Microsoft's premier file replication engine and is an integral part of our branch office strategy and File Server role. It can scale to thousands of servers and replicate hundreds of terabytes of data. We have shipped the technology that powers file sharing in Windows Live Messenger, Windows Meeting Spaces (Vista) and Branch Office replication in Windows Server 2008 which has strong customer deployment. DFSR technology saves MS-IT and our customers more than 80% WAN bandwidth by using advanced On-The-Wire differential compression.  For the upcoming version of Windows, new critical features are being worked on including cluster support and support for one way replication. The core engine is also being reworked to provide dramatic performance improvements. We will also soon be starting major improvements for Windows 8 where we will be including innovative features which will revolutionize file access in branch offices.  That same month, ZDNet found another job posting that also described some interesting details:  In Windows Server 2008 R2 release, the Server UX Test team (under the File Server Management organization) is finalizing the MMC [Microsoft Management Console] based User eXperience (UX)/Interfaces for the File Server Role. Currently the team owns DFS [Distributed File System] Management, Share and Storage Management, FSRM [File Server Resource Manager] & Classification UI, Disk Management, SMFS. For Windows 8, the SSD organization is working on the next version of the file server.  As the team moved to Windows 8, you will have 2 main responsibilities - (i) put on the customer/design critique hat as we plan our next version file server management experience (i) participating in the architectural design, and development and driving automated testing for managing the next generation file server. Our current automation does not meet the multi-machine paradigm requirement and so you will contribute significantly in the development of test automation to validate setup/configuration of the new server, managing configuration changes, performing diagnostics and reporting using Power Shell, Command line, Object Model, UI.  In September 2009, msftkitchen found a couple of résumés for Microsoft employees that reference possible features for Windows 8.  Bo Qin:  Researched new algorithms and programming methods to build Hibernate/Resume Integration API that can integrate and utilize the new TLZ file compression engine for the Hibernate/Resume component of new Windows 8 Operating System.  Using C and C++ programming languages in SourceInsight, developed a 100% functional C wrapper for C++ functions and the Hibernate/Resume Integration API, which will be used in Windows 8 replacing Windows Vista's Xpress compression engine.  Maryrita Steinhour:  Led working group to make a recommendation on a PatchGuard follow-on. Wrote a summary white paper and presented the results of the working group to the executive team. Recommendation of tabling the function until Windows 8 was accepted and it is now a Windows 8 feature candidate.  Ramaswamy Ranganathan  Working on feature development, enhancements and bug fixing activities for Win7 and Win8's Remote Desktop client. Involved in bug fixes and improvements for Remote Application and Server Tools as well.  The following descriptions on LinkedIn pages were also found by msftkitchen but have since been removed:  Hold multiple patents related to SAN infrastructure, hard drive technology, and security aspects within the datacenter space one which one of which is already generating <em>royalties</em> and another is slated for inclusion in Windows8. Integrate well into standards organizations such as the FCIA, T10, T10, SNIA, and T13. Authored DA setup guide, a complete guide for setting up DA that was used by several customers and other teams internal to Microsoft for configuring their DA environments. This guide was also the foundation for the DA test automation that will be created for Windows 8, and provided the foundation for the publicly available DA setup guide.  Working Group - For Win 8 download experience, researched security user mental models to inform design.  Managing and Improving software usability for over 10 years, designing, researching, and developing multi-tier distributed applications for Windows 8 focusing on customers using ecommerce, general consumers, and banking companies. Remember that all this talk is very early in the game. We won't see Windows 8 released until 2011 at the earliest, and 2012 is more likely. What do you want to see in Windows 7's and Windows Server 2008 R2's successors?",
            "vi": "Microsoft đang nổ lực làm việc về khả năng tương thích của kiến trúc128 bit với các nhân Windows 8 và Windows 9. Vì vậy, hãng cũng đang tạo lập các mối quan hệ với các đối tác chính như Intel, AMD, HP, và IBM.  Cho dù bạn có tin hay không thì các thế hệ tiếp theo của Windows 7 đã được lên kế hoạch và sớm đưa vào các giai đoạn phát triển trong một thời gian ngắn. Chúng tôi chưa hề đăng bất kì thông tin nào về vấn đề này, nhưng chúng tôi đã theo dõi chặt chẽ để xem có bất cứ điều gì ngạc nhiên xảy ra không. Chính xác là cách đây hai tuần nó đã được làm. Một hồ sơ cá nhân của Robert Morgan, một thành viên cao cấp trong bộ phận nghiên cứu và phát triển của Microsoft đã tiết lộ trên trang mạng LinkedIn mà nó thực sự đã bị gỡ xuống đã làm sáng tỏ khả năng hỗ trợ128 bit của Windows 8. Morgan đã đến với gã khổng lồ phần mềm này từ tháng giêng năm 2002 nhưng chúng tôi tò mò với tiểu sử của ông ấy (đoạn đầu tiên) và địa vị của ông ấy (đoạn 2) được bắt đầu gần đây:  Làm việc ở một nơi có mức độ an ninh cao để nghiên cứu và phát triển liên quan đến những bước đi chiến lược cho các dự án trung và dài hạn. Các dự án của trung tâm Nghiên cứu và Phát triển bao gồm khả năng tương thích của kiến trúc 128 bit với nhân Window 8 và những bước đi ban đầu của Windows 9. Thiết lập mối quan hệ với các đối tác lớn như là Intel, AMD, HP và IBM. Robert Morgan đang làm cho kiến trúc IA-128 hoàn toàn tương thích ngược nhị phân với các tập lệnh trên nền kiến trúc IA-64 hiện nay trong các mô phỏng phần cứng để làm việc với Windows 8 và Windows 9. Windows 8 News đã tìm thấy hồ sơ cá nhân của Morgan đầu tiên và ngay lập tức bắt đấu tìm cách để liên lạc với ông ấy qua mạng LinkedIn. Khi chúng tôi nhận thấy được điều này, chúng tôi đã chờ xem liệu họ có thể nhận được một phản ứng nào từ ông ấy. Họ đã làm như vậy. Trang web khẳng định nó được quản lý để nhận thực hiện một cuộc phỏng vấn riêng với Morgan và cho người đọc đặt câu hỏi. Hạn chót là vào 11/10/2009 để gửi các câu hỏi thắc mắc của bạn. Tin tức này được quan tâm bởi vì chúng tôi luôn nghĩ Windows 7 sẽ là bản phát hành cuối cùng đã có phiên bản 32 bit và 64-bit. Điều này đã được đưa vào bởi thực tế là Windows Server 2008 R2, phiên bản máy chủ của Windows 7, đây là bản phát hành Windows Server đầu tiên chỉ duy nhất cho 64-bit. Các phiên bản máy khách tiếp theo của Windows vì thế cũng làm theo cách trên, nhưng rõ ràng là Microsoft sẽ chuẩn bị tốt cho 128-bit. Chúng tôi không nói là Windows 8 chắc chắn sẽ ra mắt với kiến trúc 64-bit và 128-bit nhưng Microsoft đang đi theo lối này và ít nhất sẽ là Windows 9. Trong khi mẩu tin ngắn này là tin tức riêng của họ, chúng tôi cảm thấy cần phải nhìn vào những gì chúng tôi đã nghe nói về Windows 8 cho đến nay. Trong tháng Tư năm 2009, Tên mã Windows bị rò rỉ từ việc gửi bài công việc của Microsoft cho Kỹ sư Phát triển Phần mềm thử nghiệm với mô tả thú vị này:  DFSR (Distributed File System Replication) là cỗ máy tái tạo hệ thống tập tin đầu tiên nhất của Microsoft và là một phần không thể thiếu của chiến lược văn phòng chi nhánh của chúng tôi và vai trò của File Server (Máy chủ Tập tin). Nó có thể có quy mô đến hàng ngàn máy chủ và nhân rộng hàng trăm terabyte dữ liệu. Chúng tôi đã chuyển công nghệ có khả năng chia sẻ tập tin trong Windows Live Messenger, Windows Meeting Spaces (Vista) và nhân rộng Văn phòng Chi nhánh trong Windows Server 2008 mà đã triển khai tốt cho khách hàng. Công nghệ lưu trữ DFSR tiết kiệm MS-IT và khách hàng của chúng tôi có hơn hơn 80% mạng WAN băng thông rộng bằng cách sử dụng kỹ thuật nén vi sai On-The-Wire tiên tiến. Dành cho phiên bản sắp tới của Windows, các tính năng quan trọng mới đang được làm việc bao gồm hỗ trợ nhóm và hỗ trợ cho sự nhân rộng một chiều. Cỗ máy chính cũng đang được làm lại để cung cấp hiệu suất cải tiến đáng kể. Chúng tôi cũng sẽ sớm bắt đầu cải tiến lớn cho Windows 8 nơi chúng tôi sẽ gửi gắm các tính năng tiên tiến mà sẽ cách mạng hóa việc truy cập tập tin trong các văn phòng chi nhánh. Cùng tháng này, Zdnet đã tìm thấy một tin về công việc khác cũng được mô tả một số chi tiết thú vị:  Trong bản phát hành Windows Server 2008 R2, đội ngũ thử nghiệm Server UX Test (thuộc tổ chức Quản lý Máy chủ Tập tin) đang hoàng tất công cụ MMC [Microsoft Management Console] dựa trên User eXperience (UX)/Interfaces cho File Server Role . Hiện nay nhóm sở hữu DFS [Distributed File System] Management, Sharing and Storage Management, FSRM [File Server Resource Manager] & Classification UI, Disk Management, SMFS. Đối với Windows 8, tổ chức SSD đang làm việc trên phiên bản kế tiếp của máy chủ tập tin. Theo đội ngũ đã chuyển lên Windows 8, bạn sẽ có 2 trách nhiệm chính - (i) phê bình thiết kế/ khách hàng như chúng tôi lên kế hoạch cho kinh nghiệm quản lý tập tin máy chủ trong phiên bản kế tiếp của chúng tôi tham gia thiết kế kiến trúc, và sự phát triển và hướng tới thử nghiệm tự động hóa để quản lý các máy chủ tập tin thế hệ kế tiếp. Tự động hóa của chúng tôi hiện nay không đáp ứng được yêu cầu mô hình đa máy và do đó bạn sẽ góp phần đáng kể trong sự phát triển của thử nghiệm tự động để xác nhận thiết lập /cấu hình máy chủ mới, quản lý các thay đổi cấu hình, thực hiện chẩn đoán và báo cáo bằng cách sử dụng Power Shell, Command line, Object Model, UI. Trong tháng 9 năm 2009, trang web msftkitchen đã tìm thấy một vài hồ sơ cho các nhân viên Microsoft mà nội dung có liên quan tới các tính năng có thể có cho Windows 8. Nghiên cứu thuật toán mới và các phương pháp lập trình để xây dựng hàm API tích hợp Hibernate / Resume có thể tích hợp và sử dụng các công cụ nén tập tin mới TLZ cho thành phần Hibernate / Resume của hệ điều hành Windows 8 mới. Sử dụng ngôn ngữ lập trình C và C + + trong SourceInsight, phát triển 100% hàm trong bộ ngôn ngữ C cho các hàm C++ và các hàm API tích hợp cho thành phần Hibernate/Resume, mà nó sẽ được sử dụng trong Windows 8 để thay thế cho công cụ nén Xpress của Windows Vista  Trưởng nhóm làm việc đưa ra một khuyến cáo trên hệ thống PatchGuard tiếp theo. Được viết trên giấy trắng và trình bày tóm tắt các kết quả của nhóm làm việc với đội ngũ quản lý. Khuyến cáo lập bảng chức năng cho đến khi Windows 8 được chấp nhận và giờ đây nó là một ứng viên cho tính năng của Windows 8. Làm việc phát triển tính năng, nâng cấp và các hoạt động vá lỗi cho máy khách Remote Desktop của Win7 và Win8. Liên quan đến các bản vá lỗi và cải tiến tốt hơn cho Remote Application và Server Tools. Những mô tả sau đây trên các trang LinkedIn cũng đã được tìm thấy ở trang web msftkitchen nhưng đã bị gỡ bỏ kẻ từ lúc đó:  Giữ nhiều bằng sáng chế liên quan đến cơ sở hạ tầng SAN, công nghệ ổ cứng, và các hướng bảo mật trong không gian trung tâm dữ liệu mà một trong số đó thực sự tạo ra các bằng sáng chế và một dự kiến để đưa vào Windows8. Kết hợp vào các tổ chức tiêu chuẩn như FCIA, T10, T10, SNIA, và T13. Soạn tài liệu hướng dẫn cài đặt DA, một hướng dẫn đầy đủ để thiết lập DA đã được sử dụng bởi một số khách hàng và đội ngũ bên trong của Microsoft để cấu hình môi trường DA của họ. Hướng dẫn này cũng là nền tảng cho việc tự động hóa thử nghiệm DA sẽ được tạo ra cho Windows 8, và cung cấp cơ sở cho các tài liệu hướng dẫn thiết lập DA có sẵn một cách công khai . Nhóm làm việc – Trải nghiệm tải Windows 8, nghiên cứu các mô hình trí tuệ người dùng an toàn để đưa ra bản thiết kế. Quản lý và Cải tiến khả năng sử dụng phần mềm trong hơn 10 năm qua, thiết kế, nghiên cứu và phát triển các ứng dụng phân tán đa lớp cho Windows 8 tập trung vào các khách hàng sử dụng thương mại điện tử, người tiêu dùng nói chung, và các công ty ngân hàng. Nhớ rằng tất cả các cuộc thảo luận ở đây là rất sớm trong cuộc chơi này. Chúng ta sẽ không nhìn thấy Windows 8 được phát hành sớm nhất cho đến 2011 và nhiều khả năng là năm 2012. Bạn muốn nhìn thấy gì trong các thế hệ kế tiếp Windows 7 và Windows Server 2008 R2 ?"
        }
    ],
    "suggestions": []
}