{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɑ: pi: 'em]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">số vòng quay trong một phút (nhất là để đo tốc độ một động cơ) (<font color=\"#1371BB\">revolutions per minute</font>)</td></tr></table><i/></div>",
            "word": "rpm"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rpm</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 resale price maintenance. </blockquote></blockquote><blockquote><blockquote>2》 revolutions per minute. </blockquote></blockquote></div>",
            "word": "rpm"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rpm"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rpm"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rpm"
        }
    },
    "sentences": [
        {
            "en": "Modern ultrasonic dental drills can rotate at up to 800, 000 <em>rpm</em>.",
            "vi": "Các mũi khoan siêu âm của nha sĩ có thể quay với tốc độ 800.000 vòng một phút."
        },
        {
            "en": "Modern ultrasonic dental drills can rotate at up to 800,000 <em>rpm</em>.",
            "vi": "Các mũi khoan siêu âm của nha sĩ có thể quay với tốc độ 800. 000 vòng một phút."
        },
        {
            "en": "The fixes (via <em>RPM</em>) are on Red Hat's web site, along with a list of rather minor errata.",
            "vi": "Các cách khắc phục (thông qua rpm) có trên web site của red hat, kèm theo một bản đính chính các lỗi thứ yếu hơn."
        },
        {
            "en": "According to Seagate, all other factors being equal, a 7200 <em>RPM</em> hard drive will outperform a 5400 <em>RPM</em> drive by about 30%. Direct pricing comparisons are becoming difficult as the slower drives continue to drop from the market, but Seagate’s own 5900 <em>RPM</em> Barracuda Green 1.5 TB sells online for roughly $100 while the 7200 <em>RPM</em> equivalent Barracuda sells for $130—a 30% price delta for a 30% performance delta.",
            "vi": "Theo Seagate, tất cả các yếu tố khác là như nhau, một ổ đĩa cứng tốc độ 7200 RPM sẽ làm việc tốt hơn một ổ đĩa tốc độ 5400 RPM khoảng 30%. So sánh giá cả trực tiếp trở nên khó khăn vì các ổ đĩa chậm hơn tiếp tục biến mất khỏi thị trường, nhưng dòng ổ cứng Barracuda Green tốc độ 5900 RPM dung lượng 1.5TB của Seagate bán trực tuyến với khoảng 100 USD trong khi dòng Barracuda tương đương tốc độ 7200 RPM bán với giá 130 USD - một mức chênh lệch giá 30% cho hiệu suất tăng 30%."
        },
        {
            "en": "We received a bucket of raw benchmarking results from Seagate showing drive testing across a range of CPUs (Intel Core i3, i5, and i7), memory amounts (4 GB, 8 GB, 12 GB, and 16GB), and hard drives (Seagate Momentus XT 750 GB, WD Caviar Green 5400 <em>RPM</em> 1 TB, Seagate Barracuda 7200 <em>RPM</em> 1 TB). These various configurations were then tested with the storage workloads contained in PCMark 7.",
            "vi": "Chúng tôi đã nhận được thùng kết quả kiểm tra gốc từ Seagate cho thấy việc thử nghiêm ổ đĩa trên một loạt CPU (bộ vi xử lý Intel Core i3, i5, và i7), dung lượng bộ nhớ (4 GB, 8 GB, 12 GB, và 16GB), và các ổ đĩa cứng (SeagateMomentus XT 750 GB, WD Caviar Green 5400 RPM 1 TB, Seagate Barracuda 7200 RPM 1 TB). Các cấu hình khác nhau đã được thử nghiệm với khối lượng công việc lưu trữ bằng phần mềm PCMark 7."
        },
        {
            "en": "Seagate ran a second set of tests specifically looking at boot and application launching across four different drives: three in an HP Core i5-based notebook and one in the MacBook Air. As you can see in the above breakdown, the MacBook Air easily wins on OS boot time, but it loses ground once applications start to load. By the end, the MacBook Air config places third out of the four. The key comparison here is between the Momentus XT and the 5400 <em>RPM</em> drive, which is still a very common component in mainstream notebooks. Whereas the synthetic “Start Apps” test in PCMark 7 showed an almost unbelievable gap between the 5400 <em>RPM</em> Caviar Green and the Momentus XT, this startup set shows real world results: a 78% faster launch for the Momentus XT than the 5400 <em>RPM</em> competitor.",
            "vi": "Seagate đã thực hiện bộ kết quả thử nghiệm đặc biệt thứ hai để xem xét đến thời gian khởi động và khởi chạy ứng dụng trên bốn ổ đĩa khác nhau: ba cái trong máy tính xách tay HP Core i5 và một cái trong MacBook Air. Như bạn có thể nhìn thấy trong bản phân tích trên, MacBook Air dễ dàng chiến thắng về thời gian khởi động hệ điều hành, nhưng nó bị giảm xuống khi ứng dụng bắt đầu mở lên. Cuối cùng,  cấu hình của MacBook Air đạt 3 trong 4 tiêu chí. Việc so sánh quan trọng ở đây là giữa Momentus XT và ổ đĩa 5400 RPM, chúng vẫn là một thành phần rất phổ biến trong máy tính xách tay chủ đạo. Trong khi đó, thử nghiệm tổng hợp \"Start Apps\" bằng PCMark 7 cho thấy một khoảng cách gần như không thể tin được giữa dòng Caviar Green 5400 RPM và Momentus XT, kết quả bộ thử nghiệm khởi động cho thấy thực tế: Momentus XT khởi động nhanh hơn 78% so với  đối thủ cạnh tranh 5400 RPM."
        },
        {
            "en": "Meanwhile, if we turn to the Seagate Momentus XT 750 GB hybrid, current online sources price around $155 while the non-hybrid 7200 <em>RPM</em> Momentus 750 GB sells for about $110. So we have a 36% price difference, which may seem steep, but is it justified given the hybrid’s performance?",
            "vi": "Trong khi đó, nếu chúng ta chuyển sang các dòng ổ đĩa lai Momentus XT 750 GB của Seagate,  nguồn hàng trực tuyến hiện tại giá khoảng 155 USD trong khi loại thường Momentus 750 GB 7200 RPM được bán với giá khoảng 110 USD. Vì vậy, chúng ta có một sự chênh lệch giá 36%, điều này có vẻ không hợp lý nhưng đó có phải lý do chính đáng mang lại hiệu suất của ổ đĩa lai không?"
        },
        {
            "en": "Above, we see the overall storage scores for our four drives. Not surprisingly, Intel’s Series 320 120 GB SSD tops the rankings at 4456. Seagate’s Momentus XT 750 GB pulls in right behind at 3838. The 7200 <em>RPM</em> Barracuda 1 TB sees a sharp drop down to 2128 (mind you, this is a 3.5” drive, not a 2.5” like the prior two), and the WD’s low spin rate drive trails in with 1769.",
            "vi": "Ở phía trên, chúng ta thấy các điểm số lưu trữ tổng quan cho 4 ổ đĩa của chúng tôi. Không có gì đáng ngạc nhiên, ổ đĩa SSD Intel Series 320 120 GB đứng đầu bảng xếp hạng với 4456 điểm. Seagate Momentus XT 750 GB ở đằng sau bên phải với 3838 điểm. Barracuda 1 TB 7200 RPM cho thấy một sự giảm mạnh xuống còn 2128 điểm (bạn nên nhớ, đây là ổ đĩa 3,5\", chứ không phải là 2,5\" như trước), và ổ đĩa với vòng quay thấp của WD với số điểm là 1769."
        }
    ],
    "suggestions": []
}