{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rs",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rs",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rs",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rs",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rs",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Roll one's <em>rs</em>",
            "vi": "Rung những chữ r"
        },
        {
            "en": "He likes rolling his <em>rs</em>.",
            "vi": "Anh ta thích rung những chữ r."
        },
        {
            "en": "This means a savings of 3.7 million tons of firewood valued at <em>Rs</em>.1485 million.",
            "vi": "Có nghĩa là tiết kiệm được 3. 7 triệu tấn củi giá trị 1485 triệu Rupi."
        },
        {
            "en": "Primary education concentrates on the three <em>Rs</em> as the basis for learning all other subjects.",
            "vi": "Giáo dục tiểu học tập trung vào ba kỹ năng cơ bản để làm cơ sở cho việc học tất cả các môn khác."
        },
        {
            "en": "This means a savings of 3. 7 million tons of firewood valued at <em>Rs</em>. 1485 million.",
            "vi": "Có nghĩa là tiết kiệm được 3.7 triệu tấn củi giá trị 1485 triệu Rupi."
        },
        {
            "en": "   - help teachers teach media literacy skills, as important today as any of the three <em>Rs</em>.",
            "vi": "   - Giúp giáo viên dạy kỹ năng đọc hiểu trên các phương tiện truyền thông khác nhau, cũng quan trọng hiện nay như là một trong ba Rs.(Ba Rs đề cập đến nền tảng của một chương trình giáo dục kỹ năng định hướng cơ bản trong các trường học: đọc, viết và số học)"
        },
        {
            "en": "Their biology would appear to make coconuts the great maritime voyage <em>rs</em> and coastal colonizers of the plant world.",
            "vi": "Cấu trúc sinh học của nó xuất hiện để biến dừa trở thành “người đi biển” vĩ đại và một “công dân biển” trong thế giới thực vật."
        },
        {
            "en": "In essence, the 3 <em>Rs</em> –Reduce, Reuse and Recycle are still as relevant and important as ever.",
            "vi": "Vắn tắt có 3 điều cần nhớ: Giảm thiểu, Tái sử dụng và Tái chế vẫn thích hợp và quan trọng hơn bao giờ hết"
        },
        {
            "en": "A six - storeyed building will be built on the land adjacent to the existing hospital at a cost of <em>Rs</em> 6. 5 crore",
            "vi": "Một tòa nhà sáu tầng sẽ được xây dựng trên phần đất sát ngay bệnh viện có giá lên tới 65 triệu Rupee."
        },
        {
            "en": "A six-storeyed building will be built on the land adjacent to the existing hospital at a cost of <em>Rs</em> 6.5 crore",
            "vi": "Một tòa nhà sáu tầng sẽ được xây dựng trên phần đất sát ngay bệnh viện có giá lên tới 65 triệu Rupee."
        },
        {
            "en": "Planning exactly what to do, where and when is important and obvious to an adult, but teenage <em>rs</em> are perhaps more laid back about such things.",
            "vi": "Lập kế hoạch chính xác những gì cần làm, ở đâu và khi nào là rõ ràng và quan trọng đối với người lớn, nhưng với những đứa trẻ đang ở độ tuổi vị thành niên có lẽ sẽ không quan trọng hoá những thứ như vậy."
        }
    ],
    "suggestions": []
}