{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ru:'belə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bệnh sởi Đức</td></tr></table><i/></div>",
            "word": "rubella",
            "pronounce": "[ru:'belə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rubella</k><blockquote><cclass>[<cclass>rʊ'bɛlə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a contagious viral disease, with symptoms like mild measles; German measles. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: mod. L., neut. plural of L. <i>rubellus</i> 'reddish'. </blockquote></div>",
            "word": "rubella",
            "pronounce": "[ru:'belə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rubella",
            "pronounce": "[ru:'belə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rubella",
            "pronounce": "[ru:'belə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rubella",
            "pronounce": "[ru:'belə]"
        }
    },
    "sentences": [
        {
            "en": "<em>Rubella</em>",
            "vi": "Ru-bê-la"
        },
        {
            "en": "There is no specific treatment for <em>Rubella</em>.",
            "vi": "Không có phương pháp chữa đặc hiệu cho bệnh sởi Đức."
        },
        {
            "en": "Learn why you need a <em>Rubella</em> vaccination during pregnancy.",
            "vi": "Tìm hiểu tại sao bạn cần tiêm chủng bệnh sởi khi mang thai."
        },
        {
            "en": "The MMR vaccine protects against measles, mumps, and <em>rubella</em>.",
            "vi": "Vắc-xin MMR có tác dụng ngừa sởi, quai bị và ru-bê-la."
        },
        {
            "en": "The MMR vaccine protects against measles, mumps, and <em>rubella</em>.",
            "vi": "Vắc - xin MMR có tác dụng ngừa sởi, quai bị và ru - bê - la."
        },
        {
            "en": "Three <em>rubella</em> vaccines were licensed in the United States in 1969. In January 1979, the currently used <em>rubella</em> vaccine was licensed and the others were discontinued.",
            "vi": "Ba loại vắc - xin ngừa bệnh sởi đã được Hoa Kỳ cấp phép vào năm 1969. Tháng 1 năm 1979, loại vắc - xin hiện tại đang dùng đã được cấp phép và những loại khác không được dùng nữa."
        },
        {
            "en": "Three <em>rubella</em> vaccines were licensed in the United States in 1969. In January 1979, the currently used <em>rubella</em> vaccine was licensed and the others were discontinued.",
            "vi": "Ba loại vắc-xin ngừa bệnh sởi đã được Hoa Kỳ cấp phép vào năm 1969. Tháng 1 năm 1979, loại vắc-xin hiện tại đang dùng đã được cấp phép và những loại khác không được dùng nữa."
        },
        {
            "en": "Measles, mumps, and <em>rubella</em> are infections that can lead to significant illness.",
            "vi": "Sởi, quai bị và ru-bê-la là những bệnh lây nhiễm có thể gây bệnh nghiêm trọng."
        },
        {
            "en": "Measles, mumps, and <em>rubella</em> are infections that can lead to significant illness.",
            "vi": "Sởi, quai bị và ru - bê - la là những bệnh lây nhiễm có thể gây bệnh nghiêm trọng."
        },
        {
            "en": "What is the best time to get pregnant after <em>rubella</em> injection?",
            "vi": "Khi nào là thời điểm mang thai tốt nhất sau khi tiêm ngừa bệnh sởi?"
        },
        {
            "en": "What are the potential <em>Rubella</em> vaccination effects that you should be aware of?",
            "vi": "Những tác động tiềm ẩn của việc tiêm chủng ngừa bệnh sởi mà bạn nên biết là gì?"
        },
        {
            "en": "Measles, Mumps, <em>Rubella</em> (MMR): Women should wait at least one month to become pregnant after receiving these live-virus vaccines. If the initial <em>rubella</em> test shows that you are not immune to <em>rubella</em>, then you will be given the vaccine after delivery.",
            "vi": "Bệnh sởi, quai bị, rubella (MMR): Phụ nữ nên chờ ít nhất là 1 tháng hãy mang thai sau khi tiêm những loại vắc-xin chứa vi-rút còn sống này. Nếu xét nghiệm rubella ban đầu cho thấy rằng bạn không được miễn dịch với rubella, thì sau đó bạn sẽ được tiêm chủng sau khi sinh con."
        },
        {
            "en": "Attenuated (weakened) live viruses are used in some vaccines such as in the measles, mumps, and <em>rubella</em> (MMR) vaccine.",
            "vi": "Vi-rút còn sống nhưng đã bị làm yếu đi được dùng trong một số loại vắc-xin như vắc-xin sởi, ru-bê-la và quai bị."
        },
        {
            "en": "<em>Rubella</em> vaccine is recommended for all children and for adolescents and adults without documented evidence of immunity.",
            "vi": "Vắc - xin ngừa bệnh sởi được khuyến cáo cho tất cả trẻ em, cho thanh niên và người lớn không có chứng cứ ghi nhận đã miễn dịch."
        },
        {
            "en": "Attenuated (weakened) live viruses are used in some vaccines such as in the measles, mumps, and <em>rubella</em> (MMR) vaccine.",
            "vi": "Vi - rút còn sống nhưng đã bị làm yếu đi được dùng trong một số loại vắc - xin như vắc - xin sởi, ru - bê - la và quai bị."
        },
        {
            "en": "<em>Rubella</em> vaccine is recommended for all children and for adolescents and adults without documented evidence of immunity.",
            "vi": "Vắc-xin ngừa bệnh sởi được khuyến cáo cho tất cả trẻ em, cho thanh niên và người lớn không có chứng cứ ghi nhận đã miễn dịch."
        },
        {
            "en": "<em>Rubella</em> (German measles) or 3-day measles — is an infection that primarily affects the skin and lymph nodes. It is caused by the <em>rubella</em> virus (not the same virus that causes measles), which is usually transmitted by droplets from the nose or throat that others breathe in. It can also pass through a pregnant woman's bloodstream to infect her unborn child.   It's a generally mild disease in children; the primary medical danger of <em>rubella</em> is the infection of pregnant women because it can cause congenital <em>rubella</em> syndrome in developing babies.   Before a vaccine against <em>rubella</em> became available in 1969, <em>rubella</em> epidemics occurred every 6-9 years, most often among kids 5 to 9 years old. Many cases of congenital <em>rubella</em> occurred as well. Thanks to immunization, there are far fewer cases of <em>rubella</em> and congenital <em>rubella</em>.  Most <em>rubella</em> infections today appear in young, non-immunized adults rather than in kids. In fact, experts estimate that 10% of young adults are currently susceptible to <em>rubella</em>, which could pose a danger to children they might have someday.  \nSigns and Symptoms \n<em>Rubella</em> infection may begin with 1-2 days of mild fever (99-100° F/37.2-37.8° C) and swollen lymph nodes, usually in the back of the neck or behind the ears. A rash then begins on the face and spreads downward.   The <em>rubella</em> rash can look like many other viral rashes. It appears as either pink or light red spots. The rash can itch and lasts up to 3 days. As the rash clears, the affected skin occasionally sheds in very fine flakes.   Other symptoms of <em>rubella</em> (these are more common in teens and adults) can include headache, loss of appetite, mild conjunctivitis, a stuffy or runny nose, swollen lymph nodes in other parts of the body, and pain and swelling in the joints (especially in young women). Many people with <em>rubella</em> have few or no symptoms.  <em>Rubella</em> in a pregnant woman can cause congenital <em>rubella</em> syndrome, with potentially devastating consequences for the developing fetus. Children who are infected with <em>rubella</em> before birth are at risk for growth retardation; mental retardation; malformations of the heart and eyes; deafness; and liver, spleen, and bone marrow problems.   Contagiousness  The <em>rubella</em> virus passes from person to person through tiny drops of fluid from the nose and throat. People who have <em>rubella</em> are most contagious from 1 week before to 1 week after the rash appears. Someone who is infected but has no symptoms can still spread the virus.    Infants who have congenital <em>rubella</em> syndrome can shed the virus in urine and fluid from the nose and throat for a year or more and may pass the virus to people who have not been immunized.  Prevention  <em>Rubella</em> can be prevented by the <em>rubella</em> vaccine. Widespread immunization against <em>rubella</em> is critical to controlling the spread of the disease, thereby preventing birth defects caused by congenital <em>rubella</em> syndrome.   The vaccine is usually given to children at 12-15 months of age as part of the scheduled measles-mumps-<em>rubella</em> (MMR) immunization. A second dose of MMR is generally given at 4-6 years of age.    The <em>rubella</em> vaccine should not be given to pregnant women or to a woman who may become pregnant within 1 month of receiving the vaccine. If you are thinking about becoming pregnant, make sure that you're immune to <em>rubella</em> through a blood test or proof of immunization. If you're not immune, you should receive the vaccine at least 1 month before you become pregnant.   Pregnant women who are not immune should avoid anyone who has the illness and should be vaccinated after delivery so that they will be immune during any future pregnancies.  Incubation  The incubation period for <em>rubella</em> is 14-23 days, with an average incubation period of 16-18 days. This means that it can take 2-3 weeks for a child to get <em>rubella</em> after they are exposed to someone with the disease.  Duration\n The <em>rubella</em> rash usually lasts 3 days. Lymph nodes may remain swollen for a week or more, and joint pain can last for more than 2 weeks. Children who have <em>rubella</em> usually recover within 1 week, but adults may take longer.   Treatment  <em>Rubella</em> cannot be treated with antibiotics because they do not work against viral infections. Unless there are complications, <em>rubella</em> will resolve on its own.   Any pregnant woman who has been exposed to <em>rubella</em> should contact her obstetrician immediately.    <em>Rubella</em> is typically mild in kids, who often can be cared for at home. Monitor your child's temperature and call the doctor if the fever climbs too high.   To relieve discomfort, you can give your child acetaminophen or ibuprofen. Do not give aspirin to a child with a viral illness because such use has been associated with the development of Reye syndrome, which can lead to liver failure and death.   When to Call the Doctor  Call the doctor if your child develops a fever of 102° F (38.9° C) or above (in a child younger than 6 months, call for a fever above 100.4° F, or 38° C), or if your child appears to be getting sicker than the mild course of symptoms described above.",
            "vi": "Ru-bê-la (bệnh sởi Đức) hay sởi 3 ngày - là bệnh nhiễm trùng chủ yếu tác động tới da và hạch bạch huyết. Bệnh này do vi-rút ru-bê-la gây ra (không phải vi-rút gây bệnh sởi thông thường), thường truyền qua những giọt nước từ mũi hay họng mà người khác hít vào. Nó cũng có thể đi qua dòng máu của thai phụ rồi lây nhiễm cho thai nhi.    Ở trẻ em thì bệnh này thường nhẹ; mối nguy hiểm lớn nhất về mặt y học của bệnh ru-bê-la là việc thai phụ bị nhiễm bệnh vì nó có thể gây ra hội chứng ru-bê-la bẩm sinh ở thai nhi.    Trước khi có vắc-xin ngừa ru-bê-la vào năm 1969 thì dịch ru-bê-la xảy ra 6-9 năm một lần, thường nhất là ở trẻ từ 5 đến 9 tuổi. Nhiều trường hợp ru-bê-la bẩm sinh cũng xảy ra. Nhờ chủng ngừa mà các trường hợp ru-bê-la và ru-bê-la bẩm sinh đã giảm đi nhiều.  Ngày nay, hầu hết các trường hợp nhiễm ru-bê-la là ở thanh niên chưa được chủng ngừa, chứ không phải ở trẻ em. Trên thực tế, các chuyên gia ước tính 10% thanh niên hiện mắc bệnh ru-bê-la, điều này có thể gây nguy hiểm cho con của họ vào một ngày nào đó.   Triệu chứng và dấu hiệu  Nhiễm ru-bê-la có thể bắt đầu bằng 1-2 ngày sốt nhẹ (99-100° F / 37.2-37.8°C) và các hạch bạch huyết sưng phồng, thường ở sau cổ hay sau tai. Rồi bắt đầu nổi ban trên mặt và lan rộng xuống.   Ban ru-bê-la có thể trông giống như nhiều loại ban khác do vi-rút gây ra. Ban xuất hiện thành các đốm hoặc là màu hồng hoặc là màu đỏ nhạt. Ban có thể gây ngứa và kéo dài tới 3 ngày. Khi ban lặn thì vùng da bị ảnh hưởng đôi khi bị bong tróc thành các mảng rất nhỏ.   Các triệu chứng khác của bệnh ru-bê-la (các triệu chứng này thường gặp ở thiếu niên và người lớn hơn) có thể bao gồm nhức đầu, chán ăn, viêm kết mạc nhẹ, nghẹt mũi hoặc sổ mũi, hạch bạch huyết sưng phồng ở các bộ phận khác trên cơ thể, đau và sưng khớp (nhất là ở phụ nữ trẻ). Nhiều người mắc bệnh ru-bê-la có ít hoặc không có triệu chứng.    Ru-bê-la ở thai phụ có thể gây ra hội chứng ru-bê-la bẩm sinh, có khả năng làm tổn hại cho bào thai đang phát triển. Trẻ em bị nhiễm bệnh ru-bê-la trước khi chào đời gặp nguy cơ chậm phát triển; thiểu năng tâm thần; dị tật tim và mắt; điếc; các vấn đề về gan, lá lách và tuỷ xương.  Lây nhiễm   Vi-rút ru-bê-la truyền từ người này sang người khác qua các giọt chất dịch nhỏ xíu từ mũi và họng. Những người mắc bệnh ru-bê-la lây nhiễm nhiều nhất là 1 tuần trước khi nổi ban hoặc 1 tuần sau khi nổi ban. Người bị nhiễm bệnh nhưng không có triệu chứng vẫn có thể phát tán vi-rút.    Trẻ con mắc hội chứng ru-bê-la bẩm sinh thì có thể truyền vi-rút trong nước tiểu và dịch từ mũi và họng tiết ra trong vòng một năm trở lên và có thể truyền vi-rút sang những người chưa được chủng ngừa.   Ngăn ngừa  Bệnh ru-bê-la có thể ngăn chặn được bằng vắc-xin ngừa ru-bê-la. Tiêm chủng mở rộng để ngừa ru-bê-la thì rất quan trọng đối với việc hạn chế bệnh này lây lan, do đó ngăn ngừa được những dị tật bẩm sinh do hội chứng ru-bê-la bẩm sinh gây ra.    Vắc-xin thường được tiêm cho trẻ vào lúc 12-15 tháng tuổi như là một phần trong phác đồ chủng ngừa sởi - quai bị - ru-bê-la (MMR). Liều MMR thứ hai thường được tiêm vào lúc 4-6 tuổi.    Không nên tiêm vắc-xin ngừa ru-bê-la cho thai phụ hay phụ nữ có thể mang thai trong vòng 1 tháng tiêm vắc-xin. Nếu bạn nghĩ đến việc mang thai thì phải bảo đảm bạn miễn dịch với bệnh ru-bê-la bằng cách xét nghiệm máu hoặc được xác nhận là đã chủng ngừa. Nếu bạn chưa được miễn dịch thì nên tiêm vắc-xin ít nhất  là 1 tháng trước khi mang thai.   Thai phụ chưa được miễn dịch nên tránh bất cứ người  nào bị bệnh này và nên tiêm chủng sau khi sinh con để được miễn dịch cho những lần mang thai sau này.   Thời kỳ ủ bệnh   Thời kỳ ủ bệnh ru-bê-la là 14-23 ngày, với thời kỳ ủ bệnh trung bình là 16-18 ngày. Điều này có nghĩa là sau khi tiếp xúc với người bệnh thì 2-3 tuần sau trẻ mới mắc bệnh ru-bê-la.  Thời gian kéo dài bệnh   Chứng phát ban ru-bê-la thường kéo dài 3 ngày. Có thể hạch bạch huyết vẫn sưng một tuần hoặc lâu hơn, riêng đau khớp thì có thể kéo dài hơn 2 tuần. Trẻ mắc bệnh ru-bê-la thường hồi phục trong vòng 1 tuần, nhưng người lớn có thể lâu hơn.   Điều trị   Không thể điều trị bệnh ru-bê-la bằng thuốc kháng sinh vì chúng không chống lại được tình trạng nhiễm vi-rút. Nếu không có biến chứng gì thì bệnh ru-bê-la sẽ tự khỏi.   Bất kỳ thai phụ nào đã từng mắc bệnh ru-bê-la cũng đều nên liên lạc với bác sĩ sản khoa ngay lập tức.    Bệnh ru-bê-la thường nhẹ ở trẻ, thường thì có thể chăm sóc trẻ tại nhà. Hãy theo dõi nhiệt độ của con bạn và hãy gọi cho bác sĩ nếu trẻ bị sốt quá cao.    Để giảm bớt khó chịu, bạn có thể cho trẻ uống acetaminophen hoặc ibuprofen. Không được cho trẻ mắc bệnh do vi-rút gây ra uống át-xpi-rin vì dùng thuốc này có liên quan đến việc phát triển hội chứng Reye, có thể dẫn đến suy gan và tử vong.   Khi nào thì cần gọi điện cho bác sĩ\n Hãy gọi điện cho bác sĩ nếu con bạn bị sốt 102°F (38,9° C) hoặc cao hơn (đối với trẻ dưới 6 tháng tuổi thì hãy gọi điện cho bác sĩ nếu sốt trên 100,4° F, hoặc 38°C), hoặc nếu như con bạn có vẻ yếu hơn so với các triệu chứng nhẹ đã mô tả trên đây."
        },
        {
            "en": "The <em>rubella</em> injection contains a small amount of inactivated live virus that your body recognizes as foreign and to which it builds up the immunity. It takes three months to build up the immunity and during this time it is unwise to risk exposing a developing baby to the <em>rubella</em>",
            "vi": "Mũi tiêm ngừa bệnh sởi chứa một lượng nhỏ vi-rút còn sống nhưng đã bị làm yếu đi và cơ thể sẽ nhận ra chúng như là những vi sinh vật lạ và sản xuất kháng thể chống lại chúng. Phải mất ba tháng để sản xuất kháng thể và trong thời gian này không nên mạo hiểm để một thai nhi phát triển với vi-rút sởi."
        },
        {
            "en": "<em>Rubella</em> (German measles) or 3-day measles — is an infection that primarily affects the skin and lymph nodes. It is caused by the <em>rubella</em> virus (not the same virus that causes measles), which is usually transmitted by droplets from the nose or throat that others breathe in. It can also pass through a pregnant woman's bloodstream to infect her unborn child.",
            "vi": "Ru-bê-la (bệnh sởi Đức) hay sởi 3 ngày - là bệnh nhiễm trùng chủ yếu tác động tới da và hạch bạch huyết. Bệnh này do vi-rút ru-bê-la gây ra (không phải vi-rút gây bệnh sởi thông thường), thường truyền qua những giọt nước từ mũi hay họng mà người khác hít vào. Nó cũng có thể đi qua dòng máu của thai phụ rồi lây nhiễm cho thai nhi."
        },
        {
            "en": "The <em>rubella</em> injection contains a small amount of inactivated live virus that your body recognizes as foreign and to which it builds up the immunity. It takes three months to build up the immunity and during this time it is unwise to risk exposing a developing baby to the <em>rubella</em> virus.",
            "vi": "Mũi tiêm ngừa bệnh sởi chứa một lượng nhỏ vi - rút còn sống nhưng đã bị làm yếu đi và cơ thể sẽ nhận ra chúng như là những vi sinh vật lạ và sản xuất kháng thể chống lại chúng. Phải mất ba tháng để sản xuất kháng thể và trong thời gian này không nên mạo hiểm để một thai nhi phát triển với vi - rút sởi."
        }
    ],
    "suggestions": []
}