{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ru:bl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">rouble</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ru:bl]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">rouble</font></td></tr></table><i/></div>",
            "word": "ruble",
            "pronounce": "['ru:bl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ruble</k><blockquote>■ <cclass>noun variant spelling of <kref>rouble</kref>. </cclass></blockquote></div>",
            "word": "ruble",
            "pronounce": "['ru:bl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ruble",
            "pronounce": "['ru:bl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ruble",
            "pronounce": "['ru:bl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ruble",
            "pronounce": "['ru:bl]"
        }
    },
    "sentences": [
        {
            "en": "The value of the <em>ruble</em> collapsed.",
            "vi": "Giá trị đồng rúp đã sụt."
        },
        {
            "en": "Russian <em>ruble</em> extends decline amid low oil prices",
            "vi": "Đồng rúp Nga tiếp tục suy yếu khi giá dầu cứ thấp"
        },
        {
            "en": "Wladek handed in eighteen months of Turkish savings and the three fifty - <em>ruble</em> notes.",
            "vi": "Wladek đưa cả số tiền mười tám tháng dành dụm ở Thổ Nhĩ Kỳ cùng với ba tờ bạc 50 rúp còn lại."
        },
        {
            "en": "In addition, prospects for macroeconomic stabilisation were limited as Uzbekistan remained within the <em>ruble</em> zone.",
            "vi": "Ngoài ra, triển vọng bình ổn kinh tế vĩ mô bị hạn chế bởi Uzơ-bê-ki-xtan vẫn còn nằm trong khu vực sử dụng đồng Rúp."
        },
        {
            "en": "Another reason is the weakening Russian <em>ruble</em>, which increases the cost of implementing the project. ",
            "vi": "Một lý do khác là việc đồng rúp của Nga suy yếu, khiến chi phí thực hiện dự án gia tăng."
        },
        {
            "en": "Wladek handed in eighteen months of Turkish savings and the three fifty-<em>ruble</em> notes.",
            "vi": "Wladek đưa cả số tiền mười tám tháng dành dụm ở Thổ Nhĩ Kỳ cùng với ba tờ bạc 50 rúp còn lại."
        },
        {
            "en": "RubleRussia and Belarus’ <em>ruble</em> are named after a measure of weight for silver.",
            "vi": "Đồng rúpĐồng rúp của Nga và Bê-la-rút được đặt tên theo một đơn vị trọng lượng dành cho bạc."
        },
        {
            "en": "These steps facilitated the capital outflows from <em>ruble</em>-denominated bonds and further rocked the already shaky market.",
            "vi": "Những bước đi này đã tạo thuận lợi cho sự tuồn vốn ra nước ngoài từ trái phiếu bằng đồng Rúp và tiếp tục làm chấn động một thị trường mà vốn đã bị lung lay."
        },
        {
            "en": "The guard came over, threw Wladek's fifty-<em>ruble</em> overcoat to the ground, undid his shirt and rolled up his sleeve.",
            "vi": "Tên lính gác bước đến, vứt chiếc áo 50 rúp của Wladek xuống đất, mở khóa và xắn tay áo của anh lên."
        },
        {
            "en": "Wladek felt the easiest way out of the language barrier was to hand over a fifty <em>ruble</em> note.",
            "vi": "Wladek nghĩ cách dễ dàng nhất để ông ta hiểu được ìà đưa ra tờ bạc 50 rúp."
        },
        {
            "en": "The guard came over, threw Wladek's fifty - <em>ruble</em> overcoat to the ground, undid his shirt and rolled up his sleeve.",
            "vi": "Tên lính gác bước đến, vứt chiếc áo 50 rúp của Wladek xuống đất, mở khóa và xắn tay áo của anh lên."
        },
        {
            "en": "Since late 2014, when Russia’s economy entered troubled times and the <em>ruble</em> collapsed against the U.S. dollars, the number of Russian tourists to Vietnam has fallen sharply.",
            "vi": "Từ cuối năm 2014, khi nền kinh tế của Nga vào thời điểm khó khăn và đồng rúp sụp đổi so với đô la Mỹ, số lượng khách du lịch Nga đến Việt Nam đã giảm mạnh."
        },
        {
            "en": "Every time the cheat had lost twice in a row, Wladek backed him with one <em>ruble</em>, doubling his stake until he won.",
            "vi": "Anh thi hành một cái mẹo là chờ cho tên bạc bịp giả vờ thua thì anh bỏ tiền vào đó gấp đôi lên cho đến lượt hắn được."
        },
        {
            "en": "In Russia, this situation is due to the devaluation of the <em>ruble</em> against all major currencies, the strong slowdown in consumer spending, and the dependence of a number of Eastern European countries on trade with Russia.",
            "vi": "Ở Nga, tình trạng này là do sự mất giá của đồng Rúp so với tất cả các đồng tiền mạnh, giảm mạnh trong chi tiêu của người tiêu dùng, do sự phụ thuộc của một loạt các nước Đông Âu vào thương mại với Nga."
        },
        {
            "en": "The Russian <em>ruble</em> extended declines after closing at a record low on Monday as data showed hedge funds turned bearish on the exchange rate for the first time since October. The <em>ruble</em> depreciated 0.6 per cent to 72.6360 per dollar in Moscow, its fourth day of losses and bringing this month’s decline to 8.5 per cent, compared with an 18 per cent retreat in Brent crude.",
            "vi": "Đồng rúp Nga tiếp tục suy giảm sau khi xuống mức thấp kỷ lục vào cuối ngày thứ Hai, dữ liệu cho thấy, lần đầu tiên kể từ tháng Mười các quỹ đầu tư phòng hộ tỏ ra thiếu tự tin vào tỷ giá hối đoái. Đồng rúp mất 0,6% xuống còn 72, 6360 đổi một đô la Mỹ tại Moscow, đây là ngày thứ tư đồng tiền này mất giá và mất tới 8,5% trong tháng này, so với mức sụt giảm 18% của giá dầu Brent."
        },
        {
            "en": "“The <em>ruble</em> is catching up with the low price of oil,” said Aram Kazaryan, a currency options trader at Bank FC Otkritie in Moscow, who expects the currency to weaken further before end of the year to about 74 against the dollar.",
            "vi": "\"Đồng rúp đang diễn biến cùng chiều với giá dầu thấp\", theo Aram Kazaryan, một nhà đầu tư quyền chọn tiền tệ của ngân hàng FC Otkritie ở Moscow, ông cho rằng đồng tiền này còn yếu hơn nữa trước khi kết thúc năm, xuống còn khoảng 74 rúp ăn một đô la."
        }
    ],
    "suggestions": []
}