{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rudiments"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>rudiments</k><blockquote>the first principles of a subject.</blockquote><blockquote>→ <kref>rudiment</kref></blockquote></div>",
            "word": "rudiments"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>rudiments</k><blockquote>▸ <cclass>plural noun BASICS, fundamentals, essentials, first principles, foundation; <cclass><i>informal</i> nuts and bolts, ABC.</cclass></cclass></blockquote></div>",
            "word": "rudiments"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rudiments"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rudiments"
        }
    },
    "sentences": [
        {
            "en": "<em>Rudiments</em> of chemistry",
            "vi": "Các kiến thức cơ sở về hoá học"
        },
        {
            "en": "Do you know the <em>rudiments</em> of chemistry?",
            "vi": "Anh có biết các kiến thức cơ sở về hóa học không?"
        },
        {
            "en": "To have only the <em>rudiments</em> of literature",
            "vi": "Còn i tờ về văn chương"
        },
        {
            "en": "She has only the <em>rudiments</em> of literature.",
            "vi": "Cô ta còn lơ mơ về văn chương."
        },
        {
            "en": "He knows the <em>rudiments</em> of chess, but he's not very good.",
            "vi": "Nó biết những nguyên tắc cơ bản của cờ vua những chơi không giỏi lắm."
        },
        {
            "en": "To have basic/thorough knowledge of medicine; to know the <em>rudiments</em> of medicine/have good grounding in medicine",
            "vi": "Có kiến thức căn bản /vững chắc về y học"
        },
        {
            "en": "To have basic/thorough knowledge of medicine ; to know the <em>rudiments</em> of medicine/have good grounding in medicine",
            "vi": "Có kiến thức căn bản /vững chắc về y học"
        },
        {
            "en": "I even think there are the <em>rudiments</em> of culture in Neanderthal artifacts, but not enough left to indicate a full - blown culture.",
            "vi": "Tôi còn nghĩ rằng có nguyên lý cơ bản của văn hóa về di vật của người Nê-an-đéc-tan, nhưng không còn lại gì nhiều để cho thấy nền văn hóa đang phát triển mạnh."
        },
        {
            "en": "I even think there are the <em>rudiments</em> of culture in Neanderthal artifacts, but not enough left to indicate a full-blown culture.",
            "vi": "Tôi còn nghĩ rằng có nguyên lý cơ bản của văn hóa về di vật của người Nê - an - đéc - tan, nhưng không còn lại gì nhiều để cho thấy nền văn hóa đang phát triển mạnh."
        },
        {
            "en": "In the second half of the 18th century, we already find diversity of this view, such as Joseph Priestiey, whose <em>Rudiments</em> of English Grammar (1761) insists that 'the custom of speaking is the original and only just standard of any language! linguistic issues, it is argued, cannot be solved by logic and legislation.",
            "vi": "Trong nửa cuối của thế kỷ 18, chúng ta đã tìm thấy những người ủng hộ quan điểm này, như Joseph Priestiey, nguyên lý cơ bản Ngữ pháp tiếng Anh (1761) của ông nhấn mạnh rằng \"thói quen nói là nguyên bản và là chuẩn mực của bất kỳ ngôn ngữ nào! Các vấn đề ngôn ngữ học, được lập luận rằng, nó không thể giải quyết chỉ theo logic và luật pháp."
        }
    ],
    "suggestions": []
}