{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ruining",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ruining",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ruining",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ruining",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ruining",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Sectarian politics are <em>ruining</em> the country's economy.",
            "vi": "Chính trị bè phái đang làm cho nền kinh tế của đất nước bị lụn bại."
        },
        {
            "en": "Dad, you're <em>ruining</em> my social life.",
            "vi": "Ba à, ba làm quan hệ xã hội của con tiêu rồi."
        },
        {
            "en": "The filthy lucre is <em>ruining</em> sports.",
            "vi": "Của bất nhân đang làm hỏng thể thao."
        },
        {
            "en": "I 'm <em>ruining</em> your spring break.",
            "vi": "Tôi đang làm hỏng kì nghỉ xuân của bạn rồi."
        },
        {
            "en": "My original love is <em>ruining</em> her life.",
            "vi": "Tình yêu ban đầu của tôi làm hỏng cuộc sống của cô ấy."
        },
        {
            "en": "And with my reputation for <em>ruining</em> kimono, she'll probably think.",
            "vi": "Tôi sợ cô ấy cho rằng tôi đã làm hỏng chiếc áo này."
        },
        {
            "en": "The prince vituperated against the developers for <em>ruining</em> London's skyline.",
            "vi": "Hoàng tử xỉ vả những nhà xây dựng vì đã làm hỏng mất cảnh quan của Luân Đôn."
        },
        {
            "en": "They didn't want to be accused of <em>ruining</em> everyone's fun.",
            "vi": "Họ đã không muốn bị buộc tội phá hỏng cuộc vui của mọi người."
        },
        {
            "en": "I didn't want to be accused of <em>ruining</em> everyone's fun.",
            "vi": "Tôi không muốn bị cho là phá hỏng cuộc vui của mọi người."
        },
        {
            "en": "It's as plain as a pikestaff; this government is <em>ruining</em> the economy.",
            "vi": "Chuyện rành rành ra đó rồi, chính phủ này đang phá hoại nền kinh tế quốc gia."
        },
        {
            "en": "Frankly, I don't want a wild card like him <em>ruining</em> my evening.",
            "vi": "Thật tình mà nói, tôi không muốn một người bất định như anh ấy làm tôi mất vui."
        },
        {
            "en": "If you keep trying to improve your sculpture, you might end up <em>ruining</em> it.",
            "vi": "Nếu bạn cứ tìm cách cải thiện bức điêu khắc, có khi bạn lại làm hỏng nó mất."
        },
        {
            "en": "It's as plain as a pikestaff ; this government is <em>ruining</em> the economy.",
            "vi": "Chuyện rành rành ra đó rồi, chính phủ này đang phá hoại nền kinh tế quốc gia."
        },
        {
            "en": "Mom, you were screaming at my me! You are <em>ruining</em> my childhood, you know ?",
            "vi": "Mẹ, me vừa thét vào mặt con đấy! Mẹ đang phá hoại tuổi thơ con, mẹ biết không?"
        },
        {
            "en": "Auntie, are you suggesting that i had something to do with <em>ruining</em> that kimono?",
            "vi": "Thưa dì, bộ dì nghĩ con có ý định làm hỏng cái áo kimono ấy sao?"
        },
        {
            "en": "It's a plain as a pikestaff; this government is <em>ruining</em> the economy.",
            "vi": "Dễ nhìn thấy rằng chính phủ này hủy hoại kinh tế."
        },
        {
            "en": "It's a plain as a pikestaff ; this government is <em>ruining</em> the economy.",
            "vi": "Dễ nhìn thấy rằng chính phủ này hủy hoại kinh tế."
        },
        {
            "en": "Mom, you were screaming at my me! You are <em>ruining</em> my childhood, you know?",
            "vi": "Mẹ, me vừa thét vào mặt con đấy ! Mẹ đang phá hoại tuổi thơ con, mẹ biết không ?"
        },
        {
            "en": "A shopkeeper who leaves his window open can hardly be angry at the rainstorm for <em>ruining</em> his wares.",
            "vi": "Người bán sách để cửa sổ mở cho gió thổi mưa vào cửa ướt sách thì chỉ có nước giận mình mà thôi."
        },
        {
            "en": "Unfortunately, part of my punishment for <em>ruining</em> Mameha's kimono was confinement in the okiya for fifty days.",
            "vi": "Nhưng khổ thay, vì tôi làm hỏng áo kimono của mameha nên tôi bị phạt phải ở trong nhà năm mươi ngày."
        }
    ],
    "suggestions": []
}