{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rumblings"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rumblings"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rumblings"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>rumblings</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>rumors</b></blockquote><blockquote><blockquote><ex> rumblings about; of (rumblings of discontent were heard)</ex></blockquote></blockquote></div>",
            "word": "rumblings"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rumblings"
        }
    },
    "sentences": [
        {
            "en": "<em>Rumblings</em> of discontent were a prologue to war.",
            "vi": "Tình trạng bất bình là sự kiện mở đầu cuộc chiến."
        },
        {
            "en": "There were <em>rumblings</em> of discontent that were a prologue to war.",
            "vi": "Nhiều tình trạng bất ổn do bất mãn đã trở thành nguyên nhân dẫn đến chiến tranh."
        },
        {
            "en": "There are many great masters in a variety of professions, careers and life choices that made a complete 180 degree turnaround. At a point in their lives they either felt one or more of the ten <em>rumblings</em> above or something ruptured in their lives and made them rethink everything.",
            "vi": "Có rất nhiều bậc thầy trong đa dạng các ngành nghề khác nhau, nghề nghiệp và đường đời họ chọn thay đổi 180 độ. Tại một thời điểm nào đó trong cuộc sống của họ, họ cảm thấy một hoặc nhiều cái trong số mười điều nêu trên hoặc một thứ gì đó gián đoạn trong cuộc sống và làm cho họ suy nghĩ lại tất cả mọi thứ."
        },
        {
            "en": "We think our perceptions of the world are real, but they are only biological and electrical <em>rumblings</em>. Perception is not simply a product of what your eyes or ears transmit to your brain. More than the physical reality of photons or sound waves, perception is a product of the brain .",
            "vi": "Chúng ta nghĩ rằng nhận thức của chúng ta về thế giới là có thật, nhưng chúng chỉ là âm thanh sinh học và điện tử. Nhận thức không chỉ đơn giản là sản phẩm những gì mắt hay tai của bạn truyền đến não. Nhận thức còn quan trọng hơn sự hiện diện của các photon hay sóng âm thanh, nó chính là một sản phẩm của bộ não."
        }
    ],
    "suggestions": []
}