{
    "en_vn": {
        "data": {
            "content": null,
            "word": "runtime",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "runtime",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "runtime",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "runtime",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "runtime",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is an unrecoverable <em>runtime</em>-error.",
            "vi": "Đây là một lỗi thực hiện không thể cứu vãn."
        },
        {
            "en": "“The fact is, Aliyun uses the Android <em>runtime</em>, framework and tools,” he said.",
            "vi": "\"Thực tế là Aliyun sử dụng thư viện runtime, framework và các công cụ của Android,\" ông nói."
        },
        {
            "en": "You can write tests in form of simple text file which is loaded during test suite <em>runtime</em>.",
            "vi": "Bạn có thể viết các bài kiểm tra trong hình thức của tập tin văn bản đơn giản được tải trong thời gian chạy thử nghiệm bộ phần mềm."
        },
        {
            "en": "Experience has shown that the <em>runtime</em> infrastructure is one of the important components that can affect performance.",
            "vi": "Kinh nghiệm đã cho thấy rằng hạ tầng thời gian thực thi là một trong những bộ phận quan trọng có thể ảnh hưởng đến hiệu suất."
        },
        {
            "en": "You have to take appropriate action if a newer class or method that you are attempting to access does not exist at <em>runtime</em>.",
            "vi": "Bạn phải có hành động thích hợp nếu một loại hay cách thức mới hơn mà bạn đang cố gắng sử dụng không tồn tại trong thời gian chạy chương trình."
        },
        {
            "en": "Since many of these defects do not cause functional problems, or <em>runtime</em> errors they will pass all of their functional tests but the software has potential security vulnerabilities that could create problems in the future.",
            "vi": "Vì nhiều trong số các lỗi này không gây ra vấn đề chức năng, hay lỗi thời gian khi chạy, chúng sẽ qua mọi kiểm thử chức năng nhưng phần mềm vẫn có những mong manh an ninh tiềm năng mà có thể tạo ra vấn đề trong tương lai."
        },
        {
            "en": "Mozilla began working on the B2G project last year, aiming to offer a truly open alternative to existing mobile operating systems. The B2G application stack and <em>runtime</em> environment are built around standards-based Web technologies instead of platform-specific development tools and frameworks.",
            "vi": "Mozilla bắt đầu làm việc trên các dự án B2G vào năm ngoái, nhằm cung cấp một giải pháp thay thế mã nguồn mở hoàn toàn cho các hệ điều hành điện thoại di động hiện có. Mảng ứng dụng và môi trường hoạt động thời gian thực của  B2G được xây dựng xung quanh các công nghệ dựa trên tiêu chuẩn Web thay vì dùng các mô hình và công cụ phát triển theo nền tảng."
        }
    ],
    "suggestions": []
}