{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rupert",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rupert",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rupert",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rupert",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rupert",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Written by <em>Rupert</em> Shepherd \nCopyright: Medical News Today ",
            "vi": "Tác giả: Rupert Shepherd \nBản quyền: Medical News Today "
        },
        {
            "en": "Written by <em>Rupert</em> Shepherd Copyright: Medical News Today",
            "vi": "Tác giả: Rupert ShepherdBản quyền: Medical News Today"
        },
        {
            "en": "Written by <em>Rupert</em> Shepherd  Copyright: Medical News Today",
            "vi": "Tác giả: Rupert Shepherd Bản quyền: Medical News Today"
        },
        {
            "en": "In 1922, Wallace <em>Rupert</em> Turnbull patented his latest invention, the Variable-Pitch propeller.",
            "vi": "Năm 1922, Wallace Rupert Turnbull có bằng sáng chế cho phát minh mới nhất của mình, cánh quạt có thể điều chỉnh được."
        },
        {
            "en": "An article by the American Diabetes Association in Diabetes Care links lack of sleep to higher blood sugar levels and thus possible type 2 diabetes risk.  Researchers say they are uncertain whether lack of adequate sleep causes changes in the regulation of blood sugar, the body's sensitivity to insulin, or if insulin secretion is reduced, however the results clearly showed higher blood sugar levels are present in individuals who have not had a full night's rest.   The scientists studied a cross section of 62 obese adolescents at the Clinical Translational Research Centre and Sleep Laboratory in a Tertiary Care Children's Hospital with an average age of 14, who were monitored over a 36 hour period. The test subjects underwent oral glucose tolerance test (OGTT), anthropometric measurements, overnight polysomnography, and a frequently sampled intravenous glucose tolerance test (FSIGT).  Levels of insulin and blood sugar level were then calculated and compared with the amount of sleep the individual had had. \nDr. Dorit Koren, an author of the study and a pediatric endocrinologist at Children's Hospital of Philadelphia concluded:  \"Our study found to keep glucose levels stable, the optimal amount of sleep for teenagers is 7.5 to 8.5 hours per night.\"\n There were also some indications that lack of sleep decreases insulin production. \n In future research Dr. Koren plans to look at teenagers in their home environment. Funding for the study was provided by the Pennsylvania State Tobacco Settlement Fund and the U.S. National Institutes of Health's National Center for Research Resources. \n Dr Koren said:\n\"In the meantime, our study reinforces the idea that getting adequate sleep in adolescence may help protect against type 2 diabetes,\" \n Written by <em>Rupert</em> Shepherd BSc.  Copyright: Medical News Today",
            "vi": "Một bài báo của Hiệp hội bệnh tiểu đường Hoa Kỳ về Kiến thức về bệnh tiểu đường liên hệ việc thiếu ngủ với mức đường trong máu cao hơn và do đó có nguy cơ mắc bệnh tiểu đường type 2.  Các nhà nghiên cứu nói rằng họ không chắc chắn có phải việc thiếu ngủ đầy đủ gây ra những thay đổi trong tuần hoàn của lượng đường trong máu, sự nhạy cảm với insulin của cơ thể, hay sự phân tiết insulin giảm hay không, tuy nhiên kết quả rõ ràng cho thấy lượng đường trong máu cao hơn ở những người đã không ngủ đủ giấc.  Các nhà khoa học nghiên cứu một tiết diện ngang của 62 thanh niên bị béo phì tại Trung tâm nghiên cứu chuyển biến lâm sàng và phòng thí nghiệm về giấc ngủ trong bệnh viện nhi chăm sóc bậc ba với các bệnh nhân có lứa tuổi trung bình là 14. Những thanh niên này phải chịu kiểm tra khả năng dung nạp glu-cô qua đường uống (OGTT), các phép đo nhân trắc học, thử nghiệm biểu đồ ngủ qua đêm, và thường xuyên lấy mẫu xét nghiệm khả năng dung nạp glu-cô tĩnh mạch (FSIGT).  Mức độ insulin và lượng đường trong máu sau đó được tính toán và so sánh với lượng thời gian ngủ mà mỗi cá nhân đã có.  Tiến sĩ Dorit Koren, tác giả của nghiên cứu và là bác sĩ chuyên khoa nội tiết nhi khoa tại bệnh viện nhi Philadelphia kết luận: \n“Nghiên cứu của chúng tôi thấy rằng để giữ mức glu-cô ổn định, thời lượng ngủ tối ưu đối với thanh thiếu niên là 7,5 đến 8,5 giờ mỗi đêm.” \nCũng có một số dấu hiệu cho thấy thiếu ngủ làm giảm sản xuất in-su-lin. \nTrong nghiên cứu tương lai Tiến sĩ Koren hướng đến việc xem xét các thanh thiếu niên trong môi trường gia đình của họ. Kinh phí dành cho nghiên cứu được tài trợ bởi Quỹ thỏa ước thuốc lá Bang Pennsylvania và Viện Quốc gia Hoa Kỳ của Trung tâm Y tế Quốc gia về Nghiên cứu Tài nguyên \nTiến sĩ Koren đã nói: “Trong khi chờ đợi, nghiên cứu của chúng tôi củng cố ý tưởng cho rằng ngủ đủ giấc trong tuổi vị thành niên có thể giúp bảo vệ chống lại bệnh tiểu đường type 2.”\nTác giả: Cử nhân khoa học Rupert Shepherd Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}