{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Russell"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Russell"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Russell"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Russell"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Russell"
        }
    },
    "sentences": [
        {
            "en": "He lives at No 95 <em>Russell</em> Square/ Sq.",
            "vi": "Ông ấy sống ở số nhà 95 Quảng trường Russell."
        },
        {
            "en": "He designed a new bra for film-star Jane <em>Russell</em>.",
            "vi": "Ông vẽ kiểu áo ngực mới cho tài tử điện ảnh jane russell."
        },
        {
            "en": "In 1913, the Hertzsprung - <em>Russell</em> diagram was developed, propelling the astrophysical study of stars.",
            "vi": "Năm 1913, biểu đồ Hertzsprung-Russell được phát triển, thúc đẩy ngành thiên văn vật lý nghiên cứu sao."
        },
        {
            "en": "In 1913, the Hertzsprung-<em>Russell</em> diagram was developed, propelling the astrophysical study of stars.",
            "vi": "Năm 1913, biểu đồ Hertzsprung - Russell được phát triển, thúc đẩy ngành thiên văn vật lý nghiên cứu sao."
        },
        {
            "en": "The promotion of <em>Russell</em> instead of Sarah really made the sparks fly.",
            "vi": "Sự thăng chức của Russell thay cho Sarah thực sự đã gây nên xích mích."
        },
        {
            "en": "I'd parked in the middle of the north lane of <em>Russell</em> Avenue.",
            "vi": "Tôi đã đỗ xe ở giữa làn đường đi về hướng bắc của Russell Avenue."
        },
        {
            "en": "Mr. <em>Russell</em> served as president of the Association for ten years.",
            "vi": "Ông Russell đã làm chủ tịch của liên hiệp trong mười năm."
        },
        {
            "en": "The Pleistocene epoch witnessed considerable climatic instability, explains paleontologist <em>Russell</em> W. Graham of the Denver Museum of Nature and Science.",
            "vi": "Kỷ nguyên Pleistocene đã chứng kiến ​​sự bất ổn về khí hậu Đáng kể , Nhà cổ sinh vật học Russell W Graham thuộc Bảo tàng Khoa học Tự nhiên Denver đã giải thích"
        },
        {
            "en": "<em>Russell</em> Foster, a neuroscientist based at the prestigious university, said at the time that the effects were 'very clear' - despite being small.",
            "vi": "Russell Foster, một nhà thần kinh học tại trường đại học có uy tín, cho biết vào thời điểm đó các tác động \"rất rõ ràng\" - mặc dù là nhỏ."
        },
        {
            "en": "<em>Russell</em> had spent a year in prison before he was found not guilty. It had made him into a bitter man.",
            "vi": "Russell đã ở tù một năm trước khi anh ấy được tuyên là vô tội. Điều đó đã biến anh ấy thành một người đàn ông đau khổ."
        },
        {
            "en": "\"The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage. \" - Mark <em>Russell</em>",
            "vi": "Học thuyết khoa học tôi thích nhất là học thuyết cho rằng các vành đai Sao Thổ được tạo thành hoàn toàn là do hành lý hàng không bị thất lạc"
        },
        {
            "en": "\"With the new school year just underway, this research should be a wake-up call for all of us about the impact social media is having in schools,\" says <em>Russell</em> Haworth, CEO of Nominet.",
            "vi": "Russell Haworth, Giám đốc điều hành của Nominet cho biết: \"Bước vào năm học mới, nghiên cứu này nên là một lời cảnh báo cho tất cả chúng ta về tác động của các trang mạng xã hội đang hiện hữu trong trường học."
        },
        {
            "en": "\"With the new school year just underway, this research should be a wake-up call for all of us about the impact social media is having in schools,\" says <em>Russell</em> Haworth, CEO of Nominet.",
            "vi": "Russell Haworth, Giám đốc điều hành của Nominet cho biết: \"Bước vào năm học mới, nghiên cứu này nên là một lời cảnh báo cho tất cả chúng ta về tác động của các trang mạng xã hội đang hiện hữu trong trường học."
        },
        {
            "en": "If you forced early risers to have to work late into the night they'd also face health problems, says <em>Russell</em> Foster, head of the Nuffield Laboratory of Ophthalmology and the Sleep and Circadian Neuroscience Institute.",
            "vi": "Nếu bạn buộc họ phải dậy sớm nhưng phải làm việc muộn vào ban đêm thì họ sẽ phải đối mặt với các vấn đề về sức khỏe, theo ông Russell Foster, người đứng đầu ở phòng thí nghiệm nhãn khoa Nuffield và viện khoa học thần kinh và giấc ngủ cho biết."
        },
        {
            "en": "Watts’s motion, which also proposes de-linking private from government sponsorship, has been supported by Liberal MP <em>Russell</em> Broadbent and by the Nationals’ Andrew Broad, who has proposed increasing the p tenfold, to 10,000 a year.",
            "vi": "Đề nghị của Watts cũng đề xuất liên kết tư nhân với sự bảo trợ của chính phủ, đã được Nghị sĩ Liberal Russell Broadbent và Andrew Broad của Quốc Hội ủng hộ, người đã đề nghị tăng con số lên gấp 10 lần, lên tới 10.000 một năm."
        },
        {
            "en": "Watts’s motion, which also proposes de-linking private from government sponsorship, has been supported by Liberal MP <em>Russell</em> Broadbent and by the Nationals’ Andrew Broad, who has proposed increasing the p tenfold, to 10,000 a year.",
            "vi": "Đề nghị của Watts cũng đề xuất liên kết tư nhân với sự bảo trợ của chính phủ, đã được Nghị sĩ Liberal Russell Broadbent và Andrew Broad của Quốc Hội ủng hộ, người đã đề nghị tăng con số lên gấp 10 lần, lên tới 10.000 một năm."
        },
        {
            "en": "Her comments on perfection may be surprising as girls at her school achieve 98 per cent A's and A*'s at GCSE. Her institution also ranks four in the list of private schools likely to be accepted by universities belonging to the <em>Russell</em> Group, which includes Oxford and Cambridge.",
            "vi": "Ý kiến ​​của cô ấy về sự hoàn hảo có thể làm ngạc nhiên khi nữ sinh trong trường đạt 98% A và A*  tại GCSE. Tổ chức của cô ấy cũng đứng thứ tư trong danh sách các trường tư nhân có khả năng được chấp nhận bởi các trường đại học thuộc Russell Group, bao gồm Oxford và Cambridge."
        },
        {
            "en": "US pop star Katy Perry leads the way at this year's MTV Video Music Awards (VMAs) with nine nominations.      The singer's nods include video of the year for Firework, best pop video and best special effects.        British singer Adele and Kanye West picked up seven nominations apiece. Other multiple nominees included Lady Gaga, Beyonce, and Bruno Mars.       The VMAs are scheduled to take place on 28 August in Los Angeles and will be broadcast live in the US.     Perry, who married comedian <em>Russell</em> Brand last year, was also nominated for best female video, best collaboration, best art direction and best cinematography.          \"That's the most nominations I've ever gotten for anything.\"     In the video of the year category - considered to be the most prominent award of the night - Perry will compete alongside Adele, Mars, the Beastie Boys and Tyler The Creator.     After a record-breaking 13 nominations last year, Lady Gaga received just three.      She will take on Perry, Adele, Beyonce and Nicki Minaj in the best female video award.     Last year, the Bad Romance singer dominated the awards ceremony, taking home eight prizes.      Mars and West will do battle in the best male video category, alongside Justin Bieber, Cee-Lo Green and Eminem.     And Perry, Adele and Mars will take on Britney Spears and Pitbull in the battle for best pop video.",
            "vi": "Ngôi sao nhạc pop Hoa Kỳ - Perry Katy - hiện dẫn đầu tại giải thưởng âm nhạc MTV Video Music Awards của năm nay (VMAs) với chín đề cử.         Những bình chọn dành  cho cô ca sĩ này bao gồm vi-đê-ô của năm cho ca khúc Firework, vi-đê-ô nhạc pop hay nhất và hiệu ứng đặc biệt tốt nhất.       Ca sĩ người Anh Adele và Kanye West mỗi người được bình chọn bảy đề cử. Nhiều người khác cũng nhận được đề cử bao gồm Lady Gaga, Beyonce, và Bruno Mars.         Lễ trao giải VMAs được dự kiến diễn ra vào ngày 28 tháng tám ở Los Angeles và sẽ được phát sóng trực tiếp ở Hoa Kỳ.      Perry, người kết hôn với chàng diễn viên hài Russell Brand vào năm ngoái, cũng đã được đề cử cho vi-đê-ô xuất sắc nhất dành cho nữ, giải cộng tác tốt nhất, giải đạo diễn nghệ thuật hay nhất và giải kỹ xảo điện ảnh tốt nhất.           \"Đó là những đề cử đắt giá nhất tôi đã nhận được bất chấp khó khăn nào.\"     Trong hạng mục vi-đê-ô của năm - được xem là giải thưởng nổi trội nhất của đêm - Perry sẽ cạnh tranh sát nút với Adele, Mars, the Beastie Boys và Tyler  the Creator.        Sau khi phá kỷ lục với 13 đề cử vào năm ngoái, Lady Gaga nhận chỉ ba đề cử năm nay.    Cô ấy sẽ tranh giải với Perry, Adele, Beyonce và Nicki Minaj trong giải thưởng vi-đê-ô xuất sắc nhất dành cho nữ.       Năm ngoái, cô ca sĩ của bài hát “Chuyện tình buồn chán” (Bad Romance) này đã chiếm ưu thế tại lễ trao giải, rinh về nhà tám giải thưởng.        Mars và West sẽ cạnh tranh với nhau trong hạng mục vi-đê-ô dành cho ca sĩ nam xuất sắc nhất, kế đến là Justin Bieber, Cee-Lo Green và Eminem.        Và Perry, Adele và Mars sẽ tranh giải với Britney Spears và Pitbull trong cuộc chiến dành cho giải vi-đê-ô nhạc pop hay nhất."
        },
        {
            "en": "An Introduction To Stock Market Indexes      It's not unusual for people to talk about \"the market\" as if there were a common meaning for the word. But in reality, the many indexes of the differing segments of the market don't always move in tandem. If they did, there would be no reason to have multiple indexes. By gaining a clear understanding of how indexes are created and how they differ, you will be on your way to making sense of the daily movements in the marketplace. Here we'll compare and contrast the main market indexes so that the next time you hear someone refer to \"the market\", you'll have a better idea of just what they mean.   The Dow   If you ask an investor how \"the market\" is doing, you might get an answer that is based on the Dow. The Dow Jones Industrial Average (DJIA) is one of the oldest, most well-known and most frequently used indexes in the world. It includes the stocks of 30 of the world's largest and most influential companies. The DJIA is what's known as a price weighted index. It was originally computed by adding up the per-share price of the stocks of each company in the index and dividing this sum by the number of companies - that's why it's called an average. Unfortunately, it is no longer this simple to calculate. Over the years, stock splits, spin-offs and other events have resulted in changes in the divisor, making it a very small number (less than 0.2).   The DJIA represents about a quarter of the value of the entire U.S. stock market, but a percent change in the Dow should not be interpreted as a definite indication that the entire market has dropped by the same percent. This is because of the Dow's price-weighted function. The basic problem is that a $1 change in the price of a $120 stock in the index will have the same effect on the DJIA as a $1 change in the price of a $20 stock, even though one stock may have changed by 0.8% and the other by 5%.   A change in the Dow represents changes in investors' expectations of the earnings and risks of the large companies included in the average. Because the general attitude toward large-cap stocks often differs from the attitude toward small-cap stocks, international stocks or technology stocks, the Dow should not be used to represent sentiment in other areas of the marketplace. On the other hand, because the Dow is made up of some of the most well-known companies in the U.S., large swings in this index generally correspond to the movement of the entire market, although not necessarily on the same scale.   The S&P 500  When investors say that their portfolios have \"beaten the market\", they are usually referring to the performance of the S&P 500. The Standard & Poor's 500 Stock Index is a larger and more diverse index than the DJIA. Made up of 500 of the most widely traded stocks in the U.S., it represents about 70% of the total value of U.S. stock markets. In general, the S&P 500 index gives a good indication of movement in the U.S. marketplace as a whole.  Because the S&P 500 index is market weighted (also referred to as capitalization weighted), every stock in the index is represented in proportion to its total market capitalization. In other words, if the total market value of all 500 companies in the S&P 500 drops by 10%, the value of the index also drops by 10%. A 10% movement in all stocks in the DJIA, by contrast, would not necessarily cause a 10% change in the index. Many people consider the market weighting used in the S&P 500 to be a better measure of the market's movement because two portfolios can be more easily compared when changes are measured in percentages rather than dollar amounts.   The S&P 500 index includes companies in a variety of sectors, including energy, industrials, information technology, healthcare, financials and consumer staples.   The Wilshire 5000   The Wilshire 5000 is sometimes called the \"total stock market index\" or \"total market index\" because it includes more than 7,000 of the 10,000-plus securities that are publicly traded in the United States. All publicly-traded companies with headquarters in the U.S. that have readily available price data are included in the Wilshire 5000. Finalized in 1974, this index is extremely diverse, including stocks from every industry. Although it's a near-perfect measure of the entire U.S. market, the Wilshire 5000 is referred to less often than the less comprehensive S&P 500 when people talk about the entire market.   The Nasdaq Composite Index   Most investors know that the Nasdaq is the exchange on which technology stocks are traded. The Nasdaq Composite Index is a market-value-weighted index of all stocks traded on the Nasdaq stock exchange. This index includes more than 5,000 companies, including some that are not based in the U.S. Although this index is known for its large portion of technology stocks, the Nasdaq Composite also includes stocks from financial, industrial, insurance and transportation industries, among others. The Nasdaq Composite includes large and small firms but, unlike the Dow and the S&P 500, it also includes many speculative companies with small market capitalizations. Consequently, its movement generally indicates the performance of the technology industry as well as investors' attitudes toward more speculative stocks.   The <em>Russell</em> 2000  The <em>Russell</em> 2000 is a market value weighted index of the 2,000 smallest stocks in the <em>Russell</em> 3000, an index of the 3,000 largest publicly-traded companies, based on market cap, in the U.S. stock market. The <em>Russell</em> 2000 index gained popularity during the 1990s, when small-cap stocks soared and investors moved more money to the sector. The <em>Russell</em> 2000 is the best-known indicator of the daily performance of small companies in the market; it is not dominated by a single industry.   Conclusion   It's good to know what's going on in the many diverse segments of the U.S. and international markets. If you're going to pick just one index, or market, to talk about, however, you can't go wrong with the S&P 500, which offers a good indication of the movements in the U.S. market in general. By watching indexes and keeping track of their movements over time, you can get a good handle on the investing public's general attitude toward companies of all different sizes and from varying industries.",
            "vi": "Giới thiệu về các chỉ số của thị trường chứng khoán    Mọi người đôi khi cũng hay nói về \"thị trường\" như thể từ ngữ này rất thông dụng. Nhưng thực tế, nhiều chỉ số của những phân khúc thị trường khác nhau không phải lúc nào cũng tương ứng với nhau. Nếu chúng thay đổi như nhau, thì chẳng có lý do gì mà lại có lắm loại chỉ số đến như vậy. Qua việc hiểu rõ các chỉ số được tạo ra như thế nào và chúng khác nhau ra sao, bạn sẽ dễ dàng hiểu được những biến động hàng ngày trên thị trường. Sau đây chúng tôi sẽ đối chiếu và làm nổi bật sự khác biệt những chỉ số thị trường chủ yếu để từ nay bạn nghe ai đó đề cập đến \"thị trường\", bạn sẽ rành hơn những gì họ nói.   Chỉ số Dow Jones Nếu bạn hỏi một nhà đầu tư hôm nay \"thị trường\" thế nào, bạn có thể nhận được câu trả lời dựa vào chỉ số Dow Jones. Chỉ số Bình quân Công nghiệp Dow Jones (DJIA) là một trong những chỉ số lâu đời, nổi tiếng và được sử dụng nhiều nhất trên thế giới. Nó bao gồm cổ phiếu của 30 công ty lớn nhất và có ảnh hưởng nhất hành tinh này. Chỉ số Bình quân Công nghiệp Dow Jones (DJIA) được biết đến là một chỉ số nghiêng về giá. Nó ban đầu được tính bằng cách cộng giá mỗi cổ phiếu của các cổ phiếu của từng công ty trong chỉ số và chia tổng này cho số công ty - đó là lý do vì sao nó gọi là chỉ số bình quân. Tiếc là phép tích đơn giản này không còn được dùng nữa. Qua năm tháng, những lần chia nhỏ cổ phiếu, những vụ chia tách doanh nghiệp và những sự kiện khác đã dẫn đến những thay đổi về ước số, làm cho ước số là một số rất nhỏ (ít hơn 0,2). Chỉ số Bình quân Công nghiệp Dow Jones (DJIA) đại diện cho khoảng một phần tư giá trị toàn thị trường chứng khoán Mỹ, nhưng một sự thay đổi phần trăm chỉ số Dow Jones không nên được hiểu là dấu hiệu chắc chắn rằng toàn thị trường đã mất cùng tỷ lệ phần trăm ấy. Là vì chức năng nghiêng về giá của chỉ số Bình quân Công nghiệp Dow Jones (DJIA). Vấn đề cơ bản là thay đổi 1 đô la giá của một cổ phiếu 120 đô la trong chỉ số sẽ có cùng tác động đối với chỉ số Dow Jones như thay đổi 1 đô la giá của cổ phiếu 20 đô la, mặc dù một cổ phiếu có thể đã thay đổi 0,8% và cổ phiếu kia là 5%.  Một sự thay đổi chỉ số Dow Jones đại diện cho những thay đổi trong dự tính của nhà đầu tư về thu nhập và rủi ro của những công ty lớn có trong chỉ số bình quân này. Vì thái độ chung đối với những cổ phiếu công ty vốn hoá thị trường lớn thường khác thái độ đối với những cổ phiếu công ty nhỏ, cổ phiếu quốc tế hay cổ phiếu công nghệ, không nên dùng chỉ số Dow Jones đại diện cho cảm tính trong những lĩnh vực khác của thị trường. Nói cách khác, vì chỉ số Dow Jones gồm một số công ty nổi tiếng nhất ở Mỹ, nên những biến động lớn trong chỉ số này thường tương ứng với xu hướng toàn thị trường, mặc dù không nhất thiết trên cùng một quy mô. Chỉ số S&P 500 Khi các nhà đầu tư nói danh mục đầu tư của họ đã \"đánh bại thị trường\", họ thường có ý nói đến tình hình hoạt động của chỉ số S&P 500. Chỉ số 500 chứng khoán của Standard & Poor là chỉ số lớn và đa dạng hơn Chỉ số Bình quân Công nghiệp Dow Jones (DJIA). Hình thành từ 500 trong số những cổ phiếu được giao dịch nhiều nhất ở Mỹ, chỉ số này đại diện cho khoảng 70% tổng giá trị các thị trường chứng khoán Mỹ. Nói chung, chỉ số S&P 500 chỉ báo chính xác xu hướng toàn bộ thị trường Mỹ.  Vì chỉ số S&P 500 là chỉ số nghiêng về thị trường (còn được gọi là chỉ số nghiêng về vốn hoá thị trường), giá trị mỗi cổ phiếu trong chỉ số cân xứng với tổng giá trị vốn hoá thị trường của nó. Nói cách khác, nếu tổng giá trị thị trường của tất cả 500 công ty trong chỉ số S&P 500 giảm 10%, thì giá trị của chỉ số cũng giảm 10%. Ngược lại, một biến động 10% trong tất cả các cổ phiếu của chỉ số Bình quân Công nghiệp Dow Jones (DJIA) sẽ không tất yếu gây ra sự thay đổi 10% trong chỉ số này. Nhiều người coi phép tính nghiêng về thị trường dùng trong chỉ số S&P 500 là một biện pháp đánh giá chính xác hơn xu hướng của thị trường vì có thể đối chiếu  hai danh mục đầu tư dễ dàng hơn khi những thay đổi được tính bằng tỷ lệ phần trăm chứ không phải bằng số lượng đồng đô la.  Chỉ số S&P 500 bao gồm các công ty trong nhiều lĩnh vực: năng lượng, công nghiệp, công nghệ thông tin, y tế, tài chính, và sản phẩm tiêu dùng chủ yếu. Chỉ số Wilshire 5000 Chỉ số Wilshire 5000 đôi khi được gọi là \"chỉ số toàn thị trường chứng khoán\" hay \"chỉ số toàn thị trường\" vì nó bao gồm hơn 7000 trong số hơn 10 000 chứng khoán giao dịch công khai tại Mỹ. Tất cả các công ty giao dịch trên thị trường chứng khoán trụ sở ở Mỹ có dữ liệu giá cả sẵn sàng công bố đều có trong chỉ số Wilshire 5000. Hoàn thành vào năm 1974, chỉ số này rất phong phú, bao gồm cổ phiếu của mọi ngành. Mặc dù nó là một thước đo gần như hoàn hảo của toàn thị trường Mỹ, nhưng chỉ số Wilshire 5000 ít được đề cập đến so với chỉ số S&P 500 vốn mang tính tổng hợp thấp khi người ta nói về toàn thị trường.  Chỉ số hỗn hợp Nasdaq Hầu hết các nhà đầu tư đều biết Nasdaq là sàn giao dịch các cổ phiếu công nghệ. Chỉ số hỗn hợp Nasdaq là một chỉ số nghiêng về giá trị-thị trường của tất cả các cổ phiếu giao dịch trên sàn giao dịch chứng khoán Nasdaq. Chỉ số này gồm hơn 5000 công ty, trong đó một số công ty không có trụ sở ở Mỹ. Mặc dù chỉ số này nổi tiếng vì các cổ phiếu công nghệ chiếm phần lớn, nhưng chỉ số hỗn hợp Nasdaq còn bao gồm các cổ phiếu từ của các ngành tài chính, công nghiệp, bảo biểm, vận tải, và các ngành khác. Chỉ số hỗn hợp Nasdaq bao gồm các công ty lớn và nhỏ, nhưng không giống chỉ số Dow Jones và chỉ số S&P 500, nó còn có cả nhiều công ty đầu cơ với số vốn hoá thị trường thấp. Vì vậy, biến động của chỉ số này thường cho thấy tình hình hoạt động của ngành công nghệ cũng như những thái độ của các nhà đầu tư đối với các cổ phiếu mang tính đầu cơ nhiều hơn. Chỉ số Russell 2000 Chỉ số Russell 2000 là chỉ số nghiêng về giá trị thị trường của 2000 cổ phiếu những công ty nhỏ nhất trong chỉ số Russell 3000, một chỉ số của 3000 công ty giao dịch trên sàn chứng khoán lớn nhất, dựa trên giá trị vốn hoá thị trường, trên thị trường chứng khoán Hoa Kỳ. Chỉ số Russell 2000 phổ biến trong những năm 1990, khi cổ phiếu công ty vốn hoá thị trường nhỏ tăng vọt và các nhà đầu tư đổ tiền nhiều hơn vào khu vực này. Chỉ số Russell 2000 là một chỉ báo nổi tiếng nhất về tình hình hoạt động hàng ngày của các công ty nhỏ trên thị trường; nó không bị một ngành riêng lẻ nào thống trị. Kết luận Chúng ta nên biết những gì đang diễn ra trên nhiều phân khúc đa dạng của các thị trường quốc tế và Hoa Kỳ. Tuy nhiên, nếu bạn chỉ chọn một chỉ số, hay một thị trường, để bàn luận, bạn không thể bỏ qua chỉ số S&P 500, chỉ số đưa ra chỉ báo chính xác các xu hướng thị trường Mỹ nói chung. Bằng việc quan sát các chỉ số và theo dõi những biến động của chúng theo thời gian, bạn có thể nắm bắt đầy đủ thái độ chung của công chúng đầu tư đối với các công ty quy mô lớn nhỏ khác nhau và thuộc các ngành khác nhau."
        },
        {
            "en": "Forbes Wealthiest List Reflects Changes in Global Economy       The billionaires' club is growing. Forbes magazine's annual list shows there are now 1,210 billionaires around the world - that is 199 more than last year. Although the world's top three earners are unchanged from last year, the newcomers in the list of the world's richest, did not come from the U.S. or Western Europe, but from Russia and the Asia Pacific region.  The magazine's list of the world's richest people mirrors the remarkable changes in the global economy. Magazine chairman Steve Forbes says of the 200 new billionaires this year, the majority are from the BRIC countries - Brazil, Russia, India and China. In terms of Asia-Pacific, the number increase of billionaires was almost 40 percent. In terms of the BRIC's, you saw Russia go from 62 billionaires to 101, Brazil from 18 to 30. And so what this underscores is that there is dynamism in the world economy, but it's not in the United States and it's not in Western Europe,\" he said. The top of the list remained unchanged. Mexican media mogul Carlos Slim retains the top spot with a net worth of $74 billion. Microsoft founder Bill Gates is second with $53 billion, after giving away $28 billion to charity. And investor Warren Buffet retains third place with $50 billion, up from $47 billion last year. But Russian social media billionaire Yuri Milner takes the front cover. His hometown Moscow has 79 billionaires, the most of any major city.  The U.S. still has more billionaires than any other country, but the wealth gap is narrowing. The number of new billionaires in China has doubled. Robin Li, the CEO of search engine Baidu, is one of China's richest men - with more than $9 billion. Forbes editor <em>Russell</em> Flannery says Li's success symbolizes the changes going on in China.  \"We're really seeing the culmination of decades of successful economic reform in China. Private sector companies are getting a lot more legal protection, a lot more financial sector support than they ever had before,\" Flannery said. But Chinese consumers say the government must do more to help its middle class. \"I think it is good news. It is good for our country to have more and more rich people. But I just feel the rich-poor gap is widening, so maybe the government can do something and make the ordinary people richer. That would be a better result,\" one man said. It's not just the Chinese who worry about the income gap. In the U.S., 10 percent of the people own about 38 percent of the nation's net worth. But Forbes says things are not so simple. \"These are not people who are sitting on piles of jewels. They're creating businesses and if the businesses do not do well which means, that you have to have customers who have the means to make these businesses go, then we all end up losing. So, these are creators, they're not plutocrats. These are doers, making things happen and when they do well, we all do well,\" Forbes said.  Despite a difficult recession for many, the wealth of the world's billionaires is up 25 percent. And their average net worth is now $3.7 billion - $3.5 billion last year.",
            "vi": "Danh sách những người giàu có nhất do Forbes bình chọn phản ánh những thay đổi trong nền kinh tế toàn cầu    Câu lạc bộ tỉ phú đang phát triển. Danh sách hàng năm của tạp chí Forbes cho biết hiện nay có 1.210 tỉ phú trên khắp thế giới - hơn năm ngoái 199 người. Dù ba người kiếm được nhiều tiền nhất thế giới không thay đổi so với năm ngoái, nhưng những người mới có tên trong danh sách những người giàu nhất thế giới không phải đến từ Hoa Kỳ hay Tây Âu, mà là từ Nga và khu vực châu Á Thái Bình Dương.  Danh sách những người giàu nhất thế giới của tạp chí này phản ánh những thay đổi đáng kể trong nền kinh tế toàn cầu.  Steve Forbes, tổng biên tập tạp chí, nói về 200 tỉ phú mới trong năm nay, đa số đến từ quốc gia BRIC – Bra-xin, Nga, Ấn Độ và Trung Quốc.  Về châu Á Thái Bình Dương, số lượng tỉ phú tăng gần 40 phần trăm. Về các nước BRIC, các bạn thấy là Nga từ 62 tỉ phú lên 101, Bra-xin từ 18 lên 30. Và do vậy điều cần nhấn mạnh ở đây là có sự năng động trong nền kinh tế thế giới, nhưng không phải là ở Hoa Kỳ hay Tây Âu,\" ông nói.  Người đứng đầu danh sách vẫn không đổi.  Carlos Slim, người có thế lực trong giới truyền thông Mê-hi-cô giữ vị trí hàng đầu với giá trị tài sản ròng là 74 tỷ đô la. Nhà sáng lập Microsoft, Bill Gates giữ vị trí thứ hai với 53 tỷ đô la sau khi quyên góp từ thiện 28 tỷ đô la. Và nhà đầu tư Warren Buffet giữ vị trí thứ ba với 50 tỷ đô la, vượt lên từ 47 tỷ đô la vào năm ngoái. Nhưng Yuri Milner, tỉ phú phương tiện truyền thông xã hội Nga cũng nổi bật không kém. Moscow quê hương ông có 79 tỉ phú, nhiều nhất so với bất kỳ thành phố lớn nào.  Hoa Kỳ vẫn có nhiều tỉ phú hơn bất kỳ quốc gia nào khác, nhưng sự khoảng cách giàu nghèo đang thu hẹp lại.  Số lượng tỉ phú mới phất lên ở Trung Quốc đã tăng gấp đôi. Robin Li, Giám đốc Điều hành của công cụ tìm kiếm Baidu, là một trong những người giàu nhất Trung Quốc - với giá trị tài sản hơn 9 tỷ đô la. Russell Flannery, biên tập viên của tạp chí Forbes nói rằng thành công của Li là biểu tượng cho sự thay đổi diễn ra ở Trung Quốc.  \"Chúng ta thật sự đang chứng kiến đỉnh điểm về cải cách kinh tế thành công ở Trung Quốc trong nhiều thập niên qua. Các công ty tư nhân được bảo vệ nhiều hơn về mặt pháp lý, được hỗ trợ nhiều hơn về mặt tài chính so với trước đây, \" Flannery nói.  Nhưng người tiêu dùng Trung Quốc nói rằng chính phủ phải làm nhiều hơn nữa để giúp cho tầng lớp trung lưu. \"Tôi nghĩ đó là tin tốt. Thật tốt cho đất nước chúng tôi khi càng ngày càng có thêm nhiều người giàu. Nhưng tôi chỉ cảm thấy khoảng cách giàu - nghèo ngày càng lớn, vì vậy chính phủ có thể làm điều gì đó và giúp cho những người bình thường giàu có hơn. Vậy thì kết quả sẽ tốt hơn,\" một người nói.  Không chỉ người dân Trung Quốc mới lo ngại về khoảng cách thu nhập. Mà ở Hoa Kỳ, có 10 phần trăm người sở hữu khoảng 38 phần trăm giá trị tài sản ròng của quốc gia.  Nhưng Forbes nói rằng mọi việc không đơn giản như thế. \"Đây không phải là những người ngồi trên đống vàng. Họ đang thành lập doanh nghiệp và nếu như doanh nghiệp không làm ăn tốt thì có nghĩa là, bạn cần phải có khách hàng thì doanh nghiệp mới hoạt động được, bằng không thì chúng ta cũng mất cả chì lẫn chài. Vì vậy, họ là những người sáng lập chứ  không phải là những nhà tài phiệt. Đây là những người thực hiện, làm cho mọi việc được tiến hành và khi họ làm tốt thì tất cả chúng ta đều làm tốt,\" Forbes nói.  Dù thời kỳ suy thoái kinh tế gây khó khăn cho nhiều người nhưng giá trị tài sản của những tỉ phú trên thế giới lại lên tới 25%. Và giá trị tài sản ròng trung bình của họ hiện nay là 3,7 tỷ đô la - so với năm ngoái là 3,5 tỷ đô la."
        }
    ],
    "suggestions": []
}