{
    "en_vn": {
        "data": {
            "content": null,
            "word": "rusted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "rusted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "rusted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "rusted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "rusted"
        }
    },
    "sentences": [
        {
            "en": "Black ooze dripped from old <em>rusted</em> pipes.",
            "vi": "Bùn đen nhỏ ra từ đường ống cũ rỉ sét."
        },
        {
            "en": "The gate was old and badly <em>rusted</em>",
            "vi": "cái cổng đã cũ và bị sét rỉ nặng"
        },
        {
            "en": "The underneath of the fridge had <em>rusted</em> away.",
            "vi": "Mặt đáy cái tủ lạnh bị gỉ ăn mòn nhiều."
        },
        {
            "en": "the blade of the sword has <em>rusted</em> away",
            "vi": "cái lưỡi của thanh kiếm đã rỉ sét rồi"
        },
        {
            "en": "There were holes where the iron had <em>rusted</em> away.",
            "vi": "Có những cái lỗ ở nơi sắt bị rỉ sét."
        },
        {
            "en": "The underneath of your car was badly <em>rusted</em>.",
            "vi": "Gầm chiếc xe hơi của bạn bị rse1r1t nặng."
        },
        {
            "en": "Parts of the floor of the car had simply <em>rusted</em> away",
            "vi": "các phần của sàn xe đã bị rỉ hoàn toàn rồi"
        },
        {
            "en": "Several of the pipes have <em>rusted</em> and will need to be replaced",
            "vi": "Vài đường ống đã bị sét rỉ và sẽ cần phải được thay thế"
        },
        {
            "en": "The story goes that his fascination with nails began when he was scavenging for metal parts to use in his sculptures. He upturned a bucket of <em>rusted</em> nails, noticing that they retained the shape of the bucket they were in. This fascinated him, and he spent the next 3 decades exploring his newly discovered medium!",
            "vi": "Ông kể rằng ông bắt đầu đam mê những chiếc đinh kể từ khi ông nhặt nhạnh những mẩu kim loại để sử dụng làm các tác phẩm điêu khắc của mình. Ông lộn ngược một cái xô đinh rỉ sét lên và thấy những chiếc đinh vẫn giữ nguyên hình dạng của chiếc xô đó. Điều này làm ông bị mê hoặc, và thế là ông dành hẳn 3 thập niên sau đó để tìm hiểu cái phương tiện nghệ thuật mà ông vừa khám phá ra ấy."
        }
    ],
    "suggestions": []
}