{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ruts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ruts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ruts"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ruts"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> channels</font></td></tr></tbody></table></div>",
            "word": "ruts"
        }
    },
    "sentences": [
        {
            "en": "He had to walk in frozen <em>ruts</em> in the snow.",
            "vi": "Anh ta phải đi trên những vết lún đã đông cứng trên tuyết."
        },
        {
            "en": "The passage of cannon had left deep <em>ruts</em> in the field.",
            "vi": "Đường đi của những khẩu súng thần công đã để lại nhiều vết lún trên cánh đồng."
        },
        {
            "en": "I looked for a moment at mr. Tanaka's gray hair and at the creases in his brow like <em>ruts</em> in the bark of a tree.",
            "vi": "Tôi đưa mắt nhìn mái tóc đốm bạc của ông tanaka rồi nhìn những vết nhăn trên trán ông ta trông như những đường rãnh trên vỏ cây."
        },
        {
            "en": "\"This creek's pretty high,\" Pa said. \"But I guess we can make it all right. You can see this is a ford, by the old wheel <em>ruts</em>. What do you say, Caroline?\"",
            "vi": "Bố nói :\"Nước trong lạch suối này khá sâu. Nhưng anh nghĩ là mình sẽ lo liệu ổn mọi chuyện. Em có thể nhận ra đây là một khúc suối cạn nhờ các vết xe cũ. Em nghĩ thế nào, Caroline?\""
        },
        {
            "en": "\"This creek's pretty high,\" Pa said.\"But I guess we can make it all right. You can see this is a ford, by the old wheel <em>ruts</em>. What do you say, Caroline?\"",
            "vi": "Bố nói: \"Nước trong lạch suối này khá sâu. Nhưng anh nghĩ là mình sẽ lo liệu ổn mọi chuyện. Em có thể nhận ra đây là một khúc suối cạn nhờ các vết xe cũ. Em nghĩ thế nào, Caroline?\""
        }
    ],
    "suggestions": []
}