{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Saccharomyces",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Saccharomyces",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Saccharomyces",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Saccharomyces",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Saccharomyces",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Saccharomyces</em> cerevisiae is a species of budding yeast.",
            "vi": "Saccharomyces cerevisiae là một loài nấm men dạng chồi."
        },
        {
            "en": "<em>Saccharomyces</em> cerevisiae is the microorganism behind the most common type of fermentation.",
            "vi": "Saccharomyces cerevisiae là vi sinh vật lên men phổ biến nhất."
        },
        {
            "en": "<em>Saccharomyces</em> cerevisiae  is the microorganism behind the most common type of fermentation.",
            "vi": "Saccharomyces cerevisiae là vi sinh vật lên men phổ biến nhất."
        },
        {
            "en": "It is believed that <em>Saccharomyces</em> cerevisiae was originally isolated from the skins of grapes",
            "vi": "Người ta cho rằng Saccharomyces cerevisiae ban đầu được phân lập từ vỏ nho."
        },
        {
            "en": "<em>Saccharomyces</em> cerevisiae is used in brewing beer, when it is sometimes called a top-fermenting or top cropping yeast.",
            "vi": "Saccharomyces cerevisiae dùng để ủ bia, đôi khi gọi là lên men nổi."
        },
        {
            "en": "<em>Saccharomyces</em> cerevisiae is perhaps the most useful yeast owing to its use since ancient times in baking and brewing.",
            "vi": "Saccharomyces cerevisiae có lẽ là loại nấm men hữu dụng nhất được dùng làm bánh mì và ủ rượu bia."
        },
        {
            "en": "<em>Saccharomyces</em> cerevisiae is used in brewing beer, when it is sometimes called a top - fermenting or top cropping yeast.",
            "vi": "Saccharomyces cerevisiae dùng để ủ bia, đôi khi gọi là lên men nổi."
        }
    ],
    "suggestions": []
}