{
    "en_vn": {
        "data": {
            "content": null,
            "word": "saddling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "saddling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "saddling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "saddling"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự rèn đại đỡ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự rèn vòng kẹp</font></td></tr></tbody></table></div>",
            "word": "saddling"
        }
    },
    "sentences": [
        {
            "en": "Students are <em>saddling</em> themselves with enormous debts to pay their course fees and living expenses.",
            "vi": "Sinh viên đang gánh những khoản nợ khổng lồ để trả học phí và chi phí sinh hoạt."
        },
        {
            "en": "They managed the company’s affairs badly, <em>saddling</em> NTN with crippling losses.",
            "vi": "Họ quản lý công việc của công ty một cách yếu kém và dồn cho NTN những khoản lỗ nặng."
        },
        {
            "en": "He began <em>saddling</em> up his horse, preparing to ride off with his bride-to-be.",
            "vi": "Anh ấy bắt đầu thắng yên ngựa, chuẩn bị ra đi cùng với cô dâu tương lai của mình."
        },
        {
            "en": "For Leanne, a 40-year-old website designer from Australia's Gold Coast, kicking back is a matter of <em>saddling</em> up.",
            "vi": "Với cô Leanne, một người thiết kế web 40 tuổi ở Gold Coast, Úc, thì hễ nghỉ ngơi là thắng yên ngựa."
        },
        {
            "en": "Within our own hemisphere, Beijing has extended a lifeline to the corrupt and incompetent Maduro regime in Venezuela that’s been oppressing its own people. They pledged $5 billion in questionable loans to be repaid with oil. China is also that country’s single largest creditor, <em>saddling</em> the Venezuelan people with more than $50 billion in debt, even as their democracy vanishes. Beijing is also impacting some nations’ politics by providing direct support to parties and candidates who promise to accommodate China’s strategic objectives.",
            "vi": "Trong chính bán cầu của chúng ta, Bắc Kinh đã giang tay cứu vớt chế độ Maduro tham nhũng và bất tài ở Venezuela, cam kết 5 tỉ đô la trong các khoản vay đáng ngờ có thể được hoàn trả bằng dầu. Trung Quốc cũng là chủ nợ lớn nhất của quốc gia này, tạo gánh nặng cho người dân Venezuela với hơn 50 tỷ đô la nợ nần. Bắc Kinh cũng đang làm suy đồi nền chính trị của một số quốc gia bằng cách cung cấp sự hậu thuẫn trực tiếp cho các đảng phái và ứng viên hứa hẹn sẽ đáp ứng các mục tiêu chiến lược của Trung Quốc…"
        }
    ],
    "suggestions": []
}