{
    "en_vn": {
        "data": {
            "content": null,
            "word": "saddened",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "saddened",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "saddened",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>saddened</k><blockquote><blockquote><ex><abr>adj.</abr> saddened to + <abr>inf.</abr> (we were saddened to learn of her death)</ex></blockquote></blockquote></div>",
            "word": "saddened",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "saddened",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The bad news <em>saddened</em> us.",
            "vi": "Những tin không may làm chúng tôi buồn."
        },
        {
            "en": "Everyone was very <em>saddened</em> by her death.",
            "vi": "Mọi người đều vô cùng tiếc thương trước sự ra đi của bà."
        },
        {
            "en": "They feel both <em>saddened</em> and offended.",
            "vi": "Họ đều cảm thấy buồn và bị xúc phạm."
        },
        {
            "en": "Her irreproachable behaviour only <em>saddened</em> him.",
            "vi": "Cách cư xử không chê vào đâu được của cô ấy chỉ khiến cho anh ấy buồn bã."
        },
        {
            "en": "i was <em>saddened</em> to hear about it.",
            "vi": "tôi rất đau buồn khi nghe tin đó."
        },
        {
            "en": "I was <em>saddened</em> to see the state of decay.",
            "vi": "Tôi buồn khi nhìn thấy tình trạng hư hỏng."
        },
        {
            "en": "I am deeply <em>saddened</em> and shocked about what transpired yesterday.",
            "vi": "Tôi hết sức đau buồn và bàng hoàng về những gì đã diễn ra ngày hôm qua."
        },
        {
            "en": "He said he was “<em>saddened</em>” and “shocked” by the accusations.",
            "vi": "Nhiếp ảnh gia cho biết ông đã rất \"buồn\" và \"sốc\" bởi những lời cáo buộc"
        },
        {
            "en": "Many of my friends will be <em>saddened</em> and shocked.",
            "vi": "Rất nhiều người bạn của tôi sẽ bị buồn và sốc."
        },
        {
            "en": "I am deeply <em>saddened</em> that another life is lost.",
            "vi": "Tôi đau buồn sâu sắc rằng người khác mất."
        },
        {
            "en": "I am deeply <em>saddened</em> by the death of your father.",
            "vi": "Tôi hết sức đau buồn trước cái chết của cha bạn."
        },
        {
            "en": "President was deeply <em>saddened</em> by the death of Congresswoman.",
            "vi": "Tổng thống đã rất đau buồn trước cái chết của Thượng nghị sĩ."
        },
        {
            "en": "i was <em>saddened</em> to hear that he is gone.",
            "vi": "tôi rất buồn khi nghe tin anh ấy đã rời xa."
        },
        {
            "en": "I was deeply <em>saddened</em> to hear about your dear friend.",
            "vi": "Tôi thực sự đau buồn khi nghe tin về người bạn thân của bạn."
        },
        {
            "en": "But I wanted to let you know how <em>saddened</em> we are by the news.",
            "vi": "Nhưng tôi muốn cho chị biết rằng chúng tôi đau đớn biết nhường nào trước cái tin này."
        },
        {
            "en": "She was so deeply <em>saddened</em> by the loss of such a dedicated and brave colleague.",
            "vi": "Cô ấy vô cùng đau buồn trước sự ra đi của một đồng nghiệp dũng cảm và tận tụy như thế."
        },
        {
            "en": "She was <em>saddened</em> and called the hospital attendants to take the body away.",
            "vi": "Cô buồn bã và gọi hộ lý bệnh viện mang thi thể đi."
        },
        {
            "en": "His expression changed, softened and <em>saddened</em> by the subtle ache in my voice.",
            "vi": "Nét mặt anh thay đổi, dịu lại và buồn bã vì nỗi đau phảng phất trong giọng tôi."
        },
        {
            "en": "We are so deeply <em>saddened</em> and shocked by the news of the plane crash.",
            "vi": "Chúng tôi vô cùng thương tiếc và bàng hoàng trước thông tin vụ máy bay rơi."
        },
        {
            "en": "We are all <em>saddened</em> to hear that your grandmother just passed away.",
            "vi": "Tất cả chúng tôi đều đau buồn khi nghe tin bà của anh vừa qua đời."
        }
    ],
    "suggestions": []
}