{
    "en_vn": {
        "data": {
            "content": null,
            "word": "saddled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "saddled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "saddled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "saddled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "saddled"
        }
    },
    "sentences": [
        {
            "en": "be <em>saddled</em> with sth",
            "vi": "phải gánh lấy"
        },
        {
            "en": "(be) <em>saddled</em> with debt (collocation)",
            "vi": "nợ nần chồng chất (cụm từ thường đi với nhau)"
        },
        {
            "en": "We are <em>saddled</em> with responsibilities.",
            "vi": "Trách nhiệm đè nặng lên chúng ta."
        },
        {
            "en": "The company has been <em>saddled</em> with debt",
            "vi": "Công ty nợ nần chồng chất"
        },
        {
            "en": "He was <em>saddled</em> with organizing a meeting.",
            "vi": "Anh ấy bị ép buộc tổ chức một cuộc họp."
        },
        {
            "en": "Franky <em>saddled</em> up and rode away.",
            "vi": "Franky thắng yên ngựa và cưỡi đi mất."
        },
        {
            "en": "The boss <em>saddled</em> her with all the most difficult customers.",
            "vi": "Ông chủ đẩy tất cả khách hàng khó tính nhất cho cô ta."
        },
        {
            "en": "He is <em>saddled</em> with the responsibility of raising a family.",
            "vi": "Anh ấy gánh trách nhiệm nuôi gia đình."
        },
        {
            "en": "Their company was <em>saddled</em> with a huge debt last year.",
            "vi": "Công ty của họ đã mắc một món nợ rất lớn vào năm trước."
        },
        {
            "en": "We <em>saddled</em> up and set off back to the farm.",
            "vi": "Chúng tôi thắng yên ngựa và lên đường trở về trang trại."
        },
        {
            "en": "It was a hard job for him to take over a business <em>saddled</em> with debts.",
            "vi": "Thật là một việc khó khăn cho ông ta phải tiếp quản một công việc kinh doanh chồng chất nợ nần."
        },
        {
            "en": "I've been <em>saddled</em> with the job of organizing the kids' party.",
            "vi": "Tôi đã phải gánh lấy việc tổ chức bữa tiệc cho bọn trẻ."
        },
        {
            "en": "I have been <em>saddled</em> with the job of organizing the conference.",
            "vi": "Tôi bị đẩy cho việc tổ chức hội nghị."
        },
        {
            "en": "Companies <em>saddled</em> with high debt have become inviting targets for cash-rich competitors.",
            "vi": "Các công ty làm ăn thua lỗ đang trở thành mục tiêu hấp dẫn của các đối thủ lắm tiền nhiều của."
        },
        {
            "en": "Companies <em>saddled</em> with high debt have become inviting targets for cash - rich competitors.",
            "vi": "Các công ty làm ăn thua lỗ đang trở thành mục tiêu hấp dẫn của các đối thủ lắm tiền nhiều của."
        },
        {
            "en": "Germany is <em>saddled</em> with some of the highest labor costs in the world, which has reduced its competitiveness in the global economy.",
            "vi": "Đức phải gánh lấy chi phí nhân công cao nhất thế giới, làm giảm khả năng cạnh tranh của nước này trong nền kinh tế toàn cầu."
        },
        {
            "en": "Net margins from 1998 to 2000 will have been smaller and the loss in 2000 greater for the many inexperienced farmers who entered the industry in the late 1990s and remain <em>saddled</em> with the cost of financing their initial investment.",
            "vi": "Lợi nhuận ròng từ năm 1998 tới 2000 sẽ nhỏ hơn và mức lỗ năm 2000 sẽ lớn hơn đối với nhiều nông dân ít kinh nghiệm mới tham gia vào cuối những năm 90 và vẫn còn chịu gánh nặng chi phí đầu tư ban đầu."
        },
        {
            "en": "Vietnam's merger and acquisition (M&A) deals hit a record $4 billion last year, encouraged by a turnaround for the $186 billion economy which as recently as 2011 was fighting a 20-plus percent inflation rate and a banking sector <em>saddled</em> by bad debt.",
            "vi": "Những giao dịch Sáp nhập và mua lại (M&A) của Việt Nam đạt mức kỷ lục 4 tỷ USD vào năm ngoái và được khuyến khích bởi sự chuyển biến với con số 185 tỷ USD của nền kinh tế gần đây nhất là năm 2011 đã chiến đấu với tỷ lệ lạm phát 20+% và lĩnh vực ngân hàng phải gánh nợ xấu."
        },
        {
            "en": "When he heard these words, the youth became very upset, for he remembered the old man’s instruction not to accept anything less than gold. Having already gone through the whole market looking for a buyer among hundreds of people, he <em>saddled</em> the horse and set off. Feeling thoroughly depressed by his failure, he returned to see the wise man.",
            "vi": "Nghe những lời này, chàng trai trẻ rất buồn, vì cậu ta nhớ lời nhà thông thái già kia rằng không được bán rẻ hơn đồng vàng. Đi khắp chợ tìm người mua trong hàng trăm người mà vẫn không bán được, cậu ta thắng yên ngựa và ra về. Cảm thấy thất bại ê chề, chàng về gặp lại nhà thông thái."
        },
        {
            "en": "Manchester United has reported a record annual operating profit of £110.9m.   Revenue rose to £334.1m for the year to the end of June 2011, also a record, up £45m on the previous year. Headline pre-tax profit came in at £29.7m, compared with a loss last year.   The football club is preparing a partial flotation on the Singapore Stock Exchange to raise up to £600m.   Last season, Manchester United won the Premier League and reached the final of the Champions League against Barcelona.   Turnover in all three major areas of the business increased against a year earlier, with matchday revenue rising to £108.6m from £100.2m, media revenue climbing to £119.4 from £104.8m, and commercial revenue growing to £103.4m from £81.4m.   The club was bought by the US-based Glazer family for £800m in 2005.   Critics say the family has <em>saddled</em> the club with massive debts, which led to high-profile protests by supporters' groups last season.   The latest figures show that net debt has fallen to £308.3m, down from £376.9m a year earlier.   Vietnam deal   Earlier this month, and after the period covered by the latest set of accounts, the club signed two new commercial deals.   One saw logistics company DHL becoming the club's first training kit sponsor, in a four-year deal the BBC understands is worth £40m to the club.   Manchester United also signed a deal with Vietnamese mobile phone group Beeline, with the club having an estimated 16 million fans in the South East Asian country.   In March, Manchester United's parent company said it had made a loss of £108.9m in 2009-10. Red Football Joint Venture is the Glazer family parent company that owns the Old Trafford club.   Its loss, for the year to the end of July 2010, included one-off costs from setting up a £526m bond scheme last January to replace outstanding debts of £509m.",
            "vi": "MU đã thông báo mức lợi nhuận kinh doanh hàng năm kỷ lục 110,9 triệu bảng Anh.   Doanh thu tăng đến 334,1 triệu bảng Anh trong năm tính đến cuối tháng sáu 2011, cũng là một kỷ lục, tăng 45 triệu bảng so với năm trước. Lợi nhuận trước thuế đáng chú ý thu vào ở mức 29,7 triệu bảng, so với số thua lỗ năm ngoái.   Câu lạc bộ bóng đá này đang chuẩn bị phát hành cổ phiếu một phần trên thị trường chứng khoán Singapore để huy động số vốn lên đến 600 triệu bảng.   Mùa bóng vừa qua, MU vô địch Giải Ngoại hạng và vào đến trận chung kết Champions League với Barcelona.   Doanh số trong cả ba lĩnh vực kinh doanh chính của MU đều tăng so với một năm trước, tiền bán vé tăng từ 100,2 triệu bảng lên đến 108,6 triệu bảng, tiền thu bản quyền truyền thông tăng từ 104,8 triệu bảng lên đến 119,4 triệu bảng, và tiền thu quảng cáo tăng từ 81,4 triệu bảng lên đến 103,4 triệu bảng.   Câu lạc bộ đã bị nhà Glazer ở Mỹ mua với số tiền 800 triệu bảng Anh năm 2005.   Những người chỉ trích cho rằng gia đình này đã chất những đống nợ khổng lồ lên câu lạc bộ, dẫn đến những phản đối khắp nơi của các nhóm cổ động viên mùa giải vừa qua.   Những số liệu mới nhất cho thấy nợ ròng đã giảm xuống còn 308,3 triệu bảng, từ 376,9 triệu bảng một năm trước.   Hợp đồng quảng cáo từ Việt Nam    Đầu tháng này, và sau khoảng thời gian được tập hợp mới nhất các tài khoản bảo đảm, câu lạc bộ ký hai hợp đồng quảng cáo mới.   Người ta chứng kiến công ty dịch vụ chuỗi cung ứng DHL trở thành nhà tài trợ trang phục tập luyện đầu tiên của câu lạc bộ, trong một hợp đồng 4 năm mà BBC ước tính trị giá khoảng 40 triệu bảng cho câu lạc bộ.   MU còn ký một hợp đồng với công ty điện thoại di động Việt Nam Beeline, câu lạc bộ có khoảng 16 triệu người hâm mộ ở đất nước Đông Nam Á này.   Hồi tháng ba, công ty mẹ của MU cho biết họ đã thua lỗ 108,9 triệu bảng trong giai đoạn 2009-2010. Red Football Joint Venture là công ty mẹ thuộc nhà Glazer sở hữu câu lạc bộ chủ sân Old Trafford.   Số thua lỗ đó, trong giai đoạn trên tính đến cuối tháng bảy năm 2010, bao gồm các khoản chi một lần từ việc xây dựng kế hoạch phát hành trái phiếu trị giá 526 triệu bảng tháng giêng vừa qua để thay thế các khoản nợ còn tồn đọng 509 triệu bảng."
        }
    ],
    "suggestions": []
}