{
    "en_vn": {
        "data": {
            "content": null,
            "word": "safekeeping",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "safekeeping",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "safekeeping",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>safekeeping</k><blockquote><blockquote><ex><abr>n.</abr> in safekeeping</ex></blockquote></blockquote></div>",
            "word": "safekeeping",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "safekeeping",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Your will should be left with your lawyer for <em>safekeeping</em>.",
            "vi": "Để tránh thiếu sót, nguyện vọng của ông sẽ được thông báo lại với luật sư của mình."
        },
        {
            "en": "Her mistress sent her to us for <em>safekeeping</em> until arrangements could be made to take her to the countryside.",
            "vi": "Bà chủ nhà kỹ nữ của cô hầu gởi cô ta đến nhà chúng tôi xin tá túc cho đến khi xong việc thu xếp để khỏi đưa cô ta về nông thôn."
        },
        {
            "en": "In the old days, a dowry was given to the daughter for <em>safekeeping</em> in case of an emergency.",
            "vi": "Ở thời cổ, hồi môn cho con gái để đề phòng trường hợp khẩn cấp."
        },
        {
            "en": "We also found that they use the bag to keep their headbands in for <em>safekeeping</em>, which means that our logo stays with them.",
            "vi": "Chúng tôi cũng thấy rằng khách hàng sử dụng túi để giữ băng rôn của họ an toàn, cũng có nghĩa là logo của chúng tôi luôn đi cùng với họ"
        },
        {
            "en": "They were worn only by apprentice geisha; and since Hatsumomo could no longer wear them, they were kept in a rented vault for <em>safekeeping</em> until they were needed again.",
            "vi": "Số áo ở đây chỉ được các geisha tập sự mặc thôi; và vì hatsumono không mặc nữa, nên chúng được cất vào kho cho thuê để được bảo quản tốt hầu sau này đem ra dùng lại."
        },
        {
            "en": "Later, the dowry was to be handed over to the in-laws for <em>safekeeping</em> and now it has become compulsory for the daughter-in-law's parents to present her future in-laws with the dowry.",
            "vi": "Sau này, hồi môn được giao cho cha mẹ chồng giữ và nay nó trở thành bắt buộc với cha mẹ bên gái phải đưa hồi môn cho cha mẹ bên chồng."
        },
        {
            "en": "The largest source by far of funds for banks is deposits; money that account holders entrust to the bank for <em>safekeeping</em> and use in future transactions, as well as modest amounts of interest. Generally referred to as \"core deposits,\" these are typically the checking and savings accounts that so many people currently have.",
            "vi": "Nguồn tiền lớn nhất của ngân hàng là tiền gửi; tiền các chủ tài khoản giao phó cho ngân hàng cất giữ an toàn và dùng trong các giao dịch tương lai, cũng như số tiền lãi khiêm tốn. Tên gọi thông thường là \"số tiền gửi cơ sở\", chúng thường là tài khoản tiết kiệm và tài khoản vãng lai mà rất nhiều người hiện nay có."
        }
    ],
    "suggestions": []
}