{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Salem",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Salem",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Salem",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Salem",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Salem",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Stop in <em>Salem</em> or Eugene or somewhere around there.",
            "vi": "Hãy dừng lại ở Salem hay Eugene hay đâu đó quanh đó."
        },
        {
            "en": "She was arrested along with Abu <em>Salem</em> by the Lisbon police.",
            "vi": "Cô ta bị cảnh sát Lisbon bắt cùng với Abu Salem."
        },
        {
            "en": "We will probably never know exactly what happened but the <em>Salem</em> witch trials passed into legend.",
            "vi": "Có thể chúng ta sẽ không bao giờ biết được chính xác điều gì đã xảy ra nhưng các vụ xét xử phù thùy đã trở thành huyền thoại."
        },
        {
            "en": "9. In his youth in New <em>Salem</em>, Illinois, Lincoln was known as a very good wrestler.",
            "vi": "9. Tuổi trẻ của anh ấy ở New Salem, Illinois, Lincoln được biết đến như một đô vật nổi tiếng."
        },
        {
            "en": "Or Muscleman says \"<em>Salem</em>\" it is in the best of traditions.",
            "vi": "Hay người thân trong khi người muscleman nói \"salem\"."
        },
        {
            "en": "QATAR: Mohammed Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, <em>Salem</em> Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali.",
            "vi": "QATAR: Mohammed Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, Salem Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali."
        },
        {
            "en": "QATAR: Mohammed Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, <em>Salem</em> Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali.",
            "vi": "QATAR: Mohammed Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, Salem Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali."
        },
        {
            "en": "There seem to be myths and superstitions about nearly every aspect of life, and this includes physical attributes. Moles, for example, were considered evidence of guilt during the <em>Salem</em> Witch Trials. And among the Chinese, the shape of your nose is said to reveal whether or not you will be wealthy. There are also a host of fascinating myths about our present topic: birthmarks.",
            "vi": "Dường như trong mọi khía cạnh của cuộc sống đều có những chuyện tưởng tượng lôi cuốn và mê tín dị đoan, bao gồm cả những đặc điểm vật lý. Ví dụ như là nốt ruồi được coi là bằng chứng về tội lỗi trong Những vụ xét xử phù thủy ở Salem. Còn với người Trung Hoa, hình dạng của mũi được cho là sẽ tiết lộ bạn sẽ giàu có hay không. Ngoài ra còn có hàng loạt chuyện tưởng tượng lôi cuốn về chủ đề hiện tại của chúng ta: vết bớt."
        }
    ],
    "suggestions": []
}