{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['seiləbl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">salable</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['seiləbl]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">salable</font></td></tr></table><i/></div>",
            "word": "saleable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>saleable</k><blockquote>(<cclass>US also <cclass><b>salable</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>adjective fit or able to be sold. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>saleability</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "saleable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "saleable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "saleable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có thể bán được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dễ bán</font></td></tr></tbody></table></div>",
            "word": "saleable"
        }
    },
    "sentences": [
        {
            "en": "Explain that you have no <em>saleable</em> assets.",
            "vi": "Hãy giải thích rằng bạn không có bất cứ tài sản nào được phép bán cả."
        },
        {
            "en": "Judging from our experience, quiet designs are more <em>saleable</em> in this market.",
            "vi": "Qua kinh nghiệm xét đoán của chúng tôi, các kiểu thiết kế bí mật có thể tiêu thụ nhiều hơn tại thị trường này."
        },
        {
            "en": "Locally produced fashion designs and products are usually not <em>saleable</em> in international export markets like Japan and the EU.",
            "vi": "Các sản phẩm và mẫu mã thiết kế thời trang trong nước thường không bán được trên các thị trường xuất khẩu quốc tế như Nhật Bản và EU."
        },
        {
            "en": "Cost means the sum of all direct and indirect costs incurred to bring the merchandise to a <em>saleable</em> condition and to its existing location.",
            "vi": "Giá gốc bao gồm tất cả các chi phí trực tiếp và gián tiếp liên quan đến việc mang hàng hóa đến điều kiện sẵn sàng để bán."
        },
        {
            "en": "Since your products are not so <em>saleable</em> in our market as expected when we concluded the distributor ship agreement with you, it would be advisable not to renew the agreement when it expires on July 15, 1987.",
            "vi": "Vì sản phẩm của ngài không bán được nhiều tại thị trường của chúng tôi như mức mong đợi khi chúng ta kí kết hợp đồng kinh tiêu vì thế không nên gia hạn hợp đồng khi nó hết hạn vào ngày 15 tháng 7 năm 1987."
        },
        {
            "en": "Since your products are not so <em>saleable</em> in our market as expected when we concluded the distributor ship agreement with you, it would be advisable not to renew the agreement when it expires on July 15, 1987.",
            "vi": "Vì sản phẩm của ngài không bán được nhiều tại thị trường của chúng tôi như mức mong đợi khi chúng ta kí kết hợp đồng kinh tiêu vì thế không nên gia hạn hợp đồng khi nó hết hạn vào ngày 15"
        },
        {
            "en": "After so much war it is natural that this generation of Vietnamese should nurse its own version of the American dream. Only a few have access to it; the streets of Phu My Hung are full of women on bicycles sifting through the garbage of the rich for some <em>saleable</em> item, their bicycles freighted with their finds. But any assessment of the likelihood of American decline would be wrong if it failed to factor in the evidence of American magnetism in the land of its erstwhile Communist enemy. Soft power may not interest Vladimir Putin but it is persuasive.",
            "vi": "Trải qua quá nhiều bom đạn chiến tranh, thế hệ người Việt bây giờ muốn chăm sóc cho phiên bản giấc mơ Mỹ của riêng mình. Nhưng cũng chỉ có một bộ phận nhỏ mới có điều kiện tiếp cận nó. Trên những con đường ở Phú Mỹ Hưng, có thể bắt gặp đầy những người phụ nữ đi xe đạp tìm bới trong đống rác của giới nhà giàu hi vọng tìm được thứ gì đó có thể bán được. Họ chở những thứ đó trên chiếc xe đạp. Tuy nhiên, bất kỳ đánh giá nào về sự đi xuống của nước Mỹ sẽ đều là sai lầm nếu không tính đến những bằng chứng về sức hấp dẫn của nước Mỹ ở mảnh đất của những kẻ thù trước kia. Quyền lực mềm có thể không khiến Vladimir Putin bận lòng nhưng nó rất có sức thuyết phục."
        }
    ],
    "suggestions": []
}