{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Salomon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Salomon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Salomon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Salomon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Salomon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Lion Heart Autographs said the menu was saved by Abraham Lincoln <em>Salomon</em>, one of the passengers who escaped on the so-called \"money boat\" lifeboat that was filled with wealthy people.",
            "vi": "Lion Heart Autographs cho biết người lưu giữ tờ thực đơn này là Abraham Lincoln Salomon, một trong số hành khách thoát chết trên chiếc thuyền cứu hộ được gọi là \"thuyền tiền\" vì nó chất đầy những người giàu có."
        },
        {
            "en": "In the 1780's, the United States is just getting off the ground as a new nation - but it is again short of funds, having borrowed from all over Europe and from just about every merchant of renown in the colonies. Once again, Morris and the founding fathers turned to Solomon. “I sent for <em>Salomon</em> and desired him to try every way he could devise to raise money, and then went in quest of it myself... <em>Salomon</em> the broker came and I urged him to leave no stone unturned to find out money and means by which I can obtain it.”",
            "vi": "Trong những năm 1780, Mỹ chỉ mới bắt đầu là một quốc gia - nhưng lại thiếu thốn tiền bạc, phải vay mượn khắp châu Âu và của hầu như các thương nhân tiếng tăm tại thuộc địa. Một lần nữa Morris và cha ông sáng lập của người Mỹ lại hướng về Solomon. \"Tôi gửi thư cho Salomon và yêu cầu ông ta thử mọi cách ông ta có thể nghĩ ra được để huy động tiền, và tự tôi cũng phải tìm ra tiền ... Salomon nhà môi giới xuất hiện và tôi cố thuyết phục ông ta tìm ra tiền ở mọi chỗ có thể và bằng mọi cách mà tôi có thể có được nó\"."
        },
        {
            "en": "Three years after having arrived in Philadelphia, 1781, Salomon’s extraordinary abilities and multilingualism, positioned him near the center of the American Revolutionary financial heart. He became the agent of the French consul and the paymaster to the newly allied French military forces in North America. The French, Dutch (through St. Eustatius) and the Spanish governments used <em>Salomon</em> to broker their loans helping finance the American Revolution.",
            "vi": "Ba năm sau khi đến Philadelphia, năm 1781, những khả năng phi thường và nói được nhiều thứ tiếng đã đưa Salomon đến gần vị trí giữa trái tim tài chính Cách mạng Mỹ. Ông trở thành đặc vụ của lãnh sự Pháp và là người chi trả lương cho lực lượng quân đội đồng minh mới của Pháp ở Bắc Mỹ. Chính phủ Pháp, Hà Lan (cho đến St. Eustatius) và Tây Ban Nha sử dụng Salomon làm người môi giới cho các khoản vay của họ, giúp tài trợ Cách mạng Mỹ."
        }
    ],
    "suggestions": []
}