{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sɔ:lt,wɔ:tə]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">salt-water</font></td></tr></table><i/></div>",
            "word": "saltwater",
            "pronounce": "['sɔ:lt,wɔ:tə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>saltwater</k><blockquote>■ <cclass>adjective of or found in salt water; living in the sea. </cclass></blockquote></div>",
            "word": "saltwater",
            "pronounce": "['sɔ:lt,wɔ:tə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "saltwater",
            "pronounce": "['sɔ:lt,wɔ:tə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "saltwater",
            "pronounce": "['sɔ:lt,wɔ:tə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "saltwater",
            "pronounce": "['sɔ:lt,wɔ:tə]"
        }
    },
    "sentences": [
        {
            "en": "7. <em>Saltwater</em> crocodile",
            "vi": "7. Cá sấu nước mặn"
        },
        {
            "en": "4. <em>Saltwater</em> Crocodiles",
            "vi": "4. Cá sấu vùng nước mặn"
        },
        {
            "en": "I like to eat <em>saltwater</em> fish.",
            "vi": "Tôi thích ăn cá biển."
        },
        {
            "en": "<em>Saltwater</em> fish does not agree with me.",
            "vi": "Tôi không hạp cá biển."
        },
        {
            "en": "Drought, <em>saltwater</em> intrusion cause hefty losses",
            "vi": "Hạn hán, xâm nhập mặn gây thiệt hại nặng"
        },
        {
            "en": "Vietnam loses $680 million because of drought, <em>saltwater</em> intrusion",
            "vi": "Việt Nam mất 680 triệu đô la do hạn hán và xâm nhập mặn"
        },
        {
            "en": "Groundwater: The infiltration of <em>saltwater</em> has increased in coastal areas.",
            "vi": "Nước ngầm: Hiện tượng bị nhiễm nước mặn tăng ở các vùng ven biển."
        },
        {
            "en": "This page contains a list of the most popular groups of <em>saltwater</em> fish species found in <em>saltwater</em>.",
            "vi": "Trang này có một danh sách những nhóm giống cá nước mặn phổ biến nhất được tìm thấy ở môi trường nước mặn."
        },
        {
            "en": "Freshwater fish are not as brightly colored as most <em>saltwater</em> fish.",
            "vi": "Cá nước ngọt không có màu sáng như hầu hết các nước mặn."
        },
        {
            "en": "Viruses are essential to the regulation of <em>saltwater</em> and freshwater ecosystems.",
            "vi": "Vi - rút rất cần thiết cho sự điều hòa hệ sinh thái nước mặn và nước ngọt."
        },
        {
            "en": "Here is a comprehensive guide to every aspect of freshwater and <em>saltwater</em> fishing.",
            "vi": "Đây là một hướng dẫn toàn diện về mọi khía cạnh của việc săn bắt cá nước ngọt và nước mặn."
        },
        {
            "en": "Viruses are essential to the regulation of <em>saltwater</em> and freshwater ecosystems.",
            "vi": "Vi-rút rất cần thiết cho sự điều hòa hệ sinh thái nước mặn và nước ngọt."
        },
        {
            "en": "As a result <em>saltwater</em> from the sea encroached earlier and further into the river.",
            "vi": "Kết quả là nước mặn từ biển xâm lấn nhanh hơn và xa hơn vào dòng sông."
        },
        {
            "en": "At the same time, some coastal provinces have developed shrimp breeding areas. They opened many <em>saltwater</em> sluice gates to take <em>saltwater</em>. The mangrove forest gradually narrowed. People in some areas drilled wells to pump salt water to breed shrimp.",
            "vi": "Cùng lúc đó, nhiều tỉnh ven biển đã phát triển các vùng nuôi tôm. Họ mở cổng các cổng để lấy nước mặn. Rừng ngập mặn cũng giảm dần. Người dân ở nhiều khu vực thì khoan giếng để bơm nước mặn vào nuôi tôm."
        },
        {
            "en": "Dong said authorities of commune and district levels have been urged to take measures to combat drought and <em>saltwater</em> intrusion.",
            "vi": "Ông Đồng cho biết, chính quyền cấp xã, huyện đã kêu gọi tìm biện pháp chống hạn hán và nhiễm mặn"
        },
        {
            "en": "There are two kinds of pearl now available in the market – freshwater and <em>saltwater</em> pearl. The latter is always more expensive than the former. Meanwhile, Vietnam has advantages in <em>saltwater</em> cultivation.",
            "vi": "Có hai loại ngọc trai hiện đã có trên thị trường - ngọc trai nước ngọt và nước mặn. Đã trở nên đắt hơn so với trước đây. Trong khi đó, Việt Nam có lợi thế về nuôi ngọc trai nước mặn."
        },
        {
            "en": "<em>Saltwater</em> has traveled 90 kilometers inland in many parts of the Mekong Delta.  Eleven out of 13 provinces in the Mekong Delta said <em>saltwater</em> had impacted on agriculture and caused fresh water shortages.",
            "vi": "Nước mặn đã xâm nhập sâu 90 km vào đất liền ở nhiều phần của đồng bằng sông Cửu Long. 11 trong số 13 tỉnh ở đồng bằng sông Cửu Long cho biết nước mặn đã ảnh hưởng đến nông nghiệp và gây ra tình trạng thiếu nước ngọt."
        },
        {
            "en": "Drought and <em>saltwater</em> intrusion in Vietnam’s southern and central regions will persist through April, according to experts.",
            "vi": "Hạn hán và xâm nhập mặn ở khu vực miền Nam và miền Trung của Việt Nam sẽ kéo dài đến tháng Tư, theo các chuyên gia."
        },
        {
            "en": "<em>Saltwater</em> has also entered the provinces of Soc Trang and Hau Giang, raising salinity levels in rivers.",
            "vi": "Nước mặn cũng đã xâm lấn vào các tỉnh Sóc Trăng và Hậu Giang, nâng cao độ mặn của các sông."
        },
        {
            "en": "If you put a freshwater fish into <em>saltwater</em>, it would lose weight (from losing water from its body) and eventually die.",
            "vi": "Nếu anh cho một con cá nước ngọt vào nước mặn, thì nó sẽ bị giảm trọng lượng (do mất nước trong cơ thể) và cuối cùng sẽ chết."
        }
    ],
    "suggestions": []
}