{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sælvidʒiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự cứu vớt; sự thu nhận vật liệu cũ</td></tr></table><i/></div>",
            "word": "salvaging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "salvaging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "salvaging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "salvaging"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cứu hộ</font></td></tr></tbody></table></div>",
            "word": "salvaging"
        }
    },
    "sentences": [
        {
            "en": "The British couldn't take the treasure before it sank. And the loss of the San José and its cargo caused financial hardships to merchants throughout Europe and the New World, according to an online account posted by Sea Search Armada (SSA), a group of US investors engaged in marine <em>salvaging</em>.",
            "vi": "Người Anh không thể lấy kho báu trước khi nó chìm. Sự mất mát của San José và hàng hóa trên đó gây khó khăn tài chính cho các thương gia ở khắp châu Âu và châu Mỹ, thông tin từ một tài khoản trực tuyến được đăng tải bởi Sea Search Armada (SSA)- một nhóm các nhà đầu tư Mỹ tham gia cứu hộ hàng hải."
        },
        {
            "en": "What does the future hold for patients with bone cancer?  There has been much recent advancement in the understanding and treatment of bone cancer. These developments have led to more focused radiation therapy techniques to reduce the risk to surrounding tissues, better combinations of chemotherapy with less risk and side effects, and improved treatment options, including limb-<em>salvaging</em> surgery, that decrease the need for amputation.",
            "vi": "Tương lai của bệnh nhân bị ung thư xương như thế nào?   Gần đây người ta cũng đã hiểu biết nhiều hơn về ung thư xương và cũng đã có nhiều tiến bộ về phương pháp điều trị. Các tiến bộ này đã dẫn đến kỹ thuật điều trị bằng bức xạ được tập trung nhiều hơn nhằm làm giảm nguy hiểm cho các mô lân cận, kết hợp liệu pháp chữa bệnh tốt hơn kèm theo ít rủi ro hơn và ít tác dụng phụ hơn, làm cho các phương pháp điều trị ngày càng nhiều hơn, như phẫu thuật bảo tồn chi, làm hạn chế bớt việc phải cắt cụt chi."
        },
        {
            "en": "To begin with it has nothing to do with archaism, with the <em>salvaging</em> of obsolete words and turns of speech, or with the setting up of a ‘standard English’ which must never be departed from. On the contrary, it is especially concerned with the scrapping of every word or idiom which has outworn its usefulness. It has nothing to do with correct grammar and syntax, which are of no importance so long as one makes one's meaning clear, or with the avoidance of Americanisms, or with having what is called a ‘good prose style’. On the other hand, it is not concerned with fake simplicity and the attempt to make written English colloquial. Nor does it even imply in every case preferring the Saxon word to the Latin one, though it does imply using the fewest and shortest words that will cover one's meaning. What is above all needed is to let the meaning choose the word, and not the other way around.",
            "vi": "Trước hết, ta không cần phải để tâm đến cổ ngữ, đến việc cứu vớt những từ đã lỗi thời và các lượt lời, hay đến việc thiết lập một thứ “Tiếng Anh chuẩn” không bao giờ bị mai một. Trái lại, ta nên quan tâm đến những từ hay thành ngữ vốn đã mất nghĩa gốc nay dễ bị rơi vào quên lãng. Ta chẳng cần quan tâm đến ngữ pháp và cú pháp chính xác, chúng không hề quan trọng miễn là ta giữ cho ý kiến của mình được rõ ràng, mạch lạc; hay sự né tránh sử dụng các từ kiểu Mỹ, hay việc có một thứ gọi là “kiểu văn xuôi tốt”. Mặt khác, ta cũng nên bỏ qua nỗi lo về sự giản dị trá hình hoặc nỗ lực viết Tiếng Anh sao cho thật bình dân. Chẳng phải việc ám chỉ thích dùng tiếng Saxon hơn tiếng Latin trong mọi trường hợp, dù rõ ràng việc dùng từ thật ít và ngắn sẽ giúp chứa đựng tư tưởng của người viết. Trên tất cả, điều quan trọng nhất là để ý nghĩa chọn từ ngữ, thứ sẽ làm nhiệm vụ biểu đạt cho ý nghĩa, chứ không phải ngược lại."
        },
        {
            "en": "To begin with it has nothing to do with archaism, with the <em>salvaging</em> of obsolete words and turns of speech, or with the setting up of a ‘standard English’ which must never be departed from. On the contrary, it is especially concerned with the scrapping of every word or idiom which has outworn its usefulness. It has nothing to do with correct grammar and syntax, which are of no importance so long as one makes one's meaning clear, or with the avoidance of Americanisms, or with having what is called a ‘good prose style’. On the other hand, it is not concerned with fake simplicity and the attempt to make written English colloquial. Nor does it even imply in every case preferring the Saxon word to the Latin one, though it does imply using the fewest and shortest words that will cover one's meaning. What is above all needed is to let the meaning choose the word, and not the other way around. ",
            "vi": "Trước hết, ta không cần phải để tâm đến cổ ngữ, đến việc cứu vớt những từ đã lỗi thời và các lượt lời, hay đến việc thiết lập một thứ “Tiếng Anh chuẩn” không bao giờ bị mai một. Trái lại, ta nên quan tâm đến những từ hay thành ngữ vốn đã mất nghĩa gốc nay dễ bị rơi vào quên lãng. Ta chẳng cần quan tâm đến ngữ pháp và cú pháp chính xác, chúng không hề quan trọng miễn là ta giữ cho ý kiến của mình được rõ ràng, mạch lạc; hay sự né tránh sử dụng các từ kiểu Mỹ, hay việc có một thứ gọi là “kiểu văn xuôi tốt”. Mặt khác, ta cũng nên bỏ qua nỗi lo về sự giản dị trá hình hoặc nỗ lực viết Tiếng Anh sao cho thật bình dân. Chẳng phải việc ám chỉ thích dùng tiếng Saxon hơn tiếng Latin trong mọi trường hợp, dù rõ ràng việc dùng từ thật ít và ngắn sẽ giúp chứa đựng tư tưởng của người viết. Trên tất cả, điều quan trọng nhất là để ý nghĩa chọn từ ngữ, thứ sẽ làm nhiệm vụ biểu đạt cho ý nghĩa, chứ không phải ngược lại. "
        }
    ],
    "suggestions": []
}