{
    "en_vn": {
        "data": {
            "content": null,
            "word": "samadhi"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>samadhi</k><blockquote><cclass>[<cclass>sʌ'mα:di<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>samadhis</b>) <cclass>Hinduism &amp; <cclass>Buddhism a state of intense concentration achieved through meditation. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Sanskrit <i>samādhi</i> 'contemplation'. </blockquote></div>",
            "word": "samadhi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "samadhi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "samadhi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "samadhi"
        }
    },
    "sentences": [
        {
            "en": "<em>Samadhi</em> discovered that spinning the eggs solved the mystery. Raw eggs spin more slowly than hard-boiled ones because the liquid inside slows them down.",
            "vi": "Samadhi phát hiện ra rằng những quả trứng đang xoay đã giải quyết những bí ẩn. Trứng sống xoay chậm hơn so với những quả đã luộc bởi vì chất lỏng bên trong làm chúng xoay chậm lại."
        },
        {
            "en": "Many traditions honor the experience of the One Mind.  It has been variously called satori in Zen, <em>samadhi</em> in Yoga, fana in Sufism, and Christ consciousness in Christianity. ",
            "vi": "Nhiều truyền thuyết dành sự tôn kính cho Ý thức Tổng thể. Theo các cách khác nhau, nó được gọi là satori (ngộ) trong phái Thiền, samadhi (trạng thái tâm thức lìa thân xác) trong Yoga, fana (lìa trần) trong Sufi giáo, và ý thức của Chúa Giê su trong đạo Cơ đốc."
        },
        {
            "en": "The students in the fifth grade science class at Mundo Verde Bilingual Public Charter School in Washington, D.C. have to think scientifically to solve the mystery. <em>Samadhi</em> says she had to try more than one idea to differentiate between the eggs.",
            "vi": "Những học sinh trong lớp năm, lớp về khoa học tại trường Công Song ngữ Mundo Verde ở Washington DC phải suy nghĩ một cách khoa học để giải quyết những bí ẩn. Samadhi nói rằng em đã phải cố suy nghĩ nhiều hơn một ý tưởng để phân biệt giữa các quả trứng."
        }
    ],
    "suggestions": []
}