{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Samoa"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Samoa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Samoa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Samoa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Samoa"
        }
    },
    "sentences": [
        {
            "en": "At the capital of American <em>Samoa</em>, Pago Pago, the tsunami measured 1. 57 meters in height. The superintendent of the National Park of American <em>Samoa</em> Mike Reynolds reported four waves as high as six meters.",
            "vi": "Tại thủ đô Pago Pago của Samoa thuộc Mỹ, ngọn sóng thần có độ cao lên đến 1.57 mét. Người trông coi Công viên quốc gia của Samoa thuộc Hoa Kỳ Mike Reynolds nói rằng có bốn ngọn sóng cao đến sáu mét."
        },
        {
            "en": "At the capital of American <em>Samoa</em>, Pago Pago, the tsunami measured 1.57 meters in height. The superintendent of the National Park of American <em>Samoa</em> Mike Reynolds reported four waves as high as six meters.",
            "vi": "Tại thủ đô Pago Pago của Samoa thuộc Mỹ, ngọn sóng thần có độ cao lên đến 1. 57 mét. Người trông coi Công viên quốc gia của Samoa thuộc Hoa Kỳ Mike Reynolds nói rằng có bốn"
        },
        {
            "en": "The majority of the fatalities occurred in <em>Samoa</em>, where rescue workers say at least 84 people were killed.",
            "vi": "Đa số trường hợp tử vong là trên đảo Samoa, nơi các nhân viên cứu hộ nói rằng có ít nhất 84 người đã thiệt mạng."
        },
        {
            "en": "Another 24 people are confirmed dead on American <em>Samoa</em>, while at least seven fatalities have been reported in nearby Tonga.",
            "vi": "24 người khác được xác nhận là bị thiệt mạng ở Samoa thuộc Hoa Kỳ, trong khi có ít nhất bảy người chết được cho rằng ở gần Tonga."
        },
        {
            "en": "During a Wednesday appearance near Washington, Mr. Obama said the U.S. was ready to help its \"friends\" in neighboring <em>Samoa</em> and throughout the region.",
            "vi": "Trong lần xuất hiện gần Washington hôm thứ tư, ông Obama đã nói Hoa Kỳ sẵn sàng giúp đỡ\"bạn bè\" láng giềng của Samoa và khắp khu vực này."
        },
        {
            "en": "During a Wednesday appearance near Washington, Mr. Obama said the U. S. was ready to help its \"friends\" in neighboring <em>Samoa</em> and throughout the region.",
            "vi": "Trong lần xuất hiện gần Washington hôm thứ tư, ông Obama đã nói Hoa Kỳ sẵn sàng giúp đỡ \"bạn bè\" láng giềng của Samoa và khắp khu vực này."
        },
        {
            "en": "U.S. President Barack Obama declared a major disaster in American <em>Samoa</em> and is sending federal aid to support local recovery efforts in the U.S. territory.",
            "vi": "Tổng thống Hoa Kỳ Barack Obama tuyên bố thảm hoạ nghiêm trọng ở Samoa thuộc Hoa Kỳ và đang gửi cứu viện liên bang nhằm hỗ trợ những nỗ lực phục hồi của địa phương trong vùng lãnh thổ của Hoa Kỳ."
        },
        {
            "en": "U. S. President Barack Obama declared a major disaster in American <em>Samoa</em> and is sending federal aid to support local recovery efforts in the U. S. territory.",
            "vi": "Tổng thống Hoa Kỳ Barack Obama tuyên bố thảm hoạ nghiêm trọng ở Samoa thuộc Hoa Kỳ và đang gửi cứu viện liên bang nhằm hỗ trợ những nỗ lực phục hồi của địa phương trong vùng lãnh thổ của Hoa Kỳ."
        },
        {
            "en": "Mother’s Day is celebrated in different countries, including China where carnations are popular Mother’s Day presents. Some groups in <em>Samoa</em> organize elaborate song and dance performances throughout the country. They celebrate the contributions that mothers make to Samoan society.",
            "vi": "Ngày của mẹ được chào mừng ở nhiều quốc gia khác nhau, cụ thể như ở Trung Quốc, loài hoa cẩm chướng là món quà phổ biến vào Ngày của mẹ. Một số nhóm người ở Samoa tổ chức trình diễn các màn múa công phu và những bài hát trên khắp đất nước. Họ tôn vinh những đóng góp mà các bà mẹ đã mang đến cho cộng đồng Samoa."
        },
        {
            "en": "Mother’s Day is celebrated in different countries, including China where carnations are popular Mother’s Day presents. Some groups in <em>Samoa</em> organize elaborate song and dance performances throughout the country. They celebrate the contributions that mothers make to Samoan society.",
            "vi": "Ngày của mẹ được chào mừng ở nhiều quốc gia khác nhau, cụ thể như ở Trung Quốc, loài hoa cẩm chướng là món quà phổ biến vào Ngày của mẹ. Một số nhóm người ở Samoa tổ chức trình diễn các màn múa công phu và những bài hát trên khắp đất nước. Họ tôn vinh những đóng góp mà các bà mẹ đã mang đến cho cộng đồng Samoa."
        },
        {
            "en": "Mother’s Day is an annual public holiday in countries such as Costa Rica (August 15, on the same day as Assumption Day), Georgia (March 3), <em>Samoa</em> (second Monday of May), and Thailand (August 12). Restaurants and cafes may be busier than usual as some people take their mothers out for a treat.",
            "vi": "Ngày của Mẹ là ngày nghỉ lễ toàn quốc hàng năm ở các quốc gia như Costa Rica (15 tháng 8, cùng ngày với ngày giả định), Georgia (3 Tháng 3), Samoa (thứ hai của tuần thứ 2 trong tháng 5) và Thái Lan (ngày 12 tháng 8). Nhà hàng và quán ăn có thể bận rộn hơn bình thường do một số người đưa mẹ ra ngoài dùng tiệc."
        },
        {
            "en": "Tsunami Death Toll Rises in Southeast Asia          30-Sep-09 Authorities say the death toll has risen to more than 110 from the tsunami generated in the South Pacific by a powerful undersea earthquake. The majority of the fatalities occurred in <em>Samoa</em>, where rescue workers say at least 84 people were killed.  Another 24 people are confirmed dead on American <em>Samoa</em>, while at least seven fatalities have been reported in nearby Tonga.  Samoan Prime Minister Tuilaepa Sailele Malielegaoi says he is shocked by the devastation. He added, \"so many people are gone.\" U.S. President Barack Obama declared a major disaster in American <em>Samoa</em> and is sending federal aid to support local recovery efforts in the U.S. territory. During a Wednesday appearance near Washington, Mr. Obama said the U.S. was ready to help its \"friends\" in neighboring <em>Samoa</em> and throughout the region.  The U.S. Geological Survey says an 8.0 magnitude earthquake struck early Tuesday local time. It generated waves that devastated coastal areas, knocked down buildings and sent cars floating out to sea.  Strong aftershocks followed the initial earthquake, with at least one measuring a magnitude 5.6. Tsunami alerts were issued for the entire South Pacific region but were later canceled. Survivors fled to high ground and stayed there for hours. Several villages were destroyed on the southern Samoan coast of Upolu, which is also home to many tourist resorts.  At the capital of American <em>Samoa</em>, Pago Pago, the tsunami measured 1.57 meters in height. The superintendent of the National Park of American <em>Samoa</em> Mike Reynolds reported four waves as high as six meters. People who experienced the quake said it was long, lasting from 90 seconds to three minutes.",
            "vi": "Đông Nam Á: Số người chết vì sóng thần tăng vọt      Ngày 30 tháng Chín năm 2009 Nhà chức trách cho hay tổng số người chết đã tăng đến hơn 110 người, hậu quả từ sóng thần ở Nam Thái Bình Dương gây ra bởi một trận động đất lớn sâu dưới lòng biển. Đa số trường hợp tử vong là trên đảo Samoa, nơi các nhân viên cứu hộ nói rằng có ít nhất 84 người đã thiệt mạng. 24 người khác được xác nhận là bị thiệt mạng ở Samoa thuộc Hoa Kỳ, trong khi có ít nhất bảy người chết được cho rằng ở gần Tonga. Thủ tướng Tuilaepa Sailele Malielegaoi của Samoa đã nói rằng ông ấy bị sốc trước cảnh tàn phá. Ông ấy còn nói thêm, \"Đã có nhiều người phải ra đi.\" Tổng thống Hoa Kỳ Barack Obama tuyên bố thảm hoạ nghiêm trọng ở Samoa thuộc Hoa Kỳ và đang gửi cứu viện liên bang nhằm hỗ trợ những nỗ lực phục hồi của địa phương trong vùng lãnh thổ của Hoa Kỳ. Trong lần xuất hiện gần Washington hôm thứ tư, ông Obama đã nói Hoa Kỳ sẵn sàng giúp đỡ \"bạn bè\" láng giềng của Samoa và khắp khu vực này. Khảo sát địa chất Hoa Kỳ nói rằng có một trận động đất với cường độ 8.0 độ Rích-te ập vào sáng sớm hôm thứ ba theo giờ địa phương. Nó tạo ra những con sóng tàn phá vùng bờ biển, đổ sập nhà cửa và cuốn phăng những chiếc xe hơi khiến chúng nổi lềnh bềnh trên biển. Những dư chấn mạnh xảy ra ngay sau trận động đất ban đầu, với ít nhất có một dư chấn cường độ lên đến 5.6 độ Rích-te. Cảnh báo sóng thần được ban bố khắp khu vực Nam Thái Bình Dương nhưng sau đó lại bị hủy bỏ. Người sống sót trốn chạy vào vùng đất cao và ở đó trong nhiều giờ. Vài làng mạc bị phá hủy trên vùng duyên hải miền nam Samoa thuộc Upolu, nơi đây cũng tập trung nhiều khu nghỉ dưỡng du lịch. Tại thủ đô Pago Pago của Samoa thuộc Mỹ, ngọn sóng thần có độ cao lên đến 1.57 mét. Người trông coi Công viên quốc gia của Samoa thuộc Hoa Kỳ Mike Reynolds nói rằng có bốn ngọn sóng cao đến sáu mét. Những người chứng kiến vụ động đất nói rằng nó kéo dài rất lâu trong khoảng từ 90 giây đến ba phút."
        },
        {
            "en": "And to advance our vision of a free and open Indo-Pacific, we’re building new and stronger bonds with nations that share our values across the region, from India to <em>Samoa</em>. Our relationships will flow from a spirit of respect built on partnership, not domination.",
            "vi": "Và để thúc đẩy tầm nhìn của chúng ta về một Ấn Độ-Thái Bình Dương tự do và mở, chúng ta đang xây dựng các liên kết mới và mạnh mẽ hơn với các quốc gia chia sẻ giá trị của chúng ta trên khắp khu vực - từ Ấn Độ đến Samoa. Các mối quan hệ của chúng ta sẽ tuôn chảy từ tinh thần tôn trọng, được xây dựng trên quan hệ đối tác, chứ không phải sự thống trị."
        },
        {
            "en": "Mother’s Day is an annual public holiday in countries such as Costa Rica (August 15, on the same day as Assumption Day), Georgia (March 3), <em>Samoa</em> (second Monday of May), and Thailand (August 12). Restaurants and cafes may be busier than usual as some people take their mothers out for a treat.",
            "vi": "Ngày của Mẹ là ngày nghỉ lễ toàn quốc hàng năm ở các quốc gia như Costa Rica (15 tháng 8, cùng ngày với ngày giả định), Georgia (3 Tháng 3), Samoa (thứ hai của tuần thứ 2 trong tháng 5) và Thái Lan (ngày 12 tháng 8). Nhà hàng và quán ăn có thể bận rộn hơn bình thường do một số người đưa mẹ ra ngoài dùng tiệc."
        }
    ],
    "suggestions": []
}