{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Samuel"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Samuel"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Samuel"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Samuel"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Samuel"
        }
    },
    "sentences": [
        {
            "en": "He was baptized <em>Samuel</em> Andrew.",
            "vi": "Thằng bé được rửa tội và đặt tên là Samuel Andrew."
        },
        {
            "en": "<em>Samuel</em> died for his indiscretion.",
            "vi": "Samuel đã chết vì sự không khôn ngoan của mình."
        },
        {
            "en": "Bob, do come and meet <em>Samuel</em>.",
            "vi": "Bob, nhất định cậu phải đến gặp samuel."
        },
        {
            "en": "Shortly after midnight another, Lieutenant <em>Samuel</em> Hubbard, dropped in.",
            "vi": "Ngay sau lúc nửa đêm một sĩ quan khác, trung uý samuel hubbard, ghé tạt vào."
        },
        {
            "en": "Mr. <em>Samuel</em> Smith was a fine old gentleman.",
            "vi": "Ông Samuel Smith là một quý ông già khỏe mạnh."
        },
        {
            "en": "Cast: Hailee Steinfeld, Jessica Alba, Sophie Turner, <em>Samuel</em> L. Jackson",
            "vi": "Diễn viên: Hailee Steinfeld, Jessica Alba, Sophie Turner, Samuel L. Jackson"
        },
        {
            "en": "Mark Twain was the pseudonym of <em>Samuel</em> Langhorne Clemens.",
            "vi": "Mark Twain là bút danh của Samuel Langhorne Clemens."
        },
        {
            "en": "The concert ended with a song by <em>Samuel</em> Barber.",
            "vi": "Buổi hoà nhạc kết thúc bằng một bài hát của samuel."
        },
        {
            "en": "<em>Samuel</em> Smile, the high priest of self - help, had himself been a Yorkshire medical practitioner.",
            "vi": "Samuel Smile, bậc thầy về tự lực, đã tự mình học trở thành người hành nghề y khoa ở Yorkshire."
        },
        {
            "en": "By chance, that jagged line meant something to Lieutenant <em>Samuel</em> Hubbard.",
            "vi": "Tình cờ, đường kẻ ngoằn ngoèo đó có ý nghĩa gì đó đối với trung uý samuel hubbard."
        },
        {
            "en": "As the playwright <em>Samuel</em> Beckett wrote :\"Fail, fail again. Fail better.\".",
            "vi": "Nhà viết kịch Samuel Beckett đã từng viết: \"Thất bại, thất bại nữa. Thất bại tốt hơn.\"."
        },
        {
            "en": "<em>Samuel</em> Smile, the high priest of self-help, had himself been a Yorkshire medical practitioner.",
            "vi": "Samuel Smile, bậc thầy về tự lực, đã tự mình học trở thành người hành nghề y khoa ở Yorkshire."
        },
        {
            "en": "<em>Samuel</em> Colt (1814 - 1862) is the U. S. firearms manufacturer who invented the Colt revolver.",
            "vi": "Samuel Colt (1814 -1862) là nhà sản xuất súng ống người Mỹ, người phát minh súng Côn."
        },
        {
            "en": "A few hours later, he and Herold stopped at the home of a Doctor <em>Samuel</em> Mudd.",
            "vi": "Vài giờ sau, hắn và tên herold ghé lại nhà của một vị bác sỹ tên là samuel mudd."
        },
        {
            "en": "<em>Samuel</em> Colt (1814-1862) is the U.S. firearms manufacturer who invented the Colt revolver.",
            "vi": "Samuel Colt (1814 - 1862) là nhà sản xuất súng ống người Mỹ, người phát minh súng Côn."
        },
        {
            "en": "<em>Samuel</em> just kept working. As time wore on, one by one, the other parents left. Then a worker tried to pull <em>Samuel</em> away from the rubble. <em>Samuel</em> looked at him and said, \"Won’t you help me?\" The worker left and <em>Samuel</em> kept digging.",
            "vi": "Samuel vẫn khăng khăng làm. Thời gian trôi qua dần, từng người từng người, các ông bố bà mẹ khác bỏ đi khỏi đó. Sau đó một người công nhân lại cố lôi Samuel ra khỏi đống đổ nát. Samuel nhìn anh ta nài: “Ông giúp tôi chứ?” Người công nhân bỏ đi nhưng Samuel vấn tiếp tục bới tìm."
        },
        {
            "en": "Diaz-Giovanini continually vocalises the word and addresses her son. But <em>Samuel</em> merely looks around the room looking slightly confused.",
            "vi": "Diaz-Giovanini lặp đi lặp lại từ này và gọi con trai. Nhưng Samuel cứ nhìn quanh quất căn phòng , ngơ ngác."
        },
        {
            "en": "Diaz-Giovanini then scoops up some of the food onto her fork and repeats the process - again addressing young <em>Samuel</em>.",
            "vi": "Thế là Diaz-Giovanini lấy nĩa xúc chút đồ ăn rồi lặp lại từ này - cho bé Samuel."
        },
        {
            "en": "Then, he joined the North Caucus Club, a society founded by <em>Samuel</em> Adams's father to choose candidates for local government.",
            "vi": "Sau đó, ông tham gia Hội Kín Miền Bắc, một hội do cha của Samuel Adams lập ra để chọn ứng viên cho chính quyền địa phương."
        },
        {
            "en": "<em>Samuel</em> Gosling says the main importance of studying animal personalities is that it permits learning not possible with human beings.",
            "vi": "Samuel gosling cho biết tầm quan trọng chủ yếu của việc nghiên cứu các tính cách của động vật là ở chỗ nó cho phép nghiên cứu những lĩnh vực không thể làm ở con người."
        }
    ],
    "suggestions": []
}