{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sanctions"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sanctions</k><blockquote>measures taken by a state to coerce another to conform to an international agreement or norms of conduct.</blockquote><blockquote>→ <kref>sanction</kref></blockquote></div>",
            "word": "sanctions"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sanctions"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>sanctions</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>coercive measures</b></blockquote><blockquote><blockquote><ex>1) to apply, impose sanctions </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to lift sanctions </ex></blockquote></blockquote><blockquote><blockquote><ex>3) economic, trade sanctions </ex></blockquote></blockquote><blockquote><blockquote><ex>4) sanctions against</ex></blockquote></blockquote></div>",
            "word": "sanctions"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sanctions"
        }
    },
    "sentences": [
        {
            "en": "Economic <em>sanctions</em>",
            "vi": "Những biện pháp trừng phạt về kinh tế"
        },
        {
            "en": "Cartel <em>sanctions</em>",
            "vi": "Sự trừng phạt của cartel"
        },
        {
            "en": "Apply economic <em>sanctions</em>",
            "vi": "Áp dụng những chế tài về kinh tế"
        },
        {
            "en": "<em>Sanctions</em> have sapped his will.",
            "vi": "Sắc lệnh đã làm anh ấy nhụt chí."
        },
        {
            "en": "<em>Sanctions</em> are not clearly formulated.",
            "vi": "Các hình phạt cũng chưa được xác định rõ."
        },
        {
            "en": "We have had a lot of <em>sanctions</em>.",
            "vi": "Chúng tôi đã có nhiều biện pháp xử phạt."
        },
        {
            "en": "Coercive power is the threat of <em>sanctions</em>.",
            "vi": "Sức mạnh ép buộc là sự đe dọa của hình phạt."
        },
        {
            "en": "Following France's example, Britain has introduced <em>sanctions</em>.",
            "vi": "Noi gương Pháp, Anh cũng đưa ra nhiều biện pháp trừng phạt."
        },
        {
            "en": "<em>Sanctions</em> against the country should be eased.",
            "vi": "Sự phê chuẩn gây bất lợi cho quốc gia nên được giảm bớt."
        },
        {
            "en": "They use the threat of <em>sanctions</em> as a political lever.",
            "vi": "Họ dùng luật pháp làm một áp lực chính trị."
        },
        {
            "en": "The ministry of finance is applying economic <em>sanctions</em>.",
            "vi": "Bộ tài chính đang áp dụng những chế tài về kinh tế."
        },
        {
            "en": "<em>Sanctions</em> have quickly failed to loosen his grip on power.",
            "vi": "Các biện pháp chế tài đã thất bại nhanh chóng trong việc làm giảm việc nắm quyền của ông ta."
        },
        {
            "en": "Canada imposes wide range of <em>sanctions</em> against Libya.",
            "vi": "Canada áp đặt nhiều biện pháp trừng phạt đối với Libya."
        },
        {
            "en": "Economic <em>sanctions</em> would be lifted in exchange for renewed cooperation.",
            "vi": "Biện pháp trừng phạt kinh tế sẽ được bỏ để đổi lấy sự hợp tác trở lại."
        },
        {
            "en": "Trade <em>sanctions</em> have been imposed with effect from May.",
            "vi": "Biện pháp chế tài thương mại có hiệu lực từ tháng năm."
        },
        {
            "en": "Administrative <em>Sanctions</em> are generally applied for minor offences, and constituted nearly three-quarters (73.5%) of all <em>sanctions</em> against children in conflict with the law in 2001.",
            "vi": "Xử phạt hành chính thường được áp dụng cho những người phạm pháp chưa thành niên và chiếm gần 3/4 (73,5%) sự xử lý đối với trẻ em làm trái pháp luật năm 2001."
        },
        {
            "en": "President Clinton has come under pressure to step up the <em>sanctions</em>.",
            "vi": "Tổng thống Clinton đang chịu áp lực phải tăng cường các biện pháp chế tài."
        },
        {
            "en": "However, avoidance of <em>sanctions</em> should not be the only incentive for local areas to increase participation.",
            "vi": "Tuy nhiên, việc tránh các hình phạt sẽ không là động cơ duy nhất đối với các khu vực địa phương phải tăng cường sự tham gia."
        },
        {
            "en": "State <em>sanctions</em> should only apply to serious breaches of public safety and property damage;",
            "vi": "Xử phạt của Nhà nước chỉ nên áp dụng cho những trường hợp vi phạm nghiêm trọng gây tổn hại đến an toàn và tài sản của xã hội;"
        },
        {
            "en": "Russia orders US to cut diplomatic staff by 755 with a month under shock new <em>sanctions</em>",
            "vi": "Nga ra lệnh Hoa Kỳ cắt giảm 755 nhân viên ngoại giao trong vòng một tháng theo những đạo luật gây sốc mới"
        }
    ],
    "suggestions": []
}