{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sæηktifaid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đã được thánh hoá; đã được đưa vào đạo thánh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tỏ ra cao đạo, tỏ ra mộ đạo (như) <font color=\"#1371BB\">sanctimonious</font></td></tr></table><i/></div>",
            "word": "sanctified"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sanctified"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sanctified"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sanctified"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sanctified"
        }
    },
    "sentences": [
        {
            "en": "Life <em>sanctified</em> by prayer",
            "vi": "Cuộc đời thánh hoá bằng cầu nguyện"
        },
        {
            "en": "He lives a life <em>sanctified</em> by prayer.",
            "vi": "Ông ta sống một cuộc đời thánh hóa bằng cầu nguyện."
        },
        {
            "en": "Paying New Year's visits is a practice <em>sanctified</em> by tradition.",
            "vi": "Đi Chúc Tết là một tục lệ được truyền thống thừa nhận."
        },
        {
            "en": "Holy water is water that has been <em>sanctified</em>.",
            "vi": "Nước thánh là nước đã được thánh hóa."
        },
        {
            "en": "The basic institution of marriage <em>sanctified</em> by the old rituals.",
            "vi": "Tục lệ hôn nhân cơ bản trở nên thiêng liêng nhờ các nghi lễ cổ kính."
        },
        {
            "en": "However, the basic institution of marriage <em>sanctified</em> by the old rituals is still intact as young couples still seek the permission of their parent to get married.",
            "vi": "Tuy nhiên, tục lệ hôn nhân cơ bản trở nên thiêng liêng nhờ các nghi lễ cổ kính thì hãy còn nguyên vẹn, bởi vì các đôi trai gái vẫn còn phải \"tìm kiếm\" sự ưng thuận của các đấng sinh thành ra họ để cưới xin."
        },
        {
            "en": "The traditional festival Cau Ngu is unique and imbrued with the cultural identity of a coastal community. The fishermen here consider whales, a giant yet nice creature, as the companion of seafarers in their voyages, on the vast ocean full of danger. To these people's mind, whales are  not just a normal kind of mammal. They are <em>sanctified</em> and named Sir Nam Hai.",
            "vi": "Lễ hội Cầu Ngue truyền thống là lễ hội duy nhất và mang đậm nét văn hóa của người dân ngư dân biển. Ở đây những người đánh cá quan tâm đến cá voi, một sinh vật khổng lồ tuyệt với, khi mà những người đi biển bầu bạn trong cuộc hành của họ, giữa đại dương bao la đầy nguy hiể. Để tâm trí của những người đi biển, cá voi không chỉ là loại động vật có vú. Chúng được thánh hóa và được đặt tên là Ông Nam Hải."
        }
    ],
    "suggestions": []
}