{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sandwort",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sandwort</k><blockquote>■ <cclass>noun a low-growing plant of the pink family, typically having small white flowers and growing in dry sandy ground. [<i>Arenaria</i> and other genera.] </cclass></blockquote></div>",
            "word": "sandwort",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sandwort",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sandwort",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sandwort",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "MAN: H-A-N-D-<em>S</em>-<em>W</em>-O-R-<em>T</em>-H. Handsworth House. It’s close to the Town Hall.",
            "vi": "MAN: H-A-N-D-S-W-O-R-T-H. Handsworth House. Nó gần với Town Hall."
        },
        {
            "en": "Reddy, <em>S</em>. G., and <em>T</em>. <em>W</em>. Pogge, 2002, “How Not to Count the Poor,” (Version 3.0), mimeo, Barnard College, New York.",
            "vi": "Reddy, S. G., và T. W. Pogge, 2002, “Làm thế nào để không đếm người nghèo,” (bản số 3.0), mimeo, Barnard College, New York."
        },
        {
            "en": "He started <em>T</em>. <em>W</em>. A (Trans World Airlines).",
            "vi": "Ông ta đã thành lập hãng hàng không xuyên lục địa."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a - <em>t</em> - e - r. I formed",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a - <em>t</em> - e",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a - <em>t</em> - e - r",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "The points of the compass are N, NE, E, SE, <em>S</em>, SW, <em>W</em>, NW, etc.",
            "vi": "Các hướng của chiếc la bàn là Bắc, Đông Bắc, Đông, Đông Nam, Nam, Tây Nam, Tây, Tây Bắc v. v..."
        },
        {
            "en": "The points of the compass are N, NE, E, SE, <em>S</em>, SW, <em>W</em>, NW, etc.",
            "vi": "Các hướng của chiếc la bàn là Bắc, Đông Bắc, Đông, Đông Nam, Nam, Tây Nam, Tây, Tây Bắc v.v..."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "She knew that \"<em>w</em> - a - <em>t</em> - e - r\" meant something cool flowing over her hand.",
            "vi": "Cô biết rằng \"n-ư-ớ-c\" là thứ gì đó lành lạnh đang chảy ra tay cô."
        },
        {
            "en": "She knew that \"<em>w</em>-a-<em>t</em>-e-r\" meant something cool flowing over her hand.",
            "vi": "Cô biết rằng \"n - ư - ớ - c\" là thứ gì đó lành lạnh đang chảy ra tay cô."
        },
        {
            "en": "Becker, <em>W</em>. Büchner, H. and Sleeking, <em>S</em>. (1987) “The Impact of Public Transfer Expenditures on Tax Evasion: An Experimental Approach”.",
            "vi": "Becker, W. Büchner, H. và Sleeking, S. (1987) “Tác động của chi chuyển khoản công đối với trốn thuế: một phương pháp tiếp cận thử nghiệm”."
        },
        {
            "en": "Dot one's i's and cross one's <em>t</em>' <em>s</em>",
            "vi": "Tỉ mỉ từng ly từng tí"
        },
        {
            "en": "Detailed observations of many binary star systems were collected by astronomers such as William Struve and <em>S</em>. <em>W</em>. Burnham.",
            "vi": "Các quan sát chi tiết của nhiều hệ thống sao đôi đã được thu thập lại bởi các nhà thiên văn William Struve và S. W. Burnham."
        },
        {
            "en": "What is the <em>S</em>. <em>T</em>. D code number, please?",
            "vi": "Xin bạn vui lòng cho biết mã số đường xa đi?"
        },
        {
            "en": "The consonants <em>t</em>, f and <em>s</em> are voiceless.",
            "vi": "T, f và s là những phụ âm vô thanh."
        },
        {
            "en": "Dot the i's and cross the <em>t</em>' <em>s</em>",
            "vi": "Đánh dấu chấm những chữ i và đánh dấu ngang những chữ t"
        },
        {
            "en": "Bruce Lee was so fast that they actually had to <em>s</em>-l-o-<em>w</em> film down so you could see his moves.",
            "vi": "Lý Tiểu Long quá nhanh đến nỗi mà thực tế họ đã phải quay phim chậm lại để bạn có thể thấy được những cử động của anh."
        },
        {
            "en": "McGreevey, <em>W</em>., Bertozzi, <em>S</em>., Gutierrez, J., Opumi, M. and Izazola, J.: “Current and Future Resources for HIV/AIDS”, State of the Art: AIDS and Economics.",
            "vi": "McGreevey, W., Bertozzi, S., Gutierrez, J., Opumi, M. và Izazola, J.: “Nguồn lực hiện nay và tương lai cho HIV/AIDS”, Hiện tại: AIDS và kinh tế."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em>-a-<em>t</em>-e-r in her other hand. <em>W</em>-a-<em>t</em>-e-r, <em>w</em>-a-<em>t</em>-e-r. I formed the word again and again in her hand. Helen looked straight up at the sky as if a lost memory or thought of some kind was coming back to her.",
            "vi": "chữ cái w - a - t - e - r trong tay kia của cô bé. W - a - t - e - r, w - a - t - e - r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        }
    ],
    "suggestions": []
}