{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[sænz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">giới từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ cổ,nghĩa cổ) không, không có</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">sans cérémonie</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">không nghi thức</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">sans faon</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nói thẳng, không khách sáo</font></td></tr></table><i/></div>",
            "word": "sans"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sans</k><blockquote><cclass>[<cclass>sanz<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>preposition <cclass>literary or <cclass>humorous without. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>sanz</i>, from L. <i>sine</i> 'without'. </blockquote></div>",
            "word": "sans"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sans"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sans"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sans"
        }
    },
    "sentences": [
        {
            "en": "<em>Sans</em> faon",
            "vi": "Không khách sáo"
        },
        {
            "en": "<em>Sans</em> ceremonie",
            "vi": "Không nghi thức"
        },
        {
            "en": "He presented the savage remarks <em>sans</em> faon.",
            "vi": "Anh ta đã trình bày những lời nhận xét ác độc một cách thẳng thắn."
        },
        {
            "en": "The King of <em>Sans</em> Souci cyclo service, Hanoi  ",
            "vi": "Vua dịch vụ xích lô ở Hà Nội"
        },
        {
            "en": "You need time to spend with your friends <em>sans</em> him.",
            "vi": "Em cần ở bên bạn bè nhiều hơn khi không có anh ấy."
        },
        {
            "en": "I at once recollected the famous poem by Keats known as \"La Belle Dame <em>Sans</em> Merci\".",
            "vi": "Ngay lập tức tôi liên tưởng đến bài thơ nổi tiếng của keats \"người đàn bà đẹp vô ơn\"."
        },
        {
            "en": "40 years ago, <em>sans</em> serif typefaces were not as common as they are now.",
            "vi": "40 năm trước, kiểu chữ in không có nét gạch ở các cạnh không thông dụng như bây giờ."
        },
        {
            "en": "I 've got some suggestions on self - promotion that will make your effort becoming known a little bit easier, <em>sans</em> the public embarrassment.",
            "vi": "Tôi có vài gợi ý để tự giới thiệu mình, giúp biến những nỗ lực của bạn để được nhiều người biết đến dễ hơn một chút mà không phải xấu hổ ở nơi công cộng."
        },
        {
            "en": "The city has four companies specializing in providing travel services cyclo: <em>Sans</em> Souci, Huy Phong, Hotel Métropole and cultural tourism company, but the most famous is <em>Sans</em> Souci of Mr. Do Anh Thu, 65, who is regarded as the saviour of the cyclo.",
            "vi": "Thành phố có bốn công ty chuyên cung cấp dịch vụ xích lô du lịch là: Sans Souci, Huy Phong, khách sạn Métropole và công ty văn hóa du lịch, nhưng nổi tiếng nhất là Sans Souci của ông Đỗ Anh Thư, 65 tuổi, người được coi là vị cứu tinh của xích lô."
        },
        {
            "en": "The \"Lilupophilupop\" SQL injection campaign has infected a little over a million URLs since it was first detected in early December, according to a post on the <em>SANS</em> Institute's Internet Storm Center. The security firm detected only 80 corrupted URLs when it first noticed the campaign. Mark Hofman, a handler at the <em>SANS</em> Institute's Internet Storm, acknowledged the list contained duplicate URLs but regardless of the actual number of infected sites, the campaign was definitely growing.",
            "vi": "Chiến dịch SQL injection của \"Lilupophilupop\" đã lây nhiễm ít hơn một triệu URL kể từ khi nó được phát hiện đầu tiên vào đầu tháng 12, theo một bài đăng trên chương trình Internet Storm Center của Viện SANS. Công ty bảo mật này đã phát hiện chỉ có 80 URL bị hỏng khi họ lần đầu tiên chú ý đến chiến dịch này. Mark Hofman, người quản lý chương trình Internet Storm tại Viện SANS, thừa nhận danh sách này chứa các URL trùng lặp nhưng bất kể số lượng thực tế của các trang web bị lây nhiễm, chiến dịch này được xác định ngày càng gia tăng."
        },
        {
            "en": "This newest mass injection is similar to the LizaMoon attack, which was responsible for redirecting 1.5 million URLs to fake antivirus pages. Websites based in the Netherlands are the biggest victims of Lilupophilupop, followed by French sites, according to the <em>SANS</em> Institute. Sites with backends running on IIS, ASP or Microsoft SQL Server seem to be the primary target.",
            "vi": "Theo Viện SANS, cuộc tấn công Injection hàng loạt mới nhất này là tương tự như cuộc tấn công LizaMoon mà chịu trách nhiệm cho việc hướng 1,5 triệu URL vào các trang web chống virus giả mạo. Các trang web đặt tại Hà Lan là những nạn nhân lớn nhất của chiến dịch Lilupophilupop,tiếp theo đó là các trang web ở Pháp. Các trang web với các chương trình phụ trợ chạy trên nền tảng IIS, ASP, Microsoft SQL Server dường như là mục tiêu chính."
        },
        {
            "en": "<em>Sans</em> Souci cyclo was honored to serve the Czech Republic Prime Minister Milos Zeman, the delegation accompanying French President Jacques Chirac, guests attending the Asia-Europe Summit (ASEM 5), and some embassy staff in Hanoi such as France and the Netherlands.",
            "vi": "Xích lô Sans Souci đã vinh dự được phục vụ cho Thủ tướng Cộng hòa Séc ông Milos Zeman, đoàn tháp tùng Tổng thống Pháp Jacques Chirac, khách tham dự Hội nghị cấp cao Á -Âu (ASEM 5), và một số nhân viên đại sứ quán tại Hà Nội như Pháp và Hà Lan."
        },
        {
            "en": "6. Bun bo nam bo This bowl of vermicelli noodles -- widely popular in Hanoi -- comes <em>sans</em> broth, keeping the ingredients from becoming sodden and the various textures intact. The tender slices of beef mingle with crunchy peanuts and bean sprouts and are flavored with fresh herbs, crisp dried shallots and a splash of fish sauce and fiery chili pepper.",
            "vi": "Bún bò nam bộBát bún này - rất phổ biến ở Hà Nội - không có nước lèo, giữ nguyên thành phần sau khi nhúng nước. Những miếng thịt bò mềm trộn cùng đậu phộng rang và giá đỗ thêm ngon khi ăn kèm với rau thơm tươi, hành phi và nước mắm pha ớt cay thiệt cay."
        },
        {
            "en": "With 129 pedicabs, <em>Sans</em> Souci companies still lead this type of service. At least 70% of the company's customers come from French-speaking countries, 25% from English speaking countries, and the remaining 5% come from Asian countries like Japan, Korea, Hong Kong and Singapore.",
            "vi": "Với 129 xe xích lô, công ty Sans Souci dẫn đầu loại dịch vụ này. Ít nhất 70% khách hàng của công ty đến từ các nước nói tiếng Pháp, 25% từ các nước nói tiếng Anh, và 5% còn lại đến từ các nước châu Á như Nhật Bản, Hàn Quốc, Hồng Kông và Singapore."
        },
        {
            "en": "“Maybe because it was the first cyclo company in the world. Perhaps it is more special because I graduated from the Ha Noi National University of Education. Hard times pushed me to find a temporary job to earn a living when my history degree could not help. No one ever imagined that I would stay so strongly attached to this career. Last but not least, I gave my company a unique French name: <em>Sans</em> Souci – No worries!\" Thu said.",
            "vi": "\"Có lẽ vì nó là công ty xích lô đầu tiên trên thế giới. Tuy nhiên nó có lẽ đặc biệt hơn bởi vì tôi tốt nghiệp từ Đại học Sư phạm Quốc gia Hà Nội. Thời gian khó khăn đã đẩy tôi đi tìm một công việc tạm thời để kiếm sống khi bằng tốt nghiệp ngành lịch sử của tôi không thể tìm được việc. Không ai có thể tưởng tượng rằng tôi sẽ ở lại để gắn bó với nghề này. Cuối cùng nhưng không kém phần quan trọng, tôi đã đặt cho công ty của tôi một cái tên tiếng Pháp độc đáo: Sans Souci - Không có lo lắng!\" ông Thư nói."
        }
    ],
    "suggestions": []
}