{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Santiago"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Santiago"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Santiago"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Santiago"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Santiago"
        }
    },
    "sentences": [
        {
            "en": "9) <em>Santiago</em>, Chile",
            "vi": "9) Santiago, Chile"
        },
        {
            "en": "My cousin has a house in <em>Santiago</em>.",
            "vi": "Anh họ của tôi có một ngôi nhà ở Santiago."
        },
        {
            "en": "You should use a road map to find your way through <em>Santiago</em>.",
            "vi": "Bạn nên dùng bản đồ đường đi để tìm đường của mình qua Santiago."
        },
        {
            "en": "Kate was wined and dined by her old friends during her trip to <em>Santiago</em>.",
            "vi": "Kate được bạn bè cũ thết đãi các bữa ăn thịnh soạn trong chuyến đi đến Santiago."
        },
        {
            "en": "In the capital, <em>Santiago</em>, officials closed the international airport because of damage.",
            "vi": "Ở thủ đô, Santiago, các viên chức đã đóng cửa sân bay quốc tế vì thiệt hại."
        },
        {
            "en": "MV \"Anthas\" carried a shipment of sugar from <em>Santiago</em> de Cuba to Xingang.",
            "vi": "Tàu buôn \"Anthas\" chở một lô đường cát từ Santiago của Cuba đến Xingang."
        },
        {
            "en": "<em>Santiago</em>, which is located at the foot of the Andes, has beautiful views of mountains covered with snow.",
            "vi": "Santiago, tọa lạc ở chân núi Andes, có nhiều cảnh núi non đẹp được tuyết che phủ."
        },
        {
            "en": "World's most isolated airportAirport: Mataveri International Airport Location: Easter Island  Mataveri International Airport is 3,759 kilometres from <em>Santiago</em>, Chile.",
            "vi": "Sân bay biệt lập nhất thế giớiSân bay:Địa điểm:Sân bay quốc tế Mataveri nằm cách Santiago, Chile 3 759 km"
        },
        {
            "en": "The volcano is located approximately 400 miles south of the capital, <em>Santiago</em>. It's located above the city of Pucon, which has about 22,000 residents.",
            "vi": "Núi lửa nằm khoảng 400 dặm về phía nam của thủ đô Santiago. Nó nằm phía trên thành phố Pucon, có khoảng 22.000 cư dân."
        },
        {
            "en": "Specialty: IT infrastructure and systems management; - Good supply of educated, IT-proficient workers in <em>Santiago</em>, and it's an alternative hub for companies that want to consolidate IT services.",
            "vi": "Đặc thù: Kết cấu nền CNTT và quản lí hệ thống; - Cung cấp công nhân thành thạo về CNTT, có giáo dục ở Santiago, và nó là đầu mối thay thế cho các công ty muốn hợp nhất dịch vụ CNTT."
        },
        {
            "en": "<em>Santiago</em> Alvarez is a businessman in Caracas. He says it is difficult to get all the permits necessary to start a business.",
            "vi": "Santiago Alvarez là một doanh nhân ở Caracas. Ông cho biết có được tất cả những giấy phép cần thiết để khởi đầu một công việc kinh doanh ở Venezuela là rất khó khăn."
        },
        {
            "en": "It is not clear if bad weather was a factor in the crash. A tropical storm warning had been issued in <em>Santiago</em> de Cuba province where the plane took off.",
            "vi": "Không rõ liệu thời tiết xấu có phải là nhân tố tạo nên vụ tai nạn hay không, vì cơn bão đã được cảnh báo ở tỉnh Santiago de Cuba nơi chiếc máy bay cất cánh."
        },
        {
            "en": "But for all its impressive opulence, the $4 billion price tag and limited ridership potential make architect <em>Santiago</em> Calatrava's work more of a piece of expensive publicly-funded art than an important transit center.\nHere's a look inside.",
            "vi": "Nhưng dù lộng lẫy đầy ấn tượng, giá xây 4 tỷ đô-la Mỹ và hành khách ít ỏi sẽ khiến tác phẩm của kiến trúc sư Santiago Calatrava giống một tác phẩm nghệ thuật mắc tiền dân phải bỏ tiền xây hơn là một trung tâm quá cảnh quan trọng. Xin mời xem bên trong. "
        },
        {
            "en": "Cuba passenger plane crash kills all 68 people on board       A Cuban passenger plane has crashed in the centre of the country, killing all 68 people on board, officials say. Rescuers found no survivors when they reached the site of the crash, Cuba's Civil Aviation Authority said.  The state-run Aerocaribbean aircraft had been flying from the eastern city of <em>Santiago</em> de Cuba to Havana. The passengers included 28 foreigners. The other 33 passengers and seven crew members were all Cuban. There is no word on the cause of the crash. The French-built ATR twin turboprop went down late on Thursday local time in mountains near the town of Guasimal in Santi Spiritus province. Many of the 61 passengers it was carrying are believed to have been tourists. A Civil Aviation Authority statement said the foreigners on the passenger list included nine Argentines, seven Mexicans, three Dutch citizens, two Germans, two Austrians, a French citizen, an Italian, a Spaniard, a Venezuelan and a Japanese citizen.  The twice-weekly flight 883 had originated in Port-au-Prince in Haiti and stopped over in <em>Santiago</em>. The pilot reported an emergency before contact was lost. Emergency crews and local residents had to use bulldozers to cut through thick vegetation to reach the crash scene, Cuban media say.  They pulled bodies from the wreckage but found no-one alive. One eyewitness described the crash site as \"a ball of flame in the middle of the mountain\". It is not clear if bad weather was a factor in the crash. A tropical storm warning had been issued in <em>Santiago</em> de Cuba province where the plane took off. \"At the moment, aviation and regional authorities are gathering the facts and details and have created a commission to investigate such a regrettable accident,\" the Civil Aviation Authority statement said.",
            "vi": "Vụ tai nạn máy bay ở Cuba làm thiệt mạng tất cả 68 hành khách trên khoang       Các viên chức cho biết một chiếc máy bay chở hành khách ở Cuba đã rơi ngay trung tâm quốc gia này, làm thiệt mạng tất cả 68 người trên khoang. Nhân viên cứu hộ đã không tìm thấy bất cứ người nào còn sống sót khi họ đến hiện trường vụ tai nạn, theo Cục hàng không dân dụng Cuba cho biết. Chiếc máy bay Aerocaribbean thuộc quốc doanh đang bay đến Havana từ thành phố phía tây của Santiago de Cuba. Trong đó có 28 hành khách là người nước ngoài. Còn 33 hành khách khác và các thành viên phi hành đoàn đều là người Cuba. Nguyên nhân vụ tai nạn đang được điều tra. Động cơ tua-bin cánh quạt ghép đôi ATR  do Pháp sản xuất rơi vào cuối ngày thứ Năm theo giờ địa phương ở ngọn núi gần thị trấn Guasimal thuộc tỉnh Santi Spiritus. Phần nhiều trong số 61 hành khách được cho là khách du lịch. Một nhân viên Cục Hàng không dân dụng cho biết những hành khách trong danh sách gồm có 9 người Argentina, bảy người Mê-hi-cô, 3 công dân người Hà Lan, 2 người Đức, 2 người Áo, còn lại Pháp, Ý, Tây Ban Nha, Venezuela và Nhật Bản, mỗi nước một công dân. Chuyến bay 883 bay hai lần một tuần khởi hành ở Port-au-Prince, Haiti và dừng ở Santiago. Phi hành gia đã báo cáo tình trạng khẩn cấp trước khi mất liên lạc. Truyền hình Cuba đưa tin đội cứu hộ khẩn cấp và dân địa phương phải dùng xe ủi đất cắt bớt cây cối rậm rạp để tiếp cận hiện trường vụ tai nạn. Họ kéo các thi thể ra khỏi đống đổ nát nhưng không tìm thấy người nào còn sống sót. Một người chứng kiến mô tả hiện trường vụ tai nạn như là “quả cầu lửa giữa ngọn núi”. Không rõ liệu thời tiết xấu có phải là nhân tố tạo nên vụ tai nạn hay không, vì tỉnh Santiago de Cuba đã cảnh báo về cơn bão nhiệt đới nơi chiếc máy bay cất cánh. “ Hiện tại, hãng hàng không và các chính quyền trong khu vực đang thu thập thông tin chính xác và lập ủy ban điều tra về vụ tai nạn đáng tiếc này,” theo lời phát biểu của Cục hàng không dân dụng nói."
        },
        {
            "en": "Search For Survivors Continues After Chile Massive Quake       Rescue workers are tearing through the rubble in search of survivors in Chile Sunday, a day after a massive earthquake shattered the country's central region.  The 8.8 magnitude quake struck the South American country Saturday in the early morning hours.  Many Chileans have continued to stay out of their homes because of the jolting series of aftershocks, some as strong as 6.9 magnitude. The quake has killed more than 300 people and damaged as many as 1.5 million homes. Officials say the death toll is expected to rise. Rescuers are working to reach about a 100 people trapped in an apartment building that collapsed in Concepcion, the country's second-largest city. The main rescue operation is centered in the city, about 100 kilometers from the epicenter of the quake. Looters ransacked stores in Concepcion Sunday, stealing both food and electrical appliances. Police used tear gas and water cannons to disperse a crowd of looters at one supermarket. Chilean President Michelle Bachelet declared a \"state of catastrophe\" in central Chile, where the quake toppled buildings, overturned cars and brought down power and phone lines.  Bridges fell and many streets were covered with rubble. Fires were reported. Several hospitals collapsed. The president has not asked for assistance from other countries, but several nations have offered to send aid. Speaking at the Vatican Sunday, Pope Benedict said he is praying for the people of Chile and other populations in the Pacific tested by the calamity.  The earthquake has raised a daunting first challenge for billionaire Sebastian Pinera, who was elected Chile's president in January. He takes office in two weeks. Chile's children who were preparing to return to school Monday at the end of their summer break have had their vacation extended another week. In the capital, <em>Santiago</em>, officials closed the international airport because of damage. Argentina and other parts of South America also felt the earthquake. While cell phone communication was knocked out by the quake, many people used social networking sites such as Twitter and Facebook to reach out to friends and loved ones. The U.S. Geological Survey says an earthquake with a magnitude of 8 or more is classified as a \"great\" earthquake that can cause tremendous damage.  The biggest earthquake ever recorded struck the same area of Chile in 1960. It had a magnitude of 9.5 and also set off a tsunami, which had devastating effects in Pacific countries including Japan and the Philippines, where at least 1,600 people were killed.",
            "vi": "Cuộc tìm kiếm người sống sót vẫn tiếp tục sau trận động đất dữ dội ở Chile       Nhân viên cứu hộ đang đào bới xuyên qua đống đổ nát để tìm kiếm người sống sót ở Chile hôm Chủ nhật, một ngày sau trận động đất ồ ạt đã phá huỷ khu vực miền trung ở quốc gia này.  Trận động đất 8.8 độ rích-te đã làm rung chuyển đất nước Nam Mỹ này vào sáng sớm hôm thứ bảy. Nhiều người dân Chile vẫn còn ở bên ngoài nhà của họ vì có những đợt dư chấn rung chuyển nữa, trong đó có một số dư chấn mạnh đến 6.9 độ rích-te. Trận động đất đã làm chết hơn 300 người và phá huỷ lên đến 1,5 triệu căn nhà. Các viên chức nói rằng tổng số người chết sẽ còn tiếp tục tăng. Nhân viên cứu hộ đang làm việc để cứu khoảng 100 người mắc kẹt trong một chung cư bị đổ sập ở Concepcion, thành phố lớn thứ nhì ở quốc gia này. Hoạt động cứu hộ chủ yếu tập trung ở trong thành phố, cách tâm động đất khoảng 100 cây số Những kẻ hôi cướp phá các cửa hàng ở Concepcion hôm chủ nhật, ăn cắp cả thức ăn lẫn đồ điện. Cảnh sát sử dụng hơi cay và vòi rồng để giải tán một đám đông những kẻ cướp phá tại 1 siêu thị.  Michelle Bachelet tổng thống chilean tuyên bố \" nhà nước của thảm hoạ \" ở miền trung Chile, nơi trận động đất làm lật đổ những toà nhà, lật ngược những chiếc xe hơi và làm cắt lưới điện và đường dây điện thoại.  Những cây cầu đổ sập và nhiều đường phố phủ đầy những đống gạch vụn. Những đám cháy đang được đưa tin. Vài bệnh viện bị sập đổ.  Tổng thống đã không đòi trợ giúp từ quốc gia khác, nhưng vài quốc gia đã đề nghị gửi viện trợ.  Phát biểu tại Vatican hôm Chủ Nhật, Đức giáo hoàng Benedict nói rằng Ngài đang cầu nguyện cho người dân ở Chile và những cư dân khác ở vùng Thái Bình Dương đang chịu thử thách trước thiên tai. Trận động đất còn gia tăng thách thức làm thoái chí đầu tiên cho tỉ phú Pinera Sebastian, người được bầu làm tổng thống Chile vào tháng giêng. Ông ấy sẽ nhậm chức trong hai tuần nữa.  Trẻ em Chile đang sắp quay lại trường học vào ngày thứ hai sau kỳ nghỉ hè đã phải kéo dài kỳ nghỉ sang thêm một tuần nữa. Ở thủ đô, Santiago, các viên chức đã đóng sân bay quốc tế vì thiệt hại.  Argentina và các nơi khác vùng Nam Mỹ cũng bị ảnh hưởng trận động đất.  Trong khi mạng điện thoại di động bị cắt đứt bởi trận động đất, nhiều người sử dụng các trang mạng xã hội như là Twitter và Facebook để liên lạc với bạn bè và người thân. Cơ quan khảo sát địa chất Hoa Kỳ nói trận động đất với cường độ 8 hay hơn 8 độ rích-te được xếp vào trận động đất \"lớn\" có thể gây ra thiệt hại vô cùng nặng nề. Trận động đất lớn nhất từng được ghi lại đã làm rung chuyển cùng một khu vực trên ở Chile vào năm 1960. Nó có độ lớn là 9.5 độ rích-te và cũng gây ra sóng thần, kéo theo những hậu quả phá hoại thảm khốc ở các nước Thái Bình dương trong đó có Nhật Bản và Philippines, nơi có ít nhất 1,600 người đã bị chết."
        },
        {
            "en": "Five Reasons Why Inter Beat Bayern Munich    1) Diego Milito It’s not hard to figure out that the 30-year-old was an important factor, simply by looking at the scoreboard.  You’ll see the Argentine’s name not once, but twice as he continued his penchant of scoring in big matches.  His goals clinched all three of Inter’s titles this season – the Coppa Italia, Serie A and now the Champions League.  President Massimo Moratti’s dream has been realised in no small part due to his efforts.  At Real Zaragoza and Genoa he proved to be a capable scorer, but at Inter he displayed a world-class pedigree at the top level and will hope to carry that into the World Cup.  2) Bayern’s Weak Defense Milito clincially took both his chances with great aplomb, but also exposed FC Hollywood’s centre-backs, a weakness that had been highlighted throughout the season in Europe’s top competition, even against Manchester United and Fiorentina, and an Achilles heel that Goal.com’s Ewan Macdonald pinpointed before the match. In the first instance, he beat Martin Demichelis in the air before playing a give-and-go with Wesley Sneijder and completed his brace when he left Daniel van Buyten for dead. 3) Motivation Of course both sides had their motivations, but in reality it may have propelled the Beneamata further than the Bavarians on the day. As Goal.com’s Peter Staunton reports, Mourinho was motivated to defeat former mentor Louis van Gaal and win ‘the war’ with Italy.  The players were motivated by history – an Italian club’s first-ever treble season and patron Massimo Moratti motivated to replicate his father’s success.  Eto’o determined to succeed somewhere other than Barcelona, Lucio resolute in overcoming the side that let him go, Sneijder unwavering in his goal to succeed at the <em>Santiago</em> Bernabeu, the list goes on...  4) Selfless Style Of Play It may not be the most pretty football to watch – Arsenal or Barcelona will offer you more of a spectacle – but the Nerazzurri proved they are the most effective in 2009-10 by working hard and diligently for one another.  Samuel Eto’o is a true example, having given up his goalscoring instincts for a spot on the wing, Lucio and Walter Samuel threw their bodies on the line time and time again, Javier Zanetti dug deep to find the energy reserves to cover men and ground, and even Maicon curbed his attacking enthusiasm on Saturday evening.  5) Jose Mourinho Yes, you all knew this list would end with ‘The Special One’.  Tactically he was spot on once again – denying Bayern space in the attacking third, keeping their opportunities to a minimum, and of course ending their hopes – as he did to Chelsea, CSKA Moscow and former champions Barcelona.  Now on his way to Real Madrid, he leaves a legacy in Milan having won a historic treble that the fans will remember for years to come. His time in Serie A was anything but smooth, but in the end it was a boost for himself, the club and the country.",
            "vi": "Năm lý do Inter đánh bại Bayern Munich      1) Diego Milito Không khó hình dung cầu thủ 30 tuổi này là một nhân tố quan trọng, đơn giản là nhìn vào bảng thành tích ghi bàn của anh. Bạn sẽ thấy tên của cầu thủ người Argentina không phải một lần mà là những hai lần khi anh tiếp tục nỗ lực ghi bàn trong những trận cầu lớn. Những bàn thắng của anh mang về cho Inter ba danh hiệu trong mùa này - cúp quốc gia Ý, Serie A và bây giờ là Champions League. Giấc mơ của ông chủ tịch Massimo Moratti thành hiện thực nhờ một phần không nhỏ vào những nỗ lực của anh. Anh đã chứng tỏ được mình là tay săn bàn giỏi ở Real Zaragoza và Genoa, nhưng tại Inter anh trình diễn một lối chơi thuộc đẳng cấp thế giới với cấp độ hàng đầu và hy vọng sẽ tiếp tục thể hiện ở World Cup tới. 2) Hàng phòng thủ kém cỏi của Bayern Milito dễ dàng tận dụng cả hai cơ hội của mình với sự tự tin cao độ, nhưng còn cho thấy những vị trí hậu vệ trung tâm của Bayern Munich, điểm yếu mà đã bị bộc lộ suốt cả mùa bóng trong giải đấu cao nhất Châu Âu, thậm chí trước Manchester United và Fiorentina, và là gót chân A – sin mà Ewan Macdonald của Goal.com từng chỉ ra một cách chính xác trước trận đấu. Ở tình huống đầu tiên, anh ta vượt qua Martin Demichelis trong pha tranh chấp trên không trước khi bật tường một-hai với Wesley Sneijder và dứt điểm kỹ thuật khiến Daniel van Buyten chết lặng. 3) Động lực thi đấu Tất nhiên là cả hai đội đều có động lực thi đấu của riêng mình, nhưng trên thực tế hôm đó Beneamata đã thể hiện được sự vượt trội so với những Bavarians. Như Peter Staunton của Goal.com viết, Mourinho có động lực để đánh bại ông thầy lỗi lạc cũ của mình Louis van Gaal và thắng trong \"trận chiến\" với nước Ý. Các cầu thủ có động lực là làm nên lịch sử - mùa bóng giành cú ăn ba đầu tiên của một câu lạc bộ Ý và ông chủ Massimo Moratti có động lực là tái lập thành công của cha mình. Eto’o quyết tâm gặt hái thành công tại một câu lạc bộ ngoài Barcelona, Lucio cố gắng vượt qua đội bóng đã đẩy anh ra đi, Sneijder kiên định mục tiêu gặt hái thành công ngay tại Santiago Bernabeu, danh sách còn tiếp tục ... 4) Lối chơi đồng đội Không phải là thứ bóng đá hấp dẫn nhất để thưởng thức - Arsenal hoặc Barcelona sẽ mang đến cho bạn nhiều pha bóng quyến rũ hơn - nhưng Nerazzurri chứng tỏ họ là đội bóng hiệu quả nhất mùa bóng 2009-2010 bằng việc tập luyện cật lực và cần mẫn gắn bó các cá nhân với nhau. Samuel Eto’o là một ví dụ điển hình, từ bỏ bản năng săn bàn của mình để chạy dạt ra cánh, Lucio và Walter Samuel lăn xả và ăn ý hết lần này đến lần khác ở hàng thủ, Javier Zanetti thọc sâu mang đến nguồn năng lượng cho các đồng đội, và ngay cả Maicon cũng kiềm chế máu tấn công vốn có của mình trong buổi tối thứ bảy. 5) Jose Mourinho Vâng, tất cả các bạn đã biết bản liệt kê này sẽ kết thúc với \"Người đặc biệt\". Ông lại chính xác trong việc đưa ra chiến thuật - kiềm hãm không gian hoạt động của Bayern khi tấn công, hạn chế cơ hội của họ đến mức thấp nhất, và tất nhiên dập tắt mọi hy vọng của họ - như ông đã từng làm với Chelsea, CSKA Moscow và nhà cựu vô địch Barcelona. Bây giờ ông trên đường đến với Real Madrid, ông để lại một di sản ở Milan với việc giành cú ăn ba lịch sử mà người hâm mộ sẽ nhớ trong nhiều năm nữa. Thời gian của ông ở Serie A không hề hoàn toàn suôn sẻ, nhưng cuối cùng điều đó làm tăng giá trị của bản thân ông, cho câu lạc bộ và cho đất nước."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n15 October 2010 Last updated at 02:14 GMT  Three of the 33 men rescued after 69 days trapped in the San Jose mine in Chile have been discharged from hospital and allowed to go home. The three, who were not officially identified, left in a white car amid tight security. Doctors said all the miners had responded well to treatment and many more of them would go home on Friday. Earlier President Sebastian Pinera visited them and promised to stamp out \"inhuman\" working conditions in Chile. Copiapo hospital's deputy medical director Dr Jorge Montes the three men who left would be allowed to carry out physical activity and would need sunglasses only if they were exposed to intense light. However, he warned that \"the psychological condition of the patients is something we cannot predict\". Dramatic rescue The miners had been told they would need to be held in the hospital for 48 hours but Health Minister Jaime Manalich announced earlier that their condition was so good that many would be able to leave within 24 hours. He said their condition was nothing short of a miracle. Some of the men have been given dental surgery and two have the lung disease, silicosis: Mario Sepulveda, the second miner to have been rescued, and Mario Gomez, 63, who is on a course of antibiotics for pneumonia. The men were hauled to the surface one at a time in a complicated and dramatic operation that took about 22 hours from the time the first miner reached the ground to when the last miner surfaced. They were winched up a narrow shaft in a metal capsule from where they had been trapped 625m (2,050 feet) below ground since the mine partially collapsed on 5 August. \"The trip up was calm,\" said rescued miner Richard Villarroel. \"Everything was well prepared. I came up listening to music.\" He and the 32 other miners have set a world record for surviving the longest time trapped underground. As they arrived at the surface, each miner was greeted by President Pinera, who promised a review that would lead to a \"very radical change\" affecting the health and safety of workers in mining as well as the transport, fishing and construction industries. He said it was impossible to guarantee that Chile would never face such an accident in the future. \"But we can guarantee one thing: never again in our country will we allow working in conditions so inhuman and so unsafe as happened in the San Jose mine and many other places in our country.\" He told the miners there will be a big celebration for them on 25 October, in the capital <em>Santiago</em>. He also invited them for a game of football the same day against the officials who had helped rescue them.  Mr Pinera joked that the winners would be allowed to live at the presidential palace, La Moneda, while the losers would have to go back down the mine. Offers The miners survived the first 17 days of their ordeal by eking out rations that were meant to last just a few days before rescuers found them via a probe lowered down a bore hole about the width of a grapefruit. Food and other supplies were lowered to the men while they waited for a larger shaft to be drilled for their rescue. Now that the men are safe, thoughts have turned to their emotional wellbeing. An insight into how the miners are adjusting to life above ground has come from a diary written for the BBC by the three children of Omar Reygadas, the 17th to be freed. One of the children, Ximena, has described how her father has become so pale after his 69 days underground that he resembles the cartoon ghost, Casper. \"In general, he's in good spirits. But then when he remembers the first few days after the accident, he starts crying, he gets very upset,\" she wrote. \"But then he pulls himself together and his spirits are high once more.\" The Chilean government has promised to care for the miners for at least six months. Offers and invitations to the men have begun to pour in.  European football clubs Manchester United and Real Madrid have invited the 33 to watch them play and they have also received offers of holidays and TV appearances. They are also expected to receive offers of jobs, advertising deals and book and movie contracts to tell their extraordinary stories http://www.bbc.co.uk/news/world-latin-america-11547889",
            "vi": "Many obstacles to a final Middle East peace deal      \n \n15 October 2010 Last updated at 02:14 GMT  Ba trong số 33 người được cứu sau 69 ngày mắc kẹt dưới mỏ San Jose ở Chi-lê vừa được xuất viện và được phép về nhà. Ba người, chưa được chính thức nhận diện, đã lên một chiếc xe hơi màu trắng giữa vòng vây an ninh thắt chặt. Các bác sỹ cho biết toàn bộ các thợ mỏ đã đáp ứng tốt với việc điều trị và sẽ có thêm nhiều người trong số họ được về nhà vào thứ Sáu. Trước đó Tổng thống Sebastian Pinera đã đến thăm họ và hứa sẽ dẹp bỏ những điều kiện lao động “phi nhân đạo” ở Chi-lê. Tiến sĩ Jorge Montes, phó giám đốc y tế của Bệnh viện Copiago cho biết ba người xuất viện ấy được phép tham gia hoạt động mạnh về thể chất và chỉ cần đeo kính râm khi tiếp xúc với ánh sáng cường độ mạnh. Tuy nhiên, ông cảnh báo rằng “tình trạng tâm lý của bệnh nhân là điều không thể tiên liệu”. Cuộc giải cứu gây xúc động sâu sắc  Các thợ mỏ được thông báo họ cần được giữ lại bệnh viện trong 48 tiếng nhưng Bộ trưởng Y Tế Jaime Manalich thông báo trước đó rằng tình trạng sức khỏe của họ tốt đến mức họ có thể ra về trong vòng 24 tiếng. Ông nói tình trạng sức khỏe của họ thật là kỳ diệu. Một vài người trong số họ được phẫu thuật nha khoa và hai người bị bệnh phổi do hít bụi xi-lích : Mario Sepulveda, người thợ mỏ thứ hai được cứu, và Mario Gomez, 63 tuổi, đang được điều trị bệnh phổi bằng kháng sinh Các thợ mỏ được kéo lên mặt đất mỗi lần một người trong một chiến dịch phức tạp và gây xúc động sâu sắc kéo dài 22 tiếng kể từ khi người đầu tiên đến mặt đất Họ được kéo bằng tời lên đường hầm thông hẹp trong chiếc lồng kim loại từ điểm mắc kẹt cách mặt đất 625 m (2.050 feet) kể từ khi hầm mỏ bị sụp một phần vào ngày 5 tháng 8. Richard Villarroel, người thợ mỏ được cứu, cho biết “chuyến đi lên êm ả. Mọi việc được chuẩn bị tốt. Trong lúc đi lên, tôi được nghe nhạc.” Ông và 32 thợ mỏ khác vừa lập kỳ lục thế giới sống sót qua tại nạn kẹt dưới lòng đất lâu nhất. Khi họ lên mặt đất, mỗi thợ mỏ được tổng thống Pinera chào đón, ông hứa sẽ xem lại để có thay đổi quyết liệt tác động đến sức khỏe, sự an toàn của công nhân khai mỏ cũng như các ngành vận chuyển, ngư nghiệp và xây dựng. Ông nói không thể bảo đảm rằng Chi-lê sẽ không bao giờ đối mặt với một tai nạn như thế trong tương lai.  “Nhưng chúng tôi có thể bảo đảm một điều: ở đất nước chúng ta, chúng ta không bao giờ để xảy ra lần nữa tình trạng làm việc trong điều kiện phi nhân đạo và kém an toàn như ở mỏ San Jose và nhiều nơi khác trong nước.” Ông nói với các thợ mỏ sẽ tổ chức ăn mừng lớn dành cho họ vào ngày 25 tháng 10, tại thủ đô Santiago. Ông còn mời họ tham dự một trận bóng cùng ngày đấu với các viên chức đã hỗ trợ giải cứu họ. Ông Pinera nói đùa rằng đội thắng cuộc sẽ được sống trong dinh tổng thống, dinh La Moneda, còn đội thua cuộc sẽ phải xuống trở lại dưới mỏ. Những lời đề nghị  Các thợ mỏ sống sót qua 17 ngày đầu tiên của thử thách bằng cách ăn dè sẻn khẩu phần đủ dùng trong chỉ vài ngày trước khi lực lượng cứu hộ tìm thấy họ nhờ một máy dò thả xuống qua một cái lỗ rộng cỡ một trái bưởi.  Thực phẩm và đồ tiếp tế được thả xuống cho những người này trong lúc họ chờ khoan một đường hầm thông lớn hơn để giải cứu. Giờ đây khi mọi người đã an toàn, mọi suy nghĩ đang chuyển hướng sang vấn đề cảm xúc của họ. Khảo sát cách những người thợ mỏ thích nghi với cuộc sống trên mặt đất xuất phát từ nhật ký viết cho đài BBC của ba đứa con của Omar Reygadas, người thứ 17 được giải cứu. Cô bé Ximena, một trong ba đứa trẻ, mô tả cha mình xanh xao sau 69 ngày dưới lòng đất đến mức trông giống như con ma Casper trong phim hoạt hình.  “Nói chung, ông ấy lạc quan. Nhưng khi ông nhớ lại vài ngày đầu tiên sau tai nạn, ông bắt đầu khóc, ông bị rối loạn,” cô bé viết.  “Nhưng sau đó ông lại trấn tĩnh và tinh thần ông lạc quan trở lại.” Chính phủ Chi-lê hứa chăm sóc những người thợ mỏ trong ít nhất là sáu tháng. Các lời đề nghị và mời chào dành cho những người này đã bắt đầu đổ dồn về tới tấp. Các câu lạc bộ bóng đá Châu Âu Manchester United và Real Madrid đã mời cả 33 người đến xem họ thi đấu và họ cũng nhận được những lời mời đi nghỉ và xuất hiện trên truyền hình. Họ cũng trông đợi các lời mời làm việc, các hợp đồng quảng cáo và viết sách, đóng phim để thuật lại câu chuyện dị thường của mình. http://www.bbc.co.uk/news/world-latin-america-11547889"
        }
    ],
    "suggestions": []
}