{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sæfaiə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ngọc bích (ngọc màu xanh sáng, trong)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">màu ngọc bích</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có màu ngọc bích</td></tr></table><i/></div>",
            "word": "sapphire"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sapphire</k><blockquote><cclass>[<cclass>'safʌɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a transparent precious stone, typically blue, which is a form of corundum. </blockquote></blockquote><blockquote><blockquote>2》 a bright blue colour. </blockquote></blockquote><blockquote><blockquote>3》 a hummingbird with shining blue or violet plumage. [<i>Hylocharis</i> and other genera.] </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>sapphirine</b><cclass>'safɪrʌɪn <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>safir</i>, via L. from Gk <i>sappheiros</i>, prob. denoting lapis lazuli. </blockquote></div>",
            "word": "sapphire"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sapphire"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sapphire"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lam ngọc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lam ngọc, sa phia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> saphia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sapphire substare</font><font color=\"#282828\">: đế saphia</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">silicon on sapphire technology</font><font color=\"#282828\">: công nghệ silic trên saphia</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">silicon on sapphire transistor</font><font color=\"#282828\">: tranzito silic trên saphia</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xa-phia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">sapphire center</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mũi tâm xafia</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">silicon on sapphire device (SOS) device</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dụng cụ SOS</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">silicon on sapphire device (SOS) device</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> linh kiện SOS (silic trên saphia)</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">silicon on sapphire transistor</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tranzito SOS</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "sapphire"
        }
    },
    "sentences": [
        {
            "en": "Female <em>sapphire</em>",
            "vi": "Xafia mờ"
        },
        {
            "en": "<em>Sapphire</em> is precious stones.",
            "vi": "Saphia là đá quý."
        },
        {
            "en": "Is that a <em>sapphire</em>?",
            "vi": "Đó có phải là ngọc bích không?"
        },
        {
            "en": "She had the <em>sapphire</em> set in a gold ring.",
            "vi": "Cô ấy đem gắn viên ngọc xa-phia lên chiếc nhẫn vàng."
        },
        {
            "en": "She had the <em>sapphire</em> set in a gold ring.",
            "vi": "Cô ấy đem gắn viên ngọc xa - phia lên chiếc nhẫn vàng."
        },
        {
            "en": "This meticulously crafted ring displays the bold blue <em>sapphire</em> color.",
            "vi": "Chiếc nhẫn được chế tác tỉ mỉ này thể hiện một màu xanh saphia rõ nét."
        },
        {
            "en": "I will buy a <em>sapphire</em> in the platinum setting.",
            "vi": "Tôi sẽ mua viên ngọc xaphia dát trên nền bạch kim đó."
        },
        {
            "en": "World's largest blue star <em>sapphire</em> -- worth $100M -- discovered",
            "vi": "Tìm thấy viên sapphire ngôi sao xanh dương lớn nhất thế giới - trị giá 100 triệu đô la"
        },
        {
            "en": "Here we have a pair of <em>sapphire</em> dangly screw-on earings.",
            "vi": "Ở đây chúng tôi có đôi bông tai dài đá ngọc bích."
        },
        {
            "en": "Here we have a pair of <em>sapphire</em> dangly screw - on earings.",
            "vi": "Ở đây chúng tôi có đôi bông tai dài đá ngọc bích."
        },
        {
            "en": "While silicon-on-<em>sapphire</em> has been one of the SOI layers actively investigated, SOI film utilizing it has still been found to be defective and silicon-on-<em>sapphire</em> was never able to be successfully used as an insulating material.",
            "vi": "là một trong các lớp SOI được nghiên cứu rất tỉ mĩ, nhưng film SOI sử dụng nó vẫn tìm thấy khiếm khuyết và sillion trên sapphire không bao giờ có thể sử dụng thành công như một vật liệu cách điện."
        },
        {
            "en": "- on - <em>sapphire</em> has been one of the SOI layers actively investigated, SOI film utilizing it has still been found to be defective and silicon - on - <em>sapphire</em> was never able to be successfully used as an insulating material.",
            "vi": "Mặc dù silicon trên shapphire là một trong các lớp SOI được nghiên cứu rất tỉ mĩ, nhưng film SOI sử dụng nó vẫn tìm thấy khiếm khuyết và sillion trên sapphire không bao giờ có thể sử dụng thành công như một vật liệu cách điện."
        },
        {
            "en": "The world's biggest blue star <em>sapphire</em> -- weighing in at 1,404.49 carats -- has been found in a mine in Sri Lanka.",
            "vi": "Tìm thấy viên sapphire ngôi sao xanh dương lớn nhất thế giới - nặng 1404,49 carats - tại một khu mỏ ở Sri Lanka."
        },
        {
            "en": "One insulator found to be perfectly crystalline and whose properties are close to those of silicon is <em>sapphire</em>.",
            "vi": "Một chất cách điện tìm thấy sẽ là chất kết tinh hoàn toàn và có các đặc tính gần với sillion là sapphire."
        },
        {
            "en": "The current owner, who refused to be identified, told Ceylon Today the <em>sapphire</em> was \"destined to be a priceless museum piece\" and that the stone is so big it \"cannot set in any kind of jewelery.\"",
            "vi": "Người chủ sở hữu viên ngọc hiện nay, từ chối tiết lộ danh tính, nói với tờ Ceylon Today rằng viên ngọc là \"vật vô giá dành để trưng trong viện bảo tàng\" và nó rất lớn, hơn bất kỳ viên đá quý nào."
        },
        {
            "en": "\"The moment I saw it, I decided to buy. I suspected that it might be the world's largest blue star <em>sapphire</em>. So I took a risk and bought it,\" the owner told the BBC.",
            "vi": "Chủ đó nói với BBC: \"Khi nhìn thấy nó tôi quyết định mua liền. Tôi đồ rằng nó là viên sapphire ngôi sao xanh dương lớn nhất thế giới. Tôi liều một phen mua nó xem sao.\""
        },
        {
            "en": "Queen Elizabeth’s father gave her <em>sapphire</em> jewels (originally purchased by George VI ) as a wedding gift in 1947, and then she later had a matching tiara made in the 60s. I guess she just didn’t have enough tiaras! The girl loves her jewelry!",
            "vi": "Cha Nữ hoàng Elizabeth đã tặng các món nữ trang sapphire cho bà ( vốn do George VI mua) làm quà cưới vào năm 1947, rồi sau này bà đã cho làm một vương miện đồng bộ trong thập kỷ 60. Tôi đoán chắc bà chưa đủ vương miện đâu! Phụ nữ mê nữ trang lắm!"
        },
        {
            "en": "SOI Technology: IBM’s Next Advance In Chip Design         SOI Technology: IBM’s Next Advance In Chip Design I- Introduction As with IBM’s leadership manufacturing microchips using copper interconnect technology, the company has now announced what it believes to be the first commercially-viable implementation of silicon-on-insulator (SOI). For more than three decades, scientists have been searching for a way to enhance existing silicon technology to speed computer performance. This new IBM success in harnessing SOI technology will result in faster computer chips that also require less power -- a key requirement for extending the battery life of small, hand-held devices that will be pervasive in the future. SOI is a major breakthrough because it advances chip manufacturing one-to two-years years ahead of conventional bulk silicon. The following provides a step-by-step look at the developments leading up to the development of SOI technology including: a basic description of what a transistor is, a description of how chips are made, the need for improving the way chips are made, the elements of SOI technology and the impact of SOI technology. II- Transistors And Chips What is a transistor? A transistor is the electronic version of a switch. When it is on, it allows current to flow,and when it is off, it will stop current from flowing. It is exactly the same as the everyday switch that we use to turn lights onand off, except instead of using our finger, the switch is turned on and off by electricity.  The switch that is used to turn a light on and off is very big, very slow, and carries a lot of current. The transistor or “electronic switch” is usually very small, very fast, and carries less current. There are two basic type of transistors or electronic “switches” -- bipolar and MOS or metal-oxide-semiconductor.  Bipolar switches were widely used from the 1960’s to the 1980’s in computer chips for mainframe computers because performance was the key factor. Bipolar chips usually consume more power, are bigger, and are harder to manufacture but were faster than MOS chips until about 5 years ago. Bipolar switches are gradually being eliminated from use in chips and IBM, in fact, has stopped making mainframe computers with bipolar transistors in them.   MOS transistors are used in the vast majority of semiconductors. MOS transistors are smaller, faster, consume less power, and cheaper to manufacture. IBM just announced its G5 family of mainframe computers containing MOS transistors that are as fast as the fastest mainframes containing bipolar transistors.  The advantage to MOS technology is the chips can be built a lot smaller and are cheaper to manufacture. Next generation MOS mainframes will be faster than any bipolar mainframes. MOS switches are currently used in making IBM servers and almost all PCs and electronic products on the market. What does an MOS transistor look like?  MOS transistors actually look very much like a switch: they consist of a piece of metal on an oxide that is placed on a piece of silicon (semiconductor). Pure silicon does not conduct electricity. But if enough of the right kind of chemical “impurities” are added to the silicon, it will conduct electricity. On the piece of silicon that is on either side of the metal, known as a “gate” area, chemical “impurities” are added to make the silicon conduct electricity. If current is transmitted to the metal, the silicon will conduct electricity. The “impure” silicon will be “attached” to the two conducting areas on either side of the metal and electricity will flow. Silicon, then, can act both as a conductor and a non-conductor, which is why it is called a “semi-conductor”. What is a chip? Chips are basically made of thousands to millions of transistors packed into a small piece of silicon. The transistors are wired together to perform a specific function. Traditional wiring uses aluminum. In chips made using more advanced technology, they are wired together using copper. The number of transistors on a chip, the speed of each transistor, and the delay passing electricity through each transistor and each transistor’s metal interconnect determine how fast the entire chip operates.  Three of the most common kind of chips include: microprocessors, memory and logic chips.  Microprocessors, the “brains” of a computer or other electronic device, carry out most calculations and operations. Memory chips are used to store data and computer programs that are executed. There are usually two kinds of memory found in a computer: static memory (SRAM), which is fast, but not as dense and dynamic memory (DRAM), which, is slower but much denser. The forth kind of chip on the computer is a collection of logic chips: these are the chips that control the operation of the “bus” on the computer, the disk drive, and many other operations.  Since the speed and the number of  transistors on a chip are critical in determining the performance of computers, most leading edge microprocessors and dynamic memory chips on the market today usually use the most advanced technology available when they are manufactured. It is fair to assume that any leading chip technology under development today will appear in the most advanced computer microprocessors within 1-2 years. The copper metal technology, announced by IBM last year, is currently being shipped to customers.  What is CMOS?  CMOS stands for Complementary Metal Oxide Semiconductor. In the traditional MOS switch, if “high” voltage is applied to the metal “gate”, it will conduct electricity. If low voltage is applied, then the switch will be open and current flow will stop. Up to 15 years ago, only this traditional switch was in use in chips. Since then, another kind of MOS switch has been developed. This second kind of switch, operates with the opposite polarity charge of a traditional MOS, “ complementing” the traditional MOS switch.  In this switch, if a low voltage is applied to the metal “gate”, the switch will close and current will flow.  Likewise, if high voltage is applied, then it will open and the current will stop.  Almost all microprocessor, memory and support chips use both kinds of MOS switch, and thus are CMOS-based.   III- Miniaturization And Performance What is scaling? Scaling simply refers to the drive to continue making the transistor, and the technology that connects transistors together, smaller.  As a transistor becomes smaller, it becomes faster and can conduct more electricity. It also consumes less power when it switches on or off or when electricity passes through it.  Finally, the smaller a transistor becomes, the cost of producing each transistor goes down and more of them can be packed on a chip. It is worth mentioning that the critical dimension of a MOS switch, first introduced in the IBM PC 15 years ago, has gone down from 10 microns to 0.2 microns in leading chips today.  In that time, a chip’s electrical frequency rate has also increased by more than 50 times, and the number of the transistors on the chip has gone up by a factor of 20.   The single, biggest driving force behind growth in the semiconductor, computer, networking, consumer electronic and software industries in the last half century has been the continuous scaling or miniaturization of the transistor.  By making the transistor smaller, faster, lower powered and cheaper, more of them can be packed on a chip so it performs more functions faster and at lower power. Computers and other electronic devices have become smaller, more portable, cheaper, easier to use, and more accessible to everyone. As long as we can make the transistor faster and smaller, make the wiring that attaches them less resistive to electrical current and make each chip denser, the digital revolution will continue to accelerate into the 21st century. Why the need for faster performance?   The increased speed and capability of computers has had enormous impact on our society. The Internet, advanced software applications, speech recognition, advances in telecommunications and the many services that we take for granted all are made feasible only because the performance of microchips has increased over time. And judging from what is in development in the research labs of many companies and universities, the increased performance of chips will continue to fundamentally change the way we live in the future. How do we make chips faster?  A number of techniques can be used to make chips faster.  One way is to make the transistor smaller. But as transistors are made smaller and faster, delays through the wiring also become more frequent, which limits the speed of the transistor.  Copper wiring, first introduced by IBM, aims to reduce the wiring delay of the chip. Another technique to speed up chips is to use an alternative “faster” semiconductor. IV-Silicon on Insulator  What is silicon-on-insulator?  One faster semiconductor substrate that has been under active consideration for the last 30 years has been silicon-on-insulator (SOI). SOI refers to placing a thin layer of silicon on top of an insulator such as silicon oxide or glass. The transistors would then be built on top of this thin layer of SOI. The basic idea is that the SOI layer will reduce the capacitance of the switch, so it will operate faster. What is capacitance?  Capacitance is the ability of a structure to store electrical charge. Every structure that can pass electricity through it has capacitance associated with it. The MOS transistor or switch is one such structure. Every time the transistor is turned on, it must first charge all its internal capacitance before it can begin to conduct electricity. It takes a relatively long time to charge and discharge compared to the actual time that it takes to turn the transistor on and off. Developing a way to reduce the internal capacitance of a transistor, it would cause it to operate much faster. How Does SOI Reduce Capacitance?  One of the areas that can store charge in a MOS switch is the area between the impurities added to a chip’s silicon and the silicon substrate itself, which is free of impurities.  That area is called the “ junction capacitance”. If a thin layer of an insulator, such as glass, is placed between the impurities and the silicon substrate, the junction capacitance will be eliminated and the MOS transistor will operate faster.  This is the basic reason why many research groups have been trying to develop SOI technology. SOI technology results in a faster MOS transistor. The ultimate goal has been to use SOI as the substrate for mainstream CMOS technology used in the manufacturing of microprocessor chips that power computers and other emerging electronic devices. This is why IBM’s announcement is so significant.  While others, including IBM, have been successful in developing SOI technology, IBM is the first to be able to apply it in building fully functional mainstream microprocessors, the most complex type of chip. V- Overcoming SOI’s Hurdles  What have been some of the challenges in developing SOI?  The silicon film used for making MOS transistors is perfect crystalline silicon. The insulator oxide layer on the other hand is not crystalline. It is very difficult to make perfect crystalline silicon on oxide or silicon with other insulators since the insulator layer’s crystalline properties are so different from pure silicon. If perfect crystalline silicon is not obtained, then defects will find their way onto the SOI film. This could degrade the MOS switch severely both in terms of speed and leakage through the switch.  One of the major areas of research has been trying to obtain “perfect” SOI layers.  One insulator found to be perfectly crystalline and whose properties are close to those of silicon is <em>sapphire</em>.  While silicon-on-<em>sapphire</em> has been one of the SOI layers actively investigated, SOI film utilizing it has still been found to be defective and silicon-on-<em>sapphire</em> was never able to be successfully used as an insulating material. Even in cases where the quality of the SOI layer has been fine for making single chips or small circuits, the MOS transistor placed on the SOI layer has continued to pose serious challenges.  When a MOS transistor is placed on SOI, it is also placed next to a parallel bipolar transistor. The bipolar transistor can turn on when the MOS switch passes current through itself, i.e. base current will be supplied through the base impact ionization. This reaction of the bipolar transistor to current passing through the nearby MOS transistor gives rise to a number of unwanted effects that complicate the operation of the chip’s circuit and its modeling.  Significant effort has been devoted in the last three decades in characterizing, modeling, eliminating or at least reducing, and controlling the unwanted effects caused by the bipolar device.  One solution to the bipolar transistor dilemma that has been under strong consideration over the last two-to-three years was to use very thin layer SOI films (less than 0.1 micron) called “fully-depleted films.”  IBM’s approach has been different,and it uses slightly thicker films (greater than 0.15 micron), called “partially-depleted films.” Perhaps one of the biggest obstacles facing adoption of SOI as a mainstream technology has been steady progress in traditional bulk CMOS technology over the years.  While much attention has been devoted to perfecting SOI, Bulk Silicontechnology has shown consistent advances.  VI- IBM’s SOI Approach  Why didn’t IBM give up on SOI?  At its core, IBM is a technology company. As a leader in the information technology industry, IBM is committed to developing the best technology for use in its products.  Leading edge silicon technology is a major element of IBM’s leadership. The company’s investment in silicon technology has resulted in major breakthroughs.  IBM has led the development of one-transistor cell memory, quarter-micron CMOS technology and the use of copper to replace aluminum in producing faster, better-performing, lower-power chips. Today, SOI is a key component of IBM’s goal to provide customers the best CMOS technology in the industry.   IBM’s Microelectronics Division first began looking at SOI in the early 1970’s. As part of that pioneering work, IBM first developed the “ bonded ” method of making SOI films. Initially discontinued in the mid-1970’s, the team responsible for developing IBM’s leading edge bulk silicon technology at the company’s Research Division took a second look at SOI in 1989.  A team at Research worked closely together with the bulk team and was instrumental in the rapid progress of SOI technology at IBM.  After five years of significant progress on SOI material, device, characterization, and some early circuit work, the decision was made to move the SOI technology development to a “manufacturing-like” development line at the Advanced Silicon Technology Center (ASTC) in East Fishkill, New York. Move to ASTC was particularly important, since it placed SOI CMOS technology under the same rigor that the bulk technology was going through.  The move to ASTC also allowed SOI technology access to a low-defect manufacturing line that was instrumental in SOI material development as well as many advanced microprocessor and memory designs, modeling and circuit design infrastructure, and methodology for evaluating reliability of SOI devices and circuits. Today, SOI technology continues to go through the same qualification process as bulk CMOS technology, with the same rigorous attention to detail that is part of all technology development at IBM’s Microelectronic Division.  How did IBM finally make SOI a Feasible Alternative?   A number of factors led to IBM’s ability to make SOI a mainstream chip making technique. One important factor is the slowing of the rate of progress in CMOS technology, making the extra performance offered by SOI even more valuable.  Secondly, designers will use whatever performance is given to them by the developers of a technology. A faster technology in use by designers translates into faster microchips and, ultimately, faster computers in the marketplace.  But probably the single most important factor in SOI becoming a mainstream technology is the breadth and quality of work done at IBM while developing it. The most important breakthrough, among many, was the recent demonstration of fully functional microprocessors and large static random access memory chips utilizing SOI. This work has convinced many skeptics that after three decades SOI is real technology that can be used to design the next generation of chips at profitable levels and achieve a two year performance gain over conventional bulk silicon technology.   How is the SOI material made?  There are a number of methods under development inside and outside IBM for making SOI material and wafers. Presently, IBM is manufacturing its own SOI wafers using what is known as the SIMOX or “ Separation by Implantation of Oxygen” technique. In this method, oxygen is implanted in very heavy doses and the wafer is annealed at a high temperature until a thin layer of SOI film is formed. In addition, IBM continues to focus on new methods to reduce the SOI film defects.  During the course of this work, IBM is the only company that has provided evidence proving that there is no difference in yield between bulk and SOI wafers. How is the SOI Transistor Applied To The Circuit ? Once the SOI film is made, putting the transistor on the SOI film is straightforward. It will basically go through the same process as a similar bulk CMOS wafer.There are minor differences in the details of the process, but it uses the exact same lithography, tool set, and metalization. At IBM we are in the final stages of qualifying a 0.22 micron CMOS on SOI and at the initial stages of development of 0.15micron CMOS on SOI technology.  Additionally, when designing the SOI chip, IBM put significant effort to minimize the effect of the bipolar transistor in parallel with the MOS transistor. Minimizing the bipolar effect would make the SOI chip “bulk-like” and would allow circuit designers to reuse many familiar circuit techniques and macros that have been developed in bulk CMOS technology.  VII- Benefits of SOI   Performance:  IBM has built and tested SOI-based chips that have produced 20-25% cycle time and 25-35% improvement over equivalent bulk CMOS technology. This is equivalent to about two years of progress in bulk CMOS technology. On Moore’s chart, SOI will cause a jump in the performance road-map, and will compensate for some of the expected loss of bulk technology performance improvement in the next few years.  The sources of increased SOI performance are elimination of area junction capacitance and elimination of “ body effect” in bulk CMOS technology.  Body effect is an MOS bulk effect, which results in lower current, and lower performance, in bulk MOS transistors, if they are placed in a certain configuration (i.e. if they are stacked, of if the sources of the MOS devices are not grounded). Low Power:  Although this paper focuses on SOI performance issues, SOI has excellent capability as a low power technology. One disturbing trend over the last few years, as people have been using more advanced technologies, has been that the power of microprocessors has been going up. For example, the 486 chip of several years ago consumed less than five Watts, while a Pentium consumes about 10 Watts, and a 400-MHz Pentium II has peak power consumption of about 28 Watts. Increased power seriously limits the use of microprocessors, especially in mobile applications. IBM replaced bipolar transistors with MOS transistors due to the high consumption power of the bipolar transistors.  Dropping the voltage is very effective in reducing chip power. The ability of SOI as a low power source originates from the fact that SOI circuits can operate at low voltage with the same performance as a bulk technology at high voltage. As ASIC libraries for SOI are developed, SOI will have a tremendous impact on applications where low power is needed, such as portable and wireless applications. As an example, measured on a 4 Mb SRAM. At the same performance as bulk CMOS, SOI can reduce the chip power by 1.7-3X (depending on the switching factor of the devices).  Soft Error Rate: One of the early benefits of SOI has been the reduction in soft-error rate. Soft error rate refers to upset of data in the memory by cosmic rays and background radioactive material. In fact one of the first early  applications of SOI has been in memories for space application, since the memories built on SOI were perceived to be more resistant to soft error rate. As chips are getting smaller and the voltages are dropped, soft error rate is slowly becoming a major concern in server and mainframe chips. As an example, computers that do not guard band for SER, have a higher failure rate if they are operated in high altitudes. IBM’s early studies indicate that as CMOS is scaled into 0.18 micron range and voltages are dropped, SOI indeed has much lower soft error rate than bulk CMOS.  VIII- Summary IBM has shown its chip technology leadership by becoming the first to implement copper interconnect technology.    IBM’s announcement of a mainstream SOI technology is equally significant. SOI technology improves performance over bulk CMOS technology by 25-35%, equivalent to two years of bulk CMOS advances. SOI technology also brings power use advantages of 1.7-3 times. IBM is currently working with many circuit designers and product groups that are designing with SOI technology. The company expects SOI will eventually replace bulk CMOS as the most commonly used substrate for advanced CMOS in mainstream microprocessors and other emerging wireless electronic devices requiring low power.",
            "vi": "Công nghệ SOI: Sự cải tiến mới trong thiết kế Chip của IBM        Công nghệ SOI: Sự cải tiến mới trong thiết kế Chip của IBM I-   Giới thiệu Cùng với các vi mạch sản xuất của IBM sử dụng công nghệ kết nối bằng đồng, hiện tại hãng đã công bố những điều mà họ tin tưởng tương lai của sự triển khai thương mại đầu tiên công nghệ SOI (silicon-on-insulator – silicon trên chất cách điện). Trong hơn ba thập thập kỷ, các nhà khoa học đã và đang tìm kiếm phương pháp cải tiến công nghệ silicon hiện nay để tăng tốc độ vận hành máy tính. Thành công mới này của IBM trong lĩnh vực khai thác công nghệ SOI sẽ làm cho các chip máy tính hoạt động nhanh hơn nhưng tiêu thụ điện năng ít– một như cầu thiết yếu để kéo dài tuổi thọ của pin, các thiết bị cầm tay sẽ phổ biến trong tương lai. Công nghệ SOI là bước đột phá lớn bởi vì nó cải tiến công nghệ sản xuất chip trong một hai năm tới so với công nghệ Bulk Silicon thông thường. Tiếp theo sẽ cung cấp chi tiết các bước phát triền chính của công nghệ SOI bao gồm: mô tả khái quát một bóng bán dẫn là gì, mô tả về cách chế tạo chip,  sự cần thiết để cải tiến cách chế tạo chip, các thành phần của công nghệ SOI và sự tác động của công nghệ này. II-  Các bóng bán dẫn và Chip Bóng bán dẫn là gì? Bóng bán dẫn là một phiên bản điện tử của một công-tắc. Khi nói về bóng bán dẫn, nó cho phép dòng điện chạy, và khi nó tắt thì dòng điện sẽ ngừng chạy. Nó hoạt động giống như công-tắc hàng ngày mà chúng ta dùng để bật và tắt đèn, nhưng thay vì dùng ngón tay thì công-tắc này được bật và tắt bằng điện. Công-tắc được dùng để bật tắt đèn rất lớn, rất chậm và tải nhiều dòng điện. Bóng bán dẫn hoặc “công-tắc điện tử” thường rất nhỏ, nhanh, và tải dòng điện ít hơn. Có hai loại bóng bán dẫn chính hay hai “công-tắc” điện tử —lưỡng cực và MOS(metal-oxide-semiconductor :Chất bán dẫn oxit kim loại). Công-tắc lưỡng cực được sử dụng rộng rãi từ những năm 1960 đến những năm 1980 trong các chip máy tính cho các hệ thống máy tính lớn bởi vì hiệu suất là yếu tố quan trọng nhất. Các chip lưỡng cực thường tiêu tốn nhiều điện năng hơn, lớn hơn và khó chế tạo hơn nhưng có tốc độ nhanh hơn các chip MOS cách đây khoảng 5 năm trước. Trên thực tế, công-tắc lưỡng cực đang dần dần bị loại bỏ khỏi các chip và hãng IBM đã ngừng sản xuất các hệ thống máy tính lớn với các bóng bán dẫn lưỡng cực trong đó. Các bóng bán dẫn MOS được dùng trong đại đa số các dụng cụ chất bán dẫn. Các bóng bán dẫn MOS nhỏ hơn, nhanh hơn, tiêu thụ ít điện năng và có giá thành sản xuất rẻ hơn. IBM vừa công bố dòng chíp G5 của họ cho các hệ thống máy tính lớn chứa các bóng bán dẫn MOS nhanh bằng các hệ thống máy tính lớn chứa các bóng bán dẫn lưỡng cực nhanh nhất. Ưu điểm của công nghệ MOS là các con Chip có thể được xây dựng nhỏ hơn nhiều và sản xuất với giá thành rẻ hơn. Các hệ thống máy tính lớn với công nghệ MOS thế hệ tiếp theo sẽ nhanh hơn bất kỳ hệ thống máy tính lớn lưỡng cực nào. Công-tắc MOS hiện đang được sử dụng trong việc sản xuất các máy chủ IBM và hấu hết các máy PC và các sản phẩm điện tử trên thị trường. Bóng bán dẫn trông như thế nào?  Các bóng bán dẫn MOS thực sự nhìn rất giống với một công-tắc: chúng bao gồm một tấm oxit kim loại được đặt trên một tấm silicon (chất bán dẫn). Silicon nguyên chất không dẫn điện. Tuy nhiên nếu có “tập chất” lẫn vào trong sillicon, nó sẽ dẫn điện. Trên tấm sillicon mà cả hai mặt của tấm kim loại, được biết như vùng “cổng”, các “tạp chất” hóa học được thêm vào để làm cho Silicon dẫn điện. Nếu dòng điện được truyền đến tấm kim loại, sillicon sẽ dẫn điện. Sillicon “ nguyên chất” sẽ được “gắn” hai vùng dẫn trên cả hai mặt của tấm kim loại và dòng điện sẽ chạy qua. Sau đó, Sillicon có thể hoạt động vừa là chất dẫn và vừa là chất không dẫn, đó là lí do tại sao nó được gọi là một ”chất bán dẫn”. Chip là gì? Chip về cơ bản được làm từ hàng ngàn đến hàng triệu bóng bán dẫn được đóng gói vào trong một tấm sillicon nhỏ. Các bóng bán dẫn được nối với nhau để thực hiện một chức năng cụ thể. Thông thường sử dụng dây nhôm.Trong các chip được sản xuất sử dụng công nghệ tiên tiến hơn, chúng được nối với nhau bằng dây đồng. Số lượng các bóng bán dẫn trong một chip, tốc độ của mỗi bóng bán dẫn và độ trể truyền dẫn điện thông qua mỗi bóng bán dẫn và liên kết kim loại của mỗi bóng bán dẫn để xác định con chip này hoạt động nhanh bao nhiêu. Có ba loại chip thông dụng nhất là : các bộ vi xử lý, bộ nhớ và các chip logic. Các bộ vi xử lý, “ bộ não” của một máy tính hoặc một thiết bị điện tử khác thực hiện hầu hết các phép tính và các hoạt động. Các chip nhớ được dùng để lưu trữ dữ liệu và các chương trình máy tính mà được thực thi. Có hai loại bộ nhớ thường được tìm thấy trong một máy tính. Bộ nhớ tĩnh (SDRAM) hoạt động nhanh nhưng không lưu trữ nhiều dữ liệu và bộ nhớ động (DRAM) thì chậm hơn nhưng mật độ dữ liệu được chứa nhiều hơn. Các loại chip tương tự trong máy tính là một tập hợp các chip logic : đó là các chip điều khiển sự hoạt động của “bus” trên máy tính, ổ đĩa, và nhiều hoạt động khác. Từ đó tốc độ và số lượng các bóng bán dẫn trên một chip là điều rất quan trọng trong việc xác định hiệu suất của một máy tính, hầu hết các bộ vi xử lý hàng đầu và chip nhớ động trên thị trường ngày nay thường được sử dụng công nghệ tiên tiến nhất hiện có khi chúng được sản xuất ra. Công bằng mà nói thì bất cứ công nghệ chip hàng đầu nào dưới sự phát triển ngày nay sẽ xuất hiện trong các hầu hết các bộ vi xử lý máy tính cao cấp trong vòng 1- 2 năm tới. Công nghệ kim loại đồng, được IBM công bố hồi năm rồi hiện đang được bán cho các khách hàng. CMOS là gì? CMOS là viết tắt cho Complementary Metal Oxide Semiconductor - chất bán dẫn ô-xít kim loại bổ sung. Trong công-tắc MOS truyền thống, nếu điện áp “cao” được đưa vào “cổng” kim loại , nó sẽ dẫn điện. Nếu điện áp thấp thì công tắc sẽ được mở và dòng điện sẽ ngừng lại. Cách đây 15 năm, chỉ có công-tắc truyền thống này được sử dụng trong các chip. Kể từ đó, các loại công-tắc MOS tương tự khác được phát triển. Loại công-tắc thứ hai này hoạt động với sự tích điện đối cực của MOS truyền thống, “ bổ sung “ công-tắc MOS truyền thống. Trong công-tắc này, nếu điện áp thấp được đưa vào “ cổng “ kim loại, thiết công tắc sẽ đóng lại và dòng điện sẽ chạy qua. Tương tự như vậy, nếu điện áp cao được đưa vào thì sau đó nó sẽ mở và dòng điện chạy sẽ ngừng lại. Hầu như tất cả các bộ vi xử lý, bộ nhớ và các chip hỗ trợ sử dụng cả hai loại công-tắc MOS và vì vậy nó dựa vào CMOS.   III - Thu nhỏ và Hiệu suất Qui mô là gì? Qui mô đơn giản là đề cập đến xu hướng để tiếp tục tạo ra các bóng bán dẫn và công nghệ dùng để ghép các bóng bán dẫn với nhau, nhỏ hơn. Nếu một bóng bán dẫn trở nên nhỏ hơn, nó sẽ nhanh hơn và có thể dẫn điện tốt hơn. Nó cũng tiêu thụ điện năng ít hơn khi bật và tắt hoặc khi có dòng điện chạy qua nó. Nói tóm lại, một bóng bán dẫn nhỏ hơn thì chi phí sản xuất sẽ giảm xuống và nhiều bóng bán dẫn sẽ được gắn trên một con chip hơn. Đề cập đến vấn đề kích thước của một công-tắc MOS, được giới thiệu lần đầu tiên trong máy tính IBM cách đây 15 năm đã giảm kích thước từ 10 micron xuống còn 0.2 micron trong các chip hàng đầu hiện nay. Trong thời gian đó, tỉ lệ tần số điện tử của một con chip cũng tăng lên nhiều hơn 50 lần và số lượng các bóng bán dẫn trên chip cũng tăng lên gấp 20 lần. Động lực thúc đẩy tăng trưởng lớn nhất trong các ngành công nghiệp chất bán dẫn, máy tính, mạng, điện tử tiêu dùng và công nghiệp phần mềm trong nửa cuối thế kỷ đã tiếp tục giảm tỉ lệ hoặc thu nhỏ kích thước bóng bán dẫn. Bằng cách tạo ra bóng bán dẫn nhỏ hơn, nhanh hơn, tiêu thụ điện năng ít hơn và giá thành rẽ hơn, sẽ có nhiều bóng bán dẫn có thể được tích hợp trên 1 chip do đó nó sẽ thực hiện các chức năng nhanh hơn và tiếu thụ điện năng ít hơn. Các máy tính và các thiết bị điện tử khác trở nên nhỏ hơn, nhiều tính di động, rẻ tiền, dễ sử dụng hơn và mọi người dễ dàng tiếp cận. Miễn là chúng ta có thể tạo ra bóng bán dẫn nhanh hơn và nhỏ hơn, khí đó sẽ tạo ra hệ thống dây gắn kèm với chúng có mức điện trở nhỏ cho dòng điện và làm cho mỗi chip chứa nhiều bóng bán dẫn hơn, cuộc cách mạng số sẽ tiếp tục tăng tốc trong thế kỷ 21. Tại sao cần phải thực hiện nhanh hơn? Tăng tốc độ và khả năng làm việc của các máy tính đã tác động lớn đến xã hội của chúng ta. Internet, các ứng dụng phần mềm tiên tiến, công nghệ nhận dạng giọng nói, những tiến bộ trong lĩnh vực viễn thông và nhiều hệ thống dịch vụ mà chúng ta nắm lấy để cho phép tất cả mọi thứ được tạo chỉ mang lại khả thi bởi là bởi vì hiệu năng của các vi mạch xử lý tăng lên nhiều lần. Và đánh giá từ những gì đã được phát triển trong các phòng thí nghiệm nghiên cứu của nhiều công ty và trường đại học, hiệu năng được tăng lên của các chip về cơ bản sẽ tiếp tục thay đổi cách sống của chúng ta trong tương lai. Chúng ta tạo ra chip nhanh hơn bằng cách nào?  Một số công nghệ có thể được sử dụng đề làm ra các chip nhanh hơn. Chỉ có một cách là tạo ra bóng bán dẫn nhỏ hơn. Nhưng khi các bóng bán dẫn được tạo ra nhỏ và nhanh hơn, sự chậm trể thông qua hệ thống dây điện cũng trở nên thường xuyên hơn mà nó sẽ hạn chế tốc độ của bóng bán dẫn. Hệ thống dây đồng được IBM giới thiệu đầu tiên nhằm mục đích giảm bớt sự chậm trể của hệ thống dây điện trong chip. Kỹ thuật khác để tăng tốc độ chip là sử dụng một chất bán dẫn “ nhanh hơn” thay thế. IV- Silicon trên chất cách điện Silicon trên chất cách điện là gì? Một chất nền bán dẫn nhanh hơn đã được quan tâm tích cực trong suốt 30 năm qua là SOI (silicon-on-insulator – sillicon trên chất cách điện). SOI dùng để chỉ việc đặt một lớp silicon mỏng lên trên một lớp cách điện chẳng hạn như oxit silicon hoặc thuỷ tinh. Các bóng bán dẫn sau đó sẽ được xây dựng lên trên lớp SOI mỏng này. Ý tưởng chính là lớp SOI sẽ giảm điện dung của công-tắc, do đó nó sẽ hoạt động nhanh hơn. Điện dung là gì? Điện dung là khả năng của một cấu trúc lưu trữ điện tích. Mỗi cấu trúc có thể truyền điện nhờ nó có điện dung kết hợp với nó. Bóng bán dẫn MOS hoặc công-tắc là một cấu trúc như vậy. Mỗi lần bóng bán dẫn được bật lên, đầu tiên nó phải tích điện cho tất cả điện dung bên trong nó trước khi nó có thể bắt đầu dẫn điện. Nó mất một khoảng thời gian tương đối lâu để tích và xả điện so với thời gian thực tế mà nó mất để bật tắt bóng bán dẫn. Việc phát triển một phương pháp để giảm điện dung bên trong của một bóng bán dẫn, nó sẽ làm cho hệ thống hoạt động nhanh hơn. Công nghệ SOI giảm điện dung bằng cách nào? Một trong các vùng có thể lưu trữ điện tích trong một công-tắc MOS là một vùng giữa các tạp chất được thêm vào silicon của một con chip và chất nền silicon của nó mà không có tạp chất. Vùng đó được gọi là “ điện dung tiếp xúc”. Nếu có một lớp chất cách điện mỏng như là thuỷ tinh nằm giữa các tạp chất và chất nền sillion thì điện dung tiếp xúc sẽ bị loại bỏ và bóng bán dẫn MOS sẽ hoạt động nhanh hơn. Đây là lý do chính tại sao nhiều nhóm nghiên cứu đã và đang cố gắng tìm cách phát triển công nghệ SOI. Công nghệ SOI tạo ra bóng bán dẫn MOS nhanh hơn. Mục tiêu cuối cùng là sử dụng SOI như một lớp nền cho công nghệ CMOS chủ đạo được dùng trong việc sản xuất các vi  xử lý cho máy tính mạnh và các thiết bị điện tử hiện đại khác. Đây chính là lý do tại sao sự công bố của IBM là hết sức quan trọng. Trong khi các hãng khác kể cả IBM đã thành công trong việc phát triển công nghệ SOI, IBM là hãng đầu tiên có khả năng áp dụng công nghệ này trong việc xây dựng các vi xử lý chủ đạo đầy đủ tính năng , loại chip phức tạp nhất. V-Vượt qua rào cản của công nghệ SOI       Một số thử thác thức trong việc phát triển SOI là gì?  Film sillicon được dùng để tạo ra các bóng bán dẫn MOS là silicon kết tinh hoàn hảo. Lớp oxit cách điện nhưng không phải là chất kết tinh. Rất khó tạo ra sillicon tinh thể hoàn toàn trên oxit hoặc silicon với các chất cách điện khác vì các đặc tính kết tinh của lớp chất cách điện này rất khác sillion tinh khiết. Nếu không thu được sillion kết tinh hoàn toàn thì sau đó các khiếm khuyết sẽ được tìm thấy trên các film SOI. Điều này có thể phá hỏng một cách nghiêm trọng công-tắc MOS về mặc tốc độ lẫn rò rỉ điện qua công-tắc này. Một trong các lĩnh vực nghiên cứu quan trọng đã và đang nỗ lực nhằm thu được các lớp SOI “hoàn hảo”. Một chất cách điện tìm thấy sẽ là chất kết tinh hoàn toàn và có các đặc tính gần với sillion là sapphire. Mặc dù silicon trên shapphire là một trong các lớp SOI được nghiên cứu rất tỉ mĩ, nhưng film SOI sử dụng nó vẫn tìm thấy khiếm khuyết và sillion trên sapphire không bao giờ có thể sử dụng thành công như một vật liệu cách điện. Ngay cả trong trường hợp mà ở đó chất lượng của lớp SOI tốt để tạo ra các chip đơn hoặc các mạch nhỏ, bóng bán dẫn MOS được đặt trên lớp SOI này đã tiếp tục đặt ra các thách thức quan trọng. Khi một bóng bán dẫn được đặt trên lớp SOI, nó cũng được đặt cạnh bóng bán dẫn lưỡng cực song song. Bóng bán dẫn lưỡng cực có thể bật khi công-tắc MOS truyền dòng điện qua chính nó, nghĩa là dựa vào dòng điện sẽ được cung cấp thông qua quá trình i-on hoá tương tác bazơ. Sự phản ứng này của bóng bán dẫn lưỡng cực tới dòng điện chạy qua bóng bán dẫn MOS gần đó sẽ làm tăng lên một số hiệu ứng không mong muốn mà làm phức tạp sự hoạt động của mạch chip và khuôn của nó. Nỗ lực tích cực đã được cống hiến trong ba thập kỷ qua việc mô tả, lên khuôn, loại bỏ hoặc giảm thiểu đáng kể và kiểm soát các hiệu ứng không mong muốn gây ra bởi các thiết bị lưỡng cực.  Một giải pháp cho vần đề nan giải về bóng bán dẫn lưỡng cực đã được mạnh dạng xem xét trong 2 – 3 năm qua để sử dụng các lớp film SOI rất mỏng (nhỏ hơn 0.1 micron) gọi là “fully-depleted films – các lớp mỏng toàn phần”. Các phương pháp của IBM khác nhau và họ sử dụng các film dầy hơn ( lớn hơn 0.15 micron), gọi là “partially-depleted films – các film mỏng bán phần”   Có lẽ một trong những rào cản lớn lớn nhất đối với việc áp dụng SOI như một công nghệ chủ đạo đã được tiến hành dựa trên công nghệ Bulk CMOS truyền thống qua nhiều năm. Trong khi nhiều sự chú ý tập trung hoàn toàn cho công nghệ SOI, công nghệ Bulk Silicon đã cho thấy có những sự tiến bộ thích hợp. VI- Phương pháp công nghệ SOI của IBM Tại sao IBM không từ bỏ công nghệ SOI ? Thực chất, IBM là một công ty công nghệ. Với vai trò là công ty dẫn đầu trong ngành công nghiệp CNTT, IBM cam kết phát triển công nghệ tốt nhất để sử dụng trong các sản phẩm của mình. Công nghệ mũi nhọn silicon là yếu tố trọng yếu ở vị trí hàng đầu của IBM. Sự đầu tư của công ty vào công nghệ silicon đã đạt được những bước đột phá quan trọng. IBM đã dẫn đường cho sự phát triển bộ nhớ tế bào với một bóng bán dẫn, công nghệ CMOS chỉ bằng ¼ micron và sử dụng đồng để thay thế nhôm để sản xuất ra những con chip có tốc độc nhanh hơn, hoạt động tốt hơn và tiêu thụ điện năng thấp hơn. Hiện nay, công nghệ SOI là một thành phần quan trọng trong mục tiêu của IBM để cung cấp cho khách hàng công nghệ CMOS tốt nhất trong ngành công nghiệp này.  Bộ phận Vi điện tử của IBM (Microelectronics Division) đã bắt đầu xem xét công nghệ SOI vào đầu những năm 1970. Là một phần của công việc tiên phong, IBM lần đầu tiên phát triển phương pháp \"keo dính\" trong việc tạo ra các film SOI. Ban đầu dự án này bị gián đoạn vào giữa những năm 1970, nhóm chịu trách nhiệm phát triển công nghệ mũi nhọn Bulk silicon của IBM tại Bộ Phận Nghiên Cứu (Research Division) của công ty đã xem xét lại công nghệ SOI lần thứ 2 vào năm 1989. Đội ngũ tại phong nghiên cứu này đã làm việc chặt chẽ cùng với đội ngũ nghiên cứu công nghệ Bulk và là phương tiện đem lại tiến bộ nhanh chóng của công nghệ SOI tại IBM.  Sau 5 năm tiến bộ đáng kể về công nghệ vật liệu SOI, thiết bị, tính chất và một vài sản phẩm mạch điện tử gần đây, quyết định thực hiện để di chuyển sự phát triển công nghệ SOI sang lối phát triển “kiểu như chế tạo\" tại Trung tâm Công nghệ Silicon Cao Cấp (Advanced Silicon Technology Center - ASTC) ở Đông Fishkill, New York, Mỹ. Bước di chuyển sang ASTC là đặc biệt quan trọng từ đó nó đặt công nghệ SOI CMOS dưới sự giám sát nghiêm ngặt giống như công nghệ Bulk. Việc di chuyển đến ASTC cũng cho phép công nghệ SOI tiếp cận đến một dây chuyền sản xuất ít lỗi mà nó là công cụ phát triển nguyên liệu SOI cũng như nhiều bộ vi xử lý tiên tiến và thiết kế bộ nhớ, mô hình hoá, cơ sở hạ tầng thiết kế mạch điện tử và hệ phương pháp để đánh giá độ tin cậy của thiết bị và mạch điện SOI. Ngày nay, công nghệ SOI tiếp tục đi qua quá trình thẩm định tương tự như công nghệ Bulk CMOS, với sự quan tâm chặt chẽ đến từng chi tiết như vậy đó là một phần của tất cả sự phát triển công nghệ tại Bộ phận Vi Điện Tử của IBM (IBM’s Microelectronic Division). Làm thế nào cuối cùng IBM đã tạo ra công nghệ SOI như một giải pháp thay thế khả thi? Một số yếu tố dẫn đến khả năng của IBM nhằm tạo ra SOI như là một kỹ thuật làm chip chủ đạo. Một yếu tố quan trọng là làm chậm tiến trình trong công nghệ CMOS tạo ra hiệu suất phụ do công nghệ SOI cung cấp càng có giá trị hơn. Thứ hai, nhà thiết kế sẽ sử dụng bất kỳ hiệu suất nào do các nhà phát triển công nghệ đem lại cho họ. Một công nghệ nhanh hơn đang được các nhà thiết kế sử dụng để chuyển thành các mạch xử lý nhanh hơn và cuối cùng cho ra đời các máy tính nhanh hơn trên thị trường. Nhưng có lẽ một yếu tố quan trọng nhất trong công nghệ SOI trở thành một công nghệ chủ đạo là bề rộng và chất lượng của công tác thực hiện tại IBM trong khi phát triển nó. Trong số hầu các bước đột phá quan trọng nhất là sự chứng minh gần đây của các vi xử lý đầy đủ chức năng và các chip RAM tĩnh lớn sử dụng công nghệ SOI. Công việc này đã thuyết phục nhiều người hoài nghi rằng sau ba thập kỷ công nghệ SOI thực sự là một công nghệ có thể được sử dụng để thiết kế các thế hệ chip mới ở các mức độ thuận lợi và đạt được một hiệu suất hai năm vượt qua công nghệ Bulk Silicon thông thường. Vật liệu để làm chip SOI là như thế nào? Có một số phương thức đang được phát triển bên trong và bên ngoài hãng IBM cho việc tạo ra vật liệu SOI và các tấm wafer. Hiện nay, IBM đang tự sản xuất các tấm wafer cho chip SOI bằng cách sử dụng thứ mà được biết đến như là SIMOX hay còn gọi là kỹ thuật  \"Tách bằng cách cấy Ion Oxy - Separation by Implantation of Oxygen \". Trong phương pháp này, Ion oxy được cấy bằng một lượng rất mạnh và các tấm wafer được luyện ở nhiệt độ cao cho đến khi một lớp film SOI mỏng được hình thành. Ngoài ra, IBM tiếp tục tập trung vào phương pháp mới để giảm thiểu những khiếm khuyết của film SOI. Trong suốt quá trình làm công việc này, IBM là công ty duy nhất đã cung cấp bằng chứng chứng minh rằng không có sự khác biệt giữa việc sản xuất các wafer của công nghệ Bulk và công nghệ SOI . Các bóng bán dẫn SOI được ứng dụng cho bảng mạch như thế nào? Một khi film SOI được tạo ra, việc đặt các bóng bán dẫn trên film SOI thì không phức tạp. Về cơ bản nó sẽ đi qua qui trình tương tự như một tấm wafer của công nghệ Bulk CMOS. Đó là sự khác biệt nhỏ trong các chi tiết của qui trình này, nhưng nó sử dụng cùng thuật khắc chính xác, khuôn và lắng kim loại. Tại IBM, chúng tôi đang trong giai đoạn cuối cùng của tiêu chuẩn CMOS 0,22 micron trên công nghệ SOI và đang ở các giai đoạn đầu của sự phát triển CMOS 0.15micron trên công nghệ SOI. Ngoài ra, khi thiết kế chip SOI, IBM đã nỗ lực đáng kể để giảm thiểu hiệu ứng của các bóng bán dẫn lưỡng cực đặt song song với các bóng bán dẫn MOS. Giảm thiểu hiệu ứng lưỡng cực sẽ làm cho chip SOI \"giống kỹ thuật Bulk\" và sẽ cho phép nhà thiết kế mạch tái sử dụng các kỹ thuật mạch quen thuộc và các lệnh macro mà đã được phát triển trong công nghệ Bulk CMOS.   VII- Lợi ích của công nghệ SOI Hiệu Suất : IBM đã xây dựng và thử nghiệm các chip dựa trên công nghệ SOI có thời gian chu kỳ sản xuất 20-25% và cải thiện hơn 25-35% công nghệ tương đương Bulk CMOS . Điều này tương đương với khoảng hai năm phát triển trong công nghệ CMOS Bulk. Trên biểu đồ định luật Moore, SOI tạo ra một bước nhảy trong đường hiệu suất, và sẽ bù đắp cho một vài sự thiếu hụt trong sự cải tiến hiệu suất công nghệ Bulk trong những năm tới. Cực nguồn của hiệu suất SOI tăng lên là sự loại bỏ vùng điện dung tiếp xúc và loại bỏ “hiệu ứng toàn thân” trong công nghệ CMOS Bulk. Hiệu ứng toàn thân là một hiệu ứng của công nghệ Bulk CMOS mà có kết quả là dòng điện thấp và hiệu suất thấp hơn, trong các bóng bán dẫn MOS, nếu chúng được đặt trong một cấu hình nhất định (tức là nếu chúng được xếp chồng lên nhau trong khi các cực nguồn của các thiết bị MOS thì không được tiếp xúc với đế ) . Điện năng thấp: Mặc dù nghiên cứu này tập trung vào các vấn đề hiệu suất của công nghệ SOI, SOI có khả năng tuyệt vời như là một công nghệ năng lượng thấp. Một trong những xu hướng đáng lo ngại trong vài năm qua là mọi người đã được sử dụng nhiều công nghệ tiên tiến nhận thấy rằng điện năng tiêu thụ của vi xử lý đã tăng lên. Ví dụ, chip 486 của một vài năm trước đây tiêu thụ dưới 5W, trong khi bộ xử lý Pentium tiêu thụ khoảng 10 W, và một bộ vi xử lý Pentium II 400-MHz có điện năng tiêu thụ tối đa khoảng 28W. Giới hạn nguồn tiêu thụ tăng lên đáng kể việc sử dụng các vi xử lý đặc biệt là trong các ứng dụng điện thoại di động. IBM thay thế bóng bán dẫn lưỡng cực bằng các bóng bán dẫn MOS vì điện năng tiêu thụ của bóng bán dẫn lưỡng cực cao. Việc giảm điện áp rất hiệu quả trong việc giảm năng lượng chip. Khả năng của công nghệ SOI như một nguồn năng lượng thấp bắt nguồn từ thực tế mạch SOI có thể hoạt động ở mức điện áp thấp có cùng hiệu suất giống như sử dụng công nghệ Bulk ở mức điện áp cao. Các thư viện ASIC  (application specific integrated - vi mạch cụ thể theo ứng dụng) giúp công nghệ SOI được phát triển, SOI sẽ có tác động to lớn trên các ứng dụng nơi mà cần ít điện năng chẳng hạn như các ứng dụng không dây và di động. Ví dụ, đo trên 4 Mb SRAM. Cùng mức hiệu suất như công nghệ Bulk CMOS, công nghệ SOI có thể giảm điện năng của chip từ 1,7-3X lần (phụ thuộc vào yếu tố chuyển mạch của các thiết bị). Tỉ lệ lỗi mềm: Một trong những lợi ích ban đầu của công nghệ SOI đã giảm trong tỷ lệ lỗi mềm. Tỷ lệ lỗi mềm dùng để chỉ sự lộn xộn của dữ liệu trong bộ nhớ do các tia vũ trụ và chất phóng xạ tự nhiên. Trong thực tế, một trong những ứng dụng đầu tiên của công nghệ SOI đã được áp dụng trong những bộ nhớ dành cho ứng dụng không gian, từ những bộ nhớ được xây dựng trên công nghệ SOI này đã tránh được nhiều tỷ lệ lỗi mềm. Như các chip ngày càng trở nên nhỏ hơn và có điện áp giảm xuống, tỷ lệ lỗi mềm dần trở thành mối quan tâm chính trong các chip máy chủ và hệ thống máy tính lớn. Ví dụ, các máy tính không kiểm soát SER, nó sẽ có tỷ lệ lỗi cao hơn nếu chúng hoạt động ở độ cường độ cao. Những nghiên cứu trước đây của IBM cho thấy CMOS có kích thước là 0.18 micron và điện áp đã giảm xuống, SOI thực sự có tỷ lệ lỗi mềm thấp hơn Bulk CMOS.   VIII – Tổng kết IBM đã cho thấy khả năng đi đầu trong công nghệ chip bằng việc trở thành công ty đầu tiên triển khai công nghệ kết nối  bằng đồng. Công bố của IBM về một công nghệ SOI chủ đạo có ý nghĩa hơn thế nữa. Công nghệ SOI cải tiến hiệu suất hơn công nghệ Bulk CMOS tới 25-35%, tương đương với hai năm cải tiến trong công nghệ Bulk CMOS. Công nghệ SOI cũng mang lại hiệu quả về điện năng  gấp 1.7-3 lần. IBM hiện đang làm việc với nhiều nhà thiết kế và các nhóm sản phẩm mà đang được thiết kế bằng công nghệ SOI. Hãng hi vọng SOI sẽ hoàn toàn thay thế công nghệ Bulk CMOS như thường được sử dụng làm chất nền cho công nghệ CMOS cải tiến trong các vi xử lý chủ đạo và các thiết bị điện tử không dây khác yêu cầu lượng điện năng tiêu thụ thấp."
        }
    ],
    "suggestions": []
}