{
    "en_vn": {
        "data": {
            "content": null,
            "word": "SAR",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>SAR</k><blockquote>■ <cclass>abbreviation search and rescue (an emergency service). </cclass></blockquote></div>",
            "word": "SAR",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "SAR",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "SAR",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "SAR",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Special administrative region (<em>SAR</em>) .",
            "vi": "Đặc khu hành chính (sar)."
        },
        {
            "en": "Hong Kong <em>SAR</em> Hong Kong <em>SAR</em> consists of Hong Kong Island, the Kowloon Peninsula and the New Territories, including 235 islands.",
            "vi": "Đặc khu hành chính Hồng Kông Hồng Kông bao gồm đảo Hồng Kông, bán đảo Kowloon và các lãnh thổ mới, gồm 235 hòn đảo."
        },
        {
            "en": "Say Chhum and <em>Sar</em> Kheng were elected vice presidents of the CPP.",
            "vi": "Say Chhum và Sar Kheng đã được bầu làm Phó Chủ tịch của Đảng Nhân dân."
        },
        {
            "en": "You will need to go to the hospital for a Sexual Assault Response (<em>SAR</em>) Evidence Kit.",
            "vi": "Cô sẽ phải đến bệnh viện để kiểm tra thu thập chứng cứ về vụ xâm hại tình dục."
        },
        {
            "en": "Few people in Hong Kong <em>SAR</em>, men who have sex with men included, undergo HIV testing.",
            "vi": "Rất ít người ở Hồng Kông, kể cả những người nam có quan hệ tình dục đồng giới đi làm xét nghiệm HIV."
        },
        {
            "en": "Hong Kong <em>SAR</em> has low HIV prevalence of less than 0.1% with some 3000 people living with HIV.",
            "vi": "Hiện Hồng Kông có tỷ lệ nhiễm HIV thấp, dưới 0,1%, với số người nhiễm HIV khoảng 3.000 người."
        },
        {
            "en": "Radar, <em>SAR</em> and imaging data from Cassini have revealed few impact craters on Titan's surface, suggesting it is relatively young.",
            "vi": "Dữ liệu Radar, SAR và các hình ảnh thu được từ Cassini đã cho thấy một số lượng khá nhỏ các miệng hố va chạm trên bề mặt Titan, cho thấy đây là một bề mặt trẻ."
        },
        {
            "en": "In Hong Kong <em>SAR</em>, a study revealed that more than one out of six men who have sex with men (17.7%) found their sexual partners via the interne.",
            "vi": "Ở Hồng Kông, theo một nghiên cứu, cứ 6 người nam có quan hệ tình dục đồng giới thì có hơn 1 người (chiếm 17,7%) tìm kiếm bạn tình qua internet."
        },
        {
            "en": "The Cassini spacecraft has used radar altimetry and synthetic aperture radar (<em>SAR</em>) imaging to map portions of Titan during its close fly - bys of the moon.",
            "vi": "Tàu vũ trụ Cassini đã sử dụng radar đo độ cao và radar ống kính đồng bộ (SAR) chụp ảnh để vẽ bản đồ các thành phần của Titan trong những chuyến bay ngang qua vệ tinh này."
        },
        {
            "en": "AIDS Concern Established in 1990, AIDS Concern was the first nongovernmental organization to respond to HIV in Hong Kong <em>SAR</em>, beginning with a telephone helpline.",
            "vi": "Tổ chức AIDS Concern được thành lập năm 1990 và Tổ chức AIDS Concern là tổ chức phi chính phủ đầu tiên có các hoạt động phòng chống HIV ở Hồng Kông, hoạt động đầu tiên của tổ chức là thiết lập đường dây điện thoại nóng."
        },
        {
            "en": "In Hong Kong <em>SAR</em>, as in mainland China and Taiwan, tongzhi, comrade, is often used to refer to members of the gay, lesbian, bisexual and transgendered community.",
            "vi": "Giống như ở Trung Hoa lục địa và Đài Loan, ở Hồng Kông, tongzhi thường được sử dụng để chỉ những người đồng tính nam, đồng tính nữ, người lưỡng tính và chuyển giới."
        },
        {
            "en": "Hong Kong <em>SAR</em> became a Special Administrative Region of the People’s Republic of China on 1 July 1997 after 150 years of British control.",
            "vi": "Hồng Kông trở thành đặc khu hành chính của Cộng hoà nhân dân Trung Hoa từ 1/7/1997 sau 150 năm thống trị của Anh."
        },
        {
            "en": "     - Don’t Assume One Cell Phone is Safer than Another: There’s no such thing as a “safe” cell phone.  This is particularly true for industry promoted <em>SAR</em> ratings, which are virtually useless in measuring the true potential biological danger as most all of the damage is not done by heat transfer, which <em>SAR</em> measures. ",
            "vi": "     - Đừng nghĩ rằng có chiếc điện thoại di động nào là an toàn: Không có cái gọi là điện thoại di động “an toàn”. Điều này đặc biệt đúng cho ngành công nghiệp quảng bá cho chỉ số SAR (Specific absorption rate), vốn dĩ hoàn toàn vô dụng trong việc đo lường sự nguy hiểm tiềm năng thật sự về mặt sinh học vì hầu hết các mối nguy hiểm là không phải do truyền nhiệt mà SAR chỉ là sự đo đạc về mức độ truyền nhiệt."
        },
        {
            "en": "The Cassini spacecraft has used radar altimetry and synthetic aperture radar (<em>SAR</em>) imaging to map portions of Titan during its close fly-bys of the moon.",
            "vi": "Tàu vũ trụ Cassini đã sử dụng radar đo độ cao và radar ống kính đồng bộ (SAR) chụp ảnh để vẽ bản đồ các thành phần của Titan trong những chuyến bay ngang qua vệ tinh này."
        },
        {
            "en": "Hong Kong <em>SAR</em> continues to follow its pre-1997 social, economic and legal systems under the Basic Law and has a population of 6.855 million people, consisting of Chinese 95% and Philippines, Indonesians and British.",
            "vi": "Hồng Kông tiếp tục theo hệ thống xã hội, kinh tế và pháp lý của mình có từ trước năm 1997 theo Luật cơ bản và có dân số 6,855 triệu người, bao gồm 95% là người Trung Hoa, còn lại là người Philipin, Indonesia và người Anh."
        },
        {
            "en": "If you are using the Pong case, which redirects the cell phone radiation away from the head and successfully lowers the <em>SAR</em> effect, realize that in redirecting the radiation away from your head this may be intensifying the radiation in another direction, perhaps toward the person next to you, or, if in your pocket, increasing radiation intensity toward your body. Caution is always advised in dealing with any radiation-emitting device. We recommend cell phones be kept ‘Off’ except for emergencies. ",
            "vi": "Nếu bạn đang sử dụng thiết bị pong case giúp chuyển hướng bức xạ điện thoại di động tránh xa đầu và làm giảm chỉ số SAR, hãy biết rằng trong khi bức xạ được chuyển hướng tránh xa khỏi đầu bạn, điều này có thể làm tăng bức xạ ở một hướng khác, có thể là hướng đến người ở cạnh bên, nếu điện thoại ở trong túi bạn, thì sẽ tăng bức xạ lên cơ thể bạn. ‘Cần phải cảnh giác’ là điều luôn được khuyến cáo trong việc giải quyết bất kể thiết bị phát bức xạ nào. Chúng tôi khuyên nên tắt nguồn điện thoại đi động ngoại trừ các trường hợp khẩn cấp."
        }
    ],
    "suggestions": []
}