{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sarin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sarin</k><blockquote><cclass>[<cclass>'sα:rɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an organophosphorus nerve gas, developed during the Second World War. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Ger. <i>Sarin</i>, of unknown origin. </blockquote></div>",
            "word": "sarin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sarin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sarin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sarin"
        }
    },
    "sentences": [
        {
            "en": "<em>Sarin</em> is a potent inhibitor of the enzyme cholinesterase.",
            "vi": "Sarin có khả năng ức chế enzyme cô-lin-stê-ra-za."
        },
        {
            "en": "<em>Sarin</em> is a potent inhibitor of the enzyme cholinesterase.",
            "vi": "Sarin có khả năng ức chế enzyme cô - lin - stê - ra - za."
        },
        {
            "en": "Poisonous substances include lead, cadmium, chrome, oil, pesticides, phenols, mercury, <em>sarin</em>, radionuclides and volatile organic compounds.",
            "vi": "Các chất độc hại như chì, ca-đi-mi, crôm, dầu, thuốc trừ sâu, phê-non, thuỷ ngân, xa-rin, nu-clit phóng xạ và các hợp chất hữu cơ dễ bay hơi."
        },
        {
            "en": "The report noted that pollutants in these places affect people through direct inhalation, food intake and skin contact. Poisonous substances include lead, cadmium, chrome, oil, pesticides, phenols, mercury, <em>sarin</em>, radionuclides and volatile organic compounds.",
            "vi": "Theo bản báo cáo, người dân nơi đây bị nhiễm độc trực tiếp qua đường hô hấp, ăn uống và tiếp xúc qua da từ các chất độc hại như chì, cát- mi, crôm, dầu, thuốc trừ sâu, phê-non, thuỷ ngân, xa-rin, nuclit phóng xạ và hợp chất hữu cơ dễ bay hơi."
        },
        {
            "en": "You may not be able to pull in the same crowds as a man whose career spans founding a world class hospital in the rubble of post WWII Tokyo and treating the victims of the radical Aum Shinrikyo cult’s <em>sarin</em> gas subway attack, but you can still share your ideas with those younger than you. If nothing else, experience will be on your side:",
            "vi": "Bạn không thể cứu một đám đông trong khi đó cứu người là nghề của bác sĩ (khi ông thành lập một bệnh viện đẳng cấp thế giới trong đống đổ nát sau Thế chiến thứ II tại Tokyo và điều trị các nạn nhân của cuộc tấn công ở điện ngầm ở Aum Shinrikyo), nhưng bạn vẫn có thể chia sẻ ý tưởng tới những người trẻ hơn bạn. Nếu không đạt được điều gì ghê gớm, thì kinh nghiệm sẽ luôn ở lại bên bạn."
        },
        {
            "en": "You may not be able to pull in the same crowds as a man whose career spans founding a world class hospital in the rubble of post WWII Tokyo and treating the victims of the radical Aum Shinrikyo cult’s <em>sarin</em> gas subway attack, but you can still share your ideas with those younger than you. If nothing else, experience will be on your side:",
            "vi": "Bạn không thể cứu một đám đông trong khi đó cứu người là nghề của bác sĩ (khi ông thành lập một bệnh viện đẳng cấp thế giới trong đống đổ nát sau Thế chiến thứ II tại Tokyo và điều trị các nạn nhân của cuộc tấn công ở điện ngầm ở Aum Shinrikyo), nhưng bạn vẫn có thể chia sẻ ý tưởng tới những người trẻ hơn bạn. Nếu không đạt được điều gì ghê gớm, thì kinh nghiệm sẽ luôn ở lại bên bạn."
        }
    ],
    "suggestions": []
}