{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sə'tænik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">Satanic</font>) (thuộc) quỷ Xa tăng, (thuộc) ma vương; quỷ quái</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xấu xa, tệ hại, độc địa</td></tr></table><i/></div>",
            "word": "satanic"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>satanic</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 of or characteristic of Satan. </blockquote></blockquote><blockquote><blockquote>2》 connected with satanism. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>satanically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "satanic"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>satanic</k><blockquote>▸ <cclass>adjective DIABOLICAL, fiendish, devilish, demonic, demoniacal, ungodly, hellish, infernal, wicked, evil, sinful, iniquitous, nefarious, vile, foul, abominable, unspeakable, loathsome, monstrous, heinous, hideous, horrible, horrifying, shocking, appalling, dreadful, awful, terrible, ghastly, abhorrent, despicable, damnable.</cclass></blockquote></div>",
            "word": "satanic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "satanic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "satanic"
        }
    },
    "sentences": [
        {
            "en": "<em>Satanic</em> laughter boomed behind them.",
            "vi": "Tiếng cười ma quái vang lên đằng sau họ."
        },
        {
            "en": "There is a <em>satanic</em> side to her nature.",
            "vi": "Bản chất của cô ta có một phần độc ác và xấu xa."
        },
        {
            "en": "She has lost her husband and child, who still believe in the <em>satanic</em> cults.",
            "vi": "Bà ta đã mất chồng và con, những người vẫn tin vào các nghi lễ thờ cúng quỷ Satan."
        },
        {
            "en": "Some rock fans used to do <em>Satanic</em> rites in that forest.",
            "vi": "Vài người hâm mộ nhạc Rock thường làm những nghi lễ Ma Vương trong cánh rừng đó."
        },
        {
            "en": "Many rituals are included in this book, and the one thing you learn is there are no actual <em>Satanic</em> rituals.",
            "vi": "Cuốn sách này đề cập đến nhiều nghi lễ, và một điều mà bạn sẽ học được đó là không hề có các nghi lễ thờ cúng quỷ Satan."
        },
        {
            "en": "BECOMING A WEREWOLF: The idea that a werewolf is created through the infectious bite of another werewolf is a modern invention. Werewolves of legend were commonly evil men who voluntarily performed witchcraft in order to become a werewolf. One common method was to remove all of one's clothing and wear a belt made of wolf skin. Other methods included drinking rainwater from a wolf's paw print, sleeping outside on a specific night and letting the full moon shine on one's face and performing a <em>Satanic</em> ritual involving magic ointment and an enchanted girdle. It was also believed that those who invoked God's wrath or were excommunicated by the Roman Catholic Church were turned into werewolves by divine punishment. And some were simply born into lycanthropy, notably those with epilepsy or children birthed on new moons.",
            "vi": "Trở thành người sói: Ý tưởng cho rằng người sói được tạo ra qua các vết cắn truyền nhiễm của một người sói khác là một phát minh của thời hiện đại. Người sói trong huyền thoại thường là những gã xấu tự nguyện thực hiện ma thuật để trở thành ma sói. Một trong những phương pháp phổ biến là cởi bỏ tất cả quần áo con người và mặc một chiếc thắt lưng bằng da sói. Các phương pháp khác bao gồm uống nước mưa đọng trong dấu chân của một con sói, ngủ bên ngoài vào một đêm trăng tròn và để cho ánh trăng chiếu rọi lên mặt và thực hiện nghi lễ của Quỷ Sa Tăng với một loại thuốc mỡ ma thuật và một cái đai lưng bị ếm bùa. Người ta cũng tin rằng những kẻ cầu khẩn cơn thịnh nộ của Đức Chúa Trời hoặc bị rút phép thông công bởi Giáo hội Công giáo La Mã sẽ biến thành người sói bởi sự trừng phạt của Thiên Chúa. Và một số chỉ đơn giản được sinh ra đã là ma sói, đặc biệt là những người bị động kinh hoặc trẻ em chào đời trong những ngày trăng non."
        }
    ],
    "suggestions": []
}