{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sata",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sata",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sata",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sata",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sata",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "There is the USB port and the <em>SATA</em> port.",
            "vi": "Có cổng kết nối USB và cổng SATA."
        },
        {
            "en": "The ESC 1000 has a 500GB <em>SATA</em> II hard drive on board and its power supply is rated for 1100 watts.",
            "vi": "ESC 1000 được trang bị ổ cứng 500GB chuẩn SATA II trên bo mạch và bộ nguồn cung cấp có công suất là 1100W."
        },
        {
            "en": "Many SSDs today directly replace hard drives, using the same size and <em>SATA</em> or SAS communication protocols to connect to a machine in a way that makes them interchangeable with conventional hard drives.",
            "vi": "Ngày nay nhiều ổ đĩa SSD thay thế hoàn toàn các ổ đĩa cứng, bằng cách sử dụng cùng kích cỡ và kiểu kết nối SATA hoặc các giao thức truyền thông SAS để kết nối với máy bằng cách mà làm cho chúng có thể thay thế cho các ổ đĩa cứng thông thường."
        },
        {
            "en": "Many SSDs today directly replace hard drives, using the same size and <em>SATA</em> or SAS communication protocols to connect to a machine in a way that makes them interchangeable with conventional hard drives.",
            "vi": "Ngày nay nhiều ổ đĩa SSD thay thế hoàn toàn các ổ đĩa cứng, bằng cách sử dụng cùng kích cỡ và kiểu kết nối SATA hoặc các giao thức truyền thông SAS để kết nối với máy bằng cách mà làm cho chúng có"
        },
        {
            "en": "Asus supercomputer has 960 Nvidia GPU cores     Asus unveiled its first supercomputer on Monday, the desktop computer-sized ESC 1000, which uses Nvidia graphics processors to attain speeds up to 1.1 teraflops.  One teraflop is one trillion flops (floating point operations per second), a measure of computing speed. Computers able to perform at such high speeds can be used in a variety of ways, including scientific research, image manipulation, engineering modeling or for medical purposes. Asus's ESC 1000 comes with a 3.33GHz Intel LGA1366 Xeon W3580 microprocessor designed for servers, along with 960 graphics processing cores from Nvidia inside three Tesla c1060 Computing Processors and one Quadro FX5800, according to a spec sheet from Asus. The c1060 is a dual-slot PCI card with no graphics ports on the back. Nvidia has promoted its graphics cores as an alternative to microprocessors to build speedier computers that require less electricity. The ESC 1000 is made for 64-bit computing and carries 24GB of DDR3 (double data rate, third generation) 1333MHz DRAM. The chassis on the supercomputer is 445mm by 217.5 mm by 545 mm. The ESC 1000 has a 500GB <em>SATA</em> II hard drive on board and its power supply is rated for 1100 watts. A note in Asus's literature said the ESC 1000 has a cost structure in software and hardware of $14,519 (£8,900) over five years, but an Asus representative declined to give a per-unit price or when the ESC 1000 would be available globally. The supercomputers are ready to ship, he said. The ESC 1000 is the result of collaboration between Asustek, Nvidia and Taiwan's National Chao Tung University. .",
            "vi": "Asus supercomputer has 960 Nvidia GPU cores    Asus tiết lộ siêu máy tính đầu tiên của họ vào hôm thư hai, đó là máy ESC 1000 có kích cỡ như máy tính để bàn, nó sử dụng các bộ xử lý đồ hoạ của Nvidia đạt tốc độ tối đa 1.1 teraflops. Một teraflop là một nghìn tỷ flops (floating point operations per second ), một phép đo tốc độ tính toán. Các máy tính có thể hoạt động ở tốc độ cao như vậy sẽ được ứng dụng trong nhiều lĩnh vực như nghiên cứu khoa học, đồ họa, mô hình hoá kỹ thuật hoặc cho các mục đích y học. Theo bảng thông số kỹ thuật của Asus đưa ra, siêu máy tính ESC 1000 của Asus trang bị bộ vi xử lý Intel LGA1366 Xeon W3580 3.33GHz được thiết kế dành cho các máy chủ, cùng với 960 lõi xử lý đồ họa của Nivdia nằm bên trong ba bộ xử lý tính toán Tesla c1060 và một card đồ họa Quadro FX5800. c1060 là một card chuẩn PCI khe cắm kép nhưng không có cổng đồ hoạ ở mặt sau.  Nvidia đã quảng cáo các lõi đồ hoạ của mình như là một giải pháp thay thế cho các bộ vi xử lý để xây dựng các máy tính nhanh hơn mà tiêu thụ ít điện năng.  ESC 1000 phục vụ cho điện toán 64-bit và kèm theo với 24GB DDR3 1333MHz ( RAM thế hệ thứ 3 với tốc độ truyền tải dữ liệu nhanh gấp đôi) . Bộ khung của siêu máy tính này có kích thước 445x217.5x 545 mm.  ESC 1000 được trang bị ổ cứng 500GB chuẩn SATA II trên bo mạch và bộ nguồn cung cấp có công suất là 1100W. Điểm chú ý là “tác phẩm” siêu máy tính ESC 1000 của ASUS có cấu trúc chi phí bao gồm phần mềm và phần cứng là $14,519 ((£8,90) trong năm năm tới, tuy nhiên đại điện của Asus đã từ chối đưa ra chi tiết giá từng phần và thời điểm  ESC 1000 có mặt trên toàn cầu. Ông cho biết các siêu máy tính này sẵn sàng để bán.  Siêu máy tính 1000 là kết quả của sự hợp tác giữa hãng Asustek, Nvidia và Trường đại học National Chao Tung của Đài loan."
        },
        {
            "en": "New SSDs are optimized for mixed workloads, such as online transaction processing, database or Web indexing, and email.   Seagate started shipping its new Pulsar solid-state drives—2.5-inch SSDs the company claims are the fastest it has ever manufactured—July 18 to its channel partners.   Seagate said that the 400GB Pulsar XT.2 uses SLC (single-level cell) flash with a native 6Gb/s SAS (serial-attached SCSI) interface. The XT.2 is optimized for mixed workloads typical of enterprise environments, such as OLTP (online transaction processing), database or Web indexing, and email.   A more capacious version, the 800GB Pulsar.2, is scheduled to become available July 29. Seagate claimed that this is the first MLC (multi-level cell) flash-enabled SSD made available by an enterprise hard-drive producer.   In a single storage device configuration, the XT.2  produced an SPC-1C result of 20,008.82 SPC-1 IOPS with an average response time of 2.05 milliseconds over a 10-minute duration, compared with an SPC-1C Sustainability Test result of 20,011.07 IOPS with an average response time of 2.08 milliseconds over four hours.    SPC (Storage Performance Council, an independent storage research firm) benchmark results on testing of the Pulsar can be found here.   The Pulsar.2 is aimed specifically for data centers, unlike typical MLC solid-state drives built for consumer applications. The Pulsar.2 holds up to 800GB and has built-in intelligence, in that it is able to automatically detect and correct data errors that could plague normal drive operations, Seagate said.   The Pulsar.2 SSD supports both native 6G bps SAS and Serial ATA (<em>SATA</em>) 6G bps interfaces for primary and secondary server storage.   \"Most SSD suppliers aren't fully aware of the needs of the enterprise,\" said Jim Handy of Objective Analysis. \"It isn't just a fast interface like SAS, Fibre Channel or PCIe that they need, and it isn't just IOPS levels in the tens to hundreds of thousands.   \"Without data integrity and reliability, an SSD is worthless to most enterprise users. Seagate's undeniable leadership in the enterprise HDD market has given the company a deep understanding of the necessity of data integrity and endurance.\"",
            "vi": "Các ổ đĩa SSD (Soild State Drive - Ổ đĩa thể rắn) mới được tối ưu hóa cho các khối lượng công việc chung, chẳng hạn như xử lí giao dịch trực tuyến, lập chỉ mục cơ sở dữ liệu hoặc Web và email.   Công ty Seagate bắt đầu tung ra ổ đĩa thể rắn SSD 2.5 inch Pulsar mới, những tuyên bố của công ty này với các đối tác làm đại lý vào ngày 18/7 là nó có tốc độ nhanh nhất mà họ từng sản xuất.   Seagate cho biết rằng ổ đĩa Pulsar XT.2400GB sử dụng chip nhớ flash SLC (single-level cell – Ô nhớ đơn cấp với một kết nối chuẩn SAS (serial-attached SCSI) 6GB/s .Ổ đĩa XT.2 tối ưu hóa cho các khối lượng công việc chung điển hình của môi trường doanh nghiệp, chẳng hạn như OLTP(xử lý giao dịch trực tuyến), lập chỉ mục cơ sở dữ liệu hoặc web, và email.  \n   Một phiên bản cao hơn là Pulsar.2 với dung lượng là800GB, dự kiến ​​sẽ ra mắt vào ngày 29 tháng 7. Seagate tuyên bố rằng đây là ổ lưu trữ flash SSD MLC (multi-level cell– Ô lưu trữ đa cấp) đầu tiên được làm bởi một nhà sản xuất ổ đĩa cứng doanh nghiệp.   Trong một cấu hình thiết bị lưu trữ đơn, XT.2 đạt được một kết quả tiêu chuẩn công nghiệp SPC -1C là 20,008.82 SPC-1 IOPS với thời gian đáp ứng trung bình 2,05 phần nghìn giây trong vòng 10 phút, so với kết quả Thử nghiệm Tính bền vững là 20,011.07 IOPS với thời gian đáp ứng trung bình 2,08phần nghìn giây trong vòng bốn giờ.  \n     Kết quả kiểm chuẩn của SPC (Storage Performance Council – Một công ty chuyên nghiên cứu lưu trữ độc lập) thử nghiệm SSD Pulsar có thể được tìm thấy ở đây.    \n Pulsar.2 là nhằm mục tiêu đặc biệt đến trung tâm dữ liệu, không giống như những ổ đĩa thể rắn SSD MLC thông thường được xây dựng cho các ứng dụng của người tiêu dùng. Pulsar.2 có sức chứa lên đến 800GB và được thiết kế thông minh, trong đó nó có thể tự động phát hiện và sửa lỗi dữ liệu mà có thể làm cản trở các hoạt động bình thường của ổ đĩa. Công ty Seagate cho biết.   SSD Pulsar.2 hỗ trợ cả kết nối chuẩn SAS 6Gb/s và Serial ATA (SATA) 6Gb/s cho kho lưu trữ máy chủ chính và máy chủ thứ cấp.     JimHandy, nhân viên của công ty Objective Analysis cho biết \"Hầu hết các nhà cung cấp SSD không nhận thức đầy đủ các nhu cầu của doanh nghiệp. Nó không phải chỉ là một hệ giao tiếp nhanh như SAS, Fibre Channel hoặc PCIe mà họ cần, và nó cũng không chỉ ở mức hiệu năng đọc ghi ngẫu nhiên IOPS trong hàng chục đến hàng trăm ngàn.   \"Nếu không có độ tin cậy và tính toàn vẹn dữ liệu, một ổ SSD sẽ là vô giá trị cho hầu hết các người dùng doanh nghiệp. Không thể phủ nhận vai trò lãnh đạo của Seagatetrong thị trường ổ đĩa cứng doanh nghiệp đã mang lại cho công ty này một sự hiểu biết sâu sắc về sự cần thiết của độ bền và tính toàn vẹn dữ liệu.\""
        },
        {
            "en": "How Intel's supercomputer almost used HP chips  SAN FRANCISCO--More than a decade ago, Intel ran into an issue trying to deliver what was to be the world's top-ranked supercomputer: it looked possible that its new Pentium Pro processors at the heart of the system might not arrive in time.  As a result, the chipmaker made an unusual move by paying Hewlett-Packard $100,000 to evaluate building the system using its PA-RISC processors in the machine, said Paul Prince, now Dell's chief technology officer for enterprise products but then Intel's system architect for the supercomputer. Called ASCI Red and housed at Sandia National Laboratories, it was designed to be the first supercomputer to cross the threshold of a trillion math calculations per second.  Intel ultimately met that 1-teraflops performance deadline using the Intel chips, HP dropped its PA-RISC line in favor of Intel's Itanium processor line, and the Pentium Pro paved the way for Intel's present powerhouse status in the server market. But the supercomputing division within Intel was phased out, and ASCI Red was its last job, Prince said in an interview here on the eve of the Intel Developer Forum.  The division had enough independence that it could have used another company's chips, but doubtless eyebrows would have been raised had a rival processor design showed up in such a high-profile machine that ultimately used more than 9,000 processors.  It wasn't the only hurdle the Intel group overcame in the design and construction of ASCI Red, which used ordinary processors but plenty of one-off technology including a customized operating system and Intel's own router chips to send data from through the system.  The first version of the router chip had a data integrity problem, and Intel didn't have time to fully validate a fixed version even though the engineers knew what caused the problem, Prince said. However, in a presentation titled \"Statistics for the Common Man,\" Prince convinced Intel management that a variety of worst-case scenario tests could reduce the validation time from more than a dozen weeks to about four to six weeks. He prevailed.  \"It worked, and they didn't fire me,\" Prince said. ASCI Red, developed for the Energy Department's Accelerated Strategic Computing Initiative to simulate nuclear weapons physics in a computer rather than with real-world tests, led the Top500 list of supercomputers from June 1997 until November 2000, when IBM's ASCI White took the top spot.  Meanwhile, in today's world Naturally Prince now is focused on the best directions for getting Dell servers, storage, and networking gear into customers' hands. And though he's comfortable with nitty-gritty chip details, he said customers these days are gravitating toward higher-level discussions.  \"At this point nobody's keeping up with the gigahertz rating of chips,\" he said, no doubt to the delight of Intel and AMD, who ran into physical limits on clock speed and focused their attention on multiple processing cores and getting more work done in each tick of a chip's clock.  Instead, he said, customers are asking, \"How does this fit into my virtual environment? What's my management look like?\" Thus, Dell is leading a lot of marketing with virtualization, which lets a single physical computer house many independent operating systems called virtual machines. Dell had expected Microsoft and various Linux players to challenge virtualization expert and EMC subsidiary VMware, but it's withstood the competition so far, he said.  Dell itself has about 6,000 VMware-hosted virtual machines running on about 620 real machines in its own computing infrastructure, but that's only a small fraction of the 12,000 physical servers total the company has. Some physical machines house as many as 20 virtual machines, but for business-critical tasks, Dell puts 10 virtual machines on a physical server, Prince said.  In Dell's analysis, using virtual machines saved $60 million in capital equipment expenses, he said. But virtualization poses problems, too--the virtual equivalent of server sprawl, in which new servers are added to a company's infrastructure faster than administrators can keep up.  \"You can deploy new servers in hours instead of weeks. The downside is you crank 'em out, so you have this proliferation of resources,\" Prince said, and virtual machines don't come with handy tracking technology. \"The reason it's hard to get rid of them is it's hard to track them. There's no asset tag. There's no depreciation on a virtual server.\"  Hardware still matters Though sales have moved to a higher level, hardware details still matter, Prince said. One he's most excited about is solid-state drives, which use flash memory rather than the spinning platters of conventional hard drives.  Many SSDs today directly replace hard drives, using the same size and <em>SATA</em> or SAS communication protocols to connect to a machine in a way that makes them interchangeable with conventional hard drives. But Prince is more interested in a technology that bypasses that older hard drive technology in favor of a more direct connection over a computer's PCI Express subsystem.  Companies including Fusion-io and Texas Memory Systems supply the technology, and Prince is among those in the server realm who like the idea. \"You can get a massive performance upgrade in terms of IOPS,\" or input-output operations per second.  He's also a believer in a technology called wear leveling, which moves data around the physical storage device so no elements don't get overused and therefore effectively worn out. \"The life has to be better than enterprise-class drives,\" he said. Prince also predicted the eventual triumph of Ethernet over more special-purpose high-speed network fabrics, Fibre Channel and InfiniBand. Fibre Channel will reach 16 gigabits per second, probably won't move beyond 40 gigabits per second, but Ethernet is headed for 40 and 100 gigabits per second today with 400 gigabits and even 1 terabit per second on the horizon, he said.  \"Everybody is converging on Ethernet as the high-performance fabric of the future,\" Prince said. Nguồn: http://news.cnet.com/8301-30685_3-10358285-264.html?tag=mncol",
            "vi": "Làm thế nào mà hầu hết siêu máy tính Intel sử dụng chip HP  SAN FRANCISCO-Hơn một thập kỷ trước, Intel đã gặp phải vấn đề về việc cố gắng đưa ra một thứ mà sẽ trở thành một siêu máy tính hàng đầu thế giới: Nó như thể là các bộ vi xử lí Pentium Pro mới vào trung tâm của hệ thống nhưng có lẽ không đủ thời gian. Kết quả là nhà sản xuất chip này đã tạo ra một bước đi khác thường bằng cách trả cho hãng Hewlett-Packard 100,000 $ để đánh giá xây dựng hệ thống sử dụng các bộ xử lí PA-RISC của hãng trong các máy. Ông Paul Prince, hiện là Giám đốc kỹ thuật của hãng Dell bên mảng các sản phẩm doanh nghiệp nhưng hồi ấy cũng từng là kiến trúc sư hệ thống của Intel cho siêu máy tính này. Được gọi là ASCI Red và được giữ tại Phòng thí nghiệm Quốc gia Sandia, nó được thiết kế để trở thành siêu máy tính đầu tiên vượt qua ngưỡng một nghìn tỷ phép tính mỗi giây Cuối cùng Intel cũng thực hiện được mức 1.000 tỷ phép tính mỗi giây (1-teraflops) bằng cách sử dụng chip Intel, HP đã từ bỏ dòng chip PA-RISC của hãng để ủng hộ cho dòng vi xử lí Itanium của Intel và Pentium Pro đã dọn đường cho Intel trở thành ngôi vô dịch trong thị trường máy chủ thời ấy. Nhưng bộ phận bên mảng siêu máy tính bên trong Intel đã rút lui dần dần và ASCI Red là công việc cuối cùng của họ, ông Prince cho biết trong một cuộc phỏng vấn ngay bên lề của  Diễn đàn Nhà phát triển Intel - Intel Developer Forum.  Các bộ phận đã đủ sức hoạt động độc lập để Intel có thể sử dụng các chip của một hãng khác, nhưng chắc chắn không còn nghi ngờ gì trong nháy mắt sẽ có một bản thiết kế vi xử lí của đối thủ cạnh tranh xuất hiện trong một cỗ máy qui mô lớn được dùng hơn 9000 vi xử lí. Nó không phải là rào cản duy nhất mà tập đoàn Intel đã chiến thắng trong bản thiết kế và xây dựng ASCI Red, nó sử dụng các vi xử lí thông thường nhưng có nhiều công nghệ chỉ sử dụng một lần bao gồm một hệ điều hành tuỳ biến và các chip định tuyến riêng của Intel để gửi dữ liệu qua hệ thống. Ông Prince đã cho biết, phiên bản đầu tiên của chip định tuyến có một vấn đề về tính toàn vẹn dữ liệu, và Intel không có thời gian phê chuẩn hoàn toàn phiên bản đã sửa lỗi mặc dù các kỹ sư đã biết nguyên nhân của vấn đề này. Tuy nhiên, trong bài thuyết trình mang tên “Statistics for the Common Man”, Prince tin chắc ban lãnh đạo của Intel sẽ đưa ra một loạt các kiểm nghiệm kịch bản trong trường hợp xấu nhất có thể giảm thiểu thời gian phê chuẩn từ hơn 12 tuần thành khoảng từ 4 đến 6 tuần. Ông ấy đã thuyết phục như vậy. Ông Prince cho biết “Nó đã hoạt động và họ đã không chỉ trích tôi”. ASCI Red được phát triển cho Accelerated Strategic Computing Initiative của Bộ năng lượng để mô phỏng vật lý vũ khí hạt nhân trong một máy tính thay vì với các thử nghiệm thực tế. Dẫn dầu danh sách trong Top500 siêu máy tính hàng đầu từ tháng 6 năm 1997 cho tới tháng 11 năm 2000, khi ASCI White của IBM cướp mất vị trí dẫn đầu này. Trong khi đó, trong thế giới ngày nay Tất nhiên hiện tại ông Prince đang tập trung vào hướng tốt nhất cho việc đưa các máy chủ Dell, kho lưu trữ, và thiết bị mạng đến tay khách hàng. Và mặc dù ông ta yên tâm với các chi tiết chip cốt lõi này nhưng ông ta cho biết khách hàng ngày nay đang bị hút theo hướng các cuộc tranh luận ở mức cao hơn. “Tại thời điểm này không ai đuổi kịp tốc độ chip ở mức gigahertz “ ông ta cho biết không còn nghi ngờ gì nữa Intel và AMD đang chạy đua vào trong ranh giới vật lý trên tốc độ xung nhịp và đã tập trung sự quan tâm của mình vào đa lõi xử lí và làm nhiều công việc hơn trong mỗi chu kỳ xung nhịp chip. Thay vào đó, ông ta cho biết những khách hàng đang hỏi ông “Làm cách nào để điều này phù hợp với môi trường ảo của tôi? Sự quản lý của tôi giống như cái gì?” Vì vậy, Dell đang dẫn đầu trong nhiều thị trường ảo hoá, nó cho phép một máy tính vật lý chứa nhiều hệ điều hành độc lập với nhau được gọi là các máy ảo. Ông ta phát biểu Dell mong đợi Microsoft và Linux thử thách các chuyên gia ảo hoá và Vmware công ty con của EMC, nhưng nó đã vẫn trụ vững trước sự cạnh tranh này cho đến nay. Ông Prince cho biết Dell có khoảng 6,000 máy ảo lưu trữ VMware đang chạy trên khoảng 620 máy thực trong cơ sở hạ tầng điện toán riêng của mình, nhưng đó chỉ là một phần nhỏ của  tổng12,000 máy chủ vật lý mà công ty có . Một số máy vật lý chứa tới 20 máy ảo nhưng đối với các nhiệm vụ quan trọng của doanh nghiệp thì Dell đặt 10 máy ảo trên một máy chủ vật lý.  Ông ta nói trong bản phân tích của Dell, việc sử dụng các máy ảo tiết kiệm được 60 triệu USD trong chi phí đầu tư cố định. Nhưng sự ảo hoá cũng có những vấn đề – thành phần ảo hoá tương đương của các máy chủ hoạt động kém (server sprawl), ở đó các máy chủ mới được bổ sung vào cơ sở hạ tầng của hãng nhanh hơn các nhà quản trị có thể duy trì nó. Ông Prince cho biết “Bạn có thể triển khai các máy chủ mới trong vài giờ thay vì nhiều tuần. Điều không thuận lợi là bạn lắp chúng ở ngoài vì vậy bạn sẽ phát sinh thêm nhiều tài nguyên,” và các máy ảo không có công nghệ theo dõi thuận tiện.” Lý do là rất khó để loại bỏ chúng vì chúng khó theo dõi. Không có thẻ tài sản. Không có khấu hao trên một máy chủ ảo.” Vẫn còn những vấn đề về phần cứng Ông Prince cho biết mặc dù doanh thu đã phát triển ở mức cao hơn, nhưng các chi tiết phần cứng vẫn có vấn đề.  Điều ông ấy hứng thú nhất là các ổ đĩa ở thể rắn, nó sử dụng bộ nhớ flash thay vì các đĩa tròn của các ổ đĩa cứng thông thường. Ngày nay nhiều ổ đĩa SSD thay thế hoàn toàn các ổ đĩa cứng, bằng cách sử dụng cùng kích cỡ và kiểu kết nối SATA hoặc các giao thức truyền thông SAS để kết nối với máy bằng cách mà làm cho chúng có thể thay thế cho các ổ đĩa cứng thông thường. Nhưng ông Prince quan tâm nhiều hơn trong công nghệ mà nó bỏ qua công nghệ ổ đĩa cứng cũ hơn để theo một kết nối trực tiếp qua một hệ thống con là PCI Express của máy tính. Những hãng bao gồm Fusion-io và Texas Memory Systems cung cấp công nghệ, và ông Prince là một trong những người ở lĩnh vực máy chủ thích ý tưởng này.” Bạn có thể nhận được một sự nâng cấp về hiệu năng qui mô lớn trong phạm vi IOPS (input-output operations per second). Ông ta cũng là một người tin tưởng vào công nghệ wear leveling (mức độ bền) mà nó chuyển dữ liệu xung quanh thiết bị lưu trữ vật lí để không có các phần tử nào được dùng quá nhiều và vì vậy có thể chống hao mòn. Ông cho biết “ Tuổi thọ có thể tốt hơn nhiều so với các ổ đĩa doanh nghiệp” Ông Prince cũng dự đoán chiến thắng chung cuộc của mạng Ethetnet qua nhiều cấu trúc mạng tốc độ cao chuyên dụng, Fibre Channel và InfiniBand. Fibre Channel sẽ đạt 16 gigabit mỗi giây, có lẽ sẽ không đi vượt quá 40 gigabit mỗi giây nhưng mạng Ethernet ngày nay đạt tới 40 và 100 gigabit mỗi giây với tầm nhìn sắp tới có thể lên 400 gigabit và thậm chí 1 terabit mỗi giây. Ông Prince cho biết “Tất cả mọi người đang cùng hướng về mạng Ethernet như một cấu trúc mạng hiệu năng cao trong tương lai”"
        }
    ],
    "suggestions": []
}