{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sei∫ieit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">no, chán ngấy, thoả mãn</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm thoả mãn; cho (ăn, uống...) đến chán, cho (ăn uống) đến ngấy (như) <font color=\"#1371BB\">sate </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm bão hoà</td></tr></table><i/></div>",
            "word": "satiate",
            "pronounce": "['sei∫ieit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>satiate</k><blockquote><cclass>[<cclass>'seɪʃɪeɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb another term for <kref>sate</kref><sup>1</sup>. </cclass></blockquote><blockquote>■ <cclass>adjective <cclass>archaic fully satisfied. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>satiable</b><cclass>adjective (<cclass>archaic). </cclass></cclass></cclass></blockquote><blockquote><cclass><b>satiation</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>satiatus</i>, past participle of <i>satiare</i>, from <i>satis</i> 'enough'. </blockquote></div>",
            "word": "satiate",
            "pronounce": "['sei∫ieit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>satiate</k><blockquote>▸ <cclass>verb FILL, satisfy, sate; slake, quench; gorge, stuff, surfeit, glut, cloy, sicken, nauseate.</cclass></blockquote></div>",
            "word": "satiate",
            "pronounce": "['sei∫ieit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "satiate",
            "pronounce": "['sei∫ieit]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "satiate",
            "pronounce": "['sei∫ieit]"
        }
    },
    "sentences": [
        {
            "en": "Eat to <em>satiate</em> your yearning",
            "vi": "Ăn cho đã thèm đi"
        },
        {
            "en": "It doesn't completely <em>satiate</em> the hunger — or rather thirst.",
            "vi": "Không hoàn toàn thoả mãn cơn đói - hay đúng hơn là cơn khát."
        },
        {
            "en": "Nothing seems to <em>satiate</em> people's need for gossip.",
            "vi": "Dường như không có gì là đủ thỏa mãn cho những người ngồi lê đôi mách."
        },
        {
            "en": "The beautiful is superior to the sublime because it lasts and does not <em>satiate</em>.",
            "vi": "Cái đẹp thì cao hơn cái cao cả, bởi vì cái đẹp thì bền bỉ và làm cho ta khao khát mãi."
        },
        {
            "en": "9      9. THEORY \"Can I ask just one more?\" I pleaded as Edward accelerated much too quickly down the quiet street. He didn't seem to be paying any attention to the road. He sighed. \"One,\" he agreed. His lips pressed together into a cautious line. \"Well… you said you knew I hadn't gone into the bookstore, and that I had gone south. I was just wondering how you knew that.\" He looked away, deliberating. \"I thought we were past all the evasiveness,\" I grumbled. He almost smiled. \"Fine, then. I followed your scent.\" He looked at the road, giving me time to compose my face. I couldn't think of an acceptable response to that, but I filed it carefully away for future study. I tried to refocus. I wasn't ready to let him be finished, now that he was finally explaining things. \"And then you didn't answer one of my first questions…\" I stalled. He looked at me with disapproval. \"Which one?\" \"How does it work — the mind-reading thing? Can you read anybody's mind, anywhere? How do you do it? Can the rest of your family… ?\" I felt silly, asking for clarification on make-believe. \"That's more than one,\" he pointed out. I simply intertwined my fingers and gazed at him, waiting. \"No, it's just me. And I can't hear anyone, anywhere. I have to be fairly close. The more familiar someone's… 'voice' is, the farther away I can hear them. But still, no more than a few miles.\" He paused thoughtfully. \"It's a little like being in a huge hall filled with people, everyone talking at once. It's just a hum — a buzzing of voices in the background. Until I focus on one voice, and then what they're thinking is clear.  \"Most of the time I tune it all out — it can be very distracting. And then it's easier to seem normal\" — he frowned as he said the word — \"when I'm not accidentally answering someone's thoughts rather than their words.\" \"Why do you think you can't hear me?\" I asked curiously. He looked at me, his eyes enigmatic. \"I don't know,\" he murmured. \"The only guess I have is that maybe your mind doesn't work the same way the rest of theirs do. Like your thoughts are on the AM frequency and I'm only getting FM.\" He grinned at me, suddenly amused. \"My mind doesn't work right? I'm a freak?\" The words bothered me more than they should — probably because his speculation hit home. I'd always suspected as much, and it embarrassed me to have it confirmed. \"I hear voices in my mind and you're worried that you're the freak,\" he laughed. \"Don't worry, it's just a theory…\" His face tightened. \"Which brings us back to you.\" I sighed. How to begin? \"Aren't we past all the evasions now?\" he reminded me softly. I looked away from his face for the first time, trying to find words. I happened to notice the speedometer. \"Holy crow!\" I shouted. \"Slow down!\" \"What's wrong?\" He was startled. But the car didn't decelerate. \"You're going a hundred miles an hour!\" I was still shouting. I shot a panicky glance out the window, but it was too dark to see much. The road was only visible in the long patch of bluish brightness from the headlights. The forest along both sides of the road was like a black wall — as hard as a wall of steel if we veered off the road at this speed. \"Relax, Bella.\" He rolled his eyes, still not slowing. \"Are you trying to kill us?\" I demanded. \"We're not going to crash.\" I tried to modulate my voice. \"Why are you in such a hurry?\" \"I always drive like this.\" He turned to smile crookedly at me. \"Keep your eyes on the road!\" \"I've never been in an accident, Bella — I've never even gotten a ticket.\" He grinned and tapped his forehead. \"Built-in radar detector.\" \"Very funny.\" I fumed. \"Charlie's a cop, remember? I was raised to abide by traffic laws. Besides, if you turn us into a Volvo pretzel around a tree trunk, you can probably just walk away.\" \"Probably,\" he agreed with a short, hard laugh. \"But you can't.\" He sighed, and I watched with relief as the needle gradually drifted toward eighty. \"Happy?\" \"Almost.\" \"I hate driving slow,\" he muttered. \"This is slow?\" \"Enough commentary on my driving,\" he snapped. \"I'm still waiting for your latest theory.\" I bit my lip. He looked down at me, his honey eyes unexpectedly gentle. \"I won't laugh,\" he promised. \"I'm more afraid that you'll be angry with me.\" \"Is it that bad?\" \"Pretty much, yeah.\" He waited. I was looking down at my hands, so I couldn't see his expression. \"Go ahead.\" His voice was calm. \"I don't know how to start,\" I admitted. \"Why don't you start at the beginning… you said you didn't come up with this on your own.\" \"No.\" \"What got you started — a book? A movie?\" he probed. \"No — it was Saturday, at the beach.\" I risked a glance up at his face. He looked puzzled. \"I ran into an old family friend —Jacob Black,\" I continued. \"His dad and Charlie have been friends since I was a baby.\" He still looked confused. \"His dad is one of the Quileute elders.\" I watched him carefully. His confused expression froze in place. \"We went for a walk —\" I edited all my scheming out of the story \"— and he was telling me some old legends — trying to scare me, I think. He told me one…\" I hesitated. \"Go on,\" he said. \"About vampires.\" I realized I was whispering. I couldn't look at his face now. But I saw his knuckles tighten convulsively on the wheel. \"And you immediately thought of me?\" Still calm. \"No. He… mentioned your family.\" He was silent, staring at the road. I was worried suddenly, worried about protecting Jacob. \"He just thought it was a silly superstition,\" I said quickly. \"He didn't expect me to think anything of it.\" It didn't seem like enough; I had to confess. \"It was my fault, I forced him to tell me.\" \"Why?\" \"Lauren said something about you — she was trying to provoke me. And an older boy from the tribe said your family didn't come to the reservation, only it sounded like he meant something different. So I got Jacob alone and I tricked it out of him,\" I admitted, hanging my head.  He startled me by laughing. I glared up at him. He was laughing, but his eyes were fierce, staring ahead. \"Tricked him how?\" he asked. \"I tried to flirt — it worked better than I thought it would.\" Disbelief colored my tone as I remembered. \"I'd like to have seen that.\" He chuckled darkly. \"And you accused me of dazzling people — poor Jacob Black.\" I blushed and looked out my window into the night. \"What did you do then?\" he asked after a minute. \"I did some research on the Internet.\" \"And did that convince you?\" His voice sounded barely interested. But his hands were clamped hard onto the steering wheel. \"No. Nothing fit. Most of it was kind of silly. And then…\" I stopped. \"What?\" \"I decided it didn't matter,\" I whispered. \"It didn't matter?\" His tone made me look up — I had finally broken through his carefully composed mask. His face was incredulous, with just a hint of the anger I'd feared. \"No,\" I said softly. \"It doesn't matter to me what you are.\" A hard, mocking edge entered his voice. \"You don't care if I'm a monster? If I'm not human!\" \"No.\" He was silent, staring straight ahead again. His face was bleak and cold. \"You're angry,\" I sighed. \"I shouldn't have said anything.\" \"No,\" he said, but his tone was as hard as his face. \"I'd rather know what you're thinking — even if what you're thinking is insane.\" \"So I'm wrong again?\" I challenged. \"That's not what I was referring to. 'It doesn't matter'!\" he quoted, gritting his teeth together.  \"I'm right?\" I gasped. \"Does it matter?\" I took a deep breath. \"Not really.\" I paused. \"But I am curious.\" My voice, at least, was composed. He was suddenly resigned. \"What are you curious about?\" \"How old are you?\" \"Seventeen,\" he answered promptly. \"And how long have you been seventeen?\" His lips twitched as he stared at the road. \"A while,\" he admitted at last. \"Okay.\" I smiled, pleased that he was still being honest with me. He stared down at me with watchful eyes, much as he had before, when he was worried I would go into shock. I smiled wider in encouragement, and he frowned. \"Don't laugh — but how can you come out during the daytime?\" He laughed anyway. \"Myth.\" \"Burned by the sun?\" \"Myth.\" \"Sleeping in coffins?\" \"Myth.\" He hesitated for a moment, and a peculiar tone entered his voice. \"I can't sleep.\" It took me a minute to absorb that. \"At all?\" \"Never,\" he said, his voice nearly inaudible. He turned to look at me with a wistful expression. The golden eyes held mine, and I lost my train of thought. I stared at him until he looked away. \"You haven't asked me the most important question yet.\" His voice was hard now, and when he looked at me again his eyes were cold. I blinked, still dazed. \"Which one is that?\" \"You aren't concerned about my diet?\" he asked sarcastically. \"Oh,\" I murmured, \"that.\" \"Yes, that.\" His voice was bleak. \"Don't you want to know if I drink blood?\" I flinched. \"Well, Jacob said something about that.\" \"What did Jacob say?\" he asked flatly. \"He said you didn't… hunt people. He said your family wasn't supposed to be dangerous because you only hunted animals.\" \"He said we weren't dangerous?\" His voice was deeply skeptical. \"Not exactly. He said you weren't supposed to be dangerous. But the Quileutes still didn't want you on their land, just in case.\" He looked forward, but I couldn't tell if he was watching the road or not. \"So was he right? About not hunting people?\" I tried to keep my voice as even as possible. \"The Quileutes have a long memory,\" he whispered. I took it as a confirmation. \"Don't let that make you complacent, though,\" he warned me. \"They're right to keep their distance from us. We are still dangerous.\" \"I don't understand.\" \"We try,\" he explained slowly. \"We're usually very good at what we do. Sometimes we make mistakes. Me, for example, allowing myself to be alone with you.\" \"This is a mistake?\" I heard the sadness in my voice, but I didn't know if he could as well. \"A very dangerous one,\" he murmured. We were both silent then. I watched the headlights twist with the curves of the road. They moved too fast; it didn't look real, it looked like a video game. I was aware of the time slipping away so quickly, like the black road beneath us, and I was hideously afraid that I would never have another chance to be with him like this again — openly, the walls between us gone for once. His words hinted at an end, and I recoiled from the idea. I couldn't waste one minute I had with him. \"Tell me more,\" I asked desperately, not caring what he said, just so I could hear his voice again. He looked at me quickly, startled by the change in my tone. \"What more do you want to know?\" \"Tell me why you hunt animals instead of people,\" I suggested, my voice still tinged with desperation. I realized my eyes were wet, and I fought against the grief that was trying to overpower me. \"I don't want to be a monster.\" His voice was very low. \"But animals aren't enough?\" He paused. \"I can't be sure, of course, but I'd compare it to living on tofu and soy milk; we call ourselves vegetarians, our little inside joke. It doesn't completely <em>satiate</em> the hunger — or rather thirst. But it keens us strong enough to resist. Most of the time.\" His tone turned ominous. \"Sometimes it's more difficult than others.\" \"Is it very difficult for you now?\" I asked. He sighed. \"Yes.\" \"But you're not hungry now,\" I said confidently — stating, not asking. \"Why do you think that?\" \"Your eyes. I told you I had a theory. I've noticed that people — men in particular — are crabbier when they're hungry.\" He chuckled. \"You are observant, aren't you?\" I didn't answer; I just listened to the sound of his laugh, committing it to memory. \"Were you hunting this weekend, with Emmett?\" I asked when it was quiet again. \"Yes.\" He paused for a second, as if deciding whether or not to say something. \"I didn't want to leave, but it was necessary. It's a bit easier to be around you when I'm not thirsty.\" \"Why didn't you want to leave?\" \"It makes me… anxious… to be away from you.\" His eyes were gentle but intense, and they seemed to be making my bones turn soft. \"I wasn't joking when I asked you to try not to fall in the ocean or get run over last Thursday. I was distracted all weekend, worrying about you. And after what happened tonight, I'm surprised that you did make it through a whole weekend unscathed.\" He shook his head, and then seemed to remember something. \"Well, not totally unscathed.\" \"What?\" \"Your hands,\" he reminded me. I looked down at my palms, at the almost-healed scrapes across the heels of my hands. His eyes missed nothing. \"I fell,\" I sighed. \"That's what I thought.\" His lips curved up at the corners. \"I suppose, being you, it could have been much worse — and that possibility tormented me the entire time I was away. It was a very long three days. I really got on Emmett's nerves.\" He smiled ruefully at me. \"Three days? Didn't you just get back today?\" \"No, we got back Sunday.\" \"Then why weren't any of you in school?\" I was frustrated, almost angry as I thought of how much disappointment I had suffered because of his absence. \"Well, you asked if the sun hurt me, and it doesn't. But I can't go out in the sunlight — at least, not where anyone can see.\" \"Why?\" \"I'll show you sometime,\" he promised.  I thought about it for a moment. \"You might have called me,\" I decided. He was puzzled. \"But I knew you were safe.\" \"But I didn't know where you were. I —\" I hesitated, dropping my eyes. \"What?\" His velvety voice was compelling. \"I didn't like it. Not seeing you. It makes me anxious, too.\" I blushed to be saying this out loud. He was quiet. I glanced up, apprehensive, and saw that his expression was pained. \"Ah,\" he groaned quietly. \"This is wrong.\" I couldn't understand his response. \"What did I say?\" \"Don't you see, Bella? It's one thing for me to make myself miserable, but a wholly other thing for you to be so involved.\" He turned his anguished eyes to the road, his words flowing almost too fast for me to understand. \"I don't want to hear that you feel that way.\" His voice was low but urgent. His words cut me. \"It's wrong. It's not safe. I'm dangerous, Bella — please, grasp that.\" \" No.\" I tried very hard not to look like a sulky child. \"I'm serious,\" he growled. \"So am I. I told you, it doesn't matter what you are. It's too late.\" His voice whipped out, low and harsh. \"Never say that.\" I bit my lip and was glad he couldn't know how much that hurt. I stared out at the road. We must be close now. He was driving much too fast.  \"What are you thinking?\" he asked, his voice still raw. I just shook my head, not sure if I could speak. I could feel his gaze on my face, but I kept my eyes forward. \"Are you crying?\" He sounded appalled. I hadn't realized the moisture in my eyes had brimmed over. I quickly rubbed my hand across my cheek, and sure enough, traitor tears were there, betraying me.  \"No,\" I said, but my voice cracked. I saw him reach toward me hesitantly with his right hand, but then he stopped and placed it slowly back on the steering wheel. \"I'm sorry.\" His voice burned with regret. I knew he wasn't just apologizing for the words that had upset me. The darkness slipped by us in silence. \"Tell me something,\" he asked after another minute, and I could hear him struggle to use a lighter tone. \"Yes?\" \"What were you thinking tonight, just before I came around the corner? I couldn't understand your expression — you didn't look that scared, you looked like you were concentrating very hard on something.\" \"I was trying to remember how to incapacitate an attacker — you know, self-defense. I was going to smash his nose into his brain.\" I thought of the dark-haired man with a surge of hate. \"You were going to fight them?\" This upset him. \"Didn't you think about running?\" \"I fall down a lot when I run,\" I admitted. \"What about screaming for help?\" \"I was getting to that part.\" He shook his head. \"You were right — I'm definitely fighting fate trying to keep you alive.\" I sighed. We were slowing, passing into the boundaries of Forks. It had taken less than twenty minutes. \"Will I see you tomorrow?\" I demanded. \"Yes — I have a paper due, too.\" He smiled. \"I'll save you a seat at lunch.\" It was silly, after everything we'd been through tonight, how that little promise sent flutters through my stomach, and made me unable to speak. We were in front of Charlie's house. The lights were on, my truck in its place, everything utterly normal. It was like waking from a dream. He stopped the car, but I didn't move. \"Do you promise to be there tomorrow?\" \"I promise.\" I considered that for a moment, then nodded. I pulled his jacket off, taking one last whiff. \"You can keep it — you don't have a jacket for tomorrow,\" he reminded me. I handed it back to him. \"I don't want to have to explain to Charlie.\" \"Oh, right.\" He grinned. I hesitated, my hand on the door handle, trying to prolong the moment. \"Bella?\" he asked in a different tone — serious, but hesitant. \"Yes?\" I turned back to him too eagerly. \"Will you promise me something?\" \"Yes,\" I said, and instantly regretted my unconditional agreement. What if he asked me to stay away from him? I couldn't keep that promise. \"Don't go into the woods alone.\" I stared at him in blank confusion. \"Why?\" He frowned, and his eyes were tight as he stared past me out the window. \"I'm not always the most dangerous thing out there. Let's leave it at that.\" I shuddered slightly at the sudden bleakness in his voice, but I was relieved. This, at least, was an easy promise to honor. \"Whatever you say.\" \"I'll see you tomorrow,\" he sighed, and I knew he wanted me to leave now. \"Tomorrow, then.\" I opened the door unwillingly. \"Bella?\" I turned and he was leaning toward me, his pale, glorious face just inches from mine. My heart stopped beating. \"Sleep well,\" he said. His breath blew in my face, stunning me. It was the same exquisite scent that clung to his jacket, but in a more concentrated form. I blinked, thoroughly dazed. He leaned away. I was unable to move until my brain had somewhat unscrambled itself. Then I stepped out of the car awkwardly, having to use the frame for support. I thought I heard him chuckle, but the sound was too quiet for me to be certain. He waited till I had stumbled to the front door, and then I heard his engine quietly rev. I turned to watch the silver car disappear around the corner. I realized it was very cold. I reached for the key mechanically, unlocked the door, and stepped inside. Charlie called from the living room. \"Bella?\" \"Yeah, Dad, it's me.\" I walked in to see him. He was watching a baseball game. \"You're home early.\" \"Am I?\" I was surprised. \"It's not even eight yet,\" he told me. \"Did you girls have fun?\" \"Yeah — it was lots of fun.\" My head was spinning as I tried to remember all the way back to the girls' night out I had planned. \"They both found dresses.\" \"Are you all right?\" \"I'm just tired. I did a lot of walking.\" \"Well, maybe you should go lie down.\" He sounded concerned. I wondered what my face looked like. \"I'm just going to call Jessica first.\" \"Weren't you just with her?\" he asked, surprised. \"Yes — but I left my jacket in her car. I want to make sure she brings it tomorrow.\" \"Well, give her a chance to get home first.\" \"Right,\" I agreed. I went to the kitchen and fell, exhausted, into a chair. I was really feeling dizzy now. I wondered if I was going to go into shock after all. Get a grip, I told myself. The phone rang suddenly, startling me. I yanked it off the hook. \"Hello?\" I asked breathlessly. \"Bella?\" \"Hey, Jess, I was just going to call you.\" \"You made it home?\" Her voice was relieved… and surprised. \"Yes. I left my jacket in your car — could you bring it to me tomorrow?\" \"Sure. But tell me what happened!\" she demanded. \"Um, tomorrow — in Trig, okay?\" She caught on quickly. \"Oh, is your dad there?\" \"Yes, that's right.\" \"Okay, I'll talk to you tomorrow, then. Bye!\" I could hear the impatience in her voice. \"Bye, Jess.\" I walked up the stairs slowly, a heavy stupor clouding my mind. I went through the motions of getting ready for bed without paying any attention to what I was doing. It wasn't until I was in the shower — the water too hot, burning my skin — that I realized I was freezing. I shuddered violently for several minutes before the steaming spray could finally relax my rigid muscles. Then I stood in the shower, too tired to move, until the hot water began to run out. I stumbled out, wrapping myself securely in a towel, trying to hold the heat from the water in so the aching shivers wouldn't return. I dressed for bed swiftly and climbed under my quilt, curling into a ball, hugging myself to keep warm. A few small shudders trembled through me. My mind still swirled dizzily, full of images I couldn't understand, and some I fought to repress. Nothing seemed clear at first, but as I fell gradually closer to unconsciousness, a few certainties became evident. About three things I was absolutely positive. First, Edward was a vampire. Second, there was part of him — and I didn't know how potent that part might be — that thirsted for my blood. And third, I was unconditionally and irrevocably in love with him.",
            "vi": "9      9. Giả thuyết \"Tôi hỏi thêm chỉ một câu nữa được không?\" Tôi khẩn khoản khi Edward tăng tốc quá nhanh trên đường phố yên tĩnh. Anh dường như chẳng hề chú ý đến đường đi. Anh thở dài.  \"Một thôi, \" Anh đồng ý. Môi anh bặm vào nhau đầy cẩn trọng.  \"Ưm ...anh nói anh biết tôi không vào hiệu sách đó mà đi về hướng nam. Tôi thắc mắc làm sao anh biết được cơ chứ. \" Anh nhìn sang chỗ khác, cân nhắc.  \"Tôi nghĩ chúng ta không còn mấy chuyện lảng tránh đó nữa, \" Tôi làu bàu. Anh gần như mỉm cười.  \"Vậy thì tốt. Tôi đi theo mùi hương của em. \" Anh nhìn vào con đường giúp tôi có thời gian để giữ vẻ mặt bình thản. Tôi không thể nghĩ ra được câu trả lời thoả đáng  nào cho câu nói đó, nhưng tôi xếp vào đầu cẩn thận để nghiền ngẫm về sau. Tôi cố tập trung chú ý trở lại. Tôi không muốn anh trả lời cho qua chuyện, bây giờ là lúc anh sẽ giải thích mọi chuyện.  \"Và anh chưa trả lời một trong mấy câu hỏi đầu tiên tôi” Tôi trì hoãn.  Anh nhìn tôi phản đối. \"Câu nào chứ?\" \"Nó hoạt động ra sao – chuyện đọc suy nghĩ đó? Anh có thể đọc được suy nghĩ của bất kỳ ai, bất kỳ đâu? Sao mà làm được vậy? Những người khác trong nhà anh có làm được chuyện đó không?\"  Tôi cảm thấy ngu ngốc, khi đòi làm rõ về chuyện tưởng tượng.  \"Thế là hơn một câu rồi,” Anh chỉ ra. Tôi cứ đan ngón tay vào nhau rồi nhìn chằm chằm vào anh, chờ đợi.  “Không, chỉ mình tôi thôi. Và tôi không thể nghe bất kỳ ai, bất kỳ nơi đâu. Tôi phải ở khá gần. “Giọng” của người đó càng quen thuộc thì tôi càng có thể nghe xa hơn.  Nhưng vẫn không thể hơn một vài dặm. \" Anh ngừng lại trầm ngâm.  \"Không giống như trong một đại sảnh khổng lồ đầy người, ai cũng nói cùng lúc.  Mà chỉ là một tiếng ngâm nga - rì rầm ở xa xa mà thôi. Trừ phi tôi tập trung vào một giọng nào đó, rồi thì điều họ đang nghĩ bỗng rõ ràng.”  Hầu như lúc nào tôi cũng lờ đi hết – vì làm mình rất phân tâm.  Mà còn dễ bị” - anh cau mày khi anh nói từ này - \"lỡ miệng trả lời suy nghĩ của người ta chớ không phải lời nói của người ta.” \"Sao anh nghĩ anh không thể đọc được suy nghĩ tôi?\" Tôi tò mò hỏi.  Anh nhìn tôi, ánh mắt bí hiểm.  \"Tôi không biết, \" anh thì thầm. \"Tôi chỉ đoán có lẽ đầu em không hoạt động giống người khác. Giống như suy nghĩ của em thuộc tần số AM mà tôi thì chỉ dò được đài FM mà thôi.” Anh toét miệng cười, đột ngột có vẻ thích thú.  \"Đầu tôi không hoạt động bình thường? Tôi là đồ dở hơi à?\" Mấy từ đó làm tôi bực mình quá thể - có lẽ vì suy đoán của anh đã trúng trọng tâm. Tôi luôn luôn nghi mình thế, và thật ngượng khi phải thú nhận.  \"Tôi nghe có tiếng nói trong đầu tôi và em đang lo em là đồ dở hơi,” Anh cười. \"Đừng lo lắng, chỉ là một giả thuyết ...\"  Mặt anh căng thẳng. \" nhắc tôi nhớ đến giả thuyết của em.\" Tôi thở dài. Bắt đầu sao đây? \"Không phải là chúng ta không còn mấy chuyện lảng tránh đó nữa sao?\" anh nhắc khẽ.  Lần đầu tiên tôi tránh nhìn khuôn mặt anh, cố tìm lời để nói. Tôi bỗng chú ý đến đồng hồ chỉ tốc độ.  \"Trời đất !\" tôi la to. \"Chậm lại !\" \"Có chuyện gì vậy?\" anh giật mình. Nhưng xe chẳng hề giảm tốc độ.  \"Anh đang đi một trăm dặm một giờ !\" tôi vẫn la to. Tôi liếc nhìn hoảng hốt ra cửa sổ, nhưng trời quá tối không thấy được gì nhiều. Con đường chỉ nhìn thấy được nhờ vệt sáng xanh dài của đèn pha. Rừng dọc hai bên lề đường giống như bức tường đen thẫm – cứng như vách thép nếu chúng ta chệch khỏi đường ở tốc độ này.  \"Bình tĩnh đi nào, Bella. \" Anh tròn mắt tỏ vẻ không tin, nhưng vẫn không đi chậm lại.  \"Anh định giết chúng ta à?\" tôi hỏi.  \"Mình sẽ không bị tai nạn đâu.” Tôi cố điều chỉnh giọng mình. \"Sao anh vội vậy?\" \"Tôi luôn chạy vậy. \" Anh xoay qua tôi cười tự mãn.  \"Nhìn đường đi chứ!\" \"Tôi chưa bao giờ bị tai nạn, Bella - tôi thậm chí chưa từng bị phạt. \" Anh cười toe toét và gõ trán. \"Máy dò ra-đa có sẵn trong đầu. \" \"Buồn cười hết sức. \" tôi nổi nóng. \" Charlie là cớm, nhớ không? Tôi được dạy dỗ phải tuân thủ luật lệ giao thông.  Hơn nữa, nếu anh biến chúng ta thành bánh quy xoắn Volvo quanh thân cây xong rồi thì anh có lẽ bỏ đi được đó.” \"Có lẽ vậy, \" Anh đồng ý bằng nụ cười khó hiểu, cộc lốc.” Nhưng em thì không thể.”  Anh thở dài, và tôi nhẹ nhõm nhìn thấy kim tốc độ dần ngã về phía số tám mươi. \"Vừa lòng chưa?\" \"Hơi hơi.” \"Tôi ghét chạy chậm, \" Anh thì thầm.  \"Vầy mà chậm à?\" \"Bình phẩm chuyện lái xe đủ rồi nhé, \" Anh cáu kỉnh. \"Tôi vẫn đang chờ giả thuyết mới nhất của em đây.” Tôi mím môi. Anh nhìn xuống tôi, đôi mắt màu mật ong dịu dàng bất ngờ.  \"Tôi sẽ không cười đâu, \" Anh hứa.  \"Tôi sợ anh sẽ giận tôi hơn.” \"Tệ dữ vậy sao?\" \"Ừ, tệ lắm. \" Anh đợi. Tôi đang nhìn xuống tay mình, nên không thể thấy vẻ mặt anh.  \"Bắt đầu đi. \" giọng anh bình thản.  \"Tôi không biết bắt đầu sao nữa, \" tôi thừa nhận.  \"Sao em không bắt đầu từ đầu … em nói em không tự nghĩ ra chuyện đó. \" \"Đúng vậy. \" \"Vậy nhờ đâu mà em nghĩ ra – nhờ sách? Phim?\" anh thăm dò.  \"Không – hồi thứ bảy, trên bãi biển.” Tôi lén liếc nhìn lên mặt anh.  Anh có vẻ không hiểu.  \"Tôi tình cờ gặp người bạn gia đình cũ - Jacob Black,” Tôi tiếp tục. \"Cha bạn ấy và Charlie là bạn bè từ khi tôi còn bé. \" Anh vẫn có vẻ không hiểu.  \"Cha bạn ấy là một trong những trưởng lão Quileute.” tôi quan sát anh chăm chú. Nét không hiểu trên mặt anh đông cứng lại. \"Chúng tôi đi dạo - \" tôi chỉnh sửa loại bỏ toàn bộ mưu đồ của mình trong câu chuyện \" - và anh ta kể tôi nghe một số truyền thuyết xưa - cố làm tôi sợ, tôi nghĩ vậy. Anh ấy đã kể tôi nghe một chuyện ...\"  Tôi do dự.  \"Tiếp đi,” anh nói.  \"Về ma cà rồng. \" tôi nhận thấy mình đang thì thầm. Bây giờ tôi không dám nhìn mặt anh. Nhưng tôi thấy khớp ngón tay anh siết chặt tay lái.  \"Và ngay lập tức em nghĩ ra tôi?\" Vẫn bình tĩnh.  \"Không.  Anh ta kể về gia đình anh. \" Anh im lặng, nhìn chằm chằm vào con đường.  Tôi đột nhiên cảm thấy lo lắng, lo bảo vệ Jacob.  \"Anh ta chỉ nghĩ đó là một thứ mê tín dị đoan ngu ngốc,” Tôi nói nhanh. \"Anh ta không nghĩ tôi có thể suy luận bất cứ thứ gì từ chuyện đó. \" Có vẻ chưa đủ ; tôi phải thú nhận. \"Đó là do lỗi tôi, tôi ép anh ta phải kể tôi nghe.” \"Tại sao?\" \"Lauren nói này kia về anh - cô ấy cố chọc tức tôi. Và anh chàng lớn tuổi hơn trong bộ lạc nói gia đình anh không đến khu bảo tồn, nghe có vẻ như anh ta có ý khác. Vì thế tôi làm Jacob chỉ có một mình với tôi rồi dụ anh ấy kể, \" Tôi thừa nhận, cúi đầu.  Anh cười to làm tôi giật mình. Tôi nhìn lên anh. Anh đang cười, nhưng mắt anh dữ dội, nhìn về phía trước.  \"Dụ anh ta như thế nào?\" anh hỏi.  \"Tôi cố tán tỉnh – dễ hơn tôi nghĩ.” Hoài nghi đậm màu trong giọng tôi khi nhớ lại.  \"Tôi muốn thấy chuyện đó. \" anh cười khúc khích u sầu. \"vậy mà em buộc tội tôi mê hoặc người ta - Jacob Black tội nghiệp. \" Tôi ửng hồng má và nhìn vào đêm tối ngoài cửa sổ.  \"Rồi em làm gì nữa?\" Anh hỏi sau một phút.  \"Tôi nghiên cứu vài thứ trên Internet. \" \"Mấy thứ đó làm em tin?\" Giọng anh có vẻ hơi quan tâm. Nhưng tay anh siết cứng vô-lăng.  \"Không. Chẳng có gì khớp cả. Hầu hết khá ngu ngốc. Và rồi... \" Tôi dừng lại.  \"Gì chứ?\" \"Tôi quyết định là chẳng hề quan trọng gì cả, \" Tôi thì thầm.  \"Chẳng hề quan trọng gì cả?\" Giọng anh làm tôi nhìn lên – Cuối cùng tôi cũng đã lột được chiếc mặt nạ bình tĩnh cẩn trọng của anh. Khuôn mặt anh đầy ngờ vực, chỉ chút ít giận dữ mà tôi sợ hãi.  \"Chẳng hề, \" tôi nói nhẹ nhàng. \"Anh là gì chẳng hề quan trọng đối với tôi.” Chút cay đắng, chế giễu âm vang trong giọng anh. \" Em không quan tâm dù tôi là một con quái vật? Dù cho tôi không phải là người!\" \"Không.” Anh im lặng, nhìn thẳng phía trước trở lại. Khuôn mặt anh ảm đạm và lạnh lẽo.  \"Anh giận à.” Tôi thở dài. \"Lẽ ra tôi không nên nói gì cả. \" \"Không phải, \" Anh nói, nhưng giọng anh cũng cay đắng như mặt anh. \"Tôi thà biết em đang nghĩ gì - dù là điều em nghĩ có điên khùng cũng được. \" \"Vậy tôi nói sai nữa à?\" Tôi thách thức.  \"Đó không phải là ý tôi. 'Chẳng hề quan trọng gì cả'!\" Anh nhắc lại, nghiến răng.  \"Tôi đúng à?\" Tôi hổn hển.  \"Có quan trọng gì không?” Tôi hít một hơi thật sâu.  \"Không quan trọng lắm. \" Tôi ngừng lại. \" nhưng tôi tò mò. \" giọng tôi, ít nhất, cũng đã bình tĩnh.  Anh đột ngột có vẻ cam chịu. \" Em tò mò chuyện gì?\" \"Anh bao nhiêu tuổi rồi?\" \"17, \" anh trả lời tức khắc.  \"Anh 17 tuổi bao lâu rồi?” Môi anh bặm lại trong khi nhìn chằm chằm vào con đường. \"Hơi lâu,” Cuối cùng anh cũng thừa nhận.  \" OK. \" Tôi mỉm cười, hài lòng vì anh vẫn thành thực với tôi.  Anh nhìn chằm chằm vào tôi với đôi mắt cảnh giác, y như trước đây, khi anh lo tôi sẽ bị sốc. Tôi cười toét miệng hơn để động viên, và anh cau mày.  \"Đừng cười nhe - nhưng sao anh có thể ra ngoài vào ban ngày ?\" Anh cứ cười. \"Chuyện tưởng tượng. \" \"Bị thiêu cháy bởi mặt trời?\" \"Chuyện tưởng tượng. \" \"Ngủ trong quan tài?\" \"Chuyện tưởng tượng. \" Anh do dự một chút, và giọng anh trở nên đặc biệt khác thường.  \"Tôi không ngủ được. \" Mất một phút tôi mới hiểu được. \"Không chút nào hết?\" \"Không bao giờ, \" anh nói, giọng anh gần như không thể nghe thấy. Anh quay nhìn tôi với vẻ thèm muốn khao khát. Đôi mắt vàng dán vào mắt tôi, và tôi không còn nhớ mình đang nghĩ gì nữa. Tôi nhìn anh chằm chằm cho đến khi anh nhìn sang chỗ khác.  \"Em chưa hỏi tôi câu hỏi quan trọng nhất. \"Giọng anh bây giờ đầy cay đắng, và khi anh nhìn tôi lần nữa, mắt anh lạnh lẽo.  Tôi chớp mắt, vẫn mê mụ. \"Câu nào?\" \"Em không quan tâm đến chế độ ăn uống của tôi ?\" Anh mỉa mai hỏi.  \"Ồ, \" tôi thì thầm, \"chuyện đó à. \" \"Ừ, chuyện đó. \"Giọng anh ảm đạm. \"Em không muốn hỏi xem tôi có hút máu không à?\" Tôi chần chừ. \"Ừ, Jacob có nói một câu về chuyện đó. \" \"Jacob nói gì?\" Anh hỏi thẳng thừng.  \"Anh ta nói anh không ... săn người. Anh ta nói gia đình anh chắc  không nguy hiểm vì bọn anh chỉ săn thú. \" \"Anh ta nói chúng tôi không nguy hiểm?\" Giọng anh đầy vẻ hoài nghi.  \"Không chính xác thế. Anh ta nói anh chắc không nguy hiểm. Nhưng những người Quileutes vẫn không muốn anh trên lãnh thổ của họ, để phòng hờ. \" Anh nhìn về phía trước, nhưng tôi không chắc anh có đang nhìn đường hay không.  \"Vậy anh ta nói đúng không? Về chuyện không săn người?\" Tôi cố giữ giọng tôi càng bình thản càng tốt.  \"Người Quileutes trí nhớ tốt thật,” Anh thì thầm.  Tôi xem đó là sự xác nhận.  \"Dù vậy đừng lấy đó mà tự mãn, \" Anh cảnh báo tôi. \"Họ đã đúng khi giữ khoảng cách với chúng tôi. Chúng tôi vẫn nguy hiểm. \" \"Tôi không hiểu. \" \"Chúng ta thử nhé, \" Anh từ từ giải thích. \"Chúng tôi thường rất giỏi trong mọi chuyện mình làm. Nhưng thỉnh thoảng chúng tôi cũng phạm lỗi. Như tôi, chẳng hạn, đã tự cho phép mình ở một mình với em. \" \"Đây là lỗi sao?\" Tôi nghe nỗi buồn chứa trong giọng nói, nhưng không biết anh có cảm thấy thế hay không.  \"Một lỗi rất nguy hiểm, \" anh thì thầm.  Rồi chúng tôi cùng im lặng. Tôi nhìn ánh đèn pha ngoằn ngoèo theo đường cong con đường. Chúng di chuyển quá nhanh; không có vẻ thực, giống như trong trò chơi điện tử. Tôi biết thời gian đang trôi rất nhanh, như con đường tối thui đằng sau, và tôi sợ mình sẽ không bao giờ còn cơ hội ở bên anh như thế này lần nữa – thật cởi mở, bức tường ngăn cách giữa chúng tôi đã không còn.  Lời anh nói cho thấy đã hết rồi, và tôi chùn bước vì ý nghĩ đó. Tôi không thể phí một phút nào ở bên anh.  \"Kể tôi nghe nữa đi, \" tôi tuyệt vọng hỏi, không cần biết anh nói gì, chỉ cần được nghe giọng anh lần nữa.  Anh nhìn tôi thật nhanh, giật mình bởi nét thay đổi trong giọng tôi. \"Em muốn biết thêm gì nữa?\" \"Hãy kể tôi biết tại sao anh săn thú thay cho săn người, \" Tôi đề nghị, giọng tôi vẫn đượm màu tuyệt vọng. Tôi nhận thấy mắt mình ướt, và tôi chiến đấu chống lại nỗi đau đớn đang xâm chiếm mình.  \"Tôi không muốn làm một con quái vật. \" Giọng anh rất nhỏ.  \"Nhưng động vật có đủ không?\" Anh ngừng lại. \"Tôi không biết chắc, dĩ nhiên, nhưng có thể so chuyện đó với chuyện sống bằng đậu hũ và sữa đậu nành ; chúng tôi tự coi mình là những người ăn chay, chuyện đùa chỉ người trong cuộc mới hiểu.  Không hoàn toàn thoả mãn cơn đói - hay đúng hơn là cơn khát. Nhưng chúng tôi đủ mạnh mẽ để cưỡng lại. Hầu như mọi lúc. \" Giọng anh trở nên đáng ngại.  \"Đôi lúc khó cưỡng hơn nhiều so với những lúc khác. \" \"Bây giờ anh có khó cưỡng không?\" tôi hỏi.  Anh thở dài. \"Có.” \"Nhưng bây giờ anh không đói, \" Tôi nói một cách tự tin - tuyên bố, chớ không phải hỏi.  \"Sao em nghĩ thế?\" \"Mắt anh. Tôi đã nói tôi có giả thuyết mà. Tôi nhận thấy mọi người –nhất là đàn ông - cáu kỉnh khi họ đói. \" Anh cười khúc khích. \"Em có óc quan sát thật, nhỉ?” Tôi không trả lời; tôi chỉ lắng nghe tiếng anh cười, để ghi nhớ nó.  \"Anh đã đi săn lúc cuối tuần, với Emmett ?\" Tôi hỏi khi yên lặng trở lại.  \"Ừ. \" anh ngừng lại một chút, như thể quyết định có nên nói điều gì đó hay không. \" Tôi không muốn đi, nhưng phải thế.  Sẽ dễ dàng hơn khi ở bên em mà không khát. \" \"Tại sao anh không muốn đi?\" \"Tôi ... lo  .... khi xa em.”  Mắt anh dịu dàng nhưng dữ dội, và chúng đang làm xương tôi như nhũn đi. \"Tôi không đùa khi yêu cầu em ráng đừng rơi xuống biển hoặc bị xe đụng thứ Năm vừa rồi. Tôi bị phân tâm suốt mấy ngày nghỉ cuối tuần vì lo cho em. Và sau những chuyện đã xảy ra đêm nay, tôi ngạc nhiên khi thấy em qua khỏi mấy ngày cuối tuần mà không bị sứt mẻ gì. \"Anh lắc đầu, rồi có vẻ nhớ chuyện gì đó. \"Ừ, không phải hoàn toàn không bị sứt mẻ. \" \"Cái gì chứ?\" \"Tay em kìa, \"Anh nhắc tôi. Tôi nhìn xuống lòng bàn tay mình, nhìn những vết xước trong lòng bàn tay tôi sắp lành. Mắt anh chẳng bỏ qua gì cả.  \"Tôi té mà, \" tôi thở dài.  \"Tôi nghĩ vậy.” Khoé môi anh cong lên. \"Tôi nghĩ, em hẳn còn tệ hơn nhiều - và điều đó giày vò tôi suốt lúc tôi đi xa.  Đó là ba ngày rất dài.  Tôi đã làm Emmett phát khùng.” Anh mỉm cười buồn bã với tôi.  \"Ba ngày? Không phải anh mới quay về hôm nay sao?\" \"Không, chúng tôi quay về hôm chủ nhật. \" \"Vậy sao không ai trong nhà anh đến trường vậy?\" Tôi thất vọng, hầu như tức giận khi nghĩ mình đã thất vọng biết bao vì anh vắng mặt.  \"Ừm, em hỏi mặt trời có làm tôi đau không, không đau.  Nhưng tôi không thể ra ngoài dưới ánh nắng - ít ra thì, không phải nơi ai cũng nhìn thấy. \" \"Sao vậy?\" \"Một lúc nào đó, tôi sẽ cho em xem, \" anh hứa.  Tôi nghĩ về chuyện đó trong chốc lát.  \"Lẽ ra anh có thể gọi điện cho tôi,\" tôi nhận xét.  Anh lúng túng. \"Nhưng tôi biết em an toàn mà. \" \"Nhưng tôi đâu biết anh đang ở đâu. Tôi - \"Tôi do dự, nhìn xuống.  \"Gì hả?\"  Giọng nói mượt mà của anh thật hấp dẫn.  \"Tôi không thích thế. Không gặp anh. Cũng làm tôi lo lắng. \" tôi ửng hồng má khi phải nói rõ chuyện đó ra.  Anh yên lặng. Tôi liếc nhìn lên, sợ hãi, và thấy vẻ mặt anh đầy đau đớn.  \"A, \" anh rên rỉ lặng lẽ. \"Chuyện này bậy rồi. \" Tôi không thể hiểu phản ứng anh. \"Tôi đã nói gì chứ?\" \"Em không thấy sao, Bella?  Làm bản thân tôi khốn khổ là một chuyện, nhưng làm cho em dính líu vào như thế là một chuyện hoàn toàn khác. \" Anh chuyển đôi mắt đau khổ trở lại con đường, anh nói quá nhanh khiến tôi không hiểu được. \" Tôi không muốn nghe em cảm thấy như thế. \"Giọng anh nhỏ nhưng khẩn nài. Lời anh cắt vào tim tôi. \"Vậy là sai. Không an toàn. Tôi nguy hiểm, Bella, xin em vui lòng -, hiểu cho điều đó. \" “Không.” Tôi hết sức cố gắng để trông không giống một đứa trẻ giận dỗi.  \"Tôi nghiêm túc đó, \" anh gầm gừ.  \"Tôi cũng vậy.  Tôi nói cho anh biết, anh là gì chẳng hề quan trọng. Đã quá muộn rồi. \" Giọng anh nhanh, nhỏ và gay gắt. \"Đừng bao giờ nói thế. \" Tôi mím môi và mừng là anh không thể biết điều đó làm tổn thương tôi thế nào. Tôi chằm chằm ra ngoài đường. Chúng tôi hẳn đã gần đến nhà rồi. Anh chạy quá nhanh.  \"Em đang nghĩ gì vậy?\" anh hỏi, giọng anh vẫn đau đớn. Tôi chỉ lắc đầu, không chắc chắn mình nói được. Tôi có thể cảm thấy ánh nhìn chằm chằm của anh trên mặt mình, nhưng tôi cứ nhìn về phía trước.  \"Em đang khóc sao?\" anh có vẻ hoảng hốt. Tôi không biết những giọt nước trong mắt tôi đã tràn đầy. Tôi chùi nhanh  tay qua má, và không còn nghi ngờ gì nữa, mấy giọt nước mắt phản bội đang ở đó, đang làm lộ tôi.  \"Không có, \" tôi nói, nhưng giọng tôi vỡ oà.  Tôi thấy anh lưỡng lự đưa tay phải về phía tôi, nhưng rồi anh dừng lại và từ từ để lại chỗ tay lái.  \"Tôi xin lỗi. \" giọng anh đầy hối tiếc. Tôi biết anh không chỉ hối tiếc về những lời đã làm tôi buồn bực.  Bóng tối len qua chúng tôi trong im lặng.  \"Hãy kể tôi nghe chuyện gì đó đi, \" anh hỏi sau một phút khác, và tôi có thể nghe anh đang cố nói nhẹ nhàng hơn.  \"Gì chứ?\" \"Điều em đã nghĩ đêm nay, ngay trước khi tôi đến góc phố đó? Tôi không thể hiểu nét mặt của em – em không có vẻ sợ hãi, trông giống như em đang cố tập trung làm chuyện gì đó.\" \"Tôi đang cố nhớ cách hạ gục kẻ tấn công – anh biết đó, tự vệ. Tôi sắp đập cho mũi hắn tọt vô não.”  Tôi nghĩ về người đàn ông có mái tóc đen với niềm căm ghét dâng trào.  \"Em định đánh nhau với bọn đó hả?\" Điều này làm anh khó chịu. \"Em không nghĩ đến chuyện bỏ chạy sao?\" \"Tôi sẽ té ghê lắm khi chạy, \" tôi thừa nhận.  \"Thế còn hét lên kêu cứu?\" \"Tôi định làm vậy.” Anh lắc đầu. \"Em đúng - Tôi rõ là đang cưỡng lại số mệnh để ráng giữ mạng sống của em.” Tôi thở dài. Chúng tôi đang chậm lại, đi qua vào địa phận của Forks. Chỉ mất chưa đầy hai mươi phút.  \"Mai tôi sẽ gặp anh chứ?\" tôi hỏi.  \"Ừ - tôi cũng còn bài luận đến ngày nộp mà. \" Anh mỉm cười. \" Tôi sẽ giữ ghế cho em lúc ăn trưa. \" Thật ngốc quá, sau mọi thứ chúng tôi đã trải qua đêm nay, sao mà lời hứa nhỏ nhặt ấy có thể làm dạ dày tôi nhộn nhạo như thế, và khiến tôi chẳng thể nói thành lời.  Chúng tôi đang ở trước nhà Charlie. Đèn đang bật, xe tải của tôi đang ở chỗ của nó, mọi thứ hoàn toàn bình thường. Tựa như sực tỉnh cơn mơ. Anh dừng xe lại, nhưng tôi không nhúc nhích.  \"Anh hứa sẽ ở đó ngày mai phải không?\" \"Tôi hứa. \" Tôi nghĩ một chốc, rồi gật đầu. Tôi cởi áo khoác của anh ra, hít lần cuối.  \"Em có thể giữ nó – mai em đâu có áo khoác, \" anh nhắc tôi.  Tôi trả nó cho anh. \" Tôi không muốn phải giải thích với Charlie. \" \"Ồ, đúng rồi. \" anh cười toe toét.  Tôi do dự, tay để trên tay nắm cửa xe, cố kéo dài khoảnh khắc này.  \"Bella ?\" anh hỏi bằng một giọng khác - nghiêm túc, nhưng do dự.  “Gì cơ?\" tôi lại quay về phía anh háo hức.  \"Em hứa với tôi một chuyện nhé?\" \"Vâng,”  tôi nói, và hối tiếc ngay sự đồng ý vô điều kiện của mình. Chuyện gì sẽ xảy ra nếu anh yêu cầu tôi phải tránh xa anh? Tôi không thể giữ lời hứa đó.  \"Đừng đi vào rừng một mình.” Tôi nhìn anh chằm chằm hoàn toàn không hiểu. \"Sao vậy?\" Anh cau mày, và mắt anh nheo lại khi nhìn chằm chằm qua tôi ra ngoài cửa sổ.  \"Tôi không phải luôn là thứ nguy hiểm nhất ngoài kia. Hãy biết thế đã.” Tôi hơi rùng mình vì sự lạnh lẽo đột ngột trong giọng anh, nhưng lại cảm thấy nhẹ nhõm. Chuyện này, ít ra, cũng là lời hứa dễ giữ. \"Sao cũng được.” \"Tôi sẽ gặp em ngày mai, \" anh thở dài, và tôi biết bây giờ anh muốn tôi rời xe.  \"Ngày mai vậy. \" tôi miễn cưỡng mở cửa.  \"Bella?\" tôi quay lại và anh đang nghiêng mình về phía tôi, khuôn mặt nhợt nhạt, đẹp đẽ của anh chỉ cách tôi vài inch. Tim tôi ngừng đập.  \"Ngủ ngon nhé, \" anh nói. Hơi thở anh phà trên mặt tôi, làm tôi choáng váng. Đó là mùi hương tuyệt diệu bám trên áo khoác anh, nhưng đậm hơn. Tôi chớp mắt, hoàn toàn mê mụ. Anh nghiêng người ra xa.  Tôi không thể nhúc nhích cho đến khi não tôi tự phục hồi. Sau đó tôi vụng về bước ra khỏi xe, phải nắm khung xe để đứng vững.  Tôi nghĩ tôi nghe anh cười khúc khích, nhưng âm thanh quá nhỏ đến nỗi tôi không chắc chắn.  Anh đợi cho đến khi tôi vấp ngã ở cửa trước, rồi tôi mới nghe tiếng anh rồ máy nhẹ nhàng. Tôi quay người nhìn chiếc xe màu bạc biến mất ở góc đường. Tôi nhận ra trời rất lạnh.  Tôi máy móc với lấy chìa khoá, mở khoá cửa, và bước vào nhà.  Charlie gọi từ phòng khách. \" Bella hả con?\" \"Dạ bố, con đây. \" Tôi bước vào gặp bố.  Ông đang theo dõi một trận đấu bóng chày.  \"Con về nhà sớm nhỉ. \" \"Sớm à?\" tôi ngạc nhiên.  \"Còn chưa tới tám giờ nữa, \" bố bảo tôi. \"Mấy con vui không?\" \"Dạ – vui lắm. \" Đầu tôi quay cuồng khi cố nhớ lại đêm đi chơi với bạn gái đã lên kế hoạch. \"Tụi nó đều tìm được áo đầm cho mình. \" \"Con ổn chứ ?\" \"Con chỉ mệt thôi. Con đi bộ nhiều quá. \" \"Ừm, có lẽ con nên nằm nghỉ đi. \" ông có vẻ lo lắng. Tôi không biết mặt tôi trông ra sao.  \"Để con gọi Jessica đã. \" \"Con không đi với nó à?\" ông hỏi, ngạc nhiên.  \"Có - nhưng con để quên áo khoác trong xe nhỏ. Con muốn chắc chắn nhỏ sẽ mang nó theo ngày mai. \" \"Ừm, để nó về đến nhà đã chứ. \" \"Đúng rồi,”  tôi đồng ý.  Tôi vô nhà bếp và ngồi phịch xuống ghế, kiệt sức. Bây giờ tôi cảm thấy hết sức chóng mặt. Tôi tự hỏi rốt cuộc có phải mình đang bị sốc hay không.  Bình tĩnh nào, tôi tự nói với mình.  Điện thoại reo đột ngột, làm tôi giật bắn người. Tôi kéo nó ra khỏi máy.  \"Chào?\" tôi nín thở hỏi.  \"Bella hả?\" \"Nè, Jess, tớ vừa định gọi bồ. \" \"Đã về nhà rồi à?\" giọng nhỏ có vẻ nhẹ nhõm và ngạc nhiên.  \"Rồi. Tớ để quên áo khoác trong xe bồ – Mai mang đến cho tớ nhé?\" \"Dĩ nhiên rồi. Nhưng kể cho tôi nghe chuyện gì đã xảy ra đi!\" cô ấy yêu cầu.  \"Ờ..., mai nhé - trong giờ học Lượng giác, đồng ý không?\" Cô ấy hiểu ngay. \"Ồ, bố bồ ở đó hả?\" \"Ừ, đúng rồi. \" \"Đồng ý, mai nói chuyện với bồ sau vậy. Tạm biệt !\" tôi có thể nghe sự nôn nóng trong giọng nhỏ.  \"Tạm biệt, Jess. \" Tôi bước từ từ lên cầu thang, tình trạng đờ đẫn mê mụ che mờ tâm trí tôi. Tôi chuẩn bị đi ngủ mà chẳng hề biết mình đang làm gì. Mãi đến khi tắm vòi hoa sen - nước quá nóng, làm phỏng da - tôi mới nhận thấy mình đang tê liệt. Tôi lắc đầu thật mạnh trong vài phút rồi để nước phun làm các bắp cơ căng cứng thư giãn. Sau đó tôi đứng vào vòi hoa sen, quá mệt mỏi để nhúc nhích, đến khi nước nóng bắt đầu chảy hết.  Tôi lảo đảo đi ra, quấn kỹ trong khăn tắm lớn, cố giữ hơi ấm của nước để không bị rùng mình nữa. Tôi mặc đồ ngủ nhanh chóng và chui xuống dưới mền, cuộn tròn như quả bóng, tự ôm mình để giữ ấm. Tôi rùng mình mấy cái.  Đầu óc tôi vẫn quay cuồng choáng váng, đầy những hình ảnh tôi không hiểu, và một số hình ảnh tôi cố đè nén. Lúc đầu chẳng có gì có vẻ rõ ràng cả, nhưng dần dần khi tôi sắp chìm vào vô thức, một vài điều chắc chắn trở nên rõ ràng.  Khoảng ba điều tôi hoàn toàn chắc chắn. Trước hết, Edward là ma cà rồng. Hai, đó là một phần trong anh - và tôi không biết phần đó nhiều cỡ nào – thèm máu tôi. Và điều thứ ba, tôi yêu anh vô vàn và không thể nào cưỡng nỗi."
        }
    ],
    "suggestions": []
}