{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Saudi",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Saudi</k><blockquote><cclass>[<cclass>'saʊdi<cclass>, <cclass>'sɔ:di<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>Saudis</b>) a citizen of Saudi Arabia, or a member of its ruling dynasty. </cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to Saudi Arabia or its ruling dynasty. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from the name of Abdul-Aziz ibn <i>Saud</i>, first king of Saudi Arabia. </blockquote></div>",
            "word": "Saudi",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Saudi",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Saudi",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Saudi",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Saudi</em> Arabia",
            "vi": "nước a rập"
        },
        {
            "en": "ESL Journey in <em>Saudi</em> Arabia",
            "vi": "Hành trình dạy tiếng Anh tại nước Ả-rập Xê-út"
        },
        {
            "en": "Does <em>Saudi</em> Arabia border on Iraq?",
            "vi": "Saudi Arabia có tiếp giáp với Iraq không?"
        },
        {
            "en": "Coca-Cola Salesman in <em>Saudi</em> Arabia",
            "vi": "Nhân viên bán cô-ca cô-la ở Ả Rập Xê - út"
        },
        {
            "en": "How much accompanied baggage weight is allowed in <em>Saudi</em> Airlines?",
            "vi": "Hãng hàng không Ả rập Xê Út cho phép trọng lượng hành lý kèm theo là bao nhiêu?"
        },
        {
            "en": "<em>Saudi</em> Arabia is the world's largest oil exporter.",
            "vi": "Ả-rập Xê-út là nước xuất khẩu dầu lớn nhất thế giới."
        },
        {
            "en": "Which country is bigger Iran or <em>Saudi</em> Arabia?",
            "vi": "Nước nào lớn hơn, I-ran hay A-rập Xê-út?"
        },
        {
            "en": "<em>Saudi</em> Arabia denies Iranian claim that an Iranian nuclear scientist was handed to the US by <em>Saudi</em> agents.",
            "vi": "Ả Rập Xê-út đã phủ nhận sự khẳng định từ phía Iran rằng một nhà khoa học hạt nhân của Iran đã bị các nhân viên người Ả Rập giao nộp cho Mỹ."
        },
        {
            "en": "These documents do not concern the kingdom of <em>Saudi</em> Arabia.",
            "vi": "Những văn kiện này không liên quan đến vương quốc Ả Rập Saudi."
        },
        {
            "en": "The Arabian desert is mainly located in <em>Saudi</em> Arabia.",
            "vi": "Sa mạc Ả Rập chủ yếu nằm ở Ả Rập Saudi."
        },
        {
            "en": "This ship has a regular run from Southampton to <em>Saudi</em>.",
            "vi": "Chiếc tàu thủy này có chuyến đi thường lệ từ Southampton tới Saudi."
        },
        {
            "en": "It was first detected in <em>Saudi</em> Arabia in 2012.",
            "vi": "MERS được phát hiện lần đầu tiên ở Saudi Arabia vào năm 2012"
        },
        {
            "en": "<em>Saudi</em> Arabia is the world's largest oil exporter.",
            "vi": "Ả - rập Xê - út là nước xuất khẩu dầu lớn nhất thế giới."
        },
        {
            "en": "Obama treated like a king on <em>Saudi</em> visit.",
            "vi": "Obama đã đón tiếp trọng thể cuộc viếng thăm của Saudi."
        },
        {
            "en": "<em>Saudi</em> Arabia denies Iranian claim that an Iranian nuclear scientist was handed to the US by <em>Saudi</em> agents.",
            "vi": "Ả Rập Xê - út đã phủ nhận sự khẳng định từ phía Iran rằng một nhà khoa học hạt nhân của Iran đã bị các nhân viên người Ả Rập giao nộp cho Mỹ."
        },
        {
            "en": "A Conformity Assessment Programme has been implemented by <em>Saudi</em> Arabia. All imported products require a Certificate of Conformity to enable them to be cleared through <em>Saudi</em> Customs.",
            "vi": "Một chương trình đánh giá sản phẩm tuân thủ đúng quy định đã được thực hiện bởi Ả Rập Xê-út. Tất cả các sản phẩm nhập khẩu đòi hỏi phải có giấy chứng nhận để được phép thông qua hải quan Ả Rập Xê út."
        },
        {
            "en": "Conservative also media blasted Obama when he bowed that year to <em>Saudi</em> King Abdullah.",
            "vi": "Những người bảo thủ cũng gây bão truyền thông nhắm vào ông Obama khi cũng năm đó ông cúi chào Nhà vua Ả Rập Saudi Abdullah."
        },
        {
            "en": "The majority of the Al-Qaeda hijackers were from <em>Saudi</em> Arabia (Image: FBI)",
            "vi": "Phần lớn những tên không tặc Al-Qaeda đến từ Ả-rập Xê-út (Ảnh: FBI)"
        },
        {
            "en": "For example, Muslims live in the United States, <em>Saudi</em> Arabia, West Africa, and many other places.",
            "vi": "Ví dụ, tín đồ Hồi giáo sống ở Mỹ, Ả Rập Saudi, Tây Phi, và nhiều nơi khác."
        },
        {
            "en": "The French troops in <em>Saudi</em> Arabia moved up to Hafar al-Batin.",
            "vi": "Quân đội Pháp ở Ả Rập Xê-út đã tiến đến Hafar al-Batin."
        }
    ],
    "suggestions": []
}