{
    "en_vn": {
        "data": {
            "content": null,
            "word": "scallops"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scallops"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scallops"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scallops"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scallops"
        }
    },
    "sentences": [
        {
            "en": "There's fish, crabs, shrimps, <em>scallops</em> and clams.",
            "vi": "Có cá, cua, tôm, sò và trai."
        },
        {
            "en": "Many people know of <em>scallops</em> as a tasty seafood, but most have never seen a living scallop.",
            "vi": "Nhiều người biết nghêu sò là một loại hải sản ngon, nhưng hầu như chưa bao giờ thấy chúng khi còn sống."
        },
        {
            "en": "After you catch a bunch, place your <em>scallops</em> on ice. The cold causes them to open up.",
            "vi": "Sau khi bắt được một đống sò hãy cho chúng vào đá. Cái lạnh sẽ làm chúng há miệng."
        },
        {
            "en": "“Previously, I could easily catch 30-40 kilos of fish overnight. But nowadays, locals randomly can catch small fish, just as large as your wrist. Many species in the lagoon like oysters, <em>scallops</em>, and crabs are no longer there,” he added.",
            "vi": "\"Trước đây, tôi có thể dễ dàng bắt được 30-40 kg cá sau một đêm. Nhưng bây giờ, người dân địa phương chỉ có thể bắt cá nhỏ, lớn bằng cổ tay. Nhiều loài trong đầm như hàu, sò và cua không còn ở đó,\" ông nói thêm."
        },
        {
            "en": "Not only famous as \"snail heaven,\" Vinh Khanh Street is also home to the busiest barbeque restaurants every evening. In addition to meat, many shops offer fresh seafood like grilled shrimp with salt and chilli, roasted fish, grilled octopus, grilled <em>scallops</em> with onion ... with prices ranging from VND60,000 to VND100,000 a plate.",
            "vi": "Không những nổi tiếng là \"Ốc Trời\", đường Vĩnh Khánh cũng là nơi các nhà hàng đồ nướng nhộn nhịp nhất vào mỗi buổi tối. Ngoài thịt, nhiều cửa hàng còn cung cấp hải sản tươi sống như: tôm nướng muối ớt, bạch tuột nướng, sò điệp nướng với hành tây, giá dao động từ 60k -100k mỗi đĩa."
        },
        {
            "en": "ShellfishAn allergy to shellfish most often develops in adulthood, and it is a lifelong allergy. Shrimp, crab, crawfish, and lobster -- crustaceans -- produce the most severe allergic reactions. Mollusks can trigger reactions, too: clams, mussels, <em>scallops</em>, escargot, octopuses, and squid. People allergic to shellfish should avoid steam tables or stovetops where shellfish is cooked because the vapors can trigger a reaction.",
            "vi": "Tôm cuaDị ứng tôm cua thường hay xảy ra nhiều nhất ở người lớn, và đây là chứng dị ứng kéo dài suốt đời. Tôm, cua, tôm đất, và tôm hùm là những loài giáp xác gây nhiều phản ứng dị ứng nghiêm trọng nhất. Các động vật thân mềm cũng có thể gây dị ứng như trai, sò, ốc sên, bạch tuộc, và mực. Người bị dị ứng với tôm cua nên tránh các bàn hơi nước (bàn dùng để giữ nóng thức ăn) hoặc các mặt lò nấu tôm cua vì hơi nước cũng có thể làm cho bạn bị dị ứng nữa đấy."
        },
        {
            "en": "Pham Van Dong Street is known as a \"paradise of barbeque\" with more than 20 of barbeque and hotpot restaurants. Cooking methods are varied as grilling by wood coals, hot tiles, or infrared cookers. The shops on this street are decorated simply but are very clean. The average prices for beef, pork, fish, eggs, grilled <em>scallops</em> range from VND40,000 to VND70,000 ($1.8-$3.2).",
            "vi": "Con đường Phạm Văn Đồng được biết đến như một thiên đường của đồ nướng với hơn 20 nhà hàng lẩu và đồ nướng. Cách nấu ăn ở đây rất đa dạng như nướng bằng than gỗ, gạch nóng hay bếp hồng ngoại. Các cửa hàng trên con đường này được trang trí đơn giản nhưng rất sạch sẽ.Giá trung bình cho thịt bò, thịt lợn, cá, trứng, sò điệp nướng dao động từ 40k -70k."
        }
    ],
    "suggestions": []
}