{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[skæn'sɔ:riəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) quen leo trèo; để leo trèo (chân chim)</td></tr></table><i/></div>",
            "word": "scansorial"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scansorial"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scansorial"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scansorial"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scansorial"
        }
    },
    "sentences": [
        {
            "en": "<em>IAL</em>",
            "vi": "Hiệp Hội Luật Sư Quốc Tế"
        },
        {
            "en": "I like looking at the ultrasound <em>scans</em>.",
            "vi": "Tôi thích nhìn vào những hình ảnh siêu âm."
        },
        {
            "en": "Brain <em>scans</em> 'provide clue to leadership skills'",
            "vi": "Siêu âm não ‘cung cấp bằng chứng về các kỹ năng lãnh đạo’"
        },
        {
            "en": "A scientist <em>scans</em> a patient's DNA sample for mutated sequences.",
            "vi": "Nhà khoa học xem xét đoạn mẫu ADN của bệnh nhân để tìm ra các chuỗi bị biến đổi."
        },
        {
            "en": "The spacecraft <em>scans</em> the Earth's oceans with radar instruments.",
            "vi": "Tàu vũ trụ kiểm tra các đại dương trên Trái Đất bằng nhưng thiết bị ra - đa."
        },
        {
            "en": "UniChal e-dictionary <em>scans</em> words on the page.",
            "vi": "Từ điển điện tử UniChal quét chữ trên trang giấy."
        },
        {
            "en": "How are retina <em>scans</em> used for personal identification?",
            "vi": "Quét võng mạc đã được sử dụng như thế nào trong việc xác minh cá nhân?"
        },
        {
            "en": "The spacecraft <em>scans</em> the Earth's oceans with radar instruments.",
            "vi": "Tàu vũ trụ kiểm tra các đại dương trên Trái Đất bằng nhưng thiết bị ra-đa."
        },
        {
            "en": "The most widespread account is that a few entrepreneur <em>ial</em> Frenchmen imported the ice slide idea to France",
            "vi": "Sự miêu tả rộng rãi nhất là một vài nhà thầu khoán người Pháp đã mượn ý tưởng về dốc tuyết mang về Pháp."
        },
        {
            "en": "Many insurers require infrared <em>scans</em> of buildings for facilities once a year.",
            "vi": "Nhiều công ty bảo hiểm yêu cầu quét hồng ngoại cho các tòa nhà của các cơ sở mỗi năm một lần."
        },
        {
            "en": "A program is supplied which <em>scans</em> for viruses and removes them.",
            "vi": "Một chương trình được đưa ra để quét và diệt vi - rút."
        },
        {
            "en": "The agency also carried out 3,667 inspections targeting medical facilities offering ultrasound <em>scans</em> and abortion services. ",
            "vi": "Cơ quan cũng tiến hành 3.666 cuộc kiểm tra nhằm vào các cơ sở y tế cung cấp dịch vụ siêu âm và phá thai."
        },
        {
            "en": "Many insurers require infrared <em>scans</em> of buildings for facilities once  a  year.",
            "vi": "Nhiều công ty bảo hiểm yêu cầu quét hồng ngoại cho các tòa nhà của các cơ sở mỗi năm một lần."
        },
        {
            "en": "CT <em>Scans</em> Reveal 1,000-Year-Old Mummy Of Chinese Monk Hidden Inside Ancient Buddhist Statue",
            "vi": "Ảnh chụp cắt lớp phát hiện xác ướp 1.000 tuổi của nhà sư Trung Quốc giấu bên trong tượng Phật cổ"
        },
        {
            "en": "The agency also carried out 3,667 inspections targeting medical facilities offering ultrasound <em>scans</em> and abortion services. ",
            "vi": "Cơ quan cũng tiến hành 3.666 cuộc kiểm tra nhằm vào các cơ sở y tế cung cấp dịch vụ siêu âm và phá thai."
        },
        {
            "en": "Leo, the loud lion controls the heart so regular heart <em>scans</em> and blood pressure tests are in your future.",
            "vi": "Cung Sư Tử, cung này kiểm soát tim, do đó hãy siêu âm tim và kiểm tra huyết áp đều đặn trong tương lai."
        },
        {
            "en": "MRI <em>scans</em> in 24 participants found that people with impaired blood flow were also more likely to have tiny areas of brain damage.",
            "vi": "Chụp cộng hưởng từ (MRI) ở 24 người tham gia cho thấy những người có lưu thông máu kém cũng có có nhiều khả năng có nhiều vùng nhỏ li ti ở não bị tổn thương. "
        },
        {
            "en": "As the replace command <em>scans</em> the table, the iif () is testing each record, first to see if the value in the fees field is greater than $1,000.",
            "vi": "Khi lệnh replace duyệt suốt bảng, hàm iif () kiểm tra từng mẫu tin một, đầu tiên kiểm tra xem giá trị trường fees có lớn hơn 1,000 $ hay không."
        },
        {
            "en": "MRI <em>scans</em> on a cohort of patients aged 58 to 77 have shown increases in the substance of the brain itself are brought about by exercise.",
            "vi": "Máy quét MRI tiến hành trên những bệnh nhân từ tuổi 58 đến 77 đã chỉ ra sự tăng lên chất của bộ não được tạo ra nhờ tập luyện."
        },
        {
            "en": "Diagnosis: Pelvic <em>scans</em>  Although it isn't possible to confirm endometriosis with scanning techniques alone, your doctor may order an ultrasound, CT scan, or MRI to help with diagnosis. These may be able to detect larger endometrial growths or cysts. The <em>scans</em> use sound waves, X-rays, or magnetic fields with radiofrequency pulses to create the images.",
            "vi": "Chẩn đoán bệnh bằng cách chụp cắt lớp khung xương chậu   Mặc dù người ta không thể xác định bệnh lạc nội mạc tử cung bằng kỹ thuật chụp cắt lớp đơn lẻ, nhưng bác sĩ cũng có thể yêu cầu siêu âm, chụp cắt lớp, hoặc chụp MRI (chụp cộng hưởng từ) để giúp chẩn đoán. Các thủ thuật này có thể phát hiện ra được khối u ở màng trong dạ con hoặc các nang lớn hơn. Kỹ thuật chụp cắt lớp sử dụng sóng âm thanh, tia X, hoặc từ trường kết hợp với xung tần số vô tuyến để tạo hình."
        }
    ],
    "suggestions": []
}