{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,skændi'neiviən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) Xcăng-đi-na-vi</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">Scandinavian</font>) người Xcăng-đi-na-vi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ngôn ngữ Xcăng-đi-na-vi</td></tr></table><i/></div>",
            "word": "scandinavian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scandinavian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scandinavian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scandinavian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scandinavian"
        }
    },
    "sentences": [
        {
            "en": "Act I <em>sc</em> IV",
            "vi": "Hồi i cảnh iv"
        },
        {
            "en": "I like act I <em>Sc</em> IV best.",
            "vi": "Tôi thích hồi 1 cảnh 4 nhất."
        },
        {
            "en": "<em>SC</em> Vietnam - Bốn năm một chặng đường",
            "vi": "SC Vietnam - A four-year journey"
        },
        {
            "en": "Your flight number is <em>SC</em> 591.",
            "vi": "Số́ chuyến bay củ bạn là sc 591."
        },
        {
            "en": "From her look I'd say she was <em>Scandinavian</em>.",
            "vi": "Dựa vào bề ngoài của cô ta mà xét, tôi cho rằng cô ta là người Bắc Âu."
        },
        {
            "en": "Nhng ti se la <em>sc</em> khoe cua ban.",
            "vi": "And filter and fibre your blood."
        },
        {
            "en": "The second Steering Committee (<em>SC</em>) meeting took place on 22nd May to review ODAP activities since last <em>SC</em> meeting and to approve the workplan in the next quarter.",
            "vi": "Cuộc họp lần thứ hai của Ban Chỉ đạo diễn ra vào ngày 22 tháng 5 để đánh giá lại các hoạt động ODAP kể từ cuộc họp của BCĐ lần trước và để thông qua kế hoạch công tác trong quý tới."
        },
        {
            "en": "The third <em>SC</em> meeting is planned to take place in October.",
            "vi": "Cuộc họp Ban chỉ đạo lần thứ ba được dự trù vào tháng 8"
        },
        {
            "en": "The third issue of ODAP newsletter was distributed at the <em>SC</em> meeting and the workshop.",
            "vi": "Tờ tin thứ ba của ODAP đã được phân phát tại cuộc họp BCĐ và tại hội thảo."
        },
        {
            "en": "What advice would you give to a <em>Scandinavian</em> who is planning to start a business in Florida?",
            "vi": "Lời khuyên nào bạn dành cho một người Scăng - đi - na - vi có ý định bắt đầu kinh doanh ở Florida?"
        },
        {
            "en": "How about two American loaves, one white bread and some <em>Scandinavian</em> cracked wheat?",
            "vi": "Vậy thì 2 ổ bánh mì Mỹ, một ổ bánh mì trắng và một ít bột mì Scandinavian nghiền nhé?"
        },
        {
            "en": "Past activities: The second Steering Committee (<em>SC</em>) meeting took place on 22nd May to review ODAP activities since last <em>SC</em> meeting and to approve the workplan in the next quarter.",
            "vi": "Cuộc họp lần thứ hai của Ban Chỉ đạo diễn ra vào 22-5 để đánh giá lại các hoạt động ODAP kể từ cuộc họp lần trước và để thông qua kế hoạch công tác trong quý tới."
        },
        {
            "en": "He is a <em>Scandinavian</em> hero who travels to save King Hrothgar's kingdom from the evil that plagues it.",
            "vi": "Anh ta là một người hùng vùng Scandinavia đã đến và cứu vương quốc của vua Hrothgar thoát khỏi những tai họa do cái xấu gây ra."
        },
        {
            "en": "Following the <em>SC</em> meeting, the 2nd ODAP workshop on GIS co-ordination/ standardisation took place on 23rd May.",
            "vi": "Theo sau cuộc họp BCĐ, hội thảo ODAP lần thứ hai về điều phối/chuẩn hóa GIS đã diễn ra vào ngày 23 tháng 5."
        },
        {
            "en": "An assessment conducted by the VCPFC and <em>SC</em> with HIV affected children suggests that the situation of children orphaned by HIV may be different.",
            "vi": "Theo báo cáo đánh giá của Uỷ ban Dân số, Gia đình và Trẻ em và Liên minh các Tổ chức cứu trợ trẻ em về trẻ em bị ảnh hưởng bởi HIV/AIDS thì tình trạng của trẻ em mồ côi do HIV có những điểm khác biệt."
        },
        {
            "en": "The people of Stockholm, Sweden and Copenhagen, Denmark, have the greatest difficulty in understanding other <em>Scandinavian</em> languages.",
            "vi": "Những người ở Stockholm, Thụy Điển và Copenhagen, Đan Mạch có cách hiểu rất khác nhau về những ngôn ngữ khác nhau của vùng Scandinavia."
        },
        {
            "en": "What advice would you give to a <em>Scandinavian</em> who is planning to start a business in Florida?",
            "vi": "Lời khuyên nào bạn dành cho một người Scăng-đi-na-vi có ý định bắt đầu kinh doanh ở Florida?"
        },
        {
            "en": "That’s according to a new a price index that ranks the <em>Scandinavian</em> country’s beaches as the world’s most expensive.",
            "vi": "Đó là theo một chỉ số giá mới đã xếp hạng các bãi biển của nước Scandinavia là đắt đỏ nhất thế giới."
        },
        {
            "en": "That’s according to a new a price index that ranks the <em>Scandinavian</em> country’s beaches as the world’s most expensive.",
            "vi": "Đó là theo một chỉ số giá mới đã xếp hạng các bãi biển của nước Scandinavia là đắt đỏ nhất thế giới."
        },
        {
            "en": "Deltour noted, \"The Nordic countries are a good model for studying the association\" due to their thorough medical records and the fact that all four of the <em>Scandinavian</em> countries in the study have had a mobile phone network since 1981.",
            "vi": "Âu là mô hình tốt để nghiên cứu sự liên kết \"vì các báo cáo y khoa hoàn chỉnh của họ và việc cả bốn quốc gia vùng Scandinavi nằm trong nghiên cứu này đã có mạng điện thoại di động từ năm 1981."
        }
    ],
    "suggestions": []
}