{
    "en_vn": {
        "data": {
            "content": null,
            "word": "scenarios",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scenarios",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scenarios",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scenarios",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kịch bản</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">scenarios name</font><font color=\"#282828\">: tên kịch bản</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">scenarios summary</font><font color=\"#282828\">: tóm tắt kịch bản</font></li></td></tr></tbody></table></div>",
            "word": "scenarios",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Lending <em>Scenarios</em> and Triggers.",
            "vi": "Các kịch bản và điều kiện cho vay"
        },
        {
            "en": "Odds-defying <em>scenarios</em>",
            "vi": "Những trường hợp hết sức kỳ lạ"
        },
        {
            "en": "Recent films are full of Doomsday <em>scenarios</em>.",
            "vi": "Các bộ phim gần đây đầy ắp những viễn cảnh về ngày tận thế."
        },
        {
            "en": "Table 6: Size of Overall Bank Program and Lending <em>Scenarios</em>.",
            "vi": "Bảng 6: Quy mô chương trình cho vay của Ngân hàng và các Kịch bản cho vay."
        },
        {
            "en": "Large project requires special trainings with actual <em>scenarios</em> and practices.",
            "vi": "Dự án lớn yêu cầu đào tạo đặc biệt với kịch bản và thực hành thực tế."
        },
        {
            "en": "Deadlines must be met even in worst - case <em>scenarios</em>.",
            "vi": "Hạn chót phải được đáp ứng ngay trong những tình huống xấu nhất."
        },
        {
            "en": "Size of Overall Bank Program and Lending <em>Scenarios</em>.",
            "vi": "Quy mô Chương trình Tổng thể của Ngân hàng và các kịch bản cho vay."
        },
        {
            "en": "Deadlines must be met even in worst-case <em>scenarios</em>.",
            "vi": "Hạn chót phải được đáp ứng ngay trong những tình huống xấu nhất."
        },
        {
            "en": "We are trying to think of all the possible <em>scenarios</em>.",
            "vi": "Chúng tôi đang cố gắng nghĩ về tất cả những khả năng có thể xảy ra."
        },
        {
            "en": "Three different <em>scenarios</em> explained by care and treatment tiers are being laid out.",
            "vi": "Ba viễn cảnh khác nhau được giải thích bởi các mức chăm sóc và điều trị được trình bày."
        },
        {
            "en": "The medium scenario was calculated by averaging the low and high <em>scenarios</em>.",
            "vi": "Ước tính trung bình được tính toán bằng cách lấy trung bình của ước tính thấp và ước tính cao."
        },
        {
            "en": "The trainees act out a series of <em>scenarios</em> with professional actors.",
            "vi": "Các thực tập sinh diễn một loạt kịch bản với các diễn viên chuyên nghiệp."
        },
        {
            "en": "They could use the system to present them with problem <em>scenarios</em>.",
            "vi": "Họ có thể sử dụng hệ thống để gây ra cho họ các tình huống khó khăn."
        },
        {
            "en": "Services provides companies with the ability to fill a variety of reporting <em>scenarios</em>.",
            "vi": "Dịch vụ cung cấp cho các công ty khả năng báo cáo trong những tình huống khác nhau."
        },
        {
            "en": "And while the most likely explanation was that it spread to the infants during pregnancy, other <em>scenarios</em> were theoretically possible.",
            "vi": "Và trong khi lời giải thích hợp lý nhất là bệnh phát tán sang trẻ khi đang mang thai, các giải thích khác cũng có thể về mặt lý thuyết."
        },
        {
            "en": "However sometimes it is possible that training was good but performance did not happen due to poor <em>scenarios</em> related reasons.",
            "vi": "Tuy nhiên thỉnh thoảng có thể việc đào tạo là tốt nhưng hiệu năng lại không xảy ra do các lý do có liên quan tới kịch bản nghèo nàn."
        },
        {
            "en": "Top companies like Microsoft, Google use <em>scenarios</em> interview technique by asking applicants to solve problems within a time limit.",
            "vi": "Những công ty hàng đầu như Microsoft, Google dùng kỹ thuật phỏng vấn theo kịch bản bằng việc yêu cầu người xin việc giải quyết các vấn đề trong thời gian giới hạn."
        },
        {
            "en": "I get other interested parties - employees, colleagues, and insiders - to help me create wild <em>scenarios</em> and ask seemingly absurd questions.",
            "vi": "Tôi kêu gọi tất cả những ai quan tâm – nhân viên, đồng nghiệp, những người trong nội bộ – để giúp tôi tạo ra những kịch bản kì lạ nhất và đặt những câu hỏi kì quặc nhất."
        },
        {
            "en": "I was still imagining pleasant <em>scenarios</em> that consisted of me running away with Edward to various exotic locales.",
            "vi": "Tôi vẫn còn đang sung sướng tưởng tượng kịch bản mình bỏ trốn cùng Edward đến đủ chốn thiên đàng."
        },
        {
            "en": "Wherever your beliefs lie on the fate-coincidence scale, these odds-defying <em>scenarios</em> will blow your mind.",
            "vi": "Dù tin vào số phận hay trùng hợp ngẫu nhiên, thì những trường hợp hết sức kỳ lạ này cũng sẽ làm bạn phải sửng sốt."
        }
    ],
    "suggestions": []
}