{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skeptisizəm]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">skepticism</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skeptisizəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chủ nghĩa hoài nghi; thái độ hoài nghi</td></tr></table><i/></div>",
            "word": "scepticism",
            "pronounce": "['skeptisizəm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scepticism",
            "pronounce": "['skeptisizəm]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>scepticism</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>his ideas were met with scepticism</i>: DOUBT, doubtfulness, a pinch of salt; disbelief, cynicism, distrust, mistrust, suspicion, incredulity; pessimism, defeatism; <cclass><i>formal</i> dubiety.</cclass></blockquote><blockquote><b>2</b><i>he passed from scepticism to religious belief</i>: AGNOSTICISM, doubt; atheism, unbelief, non-belief.</blockquote></div>",
            "word": "scepticism",
            "pronounce": "['skeptisizəm]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>scepticism</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><abr>BE</abr>; <abr>AE</abr><abr>spelling</abr>: <kref>skepticism</kref><blockquote><blockquote><ex>1) to demonstrate, display scepticism </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to maintain (a) scepticism </ex></blockquote></blockquote><blockquote><blockquote><ex>3) scepticism about (to maintain a healthy scepticism about smt.) </ex></blockquote></blockquote><blockquote><blockquote><ex>4) (<abr>misc.</abr>) an air of scepticism</ex></blockquote></blockquote></div>",
            "word": "scepticism",
            "pronounce": "['skeptisizəm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scepticism",
            "pronounce": "['skeptisizəm]"
        }
    },
    "sentences": [
        {
            "en": "<em>Scepticism</em> is slow suicide.",
            "vi": "Thuyết hoài nghi là một sự tự tử từ từ."
        },
        {
            "en": "Inevitably, there is <em>scepticism</em> about Disney's move.",
            "vi": "Chắc chắn rằng, có sự nghi ngờ về động thái của hãng Disney."
        },
        {
            "en": "She treated this statement with a healthy degree of <em>scepticism</em>.",
            "vi": "Đối với lời tuyên bố này anh ta thấy vô cùng ngờ vực."
        },
        {
            "en": "The announcement was greeted with some <em>scepticism</em> by some professionals.",
            "vi": "Thông báo này đã bị đáp lại bằng những thái độ hoài nghi từ phía một vài chuyên gia."
        },
        {
            "en": "Many have been reluctant to purchase policies, their <em>scepticism</em> encouraged by damaging reports on the difficulty of receiving reimbursement.",
            "vi": "Nhiều người đã miễn cưỡng mua bảo hiểm, sự hoài nghi càng gia tăng qua những báo cáo thiệt hại về sự khó khăn trong quá trình đồi đền bù."
        },
        {
            "en": "My <em>scepticism</em> does not concern blockchain, the technology behind bitcoin. This distributed ledger technology is a welcome innovation with useful applications, including fast, automatic execution of smart contracts.",
            "vi": "Sự hoài nghi của tôi không liên quan đến hệ thống phân cấp (blockchain), công nghệ nền tảng của bitcoin. Công nghệ sổ cái phân tán này là một bước tiến bộ đáng hoan nghênh với các ứng dụng hữu ích, bao gồm thực hiện nhanh chóng, tự động các hợp đồng thông minh."
        },
        {
            "en": "The <em>scepticism</em> among American Jews was summed up by an old quip: “To make a small fortune in Israel, come with a large fortune.”",
            "vi": "Sự hoài nghi giữa người Mỹ gốc Do Thái được tóm gọn bởi một câu nói khôi hài cổ: ” Để tậu được một gia tài nhỏ ở Israel,  hãy mang theo một gia tài lớn”"
        },
        {
            "en": "China has pledged not to use the organs of executed prisoners, but experts have voiced <em>scepticism</em> about the plan, arguing that organs will continue to be harvested from inmates but that they will now be classified as \"donations\".",
            "vi": "Trung Quốc đã cam kết không sử dụng các bộ phận cơ thể của tử tù, nhưng các chuyên gia đã lên tiếng hoài nghi về kế hoạch, lập luận rằng các bộ phận này sẽ tiếp tục được thu thập từ các tù nhân nhưng bây giờ sẽ được phân loại thành \"được hiến tặng\" \"."
        },
        {
            "en": "Are animals jealous? How would we know? Scientists are educated to have a deep <em>scepticism</em> about attributing sophisticated mental abilities to non-human animals. Anthropomorphism is regarded as a scientific sin. However, the paradox is that scientists are all Darwinists, and Darwin’s great contribution to psychology was the argument for the continuity of mind across species, not the uniqueness of humans. He was explicit that animals and humans shared a wide range of emotions, including jealousy.",
            "vi": "Các loài động vật có ghen tị không? Làm thế nào chúng ta biết được? Các nhà khoa học được đào tạo để có một thái độ hoài nghi sâu sắc về việc gán khả năng trí óc tinh vi cho các động vật không phải con người. Thuyết hình người được coi là một khiếm khuyết phản khoa học nghiêm trọng. Tuy nhiên, nghịch lý là các nhà khoa học đều là những nhà Darwin học, và những đóng góp to lớn của Darwin về tâm lý là lập luận cho sự mạch lạc trong ý nghĩ giữa các loài, mà đó không phải chỉ là tính độc nhất của con người. Ông đã khẳng định rằng động vật và con người có chung một loạt các cảm xúc, bao gồm cả sự ghen tị."
        },
        {
            "en": "Are animals jealous? How would we know? Scientists are educated to have a deep <em>scepticism</em> about attributing sophisticated mental abilities to non-human animals. Anthropomorphism is regarded as a scientific sin. However, the paradox is that scientists are all Darwinists, and Darwin’s great contribution to psychology was the argument for the continuity of mind across species, not the uniqueness of humans. He was explicit that animals and humans shared a wide range of emotions, including jealousy.",
            "vi": "Các loài động vật có ghen tị không? Làm thế nào chúng ta biết được? Các nhà khoa học được đào tạo để có một thái độ hoài nghi sâu sắc về việc gán khả năng trí óc tinh vi cho các động vật không phải con người. Thuyết hình người được coi là một khiếm khuyết phản khoa học nghiêm trọng. Tuy nhiên, nghịch lý là các nhà khoa học đều là những nhà Darwin học, và những đóng góp to lớn của Darwin về tâm lý là lập luận cho sự mạch lạc trong ý nghĩ giữa các loài, mà đó không phải chỉ là tính độc nhất của con người. Ông đã khẳng định rằng động vật và con người có chung một loạt các cảm xúc, bao gồm cả sự ghen tị."
        },
        {
            "en": "The <em>scepticism</em> over the existence of sophisticated emotions such as jealousy, guilt or empathy in animals is on reflection odd. Most scientists are happy to grant animals basic emotions such as anger and fear. It would not be anthropomorphic to say that an animal is angry or scared. Anger and fear have a clear evolutionary function for animals and humans, and even though animals may not experience such emotions in precisely the same way as humans, there is a clear continuity.",
            "vi": "Những hoài nghi về sự tồn tại của những cảm xúc phức tạp như ghen tị, tội lỗi hay sự đồng cảm ở động vật là những phản ánh kỳ lạ. Hầu hết các nhà khoa học rất vui khi chấp nhận cảm xúc cơ bản của động vật như giận dữ và sợ hãi. Không có thuyết học hình người để nói rằng một con vật đang tức giận hay sợ hãi. Sự giận dữ và sợ hãi có một chức năng tiến hóa rõ ràng cho cả động vật và con người, và thậm chí dù động vật có thể không trải qua những cảm xúc như vậy theo cùng một cách chính xác như con người, có một sự liên tục rõ ràng."
        },
        {
            "en": "The <em>scepticism</em> over the existence of sophisticated emotions such as jealousy, guilt or empathy in animals is on reflection odd. Most scientists are happy to grant animals basic emotions such as anger and fear. It would not be anthropomorphic to say that an animal is angry or scared. Anger and fear have a clear evolutionary function for animals and humans, and even though animals may not experience such emotions in precisely the same way as humans, there is a clear continuity.",
            "vi": "Những hoài nghi về sự tồn tại của những cảm xúc phức tạp như ghen tị, tội lỗi hay sự đồng cảm ở động vật là những phản ánh kỳ lạ. Hầu hết các nhà khoa học rất vui khi chấp nhận cảm xúc cơ bản của động vật như giận dữ và sợ hãi. Không có thuyết học hình người để nói rằng một con vật đang tức giận hay sợ hãi. Sự giận dữ và sợ hãi có một chức năng tiến hóa rõ ràng cho cả động vật và con người, và thậm chí dù động vật có thể không trải qua những cảm xúc như vậy theo cùng một cách chính xác như con người, có một sự liên tục rõ ràng."
        },
        {
            "en": "During the project, their trainers believe they uncovered instances where the two gorillas were economical with the truth. In one example, Koko broke a toy cat, and then signed to indicate that the breakage had been caused by one of her trainers. In another episode, Michael ripped a jacket belonging to a trainer and, when asked who was responsible for the incident, signed \"Koko\". When the trainer expressed some <em>scepticism</em>, Michael appeared to change his mind, and indicated that Dr Patterson was actually to blame, before finally confessing",
            "vi": "Trong suốt dự án này, người huấn luyện của chúng tin rằng chúng bộc lộ ra những dấu hiệu khi mà hai con khỉ đột này biết cách che giấu sự thật. Trong một ví dụ, Koko làm vỡ một con mèo đồ chơi, và sau đó đã có dấu hiệu thể hiện rằng miếng vỡ đó được gây ra bởi những người huấn luyện của nó. Trong một đoạn phim khác, Micheal xé cái áo vét của một người huấn luyện và, khi được hỏi ai phải chịu trách nhiệm cho sự cố này thì nó lại chỉ KoKo. Khi người huấn luyện bày tỏ sự hoài nghi , Michael dường như thay đổi ý nghĩ của mình, và thể hiện rằng tiến sĩ Patterson thực sự phải chịu trách nhiệm, nhưng cuối cùng nó cũng thú nhận."
        },
        {
            "en": "New cars in Beijing cut by two-thirds to battle traffic       New rules have taken effect in China that restrict car purchases in an effort to combat serious traffic problems in the capital, Beijing. City authorities will allow only 240,000 vehicles to be registered for 2011 - one-third of this year's total. Car buyers have been swamping dealers in anticipation of the new rules, which will still leave about five million cars on the road in the capital. Traffic and air pollution in Beijing is among the worst in the world. Beijing officials are trying to balance the desire of a growing middle class to have the convenience and status of car ownership, with a huge congestion problem. Officials said the new rules would not solve the full extent of the city's problems, only slow the down the rate at which they are worsening. \"It will be difficult to dramatically improve the traffic situation in a short time,\" said Liu Xiaoming, deputy director of the Beijing Traffic Management Bureau. \"But it can slow down the pace of worsening traffic congestion.\" Car registrations will be allocated by a license plate lottery system from Friday. Under the new rules, government departments will not be allowed to increase the size of their fleets for five years. About 750,000 new cars appeared on Beijing's streets this year, raising the total of registered vehicles for the city 4.8m.  China overtook the US as the world's biggest car and van market in 2009, with 13.6 million vehicles sold within the country. <em>Scepticism</em>  Nearly 90% of the new licence plates will be allocated for residents; people driving cars into Beijing from other areas will need permits to do so. The authorities have delayed the imposition of a congestion charge - a fee for cars to enter specified zones - saying the idea needed more study. In anticipation of the new ruling, 30,000 new vehicles were registered in the past week, at least three times the normal rate, Xinhua state news agency reported. \"I heard that they were going to change the policy, so I wanted to buy this [car] before the year was over,\" one buyer, Mr Yang, told the BBC.  \"We rushed to buy a car, because I need it for work. But it will be really inconvenient for me to drive a car when the streets become so congested,\" he said. There remains a high level of <em>scepticism</em> about how well the new measures will work however. Yang Ailun of Greenpeace China told the BBC that the restrictions had come far too late. \"We definitely welcome any kind of policies that try to reduce air pollution and control cars. However, the problem is that it comes too late.  \"Everything in China now happens so quickly, and the government always fails to anticipate what's coming, and as a result normally policies are only introduced when things are already out of control.\"  Residents say that Beijing's roads sometimes resemble car parks. A record 140 traffic jams were recorded on one evening in September. A spectacular 120km (75-mile) long traffic jam formed on the Beijing to Tibet route in early September, only a week after another 100km (62-mile) jam had been cleared in the same area.",
            "vi": "Cắt giảm 2/3 xe hơi mới ở Bắc Kinh để giảm thiểu lưu lượng giao thông      Luật mới đưa ra để hạn chế mua xe hơi đã có hiệu lực ở Trung Quốc nhằm cố gắng giảm thiểu vấn đề giao thông nghiêm trọng ở Thủ đô Bắc Kinh. Chính quyền thành phố chỉ cho phép 240.000 xe được đăng ký vào năm 2011 tức chỉ bằng một phần ba tổng số xe của năm nay. Người mua xe hơi đang rót đầy cho những nhà buôn xe nhằm đề phòng luật mới mà vẫn sẽ được phép lưu thông khoảng 5 triệu xe ở thủ đô này. Giao thông và ô nhiễm không khí ở Bắc Kinh là một trong những vấn đề nặng nhất trên thế giới. Các giới chức ở Bắc Kinh đang cố gắng cân bằng giữa mong muốn được có lợi và được sở hữu xe của tầng lớp trung lưu đang phát triển với vấn đề ùn tắc lớn trong giao thông Các giới chức cho rằng luật mới sẽ không giải quyết được toàn bộ mức độ về các vấn đề của thành phố mà chỉ làm giảm tỷ lệ lúc chúng đang trở nên tồi tệ hơn thôi. Ông Lương Tiểu Minh- phó giám đốc Cơ quan quản lý an toàn giao thông ở Bắc Kinh cũng nói rằng “ Khó có thể cải thiện được tình trạng giao thông này một cách đột ngột trong một thời gian ngắn được.” “Nhưng nó có thể giảm nhịp độ ùn tắc giao thông ngày càng tệ đi. Việc đăng ký xe sẽ được hệ thống xổ số bảng số xe cấp từ ngày thứ Sáu. Theo luật mới, các phòng ban chính phủ sẽ không được phép tăng kích cỡ đội xe của họ trong năm năm. Năm nay có khoảng 750.000 xe hơi mới lưu thông trên đường phố Bắc Kinh, nâng tổng số xe đăng ký ở thành phố là 4,8m. Và Trung Quốc đã vượt Hoa Kỳ về thị trường xe hơi, xe tải nhỏ lớn nhất trên thế giới vào năm 2009 với 13,6 triệu xe được bán ra cả nước. Thái độ hoài nghi Gần 90% biển số xe mới sẽ được cấp cho người dân; còn những người lái xe từ những nơi khác đến Bắc Kinh thì phải được cấp phép mới vào được. Chính quyền đã trì hoãn việc xử phí quá tải xe- phí dành cho xe hơi khi vào những khu vực đặc biệt mà họ nói rằng vấn đề này cần được nghiên cứu nhiều hơn. Để đề phòng luật mới, 30.000 xe mới đã đăng ký vào tuần trước, ít nhất là bằng ba lần tỷ lệ bình thường, theo hãng tin Xinhua của thông tấn xã nhà nước cho biết. Ông Dương, một người mua xe đã trả lời BBC rằng: “Tôi nghe nói họ sẽ thay đổi chính sách nên tôi muốn mua chiếc xe này trước khi hết năm nay.” “ Chúng tôi vội vàng mua xe vì tôi cần nó để đi làm. Nhưng thật sự bất tiện khi đường phố sẽ trở nên ùn tắc hơn.” Tuy nhiên vẫn còn mức độ hoài nghi cao về việc làm thể nào để thực hiện tốt luật mới này. Ông Dương Ái Luân thuộc công ty Greenpeace China nói với BBC rằng những hạn chế này xảy ra quá muộn. “ Chúng tôi hoàn toàn hoan nghênh bất kỳ chính sách nào để cố gắng giảm ô nhiễm môi trường và kiểm soát xe. Tuy nhiên vấn đề ở chỗ là đã quá muộn. “ Hiện giờ mọi thứ ở Trung Quốc diễn ra quá nhanh và chính phủ thì không liệu trước những gì sẽ xảy ra, do vậy các chính sách thường chỉ được đưa ra khi mọi thứ đã mất kiểm soát.” Nhiều người dân nói rằng nhiều con đường Bắc Kinh đôi khi giống như bãi đậu xe. Một kỷ lục về 140 lần kẹt xe xảy ra được ghi trong một buổi tối vào tháng Chín. Một vụ kẹt xe kéo dài 120 km (75 dặm) từ Bắc Kinh đến tuyến đường Tây Tạng vào đầu tháng Chín khiến mọi người chú ý chỉ một tuần sau vụ kẹt xe khác kéo dài khoảng 100km (62 dặm) đã được thấy rõ ở cùng khu vực."
        },
        {
            "en": "Mr Jobs, who underwent a liver transplant following pancreatic cancer, said he could no longer meet his chief executive's duties and expectations.The Silicon Valley legend will become chairman of the firm.\nThe 56-year-old has been on medical leave for an undisclosed condition since 17 January.\nIn a short letter to the board of Apple, Mr Jobs wrote: \"I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple's chief executive, I would be the first to let you know.\n\"Unfortunately, that day has come. I hereby resign as chief executive of Apple.\n\"I believe Apple's brightest and most innovative days are ahead of it. And I look forward to watching and contributing to its success in a new role.\n\"I have made some of the best friends of my life at Apple, and I thank you all for the many years of being able to work alongside you.\"\nApple board member Art Levinson paid tribute to Mr Job's contribution to the company: \"Steve's extraordinary vision and leadership saved Apple and guided it to its position as the world's most innovative and valuable technology company.\"\n'Hugely successful'\"Steve is [still] going to be able to provide the input he would do as a chief executive,\" said Colin Gillis at BGC Financial.Analysts said the move was not unexpected, and would have little impact on the day-to-day running of the company.\n\"But Tim has been de facto chief executive for some time and the company has been hugely successful. The vision and the roadmap is intact.\"\nNor will customers see any real difference, analysts said.\n\"At the end of the day, consumers don't buy products from Apple because they're from Steve Jobs, they buy them because they meet their needs and they're good products, and they'll continue to do that,\" Michael Gartenberg from Gartner told the BBC.\nHowever, Apple shares slid more than 5% in after-hours trading, suggesting that some investors were less confident of the company's prospects without Mr Jobs at the helm.\nAt the same time, shares in two of Apple's main Asian rivals gained. Taiwan-based phone maker HTC rose 4.1%, while South Korea's Samsung Electronics gained 3.2%.\nThe firms compete with Apple in the smartphone and tablet-PC sector, and have been involved in legal battles with Apple over patent rights. Analysts said that Mr Jobs' departure may make life easier for rivals.\n\"Maybe this will make the playing field a bit more level,\" Bryan Ma of IDC Asia-Pacific told the BBC's Asia Business Report.\nRevolutionary productsMr Jobs is widely seen as the creative force that has driven Apple to become one of the world's biggest companies.In the three months to the end of June, the company made a profit of $7.3bn on revenues of $28.6bn. It sold more than 20 million iPhones in the period and 9.25 million iPads.Thanks to innovative and hugely popular products such as the iPod, the iPhone and more recently the iPad, Apple has become one of the most sought after brands in the world.\nThe company recently became the valuable US firm after its market capitalisation overtook that of oil company Exxon Mobil.\nMr Jobs started Apple in the 1970s and its Macintosh computers became hugely popular in the 1980s.\nIn 1985, Mr Jobs left the company after falling out with colleagues, only to return in 1997 and begin Apple's transformation by launching the colourful iMac computer.\nThe iPod, which revolutionised the personal music-player market and spawned myriad copycat devices, was launched in 2002 and lay the foundations for the company's success over the past decade.\nNext came the iPhone, which similarly revolutionised the smartphone market, while the iPad confounded some initial <em>scepticism</em> to prove hugely popular.\nMany versions of these products have been launched while Mr Jobs has been on medical leave, and new versions that have been planned for months will not be affected by his departure, analysts said.\n\"In the near term, at least the next two three years, Apple will continue to have a fantastic run because it's got its entire roadmap in place which will continue to work seamlessly,\" Manoj Menon at Frost and Sullivan told the BBC",
            "vi": "Ông Job, người đã từng có một ca phẫu thuật gan vì ung thư tuyến tụy, đã tuyên bố ông không thể tiếp tục làm việc.\nNgười hùng của Thung Lũng Silicon sẽ trở thành người đứng đầu.\n\nNgười hùng 56 tuổi này đã có đơn nghỉ phép y khoa vì một căn bệnh không được tiết lộ từ ngày 17 tháng 1.\n\nTrích dẫn một bức thư ngắn từ ông Job gửi cho Apple: \"Tôi đã luôn nói rằng, nếu có một ngày mà tôi không thể điều hành công ty được nữa, Apple sẽ là bên đầu tiên được biết.\"\n\n\"Điều đáng tiếc là ngày này cũng đã tới. Tôi xin từ nhiệm chức vụ tổng giám đốc Apple.\"\n\n\"Tôi vẫn tin tưởng rằng Apple sẽ ngày càng vươn xa. Và tôi cũng sẽ luôn dõi theo hành trình đến thành công của Apple.\"\n\n\"Tôi cũng đã có những người bạn rất tốt ở Apple, và tôi cảm ơn mọi người vì đã cùng tôi đồng hành trong suốt hành trình làm việc.\"\n\nThành viên trong ban của Apple, Art Levinson, gửi lời nói kính trọng của mình đối với những công lao của Steve Jobs đối với Apple: \"Tầm nhìn vĩ đại và sự lãnh đạo to lớn của Steve đã đưa Apple đến được ngày hôm nay, là công ty công nghệ hàng đầu thế giới.\"\n\n\"Thành công lớn\"\n\n\"Steve vẫn có khả năng làm những công việc điều hành\", trích lời phát biểu của Colin Gillis ở BGC Financial.\n\nCác nhà phân tích nói rằng điều này không nằm ngoài dự đoán và chỉ gây ảnh hưởng nhỏ cho Apple.\n\n\"Nhưng Tim đã từng là giám đốc điều hành không chính thức một thời gian và Apple vẫn luôn có được thành công lớn. Sự từ chức của Steve nghỉ không ảnh hưởng gì tới Apple.\"\n\nVà khách hàng của Apple vẫn sẽ không thấy sự khác biệt. Các nhà phân tích nói.\n\n\"Rốt cuộc, khách hàng của Apple mua hàng là vì giá trị đích thực của nó, chứ không phải do người quản lý, và họ sẽ vẫn tiếp tục như vậy.\" Michael Gartenberg của Gartner trả lời BBC.\n\nTuy nhiên, cổ phiếu của Apple giảm hơn 5% sau giờ giao dịch, chứng tỏ đã có một số nhà đầu tư đã lo ngại Apple sẽ không được như ban đầu khi thiếu ông Jobs.\n\nTrong cùng lúc đó, cổ phiếu của 2 đối thủ cạnh tranh với Apple ở Châu Á đã tăng. Nhà sản xuất điện thoại Đài Loan HTC tăng 4.1% và Công ty điện máy Hàn Quốc Samsung tăng 3.2%\n\nCả 2 hãng này cạnh tranh với Apple trong lĩnh vực Smartphone và tablet-PC, và đã từng trong nhiều vụ kiện về quyền khách hàng. Các nhà phân tích nhận định sự từ chức của Steve Jobs sẽ làm cho các công ty trên thoải mái hơn.\n\n\"Có thể điều này sẽ làm cho cuộc chơi trở nên căng thẳng hơn.\" Bryan Ma của IDC Asia-Pacific trả lời với phóng viên kinh tế BBC Châu Á.\n\nSản phẩm cách mạng\n\nÔng Job được xem là nguồn sáng tạo lớn đã dẫn dắt Apple trở thành một trong những công ty uy quyền nhất thế giới.\n\nNhờ vào những sản phẩm nổi tiếng như iPod, iPhone và gần đây là iPad, Apple đã trở thành một trong những thương hiệu được chào đón nồng nhiệt nhất.\n\nỞ ba tháng cho đến cuối tháng 6, công ty đã thu được lợi nhuận là 7.3 tỉ USD với thu nhập là 28.6 tỉ USD. Trong khoảng thời gián đó, hơn 20 tỉ iPhone và 9.25 tỉ iPad đã được bán.\n\nApple hiện đang là tập đoàn sáng giá nhất của Mỹ khi vượt hãng dầu khí Exxon Mobil về giá trị thị trường.\n\nÔng Jobs sáng lập Apple từ những năm 1970 và dòng máy tính Macintosh đã trở nên phổ biến trong những năm 1980.\n\nTrong năm 1985, ông Jobs rời bỏ Apple do một số bất đồng với đồng nghiệp, nhưng quay lại trong năm 1997 để tung ra dòng máy tính iMac và làm thay đổi bộ mặt của Apple.\n\niPod, sản phẩm nghe nhạc thời đại và là nền tảng của nhiều loại máy nghe nhạc khác đã được tung ra vào năm 2002, đánh dấu một mốc tiến quan trọng trong sự phát triền của Apple trong thập kỷ trước.\n\nTừ đó ra đời iPhone, cũng là dòng sản phẩm mang tính cách mạng trong thị trường Smartphone, trong khi iPad cũng đã trở nên nổi tiếng qua những khó khăn và định kiến ban đầu.\n\nRất nhiều sản phẩm như vậy đã được tung ra thị trường trong khoảng thời gian mà Steve Jobs vắng mặt, và những bước tiến mới cho những sản phẩm sau này cũng không bị ảnh hưởng bởi sự ra đi của ông, theo các nhà phân tích nhận định.\n\n\"Trong những thời hạn tới, ít nhất là trong 2 đến 3 năm nữa, Apple vẫn sẽ giữ phong độ tỏa sáng như bây giờ nhờ kế hoạch hoàn hảo đã được định sẵn.\" Manoj Menon từ Frost và Sullivan trả lời BBC.\n\n\nTrích nguồn BBC."
        }
    ],
    "suggestions": []
}