{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[∫mʌk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) người khờ dại, kẻ đáng khinh</td></tr></table><i/></div>",
            "word": "schmuck"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>schmuck</k><blockquote><cclass>[<cclass>ʃmʌk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>N. Amer. <cclass>informal a foolish or contemptible person. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Yiddish <i>shmok</i> 'penis'. </blockquote></div>",
            "word": "schmuck"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "schmuck"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "schmuck"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "schmuck"
        }
    },
    "sentences": [
        {
            "en": "Well, I feel like a <em>schmuck</em>.",
            "vi": "Ừm, tôi thấy mình giống đứa khờ."
        },
        {
            "en": "I can't believe what a <em>schmuck</em> that guy is!",
            "vi": "Tôi không tin được là hắn ngu như vậy!"
        },
        {
            "en": "Remember the story of Cain and Abel? Well, read it then. Yes, Abel was a <em>schmuck</em> who deserved to die and Cain wasn’t quite as goddamn perfect as he thought he was. He deserved to die, too. We all deserve to die. So stop moaning if someone is richer and better looking than you.",
            "vi": "Hãy nhớ câu chuyện của Cain và Abel? hãy đọc nó sau đó. Đúng vậy, Abel là một kẻ đáng khinh và đáng chết và Cain không hoàn toàn đáng nguyền rủa như ông nghĩ. Ông cũng đáng chết. Tất cả chúng ta đều đáng chết. Vì vậy, dừng than vãn nếu ai đó giàu hơn và có nhan sắc hơn bạn."
        },
        {
            "en": "7 REPETITION        9. THIRD WHEEL TIME BEGAN TO TRIP ALONG MUCH MORE QUICKLY than before. School, work, and Jacob—though not necessarily in that order—created a neat and effortless pattern to follow. And Charlie got his wish: I wasn't miserable anymore. Of course, I couldn't fool myself completely. When I stopped to take stock of my life, which I tried not to do too often, I couldn't ignore the implications of my behavior. I was like a lost moon—my planet destroyed in some cataclysmic, disaster-movie scenario of desolation—that continued, nevertheless, to circle in a tight little orbit around the empty space left behind, ignoring the laws of gravity. I was getting better with my bike, which meant fewer bandages to worry Charlie. But it also meant that the voice in my head began to fade, until I heard it no more. Quietly, I panicked. I threw myself into the search for the meadow with slightly frenzied intensity. I racked my brain for other adrenaline-producing activities. I didn't keep track of the days that passed—there was no reason, as I tried to live as much in the present as possible, no past fading, no future impending. So I was surprised by the date when Jacob brought it up on one of our homework days. He was waiting when I pulled up in front of his house. \"Happy Valentine's Day,\" Jacob said, smiling, but ducking his head as he greeted me. He held out a small, pink box, balancing it on his palm. Conversation hearts. \"Well, I feel like a <em>schmuck</em>,\" I mumbled. \"Is today Valentine's Day?\" Jacob shook his head with mock sadness. \"You can be so out of it sometimes. Yes, it is the fourteenth day of February. So are you going to be my Valentine? Since you didn't get me a fifty-cent box of candy, it's the least you can do.\" I started to feel uncomfortable. The words were teasing, but only on the surface. \"What exactly does that entail?\" I hedged. \"The usual—slave for life, that kind of thing.\" \"Oh, well, if that's all…\" I took the candy. But I was trying to think of some way to make the boundaries clear. Again. They seemed to get blurred a lot with Jacob. \"So, what are we doing tomorrow? Hiking, or the ER?\" \"Hiking,\" I decided. \"You're not the only one who can be obsessive. I'm starting to think I imagined that place…\" I frowned into space. \"We'll find it,\" he assured me. \"Bikes Friday?\" he offered. I saw a chance and took it without taking time to think it through. \"I'm going to a movie Friday. I've been promising my cafeteria crowd that I would go out forever.\" Mike would be pleased. But Jacob's face fell. I caught the expression in his dark eyes before he dropped them to look at the ground. \"You'll come too, right?\" I added quickly. \"Or will it be too much of a drag with a bunch of boring seniors?\" So much for my chance to put some distance between us. I couldn't stand hurting Jacob; we seemed to be connected in an odd way, and his pain set off little stabs of my own. Also, the idea of having his company for the ordeal—I had promised Mike, but really didn't feel any enthusiasm at the thought of following through—was just too tempting. \"You'd like me to come, with your friends there?\" \"Yes,\" I admitted honestly, knowing as I continued that I was probably shooting myself in the foot with my words. \"I'll have a lot more fun if you're there. Bring Quil, and we'll make it a party.\" \"Quil's gonna freak. Senior girls.\" He chortled and rolled his eyes. I didn't mention Embry, and neither did he. I laughed, too. \"I'll try to get him a good selection.\" I broached the subject with Mike in English. \"Hey, Mike,\" I said when class was over. \"Are you free Friday night?\" He looked up, his blue eyes instantly hopeful. \"Yeah, I am. You want to go out?\" I worded my reply carefully. \"I was thinking about getting a group\"—I emphasized the word—\"together to go see Crosshairs.\" I'd done my homework this time—even reading the movie spoilers to be sure I wouldn't be caught off guard. This movie was supposed to be a bloodbath from start to finish. I wasn't so recovered that I could stand to sit through a romance. \"Does that sound like fun?\" \"Sure,\" he agreed, visibly less eager. \"Cool.\" After a second, he perked back up to near his former excitement level. \"How about we get Angela and Ben? Or Eric and Katie?\" He was determined to make this some kind of double date, apparently. \"How about both?\" I suggested \"And Jessica, too, of course. And Tyler and Conner, and maybe Lauren,\" I tacked on grudgingly. I had promised Quil variety. \"Okay,\" Mike muttered, foiled. \"And,\" I continued, \"I've got a couple of friends from La Push I'm inviting. So it sounds like we'll need your Suburban if everyone comes.\" Mike's eyes narrowed in suspicion. \"These are the friends you spend all your time studying with now?\" \"Yep, the very ones,\" I answered cheerfully. \"Though you could look at it as tutoring—they're only sophomores.\" \"Oh,\" Mike said, surprised. After a second of thought, he smiled. In the end, though, the Suburban wasn't necessary. Jessica and Lauren claimed to be busy as soon as Mike let it slip that I was involved in the planning. Eric and Katie already had plans—it was their three-week anniversary or something. Lauren got to Tyler and Conner before Mike could, so those two were also busy. Even Quil was out—grounded for fighting at school. In the end, only Angela and Ben, and, of course Jacob, were able to go. The diminished numbers didn't dampen Mike's anticipation, though. It was all he could talk about Friday. \"Are you sure you don't want to see Tomorrow and Forever instead?\" he asked at lunch, naming the current romantic comedy that was ruling the box office. \"Rotten Tomatoes gave it a better review.\" \"I want to see Crosshairs\" I insisted. \"I'm in the mood for action. Bring on the blood and guts! \" \"Okay.\" Mike turned away, but not before I saw his maybe-she's-crazy-after-all expression. When I got home from school, a very familiar car was parked in front of my house. Jacob was leaning against the hood, a huge grin lighting up his face. \"No way! \" I shouted as I jumped out of the truck. \"You're done!  I can't believe it!  You finished the Rabbit! \" He beamed. \"Just last night. This is the maiden voyage.\" \"Incredible.\" I held my hand up for a high five. He smacked his hand against mine, but left it there, twisting his fingers through mine. \"So do I get to drive tonight?\" \"Definitely,\" I said, and then I sighed. \"What's wrong?\" \"I'm giving up—I can't top this one. So you win. You're oldest.\" He shrugged, unsurprised by my capitulation. \"Of course I am.\" Mike's Suburban chugged around the corner. I pulled my hand out of Jacob's, and he nude a face that I wasn't meant to see. \"I remember this guy,\" he said in a low voice as Mike parked across the street. \"The one who thought you were his girlfriend. Is he still confused?\" I raised one eyebrow. \"Some people are hard to discourage.\" \"Then again,\" Jacob said thoughtfully, \"sometimes persistence pays off.\" \"Most of the time it's just annoying, though.\" Mike got out of his car and crossed the road. \"Hey, Bella,\" he greeted me, and then his eyes turned wary as he looked up at Jacob. I glanced briefly at Jacob, too, trying to be objective. He really didn't look like a sophomore at all. He was just so big—Mike's head barely cleared Jacob's shoulder; I didn't even want to think where I measured next to him—and then his face was older-looking than it used to be, even a month ago. \"Hey, Mike!  Do you remember Jacob Black?\" \"Not really.\" Mike held out his hand. \"Old family friend,\" Jacob introduced himself, shaking hands. They locked hands with more force than necessary. When their grip broke, Mike flexed his fingers. I heard the phone ringing from the kitchen. \"I'd better get that—it might be Charlie,\" I told them, and dashed inside. It was Ben. Angela was sick with the stomach flu, and he didn't feel like coming without her. He apologized for bailing on us. I walked slowly back to the waiting boys, shaking my head. I really hoped Angela would feel better soon, but I had to admit that I was selfishly upset by this development. Just the three of us, Mike and Jacob and me, together for the evening—this had worked out brilliantly, I thought with grim sarcasm. It didn't seem like Jake and Mike had made any progress towards friendship in my absence. They were several yards apart, facing away from each other as they waited for me; Mike's expression was sullen, though Jacob's was cheerful as always. \"Ang is sick,\" I told them glumly. \"She and Ben aren't coming.\" \"I guess the flu is making another round. Austin and Conner were out today, too. Maybe we should do this another time,\" Mike suggested. Before I could agree, Jacob spoke. \"I'm still up for it. But if you'd rather to stay behind, Mike—\" \"No, I'm coming,\" Mike interrupted. \"I was just thinking of Angela and Ben. Let's go.\" He started toward his Suburban. \"Hey, do you mind if Jacob drives?\" I asked. \"I told him he could—he just finished his car. He built it from scratch, all by himself,\" I bragged, proud as a PTA mom with a student on the principal's list. \"Fine,\" Mike snapped. \"All right, then,\" Jacob said, as if that settled everything. He seemed more comfortable than anyone else. Mike climbed in the backseat of the Rabbit with a disgusted expression. Jacob was his normal sunny self, chattering away until I'd all but forgotten Mike sulking silently in the back. And then Mike changed his strategy. He leaned forward, resting his chin on the shoulder of my seat; his cheek almost touched mine. I shifted away, turning my back toward the window. \"Doesn't the radio work in this thing?\" Mike asked with a hint of petulance, interrupting Jacob mid-sentence. \"Yes,\" Jacob answered. \"But Bella doesn't like music.\" I stared at Jacob, surprised. I'd never told him that. \"Bella?\" Mike asked, annoyed. \"He's right,\" I mumbled, still looking at Jacob's serene profile. \"How can you not like music?\" Mike demanded. I shrugged. \"I don't know. It just irritates me.\" \"Hmph.\" Mike leaned away. When we got to the theater, Jacob handed me a ten-dollar bill. \"What's this?\" I objected. \"I'm not old enough to get into this one,\" he reminded me. I laughed out loud. \"So much for relative ages. Is Billy going to kill me if I sneak you in?\" \"No. I told him you were planning to corrupt my youthful innocence.\" I snickered, and Mike quickened his pace to keep up with us. I almost wished that Mike had decided to bow out. He was still sullen—not much of an addition to the party. But I didn't want to end up on a date alone with Jacob, either. That wouldn't help anything. The movie was exactly what it professed to be. In just the opening credits, four people got blown up and one got beheaded. The girl in front of me put her hands over her eyes and turned her face into her date's chest. He patted her shoulder, and winced occasionally, too. Mike didn't look like he was watching. His face was stiff as he glared toward the fringe of curtain above the screen. I settled in to endure the two hours, watching the colors and the movement on the screen rather than seeing the shapes of people and cars and houses. But then Jacob started sniggering. \"What?\" I whispered. \"Oh, c'mon! \" he hissed back. \"The blood squirted twenty feet out of that guy. How fake can you get?\" He chuckled again, as a flagpole speared another man into a concrete wall. After that, I really watched the show, laughing with him as the mayhem got more and more ridiculous. How was I ever going to fight the blurring lines in our relationship when I enjoyed being with him so much? Both Jacob and Mike had claimed the armrests on either side of me. Both of their hands rested lightly, palms up, in an unnatural looking position. Like steel bear traps, open and ready. Jacob was in the habit of taking my hand whenever the opportunity presented itself, but here in the darkened movie theater, with Mike watching, it would have a different significance—and I was sure he knew that. I couldn't believe that Mike was thinking the same thing, but his hand was placed exactly like Jacob's. I folded my arms tightly across my chest and hoped that both their hands fell asleep. Mike gave up first. About halfway through the movie, he pulled his arm back, and leaned forward to put his head in his hands. At first I thought he was reacting to something on the screen, but then he moaned. \"Mike, are you okay?\" I whispered. The couple in front of us turned to look at him as he groaned again. I could see the sheen of sweat across his face in the light from the screen. Mike groaned again, and bolted for the door. I got up to follow him, and Jacob copied me immediately. \"No, stay,\" I whispered. \"I'll make sure he's okay.\" Jacob came with me anyway. \"You don't have to come. Get your eight bucks worth of carnage,\" I insisted as we walked up the aisle. \"That's okay. You sure can pick them, Bella. This movie really sucks.\" His voice rose from a whisper to its normal pitch as we walked out of the theater. There was no sign of Mike in the hallway, and I was glad then that Jacob had come with me—he ducked into the men's bathroom to check for him there. Jacob was back in a few seconds. \"Oh, he's in there, all right,\" he said, rolling his eyes. \"What a marshmallow. You should hold out for someone with a stronger stomach. Someone who laughs at the gore that makes weaker men vomit.\" \"I'll keep my eyes open for someone like that.\" We were all alone in the hallway. Both theaters were halfway through the movie, and it was deserted—quiet enough for us to hear the popcorn popping at the concession counter in the lobby. Jacob went to sit on the velveteen-upholstered bench against the wall, patting the space beside him. \"He sounded like he was going to be in there for a while,\" he said, stretching his long legs out in front of him as he settled in to wait. I joined him with a sigh. He looked like he was thinking about blurring more lines. Sure enough, as soon as I sat down, he shifted over to put his arm around my shoulders. \"Jake,\" I protested, leaning away. He dropped his arm, not looking bothered at all by the minor rejection. He reached out and took my hand firmly, wrapping his other hand around my wrist when I tried to pull away again. Where did he get the confidence from? \"Now, just hold on a minute, Bella,\" he said in a calm voice. \"Tell me something.\" I grimaced. I didn't want to do this. Not just not now, but not ever. There was nothing left in my life at this point that was more important than Jacob Black. But he seemed determined to ruin everything. \"What?\" I muttered sourly. \"You like me, right?\" \"You know I do.\" \"Better than that joker puking his guts out in there?\" He gestured toward the bathroom door. \"Yes,\" I sighed. \"Better than any of the other guys you know?\" He was calm, serene—as if my answer didn't matter, or he already knew what it was. \"Better than the girls, too,\" I pointed out. \"But that's all,\" he said, and it wasn't a question. It was hard to answer, to say the word. Would he get hurt and avoid me? How would I stand that?  \"Yes,\" I whispered. He grinned down at me. \"That's okay, you know. As long as you like me the best. And you think I'm good-looking—sort of. I'm prepared to be annoyingly persistent.\" \"I'm not going to change,\" I said, and though I tried to keep my voice normal, I could hear the sadness in it. His face was thoughtful, no longer teasing. \"It's still the other one, isn't it?\" I cringed. Funny how he seemed to know not to say the name—just like before in the car with the music. He picked up on so much about me that I never said. \"You don't have to talk about it,\" he told me. I nodded, grateful. \"But don't get mad at me for hanging around, okay?\" Jacob patted the back of my hand. \"Because I'm not giving up. I've got loads of time.\" I sighed. \"You shouldn't waste it on me,\" I said, though I wanted him to. Especially if he was willing to accept me the way I was—damaged goods, as is. \"It's what I want to do, as long as you still like to be with me.\" \"I can't imagine how I could not like being with you,\" I told him honestly. Jacob beamed. \"I can live with that.\" \"Just don't expect more,\" I warned him, trying to pull my hand away. He held onto it obstinately. \"This doesn't really bother you, does it?\" he demanded, squeezing my fingers. \"No,\" I sighed. Truthfully, it felt nice. His hand was so much warmer than mine; I always felt too cold these days. \"And you don't care what he thinks.\" Jacob jerked his thumb toward the bathroom. \"I guess not.\" \"So what's the problem?\" \"The problem,\" I said, \"is, that it means something different to me than it does to you.\" \"Well.\" He tightened his hand around mine \"That's my problem, isn't it?\" \"Fine,\" I grumbled. \"Don't forget it, though.\" \"I won't. The pin's out of the grenade for me, now, eh?\" He poked me in the ribs. I rolled my eyes. I guess if he felt like making a joke out of it, he was entitled. He chuckled quietly for a minute while his pinky finger absently traced designs against the side of my hand. \"That's a funny scar you've got there,\" he suddenly said, twisting my hand to examine it. \"How did that happen?\" The index finger of his free hand followed the line of the long silvery crescent that was barely visible against my pale skin. I scowled. \"Do you honestly expect me to remember where all my scars come from?\" I waited for the memory to hit—to open the gaping hole. But, as it so often did, Jacob's presence kept me whole. \"It's cold,\" he murmured, pressing lightly against the place where James had cut me with his teeth. And then Mike stumbled out of the bathroom, his face ashen and covered in sweat. He looked horrible. \"Oh, Mike,\" I gasped. \"Do you mind leaving early?\" he whispered. \"No, of course not.\" I pulled my hand free and went to help Mike walk. He looked unsteady. \"Movie too much for you?\" Jacob asked heartlessly. Mike's glare was malevolent. \"I didn't actually see any of it,\" he mumbled. \"I was nauseated before the lights went down.\" \"Why didn't you say something?\" I scolded as we staggered toward the exit. \"I was hoping it would pass,\" he said. \"Just a sec,\" Jacob said as we reached the door. He walked quickly back to the concession stand. \"Could I have an empty popcorn bucket?\" he asked the salesgirl. She looked at Mike once, and then thrust a bucket at Jacob. \"Get him outside, please,\" she begged. She was obviously the one who would have to clean the floor. I towed Mike out into the cool, wet air. He inhaled deeply. Jacob was right behind us. He helped me get Mike into the back of the car, and handed him the bucket with a serious gaze. \"Please,\" was all Jacob said. We rolled down the windows, letting the icy night air blow through the car, hoping it would help Mike. I curled my arms around my legs to keep warm. \"Cold, again?\" Jacob asked, putting his arm around me before I could answer. \"You're not?\" He shook his head. \"You must have a fever or something,\" I grumbled. It was freezing. I touched my fingers to his forehead, and his head was hot. \"Whoa, Jake—you're burning up! \" \"I feel fine.\" He shrugged. \"Fit as a fiddle.\" I frowned and touched his head again. His skin blazed under my fingers. \"Your hands are like ice,\" he complained. \"Maybe it's me,\" I allowed. Mike groaned in the backseat, and threw up in the bucket. I grimaced, hoping my own stomach could stand the sound and smell. Jacob checked anxiously over his shoulder to make sure his car wasn't defiled. The road felt longer on the way back. Jacob was quiet, thoughtful. He left his arm around me, and it was so warm that the cold wind felt good. I stared out the windshield, consumed with guilt. It was so wrong to encourage Jacob. Pure selfishness. It didn't matter that I'd tried to make my position clear. If he felt any hope at all that this could turn into something other than friendship, then I hadn't been clear enough. How could I explain so that he would understand? I was an empty shell. Like a vacant house—condemned—for months I'd been utterly uninhabitable. Now I was a little improved. The front room was in better repair. But that was all—just the one small piece. He deserved better than that—better than a one-room, falling-down fixer-upper. No amount of investment on his part could put me back in working order. Yet I knew that I wouldn't send him away, regardless. I needed him too much, and I was selfish. Maybe I could make my side more clear, so that he would know to leave me. The thought made me shudder, and Jacob tightened his arm around me. I drove Mike home in his Suburban, while Jacob followed behind us to take me home. Jacob was quiet all the way back to my house, and I wondered if he were thinking the same things that I was. Maybe he was changing his mind. \"I would invite myself in, since we're early,\" he said as we pulled up next to my truck. \"But I think you might be right about the fever. I'm starting to feel a little… strange.\" \"Oh no, not you, too!  Do you want me to drive you home?\" \"No.\" He shook his head, his eyebrows pulling together. \"I don't feel sick yet. Just… wrong. If I have to, I'll pull over.\" \"Will you call me as soon as you get in?\" I asked anxiously. \"Sure, sure.\" He frowned, staring ahead into the darkness and biting his lip. I opened my door to get out, but he grabbed my wrist lightly and held me there. I noticed again how hot his skin felt on mine. \"What is it, Jake?\" I asked. \"There's something I want to tell you, Bella… but I think it's going to sound kind of corny.\" I sighed. This would be more of the same from the theater. \"Go ahead.\" \"It's just that, I know how you're unhappy a lot. And, maybe it doesn't help anything, but I wanted you to know that I'm always here. I won't ever let you down—I promise that you can always count on me.  Wow, that does sound corny. But you know that, right? That I would never, ever hurt you?\" \"Yeah, Jake. I know that. And I already do count on you, probably more than you know.\" The smile broke across his face the way the sunrise set the clouds on fire, and I wanted to cut my tongue out. I hadn't said one word that was a lie, but I should have lied. The truth was wrong, it would hurt him. I would let him down. A strange look crossed his face. \"I really think I'd better go home now,\" he said. I got out quickly. \"Call me! \" I yelled as he pulled away. I watched him go, and he seemed to be in control of the car, at least. I stared at the empty street when he was gone, feeling a little sick myself, but not for any physical reason. How much I wished that Jacob Black had been born my brother, my flesh-and -blood brother, so that I would have some legitimate claim on him that still left me free of any blame now. Heaven knows I had never wanted to use Jacob, but I couldn't help but interpret the guilt I felt now to mean that I had. Even more, I had never meant to love him. One thing I truly knew—knew it in the pit of my stomach, in the center of my bones, knew it from the crown of my head to the soles of my feet, knew it deep in my empty chest—was how love gave someone the power to break you. I'd been broken beyond repair. But I needed Jacob now, needed him like a drug. I'd used him as a crutch for too long, and I was in deeper than I'd planned to go with anyone again. Now I couldn't bear for him to be hurt, and I couldn't keep from hurting him, either. He thought time and patience would change me, and, though I knew he was dead wrong, I also knew that I would let him try. He was my best friend. I would always love him, and it would never, ever be enough. I went inside to sit by the phone and bite my nails. \"Movie over already?\" Charlie asked in surprise when I came in. He was on the floor, just a foot from the TV. Must be an exciting game. \"Mike got sick,\" I explained. \"Some kind of stomach flu.\" \"You okay?\" \"I feel fine now,\" I said doubtfully. Clearly, I'd been exposed. I leaned against the kitchen counter, my hand inches from the phone, and tried to wait patiently. I thought of the strange look on Jacob's face before he drove away, and my fingers started drumming against the counter. I should have insisted on driving him home. I watched the clock as the minutes ticked by Ten. Fifteen. Even when I was driving, it took only fifteen minutes, and Jacob drove faster than I did. Eighteen minutes. I picked up the phone and dialed. It rang and rang. Maybe Billy was asleep. Maybe I'd dialed wrong. I tried again. On the eighth ring, just as I was about to hang up, Billy answered. \"Hello?\" he asked. His voice was wary, like he was expecting bad news. \"Billy, it's me, Bella—did Jake make it home yet? He left here about twenty minutes ago.\" \"He's here,\" Billy said tonelessly. \"He was supposed to call me.\" I was a little irritated. \"He was getting sick when he left, and I was worried.\" \"He was… too sick to call. He's not feeling well right now.\" Billy sounded distant. I realized he must want to be with Jacob. \"Let me know if you need any help,\" I offered. \"I could come down.\" I thought of Billy, stuck in his chair, and Jake fending for himself… \"No, no,\" Billy said quickly. \"We're fine. Stay at your place.\" The way he said it was almost rude. \"Okay,\" I agreed. \"Bye, Bella.\" The line disconnected. \"Bye,\" I muttered. Well, at least he'd made it home. Oddly, I didn't feel less worried. I trudged up the stairs, fretting. Maybe I would go down before work tomorrow to check on him. I could take soup—we had to have a can of Campbell's around here somewhere. I realized all such plans were canceled when I woke up early—my clock said four thirty—and sprinted to the bathroom. Charlie found me there a half hour later, lying on the floor, my cheek pressed against the cold edge of the bathtub. He looked at me for a long moment. \"Stomach flu,\" he finally said. \"Yes,\" I moaned. \"You need something?\" he asked. \"Call the Newtons for me, please,\" I instructed hoarsely. \"Tell them I have what Mike has, and that I can't make it in today. Tell them I'm sorry.\" \"Sure, no problem,\" Charlie assured me. I spent the rest of the day on the bathroom floor, sleeping for a few hours with my head on a crumpled up towel. Charlie claimed that he had to work, but I suspected that he just wanted access to a bathroom. He left a glass of water on the floor beside me to keep me hydrated. It woke me up when he came back home. I could see that it was dark in my room—after nightfall. He clumped up the stairs to check on me. \"Still alive?\" \"Sort of,\" I said. \"Do you want anything?\" \"No, thanks.\" He hesitated, clearly out of his element. \"Okay, then,\" he said, and then he went back down to the kitchen. I heard the phone ring a few minutes later. Charlie spoke to someone in a low voice for a moment, and then hung up. \"Mike feels better,\" he called up to me. Well, that was encouraging. He'd only gotten sick eight hours or so before me. Eight more hours. The thought made my stomach turn, and I pulled myself up to lean over the toilet. I fell asleep on the towel again, but when I woke up I was in my bed and it was light outside my window. I didn't remember moving; Charlie must have carried me to my room—he'd also put the glass of water on my bedside table. I felt parched. I chugged it down, though it tasted funny from sitting stagnant all night. I got up slowly, trying not to trigger the nausea again. I was weak, and my mouth tasted horrible, but my stomach felt fine. I looked at my clock. My twenty-four hours were up. I didn't push it, eating nothing but saltine crackers for breakfast. Charlie looked relieved to see me recovered. As soon as I was sure that I wasn't going to have to spend the day on the bathroom floor again, I called Jacob. Jacob was the one who answered, but when I heard his greeting I knew he wasn't over it. \"Hello?\" His voice was broken, cracking. \"Oh, Jake,\" I groaned sympathetically. \"You sound horrible.\" \"I feel horrible,\" he whispered. \"I'm so sorry I made you go out with me. This sucks.\" \"I'm glad I went.\" His voice was still a whisper. \"Don't blame yourself. This isn't your fault.\" \"You'll get better soon,\" I promised. \"I woke up this morning, and I was fine.\" \"You were sick?\" he asked dully. \"Yes, I got it, too. But I'm fine now.\" \"That's good.\" His voice was dead. \"So you'll probably be better in a few hours,\" I encouraged. I could barely hear his answer. \"I don't think I have the same thing you did.\" \"Don't you have the stomach flu?\" I asked, confused. \"No. This is something else.\" \"What's wrong with you?\" \"Everything,\" he whispered. \"Every part of me hurts.\" The pain in his voice was nearly tangible. \"What can I do, Jake? What can I bring you?\" \"Nothing. You can't come here.\" He was abrupt. It reminded me of Billy the other night. \"I've already been exposed to whatever you have,\" I pointed out. He ignored me. \"I'll call you when I can. I'll let you know when you can come down again.\" \"Jacob—\" \"I've got to go,\" he said with sudden urgency. \"Call me when you feel better.\" \"Right,\" he agreed, and his voice had a strange, bitter edge. He was silent for a moment. I was waiting for him to say goodbye, but he waited too. \"I'll see you soon,\" I finally said.  \"Wait for me to call,\" he said again.  \"Okay… Bye, Jacob.\" \"Bella,\" he whispered my name, and then hung up the phone.",
            "vi": "7 REPETITION        9. BÁNH XE THỨ BA Thời gian bắt đầu trôi qua vui vẻ nhanh hơn nhiều so với trước đây. Trường học, làm việc, và Jacob - dù không nhất thiết theo đúng thứ tự đó - đã tạo ra một kiểu mẫu gọn và dễ làm theo. Và Charlie đạt được ý nguyện của ông: tôi không còn khốn khổ nữa. Tất nhiên, tôi không thể tự lừa dối mình hoàn toàn. Khi tôi dừng lại để ngẫm nghĩ về đời mình, chuyện mà tôi cố không làm thường xuyên, tôi không thể làm ngơ ý đồ của hành vi mình.  Tôi giống như một mặt trăng lẻ loi - hành tinh tôi vẫn xoay quanh đã bị hủy hoại trong một cảnh tàn phá bởi thiên tai, thảm hoạ nào đó như trong phim – nhưng vẫn cứ xoay mãi quanh một quỹ đạo nhỏ chặt chẽ quanh chỗ trống để lại, mặc kệ định luật hấp dẫn.  Tôi chạy xe máy khá hơn, nghĩa là ít băng bó hơn khỏi làm Charlie lo lắng. Nhưng cũng có nghĩa tiếng nói trong đầu tôi bắt đầu yếu đi, cho đến khi tôi không còn nghe thấy nữa. Tôi âm thầm hoảng sợ. Tôi lao vào tìm kiếm đồng cỏ dữ dội hơn. Tôi vắt óc suy nghĩ tìm những hoạt động khác làm sản sinh adrenaline.  Tôi không theo dõi ngày tháng trôi qua - chẳng có lý do gì để làm vậy, vì tôi cố gắng càng sống với hiện tại càng tốt, không quá khứ để từ bỏ, chẳng tương lai để trông đợi. Vì thế tôi bị bất ngờ vì cái ngày Jacob đã nhắc nhở đến vào một trong những ngày làm bài tập của chúng tôi.  Anh chàng đang đứng chờ khi tôi dừng xe trước nhà anh.  \"Mừng Lễ Tình Nhân Hạnh phúc, \" Jacob nói, mỉm cười, nhưng cứ cúi gằm đầu khi chào tôi.  Anh chàng cầm một hộp nhỏ, màu hồng, đặt thăng bằng trên lòng bàn tay. Kẹo hình trái tim in dòng chữ love you.  \"Ừm, tôi thấy mình giống đứa khờ, \" tôi lầm bầm. \"Hôm nay là lễ Valentine à?\" Jacob lắc đầu giả bộ buồn. \"Đôi khi bạn đãng trí quá cỡ. Dạ vâng, hôm nay là ngày mười bốn tháng hai.  Vậy bạn sẽ là Valentine của tôi chứ?  Vì bạn không mua cho tôi một hộp kẹo năm mươi-xu, nên đó là điều tối thiểu bạn có thể làm. \" Tôi bắt đầu cảm thấy không thoải mái. Lời nói đùa bỡn, nhưng chỉ là bề ngoài.  \"Làm vậy thì hậu quả là gì?\" Tôi đánh trống lảng.  \"Thông thường – làm nô lệ suốt đời, đại loại thế.” \"Ồ, ờ thì, nếu chỉ thế thôi thì ...” tôi lấy kẹo. Nhưng tôi đang cố nghĩ ra cách gì đó để vạch các ranh giới rõ ràng. Lại một lần nữa.  Các đường ranh có vẻ bị mờ đi nhiều với Jacob.  \"Nè, ngày mai mình làm gì đây?  Đi bộ đường dài hay vô phòng cấp cứu?” \"Đi bộ đường dài,” tôi quyết định. \"Bạn không phải là người duy nhất bị ám ảnh. Tôi đang bắt đầu nghĩ mình đã tưởng tượng chỗ đó ...” tôi cau mày nhìn vào khoảng không.  \"Mình sẽ tìm thấy nó, \" anh chàng cả quyết với tôi. \"Xe máy thứ Sáu nhé?\" anh chàng đề nghị.  Tôi nhìn thấy cơ hội liền chộp ngay không thèm mất thời gian suy nghĩ kỹ lưỡng.  \"Tôi sẽ đi xem phim hôm thứ Sáu. Tôi đã hứa với bạn ăn trưa là tôi sẽ đi chơi thật nhiều.” Mike sẽ hài lòng.  Nhưng Jacob xịu mặt. Tôi nhìn thấy nét thất vọng trong đôi mắt đen của anh chàng trước khi anh nhìn xuống đất.  \"Bạn cũng đến nữa, đúng không?\" Tôi nhanh chóng nói thêm. \"Hay là quá sức chán khi phải đi chơi với một đám người lớn chán ngắt?\"  Quên đi hy vọng giữ khoảng cách giữa chúng tôi. Tôi không thể chịu được chuyện làm Jacob bị tổn thương; chúng tôi dường như gắn bó nhau một cách kỳ lạ, và nỗi đau của anh chàng như nhát dao đâm vào tim tôi. Hơn nữa, ý tưởng có anh chàng ở bên cạnh trong lúc khó khăn - tôi đã hứa với Mike, nhưng thật sự chẳng muốn thực hiện lời hứa chút nào – thật quá hấp dẫn.  \"Bạn thích tôi đến đó chơi với bạn của bạn à?\" \"Ừ, \" tôi thành thật thú nhận, biết rõ -khi tôi nói tiếp- là mình đang tự rước hoạ vào thân vì lời nói của mình. \"Tôi sẽ vui hơn nhiều nếu bạn ở đó.  Dẫn theo Quil, để thành một nhóm đi chơi. \" Quil chắc sẽ khoái lắm đây.  Con gái lớn tuổi.” Anh chàng cười giòn như nắc nẻ và trợn tròn mắt tỏ vẻ không tin. Tôi không nhắc đến Embry, và anh chàng cũng vậy. Tôi cũng cười. \"Tôi sẽ cố tìm cho bạn ấy người phù hợp. \" Tôi nhắc đến đề tài này với Mike trong lớp Tiếng Anh.  \"Chào, Mike, \" tôi nói khi giờ học kết thúc. \"Bạn có rảnh đêm thứ Sáu không?” Anh nhìn lên, đôi mắt xanh dương lập tức ngời hy vọng. \" Ờ, rảnh. Bạn muốn đi chơi à?\" Tôi cân nhắc câu trả lời cẩn thận. \"Tôi đang nghĩ về việc lập một nhóm” - tôi nhấn mạnh từ này - \"cùng nhau đi xem Crosshairs.”  Lần này tôi đã làm xong bài tập ở nhà - thậm chí đã đọc luôn các bài viết cho biết trước nội dung phim để chắc chắn mình sẽ không bị bất ngờ. Phim này hẳn sẽ tắm máu từ đầu đến cuối. Tôi chưa bình phục đến mức có thể ngồi chịu đựng hết một bộ phim lãng mạn. \"Thế có thấy vui không?\" \"Đương nhiên là vui rồi, \" anh chàng đồng ý, rõ ràng ít háo hức hẳn.  \"Hay lắm.” Sau một giây, anh đã trở nên vui vẻ trở lại gần đến mức phấn khích vừa rồi. \"Mình rủ Angela và Ben được không? Hay Eric và Katie?\" Rõ ràng anh định biến chuyện này thành một loại hẹn hò hai cặp.  \"Cả hai luôn được không?\" Tôi đề nghị \"Cả Jessica nữa, dĩ nhiên. Và Tyler cùng Conner, và có lẽ Lauren luôn,” tôi thêm vào miễn cưỡng. Tôi đã hứa Quil sẽ có nhiều lựa chọn.  \"Đồng ý, \" Mike lẩm bẩm, chịu thua.  \"Và,” tôi nói tiếp, \"Tôi định mời mấy người bạn ở La Push nữa. Vì thế chắc mình sẽ cần chiếc Suburban của bạn nếu mọi người cùng đi.” Mắt Mike nheo lại nghi ngờ.  \"Mấy người bạn mà bạn đang bỏ toàn bộ thời gian của mình để học chung đó hả?\" \"Ừ, chính họ, \" tôi trả lời vui vẻ. \"Tuy nhiên bạn có thể xem đó là kiểu kèm cặp - họ chỉ mới là sinh viên năm thứ hai mà thôi.” \"Ồ, \" Mike nói, bị bất ngờ. Sau một giây suy nghĩ, anh mỉm cười.  Tuy vậy, rốt cuộc thì không cần đến chiếc Suburban.  Jessica và Lauren đã tuyên bố bận việc ngay khi Mike vô tình tiết lộ tôi có dính líu đến chương trình này. Eric và Katie đã có chuyện định làm trước rồi - đó là kỷ niệm ba - tuần hẹn hò hay gì gì đó. Lauren đã kể cho Tyler và Conner trước Mike, nên hai người đó cũng bận luôn. Thậm chí cả Quil cũng đi chơi  - để đánh nhau ở trường. Cuối cùng, chỉ có Angela và Ben, và, dĩ nhiên cả Jacob, có thể đi được.  Tuy vậy, số người đi ít xuống không làm Mike giảm háo hức.  Anh ta nói suốt về thứ Sáu.  \"Bạn có chắc bạn không muốn đổi xem phim Tomorrow and Forever?\" anh hỏi lúc ăn trưa, nêu tên vở hài kịch lãng mạn đang chiếu đang thống trị quầy bán vé. \" Rotten Tomatoes đánh giá nó hay hơn.” \"Tôi muốn xem Crosshairs \" tôi kiên quyết. \"Tôi đang thích hành động. Thấy máu chảy đầu rơi!” \"Được thôi. \" Mike quay đi, nhưng trước đó tôi thấy vẻ mặt anh ta biểu lộ ý chắc-cô-ấy-điên-mất-rồi.  Khi tôi về đến nhà sau giờ học, một chiếc xe rất quen đỗ phía trước nhà tôi. Jacob đang tựa vào nắp ca-pô, một nụ cười toe toét thắp sáng khuôn mặt anh chàng.  \"Không thể được! \" Tôi la to khi nhảy ra khỏi xe tải. \"Bạn làm xong rồi!  Tôi không thể tin nỗi!  Bạn đã lắp xong chiếc Rabbit rồi! \" Anh chàng cười toe toét. \"Mới xong đêm qua. Đây là chuyến đi đầu tiên.” \"Không thể tin nổi. \" Tôi giơ tay lên để vỗ tay phải chúc mừng.  Anh vỗ bàn tay mình vào bàn tay tôi, rồi để nguyên đó, đan ngón tay mình vào tay tôi. \"Vậy đêm nay tôi lái nhé?\" \"Dĩ nhiên rồi, \" tôi nói, rồi thở dài. “Có gì không ổn à?” \"Tôi chịu thua rồi - tôi không thể đứng đầu vụ này được. Vậy là bạn thắng. Bạn già nhất.” Anh chàng nhún vai, không ngạc nhiên vì sự đầu hàng của tôi. \"Dĩ nhiên là vậy rồi.” Chiếc Suburban của Mike nổ máy bình bịch ngay góc đường. Tôi rút tay mình ra khỏi tay Jacob, và anh chàng để lộ vẻ mặt tôi không muốn thấy.  \"Tôi nhớ ra anh chàng này rồi, \" anh nói thật nhỏ khi Mike đỗ xe ngang đường. \"Người đã nghĩ bạn là bạn gái mình. Anh ta vẫn bậy bạ vậy à?” Tôi nhướng một bên lông mày. \"Một số người khó mà cản lắm.” \"Vậy là một lần nữa, \" Jacob trầm tư nói, \"đôi khi kiên nhẫn là mẹ thành công.” \"Tuy vậy, chuyện đó thường thiệt là bực mình.” Mike ra khỏi xe và băng qua đường.  \"Chào, Bella,” anh chào tôi, rồi mắt anh trở nên dè dặt khi nhìn lên Jacob. Tôi cũng liếc nhanh nhìn Jacob, cố tỏ ra khách quan. Anh chàng thật sự chẳng giống sinh viên năm thứ hai chút nào. Anh chàng thật cao lớn - đầu Mike chỉ mới đến vai Jacob; Tôi thậm chí không muốn nghĩ mình cao ra sao khi đứng kế bên anh chàng - mà mặt anh cũng trông già dặn hơn trước đây, ngay cả so với cách đây một tháng. \"Chào, Mike! Bạn có nhớ Jacob Black không?\" \"Không nhớ lắm.” Mike chìa tay ra.  \"Bạn cũ của gia đình,” Jacob tự giới thiệu, bắt tay. Họ siết tay mạnh hơn cần thiết. Khi buông tay ra, Mike gập ngón tay mình.  Tôi nghe tiếng điện thoại reng trong nhà bếp.  \"Tôi nên đi nghe đây - chắc Charlie, \" tôi nói với họ, rồi lao vô nhà.  Đó là điện thoại của Ben. Angela bị viêm dạ dày, và anh không thích đi mà không có nhỏ. Anh xin lỗi vì đã bỏ rơi chúng tôi.  Tôi chậm rãi đi lại chỗ mấy anh chàng đang chờ, lắc đầu. Tôi thật đã hy vọng Angela sẽ hết bịnh sớm, nhưng tôi phải thú nhận rằng mình khó chịu một cách ích kỷ vì chuyện xảy ra như thế này. Chỉ có ba chúng tôi, Mike và Jacob và tôi, ở bên nhau suốt buổi tối - chuyện này hoá ra hay dữ, tôi nghĩ đầy mỉa mai rầu rĩ.  Chẳng có vẻ gì là Jake và Mike đã thân thiết với nhau hơn khi tôi không có ở đó. Họ đứng xa nhau mấy thước, quay mặt không nhìn nhau khi chờ tôi; vẻ mặt Mike ủ rũ, dù vẻ mặt Jacob vẫn vui vẻ như mọi khi.  \"Ang bệnh, \" tôi rầu rĩ nói với họ. \" Cô ấy và Ben sẽ không đến.” \"Tôi đoán cúm quay lại. Austin và Conner hôm nay cũng không đi. Hay mình để dịp khác vậy, \" Mike đề nghị.  Trước khi tôi đồng ý, Jacob nói.  \"Tôi vẫn muốn đi. Nhưng nếu bạn không muốn vậy, Mike-- \" \"Không, tôi đi chớ, \" Mike ngắt lời. \"Tôi chỉ nghĩ cho Angela và Ben thôi. Đi nào.”  Anh bắt đầu hướng về chiếc Suburban của mình.  \"Nè, bạn có phiền không nếu Jacob lái?\" Tôi hỏi. \"Tôi có nói bạn ấy có thể lái – vì bạn ấy mới ráp xong xe.  Bạn ấy một tay ráp nó đó,” tôi khoe, tự hào như một bà mẹ trong hội phụ huynh học sinh có con học giỏi nhất trường.  \"Được thôi, \" Mike cáu kỉnh nói.  \"Vậy thì được rồi,” Jacob nói, như thể vậy là ổn thoả cả. Anh chàng có vẻ thoải mái hơn bất kỳ ai khác.  Mike lên xe ghế sau của chiếc Rabbit với vẻ chán ghét.  Jacob vẫn tươi cười hớn hở như luôn vậy, nói huyên thuyên cho đến khi tôi quên hết mọi thứ trừ Mike đang thầm hờn dỗi phía sau.  Rồi Mike thay đổi chiến lược. Anh ta nghiêng người về phía trước, tựa cằm lên vai ghế của tôi; má anh gần chạm vào má tôi. Tôi xoay người, quay lưng phía cửa sổ.  \"Máy ra-đi-ô trong cái thứ này không hoạt động à?” Mike hỏi cho thấy mình hơi cáu kỉnh, ngắt lời Jacob.  \"Có chứ, \" Jacob trả lời. \"Nhưng Bella không thích nhạc. \" Tôi nhìn chằm chằm vào Jacob, ngạc nhiên. Tôi chưa từng nói với anh chàng chuyện đó.  \"Bella hả?\" Mike hỏi, bực mình.  \"Bạn ấy nói đúng, \" tôi lầm bầm, vẫn nhìn vào vẻ mặt thanh thản của Jacob.  \"Sao bạn lại có thể không thích nhạc chớ?\" Mike hỏi.  Tôi nhún vai. \"Tôi không biết. Nó làm tôi phát cáu.” \"Hừm. \" Mike ngồi thẳng lại.  Khi đến nhà hát, Jacob trao cho tôi tờ mười đô la.  \"Gì đây?\" Tôi phản đối.  \"Tôi chưa đủ lớn để được vào chỗ này, \" anh chàng nhắc tôi.  Tôi phá ra cười. \"Quên vụ tuổi tương đối đi ha. Không biết Billy có giết tôi không nếu tôi lẻn đưa bạn vô?\" \"Không. Tôi đã bảo cha tôi là bạn đang định hủy diệt sự ngây thơ hồn nhiên của tôi.” Tôi cười khúc khích, và Mike rảo bước để theo kịp chúng tôi.  Tôi hầu như muốn Mike quyết định bỏ cuộc. Anh chàng vẫn mặt sưng mày sỉa – không thành một nhóm đi chơi lắm. Nhưng tôi cũng không muốn rốt cuộc trở thành cuộc hẹn hò riêng với Jacob. Chuyện đó sẽ chẳng ích lợi gì cả.  Phim đúng như đã tuyên bố rộng rãi. Chỉ nội phần giới thiệu danh sách ê - kíp làm phim thôi mà bốn người đã bị nổ tung và một người bị chém đầu. Cô gái trước mặt tôi đưa tay bịt mắt mình và giấu mặt vào ngực bạn trai. Anh ta vỗ nhẹ vai cô, và cũng cau mày nhăn mặt.  Mike không giống đang xem phim. Anh khó chịu nhìn chằm chằm lên tua rèm bên trên màn ảnh.  Tôi ngồi xuống chuẩn bị chịu đựng hai tiếng đồng hồ, theo dõi màu sắc và cử động trên màn ảnh chớ không nhìn hình dáng của con người và xe hơi và nhà ở. Nhưng rồi Jacob bắt đầu cười khúc khích. \"Gì vậy?\" Tôi thì thầm.  \"Ồ, nào! \" anh chàng suỵt lại. \"Máu phun ra khỏi gã đó tới hai mươi foot. Giả gì đâu?” Anh chàng cười lại khúc khích, khi một cột cờ xiên một người đàn ông khác vô tường bê-tông.  Sau đó, tôi mới thật sự xem phim, cùng cười với anh chàng khi cảnh chém giết ngày càng buồn cười hơn.  Làm sao mà tôi làm rõ được ranh giới mờ nhạt trong mối quan hệ của mình khi tôi thích ở bên anh chàng đến thế? Cả Jacob lẫn Mike đều chiếm chỗ gác tay ở hai bên ghế tôi. Cả hai bàn tay họ đặt nhẹ, để ngửa, ở tư thế trông chẳng tự nhiên chút nào. Giống bẫy gấu bằng thép, mở và sẵn sàng. Jacob có thói quen nắm tay tôi bất cứ khi nào có cơ hội, nhưng ở đây trong rạp chiếu phim âm u, với Mike đang theo dõi, nó sẽ mang ý nghĩa khác - và tôi chắc chắn anh chàng biết thế. Tôi không tin là Mike cũng đang nghĩ giống vậy, nhưng bàn tay anh chàng cũng để y như tay Jacob.  Tôi khoanh tay chặt trước ngực và hy vọng cả hai bàn tay họ sẽ tê đi.  Mike chịu thua trước. Khoảng giữa phim, anh rụt tay lại, rồi nghiêng người về phía trước ôm đầu. Lúc đầu tôi nghĩ anh đang phản ứng lại cảnh gì đó trên màn ảnh, nhưng sau đó anh rên lên.  \"Mike, bạn có ổn không?\" Tôi thì thầm.  Đôi phía trước chúng tôi quay nhìn anh khi anh chàng lại rên rỉ.  Tôi nhìn thấy mồ hôi lấp loáng trên khuôn mặt anh dưới ánh sáng của màn ảnh.  Mike lại rên rỉ, và lao ra cửa. Tôi đứng dậy đi theo, và Jacob cũng bắt chước tôi ngay lập tức.  \"Khỏi, ở lại đi, \" tôi thì thầm. \" Tôi chỉ đi xem anh ấy có ổn không.” Jacob vẫn cứ đi theo tôi.  \"Bạn đâu cần phải đi theo. Phải coi cảnh tàn sát cho đáng tám đô la chớ,” tôi khăng khăng khi chúng ta bước đến gần lối đi.  \"Được mà. Tùy ý chọn lựa chớ, Bella. Phim này thiệt là tệ hại.” Giọng anh chàng chuyển từ thì thầm sang bình thường khi chúng tôi bước ra khỏi rạp.  Chẳng hề thấy Mike trong tiền sảnh, và sau đó tôi mừng vì Jacob đã đi theo tôi - anh chàng lách nhanh vô phòng vệ sinh nam để coi có Mike ở đó không.  Jacob quay lại trong vài giây.  \"Ồ, anh ấy đang ở trong đó, ổn,” anh chàng nói, trợn tròn mắt. \"Yếu đuối quá. Bạn nên tìm kiếm một người có bao tử khoẻ chút. Người cười ngạo nghễ cảnh máu đổ đầu rơi mà những người đàn ông yếu ớt hơn phải nôn thốc nôn tháo.” \"Tôi sẽ mở to mắt tìm người như thế. \" Chỉ có mình chúng tôi trong tiền sảnh. Cả hai rạp hát đều đang chiếu phim giữa chừng, và chẳng có một ai – đủ yên tĩnh để chúng tôi có thể nghe tiếng bỏng ngô đang bung ở quầy bán hàng trong hành lang.  Jacob đến ngồi lên chiếc ghế dài bọc nhung sát tường, vỗ nhẹ chỗ ngồi cạnh mình.  \"Trông anh ta có vẻ sẽ ở đó kha khá lâu đó, \" anh nói, duỗi đôi chân dài của mình ra trước mặt khi ngồi thoải mái để chờ đợi.  Tôi thở dài cùng ngồi xuống. Anh chàng trông như đang nghĩ đến chuyện xoá thêm nhiều ranh giới nữa. Không còn nghi ngờ gì nữa, ngay khi tôi vừa ngồi xuống, anh đã xích tới để choàng tay qua vai tôi.  \"Jake, \" tôi phản đối, xích ra xa. Anh chàng bỏ tay xuống, chẳng có vẻ buồn phiền chút nào vì sự cự tuyệt nhỏ nhặt ấy.  Anh chàng đưa tay ra nắm chặt tay tôi, bàn tay kia siết cổ tay tôi khi tôi cố rút về lần nữa. Anh ta kiếm đâu ra sự tự tin này chứ? \"Bây giờ, chờ một chút, Bella,\" anh nói bằng giọng điềm tĩnh. \"Hãy nói cho tôi biết một chuyện.” Tôi nhăn nhó. Tôi không muốn làm việc này. Không chỉ bây giờ, mà là chẳng bao giờ hết.  Lúc này chẳng còn gì trong đời tôi quan trọng hơn Jacob Black. Nhưng anh dường như quyết làm hỏng mọi thứ.  \"Chuyện gì?\" Tôi lẩm bẩm chua chát.  \"Bạn thích tôi, phải không?\" \"Bạn biết rồi. \" \"Thích hơn thằng cha đang nôn thốc nôn tháo trong đó?\" Anh ra hiệu chỉ về phía cửa phòng vệ sinh.  \"Ừ, \" tôi thở dài.  \"Hơn bất cứ người nào khác bạn quen?\" Anh chàng bình thản, thanh bình - như thể câu trả lời của tôi chẳng quan trọng gì, hay như thể anh chàng đã biết câu trả lời là gì rồi.  \"Hơn cả bạn gái, \" tôi chỉ ra.  \"Nhưng chỉ thế thôi, \" anh nói, và đó không phải là một câu hỏi.  Thật khó trả lời, khó nói thành lời. Anh sẽ bị tổn thương và tránh mặt tôi? Làm sao tôi chịu nỗi chuyện đó? \"Ừ, \" tôi thì thầm.  Anh chàng cười toe toét nhìn xuống tôi. \"Thế cũng được, bạn biết đó. Chừng nào mà bạn thích tôi nhất. Và bạn nghĩ tôi dễ coi – đại loại vậy. Tôi sẽ sẵn lòng kiên nhẫn một cách đáng ghét.” \"Tôi sẽ không thay đổi đâu,” tôi nói, và dù tôi cố giữ giọng mình bình thường, tôi có thể nghe nỗi buồn chất chứa trong đó.  Khuôn mặt anh trầm tư, không còn trêu chọc nữa. \"Vẫn là dành cho người kia, phải không?\" Tôi rúm người. Lạ làm sao khi anh có vẻ biết không nên nói cái tên ấy ra - cũng giống lúc nãy trong xe với chuyện nghe nhạc.  Anh để ý thật nhiều về tôi về những điều tôi chưa từng nói. \"Bạn không cần phải nói về chuyện đó, \" anh bảo.  Tôi gật đầu, biết ơn.  \"Nhưng đừng bực vì tôi cứ quanh quẩn một bên nhé?” Jacob vỗ nhẹ mu bàn tay tôi. \" Vì tôi sẽ không chịu bỏ cuộc đâu. Tôi có cả đống thời gian.” Tôi thở dài. \"Bạn không nên phí công vì tôi vô ích,” tôi nói, dù muốn anh chàng thế. Đặc biệt nếu anh sẵn lòng chấp nhận tôi đúng là tôi – một món hàng hỏng, y vậy.  \"Đó là điều tôi muốn làm, chừng nào bạn còn thích ở bên tôi. \" \"Tôi không thể tưởng tượng nỗi vì sao tôi lại không thích ở bên bạn, \" tôi thực lòng nói với anh.  Jacob tươi cười. \"Tôi có thể chịu được điều đó.” \"Chỉ đừng mong hơn vậy, \" tôi cảnh báo anh, cố rút tay lại. Anh chàng ngoan cố nắm chặt.  \"Chuyện này thật sự không làm bạn bực mình, phải không?\" anh chàng hỏi, siết ngón tay tôi.  \"Không, \" tôi thở dài. Thực lòng, thật dễ chịu. Bàn tay anh ấm hơn tay tôi rất nhiều; dạo này tôi luôn cảm thấy quá lạnh.  \"Và bạn chẳng ngại anh ta sẽ nghĩ gì cả.” Jacob chĩa ngón cái về phía phòng vệ sinh.  \"Chắc không. \" \"Vậy vấn đề là gì?\" \"Vấn đề là, \" tôi nói, \"chuyện đó với tôi có ý nghĩa khác, còn với bạn có ý nghĩa khác.” \"Tốt.” Anh siết chặt bàn tay quanh tay tôi \"Đó là chuyện của tôi, phải không?\" \"Ừ, \" tôi làu bàu. \"Nhưng đừng quên chuyện đó.” \"Tôi sẽ không quên đâu.  Bây giờ thì chốt lựu đạn đã rút vì tôi, phải không?” Anh chàng thúc vào hông tôi.  Tôi trợn tròn mắt. Tôi nghĩ nếu anh chàng cảm thấy muốn nói đùa chuyện đó, anh chàng đã được phép.  Anh chàng cười khúc khích thầm một chốc trong khi ngón tay hồng hồng của anh lơ đãng dò theo các đường vân nổi trên bàn tay tôi.  \"Ở đây bạn có cái sẹo lạ hả, \" anh đột ngột nói, xoay bàn tay tôi để nhìn kỹ. \"Sao lại xảy ra được?\" Ngón trỏ của bàn tay kia men theo hình mặt trăng lưỡi liềm dài màu bạc ẩn dưới làn da nhợt nhạt của tôi.  Tôi giận dữ. \"Bạn thiệt sự nghĩ là tôi nhớ hết nguồn gốc của mọi vết sẹo của mình à?” Tôi chờ ký ức ùa về – đâm vào tim tôi. Nhưng, cũng như mọi khi, sự hiện diện của Jacob luôn giúp tôi bình an.  \"Nó lạnh quá,” anh chàng thì thầm, ấn nhẹ vào nơi James đã cắn tôi.  Rồi Mike loạng choạng đi ra khỏi phòng vệ sinh, khuôn mặt anh tái mét và đầm đìa mồ hôi. Trông anh thật khủng khiếp.  \"Ồ, Mike, \" tôi thở hổn hển.  \"Bạn có phiền không nếu phải về sớm ?\" anh thì thầm.  \"Không, dĩ nhiên là không rồi.” Tôi rút tay ra và đến giúp Mike bước đi. Anh đi có vẻ không vững.  \"Phim ghê quá hả?\" Jacob vô tâm hỏi.  Mike nhìn trừng trừng oán ghét. \" Tôi thực chẳng hề xem gì cả, \" anh lầm bầm. \" Tôi đã buồn nôn trước khi đèn tắt. \" \"Sao bạn không nói hả?\" Tôi mắng khi chúng tôi lảo đảo về phía lối ra.  \"Tôi đã hi vọng nó sẽ qua, \" anh nói.  \"Chờ chút,” Jacob nói khi chúng tôi ra tới cửa. Anh chàng nhanh chóng quay lại quầy bán hàng.  \"Cho tôi xin một túi đựng bỏng ngô rỗng nhé?\" anh hỏi cô bán hàng. Cô ấy nhìn Mike một cái, rồi đẩy túi giấy về phía Jacob.  \"Xin vui lòng đưa anh ấy ra ngoài, \" cô cầu xin. Rõ ràng cô là người sẽ phải dọn sạch sàn.  Tôi kéo Mike ra ngoài trời không khí mát mẻ, ẩm ướt. Anh hít sâu. Jacob ở ngay phía sau chúng tôi. Anh chàng giúp tôi đưa Mike vào sau xe, rồi trao cho anh chàng túi giấy với ánh nhìn nghiêm nghị.  \"Xin anh, \" Jacob chỉ nói thế.  Chúng tôi hạ kính xe xuống, để cho không khí về đêm lạnh giá thổi qua xe, hi vọng nó sẽ giúp Mike khoẻ hơn. Tôi vòng tay quanh gối để giữ ấm. \"Lạnh nữa hả?\" Jacob hỏi, ôm choàng lấy tôi trước khi tôi có thể trả lời.  \"Bạn không lạnh à?\" Anh chàng lắc đầu.  \"Hẳn bạn bị sốt hay sao ấy, \" tôi làu bàu. Lạnh thấu xương. Tôi sờ tay lên trán anh chàng, và đầu anh nóng hổi.  \"Jake - bạn đang nóng bừng bừng đó! \" \" Tôi cảm thấy khoẻ. \" Anh chàng nhún vai. \"Khoẻ như vâm.” Tôi cau mày và lại sờ đầu anh. Da anh nóng rực dưới ngón tay tôi.  \"Tay bạn lạnh như băng, \" anh chàng phàn nàn.  \"Chắc do tôi, \" tôi đồng ý.  Mike rên rỉ ở ghế sau, và ói ra túi giấy. Tôi nhăn nhó, hy vọng dạ dày mình có thể chịu đựng được âm thanh và mùi đó. Jacob nhìn qua vai để coi xe hơi của mình có bị vấy bẩn không.  Đường về dường như xa hơn.  Jacob yên lặng, trầm tư. Anh bỏ tay đang choàng qua tôi, ấm đến nỗi gió lạnh cũng cảm thấy dễ chịu.  Tôi nhìn chằm chằm vào kính chắn gió, ngập tràn tội lỗi.  Thật hết sức bậy bạ khi khuyến khích Jacob.  Toàn là ích kỷ.  Chẳng nhằm nhò gì chuyện tôi đã cố làm rõ quan điểm của mình. Nếu anh cảm thấy chút nào hy vọng chuyện này sẽ chuyển thành điều gì đó khác tình bằng hữu, là do tôi đã cư xử chưa đủ rõ ràng.  Làm sao tôi có thể giải thích cho anh hiểu? Tôi chỉ còn là một cái vỏ rỗng. Giống như một căn nhà trống – bị bỏ phế - hàng tháng trời hoàn toàn không thể ở được nữa. Bây giờ tôi có khá hơn một chút. Phòng khách đã được sửa chữa tốt hơn. Nhưng chỉ thế thôi - chỉ một phòng nhỏ mà thôi. Anh xứng đáng nhiều hơn thế – xứn gđáng hơn là chỉ hơn căn nhà sập xệ một phòng, hoang phế. Không lượng đầu tư nào của anh có thể đưa tôi vào hoạt động lại được.  Thế nhưng tôi biết mình sẽ không đuổi anh đi, bất kể thế nào. Tôi cần anh thật nhiều, và tôi ích kỷ. Có lẽ tôi có thể làm phía mình rõ ràng hơn, để anh hiểu mà rời xa tôi. Suy nghĩ đó làm tôi rùng mình, và Jacob siết chặt tay anh quanh tôi.  Tôi chở Mike về nhà bằng chiếc Suburban của anh, trong khi Jacob chạy theo ở đằng sau để đưa tôi về nhà. Jacob yên lặng suốt đường về nhà tôi, và tôi tự hỏi không biết có phải anh đang suy nghĩ cùng một chuyện tôi đang nghĩ. Có lẽ anh đang đổi ý.  \"Tôi sẽ tự mời mình vô nhà, vì chúng ta về sớm, \" anh nói khi chúng tôi đỗ xe cạnh xe tải tôi. \"Nhưng tôi nghĩ chắc bạn nói đúng về vụ sốt. Tôi bắt đầu cảm thấy hơi ... lạ trong người.” \"Ồ trời, lại thêm bạn nữa! Bạn có muốn tôi lái xe đưa bạn về nhà không?\" \"Không. \" Anh lắc đầu, lông mày anh nhíu vào nhau. \"Tôi chưa thấy bịnh. Chỉ ... không ổn. Nếu cần, tôi sẽ tấp vào lề đường. \" \"Bạn sẽ gọi tôi ngay khi bạn về tới nhà nhé?\" Tôi lo lắng yêu cầu.  \"Đương nhiên, chắc chắn. \" Anh cau mày, nhìn vào bóng tối phía trước và cắn môi.  Tôi mở cửa ra ngoài, nhưng anh chộp nhẹ cổ tay tôi và giữ tôi ở đó. Tôi lại để ý thấy da của anh nóng biết bao.  \"Cái gì vậy, Jake ?\" Tôi hỏi.  \"Có một chuyện tôi muốn nói bạn biết, Bella...  nhưng tôi nghĩ chắc nghe hơi nhàm.” Tôi thở dài. Chuyện này hẳn còn hơn chuyện trong rạp hát. \"Cứ nói đi. \" \"Chỉ là, tôi biết bạn buồn nhiều lắm. Và, có lẽ chẳng ích gì, nhưng tôi muốn bạn biết rằng tôi luôn ở đây. Tôi sẽ không bao giờ làm bạn buồn - Tôi hứa bạn luôn có thể tin tưởng ở tôi.  Chà, nghe nhàm thiệt.  Nhưng bạn biết vậy mà, đúng không? Rằng tôi sẽ không bao giờ, không bao giờ làm bạn buồn khổ?” \"Ờ, Jake. Tôi biết thế. Và tôi đã tin tưởng ở bạn, có lẽ nhiều hơn bạn biết. \" Nụ cười rạng rỡ trên khuôn mặt anh chàng như mặt trời mọc xua tan những đám mây, và tôi muốn cắt lưỡi mình ra. Tôi đã không nói một chữ nào dối trá, nhưng lẽ ra tôi nên nói dối. Sự thật này thật bậy bạ, nó sẽ làm anh bị tổn thương.  Tôi sẽ làm anh buồn.  Một nét kỳ lạ thoáng qua khuôn mặt anh. \" Tôi thật nghĩ mình nên về nhà ngay, \" anh nói.  Tôi ra khỏi xe thật nhanh.  \"Nhớ gọi điện thoại cho tôi! \" Tôi thét khi anh lùi xe ra.  Tôi nhìn anh đi, và ít nhất thì anh có vẻ lái xe được. Tôi nhìn chằm chằm vào đường phố vắng tanh khi anh đã ra đi, cảm thấy chính mình hơi không khoẻ, nhưng không phải vì nguyên nhân liên quan đến thể xác nào.  Tôi ước gì Jacob Black sinh ra đã là em trai tôi, em ruột của tôi, để bây giờ tôi có quyền đòi hỏi anh một cách hợp pháp mà không bị chỉ trích.  Chắc chắn tôi chẳng bao giờ muốn lợi dụng Jacob, nhưng tôi đành phải diễn giải chuyện tôi đang cảm thấy tội lỗi nghĩa là tôi đã thế.  Còn hơn thế, tôi chưa hề có ý yêu anh. Một điều tôi đã thực sự biết - biết trong thẳm sâu dạ dày, trong giữa xương tủy, biết từ đỉnh đầu đến lòng bàn chân, biết sâu trong lồng ngực trống rỗng của mình - là tình yêu đã trao sức mạnh để ai đó hạ gục bạn như thế nào.  Tôi đã tan nát không tài nào hàn gắn lại được.  Nhưng bây giờ tôi cần Jacob, cần anh như cần ma túy. Tôi đã dùng anh như một cái nạng đã quá lâu, và tôi đã lậm sâu hơn từng định hẹn hò với bất kỳ ai lần nữa. Bây giờ tôi không chịu được chuyện anh bị tổn thương, mà tôi cũng không thể không làm anh bị tổn thương. Anh nghĩ thời gian và lòng kiên nhẫn sẽ làm tôi thay đổi, và, cho dù tôi biết anh sai hoàn toàn, tôi cũng biết rằng mình sẽ để anh thử.  Anh là bạn thân nhất của tôi. Tôi sẽ luôn luôn yêu thương anh, và sẽ không bao giờ, không bao giờ đủ.  Tôi vào nhà ngồi cạnh điện thoại và cắn móng tay.  \"Hết phim rồi à?\" Charlie ngạc nhiên hỏi khi tôi đi vào. Ông đang ngồi trên sàn nhà, cách ti-vi chỉ một bước chân.  Hẳn trận đấu gay cấn lắm.  \"Mike bị bệnh, \" tôi giải thích. \"Một loại viêm dạ dày gì đó.” \"Con khoẻ không?\" \"Bây giờ thì con khoẻ, \" tôi nói mập mờ. Rõ ràng, tôi đã bị nhiễm bịnh.  Tôi tựa người vào quầy bếp, bàn tay tôi cách điện thoại chỉ một inch, và cố kiên nhẫn chờ đợi. Tôi nghĩ về vẻ mặt lạ của Jacob trước khi anh lái đi, và ngón tay tôi bắt đầu gõ xuống ghi-sê. Lẽ ra tôi phải kiên quyết đòi lái xe đưa anh về nhà.  Tôi canh đồng hồ khi số phút đến mười. Mười lăm. Dù là tôi lái, cũgn chỉ mất mười lăm phút, và Jacob lái còn nhanh hơn tôi. 18 Phút. Tôi nhấc điện thoại quay số.  Reng hoài hoài. Có lẽ Billy đang ngủ. Có lẽ tôi gọi nhầm số. Tôi thử lại.  Đến hồi chuông thứ tám, đúng lúc tôi định gác máy thì Billy trả lời.  \"A lô?\" ông hỏi. Giọng ông thận trọng như thể ông đang chờ tin xấu.  \"Billy, cháu đây, Bella - Jake đã về nhà chưa?  Anh ấy rời nhà cháu khoảng hai mươi phút trước.” \"Nó đang ở đây, \" Billy nói một cách vô cảm.  \"Lẽ ra anh ấy phải gọi cháu chớ. \" Tôi hơi cáu. \" Anh ấy bịnh lúc rời đây nên cháu lo.” \"Nó ... bịnh quá nên không gọi được.  Bây giờ nó không cảm thấy khoẻ. \" Billy có vẻ dè dặt. Tôi nhận ra ông hẳn muốn ở bên Jacob.  \"Hãy cho cháu biết nếu bác cần giúp đỡ, \" tôi đề nghị. \" Con có thể xuống đó. \" Tôi suy về Billy, mắc kẹt trong ghế lăn, còn Jake tự lo cho mình... \"Đừng, đừng, \" Billy nói nhanh. \"Bọn bác ổn mà. Cứ ở nhà cháu.” Kiểu ông nói câu đó gần như khiếm nhã.  \"OK, \" tôi đồng ý.  \"Tạm biệt, Bella. \" Đường dây ngắt.  \"Tạm biệt, \" tôi lẩm bẩm.  Ừm, ít ra thì anh cũng đã về đến nhà. Kỳ là, tôi chẳng cảm thấy ít lo lắng hơn. Tôi lê bước lên cầu thang, băn khoăn lo lắng. Có lẽ mai tôi sẽ xuống đó để coi anh ra sao. Tôi có thể mang theo canh - chúng tôi chắc chắn có một hộp súp của tiệm Campbell đâu đây.  Tôi nhận ra phải hủy bỏ mọi kế hoạch ấy - đồng hồ tôi là bốn giờ ba mươi - và chạy hết tốc lực vô phòng tắm. Charlie thấy tôi ở đó nửa giờ sau, nằm trên sàn, má tôi áp vào gờ bồn tắm lạnh lẽo.  Ông nhìn tôi một hồi lâu.  \"Viêm dạ dày, \" cuối cùng thì ông cũng nói.  \"Dạ, \" tôi than van.  \"Con cần gì không?\" ông hỏi.  \"Gọi nhà Newton giùm con, \" tôi khàn khàn dặn. \" Nói với họ là con bị giống Mike, và con không đến đó được hôm nay.  Nói với họ là con xin lỗi. \" \"Đương nhiên, không sao đâu, \" Charlie cả quyết với tôi.  Suốt thời gian còn lại trong ngày tôi ngồi trên sàn phòng tắm, ngủ vài giờ với đầu gắc trên cái khăn lớn nhàu nát. Charlie bảo ông phải đi làm, nhưng tôi nghi ông chỉ dùng phòng tắm mà thôi.  Ông để một ly nước trên sàn bên cạnh tôi để tôi không bị mất nước.  Tôi thức giấc khi ông về nhà. Tôi có thể thấy trời tối om trong phòng tôi - sau hoàng hôn.  Ông bước nặng nề lên cầu thang để kiểm tra tôi.  \"Còn sống hả?\" \"Đại loại vậy,” tôi nói.  \"Con có cần gì không?\" \"Không, cám ơn.” Ông do dự, rõ ràng bối rối vì không quen chuyện này. \"Vậy thì thôi, \" ông nói, rồi quay xuống nhà bếp trở lại.  Tôi nghe điện thoại reng vài phút sau. Charlie nói với ai đó bằng giọng nhỏ xíu trong chốc lát, rồi gác máy.  \"Mike cảm thấy khoẻ hơn rồi, \" ông nói vọng lên với tôi.  Ừm, thật khích lệ. Anh ấy chỉ bị ốm tám tiếng đồng hồ trước tôi. Thêm tám tiếng đồng hồ nữa. Suy nghĩ này làm bao tử tôi cuộn lên, và tôi nhấc mình lên nghiêng vô bồn cầu.  Tôi lại ngủ thiếp đi trên cái khăn lớn, nhưng khi thức giấc lên tôi đã nằm trên giường mình và đã có ánh sáng bên ngoài cửa sổ.  Tôi không nhớ mình đã nhúc nhích;  chắc Charlie đã bế tôi vô phòng – ông cũng đặt ly nước trên bàn cạnh giường. Tôi cảm thấy khát khô cổ. Tôi uống ừng ực, dù nó có vị kỳ cục do để yên suốt đêm.  Tôi đứng dậy từ từ, cố không làm mình buồn nôn trở lại. Tôi yếu, và miệng tôi có vị khủng khiếp, nhưng dạ dày bình thường. Tôi nhìn đồng hồ.  24 tiếng đồng hồ đã hết.  Tôi không gắng sức, chẳng ăn gì ngoài bánh quy mặn để điểm tâm. Charlie có vẻ bớt căng thẳng khi thấy tôi bình phục.  Ngay khi tôi chắc chắn mình sẽ không phải bỏ cả ngày trên sàn phòng tắm lần nữa, tôi gọi Jacob.  Jacob là người trả lời, nhưng khi vừa nghe tiếng chào của anh, tôi biết anh chưa hết bịnh.  \"A lô?\" giọng anh yếu ớt, khàn khàn.  \"Ồ, Jake, \" tôi rên rỉ thông cảm. \"Bạn nghe tệ quá.” \"Tôi cảm thấy tệ lắm, \" anh chàng thì thầm.  \"Tôi thật lòng xin lỗi vì bắt bạn đi chơi với tôi. Chuyện này chả ra gì. \" \"Tôi mừng tôi đã đi. \" Giọng anh vẫn thì thầm. \"Đừng trách mình nữa.  Chuyện này không phải là lỗi của bạn. \" \"Bạn sẽ mau bình phục thôi, \" tôi hứa. \"Tôi thức giấc sáng nay, và khoẻ rồi. \" \"Bạn bệnh à?\" anh đờ đẫn hỏi.  \"Ừ, tôi cũng bị bịnh đó. Nhưng giờ khoẻ rồi.” \"Vậy thì tốt. \" Giọng anh rã rời.  \"Vì vậy có lẽ bạn sẽ khoẻ hơn trong một vài tiếng nữa, \" tôi khuyến khích.  Tôi hầu như không nghe câu trả lời của anh. \" Tôi không nghĩ tôi bị bịnh giống bạn. \" \"Bạn không bị viêm dạ dày à?\" Tôi hỏi, không hiểu.  \"Không. Đây là bịnh khác. \" \"Có chuyện gì với bạn vậy?\" \"Đủ thứ, \" anh thì thầm. \"Tôi đau khắp người.” Nỗi đau trong giọng anh gần như sờ thấy được.  \"Tôi có thể làm gì, Jake? Tôi có thể làm gì cho bạn?\" \"Không gì cả. Bạn không được đến đây. \" Anh nói cộc lốc.  Điều này làm tôi nhớ đến Billy đêm hôm trước.  \"Tôi đã bị lây dù bịnh của bạn là gì, \" tôi chỉ ra.  Anh chàng lờ tôi đi. \" Tôi sẽ gọi cho bạn khi có thể. Tôi sẽ báo bạn biết khi nào bạn có thể xuống đây. \" \"Jacob - \" \"Tôi phải đi, \" anh nói với vẻ cấp thiết đột ngột.  \"Gọi tôi khi bạn cảm thấy khoẻ hơn nhé. \" \"Ừ, \" anh đồng ý, và giọng anh chàng có vẻ cay đắng, kỳ lạ.  Anh im lặng trong chốc lát. Tôi đang chờ anh nói lời từ biệt, nhưng anh cũng đợi.  \"Tôi sẽ gặp lại bạn sớm, \" cuối cùng thì tôi cũng nói.  \"Hãy chờ tôi gọi, \" anh lại nói vậy.  \" OK tạm biệt, Jacob. \" \"Bella, \" anh thì thầm tên tôi, rồi gác máy điện thoại."
        }
    ],
    "suggestions": []
}