{
    "en_vn": {
        "data": {
            "content": null,
            "word": "schooler",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>schooler</k><blockquote>■ <cclass>noun [in <cclass>combination] <cclass>chiefly N. Amer. a pupil or student of a particular level or status: <cclass>a high-schooler. </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "schooler",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "schooler",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "schooler",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "schooler",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Grade - <em>schooler</em> usually has a scrawling handwriting.",
            "vi": "Học sinh tiểu học thường viết lem nhem."
        },
        {
            "en": "Grade-<em>schooler</em> usually has a scrawling handwriting.",
            "vi": "Học sinh tiểu học thường viết lem nhem."
        },
        {
            "en": "This puzzler - The Eggcellent Idea - is one of 65 in the \"One Minute Mysteries” educational series. Each mystery takes about a minute and half to read and requires students to solve it using their math and science knowledge. Mundo Verde teacher Karen Geating Rivera notes that the series was created by Eric and Natalie Yoder, a father-daughter pair. “And when they were first written, the daughter was still a middle <em>schooler</em>. So it’s not just written for children, but it was actually written in part by the child herself.\"",
            "vi": "Vấn đề khó giải thích này - Ý tưởng \"Eggcellent\"- là một trong số 65 chương trình giáo dục \"Những bí ẩn một phút\". Mỗi bí ẩn mất khoảng một phút rưỡi để đọc và đòi hỏi học sinh để giải quyết nó bằng cách sử toán học và kiến thức khoa học. Giáo viên trường Mundo Verde, cô Karen Geating Rivera chú thích rằng những chương trình này được tạo ra bởi Eric và Natalie Yoder, một cặp cha và con gái. \"Và khi chương trình này lần đầu tiên được viết, cô con gái vẫn còn là một học sinh trung học. Vì vậy, nó không chỉ viết cho trẻ em, nhưng nó đã thực sự được viết một phần bởi phần trẻ thơ của cô con gái \""
        }
    ],
    "suggestions": []
}