{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skreipt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị cạo đi, bị gọt đi, bị loại bỏ</td></tr></table><i/></div>",
            "word": "scrapped",
            "pronounce": "['skreipt]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scrapped",
            "pronounce": "['skreipt]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scrapped",
            "pronounce": "['skreipt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scrapped",
            "pronounce": "['skreipt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scrapped",
            "pronounce": "['skreipt]"
        }
    },
    "sentences": [
        {
            "en": "Funeral plans are <em>scrapped</em>.",
            "vi": "Kế hoạch chuẩn bị đám tang bị dẹp bỏ."
        },
        {
            "en": "Your dad <em>scrapped</em> the machine.",
            "vi": "Bố của bạn đã thoát rời cái máy và bỏ đi những phần không dùng được nữa."
        },
        {
            "en": "Plans to extend the airport may have to be <em>scrapped</em>.",
            "vi": "Kế hoạch nới rộng phi trường có thể bị hủy bỏ."
        },
        {
            "en": "They <em>scrapped</em> with him a little at first.",
            "vi": "Mới đầu họ đã tranh cãi với anh ta một chút."
        },
        {
            "en": "The company <em>scrapped</em> this car to buy a new one.",
            "vi": "Công ty thải chiếc xe hơi này ra để mua một chiếc mới."
        },
        {
            "en": "The new visa extension charges should be <em>scrapped</em>.",
            "vi": "Các phí xin gia hạn thị thực mới nên bị huỷ bỏ."
        },
        {
            "en": "There were political problems and the idea was eventually <em>scrapped</em>.",
            "vi": "Đã có những vấn đề về chính chị và cuối cùng ý tưởng không được tiếp tục nữa."
        },
        {
            "en": "The plan was <em>scrapped</em> because of a lack of support.",
            "vi": "Kế hoạch bị hủy bỏ do thiếu nguồn tài trợ."
        },
        {
            "en": "When she did that, her fingernails <em>scrapped</em> my eye.",
            "vi": "Khi nó làm vậy, móng tay nó cào trúng mắt tôi."
        },
        {
            "en": "Hanoi, Da Nang and HCMC have recently proposed the fee be <em>scrapped</em>, after polling their residents.",
            "vi": "Hà Nội, Đà Nẵng và TP Hồ Chí Minh mới đây đã đề xuất bãi bõ việc thu phí, sau cuộc bỏ phiếu của dân chúng."
        },
        {
            "en": "\"Yay\" -- an eyes-closed smiley face -- was <em>scrapped</em> after tests found that not everyone grasped its meaning.",
            "vi": "Nút \"Yay\" - khuôn mặt cười híp mắt - bị loại bỏ sau khi thử nghiệm thì thấy không phải ai cũng hiểu được ý nghĩa của nó."
        },
        {
            "en": "I went to kiss my daughter on her tummy last night and she reached up to stop me. When she did that, her fingernails <em>scrapped</em> my eye.",
            "vi": "Tối qua tôi hôn lên bụng con gái tôi và con bé đã với lên để ngăn tôi lại. Lúc con bé làm vậy, mấy cái móng tay của nó cào vào mắt tôi."
        },
        {
            "en": "A seaside resort's annual fun day is <em>scrapped</em> after organisers say it has not recovered from the loss of the children's donkey derby.",
            "vi": "Một ngày vui nhộn hàng năm ở khu nghỉ mát bên bờ biển bị bỏ đi sau khi các nhà tổ chức cho rằng nó đã không phục hồi được từ tổn thất của cuộc đua lừa dành cho trẻ em."
        },
        {
            "en": "Of the 291 attacking Fortresses, 60 were shot down over Germany, five crashed on approach to Britain, and 12 more were <em>scrapped</em> due to damage.",
            "vi": "Trong 291 chiếc Fortress tham chiến, 60 chiếc bị bắn rơi tại Đức, 5 chiếc rơi trên đường về Anh và 12 chiếc hư hại."
        },
        {
            "en": "Everyone had a negative comment to make and felt that the project should be <em>scrapped</em> since the Roeblings were the only ones who knew how the bridge could be built.",
            "vi": "Mọi người đã đưa ra những lời chỉ trích tiêu cực và cảm thấy rằng dự án nên bị huỷ bỏ vì chỉ có cha con nhà Roeblings là những người duy nhất biết làm thế nào để xây cây cầu"
        },
        {
            "en": "Griffin also lost two more gigs Wednesday: A casino in New Mexico <em>scrapped</em> the comedian's scheduled July 22 performance and Squatty Potty, a family-owned Utah company, fired her from a recently announced endorsement gig promoting their toilet stools.",
            "vi": "Griffin cũng mất thêm hai công việc vào hôm thứ tư: Một sòng bạc ở New Mexico đã loại tiết mục của nữ nghệ sĩ hài khỏi buổi biểu diễn ngày 22 tháng 7 và Squatty Potty, một công ty gia đình Utah, đã sa thải cô khỏi công việc cho nhận xét công khai nhằm quảng bá sản phẩm dụng cụ vệ sinh gần đây của họ."
        },
        {
            "en": "In December last year, Mayer <em>scrapped</em> plans to spin off Yahoo’s $25bn stake in Alibaba into a separate company, and said it would instead execute a “reserve spinoff”, creating a separate company comprising its core internet business.",
            "vi": "Tháng 12 năm ngoái, bà Mayer đã bác bỏ các kế hoạch chuyển 25 tỷ đô la cổ phần trong Alibaba của Yahoo thành công ty riêng, và cho biết thay vào đó, hãng sẽ tách một “công ty con \", lập một công ty riêng, bao gồm công ty internet chủ chốt của mình."
        },
        {
            "en": "Griffin also lost two more gigs Wednesday: A casino in New Mexico <em>scrapped</em> the comedian's scheduled July 22 performance and Squatty Potty, a family-owned Utah company, fired her from a recently announced endorsement gig promoting their toilet stools.",
            "vi": "Griffin cũng mất thêm hai công việc vào hôm thứ tư: Một sòng bạc ở New Mexico đã loại tiết mục của nữ nghệ sĩ hài khỏi buổi biểu diễn ngày 22 tháng 7 và Squatty Potty, một công ty gia đình Utah, đã sa thải cô khỏi công việc cho nhận xét công khai nhằm quảng bá sản phẩm dụng cụ vệ sinh gần đây của họ."
        },
        {
            "en": "Everyone had a negative comment to make and felt that the project should be <em>scrapped</em> since the Roeblings were the only ones who knew how the bridge could be built.",
            "vi": "Mọi người đã đưa ra những lời chỉ trích tiêu cực và cảm thấy rằng dự án nên bị huỷ bỏ vì chỉ có cha con nhà Roeblings là những người duy nhất biết làm thế nào để xây cây cầu này."
        },
        {
            "en": "Since 2015 when Vietnam <em>scrapped</em> a piece of legislation setting a limit to how much a business can spend on promotions and advertising, milk brands have been unsparing in their expenditures for the activities.",
            "vi": "Từ năm 2015, khi Việt Nam bãi bỏ đạo luật giới hạn số kinh phí một doanh nghiệp có thể chi cho việc quảng cáo và xúc tiến sản phẩm, các thương hiệu sữa đã không ngần ngại chi tiêu cho các hoạt động quảng bá."
        }
    ],
    "suggestions": []
}