{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['skræt∫i]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ so sánh</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nguệch ngoạc, cẩu thả, lộn xộn (về chữ viết, tranh vẽ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gây tiếng kêu lạo xạo, sin sít (về ngòi bút)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">linh tinh, hỗn tạp (nhóm người...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">dặm; ngứa, làm ngứa; làm xước da</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">scratchy cloth</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vải mặc làm ngứa</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có tiếng kêu lạo xạo, có tiếng rít khi chơi (do đĩa hát bị những vết xước trên bề mặt của nó)</td></tr></table><i/></div>",
            "word": "scratchy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>scratchy</k><blockquote>■ <cclass>adjective (<cclass><b>scratchier</b>, <cclass><b>scratchiest</b>) causing or characterized by scratching. </cclass></cclass></cclass></blockquote><blockquote>⁃ (of a voice or sound) rough; grating. </blockquote><blockquote>⁃ (of a record) making a crackling sound because of scratches on the surface. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>scratchily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>scratchiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "scratchy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scratchy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scratchy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scratchy"
        }
    },
    "sentences": [
        {
            "en": "<em>Scratchy</em> cloth",
            "vi": "Vải mặc làm ngứa"
        },
        {
            "en": "have a <em>scratchy</em> throat",
            "vi": "bị rát cổ họng"
        },
        {
            "en": "I continue to have a <em>scratchy</em> throat.",
            "vi": "Tôi cứ bị đau rát cổ họng."
        },
        {
            "en": "I can't stand these <em>scratchy</em> clothes any more.",
            "vi": "Tôi không thể chịu nổi mấy bộ quần áo ngứa ngáy này nữa rồi."
        },
        {
            "en": "I hate wearing these <em>scratchy</em> wools, it makes me sick.",
            "vi": "Tôi ghét mặc mấy thứ đồ len ngứa ngáy này lắm, nó làm tôi phát ốm."
        },
        {
            "en": "My throat's starting to get a little <em>scratchy</em>.",
            "vi": "Cổ họng tôi bắt đầu hơi ngứa ngáy."
        },
        {
            "en": "Some babies are extra sensitive to things like <em>scratchy</em> clothing tags or fabric.",
            "vi": "Một số em bé rất nhạy cảm với những thứ như mạc quần áo hoặc mặt vải gây ngứa. "
        },
        {
            "en": "Wherever they went among the <em>scratchy</em> briers, mosquitoes rose up in buzzing swarms.",
            "vi": "Bất kỳ nơi nào họ tới giữa những bụi mâm xôi đầy gai, muỗi cũng bay lên nhung nhúc như đàn ong vo ve."
        },
        {
            "en": "I have had a <em>scratchy</em> throat for the last couple days.",
            "vi": "Tôi bị đau rát cổ họng mấy ngày nay rồi."
        },
        {
            "en": "Avoid eating spicy, hot and oily food when you have a <em>scratchy</em> throat problem.",
            "vi": "Tránh ăn thức ăn có dầu mỡ, cay và nhiều gia vị khi bạn bị chứng ngứa cổ họng."
        },
        {
            "en": "Australia: a <em>scratchy</em> (lottery ticket) with the chance of getting enough cash together for your next trip – Kin",
            "vi": "Úc: 1 scratchy (vé số) với cơ may có đủ tiền cho chuyến đi tiếp theo - theo Kin"
        },
        {
            "en": "Satsu came too sometimes, wearing a <em>scratchy</em> bathing dress she'd made from our father's old fishing clothes.",
            "vi": "Chị satsu thỉnh thoảng cũng đến tắm, và chị mặc cái áo tắm thô tháp được chị may từ quần áo đánh cá cũ kỹ bố tôi bỏ ra."
        },
        {
            "en": "I think I am running a temperature. My head is spinning, my mouth feels like cotton, and I have a <em>scratchy</em> throat.",
            "vi": "Tôi nghĩ tôi đang lên cơn/bị sốt. Đầu óc tôi quay cuồng, miệng khô như bông gòn, và cổ họng bị rát lắm."
        },
        {
            "en": "I saw a piece of paper with his <em>scratchy</em> handwriting, underneath a milk glass, on the dining table near the front door.",
            "vi": "Trên chiếc bàn ăn, gần cửa, tôi nhìn thấy một mảnh giấy với dòng chữ nguệch ngoạc của anh được dằn dưới ly sữa."
        },
        {
            "en": "Satsu had her <em>scratchy</em> bathing dress up around her shoulders and the Sugi boy was playing around with her \"Mount Fujis\" as the boys called them.",
            "vi": "Tôi đứng lại nhìn satsu kéo cái áo tắm lên vai còn anh chàng sugi thì đang đùa nghịch với cái \"núi phú sĩ\" của chị ấy."
        },
        {
            "en": "I knelt toward the other end of the verandah, beside a gentle, looking old man who turned out to be the koto player Tachibana Zensaku, whose <em>scratchy</em> old records i still own.",
            "vi": "Tôi quỳ ở cuối bên kia hành lang, cạnh một ông già có vẻ dịu dàng, và hóa ra ông ta là ông tachibana zensaku người chơi đàn kêtô, hiện tôi còn giữ những bài báo cũ viết về tài năng của ông ấy."
        },
        {
            "en": "You have taken other medicines that soothe symptoms if you've ever taken cold medicine to dry up your runny nose or sucked on throat drops for a <em>scratchy</em> throat. Cream that helps a bug bite stop itching is another example. Your cold had to go away on its own, just like the bug bite needed to heal on its own, but in the meantime, these medicines helped you feel less sick or itchy.",
            "vi": "Bạn đã sử dụng những loại thuốc khác làm dịu các triệu chứng nếu đã từng sử dụng thuốc cảm để làm khô lỗ mũi đang chảy nước và hút thuốc đau họng vì chứng ngứa họng của mình. Kem làm hết ngứa do bọ cắnlà một ví dụ khác. Bệnh cảm lạnh phải tự hết, hoàn toàn giống như vết bọ cắn cũng phải tự lành, nhưng trong khi chờ đợi thì những loại thuốc này có tác dụng giúp cho bạn cảm thấy đỡ bệnh hơn hoặc đỡ ngứa hơn."
        }
    ],
    "suggestions": []
}