{
    "en_vn": {
        "data": {
            "content": null,
            "word": "scraps"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>scraps</k><blockquote>bits of uneaten food left after a meal.</blockquote><blockquote>→ <kref>scrap</kref></blockquote></div>",
            "word": "scraps"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scraps"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scraps"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scraps"
        }
    },
    "sentences": [
        {
            "en": "Throw away the <em>scraps</em>.",
            "vi": "Đổ thức ăn thừa đi."
        },
        {
            "en": "Messages were written on <em>scraps</em> of paper.",
            "vi": "Các tin nhắn viết trên các mảnh giấy nhỏ."
        },
        {
            "en": "Everyone says a few <em>scraps</em> of dialogue.",
            "vi": "Mỗi người nói một vài đoạn nhỏ trong bài hội thoại."
        },
        {
            "en": "Build <em>scraps</em> of metal into a work of art",
            "vi": "Ghép các mảnh kim loại vụn thành một tác phẩm nghệ thuật"
        },
        {
            "en": "He gives the <em>scraps</em> to the dog after dinner.",
            "vi": "Anh ta đem thức ăn thừa cho chó sau bữa tối."
        },
        {
            "en": "She used to gather <em>scraps</em> of paper to sell.",
            "vi": "Cô ấy thường thu góp những mẫu giấu thừa đem bán."
        },
        {
            "en": "Throw some <em>scraps</em> of bread and see what will happen.",
            "vi": "Hãy ném một ít bánh mì vụn và xem chuyện gì sẽ xảy ra."
        },
        {
            "en": "Please pack up the <em>scraps</em> of cloth on the floor.",
            "vi": "Thu dọn những mảnh vải thừa trên sàn đi."
        },
        {
            "en": "One evening before supper, the father noticed his son playing with wood <em>scraps</em> on the floor.",
            "vi": "Một tối kia, ngay trước bữa ăn, người cha thấy đứa con nghịch với mấy khúc gỗ vụn trên sàn."
        },
        {
            "en": "Piece together torn <em>scraps</em> of paper in order to read what was written",
            "vi": "Ráp những mảnh giấy lại để đọc xem chuyện gì đã được viết."
        },
        {
            "en": "Many guys had plaited <em>scraps</em> of cloth in their long black hair.",
            "vi": "Nhiều gã đã bện những mảnh vải vào mái tóc đen dài của họ."
        },
        {
            "en": "Only a few <em>scraps</em> of news about the disaster have emerged.",
            "vi": "Chỉ mới có vài ba mẩu tin vụn vặt về thảm họa."
        },
        {
            "en": "I have here an onion, a little cheese and a few <em>scraps</em> of bread.",
            "vi": "Ở đây tôi có một củ hành, một ít phô mai và vài mẫu bánh mì."
        },
        {
            "en": "He can build <em>scraps</em> of metal into a work of art.",
            "vi": "Anh ta có thể tạo dựng những mảnh kim loại thành một tác phẩm nghệ thuật."
        },
        {
            "en": "A pathetic skinny dog was scratching around behind the dustbins searching for <em>scraps</em> of food.",
            "vi": "Một con chó gầy nhom đáng thương đang cào bới đằng sau mấy thùng rác tìm kiếm những mẩu thức ăn thừa."
        },
        {
            "en": "The black and white <em>scraps</em> - the remains of Jacob's clothes - fluttered to the ground where he'd disappeared.",
            "vi": "Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất."
        },
        {
            "en": "Gradually, the brief poems she had written and saved for years as mere <em>scraps</em> of paper were brought together.",
            "vi": "Dn dn ngi ta a thu thp nhng bai th ngn ma ba a trc tac va danh nhiu nm tri trn nhng manh giy vun."
        },
        {
            "en": "Maybe she should have tried to settle into the leftover <em>scraps</em> of life that were left behind.",
            "vi": "Có lẽ cô phải cố thích nghi với những mảnh đời còn lại bị bỏ mặc đàng sau."
        },
        {
            "en": "These political bosses got their poor and powerless constituents out of <em>scraps</em> with landlords and the police.",
            "vi": "Những ông lớn chính trị này đã giúp các cử tri nghèo khổ và không có quyền lực của mình thoát khỏi rắc rối với các chủ đất và cảnh sát."
        },
        {
            "en": "To have school fees without affecting the family budget, Hoa collected <em>scraps</em> and waste to earn extra money.",
            "vi": "Để có học phí mà không ảnh hưởng đến tài chính gia đình, bà Hòa thu nhặt phế liệu và chất thải để kiếm thêm tiền."
        }
    ],
    "suggestions": []
}