{
    "en_vn": {
        "data": {
            "content": null,
            "word": "screeching"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "screeching"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "screeching"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "screeching"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "screeching"
        }
    },
    "sentences": [
        {
            "en": "Jets are <em>screeching</em> over the house-tops.",
            "vi": "Máy bay phản lực bay rít trên nóc nhà."
        },
        {
            "en": "Jets are <em>screeching</em> over the house - tops.",
            "vi": "Máy bay phản lực bay rít trên nóc nhà."
        },
        {
            "en": "There were seagulls <em>screeching</em> over my head.",
            "vi": "Mấy con mòng biển kêu ầm ĩ trên đầu tôi."
        },
        {
            "en": "The ugly <em>screeching</em> of parrots made me feel headache.",
            "vi": "Tiếng kêu choe chóe khó nghe của những con vẹt làm tôi thấy nhức đầu."
        },
        {
            "en": "I was so astonished that i stopped <em>screeching</em>.",
            "vi": "Tôi ngạc nhiên quá đến nỗi ngừng hét."
        },
        {
            "en": "She's <em>screeching</em> in pain in the dentistry room.",
            "vi": "Cô ta đang kêu thét đau đớn trong phòng nha khoa."
        },
        {
            "en": "My system has come to a <em>screeching</em> halt!",
            "vi": "Hệ thống của tôi đã đột ngột dừng lại!"
        },
        {
            "en": "He ground his teeth with a <em>screeching</em> noise out of anger.",
            "vi": "Hắn tức quá nghiến răng ken két."
        },
        {
            "en": "I heard monkeys <em>screeching</em> in the trees when I went to that forest.",
            "vi": "Tôi nghe thấy tiếng khỉ kêu chí chóe trên cây khi đi tới khu rừng đó."
        },
        {
            "en": "We fell asleep when we were listening to old ladies <em>screeching</em> hymns in the church.",
            "vi": "Chúng tôi đã ngủ gật khi nghe mấy bà già the thé mấy bài tụng ca trong nhà thờ."
        },
        {
            "en": "As quickly as it started, my ever - so - brief brush with fame came to a <em>screeching</em> halt.",
            "vi": "Cũng nhanh như khi bắt đầu, cơ hội nổi tiếng của tôi đột nhiên bị chặn lại."
        },
        {
            "en": "Shooting a tire out will not bring a car to a <em>screeching</em> halt in the real world.",
            "vi": "Thực tế bắn bể lốp xe không làm một chiếc xe ngừng lại ngay được."
        },
        {
            "en": "But Charlie didn't come in. and eventually I was able to strangle the strange <em>screeching</em> coming out of my throat.",
            "vi": "Nhưng Charlie không vô, và cuối cùng tôi đã có thể bóp nghẹt tiếng thét thất thanh kì lạ ra khỏi cổ họng mình."
        },
        {
            "en": "As quickly as it started, my ever-so-brief brush with fame came to a <em>screeching</em> halt.",
            "vi": "Cũng nhanh như khi bắt đầu, cơ hội nổi tiếng của tôi đột nhiên bị chặn lại."
        },
        {
            "en": "The main thing is to be on good terms with the Indians. We don't want to wake up some night with a band of the <em>screeching</em> dev was...",
            "vi": "Điều chính là đã có cách giao dịch tốt với những người da đỏ. Mình đâu có muốn bị đánh thức dậy vào một đêm nào đó bằng tiếng la hú của một bầy..."
        },
        {
            "en": "To open the bedroom door, mother had to let me down, and i broke free and dashed for the farthest corner, <em>screeching</em>.",
            "vi": "Muốn mở cửa phòng ngủ, mẹ tôi phải đặt tôi xuống, nhân đó tôi thoát ra, chạy vụt tới góc phòng xa nhất và kêu thét lên."
        },
        {
            "en": "4. Set yourself upUse a quiet, private room – you don’t want your call interrupted by <em>screeching</em> kids, mobile phones, music or passing traffic. Find somewhere quiet where you can focus and conduct a professional conversation.",
            "vi": "4. Tự chuẩn bị Hãy sử dụng một phòng riêng, yên tĩnh – bạn không muốn cuộc gọi của mình bị gián đoạn bởi tiếng con nít la hét, tiếng chuông điện thoại di động, tiếng nhạc hoặc là tiếng xe cộ, phải không nào? Bạn nên tìm một nơi yên tĩnh có thể tập trung và kiểm soát được cuộc nói chuyện mang tính chất nghề nghiệp của mình."
        },
        {
            "en": "As Alice stomped on the gas and - with the tires <em>screeching</em> like human screams - spun us around to face the road, I caught sight of a shred of white near the edge of the trees.",
            "vi": "Khi Alice nhấn ga và - với bánh xe rít lên như tiếng người thét - xoay chúng tôi quay ra đường, tôi nhìn thấy một mảnh vải trắng gần bìa rừng."
        },
        {
            "en": "Sometimes Dick is also aware of other sounds - the more or less muffled traffic noises that come from the street down below - the honking of horns, the blowing of whistles, the <em>screeching</em> of brakes.",
            "vi": "Đôi khi dick cũng biết đến những âm thanh khác - những tiếng ồn ào của xe cộ đã bị giảm đi ít nhiều từ con đường phía dưới đưa lên - tiếng kèn xe inh ỏi, tiếng còi huýt lên, tiếng rít của những cái thắng."
        },
        {
            "en": "Before me or Rowley made a move, there was a <em>screeching</em> sound in the school parking lot. A bunch of teenagers had stopped their pickup truck and they started piling out. I was just happy that everyone's attention was on the teenagers instead of me and Rowley. But all the other kids took off when the teenagers started heading our way.",
            "vi": "Trước khi tôi và Rowley chuẩn bị Nhúc nhích thì có tiếng rít lên ở chỗ đậu xa. Một đám thanh niên dừng chiếc xe chứa và bắt đầu ùa xuống. Tôi chỉ vừa thấy may vì sự chú ý của mọi người đều tập trung vào đám thanh niên kia thay vì tôi và Rowley. Nhưng tất cả những đứa khác thì bỏ chạy khi đám thanh niên tiến thẳng về phía chúng tôi."
        }
    ],
    "suggestions": []
}