{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skri:niηz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tạp nhạp còn lại, vật còn lại sau khi sàng (than...)</td></tr></table><i/></div>",
            "word": "screenings",
            "pronounce": "['skri:niηz]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "screenings",
            "pronounce": "['skri:niηz]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "screenings",
            "pronounce": "['skri:niηz]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "screenings",
            "pronounce": "['skri:niηz]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sản phẩm dưới sàng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vật lọt sàng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cặn rây (xử lý nước thải)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cặn sàng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất thải ra ở sàng (giấy)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phần lọt sàng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vật trên sàng</font></td></tr></tbody></table></div>",
            "word": "screenings",
            "pronounce": "['skri:niηz]"
        }
    },
    "sentences": [
        {
            "en": "Sleep <em>Screenings</em>",
            "vi": "Theo Dõi Giấc Ngủ"
        },
        {
            "en": "They overbook these <em>screenings</em> to ensure a packed house.",
            "vi": "Họ đã đăng kí trước quá nhiều những thứ tạp nhạp nhằm đảm bảo ngôi nhà được đầy đủ."
        },
        {
            "en": "Offering networking opportunities through conferences, social gatherings, and recreational activities, including discussions and debates, poetry readings, film or video <em>screenings</em>, sports tournaments, bazaars etc.",
            "vi": "Cung cấp các cơ hội thiết lập mạng lưới thông qua hội nghị, giao lưu xã hội, và các hoạt động giải trí, bao gồm cả hội thảo, thảo luận, đọc thơ, chiếu phim hoặc băng hình, các giải thể thao, v.v."
        },
        {
            "en": "Vietnam’s Health Ministry has ordered tightened medical <em>screenings</em> at border gates after South Korea reported its first case of the deadly Middle East Respiratory Syndrome (MERS).",
            "vi": "Bộ Y tế Việt Nam đã ra lệnh thắt chặt kiểm tra y tế tại các cửa khẩu sau khi Hàn Quốc báo cáo về trường hợp đầu tiên nhiễm hội chứng hô hấp Trung Đông chết người ( MERS )."
        },
        {
            "en": "The new Twilight film hit the box office today and special <em>screenings</em> were taking place all over the country at 10 am.",
            "vi": "Phần phim Chạng Vạng mới đã ra mắt hôm nay và các buổi chiếu đặc biệt đã diễn ra trên toàn quốc vào lúc 10 giờ sáng."
        },
        {
            "en": "Twenty feature films nominated for Golden Lotus awards had been screened for free at Galaxy, Star Cineplex, Mega GS and CGV cinemas during the festival. The <em>screenings</em> attracted several thousands of people.",
            "vi": "Hai mươi bộ phim đã được đề cử cho giải thưởng Bông Sen Vàng và được trình chiếu miễn phí tại các rạp chiếu phim Galaxy, Star Cineplex, Mega GS và CGV trong suốt lễ hội. Các buổi công chiếu đã thu hút hàng ngàn người."
        },
        {
            "en": "Colorectal cancer screening  Because colorectal cancer is stealthy, <em>screenings</em> are the key to early detection. Beginning at age 50, most people should have a colonoscopy every 10 years. This procedure uses a tiny camera to examine the entire colon and rectum. These tests not only find tumors early, but can actually prevent colorectal cancer by removing polyps (shown here).",
            "vi": "Kiểm tra sàng lọc bệnh ung thư kết tràng-trực tràng  Bởi chứng bệnh này khởi phát một cách thầm lặng nên biện pháp kiểm tra sàng lọc là cách để có thể phát hiện ra bệnh sớm. Bắt đầu ở giai đoạn 50 tuổi, hầu hết mọi người nên soi kết tràng 10 năm một lần. Thủ thuật  này sử dụng một máy chụp hình rất nhỏ để kiểm tra toàn bộ kết tràng và trực tràng. Những xét nghiệm này không những có thể phát hiện ra các khối u sớm mà còn có thể thực sự phòng ngừa được bệnh ung thư kết tràng-trực tràng bằng cách cắt bỏ các bướu thịt (hình minh họa bên trên)."
        },
        {
            "en": "Menopause: Staying healthy  Living a healthy lifestyle is important throughout a woman’s life. And, it’s not too late to start at menopause. Get a checkup that includes measuring your blood pressure, cholesterol, and blood sugar and make appointments for routine <em>screenings</em> such as mammograms. Menopause is also a great time to upgrade your diet, physical activity, and stress management skills -- your doctor can give you pointers to plan for a healthy menopause.",
            "vi": "Sống khỏe giai đoạn mãn kinh   Một lối sống lành mạnh lúc nào cũng quan trọng đối với cuộc sống của người phụ nữ. Và bắt đầu ở giai đoạn mãn kinh cũng chưa muộn đâu. Hãy nên kiểm tra sức khỏe tổng quát gồm đo huyết áp, đo hàm lượng cholesterol, và đường huyết đồng thời nên lên lịch kiểm tra sàng lọc định kỳ như chụp X-quang ngực. Giai đoạn mãn kinh cũng là giai đoạn cần kíp để cải thiện chế độ dinh dưỡng, các hoạt động thể lực, và các kỹ năng chế ngự căng thẳng – bác sĩ có thể cho bạn nhiều lời khuyên để lên kế hoạch cho một thời kỹ mãn kinh khỏe mạnh."
        },
        {
            "en": "Essential Screening Tests Every Man Needs    Why Screening Tests Are Important Getting the right screening test at the right time is one of the most important things a man can do for his health. <em>Screenings</em> find diseases early, before you have symptoms, when they're easier to treat. Early colon cancer can be nipped in the bud. Finding diabetes early may help prevent complications such as vision loss and impotence. The tests you need are based on your age and your risk factors. Prostate Cancer Prostate cancer is the most common cancer found in American men after skin cancer. It tends to be a slow-growing cancer, but there are also aggressive, fast-growing types of prostate cancer. Screening tests can find the disease early, sometimes before symptoms develop, when treatments are most effective. Tests for prostate cancer <em>Screenings</em> for healthy men may include both a digital rectal exam (DRE) and a prostate specific antigen (PSA) blood test. The American Cancer Society advises men to talk with a doctor about the risks and limitations of PSA screening as well as its possible benefits. Discussions should begin at:     * 50 for average-risk men     * 45 for men at high risk.   Testicular Cancer This uncommon cancer develops in a man's testicles, the reproductive glands that produce sperm. Most cases occur between ages 20 and 54. The American Cancer Society recommends that all men have a testicular exam when they see a doctor for a routine physical. Men at higher risk (a family history or an undescended testicle) should talk with a doctor about additional screening. Some doctors advise regular self-exams, gently feeling for hard lumps, smooth bumps, or changes in size or shape of the testes.   Colorectal Cancer Colorectal cancer is the second common cause of death from cancer. Men have a slightly higher risk of developing it than women. The majority of colon cancers slowly develop from colon polyps: growths on the inner surface of the colon. After cancer develops it can invade or spread to other parts of the body. The way to prevent colon cancer is to find and remove colon polyps before they turn cancerous. Tests for colon cancer Screening begins at age 50 in average-risk adults. A colonoscopy is a common test for detecting polyps and colorectal cancer. A doctor views the entire colon using a flexible tube and a camera. Polyps can be removed at the time of the test. A similar alternative is a flexible sigmoidoscopy that examines only the lower part of the colon. Some patients opt for a virtual colonoscopy — a CT scan — or double contrast barium enema — a special X-ray — although if polyps are detected, an actual colonoscopy is needed to remove them. Skin Cancer The most dangerous form of skin cancer is melanoma. It begins in specialized cells called melanocytes that produce skin color. Older men are twice as likely to develop melanoma as women of the same age. Men are also 2-3 times more likely to get non-melanoma basal cell and squamous cell skin cancers than women are. Your risk increases as exposure to sun and/or tanning beds accumulates; sunburns accelerate risk.  Screening for skin cancer The American Cancer Society and the American Academy of Dermatology recommend regular skin self-exams to check for any changes in marks on your skin including shape, color, and size. A skin exam by a dermatologist or other health professional should be part of a routine cancer checkup. Treatments for skin cancer are more effective and less disfiguring when it's found early. High Blood Pressure (Hypertension) Your risk for high blood pressure increases with age. It's also related to your weight and lifestyle. High blood pressure can lead to severe complications without any prior symptoms, including an aneurysm — dangerous ballooning of an artery. But it can be treated. When it is, you may reduce your risk for heart disease, stroke, and kidney failure. The bottom line: Know your blood pressure. If it's high, work with your doctor to manage it. Screening for High Blood Pressure Blood pressure readings give two numbers. The first (systolic) is the pressure in your arteries when the heart beats. The second (diastolic) is the pressure between beats. Normal blood pressure is less than 120/80. High blood pressure is 140/90 or higher, and in between those two is prehypertension — a major milestone on the road to high blood pressure. How often blood pressure should be checked depends on how high it is and what other risk factors you have. Cholesterol Levels A high level of LDL cholesterol in the blood causes sticky plaque to build up in the walls of your arteries. This increases your risk of heart disease. Atherosclerosis – hardening and narrowing of the arteries — can progress without symptoms for many years. Over time it can lead to heart attack and stroke. Lifestyle changes and medications can reduce this \"bad\" cholesterol and lower your risk of cardiovascular disease. Determining cholesterol levels A blood test that tells you your levels of total cholesterol, LDL \"bad\" cholesterol, HDL \"good\" cholesterol, and triglycerides (blood fat). The results tell you and your doctor a lot about what you need to do to reduce your risk of heart disease, stroke, and diabetes. Men 20 years and older should have a new panel done at least every five years. Starting at 35, men need regular cholesterol testing. type 2 diabetes One-third of Americans with diabetes don't know they have it. Uncontrolled diabetes can lead to heart disease and stroke, kidney disease, blindness from damage to the blood vessels of the retina, nerve damage, and impotence. This doesn't have to happen. Especially when found early, diabetes can be controlled and complications can be avoided with diet, exercise, weight loss, and medications. screening for type 2 diabetes A fasting plasma glucose test is most often used to screen for diabetes. More and more doctors are turning to the A1C test, which tells how your body has controlled blood sugar. Healthy adults should have the test every three years starting at age 45. If you have a higher risk, including high cholesterol or blood pressure, you may start testing earlier and more frequently. Human Immunodeficiency Virus (HIV) HIV is the virus that causes AIDS. It's in the blood and other body secretions of infected individuals, even when there are no symptoms. It spreads from one person to another when these secretions come in contact with the vagina, anal area, mouth, eyes, or a break in the skin. There is still no cure or vaccine. Modern treatments can keep HIV infection from becoming AIDS, but these medications can have serious side effects. HIV Screening Tests HIV-infected individuals can remain symptom-free for many years. The only way to know they are infected is with a series of blood tests. The first test is called ELISA or EIA. It looks for antibodies to HIV in the blood. It's possible not to be infected and still show positive on the test. So a second test called a Western blot assay is done for confirmation. If you were recently infected, you could still have a negative test result. Repeat testing is recommended. If you think you may have been exposed to HIV, ask your doctor about the tests. Preventing the Spread of HIV Most newly infected individuals test positive by two months after infection. But up to 5% are still negative after six months. Safe sex — abstinence or always using latex barriers such as a condom or a dental dam — is necessary to avoid getting HIV and other sexually transmitted infections. If you have HIV and are pregnant, talk with your doctor about what needs to be done to reduce the risk of HIV infection in your unborn child. Drug users should not share needles. Glaucoma This group of eye diseases gradually damages the optic nerve and may lead to blindness – and irreversible vision loss can occur before people with glaucoma notice any symptoms. Screening tests look for abnormally high pressure within the eye, to catch and treat the condition before damage to the optic nerve. Glaucoma Screening Eye tests for glaucoma are based on age and personal risk:     * Under 40: Every 2-4 years     * 40-54: Every 1-3 years     * 55-64: Every 1-2 years     * 65 up: Every 6-12 months Talk with a doctor about earlier, more frequent screening, if you fall in a high risk group: African-Americans, those with a family history of glaucoma, previous eye injury, or use of steroid medications.",
            "vi": "Những thử nghiệm, kiểm tra sàng lọc cần thiết đối với nam giới     Tại sao thử nghiệm sàng lọc lại quan trọng Việc tiến hành thử nghiệm sàng lọc hợp lý, đúng lúc là một trong những điều quan trọng hàng đầu đối với nam giới trong việc giữ gìn sức khỏe của mình. Phương pháp này giúp phát hiện ra bệnh sớm, trước khi xuất hiện triệu chứng, lúc này bệnh sẽ dễ trị hơn và mau lành hơn. Chứng ung thư đại tràng giai đoạn đầu có thể được chữa dứt ngay từ khi mới chớm. Việc phát hiện được bệnh tiểu đường sớm cũng có thể giúp phòng tránh các biến chứng như mất thị giác và bất lực. Các phương pháp thử nghiệm sàng lọc này sẽ dựa trên tuổi tác và các yếu tố bệnh tật nguy hiểm của bạn.  Ung thư tuyến tiền liệt Ung thư tuyến tiền liệt là dạng ung thư thường gặp nhất ở nam giới Hoa Kỳ sau chứng ung thư da. Bệnh thường có tốc độ phát triển chậm, nhưng cũng có nhiều kiểu ung thư tuyến tiền liệt diễn biến rất nhanh và mạnh. Các thử nghiệm sàng lọc có thể giúp tìm ra bệnh sớm, nhiều lúc trước khi xuất hiện triệu chứng, lúc này người ta điều trị hiệu quả nhất.  Các xét nghiệm ung thư tuyến tiền liệt  Các thử nghiệm sàng lọc dành cho nam giới khỏe mạnh gồm cả kiểm tra trực tràng bằng ngón tay (DRE) và xét nghiệm máu kháng nguyên đặc hiệu tuyến tiền liệt (PSA). Hiệp hội Ung thư Hoa Kỳ khuyến cáo nam giới nên tham khảo ý kiến của bác sĩ về những rủi ro, nguy hiểm và hạn chế của phương pháp sàng lọc PSA cũng như những lợi ích có thể của nó. Nên bắt đầu từ lúc: * 50 tuổi đối với nam giới có nguy cơ mắc bệnh trung bình   * 45 tuổi đối với nam giới có nguy cơ mắc bệnh cao.   Ung thư tinh hoàn Chứng ung thư hiếm thấy này phát triển ở tinh hoàn của nam giới, ở tuyến sinh sản sinh tinh trùng. Hầu hết các ca ung thư tinh hoàn đều xảy ra ở giai đoạn từ 20 đến 54 tuổi. Hiệp hội Ung thư Hoa Kỳ khuyến nghị tất cả nam giới nên khám tinh hoàn trong mỗi lần khám sức khỏe định kỳ của mình. Những người có nguy cơ mắc bệnh cao hơn (có tiền sử gia đình hoặc bị chứng tinh hoàn ẩn) nên tham khảo ý kiến của bác sĩ đối với việc thử nghiệm sàng lọc bổ sung. Một vài bác sĩ cũng khuyên nên tự khám tinh hoàn thường xuyên, nhẹ nhàng sờ tìm các khối u cứng, các bướu phẳng, hoặc bất kỳ thay đổi nào về hình dáng hoặc kích cỡ của tinh hoàn.  Ung thư kết tràng-trực tràng Ung thư kết tràng-trực tràng là nguyên nhân gây tử vong vì ung thư thường thấy thứ hai. Nam giới có nguy cơ phát triển bệnh cao hơn phụ nữ một chút. Đa số chứng ung thư đại tràng phát triển chậm từ các pô-líp đại tràng: phát triển ở bề mặt bên trong của đại tràng. Sau khi bệnh phát triển, nó có thể xâm nhập hoặc phát tán ra nhiều vùng khác trên cơ thể. Phương pháp phòng tránh ung thư đại tràng là dò tìm, phát hiện ra và cắt bỏ pô-líp đại tràng trước khi các pô-líp này biến thành ung thư.  Các xét nghiệm ung thư đại tràng  Người lớn có nguy cơ mắc bệnh trung bình bắt đầu tiến hành phương pháp sàng lọc ở độ tuổi 50. Thủ thuật soi kết tràng là xét nghiệm thường thấy nhằm phát hiện pô-líp và ung thư kết tràng-trực tràng. Bác sĩ sử dụng một máy ảnh và ống mềm để quan sát tổng thể đại tràng, đồng thời có thể cắt bỏ pô-líp lúc làm xét nghiệm. Người ta cũng có thể thay thế bằng một thủ thuật tương tự đó là phép soi đại tràng sigma ống mềm chỉ khám và kiểm tra phần dưới của đại tràng.  Một số bệnh nhân thích chọn phương pháp chụp nội soi kết tràng ảo-kỹ thuật chụp cắt lớp-hoặc thụt ba-ri cản quang kép- một tia X đặc biệt-mặc dù người ta dò tìm ra các pô-líp nhưng vẫn cần thủ thuật soi kết tràng thực để cắt bỏ chúng đi.  Ung thư da Dạng ung thư da nguy hiểm nhất là ung thư da melanoma (hắc tố). Nó phát sinh ở các tế bào đặc biệt có tên là tế bào biểu bì tạo hắc tố sinh màu da. Nam giới lớn tuổi có khả năng phát triển chứng ung thư này cao gấp 2 lần so với phụ nữ cùng độ tuổi. Ngoài ra, họ cũng có khả năng mắc chứng tế bào đáy không hắc tố và ung thư da tế bào vảy gấp 2-3 lần so với phụ nữ. Việc tiếp xúc với ánh nắng mặt trời và/hoặc tắm nắng lâu ngày làm tăng nguy cơ mắc bệnh của bạn; da sạm nắng cũng có thể làm tăng nguy cơ bệnh.  Xét nghiệm sàng lọc ung thư da Hiệp hội Ung thư Hoa Kỳ và Viện Da liễu Mỹ đã khuyến nghị nên thường xuyên tự kiểm tra da để phát hiện bất kỳ dấu hiệu thay đổi nào trên da như hình dạng, màu da, và kích thước da. Ngoài ra cũng nên khám da ở bác sĩ da liễu hay các chuyên gia sức khoẻ khác trong những lần kiểm tra sức khỏe phát hiện ung thư định kỳ. Nếu phát hiện ung thư da sớm thì công việc điều trị sẽ hiệu quả hơn và da ít bị biến dạng xấu xí hơn.  Cao huyết áp (Tăng huyết áp) Nguy cơ cao huyết áp tỉ lệ thuận với tuổi tác. Nó cũng liên quan đến chỉ số cân nặng và lối sống của bạn. Bệnh cao huyết áp cũng có thể gây ra nhiều biến chứng nguy hiểm mà không có triệu chứng báo trước, như chứng phình mạch – đây là chứng phình căng động mạch nguy hiểm. Nhưng bệnh này có thể chữa trị được. Khi mắc chứng bệnh này, bạn có thể giảm nguy cơ bệnh tim, đột quỵ, và suy thận. Điều quan trọng là bạn nên hiểu biết về chứng cao huyết áp của mình. Nếu bạn bị cao huyết áp thì hãy tham khảo với bác sĩ, hợp tác với bác sĩ để điều trị nhé.   Xét nghiệm sàng lọc chứng cao huyết áp  Số đo huyết áp gồm 2 chữ số. Chữ số đầu tiên (tâm thu) là áp suất trong động mạch khi tim đập. Chữ số thứ hai (tâm trương) là áp suất giữa các nhịp đập. Huyết áp bình thường dưới 120/80. Huyết áp cao là 140/90 trở lên, và giữa hai chỉ số đó là tiền huyết áp-đây là một vạch mốc quan trọng đối với sự tiến triển bệnh cao huyết áp. Tần số kiểm tra, đo huyết áp tuỳ thuộc vào số đo huyết áp của người bệnh là bao nhiêu và các yếu tố nguy hiểm khác.   Nồng độ Cholesterol Nồng độ cholesterol LDL trong máu cao có thể tạo mảng bám làm nghẽn thành động mạch. Điều này làm tăng nguy cơ bệnh tim. Chứng xơ vữa động mạch – làm hẹp và xơ cứng động mạch – có thể phát triển mà không có triệu chứng trong nhiều năm. Dần dần bệnh này có thể dẫn đến đau tim và đột quỵ. Việc thay đổi lối sống và thuốc có thể làm giảm nồng độ cholesterol “xấu” này và hạ thấp nguy cơ mắc bệnh tim mạch.  Xác định nồng độ cholesterol Xét nghiệm máu có thể cho bạn biết nồng độ cholesterol toàn phần, cholesterol LDL “xấu”, cholesterol HDL “tốt”, và li-pít trung tính (mỡ máu). Các kết quả ấy cho bạn và bác sĩ biết rất nhiều về việc bạn nên làm gì để làm giảm nguy cơ bệnh tim, đột quỵ và đái tháo đường. Nam giới 20 tuổi trở lên nên xét nghiệm lại ít nhất 5 năm một lần. Bắt đầu ở độ tuổi 35, nam giới cần xét nghiệm cholesterol thường xuyên.  Tiểu đường loại 2 1/3 người Mỹ bị tiểu đường mà không biết. Bệnh tiểu đường không được chữa trị có thể dẫn đến bệnh tim và đột quỵ, bệnh thận, mù mắt do tổn thương mạch máu võng mạc, tổn hại thần kinh và bất lực. Nhưng điều này có thể tránh được, nhất là khi được phát hiện sớm, người ta có thể điều trị được tiểu đường và có thể tránh được các biến chứng bằng cách ăn kiêng, tập thể dục, giảm cân và sử dụng thuốc.   Xét nghiệm sàng lọc đối với bệnh tiểu đường loại 2 Phương pháp xét nghiệm đường glu-cô huyết tương lúc đói thường được sử dụng nhất để sàng lọc bệnh tiểu đường. Ngày càng nhiều bác sĩ chuyển sang làm xét nghiệm A1C, có thể cho biết cơ thể của bạn đã kiểm soát đường huyết như thế nào. Người lớn khỏe mạnh nên khám bệnh này cứ 3 năm một lần khi bắt đầu bước sang tuổi 45. Nếu bạn có nguy cơ mắc bệnh cao hơn, bao gồm nồng độ cholesterol cao hoặc cao huyết áp thì bạn có thể bắt đầu khám bệnh sớm hơn và thường xuyên hơn nhé.     Vi-rút HIV  HIV là vi rút gây bệnh AIDS. HIV trong máu và các dịch tiết khác của cơ thể người bệnh, thậm chí tồn tại vi rút HIV khi không có triệu chứng gì. Vi rút này phát tán, lây lan từ người này sang người khác khi những dịch tiết này tiếp xúc với âm đạo, vùng hậu môn, miệng, mắt, hoặc một vết rách trên da. Người ta vẫn chưa tìm ra vắc-xin hoặc thuốc trị bệnh AIDS. Các phương pháp điều trị hiện đại có thể làm cho việc lây nhiễm HIV không biến thành bệnh AIDS, nhưng các loại thuốc này có thể có nhiều tác dụng phụ nguy hiểm. Xét nghiệm sàng lọc HIV Người bị nhiễm HIV có thể vẫn không bộc phát triệu chứng gì trong nhiều năm. Cách duy nhất để nhận biết là một loạt các xét nghiệm máu. Xét nghiệm đầu tiên có tên là ELISA hoặc EIA. Xét nghiệm này tìm kháng thể kháng HIV trong máu. Người ta có thể không bị nhiễm HIV nhưng vẫn có kết quả xét nghiệm dương tính. Vì vậy phải tiến hành một xét nghiệm thứ hai để xác nhận lại, gọi là xét nghiệm kỹ thuật tách prô-tê-in. Nếu bạn mới bị nhiễm vi rút thì kết quả xét nghiệm của bạn có thể vẫn là âm tính. Bạn nên làm lại xét nghiệm nhé. Nếu bạn nghĩ mình đã tiếp xúc với vi rút HIV, thì hãy tham khảo ý kiến của bác sĩ về các xét nghiệm này nhé.  Ngăn ngừa lây lan HIV Hầu hết các trường hợp mới nhiễm vi rút đều có kết quả dương tính sau 2 tháng lây bệnh. Nhưng có đến 5% bệnh nhân vẫn âm tính sau 6 tháng lây nhiễm. Tình dục an toàn – kiêng quan hệ tình dục hoặc luôn sử dụng màng ngăn nhựa mủ như bao cao su hoặc màng chắn nha khoa – rất cần thiết trong việc tránh nhiễm vi rút HIV và các bệnh lây truyền qua đường tình dục khác. Nếu bạn nhiễm vi rút HIV trong khi đang có thai thì hãy tham khảo ý kiến bác sĩ về những điều nên làm để làm giảm nguy cơ lây nhiễm HIV sang cho thai nhi của bạn. Những người nghiện không nên dùng chung kim tiêm với nhau.  Bệnh tăng nhãn áp Nhóm bệnh về mắt này gây hại từ từ cho dây thần kinh thị giác và có thể dẫn đến mù mắt – và hiện tượng mất thị giác không thể phục hồi được có thể xảy ra trước khi người bị bệnh tăng nhãn áp phát hiện ra bất kỳ triệu chứng gì. Các xét nghiệm sàng lọc tìm áp suất cao bất thường trong mắt, để phát hiện ra và điều trị bệnh trước khi có tổn hại nào cho dây thần kinh thị giác Sàng lọc bệnh tăng nhãn áp Các xét nghiệm mắt dò tìm chứng tăng nhãn áp dựa vào tuổi tác và yếu tố nguy cơ mắc bệnh của từng người: * Dưới 40 tuổi: 2-4 năm một lần * 40-54 tuổi: 1-3 năm một lần * 55-64 tuổi: 1-2 năm một lần * 65 tuổi trở lên: 6-12 tháng một lần Hãy tham khảo ý kiến của bác sĩ về việc xét nghiệm sàng lọc sớm hơn và thường xuyên hơn, nếu bạn thuộc nhóm có nguy cơ mắc bệnh cao: đó là người Mỹ gốc Phi, có tiền sử gia đình bị tăng nhãn áp, bị chấn thương mắt trước đây, hoặc sử dụng thuốc có chứa steroid."
        },
        {
            "en": "Essential Screening Tests Every Woman Needs    Why screening tests are important Getting the right screening test at the right time is one of the most important things you can do for your health. <em>Screenings</em> find diseases like cancer or diabetes early, before you have symptoms, and when they’re easier to treat. Which test you should have depends on your age and your risk factors. Learn more about the <em>screenings</em> your doctor may recommend for you.  Breast cancer Early detection of breast cancer greatly improves your odds for survival. That's because the smaller the cancer is when it's found, the better the chance for a surgical cure. Smaller breast cancers are also less likely to have spread to lymph nodes and other organs such as the lungs and brain. If you're in your 20s or 30s and do not have known breast cancer risk factors, a clinical breast exam by a health professional should be part of your regular health exam once every three years. Screening with mammography Talk to your doctor about breast cancer screening. The American Cancer Society recommends yearly screening for women at average risk beginning at 40. However, the U.S. Preventive Services Task Force recommends screening mammograms every two years from ages 50 to 74. These low-dose X-rays can detect a lump three years before you can feel it. But a normal mammogram does not completely rule out the possibility of breast cancer. Cervical cancer The cervix is the part of the uterus that extends into the vaginal cavity. Persistent infection with the human papillomavirus (HPV) is the major risk factor for cervical cancer. Routine screening can find it early, when it's highly curable. It can also find abnormal precancerous cells on the surface of the cervix so they can be removed before they turn into cancer. Screening for cervical cancer Doctors use a Pap test to screen for cancer of the cervix. In the office, the doctor collects a sample of cells from your cervix. These are examined in the lab to find precancerous and cancer cells. The screening test should start at age 21. It's very effective in both preventing and finding cervical cancer early enough to cure it. A vaccine for cervical cancer The FDA has approved a vaccine -- Gardasil -- for girls and women between the ages of 9 and 26. It confers immunity against four strains of HPV, the virus that is a leading cause of cervical cancer. A second vaccine, Cervarix, received FDA approval in October 2009 for use in girls and women between the ages of 10 and 25. Cervarix targets two strains of HPV. Not all cervical cancers are due to HPV and other strains of HPV can still cause cancer that neither vaccine protects against. So while these vaccines may greatly reduce the number of cervical cancer cases, it’s still important to have routine Pap tests to screen for cancer of the cervix. Osteoporosis and fractured bones Osteoporosis is a condition in which bones become weak and fragile. It's caused by bone loss, which accelerates in women after menopause. The first symptom is often a painful bone fracture that can occur with only a minor fall, blow, or even just a twist of the body. It is possible to both prevent and treat osteoporosis, which threatens over half of U.S. adults aged 50 and over, according to the National Osteoporosis Foundation.  Osteoporosis screening tests A test called Dual Energy X-ray Absorptiometry (DXA) can measure bone mineral density and detect osteoporosis before fractures occur. It can also help predict the risk of future bone fractures. Bone density testing is recommended for all women 65 years of age and older. It's also recommended for middle-aged women younger than 65 who have risk factors for osteoporosis. Skin cancer The most dangerous form of skin cancer is melanoma. It's a malignancy that affects the cells that produce pigment in the skin. Some people may have a genetic risk factor for melanoma. And the risk increases with overexposure to the sun and sunburn. Early treatment of skin cancer can be effective. And melanomas that are detected at a thinner stage can be treated more successfully than thick ones that have grown deeper into the skin. Basal cell and squamous cell skin cancers are common non-melanoma skin cancers. Screening for skin cancer The American Cancer Society and the American Academy of Dermatology recommend regular skin self-exams to check for any changes in marks on your skin including shape, color, and size. A skin exam by a dermatologist or other health professional should be part of a routine cancer checkup. High blood pressure (Hypertension) Your risk for high blood pressure increases with age. It's also related to your weight and certain lifestyle habits. High blood pressure can lead to severe complications without any prior symptoms, including an aneurysm. But high blood pressure can be treated. When it is, you reduce your risk of complications such as heart disease, stroke, and kidney failure. The bottom line: Know your blood pressure. If it's high, work with your doctor to manage it. Screening for high blood pressure Blood pressure is expressed as two numbers. The first (systolic) is the pressure of your blood against your artery walls when the heart beats. The second (diastolic) is the pressure between beats. Normal adult blood pressure is less than 120/80. Blood pressure that is 140/90 or higher is considered high blood pressure. A reading between those two is considered prehypertension. How often blood pressure should be checked depends on how high it is and what other risk factors you have. Cholesterol levels A high level of LDL cholesterol is a major factor that increases the risk of developing heart disease and atherosclerosis -- hardening and narrowing of the arteries -- which is caused by plaque building up inside your arteries. It can progress without symptoms for many years. Over time it can lead to heart attack and stroke. Other atherosclerosis risk factors are high blood pressure, diabetes, and smoking. Lifestyle changes and medications can lower your risk of cardiovascular disease. Determining cholesterol levels Doctors screen for problems with cholesterol by using a fasting blood lipid panel. That's a blood test that tells you your levels of total cholesterol, LDL \"bad\" cholesterol, HDL \"good\" cholesterol, and triglyceride (blood fat). Management decisions are based on the results. For adults 20 years or older, you should have a new panel done at least every five years. Type 2 diabetes One-third of the people in the U.S. with diabetes don't know they have it. The sixth leading cause of death in the U.S., diabetes can lead to a vast array of complications such as heart disease and stroke, kidney disease, blindness from damage to the blood vessels of the retina, and nerve damage. But, especially when found early, diabetes can be controlled and complications avoided with diet, exercise, and weight loss. Screening for type 2 diabetes A test known as fasting plasma glucose is most often used to screen for diabetes and prediabetes. Blood is drawn after you've fasted at least eight hours and used to determine your blood sugar level. A level of 100 to 125 indicates prediabetes. And 126 or higher indicates diabetes. If you're healthy and have a normal risk of diabetes, you should have the test every three years starting at age 45. If you have a higher risk, you may start testing earlier and more frequently. Human Immunodeficiency Virus (HIV) HIV is the virus that causes AIDS. It's in the blood and other body secretions of infected individuals, even when there are no symptoms. It spreads from one person to another when these secretions coming in contact with the vagina, anal area, mouth, eyes, or a break in the skin. There is still no cure or vaccine. But, theoretically, early treatment with anti-HIV medications may help the body's immune system fight the virus. HIV screening tests HIV-infected individuals can remain symptom free for many years. The only way to know they are infected is with a series of blood tests. The first test is called ELISA or EIA. It looks for antibodies to HIV in the blood. It’s possible not to be infected and still show positive on the test. So a second test called a Western blot assay is done for confirmation. If you were recently infected, you could still have a negative test result. Repeat testing is recommended. If you think you may have been exposed to HIV, ask your doctor about the tests. Preventing the spread of HIV Most newly infected individuals test positive by two months after infection. But up to 5% are still negative after six months. Abstinence or using latex barriers such as a condom or a dental dam is necessary to avoid potential infection of HIV and other sexually transmitted infections. If you have HIV and are pregnant, talk with your doctor about what needs to be done to reduce the risk of HIV infection in your unborn child. Colorectal cancer Colorectal cancer is the second common cause of death from cancer, and ranks third for women after lung and breast cancer. The majority of colon cancers develop from colon polyps that are growths on the inner surface of the colon. After cancer develops it can invade or spread to other parts of the body. The way to prevent colon cancer is to find and remove colon polyps before they turn cancerous. Screening for colorectal cancer A colonoscopy is a common screening test for colorectal cancer. A doctor views the entire colon using a flexible tube and a camera. Polyps can be removed at the time of the test. A similar alternative is a flexible sigmoidoscopy that examines only the lower part of the colon. If you are at average risk, screening usually starts at age 50. Glaucoma Glaucoma is a condition that can result in blindness due to damage to the optic nerve. Primary open angle glaucoma is the most common type. This glaucoma often produces no symptoms until it is too late and vision loss has begun. There is good evidence that treating elevated eye pressure in glaucoma can prevent blindness. Glaucoma screening How often you should have an eye exam that includes measuring the pressure inside the eye depends on your age and risk factors. African-Americans, people older than age 60, family history of glaucoma, personal history of eye injury, and steroid use are risk factors. For healthy individuals without increased risk, routine screening every two to four years is recommended for people under age 40. For those between 40 to 54 years, testing should be done every one to three years. From age 55 to 64, testing should be done every one to two years, and for those over 65, every six to 12 months. Importance of health screening Being proactive and discussing screening tests with your doctor makes good health sense. Some tests, such as a Pap test or breast exam should be a routine part of every woman's health care. Other tests become more or less important based on your risks. Proper screening won't always prevent a disease. But it can find a disease early enough to give you the best chance of overcoming it.",
            "vi": "Các thử nghiệm sàng lọc cần thiết đối với phụ nữ     Tại sao thử nghiệm sàng lọc lại quan trọng Việc tiến hành thử nghiệm sàng lọc hợp lý, đúng lúc là một trong những điều quan trọng hàng đầu trong việc giữ gìn sức khỏe. Thử nghiệm sàng lọc giúp tìm ra bệnh như ung thư hoặc tiểu đường sớm, trước khi xuất hiện các triệu chứng, và khi đó người ta có thể chữa lành dễ dàng hơn. Tuổi tác và các yếu tố rủi ro về sức khỏe khác của bạn sẽ quyết định bạn nên làm các xét nghiệm nào. Hãy tìm hiểu thêm về các thử nghiệm sàng lọc mà bác sĩ có thể khuyến nghị cho bạn nhé.  Ung thư vú Việc phát hiện ung thư vú sớm có thể cải thiện đáng kể tỉ lệ sống sót của bạn đấy. Đó là vì khi ung thư được phát hiện càng nhỏ thì cơ hội chữa lành bằng phẫu thuật càng nhiều. Các khối ung thư vú nhỏ hơn cũng thường ít phát tán, lây lan đến các hạch bạch huyết và các cơ quan khác như phổi và não hơn. Nếu bạn đang ở tuổi 20 hoặc 30 và chưa hề biết các yếu tố rủi ro của chứng ung thư vú thì nên khám nhũ lâm sàng ở một chuyên gia sức khỏe nào đó trong các lần khám sức khỏe định kỳ của bạn cứ ba năm một lần nhé.   Thử nghiệm sàng lọc bằng phương pháp chụp X-quang vùng nhũ  Hãy tham khảo ý kiến với bác sĩ về phương pháp thử nghiệm sàng lọc ung thư vú. Hiệp hội Ung thư Hoa Kỳ khuyến cáo phụ nữ có nguy cơ mắc bệnh trung bình nên xét nghiệm sàng lọc hằng năm khi bắt đầu ở tuổi 40. Tuy nhiên, Đội Đặc nhiệm các Dịch vụ Ngừa bệnh Hoa Kỳ lại khuyến nghị nên chụp X quang sàng lọc khối u ở ngực cứ 2 năm một lần trong giai đoạn từ 50 đến 74 tuổi. Những tia X liều thấp này có thể phát hiện ra khối u 3 năm trước khi bạn có thể sờ thấy nó. Nhưng phương pháp chụp X quang khối u ngực bình thường không hoàn toàn loại bỏ khả năng ung thư vú.    Ung thư cổ tử cung Cổ tử cung là một phần của tử cung nằm kéo dài xuống khoang âm đạo. Chứng nhiễm vi rút gây bệnh mụn cơm trên người (HPV) dai dẳng là yếu tố nguy hiểm chủ yếu đối với bệnh ung thư cổ tử cung. Phương pháp thử nghiệm sàng lọc định kỳ có thể phát hiện ra vi rút này sớm,  khi ấy người ta có thể chữa lành một cách dễ dàng. Ngoài ra, nó còn giúp phát hiện các tế bào tiền ung thư bất thường trên bề mặt cổ tử cung vì vậy người ta có thể cắt bỏ đi trước khi chúng biến thành tế bào ung thư.  Thử nghiệm sàng lọc ung thư cổ tử cung Bác sĩ sẽ làm xét nghiệm Pap (xét nghiệm phết tế bào cổ tử cung) để sàng lọc ung thư cổ tử cung. Mẫu tế bào cổ tử cung của bạn được lấy tại phòng khám và chuyển đến làm xét nghiệm trong phòng thí nghiệm để tìm tế bào tiền ung thư và ung thư. Phụ nữ nên làm thử nghiệm sàng lọc lần đầu tiên ở tuổi 21. Phương pháp này rất hiệu quả vừa để phòng tránh vừa để phát hiện ung thư cổ tử cung sớm để có thể điều trị kịp thời.  Vắc-xin ngừa ung thư cổ tử cung FDA đã duyệt vắc-xin Gardasil ngừa ung thư cổ tử cung cho phụ nữ và bé gái ở độ tuổi từ 9 đến 26. Gardasil tạo miễn dịch kháng 4 dòng vi rút HPV, là nguyên nhân chính gây ung thư cổ tử cung. Vắc-xin thứ 2 là Cervarix, cũng được FDA đồng ý cho đưa vào sử dụng hồi tháng 10 năm 2009 đối với bé gái và phụ nữ ở độ tuổi từ 10 đến 25. Cervarix có thể kháng 2 dòng vi rút HPV. Không phải tất cả các trường hợp ung thư cổ tử cung cũng đều do HPV gây ra và các dòng HPV khác cũng có thể là nguyên nhân gây ra ung thư mà không một vắc xin nào kể trên có thể kháng được. Vì vậy trong khi các vắc-xin này có thể làm giảm đáng kể các trường hợp ung thư cổ tử cung, thì việc làm xét nghiệm Pap định kỳ cũng hết sức quan trọng trong việc sàng lọc ung thư cổ tử cung.  Loãng xương và xương bị gãy  Loãng xương là chứng bệnh mà trong đó xương trở nên suy yếu và dễ gãy. Nguyên nhân gây loãng xương là tình trạng hao xương (giảm khối xương), hiện tượng này xảy ra nhiều hơn ở phụ nữ thời hậu mãn kinh. Triệu chứng đầu tiên thường là nứt xương gây đau đớn có thể xảy ra khi chỉ bị té, bị đánh nhẹ, hoặc thậm chí là chỉ vặn nhẹ người. Tổ chức Loãng xương Quốc gia cho biết người ta có thể vừa phòng tránh vừa chữa lành chứng loãng xương – một chứng bệnh đe doạ hơn phân nửa người lớn tuổi từ 50 trở lên ở Mỹ.  Thử nghiệm sàng lọc bệnh loãng xương Xét nghiệm hấp thụ tia X năng lượng kép (DXA) có thể đo được mật độ chất khoáng trong xương và phát hiện bệnh loãng xương trước khi nứt xương. Phương pháp này cũng có thể giúp báo trước nguy cơ nứt xương có thể xảy ra về sau. Xét nghiệm mật độ xương cũng được khuyến nghị đối với tất cả phụ nữ từ 65 tuổi trở lên, đồng thời cho phụ nữ ở tuổi trung niên dưới 65 có nguy cơ mắc chứng loãng xương.  Ung thư da Dạng ung thư da nguy hiểm nhất là ung thư da melanoma (hắc tố/ác tính). Đây là dạng ung thư da ác tính gây ảnh hưởng đến các tế bào tạo màu trên da. Một số người có thể có nguy cơ ung thư da melanoma di truyền và nguy cơ mắc bệnh tỉ lệ thuận với tần số tiếp xúc với ánh nắng mặt trời và cháy nắng. Phương pháp điều trị ung thư da sớm có thể rất hiệu quả. Các khối u ác tính được phát hiện ở giai đoạn nhẹ hơn có thể được điều trị thành công hơn so với các khối u dày đã phát triển ăn sâu vào da. Ung thư tế bào đáy và tế bào có vảy da là dạng ung thư da không hắc tố thường thấy.  Xét nghiệm sàng lọc ung thư da Hiệp hội Ung thư và Viện Da liễu Hoa Kỳ khuyến nghị nên tự kiểm tra da thường xuyên để nhằm phát hiện ra bất kỳ sự thay đổi nào trên da như hình dạng, màu da, và kích thước da. Ngoài ra cũng nên khám da ở bác sĩ da liễu hay các chuyên gia sức khoẻ khác trong những lần kiểm tra sức khỏe phát hiện ung thư định kỳ. Cao huyết áp (Tăng huyết áp) Nguy cơ cao huyết áp tỉ lệ thuận với tuổi tác. Nó cũng liên quan đến chỉ số cân nặng và lối sống của bạn. Bệnh cao huyết áp cũng có thể gây ra nhiều biến chứng nguy hiểm mà không có triệu chứng báo trước, như chứng phình mạch. Nhưng bệnh này có thể chữa trị được. Khi mắc chứng bệnh này, bạn có thể giảm nguy cơ bệnh tim, đột quỵ, và suy thận. Điều quan trọng là bạn nên hiểu biết về chứng cao huyết áp của mình. Nếu bạn bị cao huyết áp thì hãy tham khảo với bác sĩ, hợp tác với bác sĩ để điều trị nhé.   Xét nghiệm sàng lọc chứng cao huyết áp  Số đo huyết áp gồm 2 chữ số. Chữ số đầu tiên (tâm thu) là áp lực máu so với thành động mạch khi tim đập. Chữ số thứ hai (tâm trương) là áp suất giữa các nhịp đập. Huyết áp ở người lớn bình thường dưới 120/80. Huyết áp cao là 140/90 trở lên, và giữa hai chỉ số đó là tiền huyết áp. Tần số kiểm tra, đo huyết áp tuỳ thuộc vào số đo huyết áp của người bệnh là bao nhiêu và các yếu tố nguy hiểm khác.   Nồng độ cholesterol Nồng độ cholesterol LDL cao là nguyên nhân chính làm tăng nguy cơ phát triển bệnh tim và xơ vữa động mạch - làm hẹp và xơ cứng động mạch – gây ra do tăng sinh mảng bám bên trong động mạch. Nó có thể phát triển mà không hề bộc lộ bất kỳ triệu chứng gì trong nhiều năm. Dần dần bệnh này có thể dẫn đến đau tim và đột quỵ. Các nguy cơ gây xơ vữa động mạch khác là cao huyết áp, tiểu đường, và thuốc lá. Việc thay đổi lối sống và thuốc có thể làm giảm nguy cơ bệnh tim mạch của bạn đấy.  Xác định nồng độ cholesterol Bác sĩ sàng lọc vấn đề cholesterol bằng phương pháp xét nghiệm mỡ máu lúc đói. Đây là một xét nghiệm máu có thể cho bạn biết nồng độ cholesterol toàn phần của mình, cholesterol LDL “xấu”, cholesterol HDL “tốt”, và li-pít trung tính (mỡ máu). Bác sĩ sẽ lựa chọn phương pháp điều trị như thế nào tuỳ thuộc vào kết quả của bạn. Người lớn từ 20 tuổi trở lên nên xét nghiệm mỡ máu ít nhất 5 năm một lần.  Tiểu đường loại 2 1/3 người Mỹ bị tiểu đường mà không biết. Đây là nguyên nhân gây tử vong thứ 6 ở đất nước này, tiểu đường có thể dẫn đến rất nhiều biến chứng như bệnh tim và đột quỵ, bệnh thận, mù mắt do tổn thương mạch máu võng, và tổn hại thần kinh. Nhưng điều này có thể tránh được, nhất là khi được phát hiện sớm, người ta có thể điều trị được tiểu đường và có thể tránh được các biến chứng bằng cách ăn kiêng, tập thể dục, và chế độ giảm cân.   Xét nghiệm sàng lọc bệnh tiểu đường loại 2 Phương pháp xét nghiệm đường glu-cô huyết tương lúc đói thường được sử dụng nhất để sàng lọc bệnh tiểu đường và tiền tiểu đường. Sau khi bạn nhịn ăn ít nhất 8 tiếng đồng hồ, bác sĩ sẽ lấy máu và mẫu máu này được dùng để xác định nồng độ đường huyết của bạn. Nồng độ từ 100 đến 125 cho biết dấu hiệu tiền tiểu đường, và từ 126 trở lên là đã bị tiểu đường. Nếu bạn khỏe mạnh và có nguy cơ mắc bệnh tiểu đường bình thường thì nên làm xét nghiệm cứ 3  năm một lần khi mới bắt đầu ở tuổi 45. Nếu bạn có nguy cơ cao hơn thì có thể bắt đầu xét nghiệm sớm hơn và thường xuyên hơn.  Vi-rút HIV  HIV là vi rút gây bệnh AIDS. HIV trong máu và các dịch tiết khác của cơ thể người bệnh, thậm chí tồn tại vi rút HIV khi không có triệu chứng gì. Vi rút này phát tán, lây lan từ người này sang người khác khi những dịch tiết này tiếp xúc với âm đạo, vùng hậu môn, miệng, mắt, hoặc một vết rách trên da. Người ta vẫn chưa tìm ra vắc-xin hoặc thuốc trị bệnh AIDS. Nhưng, về mặt lý thuyết mà nói thì phương pháp điều trị sớm bằng thuốc kháng vi rút HIV cũng có thể giúp hệ miễn dịch cơ thể chống lại được vi rút.  Xét nghiệm sàng lọc HIV Người bị nhiễm HIV có thể vẫn không bộc phát triệu chứng gì trong nhiều năm. Cách duy nhất để nhận biết là một loạt các xét nghiệm máu. Xét nghiệm đầu tiên có tên là ELISA hoặc EIA. Xét nghiệm này tìm kháng thể kháng HIV trong máu. Người ta có thể không bị nhiễm HIV nhưng vẫn có kết quả xét nghiệm dương tính. Vì vậy phải tiến hành một xét nghiệm thứ hai để xác nhận lại, gọi là xét nghiệm kỹ thuật tách prô-tê-in. Nếu bạn mới bị nhiễm vi rút thì kết quả xét nghiệm của bạn có thể vẫn là âm tính. Bạn nên làm lại xét nghiệm nhé. Nếu bạn nghĩ mình đã tiếp xúc với vi rút HIV, thì hãy tham khảo ý kiến của bác sĩ về các xét nghiệm này nhé.  Ngăn ngừa lây lan HIV Hầu hết các trường hợp mới nhiễm vi rút đều có kết quả dương tính sau 2 tháng lây bệnh. Nhưng có đến 5% bệnh nhân vẫn âm tính sau 6 tháng lây nhiễm. Hành vi kiêng quan hệ tình dục hoặc sử dụng màng ngăn nhựa mủ như bao cao su hoặc màng chắn nha khoa là rất cần thiết trong việc tránh lây nhiễm vi rút HIV và các bệnh lây truyền qua đường tình dục khác. Nếu bạn nhiễm vi rút HIV trong khi đang có thai thì hãy tham khảo ý kiến bác sĩ về những điều nên làm để làm giảm nguy cơ lây nhiễm HIV sang cho thai nhi của bạn nhé. Ung thư kết tràng-trực tràng Ung thư kết tràng-trực tràng là nguyên nhân gây tử vong vì ung thư thường thấy thứ hai và là chứng ung thư thứ 3 xảy ra ở phụ nữ sau ung thư phổi và ung thư vú. Phần lớn các trường hợp ung thư đại tràng phát sinh từ pô-líp đại tràng – những khối u nằm trên bề mặt bên trong của đại tràng. Sau khi ung thư phát triển, nó có thể xâm nhập hoặc lây lan, phát tán sang các bộ phận khác của cơ thể. Phương pháp phòng tránh ung thư đại tràng là dò tìm, phát hiện ra và cắt bỏ pô-líp đại tràng trước khi các pô-líp này biến thành ung thư.  Thử nghiệm sàng lọc ung thư đại tràng-kết tràng Soi kết tràng là thử nghiệm sàng lọc thường thấy đối với chứng ung thư kết tràng-trực tràng. Bác sĩ sử dụng một máy ảnh và ống mềm để quan sát tổng thể đại tràng, đồng thời có thể cắt bỏ pô-líp ngay lúc làm xét nghiệm. Người ta cũng có thể thay thế bằng một thủ thuật tương tự đó là phép soi đại tràng sigma ống mềm chỉ khám và kiểm tra phần dưới của đại tràng. Nếu bạn có nguy cơ mắc bệnh trung bình thì thường nên làm xét nghiệm lúc mới bắt đầu ở tuổi 50.  Tăng nhãn áp Tăng nhãn áp là chứng bệnh có thể dẫn đến mù mắt vì tổn hại dây thần kinh thị giác. Tăng nhãn áp góc mở nguyên phát (Tăng nhãn áp góc mở tiên khởi) là loại thường thấy nhất. Chứng tăng nhãn áp này thường không biểu hiện triệu chứng gì cho đến khi quá muộn và đã bắt đầu mất thị giác, không còn nhìn rõ nữa. Có một bằng chứng đáng tin cậy là việc điều trị áp suất mắt tăng trong bệnh tăng nhãn áp có thể phòng tránh được chứng mù mắt.  Sàng lọc bệnh tăng nhãn áp Bạn nên khám mắt gồm cả đo áp suất mắt bao lâu một lần tuỳ thuộc vào yếu tố tuổi tác và các nguy cơ rủi ro khác của bạn. Người Mỹ gốc Phi, người già trên 60 tuổi, người có tiền sử gia đình bị tăng nhãn áp, người có tiền sử bị chấn thương mắt, và người sử dụng steroid có nguy cơ mắc bệnh cao. Người dưới 40 tuổi khỏe mạnh, không có nguy cơ cao thì nên làm xét nghiệm định kỳ cứ 2 đến 4 năm một lần. Ở độ tuổi từ 40 đến 54, phụ nữ nên làm xét nghiệm cứ 1 đến 3 năm một lần và từ 55 đến 64 cứ 1 đến 2 năm một lần, và người già trên 65 tuổi cứ 6 đến 12 tháng một lần.   Tầm quan trọng của xét nghiệm sàng lọc sức khỏe Việc chủ động làm xét nghiệm và tham khảo ý kiến bác sĩ về các xét nghiệm có thể giúp bạn bảo vệ sức khỏe mình được tốt hơn. Một số xét nghiệm, như xét nghiệm Pap (phết tế bào cổ tử cung) hoặc khám nhũ nên được thực hiện định kỳ trong chương trình chăm sóc sức khỏe của phụ nữ. Các xét nghiệm khác là quan trọng hơn hoặc kém quan trọng hơn tuỳ thuộc vào nguy cơ mắc bệnh của bạn. Phương pháp xét nghiệm sàng lọc đúng đắn không phải lúc nào cũng có tác dụng phòng tránh được bệnh tật, nhưng nó có thể phát hiện ra bệnh sớm kịp thời cho bạn có thể điều trị và vượt quan một cách tốt nhất."
        },
        {
            "en": "15 Symptoms women ignore         See your doctor Women tend to be more vigilant than men about getting health checkups and cancer <em>screenings</em>, according to studies and experts. But not always. Younger women, for instance, tend to ignore symptoms that could point to cancer. Of course, some women are as skilled as men are at switching to denial mode. With that healthy balance between denial and hypochondria in mind, WebMD asked experts to talk about the symptoms that may not immediately make a woman worry about cancer, but that should be checked out. The following slides cover 15 possible cancer symptoms women often ignore. No.1 - Unexplained weight loss Many women would be delighted to lose weight without trying. But unexplained weight loss -- say 10 pounds in a month without an increase in exercise or a decrease in food intake -- should be checked out, says Ranit Mishori, MD, an assistant professor of family medicine at the Georgetown University School of Medicine in Washington, D.C. \"Unexplained weight loss is cancer unless proven not,\" she says. It could, of course, turn out to be another condition, such as an overactive thyroid. Expect your doctor to run tests to check the thyroid and perhaps order a CT scan of different organs. The doctor needs to \"rule out the possibilities, one by one,\" Mishori says. No. 2 – Bloating Bloating is so common that many women just live with it. But it could point to ovarian cancer. Other symptoms of ovarian cancer include abdominal pain or pelvic pain, feeling full quickly -- even when you haven't eaten much -- and urinary problems, such as having an urgent need to go to the bathroom. If the bloating occurs almost every day and persists for more than a few weeks, you should consult your physician. Expect your doctor to take a careful history and order a CT scan and blood tests. No 3. - Breast changes Most women know their breasts well, even if they don't do regular self-exams, and know to be on the lookout for lumps. But that's not the only breast symptom that could point to cancer. Redness and thickening of the skin on the breast, which could indicate a very rare but aggressive form of breast cancer, inflammatory breast cancer, also needs to be examined, says Hannah Linden, MD, a medical oncologist who is a member of the Fred Hutchinson Cancer Research Center and professor of medicine at the University of Washington School of Medicine, Seattle. \"If you have a rash that persists over weeks, you have to get it evaluated,” says Linden. Likewise, if the look of a nipple changes, or if you notice discharge (and aren't breastfeeding), see your doctor. \"If it's outgoing often,\" she says, that's not a good sign. \"If your nipples are inverted chronically, no big deal.\" It's the change in appearance that could be a worrisome symptom.  If you have breast changes, expect your doctor to take a careful history, examine the breast, and order tests such as a mammogram, ultrasound, MRI, and perhaps a biopsy. No. 4 - Between-period bleeding or other unusual bleeding \"Premenopausal women tend to ignore between-period bleeding,\" says Mary Daly, MD, oncologist and head of the department of clinical genetics at Fox Chase Cancer Center in Philadelphia. They also tend to ignore bleeding from the gastrointestinal (GI) tract, mistakenly thinking it is from their period. But between-period bleeding, especially if you are typically regular, bears checking out, she says. So does bleeding after menopause, as it could be a symptom of endometrial cancer. GI bleeding could be a symptom of colorectal cancer. Think about what's normal for you, says Debbie Saslow, PhD, director of breast and gynecologic cancer at the American Cancer Society in Atlanta. \"If a woman never spots [between periods] and she spots, it's abnormal for her. For someone else, it might not be. Endometrial cancer is a common gynecologic cancer,\" Saslow says. \"At least three-quarters who get it have some abnormal bleeding as an early sign.\" Your doctor will take a careful history and, depending on the timing of the bleeding and other symptoms, probably order an ultrasound or biopsy. No. 5 - Skin changes Most of us know to look for any changes in moles -- a well-known sign of skin cancer. But we should also watch for changes in skin pigmentation, Daly says. If you suddenly develop bleeding on your skin or excessive scaling, that should be checked, too, she says. It's difficult to say how long to observe skin changes before you go to the doctor, but most experts say not longer than several weeks.  No. 6 - Difficulty swallowing If you have difficulty swallowing, you may have already changed your diet so chewing isn't so difficult, perhaps turning to soups or liquid foods such as protein shakes. But that difficulty could be a sign of a GI cancer, such as in the esophagus, says Leonard Lichtenfeld, MD, deputy chief medical officer at the American Cancer Society. Expect your doctor to take a careful history and order tests such as a chest X-ray or exams of the GI tract. No. 7 - Blood in the wrong place If you notice blood in your urine or your stool, don't assume it's from a hemorrhoid, says Mishori. \"It could be colon cancer.\" Seeing blood in the toilet bowl may actually be from the vagina if a woman is menstruating, Mishori says. But if not, it should be checked to rule out bladder or kidney cancer, she says.  Expect your doctor to take a careful history and perhaps order testing such as a colonoscopy, an exam of the colon to look for cancer. Coughing up blood should be evaluated, too. One occasion of blood in the wrong place may not point to anything, Mishori says, but if it happens more than once, go see your doctor. No. 8 - Gnawing abdominal pain and depression Any woman who has got a pain in the abdomen and is feeling depressed needs a checkup, says Lichtenfeld. Some researchers have found a link between depression and pancreatic cancer, but it's a poorly understood connection. No. 9 – Indigestion Women who have been pregnant may remember the indigestion that occurred as they gained weight. But indigestion for no apparent reason may be a red flag. It could be an early clue to cancer of the esophagus, stomach, or throat. Expect your doctor to take a careful history and ask questions about the indigestion before deciding which tests to order, if any. No. 10 - Mouth changes Smokers should be especially alert for any white patches inside the mouth or white spots on the tongue, according to the American Cancer Society. Both can point to a precancerous condition called leukoplakia that can progress to oral cancer. Ask your dentist or doctor to take a look and decide what should be done next. No. 11 – Pain As people age, they seem to complain more of various aches and pains, but pain, as vague as it may be, can also be an early symptom of some cancers, although most pain complaints are not from cancer. Pain that persists and is unexplained needs to be checked out. Expect your physician to take a careful history and, based on that information, decide what further testing, if any, is needed. No. 12 - Changes in lymph nodes If you notice a lump or swelling in the lymph nodes under your armpit or in your neck—or anywhere else—it could be worrisome, Linden says. \"If you have a lymph node that gets progressively larger, and it has [been] longer than a month, see a doctor,\" she says. Your doctor will examine you and figure out any associated issues (such as infection) that could explain the lymph node enlargement. If there are none, your doctor will typically order a biopsy. No. 13 – Fever If you have a fever that isn't explained by influenza or other infection, it could point to cancer. Fevers more often occur after cancer has spread from its original site, but it can also point to early blood cancers such as leukemia or lymphoma, according to the American Cancer Society. Other cancer symptoms can include jaundice, or a change in the color of your stool. Expect your doctor to conduct a careful physical exam and take a medical history, and then order tests such as a chest X-ray, CT scan, MRI, or other tests, depending on the findings. No. 14 – Fatigue Fatigue is another vague symptom that could point to cancer -- as well as a host of other problems. It can set in after the cancer has grown, but it may also occur early in certain cancers, such as leukemia or with some colon or stomach cancers, according to the American Cancer Society. No. 15 - Persistent cough Coughs are expected with colds, the flu, allergies, and sometimes are a side effect of medications. But a very prolonged cough -- defined as lasting more than three or four weeks -- should not be ignored, Mishori says. Expect your doctor to take a careful history, examine your throat, check out your lung functioning, and perhaps order X-rays, especially if you are a smoker.",
            "vi": "15 triệu chứng mà phụ nữ thường hay bỏ qua       Hãy đến khám bác sĩ  Theo nhiều công trình nghiên cứu và nhiều chuyên gia thì phụ nữ thường có khuynh hướng thận trọng với các cuộc kiểm tra sức khỏe tổng quát và xét nghiệm ung thư hơn nam giới. Nhưng không phải lúc nào cũng thế. Chẳng hạn như, nhiều bạn gái trẻ, hay phớt lờ những triệu chứng có thể dẫn đến ung thư. Tất nhiên là cũng có một số người rất hay phủ nhận như nam giới.  Với sự cân đối lành mạnh giữa phủ nhận và bệnh tưởng trong đầu thì WebMD đã yêu cầu các chuyên gia nói về những triệu chứng có thể ngay lập tức không làm cho phái nữ cảm thấy lo lắng về chứng ung thư, nhưng cần phải được kiểm tra. Những khung hình dưới đây cho thấy 15 triệu chứng ung thư có thể xảy ra mà chị em phụ nữ thường không quan tâm tới.  1. Giảm cân không rõ nguyên nhân  Nhiều phụ nữ sẽ vui mừng khi có thể giảm cân mà không cần phải cố gắng làm gì cả. Nhưng giảm cân không rõ nguyên nhân – chẳng hạn như giảm 10 pound/ tháng mà không tăng cường thêm vận động hoặc ăn kiêng – thì cần nên được kiểm tra, theo tiến sĩ y khoa Ranit Mishori, trợ giảng tại Đại học Y dược Georgetown ở Washington, D.C. “Giảm cân không rõ nguyên nhân thường là ung thư trừ phi được chứng minh là không phải. Tất nhiên là nó có thể chuyển sang một chứng bệnh khác, chẳng hạn như tuyến giáp hoạt động quá mức.  Đề nghị bác sĩ cho làm các xét nghiệm để kiểm tra tuyến giáp và có lẽ bạn cũng nên yêu cầu cho chụp CT (chụp cắt lớp) nhiều cơ quan khác nữa. Theo tiến sĩ Mishori thì bác sĩ cần nên “loại bỏ từng khả năng một”.  2. Chứng phồng nở bất thường Tình trạng trương nở rất thường thấy đến nỗi nhiều người chỉ biết sống chung với nó thôi. Nhưng cũng có thể là bệnh nhân bị ung thư buồng trứng. Các triệu chứng khác của ung thư buồng trứng gồm đau bụng hoặc đau khung xương chậu, cảm giác no nhanh – thậm chí là khi bạn không ăn nhiều – và nhiều vấn đề về tiết niệu, chẳng hạn như nhu cầu đi vệ sinh nhanh.  Nếu hầu như ngày nào cũng bị căng bụng và kéo dài một vài tuần trở lên thì bạn nên tham khảo ý kiến của bác sĩ. Hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận; chụp cắt lớp/ chụp CT và làm các xét nghiệm máu.  3. Thay đổi ở nhũ hoa  Hầu hết phụ nữ đều biết vòng một của mình rất rõ, cho dù là không tự kiểm tra ngực thường xuyên, và biết về các vấn đề khối u. Nhưng đó không phải là triệu chứng ở ngực duy nhất có thể dẫn đến ung thư. Vùng da ngực ửng đỏ và dày, có thể là dấu hiệu của dạng ung thư vú rất hiếm thấy nhưng diễn tiến rất nhanh, hoặc là dấu hiệu của chứng ung thư vú viêm nhiễm, tiến sĩ – bác sĩ chuyên khoa ung thư Hannah Linden, thành viên của Trung tâm Nghiên cứu Ung thư Fred Hutchinson và giáo sư y khoa tại trường Đại học Y dược Washington, Seattle cho biết “Nếu bạn bị phát ban nhiều tuần thì nên đến khám bác sĩ.” Tương tự, nếu hình dạng của nhũ hoa thay đổi, hoặc nếu bạn phát hiện thấy có dịch tiết (và không phải đang trong thời gian cho con bú mẹ), thì hãy đến bác sĩ nhé. “Nếu nhũ hoa tiết dịch thường xuyên thì không phải là dấu hiệu tốt rồi.” “Nếu đầu nhũ hoa của bạn lúc nào cũng lún vào trong, thì điều đó chẳng có gì nghiêm trọng cả.” Sự thay đổi hình dáng có thể là một triệu chứng rắc rối đấy.  Nếu nhũ hoa của bạn thay đổi thì hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, kiểm tra ngực và yêu cầu làm nhiều xét nghiệm khác chẳng hạn như chụp X-quang khối u ở ngực, siêu âm, MRI (cộng hưởng từ), và có lẽ cần phải sinh thiết. 4. Xuất huyết giữa chu kỳ kinh nguyệt hoặc xuất huyết bất thường khác Theo tiến sĩ – bác sĩ chuyên khoa ung thư Mary Daly, trưởng khoa về gien học lâm sàng của Trung tâm ung thư Fox Chase ở Philadelphia, “Phụ nữ tiền mãn kinh thường hay phớt lờ tình trạng xuất huyết giữa chu kỳ kinh nguyệt”. Họ cũng hay bỏ qua hiện tượng xuất huyết ở dạ dày-ruột (GI), nhầm lẫn cho rằng đó là kinh nguyệt của mình. Nếu bạn bị xuất huyết giữa chu kỳ kinh nguyệt, nhất là khi việc đó xảy ra thường xuyên, thì hãy đến khám bác sĩ nhé. Chứng xuất huyết sau mãn kinh cũng có thể là triệu chứng của bệnh ung thư nội mạc tử cung. Xuất huyết dạ dày-ruột (GI) có thể là triệu chứng của bệnh ung thư kết tràng-trực tràng. Tiến sĩ Debbie Saslow, giám đốc hiệp hội ung thư vú và ung thư phụ khoa Mỹ ở Atlanta cho biết “Bạn hãy nghĩ xem điều gì là bình thường với mình nào. Nếu một người chưa hề xuất huyết lốm đốm [giữa chu kỳ kinh nguyệt] và bây giờ lại xảy ra hiện tượng đó thì quả là bất thường rồi. Đối với người khác thì có thể là bình thường. Ung thư nội mạc tử cung là bệnh ung thư phụ khoa thường thấy. Và có ít nhất là ¾ bệnh nhân bị xuất huyết bất thường như là một dấu hiệu ban đầu của bệnh ung thư.  Bác sĩ sẽ kiểm tra bệnh sử cẩn thận và, tuỳ thuộc vào thời điểm xuất huyết và các triệu chứng khác, và chắc có lẽ là yêu cầu bạn siêu âm hoặc sinh thiết.  5. Thay đổi trên da Daly cho hay hầu hết chúng ta đều biết quan sát tìm những thay đổi ở nốt rùi – đây là một dấu hiệu ung thư da thường thấy. Nhưng chúng ta cũng cần nên quan sát những thay đổi ở màu da nữa.  Nếu đột nhiên da bị xuất huyết hoặc bong tróc vảy trên diện rộng thì bạn cũng nên đi kiểm tra. Khó có thể cho biết là thời gian theo dõi những thay đổi bất thường trên da trước khi khám bác sĩ là bao lâu, nhưng theo hầu hết các chuyên gia thì không quá một vài tuần.  6. Khó nuốt  Nếu cảm thấy khó nuốt, bạn có thể đã thay đổi khẩu phần của mình để nhai dễ dàng hơn, chẳng hạn như súp hoặc các thức ăn lỏng khác như là sữa lắc cung cấp prô-tê-in.  Nhưng theo tiến sĩ Leonard Lichtenfeld, phó phòng y khoa của Hiệp hội Ung thư Mỹ thì triệu chứng khó nuốt đó có thể là một dấu hiệu của bệnh ung thư GI (ung thư dạ dày-ruột), chẳng hạn như ung thư thực quản.  Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và yêu cầu cho làm các xét nghiệm khác chẳng hạn như chụp X-quang ngực hoặc xét nghiệm đường GI (dạ dày-ruột).  7. Chảy máu không đúng chỗ  Nếu phát hiện thấy máu trong phân hoặc nước tiểu thì đừng vội đoán đó là do bệnh trĩ, tiến sĩ Mishori lưu ý. “Đây có thể là ung thư ruột kết.” Máu trong bồn toa lét có thể thực sự là từ âm đạo của phụ nữ khi đang hành kinh. Nhưng nếu không phải vậy thì nên kiểm tra để loại bỏ khả năng ung thư bàng quang hoặc ung thư thận. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và có lẽ nên yêu cầu cho làm xét nghiệm chẳng hạn như soi kết tràng, xét nghiệm ruột kết để xem có bị ung thư hay không.  Tương tự thì việc ho ra máu cũng cần nên được kiểm tra. Theo Mishori, nếu tình trạng xuất huyết không đúng chỗ xảy ra một lần thì có thể là không vấn đề gì, nhưng nếu việc đó xảy ra từ hai lần trở lên thì bạn nên đến khám bác sĩ.  8. Đau bụng dai dẳng và trầm cảm  Tiến sĩ Lichtenfeld cho hay nếu bạn thấy đau bụng và trầm cảm thì nên đi khám. Một số nghiên cứu đã phát hiện mối tương quan giữa chứng trầm cảm và ung thư tuyến tụy, nhưng đó chỉ là mối tương quan chưa được chứng minh rõ ràng.  9. Khó tiêu  Phụ nữ đã có thai có thể vẫn nhớ chứng khó tiêu của mình khi tăng cân. Nhưng khó tiêu không rõ nguyên nhân thì có lẽ là một dấu hiệu nguy hiểm. Đây có thể là dấu hiệu ban đầu của bệnh ung thư thực quản, dạ dày, hoặc ung thư họng. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và hỏi các câu hỏi về chứng khó tiêu trước khi quyết định yêu cầu làm xét nghiệm nào, nếu có.  10. Thay đổi ở miệng Theo Hiệp hội Ung thư Hoa Kỳ thì những người hút thuốc nên đặc biệt cảnh giác với bất kỳ mảng trắng bên trong miệng hoặc bất kỳ nốt trắng nào bên trong lưỡi bởi cả hai trường hợp đó có thể là triệu chứng tiền ung thư được gọi là chứng bạch sản có thể phát triển thành ung thư miệng.  Bạn nên nhờ bác sĩ hoặc nha sĩ kiểm tra và quyết định nên làm gì kế tiếp.  11. Đau nhức Khi có tuổi, người ta thường có vẻ rên rỉ nhiều hơn về các cơn đau nhức, nhưng tình trạng đau nhức đó có thể là triệu chứng chưa rõ ràng ban đầu của một số bệnh ung thư, dẫu rằng phần lớn không phải là do ung thư.  Tuy nhiên nếu cơn đau cứ kéo dài dai dẳng và không rõ nguyên nhân thì bạn cũng nên đi khám. Hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, và dựa trên thông tin đó hãy quyết định cần nên làm thêm xét nghiệm gì, nếu có.  12. Thay đổi ở các hạch bạch huyết Theo tiến sĩ Linden, nếu phát hiện một bướu lồi hoặc các hạch bạch huyết dưới nách hoặc cổ bạn – hoặc bất kỳ nơi đâu khác - bị sưng to lên thì có thể là rắc rối đấy. “Nếu một hạch bạch huyết nào đó của bạn cứ tiếp tục phình to hơn một tháng thì bạn nên đến khám bác sĩ nhé.” Bác sĩ sẽ khám và tìm ra bất kỳ vấn đề nào có liên quan (chẳng hạn như nhiễm trùng) có thể là nguyên nhân của chứng phình nở hạch bạch huyết.  Nếu không tìm ra nguyên nhân gì thì bác sĩ thường sẽ yêu cầu làm sinh thiết.  13. Sốt Nếu sốt mà không phải do cúm hay bệnh nhiễm trùng khác gây ra thì có thể đây là ung thư. theo Hiệp hội Ung thư Hoa Kỳ thì các cơn sốt xảy ra nhiều hơn sau khi ung thư đã lan rộng ra khỏi nơi khởi phát, nhưng cũng có thể là các bệnh ung thư máu giai đoạn đầu chẳng hạn như bệnh bạch cầu hoặc u hạch bạch huyết.  Các triệu chứng ung thư khác có thể bao gồm chứng vàng da, hoặc thay đổi màu sắc trong phân.  Bạn nên đề nghị bác sĩ cho làm kiểm tra sức khỏe cẩn thận và kiểm tra tiền sử sức khỏe, và sau đó yêu cầu làm thêm các xét nghiệm chẳng hạn như chụp X-quang ngực, chụp cắt lớp/ chụp CT, chụp MRI (cộng hưởng từ), hay làm các xét nghiệm khác, tùy vào những phát hiện tìm được.  14. Mệt mỏi  Theo Hiệp hội Ung thư Hoa Kỳ thì mệt mỏi là một triệu chứng chưa rõ ràng khác có thể quy cho ung thư – cũng như một loạt các vấn đề sức khỏe khác. Tình trạng mệt mỏi này thường xảy ra sau khi ung thư đã phát triển, nhưng cũng có thể là triệu chứng ban đầu của một số bệnh ung thư nào đó, chẳng hạn như bệnh bạch cầu hoặc kèm với ung thư ruột kết hoặc ung thư dạ dày. 15. Ho dai dẳng Mishori cho biết ho có thể là do cảm, cúm, dị ứng, và đôi khi là do tác dụng phụ của thuốc. Nhưng nếu ho dai dẳng quá lâu – hơn 3 hoặc 4 tuần thì bạn không nên phớt lờ được. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, khám cổ họng cho bạn, kiểm tra chức năng phổi, và có thể yêu cầu chụp X-quang, nhất là nếu bạn hút thuốc lá."
        },
        {
            "en": "Becoming a father    When your partner's expecting  Pregnant women experience a variety of emotions and life changes. But most first-time dads have their own feelings and concerns to deal with, too. If you feel shocked, panicked, overwhelmed, scared, or like you're just not ready, you're not alone. Like any big change, this will require a major adjustment. And if the pregnancy wasn't planned — half of all pregnancies aren't — you may be feeling these emotions even more intensely. You don't have to feel guilty or anxious about having mixed emotions; it's completely normal. And you can take steps to get more comfortable with the pregnancy, the idea of parenthood, and the preparations that can make both go smoothly. Here are a few concerns that may be bothering you and ways to keep them in perspective: Will I be capable of caring for a baby? No one is born knowing this stuff, not even your pregnant partner — that's why there are childbirth classes. Depending on what's available in your area, you can take classes as early as the 12th week of pregnancy or one that focuses just on the day of labor and can be taken as late as the eighth month. And some communities offer classes designed just for first-time dads. Most classes teach how to change a diaper, hold the baby, feed and burp the baby, put the baby to sleep, install a car seat, and childproof your home. You'll also learn where to park your car when you get to the hospital, how to get through labor, and how to care for your baby and your partner when you get home from the hospital. Along with the lessons, you'll meet other guys going through the same experience who might be dealing with similar feelings, and that can be a huge help. The nurses and childbirth educators who lead these classes have seen dads in a variety of emotional states, so don't feel embarrassed or hesitant about asking them for help. Will I be a good dad? Remember that you're not going to have to tackle every part of fatherhood at once. For the first few years, a lot of the parenting involves skills taught in childbirth classes and mastered through practice. It's much like other new roles that you might take on in your life. If you're married, you didn't automatically know how to be a good husband. You learned along the way with your wife. You have plenty of time before you have to set curfews, teach your child to drive, and dole out relationship and career advice. These opportunities to teach your child will feel like a natural progression when they arrive. If you need guidance, check for resources in the community, including parenting classes. It may help to talk to and spend time with other fathers and discuss issues you may be grappling with. If you feel like you have issues about your own father to work through, try to talk with someone — maybe a counselor or a family member — before the baby arrives so that they don't interfere with your relationship with your own child. How can we afford this? Feeding, clothing, and educating another human being is going to cost money that's now spent on other things — there's no question about it. But you can reduce your stress about the finances. It may help to get a sense of what your costs will be right after the baby is born. Your health insurer, employer, or your partner's employer may be able to give you an idea of the costs and what is covered. Many workplaces now offer some paid paternity leave, so be sure to ask.  Consider meeting with a financial planner to get some money-management guidance. You may also want to talk to other new parents you know to get an idea of how they managed and what unexpected expenses cropped up. You can open a college fund — or any kind of bank account — any time to save for new expenses. You may want to start putting away a few dollars each week to fund items like childcare and diapers. That way, you'll have a head start on meeting your child's financial needs. Remember, you won't have to pay for certain expenses. For instance, if your partner decides to breastfeed, you'll save money on the cost of feeding your newborn. Also, many families share maternity and baby clothes because pregnant women and babies wear a particular size of clothes for such a short time. Is this the end of my independence? Fatherhood doesn’t mean to spell the end of fun. True, you may not get much sleep or time for yourself during the first few months until your baby starts sleeping through the night. But when the baby sleeps more, you and your partner will have more time for things you enjoy, together and individually. Again, it's important to work together, communicate, and trade off on the childcare responsibilities so that you each get what you need. And try to get to know other new parents, who can share their perspectives and offer child-rearing experiences. In the early years, you can include your little one in many activities — maybe your child can sit with you while you watch a basketball game or read the newspaper or a book. Check out the special baby carriers that let parents take their tots along on walks and hikes. It's easy to fear losing out on free time, but most moms and dads discover that once their child is born they treasure time spent with their baby. How will this change our relationship and sex life? Pregnant women experience huge physical, hormonal, and emotional changes, while also grappling with the same life changes as the dads-to-be. As the pregnancy progresses, it may affect both of you emotionally. Moodiness can be tough to deal with, no matter what the cause, but your patience and understanding can go a long way. Try to help your partner work through any stress she might be feeling about the pregnancy and parenthood.  If you're not feeling stable or good about your relationship, try to work through the issues as soon as possible. Many couples mistakenly think that a baby will bring them together. But a baby can't fix a troubled relationship — that's the job of you and your partner. And the sooner you find a way to work together, the sooner you'll feel more comfortable with your impending parenthood. You can enjoy sex during pregnancy as long as the pregnancy is considered low risk for complications of miscarriage or preterm labor. Discuss with your doctor, nurse, midwife, or other health care provider any risks that may be relevant to you and your partner. You don't have to feel embarrassed; they're used to such questions. As with any other aspect of pregnancy, it's important for you and your partner to speak openly about what feels right for each of you. Of course, just because sex is safe during pregnancy doesn't mean you and your partner will want to have it. Many couples find that their sex drive — and comfort level — fluctuates during the different stages of pregnancy as both get used to all of the changes. Again, keeping the lines of communication open is key. How am I going to get through labor? No rule says you must catch the baby when he or she emerges, cut the umbilical cord, or even be in the delivery room. In childbirth classes you'll learn about massage and pain-management techniques where you'll stand behind your partner at her head and shoulders while she is pushing. As you learn about this, talk to your partner about what you're each comfortable with. It's common to fear fainting, but the truth is that few men do. In fact, many men come out of it thinking that there's much less blood in the process than they expected! Expectant moms, of course, do the hardest work during labor, but dads still play a crucial role. Your partner will need someone to look out for her interests and needs. Long before the due date, it's important to discuss preferences about pain management, medication, and treatment so that you can tell the health care team if your partner is unable to. You'll also be the connection between your partner and your families during the birth. How can I help my partner? Your doctor will probably warn you about things that can go wrong, particularly if you and your partner are older. And it's likely that you'll both have various tests and <em>screenings</em> for birth defects and other health problems. Hearing all of this can be frightening. But you can do many things to help your partner — and your unborn baby — stay healthy during the pregnancy. If you know other families with newborns and young kids, it may be helpful to spend time with them. If you don't know other new parents, your doctor or local childbirth center might be able to put you in touch with other families in your area. Try to go with your partner to doctor appointments, where you can ask questions, gather information, hear the baby's heartbeat, and see an image of the baby on a sonogram. You may also want to tour the maternity ward at the hospital or birthing center where you plan to have the baby. Start preparing your home for the baby by making any needed home improvements or renovations.  Remember that anxiety about pregnancy and parenthood is like anxiety you might feel about anything. Use stress-relief strategies that work for you — perhaps exercise or enjoying movies, books, music, or sports. Talking About It Communication can be a challenge for expectant couples. Even before the pregnancy shows, moms-to-be have strong physical reminders that a baby is on the way and life is going to change dramatically. So your partner might want to talk about the pregnancy while you're still adjusting to it. If you're not ready to talk to her yet, you have other options. You may be more comfortable confiding in friends, relatives, and other new dads, who can offer reassurance and helpful suggestions. Many hospitals and childbirth centers also have professionals who work with new parents and can speak with you confidentially. Remember that billions of guys before you experienced — and survived — fatherhood. There's no secret and you're not supposed to instinctively know how to be a good dad. Just do your best to prepare for the birth and reach out for the many resources that can help.",
            "vi": "Trở thành bố     Khi vợ bạn đang mang thai Phụ nữ có thai thường mang nhiều tâm trạng, nhiều xúc cảm và thay đổi trong cuộc sống. Nhưng hầu hết những người lần đầu làm bố cũng có những cảm xúc và lo lắng riêng của mình.  Nếu bạn cảm thấy bị sốc, bất ngờ, hoảng sợ, nhiều cảm xúc lấn áp, sợ sệt, hoặc chưa sẵn sàng đón nhận việc đó thì cũng bình thường thôi, rất nhiều người có tâm trạng giống như bạn vậy. Giống như bất kỳ một sự thay đổi lớn nào thì điều này đòi hỏi bạn phải có sự điều chỉnh cuộc sống và bản thân hết sức quan trọng. Và nếu như trường hợp bạn chưa chuẩn bị tâm lý cho việc mang thai hoặc có thai ngoài ý muốn – phân nửa bà mẹ mang thai đều ngoài ý muốn – thì hẳn là đối với bạn những cảm xúc này thậm chí còn dữ dội hơn nữa.  Bạn chẳng cần phải cảm thấy có lỗi hay lo lắng về việc các cảm xúc của mình bị xáo trộn như thế đâu; bởi lẽ điều này hoàn toàn bình thường. Và bạn có thể dần dần cảm thấy dễ chịu, thoải mái hơn với việc mang thai, với ý tưởng trở thành bố mẹ, và những bước chuẩn bị có thể giúp cho cả việc mang thai và những suy nghĩ, trăn trở ấy trở nên nhẹ nhàng và không là áp lực nữa.  Dưới đây là một vài trăn trở có thể khiến bạn phải bận tâm và cả những cách giúp bạn nhìn nhận những âu lo của mình:  Liệu tôi có thể chăm sóc cho bé không? Hẳn là không ai tự dưng biết cách chăm sóc con cái đâu, thậm chí là người vợ đang mang thai của bạn cũng thế thôi – cô ấy cũng không hề biết trước – đó là lý do có các lớp học về sinh đẻ. Tuỳ vào điều kiện hoàn cảnh nơi bạn cư ngụ mà bạn có thể tham gia các lớp học này vào đầu tuần 12 của thai kỳ hoặc tham gia khoá học dạy cho bạn những điều cần biết vào ngày sinh thôi và lớp học này vào cuối tháng thứ 8 thai kỳ. Và ở một số nơi, người ta cũng mở các lớp học chỉ dành riêng cho những người lần đầu làm bố.  Hầu hết các lớp học này dạy cho các ông bố biết cách thay tã, ẳm em bé, cho bé ăn và giúp cho bé ợ, cho bé ngủ, cài ghế cho bé trên xe và cách giữ an toàn ngôi nhà cho bé. Bạn còn được chỉ chỗ đậu xe khi đến bệnh viện, cách rặn đẻ, và cả việc chăm sóc cho bé và sản phụ như thế nào khi xuất viện về nhà nữa. Cùng với những bài học bổ ích và lý thú này thì bạn cũng có dịp gặp gỡ những ông bố khác có hoàn cảnh tương tự với cảm xúc và tâm trạng tương tự với bạn, và chắc hẳn đây có thể là nơi hỗ trợ tuyệt vời cho bạn đấy. Các y tá và chuyên viên tư vấn các lớp sinh đẻ này đã từng chứng kiến rất nhiều ông bố mang rất nhiều tâm trạng, cảm xúc khác nhau, thế nên bạn đừng nên ngần ngại hay lúng túng về việc nhờ họ giúp đỡ cho bạn nhé. Liệu tôi có trở thành một ông bố tốt không? Bạn nên nhớ rằng không phải mình sẽ đối phó hết tất cả các giai đoạn làm bố ngay tức khắc đâu. Trong một vài năm đầu thì phần lớn việc nuôi nấng con cái gắn liền với những kỹ năng đã được dạy ở các lớp sinh đẻ và được làm thuần thục qua hoàn cảnh thực tế.    Điều này quả rất giống với nhiều vai trò mới mà bạn có thể đã đảm nhận trong cuộc sống của mình rồi. Nếu bạn kết hôn thì không phải tự dưng bạn biết cách để trở thành một người chồng tốt. Chính cuộc sống với người bạn đời đã đem đến cho bạn những kinh nghiệm giúp trở thành người chồng lý tưởng đấy. Bạn còn nhiều thời gian trước khi phải đặt ra cho mình những lệnh giới nghiêm, những điều bó buộc, tập cho con lái xe, dạy con biết giao thiệp và cho con cả những lời khuyên nghề nghiệp. Các cơ hội dạy dỗ cho bé như thế này giống như một quá trình tiến triển tự nhiên vậy. Nếu cần được hướng dẫn và tư vấn, bạn hãy tìm hiểu, tham khảo các nguồn thông tin trong cộng đồng, kể cả các lớp học về cách nuôi dạy con cái nhé. Bạn cũng nên dành thời gian trò chuyện với những ông bố khác và thảo luận, bàn bạc những vấn đề đang làm cho bạn phải khổ sở và đau đầu. Nếu cảm thấy có những khúc mắc về vấn đề làm bố thì bạn nên tham khảo ý kiến của một người nào đó nhé – có thể là một nhà tư vấn hoặc một thành viên nào đó trong gia đình – trước khi con bạn ra đời để những khó khăn này không là mối cản trở đối với mối quan hệ giữa bạn và con.  Làm sao chúng tôi có thể kham nổi việc này?  Việc ăn mặc, dạy dỗ đối với một đứa bé hẳn là tốn nhiều tiền mà giờ đây bạn dành để chi xài vào việc khác – điều này hoàn toàn không ai bác bỏ được. Nhưng bạn cũng có thể làm giảm mối âu lo về tài chính của mình đấy.  Bạn cũng có thể biết được khoản phí của mình ngay sau khi bé sinh ra đấy. Nhà bảo hiểm sức khoẻ của bạn, sếp của bạn, hoặc sếp của vợ có thể cho bạn biết chi phí phải trả và khoản được hỗ trợ là bao nhiêu. Nhiều chỗ làm hiện cũng đã hỗ trợ phần nào cho thời gian nghỉ việc để chăm con mới sinh của bố, nên bạn hãy mạnh dạn hỏi đi nhé.  Bạn cũng nên gặp nhà hoạch định tài chính để nhờ hướng dẫn cách quản lý tiền bạc. Ngoài ra, bạn cũng có thể tham khảo ý kiến của những người mới làm bố mẹ khác để biết được cách quán xuyến và biết những khoản nào bất ngờ phát sinh thêm.  Bạn cũng có thể dành một khoản tiền quỹ học đại học – hoặc bất kỳ một tài khoản ngân hàng nào khác – vào bất kỳ lúc nào để tiết kiệm cho các khoản chi tiêu mới. Bạn cũng cần nên bắt đầu tiết kiệm vài đô la mỗi tuần để dành cho các khoản như chăm sóc và giám sát bé và tã cho bé nữa. Làm như thế bạn sẽ tạo bước đầu thuận lợi cho việc đáp ứng nhu cầu tài chính của bé về sau.  Nên nhớ là bạn sẽ tiết kiệm được một số khoản nào đó. Chẳng hạn như, nếu vợ bạn cho bé bú sữa mẹ thì bạn sẽ dành được khoản mua sữa cho con. Ngoài ra, nhiều gia đình cũng dùng chung áo bầu và quần áo em bé vì phụ nữ mang thai và trẻ nhỏ thường mặc các số đo riêng biệt nào đó trong một thời gian ngắn.  Có phải việc trở thành bố chấm dứt cuộc sống tự do của tôi không? Việc trở thành bố không đồng nghĩa với việc báo hiệu chấm hết thời kỳ vui vẻ, thoải mái của bạn. Thật vậy, bạn có thể không được ngủ nhiều hoặc không dành nhiều thời gian cho mình trong suốt vài tháng đầu cho đến khi bé có thể bắt đầu ngủ được cả đêm. Nhưng khi con bạn có thể ngủ được nhiều hơn thì cả bạn và vợ sẽ có nhiều thời gian hơn cho sở thích của mình, cùng nhau thưởng thức hoặc riêng cá nhân bạn.   Ngoài ra, điều quan trọng là bạn và vợ nên cùng nhau làm việc, chia sẻ với nhau, và trao đổi về trách nhiệm chăm sóc và giám sát bé để ai cũng có được khoảng thời gian cho riêng mình. Bạn cũng nên làm quen với những người mới làm bố mẹ khác bởi họ có thể chia sẻ quan điểm và kinh nghiệm nuôi dạy con cái với bạn.  Trong những năm đầu, bạn có thể phải mang bé theo bên mình trong nhiều hoạt động – bé có thể phải ngồi với bạn trong lúc bạn theo dõi một trận bóng rổ nào đó hoặc khi bạn đọc sách báo. Bạn hãy tìm hiểu cái địu em bé đặc biệt để bố mẹ có thể mang con nhỏ của mình theo cùng khi đi bộ và đi bộ đường dài xem nhé.    Người ta thường sợ mất thời gian nhàn rỗi của mình, nhưng hầu hết các ông bố, bà mẹ đều phát hiện ra rằng từ khi bé sinh ra, họ rất quý khoảng thời gian dành cho thiên thần nhỏ của mình. Sự thay đổi này ảnh hưởng đến quan hệ vợ chồng và đời sống tình dục như thế nào? Phụ nữ mang thai thường có rất nhiều thay đổi về thể chất, hooc-môn và xúc cảm, trong khi các ông bố tương lai cũng phải hết sức khổ sở với những thay đổi trong cuộc sống tương tự như thế. Khi thai nghén phát triển thì điều này hẳn có thể ảnh hưởng đến tinh thần, cảm xúc của cả hai vợ chồng.  Cảm giác uể oải, ủ rũ có thể sẽ kéo dài rất lâu, bất kể là do nguyên nhân gì đi nữa, nhưng sự kiên nhẫn và cảm thông của bạn có thể sẽ thành công đấy. Hãy cố giúp cô ấy vượt qua khoảng thời gian khủng hoảng và căng thẳng về thai nghén và tâm trạng chuẩn bị làm bố mẹ này nhé. Nếu bạn cảm thấy mối quan hệ của mình chưa chắc chắn hoặc chưa ổn, thì hãy cố giải quyết các vấn đề này càng sớm càng tốt nhé. Nhiều đôi vợ chồng lầm tưởng đứa bé sẽ là sợi dây gắn kết hai người với nhau. Nhưng nhiều khi con bạn không thể hoà giải mối quan hệ khó khăn được – đó là việc riêng của bạn và vợ mình. Và nếu cùng nhau tìm ra giải pháp càng sớm thì bạn càng cảm thấy thoải mái, dễ chịu hơn với việc trở thành bố mẹ trong tương lai.  Bạn cũng có thể quan hệ tình dục trong suốt thời gian mang thai miễn là ít nguy cơ xảy ra biến chứng sẩy thai hoặc sinh non. Bạn nên thảo luận, tham khảo ý kiến của bác sĩ, y tá, nữ hộ sinh, hoặc một bác sĩ nào đó về bất cứ mối nguy hiểm nào có thể xảy ra cho bạn và vợ của mình. Bạn chẳng phải lúng túng,  ngượng ngùng đâu, bởi họ sẵn lòng giải đáp thắc mắc của bạn mà. Khi đề cập đến bất cứ vấn đề gì của thai nghén thì điều quan trọng là cả bạn và cô ấy phải nên nói chuyện một cách cởi mở, thẳng thắn về những điều bạn nghĩ là đúng và phù hợp cho cả hai người. Tất nhiên là không phải vì tình dục là an toàn khi mang thai mà cả hai bạn đều muốn quan hệ. Nhiều cặp vợ chồng phát hiện ra cảm xúc ham muốn tình dục của họ thay đổi thất thường trong suốt nhiều giai đoạn khác nhau của thai kỳ khi cả hai đều quen với tất cả mọi thay đổi như thế. Ngoài ra, xin nhớ rằng việc giữ cho mối quan hệ được hài hoà chính là điều quan trọng nhất. Tôi sẽ vượt qua thời gian sinh nở như thế nào? Không có luật nào buộc bạn phải đón bé khi mới sinh ra, cắt dây rốn, hoặc thậm chí là ở phòng sanh. Ở các lớp học sinh đẻ, bạn sẽ được chỉ dẫn về các kỹ thuật xoa bóp và giúp giảm đau, bạn sẽ đứng phía sau lưng vợ mình ở vị trí ngang đầu hoặc vai của cô ấy khi cô ấy rặn đẻ. Khi bạn đã biết được điều này thì hãy nói với vợ mình những điều có thể làm cho cả hai cảm thấy thoải mái nhất. Người ta cũng thường sợ ngất đi, nhưng thực sự là nhiều ông bố đã ngất xỉu đấy. Thực ra là nhiều người nghĩ là việc sinh đẻ mất ít máu hơn nhiều so với họ tưởng! Thai phụ, dĩ nhiên là vất vả nhất trong suốt thời kỳ sinh đẻ, nhưng các ông bố cũng đóng một vai trò hết sức quan trọng. Vợ bạn cũng cần một người nào đó để chăm sóc, quan tâm và trông chừng xem cô ấy cần gì. Từ trước ngày dự sanh, điều quan trọng là bạn nên bàn bạc phương pháp nào giúp giảm đau, sử dụng thuốc gì và điều trị như thế nào để bạn có thể thông báo cho bác sĩ biết trong trường hợp vợ mình không làm được những việc ấy. Bạn là người trung gian giữa vợ và gia đình mình trong suốt thời gian sinh nở của cô ấy.  Tôi có thể giúp vợ mình bằng cách nào? Bác sĩ ắt sẽ cảnh báo những điều bạn không nên làm, nhất là khi cả hai vợ chồng bạn đều lớn tuổi. Và rất có thể là cả hai bạn phải làm nhiều xét nghiệm và chụp hình khác nhau để xem liệu bé có bị dị tật bẩm sinh và các vấn đề sức khỏe nào khác không. Nghe hết tất cả những điều này thì quả là đáng sợ thật. Nhưng bạn cũng có thể làm được nhiều thứ để giúp cho vợ – và đứa con chưa chào đời của mình – được khỏe mạnh trong suốt thời gian thai nghén đấy. Nếu bạn quen biết với những gia đình có trẻ sơ sinh và trẻ nhỏ khác thì bạn nên dành thời gian tiếp xúc với họ. Nếu không quen biết với bất kỳ người mới làm bố mẹ thì bác sĩ hoặc trung tâm sinh sản ở địa phương cũng có thể giúp cho bạn liên hệ với những gia đình khác trong khu vực của bạn. Hãy cố gắng đi cùng với vợ đến khám bác sĩ, ở đây bạn có thể đặt câu hỏi với bác sĩ, thu thập thông tin, nghe nhịp tim của bé, và thấy được hình của con mình trên đồ thị biểu diễn âm thanh. Bạn cũng cần nên đi một vòng tham quan khu sản khoa ở bệnh viện hoặc trung tâm hỗ trợ sinh sản nơi bạn dự định sinh em bé. Nên chuẩn bị ngôi nhà cho bé bằng cách tu sửa hoặc mua mới bất cứ cái gì cần thiếu nhé. Bạn cũng nên nhớ là sự lo lắng về thai nghén và việc chuẩn bị làm bố mẹ cũng giống như bất kỳ một mối lo âu nào khác. Hãy sử dụng các kỹ thuật, các bí quyết làm giảm căng thẳng có hiệu quả tốt đối với bạn – có thể là tập thể dục hoặc xem phim, đọc sách báo, nghe nhạc, hoặc chơi thể thao nữa.  Hãy bộc lộ, tâm sự với người khác  Trò chuyện, tâm sự với người khác có thể là một điều không mấy dễ dàng gì đối với các cặp vợ chồng sắp sửa sinh con. Thậm chí là trước khi sinh thì cơ thể những bà mẹ tương lai cũng luôn nhớ rất rõ là bé đang phát triển và cuộc sống cũng sẽ thay đổi rất nhiều. Vì vậy vợ của bạn cũng có thể cần tâm sự về chuyện thai nghén trong khi bạn còn đang cố thích nghi với việc ấy.    Nếu bạn chưa sẵn sàng để có thể nói chuyện với vợ mình về điều này thì bạn cũng có nhiều cách khác đấy. Bạn có thể cảm thấy thoải mái hơn khi tâm sự với bạn bè, người thân, và những người mới làm bố khác có thể làm cho bạn yên tâm và gợi ý cho bạn nhiều điều bổ ích. Nhiều bệnh viện và trung tâm sinh sản cũng có các chuyên gia hỗ trợ cho những người mới làm bố mẹ và có thể nói chuyện với bạn một cách riêng tư.  Bạn nên nhớ là đã có hàng tỉ người có kinh nghiệm làm bố rồi và họ vẫn vượt qua đấy thôi. Chẳng có một bí quyết gì cả và người ta cũng chẳng nghĩ là bạn có thể trở thành một ông bố hoàn hảo do bản năng đâu. Công việc của bạn giờ đây là nên cố hết sức để chuẩn bị cho bé chào đời và tìm hiểu thêm nhiều nguồn thông tin có thể giúp ích được cho mình nhé."
        }
    ],
    "suggestions": []
}