{
    "en_vn": {
        "data": {
            "content": null,
            "word": "screws",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "screws",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "screws",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "screws",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "screws",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "These <em>screws</em> are metric.",
            "vi": "Những chiếc đinh ốc này đo bằng mét."
        },
        {
            "en": "See these <em>screws</em>?",
            "vi": "Có thấy những đinh vít này không?"
        },
        {
            "en": "Do you furnish these locks with <em>screws</em>?",
            "vi": "Bạn có cung cấp ổ khóa kèm với ốc vít không?"
        },
        {
            "en": "Four AA <em>screws</em> were wrenched into HB.",
            "vi": "Có bốn con vít AA được gắn vào HB."
        },
        {
            "en": "One of the <em>screws</em> had worked loose.",
            "vi": "Một trong những con ốc bị lỏng."
        },
        {
            "en": "It put the <em>screws</em> on me.",
            "vi": "Chuyện đó gây sức ép cho tôi."
        },
        {
            "en": "Four <em>screws</em> hold the blade in position.",
            "vi": "Lưỡi dao được cố định bằng 4 con ốc."
        },
        {
            "en": "This type of bulb <em>screws</em> into the socket.",
            "vi": "Loại bóng điện này lắp xoáy vào ổ cắm."
        },
        {
            "en": "These <em>screws</em> and nuts come in standard sizes.",
            "vi": "Những ốc vít và đai ốc này được sản xuất theo các kích thước tiêu chuẩn."
        },
        {
            "en": "Her creditors were putting the <em>screws</em> on her.",
            "vi": "Chủ nợ đang hối thúc cô ta trả nợ."
        },
        {
            "en": "To open it we simply loosen these two <em>screws</em>.",
            "vi": "Để mở nó, đơn giản là chúng ta tháo lỏng hai con ốc vít ra."
        },
        {
            "en": "She <em>screws</em> her head round when I call her.",
            "vi": "Cô ta ngoái đầu lại khi tôi gọi."
        },
        {
            "en": "The shop sells nails, <em>screws</em>, hammers and what not.",
            "vi": "Cửa hàng bán đinh, đinh ốc, búa và những thứ tương tự."
        },
        {
            "en": "Excuse me, do you furnish these locks with <em>screws</em>?",
            "vi": "Xin lỗi, bạn có kèm theo ốc vít cho những ổ khóa này chứ?"
        },
        {
            "en": "I will fasten the bottom and sides together with <em>screws</em>.",
            "vi": "Tôi sẽ gắn đáy và cạnh lại với nhau bằng đinh vít."
        },
        {
            "en": "He undid the <em>screws</em> to get the door off.",
            "vi": "Anh ấy tháo vít để lấy cánh cửa ra."
        },
        {
            "en": "She always <em>screws</em> up her lips when she is embarrassed.",
            "vi": "Cô ấy luôn mím môi khi lúng túng."
        },
        {
            "en": "<em>Screws</em> secure the steel bars to the window frames.",
            "vi": "Đinh ốc cố định các thanh thép vào các khung cửa sổ."
        },
        {
            "en": "I put the pieces together and put in the <em>screws</em>.",
            "vi": "Tôi đặt các tấm gỗ lại với nhau và vặn đinh vít vào."
        },
        {
            "en": "Loosen the <em>screws</em> in the holder and remove every piece of the old wire.",
            "vi": "Tháo những con ốc trong cầu chì và loại bỏ mọi mẩu dây cũ."
        }
    ],
    "suggestions": []
}