{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Scriptures",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Scriptures",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Scriptures",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>Scriptures</k><blockquote><blockquote><ex><abr>n.</abr> Holy Scriptures (to be found in the Holy Scriptures) </ex></blockquote></blockquote></div>",
            "word": "Scriptures",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Scriptures",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Vedic <em>scriptures</em>",
            "vi": "Kinh vệ đà"
        },
        {
            "en": "This is a <em>scriptures</em> book.",
            "vi": "Đây là quyển kinh thánh."
        },
        {
            "en": "I always do as the <em>scriptures</em>.",
            "vi": "Tôi luôn làm theo Kinh thánh."
        },
        {
            "en": "What are the Hindu <em>scriptures</em> called?",
            "vi": "Thánh kinh của đạo Ấn gọi là gì?"
        },
        {
            "en": "We recite <em>scriptures</em> in their honour.",
            "vi": "Chúng tôi đọc kinh thánh để vinh danh họ."
        },
        {
            "en": "The <em>Scriptures</em> bear the stamp of a divine origin.",
            "vi": "Kinh Thánh mang dấu ấn của một dòng dõi thần thánh."
        },
        {
            "en": "A priest will recite some hymns from the <em>scriptures</em>.",
            "vi": "Một linh mục sẽ xướng lên vài bài thánh ca trong kinh thánh."
        },
        {
            "en": "The Vedic <em>scriptures</em> of ancient India are written in Sanskrit.",
            "vi": "Kinh Vệ Đà của Ấn Độ cổ xưa được viết bằng tiếng Phạn."
        },
        {
            "en": "Marginal notes are found in nearly all manuscripts and printed editions of the <em>Scriptures</em>.",
            "vi": "Những ghi chú bên lề được tìm thấy hầu như ở trong tất cả các bản gốc và ấn phẩm của Kinh Thánh."
        },
        {
            "en": "We 're going to go to pagoda to listen to Vedic <em>scriptures</em> tonight.",
            "vi": "Tối nay chúng tôi định lên chùa nghe Kinh Vệ đà."
        },
        {
            "en": "According to some <em>scriptures</em>, there are one hundred and eight hidden valleys in Tibet and the Himalayan regions.",
            "vi": "Theo một vài kinh thánh, có 180 thung lũng bị che khuất ở Tibet và khu vực Himalaya."
        },
        {
            "en": "He is said to have recited all the Buddhas's sermons which were later recorded as \"Basket of Buddhist <em>Scriptures</em>\".",
            "vi": "Người ta nói chính ngài A Nan đã đọc thuộc lòng những bài thuyết pháp của Đức Phật mà về sau được ghi lại thành Kinh Tạng."
        },
        {
            "en": "The Old Testament Hebrew <em>Scriptures</em> are the collection of books that forms the first of the two - part Christian Biblical canon.",
            "vi": "Kinh Thánh Cựu Ước của người Do Thái là bộ kinh trình bày phần đầu trong hai phần về Giáo luật Kinh thánh của Đạo Cơ đốc."
        },
        {
            "en": "The Old Testament Hebrew <em>Scriptures</em> are the collection of books that forms the first of the two-part Christian Biblical canon.",
            "vi": "Kinh Thánh Cựu Ước của người Do Thái là bộ kinh trình bày phần đầu trong hai phần về Giáo luật Kinh thánh của Đạo Cơ đốc."
        },
        {
            "en": "Therefore, as she was getting her things “in order,” she contacted her Priest and had him come to her house to discuss certain aspects of her final wishes.She told him which songs she wanted sung at the service, what <em>scriptures</em> she would like read, and what outfit she wanted to be buried in.Everything was in order and the Priest was preparing to leave when the young woman suddenly remembered something very important to her.",
            "vi": "Vì vậy, cô muốn thu xếp \"hậu sự\" cho mình, cô liên hệ với vị Linh mục và xin ông đến nhà để cô giãi bày những ước nguyện sau cùng của mình.Cô nói với ông những bài hát nào cô muốn được hát trong buổi lễ, những lời kinh cô muốn được đọc, và trang phục cô muốn được liệm.Mọi thứ đã được dàn xếp và vị Linh mục chuẩn bị ra về thì cô gái ấy chợt nhớ ra một chuyện rất quan trọng với cô."
        },
        {
            "en": "Indeed, one particularly interesting section of Israeli society provides a unique laboratory for how to live a contented life in a post-work world. In Israel, a significant percentage of ultra-orthodox Jewish men never work. They spend their entire lives studying holy <em>scriptures</em> and performing religion rituals. They and their families don’t starve to death partly because the wives often work, and partly because the government provides them with generous subsidies. Though they usually live in poverty, government support means that they never lack for the basic necessities of life.",
            "vi": "Thật vậy, một phần làm người ta đặc biệt quan tâm của cộng đồng người Israel cung cấp một phòng thí nghiệm độc đáo cho việc làm thế nào để sống một cuộc sống mãn nguyện trong một thế giới \"hậu công việc\". Tại Israel, một tỷ lệ đáng kể những người đàn ông Do thái chính thống cực đoan không bao giờ làm việc. Họ dành cả cuộc đời để nghiên cứu thánh thư và thực hiện các nghi lễ tôn giáo. Họ và gia đình họ không chết đói một phần là nhờ người vợ thường đi làm, và một phần là vì chính phủ cung cấp cho họ các khoản trợ cấp hào phóng. Mặc dù họ thường sống trong cảnh đói nghèo, nhưng có hỗ trợ của chính phủ nghĩa là họ không bao giờ thiếu những nhu cầu cơ bản trong cuộc sống."
        }
    ],
    "suggestions": []
}