{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['skriptid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đọc theo kịch bản</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a scripted talk on the radio</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một buổi nói chuyện đọc theo kịch bản trên đài phát thanh</font></td></tr></table><i/></div>",
            "word": "scripted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scripted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scripted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scripted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scripted"
        }
    },
    "sentences": [
        {
            "en": "<em>Scripted</em> talk on the radio",
            "vi": "Buổi nói chuyện theo kịch bản trên đài phát thanh"
        },
        {
            "en": "Peter <em>scripted</em> a romantic film.",
            "vi": "Peter đã viết kịch bản cho một bộ phim tình cảm."
        },
        {
            "en": "His speech liked a <em>scripted</em> talk on the radio.",
            "vi": "Bài diễn thuyết của ông ta như một buổi nói chuyện đọc theo kịch bản trên đài phát thanh."
        },
        {
            "en": "Remember, communication is a dialogue, not a <em>scripted</em> monologue.",
            "vi": "Hãy nhớ giao tiếp là một cuộc đối thoại, không phải là một cuộc độc thoại đã được dàn dựng sẵn."
        },
        {
            "en": "Anyways, he <em>scripted</em> it and dropped it in my room.",
            "vi": "Dù sao thì anh ấy cũng đã viết lời thoại cho nó và quăng vào phòng tôi."
        },
        {
            "en": "At first, I repeated a few <em>scripted</em> jokes.",
            "vi": "Trước hết, tôi lặp lại một vài trò đùa chủ ý."
        },
        {
            "en": "The film was <em>scripted</em> by a famous novelist.",
            "vi": "Bộ phim được một nhà tiểu thuyết nổi tiếng viết kịch bản."
        },
        {
            "en": "The <em>scripted</em> weddings, to some extent, gave his clients a happy ending, Thien said.",
            "vi": "Anh Thiện nói: \"Những đám cưới làm theo kịch bản ở một khía cạnh nào đó đã mang đến cho khách hàng của anh một cái kết có hậu\"."
        },
        {
            "en": "The <em>scripted</em> weddings, to some extent, gave his clients a happy ending, Thien said.",
            "vi": "Anh Thiện nói: \"Những đám cưới làm theo kịch bản ở một khía cạnh nào đó đã mang đến cho khách hàng của anh một cái kết có hậu\"."
        },
        {
            "en": "Listening to the <em>scripted</em> talks on the radio really turns me off.",
            "vi": "Nghe mấy buổi nói chuyện đọc theo kịch bản trên đài phát thanh thực sự làm tôi chán ngấy rồi."
        },
        {
            "en": "In a departure from his <em>scripted</em> remarks, he noted that people \"may struggle\" to refer to her as \"Saint Teresa.\" \"With great spontaneity, I think we will continue to call her Mother Teresa,\" he said.",
            "vi": "Trong phần đầu bài phát biểu của mình, Giáo Hoàng lưu ý rằng mọi người 'có thể chưa quen khi gọi bà là \"Thánh Teresa.\" \"Một cách hết sức tự nhiên, tôi cho rằng chúng ta sẽ vẫn gọi bà là Mẹ Teresa\", ông nói."
        },
        {
            "en": "Lots of people think that the best way to do well in the speaking test is to remember <em>scripted</em> answers and simply use these in the test. This is a bad idea because memorised answers are very obvious and examiners are trained to spot them. You will not only lose marks, the examiners may also ask you more difficult questions to test your English and establish your real level.",
            "vi": "Nhiều người nghĩ rằng cách tốt nhất để làm tốt bài thi Speaking là thuộc lòng các câu trả lời đã được soạn trước và chỉ cần sử dụng những câu trả lời này trong bài thi. Đây là một ý tưởng không tốt vì các câu trả lời có sẵn rất dễ biết và giám khảo chấm thi được đào tạo để phát hiện ra chúng. Bạn sẽ không chỉ mất điểm không thôi, giám khảo cũng có thể hỏi bạn những câu hỏi khó hơn để kiểm tra tiếng Anh và đánh giá trình độ thật sự của bạn."
        },
        {
            "en": "Lots of people think that the best way to do well in the speaking test is to remember <em>scripted</em> answers and simply use these in the test. This is a bad idea because memorised answers are very obvious and examiners are trained to spot them. You will not only lose marks, the examiners may also ask you more difficult questions to test your English and establish your real level.",
            "vi": "Nhiều người nghĩ rằng cách tốt nhất để làm tốt bài thi Speaking là thuộc lòng các câu trả lời đã được soạn trước và chỉ cần sử dụng những câu trả lời này trong bài thi. Đây là một ý tưởng không tốt vì các câu trả lời có sẵn rất dễ biết và giám khảo chấm thi được đào tạo để phát hiện ra chúng. Bạn sẽ không chỉ mất điểm không thôi, giám khảo cũng có thể hỏi bạn những câu hỏi khó hơn để kiểm tra tiếng Anh và đánh giá trình độ thật sự của bạn."
        },
        {
            "en": "Allowing robots to help care for the elderly — a job typically seen as requiring a human touch — may be a jarring idea in the West. But many Japanese see them positively, largely because they are depicted in popular media as friendly and helpful. \"These robots are wonderful,\" said 84-year-old Kazuko Yamada after the exercise session with SoftBank Robotics Corp.'s Pepper, which can carry on <em>scripted</em> dialogues. \"More people live alone these days, and a robot can be a conversation partner for them. It will make life more fun.\"",
            "vi": "Cho rô-bô chăm sóc người già - một công việc vốn được xem cần sự tiếp xúc của con người - có thể là một ý tưởng khó nghe ở phương Tây. Nhưng nhiều người Nhật nhìn nhận chúng một cách tích cực, chủ yếu nhờ chúng được mô tả trên các phương tiện thông tin đại chúng là thân thiện và hữu ích. \"Những con rô-bô này thật tuyệt vời,\" Kazuko Yamada, 84 tuổi, cho biết sau buổi tập thể dục với Pepper, con rô-bô có thể trò chuyện theo kịch bản chuẩn bị sẵn, của tập đoàn người máy SoftBank. “Ngày càng có nhiều người sống lẻ loi nên một con rô-bô có thể bầu bạn chuyện trò với họ, làm đời vui hơn.”"
        }
    ],
    "suggestions": []
}