{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sculptured"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sculptured</k><blockquote><cclass>adjective form or shape as if by sculpture, especially with strong, smooth curves.</cclass></blockquote><blockquote>→ <kref>sculpture</kref></blockquote></div>",
            "word": "sculptured"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sculptured"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sculptured"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sculptured"
        }
    },
    "sentences": [
        {
            "en": "I love her <em>sculptured</em> cheekbones.",
            "vi": "Tôi yêu cái xương gò má nổi rõ của cô ta."
        },
        {
            "en": "The walls are decorated with <em>sculptured</em> figures.",
            "vi": "Những bức tường được trang trí với những con số được tạc tượng."
        },
        {
            "en": "The <em>sculptured</em> columns make the building look more luxurious.",
            "vi": "Những cột trụ được chạm trổ làm tòa nhà trông sang trọng hơn."
        },
        {
            "en": "There are many saints <em>sculptured</em> in marble in that church.",
            "vi": "Trong nhà thờ đó có nhiều hình các vị thánh được chạm trổ trên đá cẩm thạch."
        },
        {
            "en": "The walls were <em>sculptured</em> in low relief with coiling, geometrical arabesques of baffling, hypnotic complexity.",
            "vi": "Những bức tường được chạm nổi thấp với các đường xoắn ốc, đường lượn vòng theo kiểu hình học của sự phức tạp biến ảo rất lôi cuốn."
        },
        {
            "en": "A host of activities are planned, such as a light festival, a street festival in <em>sculptured</em> clay tunnels, a food festival, a golf tournament, and a photography competition on cherry blossoms.  ",
            "vi": "Việc tổ chức các hoạt động đã được lên kế hoạch, chẳng hạn như lễ hội ánh sáng, lễ hội tại Đường hầm đất sét, lễ hội ẩm thực và giải thi đấu Golf, và cuộc thi chụp ảnh hoa anh đào."
        },
        {
            "en": "One day as I walked into our living room, I happened to glance down on the floor next where we had a <em>sculptured</em> replica of Sam that we had bought a few years before.",
            "vi": "Một ngày kia, khi bước vào phòng khách, tôi tình cờ nhìn xuống sàn nhà cạnh bộ ghế sofa, nơi chúng tôi đặt một bức tượng điêu khắc mô phỏng Sam mà chúng tôi đã mua vài năm"
        },
        {
            "en": "One day as I walked into our living room, I happened to glance down on the floor next where we had a <em>sculptured</em> replica of Sam that we had bought a few years before.",
            "vi": "Một ngày kia, khi bước vào phòng khách, tôi tình cờ nhìn xuống sàn nhà cạnh bộ ghế sofa, nơi chúng tôi đặt một bức tượng điêu khắc mô phỏng Sam mà chúng tôi đã mua vài năm trước."
        }
    ],
    "suggestions": []
}