{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sculpted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sculpted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sculpted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sculpted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sculpted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It is <em>sculpted</em> by John the architect",
            "vi": "Nó được điêu khắc bởi kiến trúc sư John"
        },
        {
            "en": "Does Tiger Woods owe his <em>sculpted</em> physique?",
            "vi": "Tiger Woods có sở hữu thân hình rắn chắc hay không?"
        },
        {
            "en": "They <em>sculpted</em> voluptuou s stone figures, such as the Venus of Willendorf.",
            "vi": "Họ khắc những hình dáng bằng đá đầy gợi cảm , chẳng hạn như Vệ nữ Willendorf."
        },
        {
            "en": "I would have burned the pink candle <em>sculpted</em> like a rose before it melted in storage.",
            "vi": "Tôi sẽ không tiếc mà đốt cây nến hình hoa hồng trước khi nó tan chảy trong nhà kho."
        },
        {
            "en": "Broken Liquid: New Bodies of Water <em>Sculpted</em> from Layered Glass by Ben Young",
            "vi": "Mảng nước: Biển khơi xén tảng bằng cách khắc nhiều lớp thuỷ tinh của Ben Young"
        },
        {
            "en": "He lay perfectly still in the grass, his shirt open over his <em>sculpted</em>, incandescent chest, his scintillating arms bare.",
            "vi": "Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần."
        },
        {
            "en": "This simple flower really symbolizes the perfection of your love, with its <em>sculpted</em> petals and beautiful cup.",
            "vi": "Loài hoa giản dị này thực sự tượng trưng cho tình yêu hoàn hảo với những cánh hoa như được chạm trổ và đài hoa xinh xắn."
        },
        {
            "en": "This statue is meticulously <em>sculpted</em> by hand, cast in solid brass and mounted on a marble base.",
            "vi": "Bức tượng này được chạm trổ một cách tỉ mỉ bằng tay, được đúc bằng đồng rắn và đặt trên một cái nền đá cẩm thạch."
        },
        {
            "en": "If i could have willed my eyes to stop seeing, i would certainly have done it; because Nobu's features looked like poorly <em>sculpted</em> clay.",
            "vi": "Nếu tôi có thể bắt cặp mắt đừng thấy, chắc tôi sẽ làm liền; vì nét mặt của ông nobu như bức tượng nắn bằng đất sét tồi."
        },
        {
            "en": "By contrast it made me almost weak to see the way Yasuda-san, with his graceful <em>sculpted</em> arm, put a bite of braised beef into his mouth with his lips parted sensuously.",
            "vi": "Trái lại khi nhìn qua cách ăn của yasuda, tôi thấy mến phục anh ta, vì anh đưa cánh tay rắn chắc đẹp đẽ lên đưa miếng đậu khuôn rán vào miệng và cắn một miếng cái miệng há ra để lộ đôi môi gợi cảm."
        },
        {
            "en": "Mia Pagoda is also called Sung Nghiem Tu and was built in Tran Dynasty. After many years, in 17th century the pagoda was deserted. In Duc Long Dynasty, Mia Pagoda was reconstructed in 1632 under the controlling of Nguyen Thi Ngoc Dong. After that, to respect her work, local people called her Mia Princess, <em>sculpted</em> her statue and placed in the temple for worship. After that, despite being restored several times, the main architecture and statues here were preserved carefully.",
            "vi": "Chùa Mía còn được gọi là Sùng Nghiêm Tự và được xây dựng vào thời nhà Trần. Sau nhiều năm, trong thế kỷ 17, chùa bị bỏ hoang. Trong triều đại Đức Long, Chùa Mía được xây dựng lại vào năm 1632 dưới sự điều hành của Nguyễn Thị Ngọc Đồng. Sau đó, để tỏ lòng tôn trọng tới công việc của cô, người dân địa phương đã gọi cô là Công chúa Mía, tạc tượng bà và đặt trong đền thờ để thờ phượng. Sau đó, mặc dù đã được khôi phục lại nhiều lần, các kiến trúc chính và những bức tượng ở đây vẫn được bảo quản cẩn thận."
        },
        {
            "en": "Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his <em>sculpted</em>, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal.",
            "vi": "Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê."
        },
        {
            "en": "\"Everyday of Life is a gift. I've noticed that in the rush of everyday living, most people overlook the precious nature of our very existence. One of the remarkable advantages of surviving any brush with death is that one assumes a more profound appreciation for every moment of life. As our denial of death is stripped away, we gain a deeper appreciation for the richness that is in every moment of life. I wrote my book Hope so you do not have to suffer to fully learn these things. Here's a similar message written by Erma Bombeck as she was dying from kidney transplant complications.\" -----  Joel Rothschild   If I had my life to live over by Erma Bombeck The following was written by the late Erma Bombeck after she found out she had a fatal disease.     If I had my life to live over, I would have talked less and listened more.     I would have invited friends over to dinner even if the carpet was stained and the sofa faded.     I would have eaten the popcorn in the 'good' living room and worried much less about the dirt when someone wanted to light a fire in the fireplace.     I would have taken the time to listen to my grandfather ramble about his youth.     I would never have insisted the car windows be rolled up on a summer day because my hair had just been teased and sprayed.      I would have burned the pink candle <em>sculpted</em> like a rose before it melted in storage.     I would have sat on the lawn with my children and not worried about grass stains.     I would have cried and laughed less while watching television - and more while watching life.     I would have shared more of the responsibility carried by my husband.     I would have gone to bed when I was sick instead of pretending the earth would go into a holding pattern if I weren't there for the day.     I would never have bought anything just because it was practical, wouldn't show soil or was guaranteed to last a lifetime.     Instead of wishing away nine months of pregnancy, I'd have cherished every moment and realized that the wonderment growing inside me was the only chance in life to assist God in a miracle.     When my kids kissed me impetuously, I would never have said, \"Later. Now go get washed up for dinner.\"     There would have been more \"I love you's\".. More \"I'm sorrys\" ... But mostly, given another shot at life, I would seize every minute... look at it and really see it ... live it...and never give it back. Stop sweating the small stuff. Don't worry about who doesn't like you, who has more, or who's doing what. Instead, let's cherish the relationships we have with those who do love us. Let's think about what God has blessed us with. And what we are doing each day to promote ourselves mentally, physically, emotionally, as well as spiritually. Life is too short to let it pass you by. We only have one shot at this and then it's gone.          ",
            "vi": "“Mỗi ngày của Cuộc sống là một quà tặng. Tôi đã thấy trong nhịp sống hối hả hằng ngày, hầu hết người ta đều bỏ qua, đều coi nhẹ bản chất quý giá của chính sự sống của mình. Một trong những mặt lợi đáng chú ý của việc sống sót sau bất kỳ cuộc chạm trán chớp nhoáng nào với lưỡi hái tử thần là con người ta đánh giá sâu sắc hơn về từng khoảnh khắc của cuộc đời, của sự sống. Khi người ta đã khẳng định, đã tin có sự chết, họ nhận thức rõ hơn, sâu hơn về giá trị trong mỗi phút giây của cuộc đời mình. Tôi đã viết quyển sách với tựa đề Hope (Hy vọng), vì vậy bạn không cần phải khổ sở học hết những thứ này đâu. Dưới đây là một thông điệp tương tự của tác giả Erma Bombeck khi bà sắp chết do những biến chứng của việc cấy ghép thận.” -----  Joel Rothschild   Nếu tôi có thể sống thêm một lần nữa tác giả Erma Bombeck Những dòng dưới đây được cố nhà văn Erma Bombeck viết sau khi bà phát hiện ra căn bệnh hiểm nghèo của mình.  Nếu tôi có thể sống thêm một lần nữa, tôi sẽ lắng nghe nhiều hơn và sẽ nói ít đi.  Tôi sẽ mời bạn bè đến ăn tối dẫu cho thảm đã lấm bẩn và ghế xô-pha đã bạc màu.  Tôi sẽ ăn bắp rang trong phòng khách “quý” của mình và bớt lo nghĩ về bụi tro tàn khi có ai đó muốn đốt lò sưởi lên.  Tôi sẽ dành thời gian để nghe ông tôi nói huyên thuyên về thời trai trẻ. Tôi sẽ chẳng bao giờ muốn quay kính cửa sổ xe lên vào một ngày mùa hè vì sợ gió sẽ làm hỏng đi mái tóc vừa mới chải chuốt của mình. Tôi sẽ thắp cây nến màu hồng được chạm trổ thật đẹp như một đoá hoa hồng trước khi nó chảy ra trong kho cất giữ.   Tôi sẽ ngồi bệt xuống bãi cỏ để chơi đùa với con mà không lo sợ bị lấm lem quần áo.  Tôi sẽ khóc và cười ít đi khi xem ti vi – sẽ khóc và cười nhiều hơn khi nhìn cuộc đời.  Tôi sẽ chia sẻ và gánh vác trách nhiệm với chồng mình nhiều hơn.  Tôi sẽ đi ngủ khi bị bệnh thay vì làm ra vẻ trái đất này sẽ ngừng quay nếu thiếu vắng tôi một ngày.  Tôi sẽ không bao giờ mua bất cứ thứ gì chỉ bởi nó thực tiễn, không vấy bẩn hoặc được bảo đảm là sẽ không hư hỏng đến suốt cuộc đời.  Thay vì ao ước chín tháng mang bầu tan biến đi, tôi sẽ yêu quý từng phút giây và hiểu ra rằng điều kỳ diệu đang lớn lên trong tôi là cách duy nhất trong cuộc đời để giúp Thượng Đế về một phép lạ.   Khi các con đến hôn tôi một cách mạnh bạo, tôi sẽ chẳng bao giờ hét với chúng rằng “Để lát nữa đi, bây giờ hãy đi rửa tay ăn cơm nào.”    Tôi sẽ nói “yêu thương”  và “xin lỗi” nhiều hơn... Nhưng nhất là, nếu được một cơ hội làm lại cuộc đời, tôi sẽ nắm lấy từng phút một...sẽ nhìn và nhìn thật kỹ...sống từng phút...và không bao giờ trả lại khoảnh khắc ấy.  Đừng để ý những điều vặt vãnh, nhỏ nhen. Đừng lo nghĩ về ai không thích bạn, ai có nhiều hơn bạn, hoặc ai đang làm gì. Thay vì thế, hãy nâng niu những mối quan hệ với người yêu quý mình. Hãy nghĩ rằng Thượng Đế đã ban phúc lành cho chúng ta.  Và những gì mà mỗi ngày chúng ta đang làm đây là để tự cải thiện mình về tinh thần, thể chất, xúc cảm, cũng như về tâm hồn. Cuộc sống quá ngắn ngủi không thể để nó trôi qua chúng ta một cách vô vị. Chúng ta chỉ có một cuộc đời này thôi và rồi nó sẽ qua đi.   "
        },
        {
            "en": "Top 7 Romantic Valentines Day Flowers     Valentine's Day is one of the most romantic days of the year and the most popular gift to give, among new couples and married ones, is flowers. Flowers are possibly the most romantic token of your love and affection! Choosing the perfect flowers for your loved one can be difficult ... do you go with traditional roses or something different? Here are the top seven most romantic flowers in our book.  1. Roses. Cliched perhaps, but still very romantic. The color of rose you select means different things. Red is for passion, perfect for the hot young couple who is just getting into their affair, pink is romance, ideal for chaste pairs and married couples, or anyone who is just in love. Stay away from yellow, these ones mean friendship and aren't very romantic at all!  2. Tulips. Tulips traditionally mean \"perfect love\" and are really a great alternative to the rose. Tulips come in a variety of hues, so it is pretty easy to find one that comes in your lover's favorite color, even if that's black. This simple flower really symbolizes the perfection of your love, with its <em>sculpted</em> petals and beautiful cup. A simple bouquet of three or five tulips is ideal to give to your darling this Valentine's Day.  3. Lilies. These elegant flowers are stunning when presented alone or in a cluster. They are come in several colors, including red, white and yellow and symbolize beauty . . . just right for letting your girl know how lovely you consider her to be. While expensive, lilies really do embody beauty and create a very romantic environment.  4. Lilacs. These amazing flowers are most revered for their delightful aroma and tiny delicate flowers that grow in cone-like clusters. They can be picked directly from the bush and given to your sweetheart as a beautiful Valentine's Day gift. Traditionally available in hues ranging from soft lavender to dark purple, lilacs have now been bred to come in white and pink as well, all beautiful romantic shades.  5. Carnations. Another fairly traditional flower is the carnation. They are frilly and feminine and come in hues like pink, white, and red, as well as more stunning shades of purple, green and even blue. Some carnations even have dual colors, with the outer edge of the petals in red or pink while the main flower is white. They can be quite stunning, but tend to be the cheaper of the flowers available. These flowers last longer than most, up to 3 weeks after they've been cut.  6. Orchids. The meanings of this delicate flower are many, including seduction, love, beauty and refinement. Though often quite pricey, a single orchid can be a lovely way to tell someone that you care about them and is considered to be quite romantic. Plus, it's about as far from the traditional rose as you can get!  7. Wildflowers. This is more a variety of flower than a specific kind. There are literally thousands of different wildflowers growing in fields and yards across the country. What makes this so romantic is that you have to actually go out and take the time to select and pick the flowers for your sweetheart. Giving wildflowers for Valentine's Day is sure to impress your girl as it is a very romantic gesture.  In general Valentines Day Flowers are a romantic gift, but these flowers hold more romantic connotations than others. Whether you choose to go with the traditional rose or something a little more unique, you can guarantee that your gesture won't be misinterpreted if you give flowers.",
            "vi": "7 loại hoa Valentine lãng mạn nhất    Valentine là một trong những ngày lãng mạn nhất của năm và hoa là thứ quà tặng được các cặp mới yêu hoặc các đôi vợ chồng ưa chuộng nhất. Hoa có lẽ là cách thổ lộ tình yêu và tình cảm lãng mạn nhất của bạn đối với người mình thương yêu! Song việc lựa chọn loại hoa nào hoàn hảo nhất dành tặng cho người yêu quả là điều khó khăn...Thế bạn sẽ tặng hoa hồng truyền thống hay một loại hoa nào khác? Dưới đây là 7 loại hoa lãng mạn nhất trong tủ sách của chúng tôi.   1. Hoa hồng. Có lẽ là nhàm đấy nhưng vẫn rất lãng mạn. Mỗi màu hoa bạn chọn đều mang mỗi ý nghĩa khác nhau. Sắc đỏ tượng trưng cho tình yêu đắm đuối, hoàn hảo của các cặp đôi trẻ trung sôi nổi vừa bước vào ngưỡng cửa yêu đương, sắc hồng tạo phong cách lãng mạn, lý tưởng cho sự trinh trắng của tình yêu ban sơ hay hôn nhân nồng thắm và cả cho bất kỳ ai đang yêu nữa. Đừng chọn hoa màu vàng nhé bởi lẽ loại hoa này chỉ tượng trưng cho tình bạn và chẳng lãng mạn tí nào cả! 2. Tu-líp. Hoa tu-líp theo truyền thống có nghĩa là “tình yêu hoàn hảo”, thật sự là loài hoa này có thể thay thế được cho hoa hồng. Loài hoa này cũng đa dạng về màu sắc, thế nên bạn có thể dễ dàng chọn cho người yêu của mình một màu yêu thích, cho dù đó là màu đen đi nữa. Loài hoa giản dị này thực sự tượng trưng cho tình yêu hoàn hảo với những cánh hoa như được chạm trổ và đài hoa xinh xắn. Một bó tu-líp gồm ba hay năm bông cũng thật lý tưởng để tặng người yêu nhân dịp Valentine này rồi đấy. 3. Hoa loa kèn. Những cánh hoa sang trọng này trông lộng lẫy khi đứng một mình hay gộp chung thành bó. Hoa loa kèn cũng đa dạng màu sắc, gồm đỏ, trắng và vàng tượng trưng cho sắc đẹp...chỉ để cho người yêu của bạn hiểu rằng cô ấy đáng yêu biết dường nào. Mặc dù đắt tiền song hoa loa kèn thực sự là hiện thân của sắc đẹp và tạo một môi trường hết sức lãng mạn.  4. Hoa tử linh hương. Loài hoa diệu kỳ này luôn được tôn sùng vì hương thơm mê đắm và cánh hoa thanh nhã bé xíu mọc thành từng cụm như hình nón. Bạn có thể cắt hoa ngay bụi để tặng người yêu của mình như một món quà xinh xắn nhân ngày Tình nhân. Theo truyền thống thì hoa tử linh hương gồm rất nhiều màu được phân loại từ màu xanh nhạt hơi pha đỏ đến màu tím đậm, nhưng tử linh hương giờ đây đã được gầy thành màu trắng và cả hồng nữa, tất cả cùng tạo ra một bức tranh xinh đẹp và lãng mạn.  5. Cẩm chướng. Một loại hoa khá truyền thống khác là cẩm chướng. Nhũng cánh hoa xếp nếp, dịu dàng đa màu sắc như hồng, trắng, và đỏ cũng như bức tranh rực rỡ hơn với sắc tím, xanh lá và cả xanh dương nữa. Có nhiều loại cẩm chướng mang màu sắc kép, viền ngoài của cánh hoa màu đỏ hoặc hồng nhưng cánh hoa bên trong lại màu trắng. Cẩm chướng cũng là loài hoa khá rực rỡ nhưng ắt là rẻ tiền nhất so với các loài hoa được nêu ra. Những cánh hoa cẩm chướng này giữ được độ tươi lâu hơn hết, có thể kéo dài được tới 3 tuần sau khi cắt.      6. Phong lan. Loài hoa thanh tú này mang rất nhiều ý nghĩa bao gồm cả sức quyến rũ, tình yêu, sắc đẹp và cả sự tinh tuý nữa. Mặc dù phong lan khá đắt song chỉ một cánh lan cũng được xem là cách tỏ tình dễ thương rằng bạn đang quan tâm đến người ấy và cũng rất lãng mạn đấy. Hơn nữa, phong lan cũng khác xa loài hoa hồng truyền thống dành tặng người yêu của bạn! 7. Hoa dại. Loại hoa này đa dạng hơn bất kỳ loại hoa cụ thể nào khác. Thật vậy có hàng ngàn loài hoa dại khác nhau mọc ở đồng hoặc các bãi rào ở miền quê. Điều khiến cho loài hoa này lãng mạn là ở chỗ bạn phải ra ngoài và dành chút thời gian để chọn những bông hoa xinh xắn nhất cho người yêu. Tặng hoa dại nhân dịp lễ Tình nhân chắc rằng sẽ gây ấn tượng với bạn gái như một cử chỉ rất lãng mạn đấy. Nói chung hoa Valentine là món quà lãng mạn song các loài hoa này mang ý nghĩa hơn những loài hoa khác. Dẫu cho bạn có chọn sẽ tặng hoa hồng truyền thống hay một loại hoa là lạ nào khác thì bạn cũng có thể chắc rằng khi tặng hoa thì người ấy không thể hiểu nhầm ý định của mình được."
        },
        {
            "en": "6            6. SWITZERLAND AS I DROVE HOME , I WASN’T PAYING MUCH ATTENTION TO the road that shimmered wetly in the sun. I was thinking about the flood of information Jacob had shared with me, trying to sort it out, to force it all to make sense. Despite the overload, I felt lighter. Seeing Jacob smile, having all the secrets thrashed out . . . it didn’t make things perfect, but it made them better. I was right to have gone. Jacob needed me. And obviously, I thought as I squinted into the glare, there was no danger. It came out of nowhere. One minute there was nothing but bright highway in my rearview mirror. The next minute, the sun was glinting off a silver Volvo right on my tail. “Aw, crap,” I whimpered. I considered pulling over. But I was too much of a coward to face him right away. I’d been counting on some prep time . . . and having Charlie nearby as a buffer. At least that would force him to keep his voice down. The Volvo followed inches behind me. I kept my eyes on the road ahead. Chicken through and through, I drove straight to Angela’s without once meeting the gaze I could feel burning a hole in my mirror. He followed me until I pulled to the curb in front of the Webers’ house. He didn’t stop, and I didn’t look up as he passed. I didn’t want to see the expression on his face. I ran up the short concrete walk to Angela’s door as soon as he was out of sight. Ben answered the door before I could finish knocking, like he’d been standing right behind it. “Hey, Bella!” he said, surprised. “Hi, Ben. Er, is Angela here?” I wondered if Angela had forgotten our plans, and cringed at the thought of going home early. “Sure,” Ben said just as Angela called, “Bella!” and appeared at the top of the stairs. Ben peered around me as we both heard the sound of a car on the road; the sound didn’t scare me — this engine stuttered to a stop, followed by the loud pop of a backfire. Nothing like the purr of the Volvo. This must be the visitor Ben had been waiting for. “Austin’s here,” Ben said as Angela reached his side. A horn honked on the street.  “I’ll see you later,” Ben promised. “Miss you already.” He threw his arm around Angela’s neck and pulled her face down to his height so that he could kiss her enthusiastically. After a second of this, Austin honked again. “’Bye, Ang! Love you!” Ben shouted as he dashed past me. Angela swayed, her face slightly pink, then recovered herself and waved until Ben and Austin were out of sight. Then she turned to me and grinned ruefully. “Thank you for doing this, Bella,” she said. “From the bottom of my heart. Not only are you saving my hands from permanent injury, you also just spared me two long hours of a plot-less, badly dubbed martial arts film.” She sighed in relief. “Happy to be of service.” I was feeling a bit less panicked, able to breathe a little more evenly. It felt so ordinary here. Angela’s easy human dramas were oddly reassuring. It was nice to know that life was normal somewhere . I followed Angela up the stairs to her room. She kicked toys out of the way as she went. The house was unusually quiet. “Where’s your family?” “My parents took the twins to a birthday party in Port Angeles. I can’t believe you’re really going to help me with this. Ben’s pretending he has tendonitis.” She made a face. “I don’t mind at all,” I said, and then I walked into Angela’s room and saw the stacks of waiting envelopes.  “Oh!” I gasped. Angela turned to look at me, apologies in her eyes. I could see why she’d been putting this off, and why Ben had weaseled out. “I thought you were exaggerating,” I admitted. “I wish. Are you sure you want to do this?” “Put me to work. I’ve got all day.” Angela divided a pile in half and put her mother’s address book between us on her desk. For a while we concentrated, and there was just the sound of our pens scratching quietly across the paper. “What’s Edward doing tonight?” she asked after a few minutes. My pen dug into the envelope I was working on. “Emmet’s home for the weekend. They’re supposed to be hiking.” “You say that like you’re not sure.” I shrugged. “You’re lucky Edward has his brothers for all the hiking and camping. I don’t know what I’d do if Ben didn’t have Austin for the guy stuff.” “Yeah, the outdoors thing is not really for me. And there’s no way I’d ever be able to keep up.” Angela laughed. “I prefer the indoors myself.” She focused on her pile for a minute. I wrote out four more addresses. There was never any pressure to fill a pause with meaningless chatter around Angela. Like Charlie, she was comfortable with silence. But, like Charlie, she was also too observant sometimes. “Is something wrong?” she asked in a low voice now. “You seem . . . anxious.” I smiled sheepishly. “Is it that obvious?” “Not really.” She was probably lying to make me feel better. “You don’t have to talk about it unless you want to,” she assured me. “I’ll listen if you think it will help.” I was about to say thanks, but no thanks . After all, there were just too many secrets I was bound to keep. I really couldn’t discuss my problems with someone human. That was against the rules. And yet, with a strange, sudden intensity, that’s exactly what I wanted. I wanted to talk to a normal human girlfriend. I wanted to moan a little bit, like any other teenage girl. I wanted my problems to be that simple. It would also be nice to have someone outside the whole vampire-werewolf mess to put things in perspective. Someone unbiased.  “I’ll mind my own business,” Angela promised, smiling down at the address she was working on. “No,” I said. “You’re right. I am anxious. It’s . . . it’s Edward.” “What’s wrong?” It was so easy to talk to Angela. When she asked a question like that, I could tell that she wasn’t just morbidly curious or looking for gossip, like Jessica would have been. She cared that I was upset. “Oh, he’s mad at me.” “That’s hard to imagine,” she said. “What’s he mad about?” I sighed. “Do you remember Jacob Black?” “Ah,” she said. “Yeah.” “He’s jealous.” “No, not jealous . . .” I should have kept my mouth shut. There was no way to explain this right. But I wanted to keep talking anyway. I hadn’t realized I was so starved for human conversation. “Edward thinks Jacob is . . . a bad influence, I guess. Sort of . . . dangerous. You know how much trouble I got in a few months back. . . . It’s all ridiculous, though.” I was surprised to see Angela shaking her head. “What?” I asked. “Bella, I’ve seen how Jacob Black looks at you. I’d bet the real problem is jealousy.” “It’s not like that with Jacob.” “For you, maybe. But for Jacob . . .” I frowned. “Jacob knows how I feel. I’ve told him everything.” “Edward’s only human, Bella. He’s going to react like any other boy.” I grimaced. I didn’t have a response to that. She patted my hand. “He’ll get over it.” “I hope so. Jake’s going through kind of a tough time. He needs me.” “You and Jacob are pretty close, aren’t you?” “Like family,” I agreed. “And Edward doesn’t like him. . . . That must be hard. I wonder how Ben would handle that?” she mused. I half-smiled. “Probably just like any other boy.” She grinned. “Probably.” Then she changed the subject. Angela wasn’t one to pry, and she seemed to sense I wouldn’t — couldn’t — say any more. “I got my dorm assignment yesterday. The farthest building from campus, naturally.”  “Does Ben know where he’s staying yet?” “The closest dorm to campus. He’s got all the luck. How about you? Did you decide where you’re going?” I stared down, concentrating on the clumsy scrawl of my handwriting. For a second I was distracted by the thought of Angela and Ben at the University of Washington. They would be off to Seattle in just a few months. Would it be safe then? Would the wild young vampire menace have moved elsewhere? Would there be a new place by then, some other city flinching from horror-movie headlines? Would those new headlines be my fault? I tried to shake it off and answered her question a beat late. “Alaska, I think. The university there in Juneau.” I could hear the surprise in her voice. “Alaska? Oh. Really? I mean, that’s great. I just figured you’d go somewhere . . . warmer.” I laughed a little, still staring at the envelope. “Yeah. Forks has really changed my perspective on life.”  “And Edward?” Though his name set butterflies fluttering in my stomach, I looked up and grinned at her. “Alaska’s not too cold for Edward, either.” She grinned back. “Of course not.” And then she sighed. “It’s so far. You won’t be able to come home very often. I’ll miss you. Will you e-mail me?” A swell of quiet sadness crashed over me; maybe it was a mistake to get closer to Angela now. But wouldn’t it be sadder still to miss out on these last chances? I shook off the unhappy thoughts, so that I could answer her teasingly. “If I can type again after this.” I nodded toward the stack of envelopes I’d done. We laughed, and it was easy then to chat cheerfully about classes and majors while we finished the rest — all I had to do was not think about it. Anyway, there were more urgent things to worry about today. I helped her put the stamps on, too. I was afraid to leave. “How’s your hand?” she asked. I flexed my fingers. “I think I’ll recover the full use of it . . . someday.” The door banged downstairs, and we both looked up. “Ang?” Ben called. I tried to smile, but my lips trembled. “I guess that’s my cue to leave.” “You don’t have to go. Though he’s probably going to describe the movie for me . . . in detail.” “Charlie will be wondering where I am anyway.” “Thanks for helping me.” “I had a good time, actually. We should do something like this again. It was nice to have some girl time.” “Definitely.” There was a light knock on the bedroom door. “Come in, Ben,” Angela said. I got up and stretched. “Hey, Bella! You survived,” Ben greeted me quickly before going to take my place by Angela. He eyed  our work. “Nice job. Too bad there’s nothing left to do, I would have . . .” He let the thought trail off, and then restarted excitedly. “Ang, I can’t believe you missed this one! It was awesome. There was this final fight sequence — the choreography was unbelievable! This one guy — well, you’re going to have to see it to know what I’m talking about —” Angela rolled her eyes at me. “See you at school,” I said with a nervous laugh. She sighed. “See you.” I was jumpy on the way out to my truck, but the street was empty. I spent the whole drive glancing anxiously in all my mirrors, but there was never any sign of the silver car. His car was not in front of the house, either, though that meant little. “Bella?” Charlie called when I opened the front door. “Hey, Dad.” I found him in the living room, in front of the TV.  “So, how was your day?” “Good,” I said. Might as well tell him everything — he’d hear it from Billy soon enough. Besides, it would make him happy. “They didn’t need me at work, so I went down to La Push.” There wasn’t enough surprise in his face. Billy had already talked to him. “How’s Jacob?” Charlie asked, attempting to sound indifferent. “Good,” I said, just as casual. “You get over to the Webers’?” “Yep. We got all her announcements addressed.” “That’s nice.” Charlie smiled a wide smile. He was strangely focused, considering that there was a game on. “I’m glad you spent some time with your friends today.” “Me, too.” I ambled toward the kitchen, looking for busy work. Unfortunately, Charlie had already cleaned up his lunch. I stood there for a few minutes, staring at the bright patch of light the sun made on the floor. But I knew I couldn’t delay this forever. .  “I’m going to go study,” I announced glumly as I headed up the stairs. “See you later,” Charlie called after me. If I survive, I thought to myself. I shut my bedroom door carefully before I turned to face my room. Of course he was there. He stood against the wall across from me, in the shadow beside the open window. His face was hard and his posture tense. He glared at me wordlessly.  I cringed, waiting for the torrent, but it didn’t come. He just continued to glare, possibly too angry to speak. “Hi,” I finally said. His face could have been carved from stone. I counted to a hundred in my head, but there was no change. “Er . . . so, I’m still alive,” I began. A growl rumbled low in his chest, but his expression didn’t change.  “No harm done,” I insisted with a shrug. He moved. His eyes closed, and he pinched the bridge of his nose between the fingers of his right hand. “Bella,” he whispered. “Do you have any idea how close I came to crossing the line today? To breaking the treaty and coming after you? Do you know what that would have meant?” I gasped and his eyes opened. They were as cold and hard as night.  “You can’t!” I said too loudly. I worked to modulate the volume of my voice so Charlie wouldn’t hear, but I wanted to shout the words. “Edward, they’d use any excuse for a fight. They’d love that. You can’t ever break the rules!” “Maybe they aren’t the only ones who would enjoy a fight.” “Don’t you start,” I snapped. “You made the treaty — you stick to it.” “If he’d hurt you —” “Enough!” I cut him off. “There’s nothing to worry about. Jacob isn’t dangerous.”  “Bella.” He rolled his eyes. “You aren’t exactly the best judge of what is or isn’t dangerous.” “I know I don’t have to worry about Jake. And neither do you.” He ground his teeth together. His hands were balled up in fists at his sides. He was still standing against the wall, and I hated the space between us. I took a deep breath, and crossed the room. He didn’t move when I wrapped my arms around him. Next to the warmth of the last of the afternoon sun streaming through the window, his skin felt especially icy. He seemed like ice, too, frozen the way he was.  “I’m sorry I made you anxious,” I muttered. He sighed, and relaxed a little. His arms wound around my waist. “Anxious is a bit of an understatement,” he murmured. “It was a very long day.” “You weren’t supposed to know about it,” I reminded him. “I thought you’d be hunting longer.” I looked up at his face, at his defensive eyes; I hadn’t noticed in the stress of the moment, but they were too dark. The rings under them were deep purple. I frowned in disapproval.  “When Alice saw you disappear, I came back,” he explained. “You shouldn’t have done that. Now you’ll have to go away again.” My frown intensified. “I can wait.” “That’s ridiculous. I mean, I know she couldn’t see me with Jacob, but you should have known —” “But I didn’t,” he broke in. “And you can’t expect me to let you —” “Oh, yes, I can,” I interrupted him. “That’s exactly what I expect —” “This won’t happen again.”  “That’s right! Because you’re not going to overreact next time.” “Because there isn’t going to be a next time.” “I understand when you have to leave, even if I don’t like it —” “That’s not the same. I’m not risking my life.” “Neither am I.” “Werewolves constitute a risk.”  “I disagree.” “I’m not negotiating this, Bella.” “Neither am I.” His hands were in fists again. I could feel them against my back. The words popped out thoughtlessly. “Is this really just about my safety?” “What do you mean?” he demanded.  “You aren’t . . .” Angela’s theory seemed sillier now than before. It was hard to finish the thought. “I mean, you know better than to be jealous, right?” He raised one eyebrow. “Do I?” “Be serious.” “Easily — there’s nothing remotely humorous about this.” I frowned suspiciously. “Or . . . is this something else altogether? Some vampires-and-werewolves-are-always-enemies nonsense? Is this just a testosterone-fueled —” His eyes blazed. “This is only about you. All I care is that you’re safe.” The black fire in his eyes was impossible to doubt. “Okay,” I sighed. “I believe that. But I want you to know something — when it comes to all this enemies nonsense, I’m out. I am a neutral country. I am Switzerland. I refuse to be affected by territorial disputes between mythical creatures. Jacob is family. You are . . . well, not exactly the love of my life, because I expect to love you for much longer than that. The love of my existence. I don’t care who’s a werewolf and who’s a vampire.  If Angela turns out to be a witch, she can join the party, too.” He stared at me silently through narrowed eyes. “Switzerland,” I repeated again for emphasis. He frowned at me, and then sighed. “Bella . . . ,” he began, but he paused, and his nose wrinkled in disgust. “What now?” “Well . . . don’t be offended, but you smell like a dog,” he told me. And then he smiled crookedly, so I knew the fight was over. For now. Edward had to make up for the missed hunting trip, and so he was leaving Friday night with Jasper, Emmett, and Carlisle to hit some reserve in Northern California with a mountain lion problem. We’d come to no agreement on the werewolf issue, but I didn’t feel guilty calling Jake — during my brief window of opportunity when Edward took the Volvo home before climbing back in through my window — to let him know I’d be coming over on Saturday again. It wasn’t sneaking around. Edward knew how I felt. And if he broke my truck again, then I’d have Jacob pick me up. Forks was neutral, just like Switzerland — just like me. So when I got off work Thursday and it was Alice rather than Edward waiting for me in the Volvo, I was not suspicious at first. The passenger door was open, and music I didn’t recognize was shaking the frame when the bass played. “Hey, Alice,” I shouted over the wailing as I climbed in. “Where’s your brother?” She was singing along to the song, her voice an octave higher than the melody, weaving through it with a complicated harmony. She nodded at me, ignoring my question as she concentrated on the music. I shut my door and put my hands over my ears. She grinned, and turned the volume down until it was just background. Then she hit the locks and the gas in the same second. “What’s going on?” I asked, starting to feel uneasy. “Where is Edward?” She shrugged. “They left early.” “Oh.” I tried to control the absurd disappointment. If he left early, that meant he’d be back sooner, I reminded myself.  “All the boys went, and we’re having a slumber party!” she announced in a trilling, singsong voice. “A slumber party?” I repeated, the suspicion finally settling in. “Aren’t you excited?” she crowed. I met her animated gaze for a long second. “You’re kidnapping me, aren’t you?” She laughed and nodded. “Till Saturday. Esme cleared it with Charlie; you’re staying with me two nights, and I will drive you to and from school tomorrow.” I turned my face to the window, my teeth grinding together. “Sorry,” Alice said, not sounding in the least bit penitent. “He paid me off.” “How?” I hissed through my teeth. “The Porsche. It’s exactly like the one I stole in Italy.” She sighed happily. “I’m not supposed to drive it around Forks, but if you want, we could see how long it takes to get from here to L.A. — I bet I could have you back by midnight.” I took a deep breath. “I think I’ll pass,” I sighed, repressing a shudder. We wound, always too fast, down the long drive. Alice pulled around to the garage, and I quickly looked over the cars. Emmett’s big jeep was there, with a shiny canary yellow Porsche between it and Rosalie’s red convertible. Alice hopped out gracefully and went to stroke her hand along the length of her bribe. “Pretty, isn’t it?” “Pretty over-the-top,” I grumbled, incredulous. “He gave you that just for two days of holding me hostage?” Alice made a face. A second later, comprehension came and I gasped in horror. “It’s for every time he’s gone, isn’t it?” She nodded. I slammed my door and stomped toward the house. She danced along next to me, still unrepentant. “Alice, don’t you think this is just a little bit controlling? Just a tiny bit psychotic, maybe?” “Not really.” She sniffed. “You don’t seem to grasp how dangerous a young werewolf can be.  Especially when I can’t see them. Edward has no way to know if you’re safe. You shouldn’t be so reckless.” My voice turned acidic. “Yes, because a vampire slumber party is the pinnacle of safety conscious behavior.” Alice laughed. “I’ll give you a pedicure and everything,” she promised. It wasn’t so bad, except for the fact that I was being held against my will. Esme brought Italian food — the good stuff, all the way from Port Angeles — and Alice was prepared with my favorite movies. Even Rosalie was there, quietly in the background. Alice did insist on the pedicure, and I wondered if she was working from a list — maybe something she’d compiled from watching bad sitcoms.  “How late do you want to stay up?” she asked when my toenails were glistening a bloody red. Her enthusiasm remained untouched by my mood. “I don’t want to stay up. We have school in the morning.” She pouted. “Where am I supposed to sleep, anyway?” I measured the couch with my eyes. It was a little short. “Can’t you just keep me under surveillance at my house?” “What kind of a slumber party would that be?” Alice shook her head in exasperation. “You’re sleeping in Edward’s room.” I sighed. His black leather sofa was longer than this one. Actually, the gold carpet in his room was probably thick enough that the floor wouldn’t be half bad either.  “Can I go back to my place to get my things, at least?” She grinned. “Already taken care of.” “Am I allowed to use your phone?” “Charlie knows where you are.” “I wasn’t going to call Charlie.” I frowned. “Apparently, I have some plans to cancel.” “Oh.” She deliberated. “I’m not sure about that.” “Alice!” I whined loudly. “C’mon!”  “Okay, okay,” she said, flitting from the room. She was back in half a second, cell phone in hand. “He didn’t specifically prohibit this . . . ,” she murmured to herself as she handed it to me. I dialed Jacob’s number, hoping he wasn’t out running with his friends tonight. Luck was with me — Jacob was the one to answer. “Hello?”  “Hey, Jake, it’s me.” Alice watched me with expressionless eyes for a second, before she turned and went to sit between Rosalie and Esme on the sofa. “Hi, Bella,” Jacob said, suddenly cautious. “What’s up?” “Nothing good. I can’t come over Saturday after all.” It was silent for a minute. “Stupid bloodsucker,” he finally muttered. “I thought he was leaving. Can’t you have a life when he’s gone? Or does he lock you in a coffin?” I laughed. “I don’t think that’s funny.” “I’m only laughing because you’re close,” I told him. “But he’s going to be here Saturday, so it doesn’t matter.” “Will he be feeding there in Forks, then?” Jacob asked cuttingly. “No.” I didn’t let myself get irritated with him. I wasn’t that far from being as angry as he was. “He left early.”  “Oh. Well, hey, come over now, then,” he said with sudden enthusiasm. “It’s not that late. Or I’ll come up to Charlie’s.” “I wish. I’m not at Charlie’s,” I said sourly. “I’m kind of being held prisoner.” He was silent as that sunk in, and then he growled. “We’ll come and get you,” he promised in a flat voice, slipping automatically into a plural. A chill slid down my spine, but I answered in a light and teasing voice. “Tempting. I have been tortured — Alice painted my toenails.”  “I’m serious.” “Don’t be. They’re just trying to keep me safe.” He growled again. “I know it’s silly, but their hearts are in the right place.” “Their hearts !” he scoffed. “Sorry about Saturday,” I apologized. “I’ve got to hit the sack” — the couch, I corrected mentally — “but I’ll call you again soon.”  “Are you sure they’ll let you?” he asked in a scathing tone. “Not completely.” I sighed. “’Night, Jake.” “See you around.” Alice was abruptly at my side, her hand held out for the phone, but I was already dialing. She saw the number. “I don’t think he’ll have his phone on him,” she said. “I’ll leave a message.” The phone rang four times, followed by a beep. There was no greeting. “You are in trouble,” I said slowly, emphasizing each word. “Enormous trouble. Angry grizzly bears are going to look tame next to what is waiting for you at home.” I snapped the phone shut and placed it in her waiting hand. “I’m done.” She grinned. “This hostage stuff is fun.” “I’m going to sleep now,” I announced, heading for the stairs. Alice tagged along. “Alice,” I sighed. “I’m not going to sneak out. You would know if I was planning to, and you’d catch me if I tried.”  “I’m just going to show you where your things are,” she said innocently. Edward’s room was at the farthest end of the third floor hallway, hard to mistake even when the huge house had been less familiar. But when I switched the light on, I paused in confusion. Had I picked the wrong door? Alice giggled. It was the same room, I realized quickly; the furniture had just been rearranged. The couch was pushed to the north wall and the stereo shoved up against the vast shelves of CDs — to make room for the colossal bed that now dominated the central space. The southern wall of glass reflected the scene back like a mirror, making it look twice as bad. It matched. The coverlet was a dull gold, just lighter than the walls; the frame was black, made of intricately patterned wrought iron. <em>Sculpted</em> metal roses wound in vines up the tall posts and formed a bowery lattice overhead. My pajamas were folded neatly on the foot of the bed, my bag of toiletries to one side. “What the hell is all this?” I spluttered.  “You didn’t really think he would make you sleep on the couch, did you?” I mumbled unintelligibly as I stalked forward to snatch my things off the bed. “I’ll give you some privacy,” Alice laughed. “See you in the morning.” After my teeth were brushed and I was dressed, I grabbed a puffy feather pillow off the huge bed and dragged the gold cover to the couch. I knew I was being silly, but I didn’t care. Porsches as bribes and king-sized beds in houses where nobody slept — it was beyond irritating. I flipped off the lights and curled up on the sofa, wondering if I was too annoyed to sleep. In the dark, the glass wall was no longer a black mirror, doubling the room. The light of the moon brightened the clouds outside the window. As my eyes adjusted, I could see the diffused glow highlighting the tops of the trees, and glinting off a small slice of the river. I watched the silver light, waiting for my eyes to get heavy. There was a light knock on the door.  “What, Alice?” I hissed. I was on the defensive, imagining her amusement when she saw my makeshift bed. “It’s me,” Rosalie said softly, opening the door enough that I could see the silver glow touch her perfect face. “Can I come in?",
            "vi": "6         6.  THỤY SĨ  Khi lái xe về nhà, tôi không để ý cho lắm đến đường xá sáng mờ ẩm ướt dưới ánh mặt trời. Tôi đang nghĩ về dòng lũ thông tin Jacob đã chia sẻ với tôi, cố sắp xếp phân tích nó, để hiểu ra mọi chuyện. Mặc dù quá tải, tôi lại cảm thấy nhẹ nhõm hơn.  Nhìn thấy Jacob cười, hiểu được mọi bí mật... không khiến cho mọi chuyện hoàn hảo, mà làm mọi chuyện khá hơn. Tôi đã đúng khi đến đó. Jacob cần tôi. Và rõ ràng là, tôi nghĩ – vừa hé nhìn vào ánh sáng chói chang - chẳng có gì nguy hiểm hết.  Nó đột nhiên xuất hiện. Mới phút rồi chẳng có gì ngoài đường cao tốc sáng sủa trong kính chiếu hậu của tôi. Phút sau, mặt trời đã loé sáng trên chiếc Volvo màu bạc ngay sau đuôi tôi.  \"Oái, bậy bạ thiệt, \" tôi rên rỉ.  Tôi đã nghĩ đến việc tấp vào lề đường, nhưng lại quá hèn nhát không dám đối mặt với anh ngay. Tôi đang mong có chút thời gian chuẩn bị. Và có Charlie ở bên đỡ đòn. Ít nhất cũng buộc anh phải nói nhỏ.  Chiếc Volvo theo sát phía sau tôi. Tôi cứ dán mắt nhìn vào con đường phía trước.  Hết sức nhát gan, tôi lái thẳng đến nhà Angela mà không hề dám nhìn vào ánh mắt có thể làm lủng một lỗ trong gương của tôi.  Anh chạy theo cho đến khi tôi tấp vào lề đường trước nhà của Weber. Anh không dừng lại, và tôi cũng không nhìn lên khi anh chạy ngang qua. Tôi không muốn nhìn thấy vẻ mặt của anh. Tôi chạy nhanh vô đoạn đường bê-tông ngắn đến cửa nhà Angela ngay khi anh vừa đi khuất.  Ben ra mở cửa trước khi tôi kịp gõ xong, như thể anh đang đứng ngay sau cửa vậy.  \"Chào, Bella !\" anh nói, bị bất ngờ.  \"Chào, Ben. Ơ, Angela có ở đây không?\" Tôi tự hỏi không biết có phải Angela đã quên chuyện chúng tôi định làm không, và rúm người khi nghĩ đến chuyện phải về nhà sớm.  \"Có chứ, \" Ben nói vừa đúng lúc Angela gọi, \" Bella!\" và xuất hiện ở đầu cầu thang.  Ben ló đầu nhìn quanh tôi khi cả hai cùng nghe tiếng xe trên đường; âm thanh này không làm tôi sợ - động cơ này lịch xịch dừng lại, sau đó là tiếng bốp lớn của ống khói nghẹt xăng. Hoàn toàn khác với tiếng rì rì êm ái của chiếc Volvo.  Đây chắc là người Ben đang chờ.  \"Austin đến rồi, \" Ben nói khi Angela đến bên anh.  Có tiếng nhấn kèn trên đường.  \"Gặp lại em sau,\" Ben hứa. \"Đã nhớ em rồi.\" Anh choàng tay quanh cổ Angela và kéo mặt cô xuống cho ngang tầm để anh có thể hôn cô cuồng nhiệt. Sau giây này, Austin lại nhấn kèn.  \"Tạm biệt, Ang! Yêu em! \" Ben la to vừa chạy qua tôi.  Angela loạng choạng, mặt cô ửng hồng, rồi bình tĩnh lại và vẫy cho đến khi Ben và Austin xa khuất. Sau đó cô quay sang tôi và cười buồn bã.  \"Cám ơn vì đã làm chuyện này, Bella, \" cô nói. \"Từ tận đáy lòng. Bồ không chỉ cứu cho bàn tay mình khỏi chấn thương vĩnh viễn, bồ cũng vừa mới cứu mình thoát khỏi hai giờ đằng đẵng khỏi phải coi phim võ thuật đánh đấm dở ẹt, chẳng tình tiết.\" Cô thở phào nhẹ nhõm. \"Hân hạnh được phục vụ.\" Tôi cảm thấy bớt sợ hơn, có thể thở đều hơn một chút. Ở đây thật bình thường. Những sự kiện con người bình thường của Angela làm tôi yên lòng kỳ lạ. Thật vui khi biết cuộc sống vẫn bình thường ở một nơi nào đó. Tôi theo Angela lên cầu thang đến phòng cô. Cô vừa đi vừa đá cho đồ chơi tránh lối. Căn nhà yên tĩnh lạ thường.  \"Người nhà của bồ đâu hết rồi?\" \"Cha mẹ mình dẫn hai đứa em sinh đôi đến dự tiệc sinh nhật ở Port Angeles rồi. Mình không tin nỗi là bồ thiệt sẽ đến làm giúp chuyện này đó. Ben giả bộ bị viêm gân.\" Cô nhăn nhó.  \"Mình chả thấy phiền chút nào, \" tôi nói rồi vào phòng Angela và thấy một chồng phong bì đang chờ đợi  \"Ôi !\" Tôi thở hổn hển. Angela quay nhìn tôi, vẻ xin lỗi trong mắt cô. Tôi giờ đã hiểu vì sao cô lần lữa không làm chuyện này, và vì sao Ben lại lẩn tránh.  \"Mình cứ tưởng bồ nói quá thôi, \" tôi thú nhận.  \"Ước gì là vậy. Bồ có chắc là bồ muốn làm chuyện này không?\" \"Giao việc cho mình đi. Mình có nhiều thời gian lắm.\" Angela chia chồng này làm đôi và đặt sổ địa chỉ của mẹ nhỏ giữa chúng tôi ở trên bàn. Lúc đầu chúng tôi tập trung làm, và chỉ có tiếng bút sột soạt trên giấy.  \"Tối nay Edward làm gì?\" cô hỏi sau vài phút.  Bút tôi đâm vô phong bì đang viết. \"Emmet về nhà vào cuối tuần.  Chắc mọi người đi bộ đường dài.\" \"Bồ nói y như bồ không rõ vậy. \" Tôi nhún vai.  \"Bồ may mắn vì Edward có anh em cùng đi bộ đường dài và cắm trại. Mình chả biết mình sẽ làm gì nếu Ben không có Austin cùng làm mấy chuyện của con trai.\" \"Ờ, hoạt động ngoài trời rõ ràng không dành cho mình rồi. Và chẳng làm sao mà mình  có thể theo kịp được.\" Angela cười. \"Mình thích ở trong nhà hơn.\" Cô tập trung vào chồng phong bì của mình một chốc. Tôi ghi thêm được bốn địa chỉ nữa. Chẳng bao giờ cảm thấy cần phải lấp đầy phút im lặng bằng những câu tán dóc nhảm nhí khi ở bên Angela. Giống như Charlie, im lặng với cô chả sao cả.  Nhưng, như Charlie, đôi khi cô cũng có óc quan sát quá sắc sảo.  \"Có gì không ổn à?\" bây giờ cô hỏi nhỏ xíu. \" Bồ có vẻ. .. lo lắng. \" Tôi mỉm cười ngượng ngùng. \"Rõ vậy sao?\" \"Không rõ lắm.\" Chắc cô nói dối để làm tôi thấy dễ chịu hơn.  \"Bồ chẳng cần phải nói về chuyện đó trừ phi bồ muốn, \" cô cả quyết với tôi. \"Mình sẽ lắng nghe nếu bồ nghĩ chuyện đó giúp được chút gì.\" Tôi định nói :”Cám ơn bồ, nhưng không sao đâu”. Rốt cuộc, chỉ là có quá nhiều bí mật phải giữ mà thôi. Tôi thật không thể kể lể những khó khăn của mình cho con người nào nghe cả. Thế là làm sai luật.  Tuy nhiên, với sự thôi thúc đột ngột, kỳ lạ, đó chính là điều tôi muốn. Tôi muốn trò chuyện với một bạn gái con người bình thường. Tôi muốn than van một chút, như bao thiếu nữ khác. Tôi muốn những vấn đề của tôi đơn giản thế.  Cũng sẽ thật tốt nếu có một người đứng ngoài toàn bộ mớ lộn xộn ma cà rồng-người sói này để nhìn nhận mọi chuyện. Một người không thành kiến.   “Mình sẽ không xía vô chuyện người khác,\" Angela hứa, mỉm cười nhìn xuống địa chỉ đang viết.  \"Không, \" tôi nói. \"Bồ nói đúng. Mình đang lo lắng.  Vì. . . vì Edward . \" \"Có chuyện gì vậy?\" Thật dễ nói chuyện với Angela. Khi cô hỏi một câu như thế, tôi chắc rằng cô không toàn tò mò tọc mạch hay tìm chuyện để ngồi lê đôi mách, như Jessica sẽ vậy. Cô lo là tôi đang đau khổ.  \"Ôi, ảnh giận mình . \" \"Thật khó tưởng tượng, \" cô nói. \"Ảnh giận chuyện gì?\" Tôi thở dài. \"Bạn có nhớ Jacob Black không?\" \"A,\" cô nói.  \"Ờ. \" \"Ảnh ghen à.\" \"Không, không phải ghen... \" Tôi lẽ ra phải ngậm miệng lại. Chẳng cách nào giải thích chuyện này cho có lý được. Nhưng dù sao thì tôi vẫn muốn nói tiếp. Tôi không biết mình lại thèm trò chuyện với con người như vậy. \"Edward nghĩ Jacob mang đến ...ảnh hưởng xấu, tôi nghĩ vậy. Đại loại như ... nguy hiểm. Bồ biết trong mấy tháng trở lại đây tôi gặp không biết bao nhiêu là rắc rối . . . Nhưng thiệt hết sức lố bịch.\" Tôi ngạc nhiên khi thấy Angela lắc đầu.  \"Gì vậy?\" Tôi hỏi.  \"Bella, mình đã thấy Jacob Black nhìn bạn như thế nào. Mình dám cá vấn đề thật sự là ghen tuông.\" \"Jacob không phải vậy đâu. \" \"Với bồ, có lẽ không phải vậy. Nhưng với Jacob...\" Tôi cau mày. \"Jacob biết tôi cảm thấy sao mà. Chuyện gì tôi cũng kể cho anh chàng nghe hết.\" \"Edward cũng chỉ là con người thôi, Bella.  Ảnh cũng phản ứng như bao anh chàng khác.\" Tôi nhăn nhó. Tôi không trả lời lại câu này được.  Nhỏ vỗ nhẹ bàn tay tôi. \"Ảnh sẽ vượt qua được chuyện đó. \" \"Hy vọng vậy. Jake gần như đang trong một giai đoạn khó khăn. Anh chàng cần mình.\" \"Mà Edward lại không thích anh ta...  Chắc khó đây. Tôi tự hỏi không biết Ben sẽ xử lý ra sao?\" cô trầm ngâm.  Tôi cười nửa miệng. \"Có lẽ cũng như bao anh chàng khác thôi.\" Cô cười toe toét. \"Chắc vậy.\" Rồi cô chuyển sang đề tài khác. Angela không phải là một người hay dò hỏi tò mò, và cô dường như cảm nhận được tôi sẽ không - không thể - nói nữa.  \"Mình đã được phân phòng tập thể hôm qua.  Dĩ nhiên là toà nhà xa nhất trong trường rồi. \"  “Ben biết ảnh sẽ ở đâu chưa?\" \"Phòng tập thể gần nhất trong trường.  Ảnh toàn may mắn không thôi. Còn bồ thì sao? Bồ đã quyết định sẽ học ở đâu chưa?\" Tôi nhìn xuống, tập trung vào nét chữ nguệch ngoạc vụng về của mình. Trong giây lát, tôi bị phân tâm bởi ý nghĩ Angela và Ben học ở Đại học Washington. Chỉ vài tháng nữa, họ sẽ đến Seattle. Liệu lúc đó đã an toàn chưa?  Liệu mối nguy hiểm của ma cà rồng mới sinh hoang dã đã chuyển sang chỗ khác chưa? Liệu lúc đó sẽ có một nơi khác, một thành phố khác lại rùng mình vì mấy tít phim kinh dị chăng? Liệu những tít mới này sẽ là lỗi của tôi chăng? Tôi cố xua đuổi ý nghĩ đó và trả lời câu hỏi của nhỏ chậm hơn một nhịp. \"Mình nghĩ là Alaska.  Trường đại học ở Juneau.\" Tôi có thể nghe được vẻ ngạc nhiên trong giọng nhỏ. \"Alaska? Ồ. Thật sao? Ý mình là, thật tuyệt. Chỉ có điều mình cứ tưởng bồ sẽ đến một nơi nào đó... ấm hơn.\" Tôi cười một chút, vẫn nhìn chằm chằm vào phong bì. \"Ờ. Forks thực đã làm thay đổi cách nhìn của mình về cuộc sống. \" \"Còn Edward thì sao?\" Mặc dù tên anh làm dạ dày tôi nhộn nhạo, tôi vẫn nhìn lên và toét miệng cười với nhỏ. \"Alaska cũng không quá lạnh đối với Edward.\" Cô cười toe toét đáp lại. \"Dĩ nhiên là không rồi.\" Rồi nhỏ thở dài. \"Xa quá. Bồ sẽ không thể về nhà thường xuyên được. Mình sẽ nhớ bạn. Bồ sẽ gởi thư điện tử cho mình chứ?\" Một nỗi buồn thầm lặng nghẹn lời xâm chiếm tôi; có lẽ thật sai lầm khi bây giờ trở nên gần gũi với Angela nhiều hơn. Nhưng liệu sẽ không buồn hơn không nếu bỏ qua những cơ hội cuối cùng này? Tôi rũ bỏ những suy nghĩ không vui, để có thể trả lời trêu ghẹo nhỏ.  \"Nếu mình còn đánh máy được sau vụ này.\" Tôi hất đầu về phía chồng phong bì đã hoàn thành.  Chúng tôi cười, và thoải mái tán dóc vui vẻ về các chuyên ngành và các lớp học trong lúc viết cho xong phần còn lại - tất cả những gì tôi phải làm là không nghĩ về chuyện đó. Dù sao chăng nữa, hôm nay có nhiều chuyện cần phải lo lắng hơn.  Tôi cũng giúp nhỏ dán tem luôn. Tôi sợ phải ra về.  \"Bàn tay bồ ra sao?\" nhỏ hỏi.  Tôi gập mấy ngón tay. \"Chắc mình sẽ khôi phục lại mọi khả năng của nó... một ngày nào đó. \" Cửa dộng mạnh dưới lầu, và cả hai chúng tôi đều nhìn lên.  \"Ang ?\" Ben gọi.  Tôi cố mỉm cười, nhưng môi tôi run rẩy. \"Mình nghĩ đó là lời nhắc nhở đến lúc phải về rồi. \" \"Bồ chẳng cần phải đi. Mặc dù chắc ảnh sắp kể ... chi tiết phim cho mình nghe. \" \"Charlie sẽ thắc mắc không biết mình đang ở đâu. \" \"Cám ơn vì đã giúp mình. \" \"Mình rất vui, thực đó. Tụi mình nên làm những chuyện như vầy nữa đi. Thật thích khi vui chơi với bạn gái. \" \"Dĩ nhiên rồi.\" Có tiếng gõ nhẹ lên cửa phòng ngủ.  \"Vào đi, Ben, \" Angela nói.  Tôi đứng dậy vươn vai.  \"Nè, Bella! Bạn còn sống, \" Ben chào tôi thật nhanh trước khi đến thay chỗ của tôi bên Angela. Anh quan sát kết quả công việc của chúng tôi. \"Làm tốt lắm. Thiệt tệ là không còn lại gì để làm hết, lẽ ra tôi đã... \" Anh nói nhỏ dần, rồi lại phấn khởi trở lại. \" Ang, anh không thể tin nỗi em lại hụt coi phim này! Thật tuyệt vời. Cảnh đánh nhau cuối cùng này - động tác thật không thể tin nỗi!  Anh chàng này - ừm, em sẽ phải nhìn thấy mới hiểu anh nói gì - \" Angela trợn tròn mắt nhìn tôi.  \"Hẹn gặp hai bồ ở trường, \" tôi vừa cười bối rối vừa nói.  Cô thở dài. \"Hẹn gặp lại.\" Tôi bồn chồn trên đường ra xe, nhưng con đường chẳng bóng người.  Suốt đoạn đường đi tôi cứ lo lắng liếc nhìn hết mọi tấm gương trên xe, nhưng chẳng hề thấy bóng dáng chiếc xe màu bạc đâu cả.  Xe anh cũng không đậu ở trước nhà, mặc dù điều đó cũng chẳng nghĩa lý gì.  \"Bella ?\" Charlie hỏi khi tôi mở cửa trước.  \"Chào bố.\" Tôi thấy ông trong phòng khách, ngôi trước TV.  \"Nè, ngày hôm nay của con thế nào?\" \"Tốt ạ, \" tôi nói. Cũng có thể kể hết mọi chuyện cho ông nghe - thế nào bố cũng được Billy kể ngay thôi.  Hơn nữa, chuyện đó sẽ làm ông vui. \"Họ không cần con ở chỗ làm, nên con xuống La Push.\" Chẳng có bao nhiêu ngạc nhiên trong mặt ông. Billy đã kể ông nghe rồi.  \"Jacob ra sao?\" Charlie hỏi, cố tỏ vẻ dửng dưng.  \"Khoẻ ạ, \" tôi nói, cũng tỏ vẻ tự nhiên giống vậy.  \"Con làm xong chuyện ở nhà Weber rồi hả?\" \"Dạ rồi.  Tụi con đã đề hết địa chỉ cho mấy cái thư thông báo của nhỏ rồi. \" \"Hay lắm.\" Charlie toét miệng cười. Đang có trận đấu trên ti-vi mà ông tập trung được khá lạ lùng. \"Bố vui vì con đã bỏ chút thời gian vui chơi với bạn bè hôm nay. \" \"Con cũng vậy.\" Tôi đi thong thả đi về phía nhà bếp, tìm chuyện để làm. Thật đáng tiếc, Charlie đã dọn dẹp sạch sẽ sau bữa trưa rồi. Tôi đứng đó trong vài phút, nhìn chằm chằm vào mảng sáng trên sàn. Nhưng biết mình không thể trì hoãn chuyện này hoài được.  \"Con đi học đây.\" tôi vừa rầu rĩ thông báo vừa bước lên cầu thang.  \"Hẹn gặp lại, \" Charlie gọi với theo tôi.  Nếu tôi còn sống, tôi tự nghĩ.  Tôi đóng cửa phòng ngủ cẩn thận rồi mới quay sang nhìn căn phòng .  Tất nhiên anh đã ở đó. Anh đứng dựa vào bức tường đối diện với tôi, trong bóng râm bên cạnh cửa sổ mở. Mặt anh đanh lại và dáng anh căng thẳng. Anh nhìn tôi trừng trừng không nói một lời.  Tôi co rúm người, chờ một tràng chửi rủa, nhưng chuyện đó không xảy ra. Anh chỉ tiếp tục nhìn trừng trừng, chắc là giận quá không nói nên lời.  \"Chào anh, \" cuối cùng thì tôi cũng nói.  Mặt anh hẳn tạc từ đá. Tôi đếm đến một trăm trong đầu, nhưng không có gì thay đổi.  \"Ơ... thế, em vẫn còn sống nè, \" tôi bắt đầu.  Tiếng gầm gừ rì rầm nhỏ trong ngực anh, nhưng vẻ mặt anh không thay đổi.  \"Đâu có thiệt hại gì đâu, \" tôi nhún vai khăng khăng.  Anh nhúc nhích. Mắt anh nhắm kín, và anh vuốt sóng mũi mình giữa mấy ngón tay của bàn tay phải.  \"Bella,\" anh thì thầm. \"Em có biết hôm nay anh đã suýt vượt qua ranh giới thế nào không? Phá vỡ hoà ước để đi theo em?  Em có biết điều đó nghĩa là gì không?\" Tôi thở hổn hển và mắt anh mở ra. Chúng lạnh giá và khắt nghiệt như đêm đen.  \"Anh không được làm vậy!\" Tôi nói quá lớn. Tôi đã điều chỉnh âm lượng giọng mình để  Charlie không nghe thấy, nhưng tôi muốn hét lên những lời ấy. \"Edward, họ sẽ dùng mọi cớ để đánh nhau. Họ sẽ thích thế. Anh chẳng bao giờ được phá lệ!\" \"Có lẽ chúng không phải là những người duy nhất khoái đánh nhau.\" \"Anh đừng gây chuyện, \" tôi cáu kỉnh. \"Anh đã ký hoà ước - anh phải tuân thủ.\" \"Nếu nó mà làm em bị thương - \" \"Đủ rồi!\" Tôi ngắt lời anh. \"Chẳng có gì phải lo hết. Jacob không nguy hiểm. \" \"Bella. \" Anh trợn tròn mắt. \"Em không phải là người biết rõ cái gì nguy hiểm cái gì không đâu. \" \"Em biết em chẳng cần phải lo chuyện Jake. Và anh cũng vậy. \" Anh nghiến răng. Bàn tay đã cuộn thành nắm đấm ở bên hông. Anh vẫn còn đứng dựa tường, và tôi ghét khoảng cách giữa chúng tôi.  Tôi hít thật sâu, và bước qua phòng. Anh không nhúc nhích khi tôi vòng tay ôm lấy anh.  Bên cạnh hơi ấm của ánh mặt trời chiều cuối cùng tràn qua cửa sổ, da anh cảm thấy lạnh giá lạ lùng. Anh cũng giống băng, khi lạnh cứng như vầy.  \"Em xin lỗi vì đã làm anh lo lắng, \" tôi lẩm bẩm.  Anh thở dài, và bớt căng thẳng một chút. Cánh tay anh ôm quanh eo tôi.  \"Lo lắng là hơi nói nhẹ đi đó, \" anh thì thầm. \"Thật là một ngày quá dài. \" \"Lẽ ra anh đâu biết đâu, \" tôi nhắc anh. \"Em cứ tưởng anh sẽ đi săn lâu hơn.\" Tôi nhìn lên mặt anh, vào đôi mắt trách móc của anh; tôi đã không chú ý vì căng thẳng, nhưng chúng quá đen.  Quầng thâm dưới mắt màu tím sẫm. Tôi cau mày chê bai.  \"Khi Alice thấy em biến mất, anh quay lại liền, \" anh giải thích.  \"Anh không nên làm thế. Giờ anh lại phải đi lần nữa. \" Tôi cau mày dữ hơn.  \"Anh đợi được.\" \"Thiệt mắc cười. Ý em là, em biết cô ấy không nhìn thấy em ở bên Jacob được, nhưng lẽ ra anh phải biết chớ - \" \"Nhưng anh đã không biết, \" anh ngắt lời. \" Và em không thể mong anh sẽ để em - \" \"Ồ, có chớ, em có thể, \" tôi ngắt lời anh. \"Đó chính xác là những gì em mong - \" \"Chuyện này sẽ không tái diễn nữa đâu. \" \"Đúng vậy! Bởi vì lần sau anh sẽ không phản ứng thái quá nữa.\" \"Vì sẽ không có lần sau.\" \"Em hiểu là anh phải đi, dù em không thích chuyện đó - \" \"Không phải vậy. Anh đâu có liều mạng. \" \"Em cũng không.\" \"Người sói là mối nguy hiểm.\" \"Em không đồng ý. \" \"Anh sẽ không bàn cãi chuyện này, Bella. \" \"Em cũng không. \" Bàn tay anh lại trở thành hai nắm đấm trở lại. Tôi có thể cảm thấy chúng tựa vào lưng mình.  Lời nói buột ra khinh suất. \"Có phải chuyện này thực sự chỉ là vì sự an toàn của em không?\" \"Ý em là gì?\" anh hỏi.  \"Anh không ... \" Giả thuyết của Angela bây giờ có vẻ ngu ngốc hơn cả lúc nãy. Thật khó nói ra ý này. \" Ý em là, anh chẳng khùng gì mà lại ghen, phải không?\" Anh nhướng mày. \"Anh đó hả?\" \"Nghiêm túc đi.\" \"Rõ ràng rồi - chẳng có gì hài hước hơn. \" Tôi cau mày nghi ngờ. \"Hay . . . đây là chuyện hoàn toàn khác ? Chuyện nhảm nhí ma-cà-rồng-và-người-sói-vĩnh-viễn-là-kẻ-thù? Hay đây chỉ là do kích thích tố nam gây ra-\" Mắt anh giận điên lên. \"Chỉ vì em thôi.  Anh chỉ quan tâm đến sự an toàn của em thôi.\" Ánh giận dữ trong mắt anh hoàn toàn rõ ràng.  \" OK, \" tôi thở dài. \"Em tin thế. Nhưng em muốn anh biết một điều - nếu mà dính tới mấy chuyện nhảm nhí kẻ thù đó thì em không chấp nhận. Em là một quốc gia trung lập. Em là Thụy Sĩ. Em không chấp nhận bị ảnh hưởng bởi tranh chấp lãnh thổ giữa mấy sinh vật hoang đường.  Jacob là người trong nhà.  Anh là ....ừm, không chính xác là người yêu quý trong cuộc đời này của em, vì em mong sẽ yêu anh lâu hơn thế nữa.  Tình yêu trong suốt sự tộn tại của em. Em chẳng quan tâm ai là người sói và ai là ma cà rồng hết. Nếu Angela hoá ra lại là một phù thuỷ, thì nhỏ cũng có thể nhập bọn luôn. \" Anh nheo mắt nhìn tôi chằm chằm lặng lẽ.  \"Thụy Sĩ, \" tôi lặp lại lần nữa để nhấn mạnh.  Anh cau mày với tôi, rồi thở dài. \" Bella..., \" anh bắt đầu, nhưng ngừng lại, và mũi anh nhăn lại ghê tởm.  \"Gì nữa đây?\" \"Hừm... Đừng giận, nhưng em bốc mùi giống chó, \" anh bảo tôi.  Rồi anh nhếch môi cười, vì vậy tôi biết trận chiến đã kết thúc rồi. Lúc này.  Edward phải bù lại chuyến đi săn dở dang, và vì thế anh sẽ ra đi đêm thứ Sáu với Jasper, Emmett, và Carlisle để đến một khu bảo tồn nào đó ở Northern California đang bị sư tử núi hoành hành.  Chúng tôi không nhất trí được với nhau về chuyện người sói, nhưng tôi không cảm thấy mình có lỗi khi gọi Jake - trong khoảnh khắc cơ hội ngắn ngủi khi Edward đưa chiếc Volvo về nhà trước quay lại leo qua cửa sổ phòng tôi  - để báo cho anh chàng biết tôi sẽ đến chơi vào thứ bảy lần nữa.  Không phải là lén lút đi.  Edward biết tôi cảm thấy ra sao. Và nếu anh phá xe tôi lần nữa, thì tôi sẽ bảo Jacob tới đón tôi. Forks là nơi trung lập, cũng giống như Thụy Sĩ - cũng giống như tôi.  Vì thế khi thứ Năm tôi đi làm về và chính Alice chớ không phải Edward đang chờ tôi trong chiếc Volvo, lúc đầu tôi không hề nghi ngờ gì.  Cửa phía hành khách đang mở, và tiếng nhạc tôi không nhận ra đang làm rung chuyển khung xe mỗi khi tiếng bass trỗi lên.  \"Nè, Alice, \" tôi vừa hét to át tiếng nhạc đinh tai vừa lên xe. \"Anh trai em đâu rồi?\" Cô đang hát theo bài hát, giọng cô cao hơn giai điệu một quãng tám, hoà theo bằng âm điệu du dương phức tạp. Cô gật đầu chào tôi, phớt lờ câu hỏi vì tập trung vào nhạc.  Tôi đóng cửa rồi lấy tay bịt tai. Cô cười toe toét, và chỉnh âm thanh nhỏ lại cho đến khi chỉ còn là nhạc nền. Rồi cô vừa nhấn khóa vừa nhấn ga trong cùng một giây.  \"Chuyện gì đang xảy ra vậy?\" Tôi hỏi, bắt đầu cảm thấy không thoải mái. \"Edward đâu?\" Cô nhún vai. \"Mọi người đi sớm. \" \"Ôi. \" Tôi cố kiểm soát niểm thất vọng vô lý. Nếu anh đi sớm, nghĩa là anh sẽ quay về sớm hơn, tôi tự nhắc mình .  \"Con trai đi hết rồi, nên mình sẽ có một đêm họp mặt tán dóc của con gái!\" cô thông báo bằng một giọng ngân nga, du dương.  \"Đêm họp mặt tán dóc của con gái?\" Tôi lặp lại, nỗi nghi ngờ cuối cùng đã thành sự thật.  \"Chị không vui sao?\" cô kêu to.  Tôi nhìn vào ánh mắt sôi nổi của cô hồi lâu.  \"Em đang bắt cóc chị, phải không?\" Cô cười to rồi gật đầu. \"Cho đến thứ bảy. Esme đã xin phép Charlie rồi; chị sẽ ở với em hai đêm, và mai em sẽ chở chị đến trường và đón chị về nhà. \" Tôi quay mặt ra cửa sổ, nghiến răng kèn kẹt.  \"Xin lỗi, \" Alice nói, chẳng nghe ăn năn hối lỗi chút xíu nào hết. \"Ảnh hối lộ em mà.\" \"Như thế nào?\" Tôi rít qua răng .  \"Porsche.  Giống y như chiếc em đã ăn cắp ở Ý. \" Cô thở dài hạnh phúc. \"Em không được lái nó ở Forks, nhưng nếu chị muốn, mình có thể coi mất bao lâu để chạy từ đây tới L.A. -  Em cá là em có thể đưa chị về lại trước nửa đêm. \" Tôi hít thật sâu. \"Chắc chị bỏ qua,\" tôi thở dài, nén lại cơn rùng mình .  Chúng tôi phóng như bay trên con đường dài. Alice chạy quanh ga-ra, và tôi lướt nhìn mấy chiếc xe hơi. Xe gíp lớn của Emmett ở đó, với một chiếc Porsche màu vàng hoàng yến bóng loáng nằm giữa nó và chiếc mui trần màu đỏ của Rosalie.  Alice duyên dáng nhảy ra và đến vuốt tay theo chiều dài của món hối lộ. \"Đẹp quá hả?\" \"Quá đẹp, \" tôi làu bàu, hoài nghi. \"Ảnh cho em cái đó chỉ vì hai ngày giữ chị làm con tin sao?\" Alice nhăn nhó.  Một giây sau, hiểu ra và tôi thở hổn hển khiếp sợ. \"Vì tất cả những lần ảnh đi xa hả?\" Cô gật đầu.  Tôi đóng sầm cửa  và huỳnh huỵch đi về phía nhà. Cô nhảy theo kế bên tôi, vẫn chẳng chút ăn năn.  \"Alice, em không thấy chuyện này hơi kiểm soát lố quá sao? Chính xác là hơi loạn tâm thần, có lẽ?\" \"Không thực vậy. \" Cô khụt khịt. \" Chị hình như không nhận thức được người sói trẻ có thể nguy hiểm cỡ nào.   Nhất là khi em không thể nhìn thấy họ. Edward không có cách nào biết chị có an toàn không. Chị không nên liều lĩnh như thế. \" Giọng tôi trở nên chua chát. \"Ở phải rồi, vì tán dóc trong đêm với ma cà rồng cái mới là đỉnh cao của chuyện hiểu rõ an toàn là gì.\" Alice cười. \"Em sẽ làm móng chân cho chị và đủ mọi thứ, \" cô hứa.  Không tệ lắm, trừ chuyện tôi bị giam giữ trái ý muốn. Esme mang thức ăn Ý - món ngon, tuốt từ Port Angeles về - và Alice đã chuẩn bị mấy cuốn phim ưa thích của tôi. Thậm chí Rosalie cũng ở đó, lặng lẽ ở phía sau. Alice cứ khăng khăng đòi làm móng chân cho tôi, và tôi tự hỏi không biết có phải cô đang làm theo một danh sách - có lẽ một thứ cô đã soạn ra khi xem hài kịch trong nhà ngoài phố dở ẹt.  \"Chị muốn thức khuya cỡ nào?\" cô hỏi khi móng chân tôi lấp lánh đỏ chót. Nhiệt tình của cô vẫn không bị tâm trạng của tôi làm hỏng.  \"Chị không muốn thức khuya. Sáng mai mình phải đi học.\" Cô bĩu môi.  \"Thế chị sẽ ngủ ở đâu đây?\" Tôi nhìn chiếc ghế trường kỷ từ đầu đến chân. Hơi ngắn.  \"Em không thể theo dõi chị ở nhà chị được sao?\" \"Vậy thì còn gì là đêm họp mặt tán dóc của con gái nữa?\" Alice lắc đầu bực tức. \"Chị sẽ ngủ trong phòng của Edward. \" Tôi thở dài. Ghế xô-pha bằng da màu đen của anh dài hơn cái này. Thực ra thì, thảm vàng trong phòng anh có lẽ đủ dày nên sàn nhà cũng không tệ lắm.  \"Ít nhất thì chị có thể quay về nhà để lấy đồ đạc của chị chớ?\" Cô cười toe toét. \"Đã lo liệu hết rồi.\" \"Chị có được phép dùng điện thoại của em không?\" \"Charlie biết chị ở đâu mà. \" \"Chị đâu định gọi Charlie. \" Tôi cau mày. \"Rõ ràng, Chị có vài kế hoạch phải hủy bỏ.\" \"Ôi. \" Cô cân nhắc. \"Em không biết chuyện đó thì sao đây. \" \"Alice !\" Tôi rên rỉ thật to. \"Thôi nào!\" \"Được rồi, được rồi, \" cô nói, nhẹ nhàng ra khỏi phòng. Cô trở lại trong nửa giây, điện thoại di động trong tay. \"Ảnh không nói rõ là cấm chuyện này..., \" cô thì thầm với mình khi trao nó cho tôi.  Tôi quay số Jacob, hy vọng đêm nay anh không ra ngoài rong duỗi cùng bạn bè.  Tôi may mắn - Jacob là người trả lời.  \"Xin chào?\" \"Chào, Jake, tôi đây. \" Alice quan sát tôi bằng đôi mắt vô cảm trong một giây, rồi mới quay lưng và đến ngồi giữa Rosalie và Esme trên ghế xô - pha.  \"Chào, Bella, \" Jacob nói, bỗng thận trọng. \"Có chuyện gì thế?\" \"Không có gì hay hết. Rốt cuộc, tôi không ghé qua đó ngày thứ bảy được.\" Im lặng một chốc. \"Đồ hút máu ngu ngốc, \" cuối cùng anh cũng lẩm bẩm. \" Tôi cứ tưởng anh ta sắp đi chớ. Bạn không được sống khi anh ta đi xa sao? Hay anh ta nhốt bạn trong quan tài rồi?\" Tôi cười phá ra.  \"Tôi nghĩ chẳng có gì mắc cười hết.\" \"Tôi cười chỉ vì bạn nói suýt đúng, \" tôi nói với anh. \"Nhưng ảnh sẽ về đây hôm thứ bảy, cho nên chẳng sao hết. \" \"Anh ta sẽ ăn tại Forks à?\" Jacob hỏi chua cay.  \"Không. \" Tôi không để mình nổi cáu với anh. Tôi không tức nhiều bằng anh. \"Ảnh đi sớm. \" \"Ồ. ừm, này, vậy ghé qua đây bây giờ đi, \" anh đột ngột nhiệt tình nói. \"Chưa muộn lắm mà. Hay tôi đến nhà Charlie nhé.\" \"Ước gì được vậy. Tôi đâu có ở nhà Charlie, \" tôi nói chua chát. \"Tôi gần như bị bắt giữ làm tù binh. \" Anh im lặng khi hiểu ra, rồi gầm gừ. \"Chúng tôi sẽ đến đón bạn về, \" anh hứa bằng giọng thẳng thừng, tự động buột miệng nói ra số nhiều.  Cơn ớn lạnh chạy dọc cột sống, nhưng tôi trả lời bằng giọng vui vẻ, trêu chọc. \"Hấp dẫn đó. Tôi đã bị tra tấn - Alice vẽ móng chân cho tôi. \" \"Tôi nói thiệt đó.\" \"Đừng thế. Họ chỉ đang cố bảo vệ để tôi được an toàn thôi. \" Anh gầm gừ lần nữa.  \"Tôi biết thật ngốc, nhưng họ là những người có tấm lòng vàng.\" \"Tấm lòng!\" anh chế giễu.  \"Xin lỗi vì chuyện thứ bảy nghen, \" tôi tạ lỗi. \"Tôi phải chui vào bao đây (đi ngủ)\" - ghế trường kỷ, tôi sửa lại trong đầu - \" nhưng tôi sẽ gọi lại cho bạn sớm.\" \"Bạn có chắc họ sẽ để cho bạn gọi tôi không?\" anh hỏi bằng giọng gay gắt.  \"Không chắc lắm. \" Tôi thở dài. \"Ngủ ngon, Jake. \" \"Gặp lại bạn sớm.\" Alice đột ngột ở bên tôi, bàn tay cô đưa ra lấy điện thoại, nhưng tôi đã quay số. Cô nhìn thấy số này.  \"Em không nghĩ ảnh mang theo điện thoại, \" cô nói.  \"Chị sẽ để lại tin nhắn. \" Điện thoại reng bốn lần, sau đó là một tiếng bíp. Không lời chào.  \"Anh gặp rắc rối rồi, \" tôi chậm rãi nói, nhấn mạnh từng chữ. \"Rắc rối to. Gấu xám nổi khùng cũng chẳng là gì so với chuyện đang đợi anh ở nhà. \" Tôi cúp điện thoại cái rụp và đặt nó vào bàn tay chờ đợi của cô. \"Chị xong rồi.\" Cô cười toe toét. \"Vụ bắt cóc con tin này vui ghê.\" \"Bây giờ chị đi ngủ đây, \" tôi công bố, hướng đến cầu thang. Alice đi cùng.  \"Alice, \" tôi thở dài. \"Chị sẽ không bỏ trốn đâu. Em sẽ biết ngay nếu chị toan tính chuyện đó mà, và em sẽ bắt chị ngay nếu chị dám.\" \"Em chỉ đi để chỉ cho chị biết đồ đạc của chị ở đâu thôi mà, \" cô ngây thơ nói.  Phòng Edward ở cuối hành lang tầng ba, khó mà nhầm được dù ngôi nhà khổng lồ này ít quen thuộc hơn. Nhưng khi bật đèn xong, tôi dừng lại bối rối. Tôi có vô nhầm cửa không? Alice cười khúc khích.  Cũng căn phòng ấy, tôi nhanh chóng nhận ra; chỉ đồ gỗ vừa mới được sắp xếp lại. Ghế trường kỷ đã được đẩy tới bức tường phía bắc và giàn âm thanh nổi đẩy sát vào mấy cái kệ mênh mông đựng CDs - để dành chỗ cho chiếc giường khổng lồ bây giờ chiếm lĩnh không gian chính giữa.  Vách kính phía nam phản chiếu khung cảnh như tấm gương, làm thấy gấp hai lần tệ hại hơn.  Thật hợp. Khăn phủ giường màu vàng xỉn, hơi nhạt hơn tường; khung giường màu đen, được làm bằng sắt rèn kiểu cọ phức tạp. Những bông hồng kim loại chạm trổ uốn éo như dây nho bò lên mấy trụ cao và tạo thành lùm cây trên đầu. Đồ ngủ của tôi đã được xếp ngăn nắp dưới chân giường, túi vật dụng dùng khi tắm rửa ở một bên.  \"Toàn bộ mấy thứ này là cái quái gì?\" Tôi lắp bắp.  \"Chị không thực nghĩ ảnh sẽ để chị ngủ trên ghế trường kỷ chớ hả?\" Tôi lẩm bẩm lầm bầm khi sầm sập bước lên giật đồ đạc của tôi ra khỏi giường.  \"Em sẽ để chị được riêng tư, \" Alice cười. \"Hẹn gặp chị vào buổi sáng. \" Sau khi răng đã đánh xong và đồ đã mặc xong, tôi chộp một cái gối lông căng phồng ra khỏi cái giường khổng lồ và kéo tấm phủ vàng đến ghế trường kỷ. Tôi biết mình ngu ngốc, nhưng tôi không quan tâm. Porsches làm đồ hối lộ và giường khổng lồ trong ngôi nhà, nơi không ai ngủ - thiệt hết sức khó chịu.  Tôi tắt đèn và cuộn mình trên ghế xô - pha, tự hỏi liệu mình có quá bực mình đến nỗi không ngủ được không.   Trong bóng tối, tường kính không còn là tấm gương đen, phóng to gấp đôi căn phòng. Ánh trăng làm sáng bừng những đám mây ngoài cửa sổ. Khi mắt tôi quen với bóng tối, tôi có thể thấy ánh sáng rực rỡ chan hoà chiếu sáng ngọn cây, và phản chiếu một phần dòng sông. Tôi ngắm ánh sáng bàng bạc, chờ mắt mình trĩu nặng.  Có tiếng gõ cửa nhè nhẹ.  \"Gì hả, Alice?\" Tôi rít lên. Tôi lo lắng, tưởng tượng nỗi khoái trá của cô khi thấy chiếc giường tạm của tôi.  \"Chị đây, \" Rosalie nói khẽ, mở cửa đủ để tôi có thể nhìn thấy ánh sáng bạc vuốt ve khuôn mặt hoàn hảo của cô. \"Chị vào được không?\""
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his <em>sculpted</em>, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        }
    ],
    "suggestions": []
}