{
    "en_vn": {
        "data": {
            "content": null,
            "word": "scurrying"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "scurrying"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "scurrying"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "scurrying"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "scurrying"
        }
    },
    "sentences": [
        {
            "en": "Mice <em>scurrying</em> across the floor",
            "vi": "Những con chuột chạy vụt qua sàn"
        },
        {
            "en": "Mice are <em>scurrying</em> across the floor.",
            "vi": "Những con chuột chạy vụt qua sàn."
        },
        {
            "en": "The rain sent everyone <em>scurrying</em> for shelter.",
            "vi": "Trận mưa làm cho mọi người chạy nhốn nháo tìm nơi trú ẩn."
        },
        {
            "en": "There were little <em>scurrying</em> sounds in the grass.",
            "vi": "Nhiều tiếng động nhỏ lan nhanh trong cỏ."
        },
        {
            "en": "My mother picked me up when I was <em>scurrying</em> along the road after school.",
            "vi": "Mẹ đón tôi khi tôi đang chạy lon ton dọc theo con đường sau giờ học."
        },
        {
            "en": "The sound of mice <em>scurrying</em> across the floor kept me awake all night.",
            "vi": "Tiếng những con chuột chạy vụt qua sàn làm tôi thức giấc suốt đêm."
        },
        {
            "en": "We were <em>scurrying</em> about until the last minute before the party.",
            "vi": "Chúng tôi đã phải khẩn trương bận rộn cho đến phút cuối cùng trước khi buổi liên hoan bắt đầu."
        },
        {
            "en": "At least once a day, enemy bombers would swoop down on the city, sending people <em>scurrying</em> into shelters.",
            "vi": "Các máy bay ném bom của địch lao xuống thành phố ít nhất mỗi ngày một lần, làm người dân vội vã chạy vào nơi ẩn náu."
        },
        {
            "en": "Usually the men addressed as Chairman had bald heads and frowns, and swaggered down the street with groups of junior executives <em>scurrying</em> behind.",
            "vi": "Thường thì những ai được gọi là chủ tịch đều có đầu hói, ra đường đi nghênh ngang và có cả đám nhân viên lau chau đi theo sau."
        },
        {
            "en": "Amid the tears and confusion and kissing and <em>scurrying</em> for smelling salts and brandy, there was only one calm face, one dry pair of eyes.",
            "vi": "Giữa cái tình huống hỗn loạn, nào khóc lóc, ngượng ngùng xấu hổ, nào ôm hôn nhau, nào tíu tít đi tìm muối hít và rượu branđi, chỉ có độc một gương mặt bình tĩnh."
        },
        {
            "en": "There were red squirrels in the trees, chipmunks <em>scurrying</em> through the leaves, and little rabbits playing games together in the open places.",
            "vi": "Sóc đỏ leo trèo trên cây, sóc chuột lăng xăng qua các đám lá và lũ thỏ con đang bày trò chơi chung giữa các khi đất trống."
        },
        {
            "en": "The hens took turns <em>scurrying</em> into Duck Soup Waterfowl Refuge to flap their wings and drown their feathers before returning to the nest for a few more hours of incubating.",
            "vi": "Lũ gà mái cứ nhốn nháo chạy về phía vũng nước của bầy vịt, chúng đập cánh phành phạch, không quên nhúng ướt bộ lông của mình trước khi quay về ổ để tiếp tục ấp trứng thêm vài giờ nữa."
        },
        {
            "en": "This is one reason the teachers always insist upon good manners and bearing in their students, even when a girl is only <em>scurrying</em> down the hall toward the toilet.",
            "vi": "Cho nên đấy là lý do khiến cho giáo viên thường rất gắt gao về mặt tư cách và thái độ của học viên, thậm chí phải chú đến các điểm này ngay cả khi đi trên hành lang đến phòng vệ sinh."
        },
        {
            "en": "His mother laughed, and following him to the door, watched him down the road, and returning to the breakfast table, was very happy at the expense of her husband's credulity. All of which did not prevent her from <em>scurrying</em> to the door at the postman's knock, nor prevent her from referring somewhat shortly to retired sergeant majors of bibulous habits, when she found that the post brought a tailor's bill.",
            "vi": "Mẹ cậu cười, và tiễn cậu ra đến cửa, nhìn cậu đi xuống phố, và quay trở lại bàn điểm tâm, cười cợt trên sự cả tin của ông chồng. Dù thế khi nghe tiếng gõ cửa của người đưa thư bà vẫn vội vội vàng vàng lao ra cửa, rồi bà cũng không quên ám chỉ đôi chút đến tay thượng sĩ về hưu nát rượu khi nhận ra người đưa thư mang đến hoá đơn yêu cầu thanh toán từ nhà may."
        }
    ],
    "suggestions": []
}