{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seabird",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>seabird</k><blockquote>■ <cclass>noun a bird that frequents the sea or coast. </cclass></blockquote></div>",
            "word": "seabird",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seabird",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seabird",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seabird",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Plastic is everywhere in our seas. It accumulates on the sea floor and in sediments, washes up on coastlines, and is taken up by fish and other sea creatures. It affects birds, fish, mammals, and other marine life. It eventually breaks down into smaller bits, which can look like fish eggs and get eaten by marine animals, but it never biodegrades. Those particles, or microplastics, just keep building up. They also absorb and concentrate toxic chemicals, poisoning the animals that consume them. Studies show that 44 percent of all <em>seabird</em> species have plastic in and around their bodies, and fish, birds, turtles, and whales often become fatally entangled in plastic waste.",
            "vi": "Nhựa ở khắp mọi nơi trong biển của chúng ta. Nó tích tụ dưới đáy biển và trong chất trầm tích, trôi dạt vào bờ biển, cá và các sinh vật biển khác làm nó nổi lên. Nhựa ảnh hưởng đến các loài chim, cá, động vật có vú và các sinh vật biển khác. Nhựa cuối cùng phân hủy thành những mảnh nhỏ (nhưng không bao giờ phân hủy sinh học), có thể trông chúng giống như trứng cá nên các động vật biển nuốt chúng. Những mảnh nhỏ hoặc những hạt nhựa cực nhỏ chỉ tích tụ dần lên. Chúng cũng hấp thụ và cô đọng các hóa chất độc hại, làm các loài động vật đã tiêu thụ chúng bị nhiễm độc. Các nghiên cứu cho thấy rằng 44 phần trăm các loài chim biển có nhựa trong và quanh thân thể của chúng; còn cá, chim, rùa, cá voi thường bị mắc vào cái bẫy tử vong với chất thải nhựa."
        }
    ],
    "suggestions": []
}