{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seacoast",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "seacoast",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seacoast",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seacoast",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seacoast",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A coastal plain is an area of flat, low-lying land adjacent to a <em>seacoast</em>.",
            "vi": "Đồng bằng ven biển là một diện tích đất phẳng, thấp, vùng đất tiếp giáp với bờ biển."
        },
        {
            "en": "A coastal plain is an area of flat, low - lying land adjacent to a <em>seacoast</em>.",
            "vi": "Đồng bằng ven biển là một diện tích đất phẳng, thấp, vùng đất tiếp giáp với bờ biển."
        },
        {
            "en": "Thach Khe is only 2 km from the <em>seacoast</em> and 40 km from the national road system.",
            "vi": "Thạch khê chỉ cách bờ biển 2 km và cách hệ thống quốc lộ 40 km."
        },
        {
            "en": "With thousands of kilometers of long riverbanks and <em>seacoast</em>, the construction of dykes is unthinkable; if only because of the costs (Vietnam has about 10 times more coastline than the Netherlands).",
            "vi": "Với hàng ngàn cây số bờ sông dài và bờ biển, việc xây dựng đê điều là không thể tưởng tượng; không chỉ vì những chi phí phải bỏ ra (Việt Nam có đường bờ biển dài hơn khoảng 10 lần so với Hà Lan)."
        },
        {
            "en": "Although three - quarters of the land in Vietnam is hilly or mountainous, the long <em>seacoast</em> and many inland waterways provide fish and other aquatic species that are staples in the Vietnamese diet.",
            "vi": "Mặc dù ba phần tư đất đai tại Việt Nam là đồi núi, bờ biển dài và nhiều đường thủy nội địa cung cấp cá và các loài thủy sản khác làm nguyên liệu chính trong khẩu phần ăn của người Việt Nam."
        },
        {
            "en": "Although three-quarters of the land in Vietnam is hilly or mountainous, the long <em>seacoast</em> and many inland waterways provide fish and other aquatic species that are staples in the Vietnamese diet.",
            "vi": "Mặc dù ba phần tư đất đai tại Việt Nam là đồi núi, bờ biển dài và nhiều đường thủy nội địa cung cấp cá và các loài thủy sản khác làm nguyên liệu chính trong khẩu phần ăn của"
        }
    ],
    "suggestions": []
}