{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seasonality",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "seasonality",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seasonality",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seasonality",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seasonality",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "\"But, the problem of wild fish is <em>seasonality</em>,\" Ingthamjitr said.",
            "vi": "\"Nhưng, vấn đề đánh bắt cá trên sông là theo mùa,\" Ingthamjitr nói."
        },
        {
            "en": "Brookings Institution, Washington, D.C. Agarwal, B. (1991) “Social Security and the Family: Coping with <em>Seasonality</em> and Calamity in Rural India”.",
            "vi": "Brookings Institution, Washington, D.C. Agarwal, B. (1991) “Bảo hiểm xã hội và gia đình: Đối phó với tính mùa vụ và thiên tai ở nông thôn Ấn Độ”."
        },
        {
            "en": "Thus, the problem of <em>seasonality</em> of export supply is likely to worsen, unless corrective measures are introduced.",
            "vi": "Vì vậy, vấn đề tính thời vụ của lượng hàng xuất khẩu có khả năng trở nên xấu đi, nếu không áp dụng những biện pháp điều chỉnh."
        },
        {
            "en": "Mekong Dams Could Threaten Aquatic Life         Plans to build a series of hydropower dams on the Mekong River could threaten already endangered species in the waterway.  The Mekong River is the lifeblood of Southeast Asia, with the largest inland fisheries in the world. About 40 million people depend to some degree on the fisheries, worth about $2.5 billion a year. But fisheries experts say plans by Cambodia, Laos and Thailand to build hydropower dams on the Mekong would block fish migration, threatening already endangered species. Environmental activists say plans by Laos to build a dam in the Don Sahong area near the Cambodian border could doom the nearly extinct Irrawaddy dolphin. Soung Ma earns money taking tourists for a rare glimpse of the dolphins. \"Local people normally work in dolphin tourism.  Everyone has a small boat and can pick up tourists and get money from tourists every day or every month depending on the season,\" Ma said. The Mekong River Commission works to manage river resources among Cambodia, Laos, Thailand, and Vietnam. Jeremy Bird heads the commission and says balancing the pros and cons of hydropower dams is the biggest challenge facing the Mekong basin. \"We're talking about the livelihoods of millions of people but we're also talking about a huge potential resource of hydropower which can not only provide foreign revenues to the countries, but can those revenues can then be used to finance other development programs and help countries meet their targets on poverty alleviation and millenium development goals,\" Bird said.  Some dams on rivers feeding the Mekong have disrupted fish populations. Fishermen may have to turn to aquaculture like this tilapia farm in Vientiane to make up for the lost wild catch. Suchart Ingthamjitr, a program officer at the MRC's fishery program, says fish farms help meet demand. \"The price of wild fish is higher than cultured fish. But, the problem of wild fish is <em>seasonality</em>,\" Ingthamjitr said.  \"Yeah, you can catch and have the wild fish depend on the time of year.  But, for tilapia all year round you can buy it in the market.\" As the sun sets on the Mekong, fishermen try their luck. Environmental and fisheries experts say damming the Mekong will change some of their traditional ways.",
            "vi": "Các đập nước trên sông Mê-kông có thể đe doạ nguồn thủy sinh     Các dự án xây dựng một loạt các đập thủy điện trên sông Mê-kông có thể đe doạ đã những loài sinh vật đang có nguy cơ bị tuyệt chủng trên con sông này. Sông Mê-kông là huyết mạch của Đông Nam Á với lượng thuỷ sản sông ngòi lớn nhất trên thế giới. Có khoảng 40 triệu người sống lệ thuộc ít nhiều vào nguồn thuỷ sản có trị giá khoảng 2,5 tỉ đô-la Mỹ một năm này. Nhưng các chuyên gia thuỷ sản nói rằng các dự án xây dựng các đập thủy điện trên sông Mê-kông của Cam-pu-chia, Lào và Thái Lan sẽ ngăn chặn sự di chuyển của các loài cá, đe doạ những loài đang có nguy cơ bị tuyệt chủng. Những nhà hoạt động môi trường nói rằng dự án của Lào xây đập ngăn nước trong khu vực Don Sahong gần biên giới với Cam-pu-chia có thể tiêu diệt loài cá heo Irrawaddy gần như đang bị tuyệt chủng. Soung Ma sống bằng nghề dẫn khách du lịch đi chiêm ngưỡng cá heo. \"Người dân địa phương thường kiếm sống dựa vào nguồn du lịch từ cá heo. Mỗi người có chiếc thuyền nhỏ và có thể chở khách du lịch và lấy tiền từ khách du lịch mỗi ngày hoặc mỗi tháng tùy theo mùa,\" Ma nói. Uỷ ban sông Mê-kông làm công việc quản lý nguồn tài nguyên ở 4 nước Cam-pu-chia, Lào, Thái Lan, và Việt Nam. Chủ tịch Uỷ ban Jeremy Bird nói rằng việc cân bằng giữa ý kiến ủng hộ và chống đối đập thủy điện là thách thức lớn nhất với lưu vực sông Mê-kông. \"Chúng tôi đang quan tâm đến sinh kế của hàng triệu người nhưng chúng tôi cũng đề cập đến nguồn thủy điện có tiềm năng rất to lớn  không những mang lại ngoại tệ cho các nước này mà doanh thu này còn có thể được dùng để tài trợ các chương trình phát triển khác và giúp họ đạt được mục tiêu giảm nghèo và mục tiêu phát triển thiên niên kỷ,\" Bird nói. Một số đập nước nằm trên các phụ lưu sông Mê-Kông đã làm xáo trộn quần thể cá. Các ngư dân phải hướng đến việc nuôi trồng thuỷ sản như mô hình trang trại cá rô phi này ở Viên Chăn để bù vào việc không còn được đánh bắt hoang dã. Suchart Ingthamjitr, một nhân viên của chương trình thuỷ sản MRC nói rằng trại nuôi cá giúp đáp ứng nhu cầu. \"Giá thành của cá đánh bắt trên sông cao hơn cá nuôi trồng. Nhưng, vấn đề đánh bắt cá trên sông là theo mùa,\" Ingthamjitr nói. \"Vâng, bạn có thể đánh bắt cá sông tuỳ vào từng thời điểm trong năm. Nhưng, bạn có thể mua cá rô nuôi ở chợ quanh năm suốt tháng.\" Khi mặt trời lặn trên dòng Mê-kông, ngư dân vẫn thả lưới thử vận may. Các chuyên gia thuỷ sản và môi trường nói rằng việc xây đập ngăn nước trên sông Mê-kông sẽ thay đổi một số tập quán truyền thống của họ."
        }
    ],
    "suggestions": []
}