{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Seattle"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Seattle"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Seattle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Seattle"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Seattle"
        }
    },
    "sentences": [
        {
            "en": "We continued on towards <em>Seattle</em>.",
            "vi": "Chúng tôi tiếp tục đi hướng về Seattle."
        },
        {
            "en": "He's going to move <em>Seattle</em>.",
            "vi": "Ông ấy sắp chuyển đến đà lạt."
        },
        {
            "en": "Here's an example: ccity = \"<em>seattle</em>\".",
            "vi": "Đây là một ví dụ: ccity = \"seattle\"."
        },
        {
            "en": "Here's an example: browse for city = \"<em>seattle</em>\".",
            "vi": "Đây là một ví dụ: browse for city = \"seattle\"."
        },
        {
            "en": "How do you spell the word <em>Seattle</em>?",
            "vi": "Bạn đánh vần từ Seattle như thế nào?"
        },
        {
            "en": "We got more experience working in <em>Seattle</em>.",
            "vi": "Chúng tôi đã có nhiều kinh nghiệm làm việc ở Seattle."
        },
        {
            "en": "It does not mean ccity equals \"<em>seattle</em>\".",
            "vi": "Nó không có nghĩa ccity bằng \"seattle\" đâu."
        },
        {
            "en": "Peter was born and bred in <em>Seattle</em>.",
            "vi": "Peter sinh ra và lớn lên ở Seattle."
        },
        {
            "en": "Mary has just gone to <em>Seattle</em>.",
            "vi": "Mary mới vừa đi seattle."
        },
        {
            "en": "Do you want a ride to <em>Seattle</em>?",
            "vi": "Em có muốn đi Seattle không?"
        },
        {
            "en": "Eric went to <em>Seattle</em> to visit his cousins.",
            "vi": "Eric tới Seattle để thăm dì của anh ta."
        },
        {
            "en": "I attend ALL the local auctions in Tacoma and <em>Seattle</em>.",
            "vi": "Tôi dự tất cả các cuộc bán đấu giá địa phương ở Tacoma và Seattle."
        },
        {
            "en": "\"I 'm going to <em>Seattle</em> that Saturday,\" I explained.",
            "vi": "\"Tôi sẽ đi Seattle thứ bảy đó, \" tôi giải thích."
        },
        {
            "en": "Last week there was a snowstorm in <em>Seattle</em>.",
            "vi": "Tuần trước có một trận bão tuyết ở Seattle."
        },
        {
            "en": "\"I'm going to <em>Seattle</em> that Saturday,\" I explained.",
            "vi": "\"Tôi sẽ đi Seattle thứ bảy đó,\" tôi giải thích."
        },
        {
            "en": "I'm a graduate student from <em>Seattle</em> Washington majoring in Anthropology.",
            "vi": "Tôi là sinh viên cao học trường Seattle Washington chuyên ngành nhân chủng học."
        },
        {
            "en": "Three months later i was back in <em>Seattle</em>.",
            "vi": "Ba tháng sau tôi trở lại seatle."
        },
        {
            "en": "Ms. Graham is attending a conference in <em>Seattle</em>.",
            "vi": "Bà Graham đang dự hội nghị ở Seattle."
        },
        {
            "en": "Yes, i'm from <em>Seattle</em>, a seaport city of America.",
            "vi": "Đúng vậy, quê tôi ở seattle, một thành phố cảng biển của mỹ."
        },
        {
            "en": "Phoenix is three times bigger than <em>Seattle</em> — just in population.",
            "vi": "Phoenix còn lớn hơn Seattle ba lần - chỉ về số dân."
        }
    ],
    "suggestions": []
}