{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seawater",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>seawater</k><blockquote>■ <cclass>noun water in or taken from the sea. </cclass></blockquote></div>",
            "word": "seawater",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seawater",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seawater",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nước biển</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">seawater battery</font><font color=\"#282828\">: pin hoạt động (vận hành) bằng nước biển</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">specific gravity of seawater</font><font color=\"#282828\">: tỷ trọng nước biển</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">specific gravity of seawater</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tỷ nhiệt</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "seawater",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Please build some plants to dilute <em>seawater</em>.",
            "vi": "Vui lòng xây vài nhà máy để làm loãng nước biển."
        },
        {
            "en": "It was placed in the dilute <em>seawater</em>.",
            "vi": "Nó được đặt trong nước biển pha loãng."
        },
        {
            "en": "Outlying district converts <em>seawater</em> into fresh water.",
            "vi": "Những quận xa trung tâm thành phố lọc nước biển thành nước ngọt."
        },
        {
            "en": "The huge ship takes in <em>seawater</em> through 12 openings.",
            "vi": "Con tàu không lồ này hút nước biển qua 12 ống dẫn."
        },
        {
            "en": "High salinity <em>seawater</em> generally sinks below lower salinity water.",
            "vi": "Độ mặn cao của nước biển thường giảm xuống thấp hơn độ mặn của nước."
        },
        {
            "en": "There's nothing better in life than sinking to <em>seawater</em>.",
            "vi": "Trong cuộc sống không có gì bằng lặn xuống biển."
        },
        {
            "en": "The tank holds more than one million liters of <em>seawater</em> and many different kinds of fish.",
            "vi": "Bể nước chứa hơn 1 triệu lít nước biển và nhiều loài cá khác nhau."
        },
        {
            "en": "The crew were sluicing down the deck with bucketfuls of <em>seawater</em>.",
            "vi": "Thủy thủ đang giội những xô nước biển lên sàn tàu để rửa."
        },
        {
            "en": "<em>Seawater</em> in the world's oceans has a salinity of about 3.5%.",
            "vi": "Nước biển ở các đại dương trên thế giới có độ mặn khoảng 3, 5%."
        },
        {
            "en": "<em>Seawater</em> in the world's oceans has a salinity of about 3. 5%.",
            "vi": "Nước biển ở các đại dương trên thế giới có độ mặn khoảng 3,5%."
        },
        {
            "en": "Then it separates the oil from the water and sends the clean <em>seawater</em> back into the Gulf.",
            "vi": "Sau đó, nó tách dầu khỏi nước và bơm trả nước sạch trở về Vịnh."
        },
        {
            "en": "Mr Edano has said that cooling <em>seawater</em> is being pumped into reactors one and three - which are returning to normal - and into reactor two, which remained unstable.",
            "vi": "Ông Edano đã cho biết nước biển lạnh đang được bơm vào các lò phản ứng số một và ba - đang trở lại bình thường - và vào lò phản ứng số hai, vẫn chưa ổn định."
        },
        {
            "en": "Water in the province's Vu Gia and Thu Bon river system has also severely dried up, allowing damaging <em>seawater</em> to move further inland.",
            "vi": "Nước ở hệ thống sông của tỉnh Vũ Gia và Thu Bồn cũng đã cạn kiệt dữ dội, để cho nước biển gây thiệt hại sâu vào nội địa."
        },
        {
            "en": "All explosions have followed cooling system breakdowns. Engineers are trying to prevent meltdowns by flooding the chambers of the nuclear reactors with <em>seawater</em>.",
            "vi": "đã xảy ra sau khi vỡ hệ thống làm lạnh. Các kỹ sư đang cố ngăn chặn hiện tượng lõi lò phản ứng hạt nhân chảy tan bằng cách làm ngập khoang của lò phản ứng hạt nhân với nước biển."
        },
        {
            "en": "All explosions have followed cooling system breakdowns. Engineers are trying to prevent meltdowns by flooding the chambers of the nuclear reactors with <em>seawater</em>.",
            "vi": "Tất cả vụ nổ đã xảy ra sau khi vỡ hệ thống làm lạnh. Các kỹ sư đang cố ngăn chặn hiện tượng lõi lò phản ứng hạt nhân chảy tan bằng cách làm ngập khoang của lò phản ứng hạt nhân với nước biển."
        },
        {
            "en": "At various points in evolutionary history, enterprising individuals within many different animal groups moved out onto the land, sometimes even to the most parched deserts, taking their own private <em>seawater</em> with them in blood and cellular fluids.",
            "vi": "Tại các thời điểm khác nhau trong lịch sử tiến hóa, các cá thể mạnh dạn trong các nhóm động vật khác nhau đã di chuyển lên đất liền, thậm chí lên các vùng sa mạc khô cằn nhất, mang theo nước biển riêng của mình trong máu và các chất lỏng tế bào."
        },
        {
            "en": "Pair 1 were rationed a daily quart of cider , pair 2 elixir of vitriol, pair 3 a given quantity of vinegar , pair 4 <em>seawater</em>, pair 5 oranges and a lemon and pair 6 barley water.",
            "vi": "Cặp 1 mỗi ngày được dùng một lít Rượu táo , tương tự cho cặp 2 là viên thuốc trường vitriol, cặp 3 là một lượng dấm nhất định, cặp 4 là nước biển, cặp 5 là cam, chanh và cặp 6 là nước lúa mạch."
        },
        {
            "en": "Another 400,000 ha of land in places where <em>seawater</em> is salinizes rivers during the dry season will be used for other crops, but could revert to growing paddy if required.",
            "vi": "400.000 ha đất ở những vùng ngập mặn trong mùa khô sẽ được sử dụng cho các loại cây trồng khác, nhưng có thể trở lại trồng lúa nếu được yêu cầu."
        },
        {
            "en": "The buoys are a pilot project of Carnegie Wave Energy, a company based in Perth and listed on the Australian Securities Exchange. In late February, the buoys started supplying 240 kilowatts each to the electricity grid at HMAS Stirling, Australia’s largest naval base. They also help run a desalination plant that transforms <em>seawater</em> into about one-third of the base’s fresh water supply.",
            "vi": "Những chiếc phao đó là dự án thí điểm về năng lượng từ sóng của Carnegie, một công ty trụ sở tại Perth và có giấy chứng nhận ( niêm yết ) của sở giao dịch chứng khoán tại Úc. Sau tháng 2 , những chiếc phao này đã bắt đầu cung cấp 240 KW cho mỗi hệ thống điện lưới tại HMAS Stirling - căn cứ hải quân lớn nhất của Úc"
        },
        {
            "en": "Along the path to Vung Ro, you will marvel at the green trees space, endless countryside grasslands, flickering turquoise <em>seawater</em> from a far distance and small plain houses on an enormous ground. If you go from Deo Ca mountain pass, you will be challenged by spectacular hairpin curves and experience steep craggy mountain slopes as well. ",
            "vi": "Dọc theo đường mòn tới Vũng Rô, bạn sẽ ngạc nhiên với không gian xanh, những đồng cỏ miền quê dài vô tận, bồng bềnh nước biển màu xanh ngọc từ một khoảng xa và những ngôi nhà bằng nhỏ trên một mặt đất bao la. Nếu bạn đi từ Đèo Cả qua, bạn sẽ bị thách thức bởi đường cong kẹp ngoạn ngục và cũng như trải nghiệm dốc núi cheo leo, lởm chởm."
        }
    ],
    "suggestions": []
}