{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[si'klu:ʒn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tách biệt, sự ẩn dật</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nơi hẻo lánh, chỗ khuất nẻo; sự xa lánh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự riêng tư</td></tr></table><i/></div>",
            "word": "seclusion"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>seclusion</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the state of being private and away from other people. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>archaic a sheltered or private place. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>seclusive</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "seclusion"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>seclusion</k><blockquote>▸ <cclass>noun ISOLATION, solitude, retreat, privacy, retirement, withdrawal, purdah, concealment, hiding, secrecy.</cclass></blockquote></div>",
            "word": "seclusion"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>seclusion</k><blockquote><blockquote><ex><abr>n.</abr> in seclusion</ex></blockquote></blockquote></div>",
            "word": "seclusion"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seclusion"
        }
    },
    "sentences": [
        {
            "en": "Live in rural <em>seclusion</em>",
            "vi": "Sống biệt lập ở miền quê"
        },
        {
            "en": "Live in strict <em>seclusion</em>",
            "vi": "Sống trong cảnh hoàn toàn ẩn dật"
        },
        {
            "en": "He now lives in <em>seclusion</em>.",
            "vi": "Giờ anh ấy đang sống ẩn dật."
        },
        {
            "en": "He lives in rural <em>seclusion</em>.",
            "vi": "Ông ta sống biệt lập ở miền quê."
        },
        {
            "en": "I enjoyed the <em>seclusion</em> of the island.",
            "vi": "Tôi đã tận hưởng sự yên ả của hòn đảo này."
        },
        {
            "en": "She lived in <em>seclusion</em> and solitude.",
            "vi": "Bà ta đã sống cuộc đời âm thầm lẻ loi."
        },
        {
            "en": "This is a <em>seclusion</em> place, and it's very scary.",
            "vi": "Đây là một nơi hẻo lánh và thật đáng sợ."
        },
        {
            "en": "The family has spent the past few days in <em>seclusion</em>.",
            "vi": "Cả gia đình đã trải qua một vài ngày yên ả."
        },
        {
            "en": "He's living in the <em>seclusion</em> of his own home.",
            "vi": "Anh ta đang sống tách biệt trong chính ngôi nhà của mình."
        },
        {
            "en": "I want to live in strict <em>seclusion</em> in rest of life.",
            "vi": "Tôi muốn sống trong cảnh hoàn toàn ẩn dật trong quãng đời còn lại của mình."
        },
        {
            "en": "They passed a white house standing in stately <em>seclusion</em> among old trees, a high hawthorn hedge screening the garden from the road.",
            "vi": "Họ đi qua một ngôi nhà trắng nằm tách biệt trang nghiêm giữa những hàng cây già cỗi, một hàng rào táo gai cao che chắn khu vườn với con đường."
        },
        {
            "en": "Protections against abuses in institutions – including such practices as the use of physical restraints or <em>seclusion</em> – must be established under Viet Nam’s laws as an anti-discriminatory matter.",
            "vi": "Bảo vệ chống lại lạm dụng tại các trại –kể cả kiểu giam giữ hoặc nhốt riêng – phải được thiết lập theo luật pháp Việt Nam coi đây là vấn đề chống phân biệt đối xử."
        },
        {
            "en": "The heavily politicized nature of the PLA, as well as the fact that the Communist Party keeps it in relative <em>seclusion</em> from civil agencies, contributes to severe corruption in its organization.",
            "vi": "Bản chất chính trị nặng nề của quân đội Trung Quốc, cũng như thực tế rằng ĐCSTQ giữ quân đội tách khỏi các cơ quan dân sự, đã góp phần vào nạn tham nhũng nghiêm trọng trong cơ cấu tổ chức của quân đội."
        },
        {
            "en": "His affair with 17-year old Marie-Thérèse Walter while he was married to his first wife, Olga Khokhlova, destroyed Olga. She went through a mental breakdown, separated from Picasso, and even urged for a divorce. But Picasso was reluctant to divide his property, so, he declined the divorce.  After Marie-Thérèse Walter, Picasso’s next great muse was artist and photographer Dora Maar. But in 1943, Picasso left Maar for a much younger Françoise Gilot. Maar suffered from complete mental collapse and went into a nun-like <em>seclusion</em>.   Gilot never married Picasso but had two children with him. Picasso once told Gilot, “Women are machines for suffering” and “For me, there are only two kinds of women, goddesses and doormats.” After their nine-year affair, Gilot left Picasso due to the physical abuse inflicted on her. In 1961, Picasso married Jacqueline Roque. Thirteen years after the death of Picasso, Roque killed herself by gunshot.",
            "vi": "Ông ngoại tình với cô gái 17 tuổi Marie-Thérèse Walter khi đang là chồng của người vợ đầu tiên Olga Khokhlova, làm Olga bị tổn thương nghiêm trọng. Bà bị suy sụp tinh thần, ly thân Picasso, thậm chí xin được li dị. Nhưng Picasso không muốn bị chia tài sản nên ông từ chối ly hôn.Sau Marie-Thérèse Walter, nàng thơ tuyệt vời tiếp theo của Picasso là một nghệ sĩ đồng thời là một nhiếp ảnh gia Dora Maar. Nhưng vào năm 1943, Picasso bỏ Maar vì một cô gái trẻ hơn nhiều là Françoise Gilot. Maar suy sụp tinh thần hoàn toàn và sống tách biệt như một bà xơ.Picasso chẳng cưới hỏi gì với Gilot mà vẫn có hai con với nhau. Picasso từng bảo Gilot: \"Phụ nữ là những cỗ máy chịu đựng\" và \"Với anh, chỉ có hai loại phụ nữ là nữ thần và thảm chùi chân.\" Ăn ở với nhau sau 9 năm, Gilot bỏ Picasso vì cô bị bạo hành thân xác. Vào năm 1961, Picasso lấy Jacqueline Roque. Mười ba năm sau khi Picasso chết, Roque tự tử bằng súng."
        }
    ],
    "suggestions": []
}