{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seconded",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "seconded",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seconded",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seconded",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seconded",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They <em>seconded</em> him from British Aerospace.",
            "vi": "Họ đã thuyên chuyển anh ta khỏi cơ quan hàng không không gian Anh."
        },
        {
            "en": "Your hospitality rates <em>seconded</em> to none.",
            "vi": "Lòng mến khách của bà không ai sánh bằng."
        },
        {
            "en": "I was <em>seconded</em> in this research by my eldest son.",
            "vi": "Tôi được con trai cả của tôi phụ trong công trình nghiên cứu này."
        },
        {
            "en": "An officer <em>seconded</em> from the Marines to staff headquarters",
            "vi": "Một sĩ quan được thuyên chuyển từ thủy quân lục chiến về bộ tham mưu"
        },
        {
            "en": "Jill’s been <em>seconded</em> to the marketing department while David’s away.",
            "vi": "Jill đã được thuyên chuyển qua phòng tiếp thị trong khi David đi vắng."
        },
        {
            "en": "I was <em>seconded</em> in this research by my eldest son",
            "vi": "Tôi được con trai cả của tôi phụ giúp trong công trình nghiên cứu này"
        },
        {
            "en": "I was <em>seconded</em> to the Education Service in 1993.",
            "vi": "Tôi được chuyển công tác qua Sở Giáo Dục năm 1993."
        },
        {
            "en": "He was <em>seconded</em> to the sales department for two years.",
            "vi": "Anh ấy đã được thuyên chuyển về bộ phận bán hàng hai năm rồi."
        },
        {
            "en": "She was <em>seconded</em> to the health authority for one year.",
            "vi": "Cô ấy được thuyên chuyển đến cơ quan y tế trong một năm."
        },
        {
            "en": "I was ably <em>seconded</em> in this research by my son.",
            "vi": "Tôi đã được con trai tôi phụ giúp rất nhiều trong công trình nghiên cứu này."
        },
        {
            "en": "The motion has been made and <em>seconded</em> that we stick our heads in the sand.",
            "vi": "Lời đề nghị đã được đưa ra và được tán thành là chúng tôi nên lờ đi sự kiện xui xẻo này và hy vọng nó sẽ chóng qua."
        },
        {
            "en": "The motion was proposed by Mr. Jones and <em>seconded</em> by Mrs. Smith.",
            "vi": "Bản kiến nghị do ông Jones đề xuất và được bà Smith tán thành."
        },
        {
            "en": "He is an officer <em>seconded</em> from the Marines to staff headquarters.",
            "vi": "Ông ta là một sĩ quan được thuyên chuyển từ Thủy quân lục chiến về bộ tham mưu."
        },
        {
            "en": "Any proposal must be <em>seconded</em> by two other members of the committee.",
            "vi": "Bất kỳ đề xuất nào cũng phải được sự đồng ý của hai thành viên trong ủy ban."
        },
        {
            "en": "He was <em>seconded</em> to the Ministry of Culture for a year.",
            "vi": "Ông ấy đã được biệt phái sang Bộ văn hoá một năm."
        },
        {
            "en": "An international advisor on banking reform is expected to be <em>seconded</em> to the Hanoi office.",
            "vi": "Một chuyên gia tư vấn quốc tế về cải cách ngân hàng dự kiến sẽ đến làm việc tại văn phòng ở Hà Nội."
        },
        {
            "en": "I 'm on my way to the airport to pick up an officer <em>seconded</em> from the Marines to staff headquarters.",
            "vi": "Tôi đang trên đường tới sân bay đón một sĩ quan thuyên chuyển từ lực lượng lính thủy đánh bộ về bộ tham mưu."
        },
        {
            "en": "I'm on my way to the airport to pick up an officer <em>seconded</em> from the Marines to staff headquarters.",
            "vi": "Tôi đang trên đường tới sân bay đón một sĩ quan thuyên chuyển từ lực lượng lính thủy đánh bộ về bộ tham mưu."
        },
        {
            "en": "The management team could be supported technically, at least initially, by experienced international venture capitalists (possibly <em>seconded</em> from a regional firm).",
            "vi": "Đội ngũ quản lý này có thể sẽ được hỗ trợ về mặt kỹ thuật, ít nhất là trong giai đoạn đầu, của các chuyên gia quản lý vốn mạo hiểm quốc tế có kinh nghiệm (có thể do một công ty trong khu vực cử đến)."
        },
        {
            "en": "Seven System Vietnam Co. will receive product development and other know-how fostered in Japan from four employees <em>seconded</em> to the country by Seven-Eleven Japan.",
            "vi": "Công ty Seven System Việt Nam sẽ được nhận sản phẩm tiên tiến và các bí quyết nuôi dưỡng tại Nhật Bản từ bốn nhân viên biệt phái của Seven - Eleven Japan."
        }
    ],
    "suggestions": []
}