{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[si:'krətiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">hay giấu giếm, hay giữ kẽ; thích giữ bí mật, giấu ý nghĩ của mình</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a secretive nature</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bản chất hay giấu giếm</font></td></tr></table><i/></div>",
            "word": "secretive",
            "pronounce": "[si:'krətiv]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>secretive</k><blockquote>■ <cclass>adjective inclined to conceal feelings and intentions or not to disclose information. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>secretively</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>secretiveness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: back-form. from <i>secretiveness</i>, suggested by Fr. <i>secrétivité</i>, from <i>secret</i> 'secret'. </blockquote></div>",
            "word": "secretive",
            "pronounce": "[si:'krətiv]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>secretive</k><blockquote>▸ <cclass>adjective UNCOMMUNICATIVE, secret, unforthcoming, playing one's cards close to one's chest, reticent, reserved, silent, non-communicative, quiet, tight-lipped, close-mouthed, taciturn.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>open, communicative.</blockquote></div>",
            "word": "secretive",
            "pronounce": "[si:'krətiv]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>secretive</k><blockquote><blockquote><ex><abr>adj.</abr> secretive about (secretive about one's plans)</ex></blockquote></blockquote></div>",
            "word": "secretive",
            "pronounce": "[si:'krətiv]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "secretive",
            "pronounce": "[si:'krətiv]"
        }
    },
    "sentences": [
        {
            "en": "A <em>secretive</em> nature",
            "vi": "Bản chất hay giấu giếm"
        },
        {
            "en": "He is <em>secretive</em> about everything.",
            "vi": "Anh ta cái gì cũng cho là bí mật."
        },
        {
            "en": "I hate his <em>secretive</em> nature.",
            "vi": "Tôi ghét cái bản chất hay giấu giếm của anh ta."
        },
        {
            "en": "Everybody is being <em>secretive</em>. There's something cooking",
            "vi": "Mọi người có vẻ giấu giấu giếm giếm. Có âm mưu gì đây?"
        },
        {
            "en": "Vietnamese is very <em>secretive</em> and shy especially for women.",
            "vi": "Người việt rất kín đáo và e thẹn đặc biệt là phụ nữ."
        },
        {
            "en": "He's a <em>secretive</em> person, so nobody can understand him.",
            "vi": "Anh ta là người hay giấu giếm nên chẳng ai hiểu anh ta cả."
        },
        {
            "en": "These burial structures were more <em>secretive</em> than the large pyramids of earlier pharaohs.",
            "vi": "Những kiến trúc lăng mộ này kín đáo hơn so với các kim tự tháp to lớn của các vị vua trước."
        },
        {
            "en": "John is a hard man to get to since he is so taciturn and <em>secretive</em>.",
            "vi": "John là một người đàn ông khó hiểu vì anh ta quá trầm và kín đáo."
        },
        {
            "en": "Richard is a hard man to get to since he is so taciturn and <em>secretive</em>.",
            "vi": "Richard là người khó tiếp xúc vì anh ta lầm lỳ ít nói và hay bí mật."
        },
        {
            "en": "Because of the harsh private sector regulatory and tax environment, firms tend to protect their interests by being <em>secretive</em>.",
            "vi": "Do môi trường thuế và môi trường điều tiết khắt khe đối với khu vực tư nhân, các công ty có xu hướng bảo vệ quyền lợi của họ bằng cách giữ bí mật."
        },
        {
            "en": "And now, it was either too late or she did not have the patience or the wisdom to penetrate their small <em>secretive</em> hearts.",
            "vi": "Và bây giờ, hoặc là đã quá muộn, hoặc là nàng không đủ kiên nhẫn hay khôn ngoan để thâm nhập trái tim nhỏ bé kín đáo của chúng."
        },
        {
            "en": "No one's seen him for fifteen years! He's become a very <em>secretive</em> man! He even has the windows of his state carriage back out!",
            "vi": "15 năm rồi không ai thấy ông ta đâu cả! Ông ta đã trở thành một con người kín đáo vô cùng! Ngay cửa sổ ông ta cũng bắt kéo rèm kín mít!"
        },
        {
            "en": "These are devices such as special glasses with a built-in transmitter and a separate wireless earpiece, aimed at establishing a two-way <em>secretive</em> audio communication between people during exams.",
            "vi": "Chúng là những thiết bị như các cặp kính đặc biệt có gắn một máy truyền tín hiệu và một tai nghe không dây riêng biệt, nhằm thiết lập một cuộc hội thoại bí mật hai chiều giữa nhiều người trong các kỳ thi."
        },
        {
            "en": "Because of their <em>secretive</em> nature not much is known about them. Bat Conservation International says bats are generally misunderstood, often disliked, and a cause of inexplicable fear for many people.",
            "vi": "Bởi vì đặc tính kín kẽ của loài động vật này nên nhiều người không biết về chúng. Trung tâm quốc tế về bảo vệ loài dơi đã nói rằng dơi thường hay bị hiểu nhầm, ghét bỏ và gây ra những mối lo sợ không thể giải thích được cho con người."
        },
        {
            "en": "Because of their <em>secretive</em> nature not much is known about them. Bat Conservation International says bats are generally misunderstood, often disliked, and a cause of inexplicable fear for many people.",
            "vi": "Bởi vì đặc tính kín kẽ của loài động vật này nên nhiều người không biết về chúng. Trung tâm quốc tế về bảo vệ loài dơi đã nói rằng dơi thường hay bị hiểu nhầm, ghét bỏ và gây ra những mối lo sợ không thể giải thích được cho con người."
        },
        {
            "en": "3. Samsung is Intensely <em>Secretive</em>.\n\nSamsung, and the South Koreans in general, take security and privacy extremely seriously. On my visit we were not allowed to take any photos that included any part of any Samsung building, lest we turn out to be industrial spies ",
            "vi": "3. Samsung cực kì bảo mật. \n\nSamsung, và người Hàn Quốc nói chung, rất coi trọng tính bảo mật và riêng tư. Trong chuyến viếng thăm, chúng tôi không được phép chụp ảnh bất kỳ bộ phận nào của bất kỳ toà nhà Samsung nào, vì sợ rằng chúng tôi hoá ra lại là gián điệp trong ngành. "
        },
        {
            "en": "The image of the Pompidou pervaded popular culture in the 1970s, making appearances everywhere - on record-album covers and a table lamp, and even acting as the set for a James Bond 1 film. This did much to overcome the <em>secretive</em> nature of the architectural culture of its time, as it enabled wider audience to appreciate the style and content of the building and so moved away from the strictly professional view.",
            "vi": "Hình ảnh của tòa nhà Pompidou đã ăn sâu trong văn hóa Pháp những năm 70, khi nó có mặt ở khắp mọi nơi- trên huy chương- trên đĩa nhạc, cây đèn bàn và thậm chí được dùng trong một cảnh quay trong phim James Bond. Lối kiến trúc của tòa nhà phá vỡ đi hình thức thiết kế theo lối kín đáo trong thời gian này khi mà nó được một lượng lớn khách viếng đánh giá cao về phong cách và bố cục của tòa nhà khi đó thoát khỏi cách nhìn khắc khe của các nhà chuyên môn."
        },
        {
            "en": "With the mulberry silkworm being native to China, the country was the world’s sole producer of silk for many hundreds of years. The secret of silk-making eventually reached the rest of the world via the Byzantine Empire, which ruled over the Mediterranean region of southern Europe, North Africa and the Middle East during the period 330—1453 AD. According to another legend, monks working for the Byzantine emperor Justinian smuggle silkworm eggs to Constantinople (Istanbul in modern-day Turkey) in 550 AD, concealed inside hollow bamboo walking canes. The Byzantines were as <em>secretive</em> as the Chinese, however, and for many centuries the weaving and trading of silk fabric was a strict imperial monopoly. ",
            "vi": "Với dâu tằm xuất xứ từ Trung Quốc, đất nước này trờ thành nhà sản xuất lụa duy nhất trên thế giới trong hàng trăm năm. Bí mật của việc tạo sản xuất lụa tơ tằm cuối cùng đã hé lộ với phần còn lại của thế giới nhờ đế chế Byzantine, đế chế thống trị vùng Địa Trung Hải gồm phía Nam Châu u, Bắc Phi và Trung Đông trong suốt khoảng thời gian từ 330-1453 trước công nguyên. Theo như một truyền thuyết khác, các nhà sư làm việc cho hoàng đế Byzantine Justinian đã buôn lậu trứng của sâu tằm tới Constantinople (Istanbul ở Thổ Nhĩ Kì ngày nay) vào 550 trước công nguyên, bằng cách giấu bên trong những chiếc gậy ba toong rỗng bằng tre. Người Byzantines đã giấu bí mật giống như người Trung Quốc, tuy nhiên sau nhiều thế kỉ việc dệt và mua bán lụa tơ tằm là viêc độc quyền của giới hoàng gia."
        }
    ],
    "suggestions": []
}