{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[si'dju:s]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">quyến rũ; dụ dỗ, cám dỗ (nhất là ai còn trẻ tuổi, ít kinh nghiệm hơn mình) để giao hợp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thuyết phục; cám dỗ, rủ rê, quyến rũ (làm cái gì sai trái..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to seduce a woman</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">quyến rũ một người đàn bà</font></td></tr></table><i/></div>",
            "word": "seduce"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>seduce</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 entice into sexual activity. </blockquote></blockquote><blockquote><blockquote>2》 persuade to do something inadvisable. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>seducer</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>seducible</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>seductress</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C15 (earlier (ME) as <i>seduction</i>): from L. <i>seducere</i>, from <i>se-</i> 'away' + <i>ducere</i> 'to lead'. </blockquote></div>",
            "word": "seduce"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>seduce</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>he took her to his hotel room and tried to seduce her</i>: persuade to have sex; <cclass><i>euphemistic</i> have one's (wicked) way with, take advantage of; <cclass><i>dated</i> debauch.</cclass></cclass></blockquote><blockquote><b>2</b><i>a firm which had seduced customers into buying worthless products</i>: ATTRACT, allure, lure, tempt, entice, beguile, inveigle, manoeuvre.</blockquote></div>",
            "word": "seduce"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seduce"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seduce"
        }
    },
    "sentences": [
        {
            "en": "<em>Seduce</em> a woman",
            "vi": "Quyến rũ một phụ nữ"
        },
        {
            "en": "Stop trying to <em>seduce</em> me!",
            "vi": "Đừng làm duyên làm dáng với tôi nữa!"
        },
        {
            "en": "He's trying to <em>seduce</em> his secretary.",
            "vi": "Ông ta đang tìm cách gạ gẫm dụ dỗ cô thư ký."
        },
        {
            "en": "Money and position cannot <em>seduce</em> a genuine revolutionary.",
            "vi": "Tiền tài địa vị không cám dỗ nổi người cách mạng chân chính."
        },
        {
            "en": "If Hatsumomo ever understood my feelings for him, she might very well try to <em>seduce</em> him, if for no other reason than to cause me pain.",
            "vi": "Nếu hatsumono biết được tình cảm của tôi dành cho ông ấy, thế nào cô ta cũng tìm cách để dụ dỗ ông ấy, mục đích duy nhất chỉ để làm cho tôi đau khổ."
        },
        {
            "en": "As for my undergarments, i'd shortened my koshimaki-my hip wrap by rolling it at the waist, so that if i decided after all to <em>seduce</em> the Minister, he'd have no trouble finding his way inside it.",
            "vi": "Còn đồ lót, tôi vấn cao chiếc koshimoki vải quấn quanh mông lên trên eo, để phòng khi tôi dụ được ông thứ trưởng, ông ta có thể dễ dàng vào trong tôi."
        },
        {
            "en": "Mobile phone usage kick starts brain energy consumption    Although there is no statistical proof that mobile phone usage causes tumors and the like, it has been discovered that there is certainly chemicals in the brain that are affected. Just fifty minutes on your cell phone causes an increase in brain glucose, or sugar, metabolism.   Glucose is the form of sugar that travels in your bloodstream to fuel the mitochondrial furnaces responsible for your brain power. Glucose is the only fuel normally used by brain cells. Because neurons cannot store glucose, they depend on the bloodstream to deliver a constant supply of this precious fuel.   This blood sugar is obtained from carbohydrates: the starches and sugars you eat in the form of grains and legumes, fruits and vegetables. Too much sugar or refined carbohydrates at one time, however, can actually deprive your brain of glucose, depleting its energy supply and compromising the brain's power to concentrate, remember, and learn. Mental activity requires a lot of energy.   Dr. Nora D. Volkow, the director of the National Institute on Drug Abuse, led a team who took 47 healthy people and scanned their brains while they held cell phones to their ears. They used PET imaging (positron emission tomography) to measure how their brains used glucose, which again, is the primary fuel used by brain cells. Only the areas of the brain closest to the phone's antenna were activated, primarily the orbit frontal cortex and temporal pole.   Brain cells need two times more energy than the other cells in the body.  Neurons, the cells that communicate with each other, have a high demand for energy because they're always in a state of metabolic activity. Even during sleep, neurons are still at work repairing and rebuilding their worn out structural components.   They are manufacturing enzymes and neurotransmitters that must be transported out to the very ends of their nerve branches, some that can be several inches, or feet, away.   Most demanding of a neuron's energy, however, are the bioelectric signals responsible for communication throughout the nervous system. This nerve transmission consumes one-half of all the brain's energy (nearly 10% of the whole body's energy).     It isn't clear that this increased brain activity is necessarily harmful in either the long or the short term. However, brain tumors use glucose to grow so an increase in glucose activity may not be good. In addition, cell phone use increases among kids, their smaller, still-developing brains may face an increased risk from the radio frequency emissions.     Aside, a Motorola sponsored study found cell phones give people a newfound personal power, enabling unprecedented mobility and allowing them to conduct their business on the go. Interesting enough, gender differences can be found in phone use. Women see their cell phone as a means of expression and social communication, while males tend to use it as an interactive toy. Some men view the cell phone as a status symbol, competing with other males for the most high tech toy and even using the cell phone to <em>seduce</em> the opposite sex. The fact is that much more research needs to be done to truly examine cell phone impact on physiology.   Dr. Rolando F. Del Maestro of the Montreal Neurological Institute concludes:  \"In people who are using cell phones a lot, this suggests to me you would be wise to use a hands-free system, if you possibly can. It just makes logical sense that if something is changing brain metabolism, you probably don't want that near your ear.\"  Source: Journal of American Medical Association Written by Sy Kraft, B.A.  Copyright: Medical News Today",
            "vi": "Sử dụng điện thoại di động làm tiêu thụ năng lượng não    Mặc dù không có bằng chứng thống kê sử dụng điện thoại di động gây ra các khối u và những bệnh tương tự, nhưng chắc chắn là có ảnh hưởng đến các hóa chất trong não. Chỉ cần nói chuyện điện thoại di động 50 phút đã đủ làm tăng sự trao đổi chất của glu-cô hoặc đường huyết não.  Glu-cô là dạng đường luân chuyển trong máu để cung cấp năng lượng cho hệ giải phóng ty lạp thể chịu trách nhiệm cung cấp năng lượng cho não. Glu-cô là nhiên liệu duy nhất thường được sử dụng bởi các tế bào não. Bởi vì tế bào thần kinh không thể lưu trữ glu-cô nên chúng phụ thuộc vào máu để được cung cấp liên tục nhiên liệu quý báu này. Đường huyết này thu được từ các các-bô-hy-đrát: tinh bột và đường mà bạn ăn dưới dạng đậu, ngũ cốc và rau quả. Quá nhiều đường hay tinh bột tinh chế trong cùng một lúc, dù với mức độ nào, thực sự đều có thể làm mất glu-cô trong não, làm suy giảm nguồn cung cấp năng lượng và ảnh hưởng đến sức mạnh tập trung, trí nhớ, và học hỏi của não. Hoạt động trí tuệ đòi hỏi nhiều năng lượng.  Tiến sĩ Nora D. Volkow, giám đốc Viện Lạm dụng ma túy Quốc gia, cùng với nhóm nghiên cứu đã kiểm tra 47 người khỏe mạnh và chụp cắt lớp não của những người này trong khi họ áp điện thoại di động lên tai. Họ đã sử dụng kỹ thuật chụp ảnh PET (chụp ảnh cắt lớp nhờ phóng xạ) để nghiên cứu cách thức não sử dụng glu-cô, nhiên liệu chủ yếu được sử dụng bởi các tế bào não.    Các tế bào não cần năng lượng nhiều gấp hai lần so với các tế bào khác trong cơ thể. Nơron, là các tế bào giao tiếp với nhau, có nhu cầu năng lượng cao vì chúng luôn trong trạng thái hoạt động trao đổi chất. Ngay cả trong giấc ngủ, nơron vẫn làm việc để sửa chữa và tái tạo các thành phần cấu trúc đã kiệt sức của chúng. Chúng sản xuất các en-zim và chất dẫn truyền thần kinh phải được vận chuyển đến các đầu cuối của các nhánh dây thần kinh, một số có thể cách xa đến vài inch hoặc vài phút.   Hầu hết các yêu cầu về năng lượng của nơron, ở bất kỳ mức độ nào, là những tín hiệu điện sinh học chịu trách nhiệm về thông tin liên lạc trong hệ thần kinh. Sự dẫn truyền thần kinh này tiêu thụ một nửa năng lượng của toàn bộ não (gần 10% năng lượng của toàn bộ cơ thể).  Không rõ hoạt động tăng của não có hại tất yếu trong cả thời gian ngắn hoặc dài không. Tuy nhiên, các khối u não sử dụng glu-cô để phát triển do đó sự tăng hoạt động của glu-cô có thể không tốt. Ngoài ra, việc sử dụng điện thoại di động cũng gia tăng trong trẻ em, với độ tuổi ngày càng nhỏ hơn và não vẫn còn đang phát triển, có thể dẫn đến nguy cơ phải đối mặt với bức xạ điện tử của sóng vô tuyến. Thêm nữa, một nghiên cứu do hãng điện thoại Motorola tài trợ cho thấy điện thoại di động mang đến cho con người dân một sức mạnh cá nhân mới, tạo ra tính cơ động chưa từng có và mọi người có thể tiến hành công việc của mình ở mọi nơi. Thú vị hơn, có sự khác biệt giới tính trong việc sử dụng điện thoại. Phụ nữ xem điện thoại di động của mình như là một phương tiện thể hiện và giao tiếp xã hội, trong khi nam giới có xu hướng sử dụng nó như một món đồ chơi tương tác. Một số đàn ông xem điện thoại di động như một biểu tượng cho sự thành đạt, cạnh tranh xem ai có đồ chơi công nghệ tiên tiến nhất và thậm chí sử dụng điện thoại di động để quyến rũ phụ nữ. Thực tế là cần có thêm nhiều nghiên cứu nữa để thực sự xem xét ảnh hưởng của điện thoại di động đối với sinh lý.   Tiến sĩ Rolando F. Del Maestro của Viện thần kinh Montreal kết luận: “Ở những người sử dụng điện thoại di động nhiều, thì nên sử dụng hệ rảnh tay nếu có thể. Bởi vì nếu một điều gì đó có thể tác động đến sự chuyển hoá của não thì có lẽ bạn không nên để nó gần tai của mình.”  Nguồn: Tạp chí của Hiệp hội Y tế Hoa Kỳ Tác giả: Sy Kraft, B.A  Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}