{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[si:p]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">rỉ ra, thấm qua (về chất lỏng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">water seeping through the roof of the tunnel</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nước rỉ ra qua trần hầm</font></td></tr></table><i/></div>",
            "word": "seep"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>seep</k><blockquote>■ <cclass>verb (of a liquid) flow or leak slowly through porous material or small holes. </cclass></blockquote><blockquote>■ <cclass>noun <cclass>N. Amer. a place where petroleum or water seeps out of the ground. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>seepage</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: perh. a dialect form of OE <i>sīpian</i> 'to soak'. </blockquote></div>",
            "word": "seep"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>seep</k><blockquote>▸ <cclass>verb OOZE, trickle, exude, drip, dribble, flow, issue, escape, leak, drain, bleed, filter, percolate, soak.</cclass></blockquote></div>",
            "word": "seep"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>seep</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>P</abr>; <abr>intr.</abr>) the water seeped in to the basement</ex></blockquote></blockquote></div>",
            "word": "seep"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lọt ra</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rò rỉ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thấm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rỉ ra</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thấm ra</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thấm (qua)</font></td></tr></tbody></table></div>",
            "word": "seep"
        }
    },
    "sentences": [
        {
            "en": "<em>seep</em>",
            "vi": "rò rỉ"
        },
        {
            "en": "<em>seep</em> away",
            "vi": "mất dần; tan biến dần"
        },
        {
            "en": "Methane and hydrogen sulfide <em>seep</em> from the ocean floor.",
            "vi": "Khí mêtan và hiđrô sunphua thoát ra từ đáy đại dương."
        },
        {
            "en": "The supply of food gradually began to <em>seep</em> away.",
            "vi": "Nguồn cung cấp thực phẩm bắt đầu mất dần đi."
        },
        {
            "en": "Thoughts of revenge started to <em>seep</em> into her mind.",
            "vi": "Ý nghĩ trả thù đã bắt đầu len lỏi vào đầu cô ấy."
        },
        {
            "en": "The helium will slowly <em>seep</em> out of the balloon.",
            "vi": "Khí hê - li từ từ thoát ra khỏi quả bóng."
        },
        {
            "en": "The helium will slowly <em>seep</em> out of the balloon.",
            "vi": "Khí hê-li từ từ thoát ra khỏi quả bóng."
        },
        {
            "en": "You can't be fast if information has to <em>seep</em> slowly through layer after layer of management.",
            "vi": "Bạn không thể nhanh nếu thông tin phải đi một cách chậm chạp qua từng lớp quản lý."
        },
        {
            "en": "After about a minute, someone spoke, and the tension in the room began to <em>seep</em> away.",
            "vi": "Khoảng một phút sau, có người lên tiếng và căng thẳng trong phòng bắt đầu tan biến dần."
        },
        {
            "en": "My voice was just a whisper now ; awareness was beginning to <em>seep</em> through me, trickling like acid through my veins.",
            "vi": "Giọng tôi giờ chỉ còn là tiếng thì thầm; nhận thức đang bắt đầu thấm qua tôi, như a-xít thấm vào tĩnh mạch."
        },
        {
            "en": "Take part in seminars and international workshops such as the Asian Microfinance Forum and the <em>SEEP</em> Asian Network Summit.",
            "vi": "Tham gia các hội thảo khu vực và quốc tế như: Diễn đàn tài chính vi mô châu Á, Hội nghị thượng đỉnh Mạng lưới SEEP."
        },
        {
            "en": "Don't let a little vanity <em>seep</em> into your actions or excite more expectations or create a deeper sense of entitlement.",
            "vi": "Đừng để sự phù hoa len lỏi vào hành động của bạn, hay kỳ vọng quá cao, hay tạo cảm giác ban ơn."
        },
        {
            "en": "My voice was just a whisper now; awareness was beginning to <em>seep</em> through me, trickling like acid through my veins.",
            "vi": "Giọng tôi giờ chỉ còn là tiếng thì thầm ; nhận thức đang bắt đầu thấm qua tôi, như a - xít thấm vào tĩnh mạch."
        },
        {
            "en": "This type of injury makes fluid <em>seep</em> out of the blood vessels, which causes swelling and blistering.",
            "vi": "Loại tổn thương này làm cho lưu chất thấm qua mạch máu, điều này gây ra sưng và giộp."
        },
        {
            "en": "In the water sector, decayed distribution networks allow pollutants to <em>seep</em> into the water supply and 30% of piped water is lost before it ever reaches customers.",
            "vi": "Trong ngành nước, mạng lưới cấp nước xuống cấp làm cho các chất ô nhiễm thâm nhập vào hệ thống cấp nước và 30% nước máy bị thất thoát trước khi đến được tới ngời tiêu dùng."
        },
        {
            "en": "Hazardous substances may <em>seep</em> through the soil into groundwater, or be carried to nearby land and waterways in rainwater or on dust particles.",
            "vi": "Các chất độc hại có thể bị rửa trôi từ đất đi vào vào các tầng nước ngầm, hệ thống nước mặt và lan sang các vùng đất lân cận, có mặt trong nước mưa hoặc trong bụi."
        },
        {
            "en": "In China, the delay of several months allowed it to <em>seep</em> out into rural areas where it may well become endemic.",
            "vi": "Tại Trung Quốc, sự chậm trễ kéo dài hàng tháng đã khiến nó lan ra các vùng nông thôn và có thể trở thành đại dịch."
        },
        {
            "en": "Anger might be shown openly when someone “loses it” but it’s more likely to <em>seep</em> into email communication or water cooler gossip and criticism. It might lead to bullying behaviour or people not sharing information.",
            "vi": "Sự tức giận có thể thấy rõ khi người ta không kiểm soát được nữa; nhưng cũng có khả năng nó sẽ rò rỉ qua giao tiếp thư điện tử hoặc là \"nói xấu\", chỉ trích tại nơi công sở. Điều này sẽ dẫn đến những cư xử bạo lực hay khiến cho người ta trở nên ích kỷ, không muốn chia sẻ bất kỳ điều gì."
        },
        {
            "en": "Over time, the nitro can <em>Seep</em> out , crystallising on the outside of the sticks or pooling at the bottom of storage boxes, with all the consequent instability that raw nitro Possess es.",
            "vi": "Theo thời gian, nitro có thể rò rỉ ra, kết tủa bên ngoài các thanh hoặc đọng lại ở đáy các thùng chứa, và vẫn ẩn chứa những nguy cơ rủi ro bất ổn định mà nitro vốn có."
        },
        {
            "en": "Recently, the non-profit group Small Enterprise Education and Promotion held a conference in Washington. <em>SEEP</em> works with over one hundred twenty groups around the world in efforts to cut poverty. It does this by supporting small businesses.",
            "vi": "Gần đây, nhóm hoạt động phi lợi nhuận Xúc tiến và Đào tạo Doanh nghiệp nhỏ (SEEP) tổ chức một hội thảo ở Washington. SEEP hợp tác với hơn 120 nhóm khắp nơi trên thế giới trong nỗ lực giảm nghèo. Họ thực hiện việc này bằng cách hỗ trợ các doanh nghiệp nhỏ."
        }
    ],
    "suggestions": []
}