{
    "en_vn": {
        "data": {
            "content": null,
            "word": "segregated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "segregated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "segregated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "segregated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bị cô lập</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được tách ra</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">segregated aggregate</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cốt liệu đã phân loại</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">segregated ash content</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hàm lượng tro tự do</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">segregated vein</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạch phân tách</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "segregated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Segregated</em> society",
            "vi": "Xã hội phân biệt đối xử"
        },
        {
            "en": "They <em>segregated</em> cholera patients.",
            "vi": "Họ đã cách ly các bệnh nhân dịch tả."
        },
        {
            "en": "A <em>segregated</em> society is not fair.",
            "vi": "Một xã hội phân biệt đối xử thì không công bằng."
        },
        {
            "en": "The US is still definitely a <em>segregated</em> society.",
            "vi": "Nước Mỹ dứt khoát vẫn là một xã hội phân biệt đối xử."
        },
        {
            "en": "Why should the handicapped be <em>segregated</em> from the able - bodied?",
            "vi": "Tại sao lại phải tách người tàn tật ra khỏi người khỏe mạnh?"
        },
        {
            "en": "Why should the handicapped be <em>segregated</em> from the able-bodied?",
            "vi": "Tại sao lại phải tách người tàn tật ra khỏi người khoẻ mạnh?"
        },
        {
            "en": "Similarly, new investments in <em>segregated</em> education should be avoided.",
            "vi": "Tương tự như thế, ta nên tránh đầu tư vào giáo dục chuyên biệt."
        },
        {
            "en": "He served most of his sentence <em>segregated</em> from the other prisoners.",
            "vi": "Phần lớn thời gian án tù ông ta bị biệt giam với các tù nhân khác."
        },
        {
            "en": "The two groups of fans must be <em>segregated</em> in the stadium.",
            "vi": "Hai nhóm người hâm mộ phải được bố trí cách xa nhau ở sân vận động."
        },
        {
            "en": "Gender-<em>segregated</em> employment practices and wage gaps affect female domestic migrants.",
            "vi": "Thực tiễn việc làm tách biệt giới và khoảng cách tiền lương ảnh hưởng tới phụ nữ di cư trong nước."
        },
        {
            "en": "Like internal migration within Vietnam, cross-border laborers also tend to work in sex-<em>segregated</em> sectors.",
            "vi": "Cũng như di cư trong nước, lao động xuất khẩu cũng có xu hướng làm việc trong các lĩnh vực riêng cho từng giới."
        },
        {
            "en": "However there is very <em>segregated</em> access to these training opportunities and hence wage employment data shows a corresponding segregation.",
            "vi": "Tuy nhiên, có một sự tiếp cận rất khác đối với những cơ hội đào tạo này và do đó số liệu về công việc được trả lương cho thấy sự khác nhau tương ứng."
        },
        {
            "en": "Once <em>segregated</em> institutions are closed, funds used on these programs can be transferred to support community-based services.",
            "vi": "Một khi những trường tách biệt đóng cửa, những khoản kinh phí được dùng cho các chương trình này có thể được chuyển sang hỗ trợ dịch vụ dựa vào cộng đồng."
        },
        {
            "en": "Yet Viet Nam continues to recognize and utilize separate and <em>segregated</em> educational systems that are inconsistent with the CRPD.",
            "vi": "Ấy nhưng Việt Nam tiếp tục công nhận và sử dụng hệ thống giáo dục tách biệt, điều này không nhất quán với CRPD."
        },
        {
            "en": "Despite improvements in the 1990s, nearly every major American city still contains a collection of extremely poor, racially <em>segregated</em> neighbourhoods.",
            "vi": "Bất chấp những tiến bộ trong những năm 90, gần như mỗi thành phố lớn ở Mỹ vần còn những khu vực rất nghèo và các vùng phân biệt chủng tộc."
        },
        {
            "en": "Such gender-biased advertising is likely to discourage women and men from seeking jobs that challenge the gender <em>segregated</em> nature of training.",
            "vi": "Những quảng cáo mang định kiến giới kiểu như thế dường như đã làm nản lòng cả phụ nữ và nam giới trong việc tìm kiếm cơ hội thách thức bản chất công tác đào tạo mang tính phân biệt giới."
        },
        {
            "en": "Taken together, the CRC and CRPD establish that governments must plan for the full integration into society of children now <em>segregated</em> from society.",
            "vi": "Gộp chung lại, CRC và CRPD đặt ra rằng chính phủ phải có kế hoạch đưa trẻ em nào hiện nay đang bị chia tách khỏi xã hội được hòa nhập đầy đủ vào xã hội."
        },
        {
            "en": "In direct contradiction to Article 19 of the CRPD, MDRI has learned that Viet Nam is now expanding these <em>segregated</em> residential institutions and programs.",
            "vi": "Trực tiếp đi ngược với Điều 19 của CRPD, MDRI đã thấy rằng Việt Nam đang mở rộng những cơ sở chăm sóc nội trú tập trung và chương trình chuyên biệt kiểu này."
        },
        {
            "en": "Also, international support can be particularly important in assisting Viet Nam in making the transition from <em>segregated</em> to integrated education and community-based services.",
            "vi": "Hỗ trợ quốc tế có thể đặc biệt quan trọng hỗ trợ Việt Nam chuyển đổi từ giáo dục tách biệt sang giáo dục hòa nhập và dịch vụ dựa vào cộng đồng."
        },
        {
            "en": "Right to Education Children with disabilities in Viet Nam frequently receive sub-standard and <em>segregated</em> education, while many receive no education at all.",
            "vi": "Quyền được giáo dục TKT tại Việt Nam thường chỉ nhận được giáo dục theo chuẩn thấp và tách biệt, trong khi rất nhiều trẻ em khác không được giáo dục gì."
        }
    ],
    "suggestions": []
}