{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sei",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sei</k><blockquote>■ <cclass>noun another term for <kref>sei whale</kref>. </cclass></blockquote></div>",
            "word": "sei",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sei",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sei",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sei",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>SEI</em> Capability Maturity Model (CMMI) suggests that an organization’s maturity is based upon a well defined and effectively executed process.",
            "vi": "Mô hình trưởng thành năng lực của SEI (CMMI) gợi ý rằng trưởng thành của một tổ chức dựa trên quy trình được thiết lập rõ và được thực hiện có hiệu quả."
        },
        {
            "en": "The study was conducted on “<em>sei</em>-katsu-sha,” or the fundamental philosophy Hakuhodo’s uses to gain deep insights into the lifestyles, aspirations and dreams of people in ASEAN countries.",
            "vi": "Sự nghiên cứu đã được thực hiện ở \"sei-katsu-sha\", hoặc triết lý của Hakuhodo dùng để nhìn nhận về chiều sâu vào lối sống, nguyện vọng và mơ ước của người dân ở những quốc giá ASEAN."
        },
        {
            "en": "The <em>sei</em>-katsu-sha spirit is more than simply a consumer but “a holistic person – an individual with a lifestyle, aspirations and dreams,” according to the Tokyo-based advertising agency.",
            "vi": "Tinh thần sei-katsu-sha là đơn giản hơn một người tiêu dùng nhưng \"một người toàn diện-một cá nhân với một lối sống, nguyện vọng và mơ ước\" theo như Công ty quảng cáo tại Tokyo."
        }
    ],
    "suggestions": []
}