{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seidel",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "seidel",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seidel",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seidel",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seidel",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Seidel</em> said throughout his education and working career, friends and colleagues were \"very quick to help and were very supportive.\"",
            "vi": "Seidel nói trong suốt quá trình học tập và làm việc, bạn bè, đồng nghiệp đã \"nhanh chóng để giúp đỡ và rất ủng hộ ông\"."
        },
        {
            "en": "<em>Seidel</em> and his family were among the millions of people displaced during the annexation of parts of Central Europe by Nazi Germany between 1938 and 1945.",
            "vi": "Seidel và gia đình ông là một trong số hàng triệu người phải di cư trong quá trình sáp nhập của khu vực Trung Âu bởi Đức Quốc xã giữa những năm 1938 và 1945."
        },
        {
            "en": "Dirk <em>Seidel</em> knew that if he was going to make a new life in the United States he had to learn English. Speaking only German when he arrived as a refugee in 1957, <em>Seidel</em> was determined not only to speak, read and write English, but also to \"really understand\" the language.",
            "vi": "Dirk Seidel biết rằng nếu anh ấy muốn bắt đầu một cuộc sống mới tại Hoa Kỳ anh đã học tiếng Anh. Khi anh đến nước này như một người tị nạn vào năm 1957 anh chỉ biết nói tiếng Đức, Seidel xác định rằng không những chỉ nói, đọc và viết tiếng Anh, mà anh còn cần \"thực sự hiểu\" ngôn ngữ này."
        },
        {
            "en": "Appreciative of the help he received, <em>Seidel</em> now volunteers as an English tutor for the Amado-Sahuarita Adult Learning Program and is among the few non-native English speaking instructors.",
            "vi": "Đánh giá cao sự giúp đỡ mà mình nhận được, Seidel giờ tình nguyện trở thành gia sư tiếng Anh cho chương trình học tiếng Anh dành cho người lớn Amado - Sahuarita và là một trong số ít các giảng viên không phải là người tiếng Anh bản địa."
        },
        {
            "en": "<em>Seidel</em> applied for a refugee visa and was sponsored by a Congregationalist church in Boston, arriving in 1957. He enlisted in the U.S. Air Force in 1958, where he continued learning English, and received his U.S. citizenship in 1961. Leaving the military in 1962, <em>Seidel</em> landed a job with Texas Instruments, where he worked for 35 years, retiring in the mid 1990s as an operations manager overseeing hundreds of employees.",
            "vi": "Seidel nộp đơn xin visa tị nạn và nhận được sự giúp đỡ bởi nhà thờ Congregation tại Boston, đến năm 1957. Ông gia nhập vào lực lượng không quân Mỹ vào năm 1958, nơi ông tiếp tục học tiếng Anh và nhận được quyền công dân Mỹ vào năm 1961. Rời quân ngũ vào năm 1962, Seidel có được một công việc tại Texas Instruments, nơi ông làm việc trong 35 năm như một người quản lý hoạt động giám sát hàng trăm nhân viên và nghỉ hưu vào giữa những năm 1990."
        },
        {
            "en": "<em>Seidel</em> and his wife, Alberta, moved to Quail Creek 12 years ago, and for the past three years, Dirk has volunteered as an English as a Second Language tutor.",
            "vi": "Seidel và vợ ông, bà Alberta, chuyển đến Quail Creek cách đây 12 năm và trong ba năm qua, Dirk đã tình nguyện trở thành gia sư tiếng Anh như ngôn ngữ thứ 2."
        },
        {
            "en": "\"It was a period of what was called ethnic cleansing, a terrible time for everybody. Our area was completely bombed out and we were left with nothing,\" <em>Seidel</em> said. \"My father was able to eventually reopen his restaurant business, but I decided to come to America.\"",
            "vi": "\"Đó là thời kỳ của những gì được gọi là thanh lọc sắc tộc, một thời gian khủng khiếp đối với tất cả mọi người. Khu vực của chúng tôi đã hoàn toàn bị tàn phá bởi những vụ đánh bom và chúng tôi không còn lại gì\" Seidel nói. \"Cha tôi cuối cùng đã có thể để mở cửa trở lại kinh doanh nhà hàng của mình, nhưng tôi đã quyết định đến Mỹ.\""
        },
        {
            "en": "\"People were kind enough to want me to succeed,\" <em>Seidel</em> said. \"This is what I want other people who want to learn English to understand. There are people who want to help them and I want to be part of that.\"",
            "vi": "\"Mọi người đều muốn tôi thành công\" Seidel nói. \"Đây là những gì tôi muốn người khác, những người muốn học tiếng Anh hiểu được. Có những người luôn muốn giúp đỡ họ và tôi muốn là một trong số đó.\""
        },
        {
            "en": "\"I want to pay back the kindness that many people showed me when I first arrived here,\" <em>Seidel</em> said. \"I can relate to the students because I know first-hand how it feels to not know how to speak English because I have been there.\"",
            "vi": "\"Tôi muốn đáp lại sự tử tế mà nhiều người dành cho tôi khi tôi lần đầu tiên đến đây\" Seidel nói. \"Tôi muốn giúp đỡ các sinh viên vì tôi biết người thiếu kinh nghiệm cảm thấy như thế nào khi không biết phải làm thế nào để nói tiếng Anh vì tôi đã từng như thế. \""
        }
    ],
    "suggestions": []
}