{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['si:ziη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự chiếm lấy, sự chiếm đoạt, sự cướp lấy, sự nắm lấy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tóm, sự bắt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(pháp lý) sự tịch thu, sự tịch biên</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hàng hải) sự buộc dây</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kỹ thuật) sự kẹt (máy)</td></tr></table><i/></div>",
            "word": "seizing"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>seizing</k><blockquote>■ <cclass>noun <cclass>Nautical, <cclass>archaic a length of cord or rope used for fastening or tying. </cclass></cclass></cclass></blockquote></div>",
            "word": "seizing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seizing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seizing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dính</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kẹt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">seizing of bearing</font><font color=\"#282828\">: sự kẹt ổ trục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ổ cắm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự buộc dây</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự gắn chặt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự kẹt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">seizing of bearing</font><font color=\"#282828\">: sự kẹt ổ trục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đầu lấy ra</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">seizing by fusion</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cháy</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">seizing by fusion</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự xém</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">seizing signal</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tín hiệu tóm bắt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">terminal seizing signal</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tín hiệu bắt đầu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "seizing"
        }
    },
    "sentences": [
        {
            "en": "Eagle <em>seizing</em> its prey",
            "vi": "Đại bàng chộp mồi"
        },
        {
            "en": "I saw an eagle <em>seizing</em> its prey.",
            "vi": "Tôi đã nhìn thấy con đại bàng chộp lấy mồi của nó."
        },
        {
            "en": "\"Listen!\" she said, <em>seizing</em> my wrist.",
            "vi": "\"Nghe đây!\" bà ta nói và nắm lấy cổ tay tôi."
        },
        {
            "en": "The bank consulted the lienee before <em>seizing</em> his property.",
            "vi": "Ngân hàng hỏi ý kiến người bị siết nợ trước khi nắm giữ tài sản của anh ta."
        },
        {
            "en": "Entering my house, I saw him <em>seizing</em> my mother round the middle.",
            "vi": "Bước vào nhà, tôi thấy ông ta đang ôm eo mẹ tôi."
        },
        {
            "en": "He is taking an advantage of <em>seizing</em> his lover's round her middle.",
            "vi": "Anh ta đang tận dụng cơ hội để ôm eo bạn gái mình."
        },
        {
            "en": "Mary got up to leave and Sam, <em>seizing</em> his chance, followed her out.",
            "vi": "Mary đứng dậy ra về và Sam, nắm bắt cơ hội của mình, theo cô ấy ra ngoài."
        },
        {
            "en": "Police raided the store at dawn, arresting five men and <em>seizing</em> hundreds of pirated CDs.",
            "vi": "Cảnh sát đột nhập cửa hiệu lúc bình minh, bắt giữ 5 người đàn ông và tịch thu hàng trăm băng đĩa lậu."
        },
        {
            "en": "<em>Seizing</em> power is difficult, but it is even more difficult to hold power.",
            "vi": "Giành chính quyền đã khó, giữ chính quyền còn khó hơn nữa."
        },
        {
            "en": "His arms started <em>seizing</em> up in the last 10 metres of the race.",
            "vi": "Hai cánh tay của anh ấy bắt đầu cứng lại trong 10 mét cuối cùng của cuộc đua."
        },
        {
            "en": "<em>Seizing</em> globalization’s opportunities and skirting its pitfalls place new, heavy demands on the Vietnamese state.",
            "vi": "Nắm bắt được những cơ hội từ toàn cầu hóa, đồng thời tránh được những “cạm bẫy” của nó sẽ là những thách thức to lớn đối với chính phủ Việt Nam."
        },
        {
            "en": "He built the army of the Potomac into a powerful fighting machine and developed plans for <em>seizing</em> Richmond, the capital of the secessionist confederacy.",
            "vi": "Ông đã xây dựng binh đội potomac thành một cỗ máy thiện chiến và triển khai những kế hoạch chiếm richmond, thủ phủ của những người chủ trương ly khai thuộc phe miền nam."
        },
        {
            "en": "Gitano jerked upright and, <em>seizing</em> a piece of deerskin, he tried to throw it over the thing in his lap, but the skin slipped away.",
            "vi": "Gitano nhỏm phắt dậy và vớ một tấm da hươu định che vật để trong lòng lão, nhưng tấm da tuột đi mất."
        },
        {
            "en": "Fueled by fighting Âlan, confidence in their leader and trust in one another, the sailors fought ferociously, ultimately <em>seizing</em> victory from jaws of defeat.",
            "vi": "Được kích thích bởi nhiệt tình chiến đấu, niềm tin vào lãnh đạo và sự tin tưởng lẫn nhau, các thuỷ thủ đã chiến đấu anh dũng, cuối cùng đã giành được thắng lợi vào lúc tưởng chừng như thất bại đã gần kề."
        },
        {
            "en": "The police also made searches of their offices in HCMC, Hanoi, and Da Nang, <em>seizing</em> three luxury cars, computers, documents and a large amount of cash.",
            "vi": "Cảnh sát cũng đã tìm kiếm trong văn phòng của họ tại TP.HCM, Hà Nội và Đà Nẵng, thu giữ chiếc 3 xe hơi sang trọng, nhiều máy tính, tài liệu và một số lượng lớn tiền mặt."
        },
        {
            "en": "These words were not forgotten. Centuries after Zhu's time, the virtues of getting up early and <em>seizing</em> the morning continued to be echoed by the famed and successful.",
            "vi": "Những lời này đã không bị lãng quên. Trải qua nhiều thế kỷ sau thời đại của ngài Chu, đức tính dậy sớm và tận dụng thời gian vào buổi sáng tiếp tục được kế thừa bởi những con người Trung Hoa nổi tiếng và thành công."
        },
        {
            "en": "The group, known as the Islamic State in Iraq and Syria, has funded its operations by <em>seizing</em> oil fields, theft, kidnappings, extortion, and may even be dabbling in organ harvesting. The group also exploits NGOs and charities in the region.",
            "vi": "Nhóm, được gọi là Nhà nước Hồi giáo ở Iraq và Syria (Islamic State in Iraq and Syria – viết tắt là ISIS), đã tìm nguồn quỹ cho các hoạt động của mình bằng cách chiếm giữ các mỏ dầu, trộm cắp, bắt cóc, tống tiền, và thậm chí là nhúng tay vào việc lấy cắp nội tạng . Nhóm này cũng bóc lột các tổ chức NGO (tổ chức phi chính phủ) và các tổ chức từ thiện trong khu vực."
        },
        {
            "en": "Thus we almost invariably find the <em>seizing</em> of nest-material in the beak as a part of courtship, and this is often extended to a presentation of the material to the mate.",
            "vi": "Đo đó, chúng ta bao giờ cũng nhận thấy rằng việc ngậm những vật liệu làm tổ vào mỏ là một phần của giai đoạn ve vãn và thường tiến tới việc tặng những vật liệu này cho con bạn."
        },
        {
            "en": "Additionally, dropping out of school and getting married is complicated by the fact that young H'mong girls are subJect to the custom of \"<em>seizing</em> a wife\", which often happens after the new year Tet holiday.",
            "vi": "Ngoài ra, việc bỏ học và tảo hôn cũng phức tạp do thực tế các em gái H’mông phải chịu tục \"bắt vợ\", thường xảy ra vào sau Tết."
        },
        {
            "en": "Key Democrats split with Obama on taxes    Washington (CNN) -- Despite President Obama's accusation Wednesday that Republicans are holding middle class income tax cuts \"hostage\" by tying them to an extension of tax cuts for wealthier Americans, the reality is several Democratic senators also oppose allowing President Bush's tax cuts for higher earners to expire. Democrats Ben Nelson of Nebraska, Evan Bayh of Indiana, Kent Conrad of North Dakota, and Independent Joe Lieberman of Connecticut have each publicly expressed concern about the impact of raising taxes, even on the well-to-do, during an economic downturn. \"The general rule of thumb would be you don't want to do tax changes, tax increases...until the recovery is on more solid ground,\" Conrad said recently, summarizing their view. Each has said the tax cuts should be extended at least temporarily. Senate Democratic leaders know it will be virtually impossible to pass a controversial tax bill without the support of all their members but intend to press ahead with the debate later this month. They believe the political and fiscal arguments are on their side and that allowing the tax cuts for the wealthy to expire is \"the consensus position of the caucus,\" even if a few Democrats oppose doing so, according to a top Senate Democratic leadership aide. \"There is bipartisan consensus that we should not raise taxes,\" retorted a senior senate Republican leadership aide, <em>seizing</em> on the division in the Democratic ranks. The GOP aide didn't rule out a compromise that involved passing a short-term extension, a proposal put forth by House Majority Leader John Boehner. \"If the only way to pass a bill that didn't raise taxes would to pass a temporary extension, we'd be open to talking about it,\" said the aide. But the Democratic aide doubted Republicans would seriously work to help Democrats pass a bill this close to the November election. \"I don't believe the Republicans are interested in compromise,\" the aide said.",
            "vi": "Key Democrats split with Obama on taxes    Theo tin của CNN từ Washington  – Mặc dù tổng thống Obama vào hôm thứ Tư cáo buộc rằng những người thuộc đảng Cộng Hòa đang cố duy trì việc cắt giảm thuế thu nhập cho tầng lớp trung lưu bằng cách trói buộc họ vào việc gia hạn giảm thuế dành cho những người Mỹ giàu có, nhưng thực tế là vài Thượng nghị sĩ đảng dân chủ cũng phản đối rằng chính sách giảm thuế của Tổng thống Bush dành cho người kiếm được thu nhập cao đã hết hiệu lực.  Những người thuộc đảng Dân Chủ như ông Ben Nelson thuộc bang Nebraska, Evan Bayh thuộc bang Indiana, Kent Conrad thuộc bang North Dakota, và người không thuộc đảng phái nào là ông Joe Lieberman thuộc bang Connecticut cũng công khai bày tỏ sự quan tâm đến ảnh hưởng của việc tăng thuế, kể cả đối với những người kinh tế khá giả, trong suốt thời kỳ suy thoái kinh tế.  Conrad  gần đây cho biết, tóm tắt quan điểm của họ: \"Theo quy tắc chung về ngón tay cái thì khi việc phục hồi nền kinh tế trở nên vững vàng hơn thì việc muốn thay đổi về thuế hay tăng thuế. .. cũng sẽ dễ dàng hơn,\"  Mỗi người cũng cho rằng bất luận thế nào đi nữa thì việc giảm thuế cũng nên kéo dài tạm thời thôi. Theo người phụ tá cấp cao của lãnh đạo phe dân chủ ở Thượng nghị viện thì những vị lãnh đạo phe dân chủ ở Thượng nghị viện biết rằng hầu như không thể thông qua dự luật thuế đang gây nhiều tranh cãi nếu không có hỗ trợ của tất cả thành viên của họ ngoài việc dự định tiếp tục cuộc tranh luận vào cuối tháng này. Họ tin rằng những lý lẽ về mặt tài chính và chính trị đang nghiêng về phía họ và rằng việc giảm thuế cho những người giàu hết hiệu lực thì sẽ tạo nên một \"sự đồng lòng nhất trí của cuộc họp kín này,\" ngay cho dù một vài người thuộc đảng Dân Chủ chống đối việc này.  \"Cả hai đảng đều nhất trí rằng chúng ta không nên tăng thuế,\" viên phụ tá cấp cao của lãnh đạo đảng Cộng hòa ở Thượng nghị viện, tranh thủ việc chia rẽ trong hàng ngũ đảng Dân chủ để trả miếng.  Viên  phụ tá thuộc Đảng cộng hoà Hoa Kỳ cũng đưa ra thoả hiệp liên quan đến việc thông qua mức gia hạn ngắn hạn, một đề nghị được đưa ra bởi vị lãnh đạo phe đa số trong Hạ viện, John Boehner. \"Nếu cách duy nhất để thông qua dự luật không tăng thuế thì sẽ thông qua việc gia hạn tạm thời, chúng tôi sẽ công khai  khi nói về vấn đề này,\" vị phụ tá cho biết.  Nhưng viên phụ tá của vị tổng thống đảng Dân chủ tự hỏi liệu những người thuộc đảng Cộng Hòa có làm việc tích cực để giúp những người đảng Dân Chủ thông qua dự luật để tiến đến cuộc bầu cử vào tháng mười một hay không.  Ông còn nói rằng \"Tôi không tin những người thuộc đảng Cộng Hòa quan tâm đến sự thoả hiệp,\"  "
        }
    ],
    "suggestions": []
}