{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['selflisli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ích kỷ; vị tha, luôn nghĩ đến người khác</td></tr></table><i/></div>",
            "word": "selflessly",
            "pronounce": "['selflisli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "selflessly",
            "pronounce": "['selflisli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "selflessly",
            "pronounce": "['selflisli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "selflessly",
            "pronounce": "['selflisli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "selflessly",
            "pronounce": "['selflisli]"
        }
    },
    "sentences": [
        {
            "en": "They worked <em>selflessly</em> and fight with fortitude.",
            "vi": "Lao động quên mình và anh dũng chiến đấu."
        },
        {
            "en": "These four psychical states, when practiced <em>selflessly</em>, will surely bring immeasurable happiness to the practitioner.",
            "vi": "Bốn trạng thái tâm linh này, khi được thực hành trong tinh thần vô vị lợi, sẽ chắc chắn đem lại sự sung sướng vô lượng đến cho người thực hành chúng."
        },
        {
            "en": "Each member of the group worked <em>selflessly</em> to achieve a common aim.",
            "vi": "Mỗi thành viên trong nhóm đều làm việc quên mình để đạt mục đích chung."
        },
        {
            "en": "Those who give <em>selflessly</em> are blessed, those who do good deeds are happy.",
            "vi": "Người bố thí có phước, người hành thiện an lạc."
        },
        {
            "en": "I know that Viet Nam has a long tradition of volunteering – Vietnamese people have an ingrained belief in working <em>selflessly</em> for the common good.",
            "vi": "Tôi biết Việt Nam có truyền thống lâu đời về tương thân tương ái - người Việt Nam có niềm tin sâu sắc và làm việc một cách quên mình vì lợi ích chung."
        },
        {
            "en": "MONDAY, March 1 (HealthDay News) — In a life-and-death situation, how much time people have to react has a lot to do with whether they behave selfishly or <em>selflessly</em>, if a new critique of the infamous Titanic and Lusitania ocean liner disasters is any indication.",
            "vi": "Thứ hai, ngày 1 tháng Ba (Healthday News) – Nếu như bài phê bình mới về 2 thảm hoạ tàu thuỷ đáng hổ thẹn Titanic và Lusitania đúng là một dấu hiệu thì trong tình thế sống còn, lượng thời gian mà mọi người còn để hành động ảnh hưởng rất nhiều đến việc họ cư xử một cách ích kỷ hay biết nghĩ đến người khác."
        },
        {
            "en": "The Law of Humility  \"What you refuse to accept, will continue for you.\"For instance, you have a crush on someone. An intense, crazy and selfless crush. However, the person on whom you have a crush doesn’t feel the same way. You tell them about your feelings. But they say, “hey, sorry I don’t feel the same way.” But you still try to convince them on how you are the one for them and how you will love them endlessly, <em>selflessly</em>. That still doesn’t convince your crush. What do you do? Threaten to kill yourself? Even if you do, you cannot change a person’s view if you haven’t accepted it. Accept that they don’t like you, and move on. You really can’t do anything about it.  One of the happiest moments in life is when you find the courage to let go of what you can't change",
            "vi": " Luật khiêm nhường  Chẳng hạn như, bạn mê một người. Mê dữ dội, mê điên cuồng và yêu hết lòng hết dạ. Tuy nhiên, người ấy không cảm thấy giống bạn. Bạn thổ lộ cho người ta biết tình cảm của mình. Nhưng người ta bảo,\"Nè, tôi xin lỗi vì tôi không cảm nhận giống bạn.\" Nhưng bạn vẫn cố thuyết phục bạn là người dành cho người ta và bạn sẽ yêu người ấy mãi mãi, hết lòng. Thế nhưng vẫn không thuyết phục được người ấy. Bạn sẽ làm gì? Doạ tự tử hả? Dù có tự tử thì người ta cũng không thay đổi quan điểm nếu bạn không chấp nhận sự thật. Hãy chấp nhận sự thật là họ không thích bạn, và sống tiếp. Bạn chẳng thay đổi được điều đó đâu.   Một trong những khoảnh khắc hạnh phúc nhất đời là đủ dũng cảm buông bỏ điều mình không thay đổi được."
        },
        {
            "en": "It’s Not Always Women and Children First          MONDAY, March 1 (HealthDay News) — In a life-and-death situation, how much time people have to react has a lot to do with whether they behave selfishly or <em>selflessly</em>, if a new critique of the infamous Titanic and Lusitania ocean liner disasters is any indication. The comparative look at who survived two of the 20th century’s most infamous shipping calamities suggests that the so-called “economic theory” of human behavior — namely, that in the face of disaster, rational self-preservation trumps social norms and rules — does not always hold water.  “What would you do?” asked study co-author Benno Torgler, a professor of economics and finance at the Queensland University of Technology in Brisbane, Australia. “Would you attempt to save your own life at whatever cost to others, or would you help others and put your life at stake for others? One would think that selfish and self-preserving behavior predominates. However, we provide evidence … that this is not always the case.” To discern what makes threatened people tick, the researchers compared data on passenger and crew members and their reactions to the two maritime disasters. Manifests indicate that passenger composition was similar on the ships, with 62 percent to 65 percent of the passengers male. In both instances, Torgler and his team noted, the ship captains ordered their crew to save female passengers and children first — because of a scarcity of lifeboats on the Titanic and because of too little time to launch lifeboats on the Lusitania. Younger, stronger and more agile passengers would have been expected to have a better chance of surviving both sinkings, the researchers noted. That’s not, however, what they found. On the Titanic, survival more closely tracked the crew’s directive, which reflected accepted social norms: females 16 to 35 years of age had a much higher probability of surviving the disaster than did men of a similar age. In terms of economic class and social power, first-class passengers were found to have better survival rates than their poorer shipmates. On the Lusitania, on the other hand, both men and women aged 16 to 35 had a greater chance of survival than did younger or older passengers. And bearers of first-class passage actually were less likely to survive than third-class passengers. The researchers concluded that, on the Lusitania, a “survival of the fittest” pattern was in play, whereas prevailing social protocols and captain orders were enforced on the Titanic and respected by crew and passengers alike. A report on their findings is published in this week’s online issue of the Proceedings of the National Academy of Sciences. What accounts for the differences in behavior? Torgler and his colleagues think it was mainly a question of timing. The Lusitania, they pointed out, sank just 18 minutes after it was torpedoed by a German U-boat on May 7, 1915, killing more than 1,198 people from a manifest of 1,258 passengers and 691 crew members. By contrast, the Titanic stayed afloat for two hours and 40 minutes after striking ice on the night of April 14, 1912. Although 1,512 people died in that disaster — from among 1,300 passengers and 886 crew onboard — the extra coping time afforded the Titanic’s crew and passengers a sort of psychological buffer against selfishness, according to the researchers. People on the Titanic were better able to resist the powerful instinct to save oneself by using superior physical prowess to flee — a mindset that seemed to prevail on the much more quickly doomed Lusitania, the researchers said. On the Titanic, time appeared to favor adoption of respect for social norms, which favored women, while fostering a better of exchange of lifesaving advice that probably favored those in the upper class with the best access to such information, they said. What’s more, the added time also would have allowed for the dissipation of adrenaline, which triggers a fight-or-flight reaction that, by contrast, would have been in play throughout the entire Lusitania sinking.  “Time seems to be a crucial element,” noted Torgler. “If people have time to interact and communicate, social norms and helping behavior emerges. Children, families with children and women in general have then a higher probability of surviving, while men have a higher willingness to surrender a seat on a lifeboat.” Other factors, however, might also have influenced behavior on the two ships, the researchers acknowledged. For example, the fact that Lusitania passengers already knew of the gruesome fate of the Titanic just three years earlier could have contributed to a less restrained reaction. Differing ship structures and the fact that the Lusitania incident occurred in a wartime context also might have affected passenger thinking, they said. Yet Torgler and his colleagues suggest that, in general, their observations could help planners devise more effective disaster-reaction strategies by broadening the understanding of how people juggle survival instincts with social pressures when confronting extreme situations. For his part, Robert J. Gatchel, a professor of clinical health psychology at the University of Texas at Arlington, agreed that timing does affect behavior during a disaster, while noting that other issues of perception are almost certainly also at play.  “On the Titanic, there was clearly a predetermined perception that it was unsinkable,” he remarked. “There was all the pre-travel publicity about that. So the passengers probably had a feeling that ‘Yeah, we’re evacuating the ship but it’s not really going to go down, and we’re doing it for a precautionary reason.’ There was probably a perception that this wasn’t really a disaster, at least at first. So instead of an immediate fight-or-flight response, there was a perception of control, for better or worse. And we know that that perception will reduce stress and affect behavior,” Gatchel said.  “On the other hand, people on the Lusitania were no longer under the illusion that these big ships could not go down. They knew of the great publicity of the Titanic, and they didn’t want to be part of another incident like that. So they lost their sense of control, which increased stress levels. And then it became a free-for-all in terms of survival of the fittest. And I’m also sure just in terms of the cadence of the voice of the officers the urgency to get off was greater, if for no other reason than because another torpedo could be fired. So, I think probably general panic was not only among the passengers but among the officers themselves,” Gatchel said.",
            "vi": "Phụ nữ và trẻ em không phải lúc nào cũng được ưu tiên      Thứ hai, ngày 1 tháng Ba (Healthday News) – Nếu như bài phê bình mới về 2 thảm hoạ tàu thuỷ đáng hổ thẹn Titanic và Lusitania đúng là một dấu hiệu thì trong tình thế sống còn, lượng thời gian mà mọi người còn để hành động ảnh hưởng rất nhiều đến việc họ cư xử một cách ích kỷ hay biết nghĩ đến người khác. Cuộc so sánh căn cứ vào những người sống sót trong hai thảm họa đắm tàu tai tiếng nhất của thế kỷ 20 cho rằng cái gọi là “lý thuyết kinh tế\" của hành vi của con người – cụ thể là, trong tình huống đối mặt với thảm hoạ, bản năng sinh tồn theo lô-gíc sẽ lấn át các quy tắc và chuẩn mực xã hội – không phải lúc nào cũng đứng vững.  “Bạn sẽ làm gì?\", đồng tác giả nghiên cứu Benno Torgler, giáo sư kinh tế học và tài chính thuộc Đại học Kỹ thuật Queensland ở Brisbane, Úc, đặt ra câu hỏi. “Bạn sẽ cố gắng tự cứu mạng mình bằng mọi giá và mặc kệ người khác, hoặc bạn sẽ giúp đỡ người khác và đặt mạng sống của mình vào tình thế lâm nguy? Người ta cho rằng phản ứng ích kỷ và theo bản năng sinh tồn sẽ chiếm ưu thế. Tuy nhiên, chúng tôi cung cấp bằng chứng rằng điều này không phải luôn xảy ra trong mọi trường hợp.\" Để phân biệt các sự kiện tác động đến hành vi của những người đang tuyệt vọng, các nhà nghiên cứu đã so sánh dữ liệu về hành khách và thành viên trong thủy thủ đoàn và phản ứng của họ trong hai thảm hoạ hàng hải. Bản kê khai trên tàu cho thấy thành phần hành khách trên 2 con tàu là tương tự nhau, với 62 đến 65 phần trăm hành khách là nam. Ở cả hai trường hợp, Torgler và nhóm của ông lưu ý, thuyền trưởng của 2 con tàu ra lệnh cho thuỷ thủ đoàn của mình cứu hành khách nữ và trẻ em đầu tiên – vì thiếu thuyền cứu hộ trên tàu Titanic và vì có quá ít thời gian để thả thuyền cứu hộ trong trường hợp tàu Lusitania. Những hành khách trẻ, khoẻ mạnh và nhanh nhẹn hơn lẽ ra đã có được cơ hội sống sót tốt hơn trong cả hai vụ đắm thuyền, các nhà nghiên cứu lưu ý. Tuy nhiên, thực tế lại không phải vậy. Trong trường hợp tàu Titanic, những người sống sót phần lớn là theo như chỉ thị của thủy thủ đoàn, phản ánh các chuẩn mực xã hội được tuân theo: phụ nữ từ 16 đến 35 tuổi có nhiều khả năng sống sót trong thảm hoạ hơn so với nam giới trong độ tuổi tương tự. Về các khía cạnh tầng lớp kinh tế hội và quyền lực xã hội, kết quả cho thấy rằng hành khách hạng nhất có tỉ lệ sống sót tốt hơn so với những hành khách nghèo. Trái lại, trong trường hợp tàu Lusitania, cả hành khách nam và nữ từ 16 đến 35 tuổi có cơ hội sống sót nhiều hơn so với những hành khách trẻ hoặc già hơn. Và những người khuân vác hành lý của hành khách hạng nhất thực sự ít có khả năng sống sót hơn cả hành khách hạng ba. Các nhà nghiên cứu kết luận rằng, trên tàu Lusitania, đã xảy ra tình huống \"mạnh được yếu thua\", trong khi các nghi thức xã hội phổ biến và mệnh lệnh của thuyền trưởng đã được thi hành và được tôn trọng bởi thủy thủ đoàn cũng như hành khách trong trường hợp tàu Titanic. Một báo cáo dựa trên những phát hiện của họ được công bố trên bản trực tuyến của tờ Proceedings of the National Academy of Sciences. Điều gì giải thích các khác biệt về hành vi? Torgler và đồng nghiệp cho rằng đó chủ yếu là câu hỏi về thời gian. Tàu Lusitania chìm chỉ 18 phút sau khi bị tàu ngầm U-boat của Đức phóng ngư lôi vào ngày 7 tháng Năm năm 1915, làm chết hơn 1,198 người trong số danh sách 1,258 hành khách và 691 thành viên của thủy thủ đoàn. Ngược lại, tàu Titanic nổi suốt 2 tiếng 40 phút sau khi va vào băng trôi vào đêm ngày 14 tháng tư năm 1912. Theo các nhà nghiên cứu, mặc dù 1,512 người thiệt mạng trong thảm hoạ đó – khoảng từ 1,300 hành khách và 886 thủy thủ đoàn trên tàu - thời gian nổi lâu đã tạo cho thuỷ thủ đoàn và hành khách của tàu Titanic một dạng cân bằng tâm lý chống lại sự ích kỷ. Những người trên tàu Titanic có khả năng kháng cự tốt hơn đối với bản năng mạnh mẽ để tự bảo vệ mình bằng cách sử dụng sức mạnh thể chất mạnh hơn để chạy trốn - quan niệm có vẻ thắng thế trên con tàu chìm nhanh hơn: Lusitania. Trong trường hợp Titanic, thời gian có vẻ ưu ái thông qua sự kính trọng đối với các chuẩn mực xã hội, ưu ái phụ nữ, trong khi thúc đẩy sự trao đổi tốt hơn về lời khuyên cứu hộ có lẽ thiên vị hơn với những người thuộc giai cấp thượng lưu với nhiều thông tin dạng như thế. Hơn nữa, thời gian thêm có lẽ cũng đã làm giảm mất tác dụng của chất adrenaline, tác nhân gây ra phản ứng tấn công-hoặc-thối lui, phản ứng mà có lẽ đã diễn ra trong suốt vụ đắm tàu Lusitania.  “Thời gian dường như chính là yếu tố quyết định,\" Torgler lưu ý. \"Nếu mọi người có thời gian giao tiếp và hiểu nhau hơn, các chuẩn mực xã hội và lối cư xử giúp đỡ sẽ xuất hiện rõ. Do đó, trẻ em, những gia đình với trẻ em và phụ nữ nói chung sẽ có nhiều khả năng sống sót hơn, trong khi nam giới sẽ tự nguyện nhường chỗ trên thuyền cứu hộ hơn.\" Tuy nhiên, các yếu tố khác cũng có thể có ảnh hưởng đến hành vi cư xử trên hai con tàu, các nhà nghiên cứu thừa nhận. Chẳng hạn như, việc hành khách của tàu Lusitania đã biết rõ về số phận khủng khiếp của tàu Titanic chỉ ba năm trước đó có thể đã góp phần tạo nên phản ứng ít kiềm chế hơn. Cấu trúc tàu khác biệt và việc sự cố tàu Lusitania xảy ra trong hoàn cảnh thời chiến cũng có thể đã ảnh hưởng đến suy nghĩ của hành khách. Tuy nhiên Torgler và đồng nghiệp của ông gợi ý rằng, nói chung, nhận xét của họ có thể giúp các nhà qui hoạch nghĩ ra các phản ứng chiến lược chống thảm hoạ hiệu quả hơn – thông qua việc mở rộng hiểu biết về cách mọi người cân bằng bản năng sống sót với áp lực xã hội khi đương đầu với những tình huống cực đoan. Về phần mình, Robert J. Gatchel, giáo sư tâm lý sức khoẻ lâm sàng tại đại học Arlington, Texas, đồng ý rằng thời gian ảnh hưởng đến hành vi trong một thảm hoạ, trong khi lưu ý là các vấn đề nhận thức khác cũng đều chắc chắn có đóng vai trò. Ông nhận xét, “Ở tàu Titanic, rõ ràng là mọi người đều có nhận thức xác định trước đó là nó không thể chìm”. “Đó là tất cả những sự quảng cáo tiền du lịch. Vì thế hành khách có lẽ đã có cảm giác ‘Ờ thì, chúng ta đang di tản khỏi tàu nhưng nó không thật sự sẽ chìm, và chúng ta đang làm vậy chỉ vì lý do để đề phòng mà thôi.' Có lẽ nhận thức này không hẳn là thảm hoạ, ít nhất lúc đầu. Vậy là thay vì phản ứng chiến đấu - hoặc - thối lui tức thời, thì lại có nhận thức kiểm soát, bất chấp hậu quả ra sao. Và chúng ta biết là nhận thức đó sẽ giảm căng thẳng và ảnh hưởng đến hành vi\", theo Gatchel.  “Ngược lại, những người trên tàu Lusitania không còn ảo tưởng là các con tàu lớn như thế không thể bị chìm. Họ biết về thảm hoạ Titanic nổi tiếng, và họ không muốn là một phần của một sự cố khác như thế. Vì thế họ mất ý thức kiểm soát, tăng mức độ căng thẳng. Rồi nó trở thành một cuộc loạn đả kiểu mạnh được yếu thua. Và tôi cũng là chắc chắn chỉ về mặt lời nói của các sĩ quan thì sự cấp bách rời khỏi tàu là cần thiết, không có lý do gì khác hơn bởi vì một ngư lôi nữa có thể tiếp tục phóng vào họ. Vì vậy, tôi nghĩ có lẽ sự hoảng sợ nói chung không chỉ có trong số hành khách mà còn trong cả các sĩ quan\", Gatchel cho biết."
        }
    ],
    "suggestions": []
}