{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Sellers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Sellers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Sellers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Sellers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Sellers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Private <em>sellers</em>.",
            "vi": "Tư thương."
        },
        {
            "en": "unscrupulous <em>sellers</em> (collocation)",
            "vi": "kẻ bán hàng vô đạo đức (cụm từ thường đi với nhau)"
        },
        {
            "en": "Links to Buyers/<em>Sellers</em>.",
            "vi": "Quan hệ với người mua/người bán."
        },
        {
            "en": "Auctioneers and <em>sellers</em> of goods.",
            "vi": "Người tổ chức đấu giá, người bán hàng."
        },
        {
            "en": "All <em>sellers</em> here are happy.",
            "vi": "Tất cả người bán hàng ở đây thì vui vẻ."
        },
        {
            "en": "The Squid <em>Sellers</em> of Silhanoukville",
            "vi": "Những người bán mực ở Thành phố Xi-ha-núc ( Thành phố cảng ở phía nam Campuchia, bên Vịnh Thái Lan)"
        },
        {
            "en": "What are the best <em>sellers</em>, then?",
            "vi": "Vậy thì cái gì bán chạy nhất?"
        },
        {
            "en": "You can't trust a lot of <em>sellers</em>.",
            "vi": "Bạn không thể tin nhiều người bán."
        },
        {
            "en": "There are <em>sellers</em>, there must be buyers.",
            "vi": "Có người bán ắt phải có kẻ mua."
        },
        {
            "en": "Unstable share prices attract short <em>sellers</em>.",
            "vi": "Giá cổ phần không ổn định thu hút ít người bán."
        },
        {
            "en": "It's been a bumper year for book publishers and <em>sellers</em>.",
            "vi": "Đó là một năm bội thu cho những nhà xuất bản và bán sách."
        },
        {
            "en": "The arbitrators awarded the <em>sellers</em> £500 in damages.",
            "vi": "Trọng tài quyết định phạt người bán số tiền bồi thường là 500 bảng Anh."
        },
        {
            "en": "Amazon, Alibaba face competition from Facebook goods <em>sellers</em>",
            "vi": "Amazon, Alibaba đối mặt với sự cạnh tranh từ người bán hàng qua Facebook."
        },
        {
            "en": "Haggling with <em>sellers</em> about the prices is popular in Thailand.",
            "vi": "Việc mặc cả với người bán hàng là chuyện bình thường ở Thái lan."
        },
        {
            "en": "Several <em>sellers</em> have expressed an interest in the deal.",
            "vi": "Một số người bán đã bày tỏ sự quan tâm đến thỏa thuận."
        },
        {
            "en": "All the <em>sellers</em> are trained to handle difficult customers.",
            "vi": "Tất cả các nhân viên bán hàng đều được huấn luyện để xử lý những khách hàng khó tính."
        },
        {
            "en": "Market at its closing still has a lot of <em>sellers</em>.",
            "vi": "Chợ chiều vẫn có nhiều người bán."
        },
        {
            "en": "This particular model is one of our biggest <em>sellers</em>.",
            "vi": "Kiểu đặc biệt này là một trong những món hàng bán chạy nhất của chúng tôi."
        },
        {
            "en": "The <em>sellers</em> feel concern over the availability of shipping space.",
            "vi": "Người bán cảm thấy lo âu về việc dành chỗ trên tàu."
        },
        {
            "en": "May I introduce Mr. <em>Sellers</em>? He's just joined us.",
            "vi": "Tôi xin phép giới thiệu ông Sellers. Ông ấy vừa tham gia với chúng ta."
        }
    ],
    "suggestions": []
}