{
    "en_vn": {
        "data": {
            "content": null,
            "word": "SEM"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>SEM</k><blockquote>■ <cclass>abbreviation scanning electron microscope. </cclass></blockquote></div>",
            "word": "SEM"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "SEM"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "SEM"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "SEM"
        }
    },
    "sentences": [
        {
            "en": "SIEM products provide SIM and <em>SEM</em>",
            "vi": "SIEM cung cấp SIM và các sản phẩm SEM là"
        },
        {
            "en": "The product must provide SIM and <em>SEM</em> capabilities",
            "vi": "#NAME?"
        },
        {
            "en": "Devi was carrying water from a canal to her field near the village of <em>Sem</em> Nauti in Rudraprayag district when she was attacked on Sunday.",
            "vi": "Hôm chủ nhật Bà Devi đi lấy nước từ một con kênh về ruộng của bà gần làng Sem Nauti thuộc huyện Rudraprayag thì bị beo tấn công."
        },
        {
            "en": "Hundreds Die in Tragic End to Cambodia's Water Festival         At least 339 people died in Phnom Penh in a stampede at the end of the annual Water Festival. The numbers of dead continued to rise as the night wore on. At one point, there were more than 30 bodies on the bridge in Phnom Penh; a Cambodian Red Cross worker said shortly afterward that at least another 70 had died. After midnight Cambodian Prime Minister Hun Sen went on television to tell a shocked nation that 339 people had died on the pedestrian bridge linking Diamond Island in the Tonle Sap river with the mainland, and about 329 had been injured. It was, he said, the worst loss of life since the overthrow of the Khmer Rouge in 1979. Most of the victims were young people in their teens and twenties, some of the estimated 2 million who had flocked to Phnom Penh for the annual Water Festival, which marks the end of the rainy season. Most suffocated on the bridge, which thousands of people were using to leave Diamond Island. Others drowned after jumping from the bridge into the water. Some reportedly were electrocuted because of wires in the water Ly Vuthy was selling drinks near the bridge on Diamond Island at the time. She says the bridge was packed with people trying to get back to the mainland, and several people fainted. Others then panicked, and the crowd surged back and forth, unable to get off the bridge. She says people felt trapped, and many jumped into the river below. <em>Sem</em> Pagnaseth, a vendor on the mainland side, said thousands of people were crammed on to the 100-meter long bridge trying to leave. He said crowd barriers on the mainland side were set up to stop people spilling on to the road. But the volume of people leaving meant some could not move away quickly, and that caused a jam on the bridge. He says only a few police were working on crowd control at the bridge before the incident, but once the stampede began, the police acted quickly to pull as many people out as possible. Their quick action, he says, certainly saved many lives. The dead and injured were ferried to hospitals in ambulances, pick-up trucks and private cars. Two hours after it happened, the bridge was littered with hundreds of shoes, articles of clothing and water bottles. Boats were scouring the waters of the river below for more bodies. It was a tragic end to what should have been a festive visit to the capital. Over the coming week hundreds of families across Cambodia will be holding funeral services for their loved ones. Early Tuesday Hun Sen said the government would establish a committee to work out what had gone wrong.",
            "vi": "Hàng trăm người chết thảm trong lễ hội té nước của Cam-pu-chia      Có ít nhất 339 người thiệt mạng ở Phnom Penh trong vụ giẫm đạp khi kết thúc lễ hội té nước hàng năm. Số người chết tiếp tục gia tăng khi màn đêm trôi qua. Lúc đó, có hơn 30 thi thể ở trên cây cầu ở Phnom Penh; một nhân viên Chữ thập đỏ Cam-pu-chia cho biết không lâu sau đó có thêm ít nhất 70 người chết. Sau nửa đêm, thủ tướng Cam-pu-chia Hun Sen thông báo trực tiếp trên truyền hình cho đất nước đang hoang mang biết rằng có 339 người thiệt mạng trên chiếc cầu dành cho người đi bộ bắc qua sông Tonle Sap nối liền đảo Diamond với đất liền, và có khoảng 329 người bị thương. Ông cho biết đây là thiệt hại về nhân mạng bi thảm nhất kể từ sau vụ lật đổ Khmer Đỏ vào năm 1979. Hầu hết nạn nhân là những thanh thiếu niên, có khoảng 2 triệu người đã đổ xô về Phnôm Pênh tham gia lễ hội té nước hàng năm, một lễ hội đánh dấu sự chấm dứt mùa mưa. Hầu hết mọi người chen lấn nhau lên cầu nơi có hàng ngàn người dùng nó để lên đảo Diamond. Những người khác bị chết đuối sau khi nhảy xuống sông. Theo báo cáo có nhiều người bị điện giật chết vì dưới sông có dây điện. Ly Vuthy bán thức uống gần cầu trên đảo Diamond vào lúc đó. Cô nói cây cầu đầy nghẹt người cố quay lại đất liền, và nhiều người ngất xỉu. Một số người khác hoảng loạn, và đám đông xô đẩy qua lại, không thể thoát ra khỏi cây cầu. Cô nói mọi người cảm thấy bị mắc kẹt, và nhiều người đã nhảy xuống sông. Sem Pagnaseth, người bán hàng trên đất liền cho biết hàng ngàn người chen chúc qua cây cầu dài 100 mét để cố thoát thân. Anh ấy nói phía bên đất liền có những hàng rào người đã bao vây không cho mọi người đổ ra đường. Nhưng lượng người muốn thoát khỏi nơi này cũng có nghĩa là có một số người không thể nào đi nhanh được, và kết quả là gây tình trạng ùn tắc trên cầu. Anh ấy nói chỉ có vài cảnh sát làm nhiệm vụ kiểm soát đám đông trên cầu trước khi xảy ra sự cố nhưng ngay khi xảy ra vụ giẫm đạp lực lượng cảnh sát đã nhanh chóng lôi kéo mọi người ra ngoài. Hành động nhanh chóng của họ, anh ấy nói, chắc chắn đã cứu nhiều mạng sống. Người chết và bị thương được đưa đến bệnh viện bằng xe cấp cứu, xe tải nhẹ và xe hơi riêng. Hai tiếng đồng hồ sau khi diễn ra vụ tai nạn, cây cầu ngổn ngang hàng trăm giày dép, quần áo và chai nước. Tàu thuỷ đang trục vớt thi thể trên vùng nước bên dưới cầu. Đó là một kết thúc bi thảm của ý định về thủ đô dự lễ hội. Trong tuần tới hàng trăm gia đình khắp Cam-pu-chia sẽ tổ chức tang lễ cho những người thân của họ. Sáng sớm hôm thứ ba thủ tướng Hun Sen cho biết chính phủ thành lập ủy ban điều tra nguyên nhân vụ thảm kịch."
        }
    ],
    "suggestions": []
}