{
    "en_vn": {
        "data": {
            "content": null,
            "word": "semiannual"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "semiannual"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "semiannual"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "semiannual"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "semiannual"
        }
    },
    "sentences": [
        {
            "en": "<em>Semiannual</em> interest payments are common.",
            "vi": "Chi trả tiền lãi định kỳ là thông thường."
        },
        {
            "en": "Received a check from Flora for <em>semiannual</em> interest.",
            "vi": "Nhận séc tiền lãi định kỳ của flora."
        },
        {
            "en": "Received a check from Flora corporation for <em>semiannual</em> interest.",
            "vi": "Nhận séc tiền lãi định kỳ của flora."
        },
        {
            "en": "Received <em>semiannual</em> interest payment on Moonlight Corp. bonds.",
            "vi": "Nhận tiền lãi trái phiếu của moonlight corp.."
        },
        {
            "en": "Received a check from Ray for <em>semiannual</em> interest (reversing entries were not made).",
            "vi": "Nhận séc tiền lãi định kỳ của ray (không sử dụng bút toán đảo)."
        },
        {
            "en": "The <em>semiannual</em> interest payment dates are March 1 and September 1.",
            "vi": "Ngày chi trả tiền lãi định kỳ là ngày 1 tháng ba và 1 tháng chín."
        },
        {
            "en": "The <em>semiannual</em> interest payment dates are April 1 and October 1.",
            "vi": "Ngày chi trả tiền lãi định kỳ là ngày 1 tháng tư và ngày 1 tháng mười."
        },
        {
            "en": "When the first <em>semiannual</em> interest payment date arrives, the entry that follows is made:",
            "vi": "Khi đến ngày chi trả tiền lãi định kỳ đầu tiên, bút toán sau đây được thực hiện:"
        },
        {
            "en": "By this arrangement the new owner becomes entitled to receive in full the next <em>semiannual</em> interest payment.",
            "vi": "Theo cách này, người chủ mới của trái phiếu sẽ được nhận toàn bộ tiền lãi của trái phiếu vào lần trả lãi nửa năm tiếp theo."
        },
        {
            "en": "Paid <em>semiannual</em> interest on the March 1 issue and amortized the discount, using the effective interest method.",
            "vi": "Chi trả tiền lãi định kỳ trái phiếu phát hành ngày 1 tháng ba và phân bổ chiết khấu, sử dụng phương pháp tiền lãi thực tế."
        },
        {
            "en": "The amount of the bond discount amortized and the interest cost for each <em>semiannual</em> period are calculated in four steps.",
            "vi": "Khoản chiết khấu trái phiếu được phân bổ và chi phí tiền lãi mỗi kỳ được tính theo bốn bước sau."
        },
        {
            "en": "Record the sale of the bonds on September 1 and the first <em>semiannual</em> interest payment on November 1, 20xx.",
            "vi": "Ghi chép việc bán trái phiếu ngày 1 tháng chín và chi trả tiền lãi định kỳ đầu tiên vào ngày 1 tháng mười một năm 20xx."
        },
        {
            "en": "Paid <em>semiannual</em> interest on the January 1 issue and amortized the premium, using the effective interest method.",
            "vi": "Chi trả tiền lãi định kỳ trái phiếu phát hành ngày 1 tháng giêng và phân bổ chiết khấu, sử dụng phương pháp tiền lãi thực tế."
        },
        {
            "en": "Paid <em>semiannual</em> interest on the April 1 issue and amortized the premium, using the effective interest method.",
            "vi": "Chi trả tiền lãi định kỳ trái phiếu phát hành ngày 1 tháng tư và phân bổ phần trội, sử dụng phương pháp tiền lãi thực tế."
        },
        {
            "en": "Received a check from Ray company for <em>semiannual</em> interest and amortized the discount using the effective interest method.",
            "vi": "Nhận séc tiền lãi định kỳ của công ty ray và phân bố chiết khấu sử dụng phương pháp tiền lãi thực tế."
        },
        {
            "en": "Received a check from Ray for <em>semiannual</em> interest and amortized the discount using the effective interest method.",
            "vi": "Nhận séc tiền lãi định kỳ của công ty ray và phân bổ chiết khấu sử dụng phương pháp tiền lãi thực tế."
        },
        {
            "en": "As with bond discount, the amount of the bond premium amortized and the interest expense for each <em>semiannual</em> period are computed in four steps.",
            "vi": "Giống như chiết khấu trái phiếu, giá trị phần trội được phân bổ và chi phí tiền lãi mỗi kỳ được tính theo bốn bước sau."
        },
        {
            "en": "The interest paid to the bondholders on each <em>semiannual</em> interest payment date (January 1 or July 1) would be recorded as follows:",
            "vi": "Tiền lãi chi trả cho chủ sở hữu trái phiếu vào ngày chi trả tiền lãi quy định kỳ (1 tháng một hoặc 1 tháng bảy) sẽ được ghi chép như sau:"
        },
        {
            "en": "Paid <em>semiannual</em> interest on the March 1 issue and amortized the remainder of the discount applicable to the second interest period.",
            "vi": "Chi trả tiền lãi định kỳ trái phiếu phát hành ngày 1 tháng ba và phân bổ chiết khấu còn lại phù hợp với kỳ tiền lãi thứ hai."
        },
        {
            "en": "On 1 August, the <em>semiannual</em> interest payment date, the investor will receive an interest check for $6,000, which will be recorded as follows:",
            "vi": "Vào ngày 1 tháng tám, ngày trả lãi giữa năm, nhà đầu tư sẽ nhận được toàn bộ khoản tiền lãi là $6.000, việc ghi nhận như sau:"
        }
    ],
    "suggestions": []
}