{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[si'mitik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">Semitic</font>) (thuộc) Xê-mít</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Semitic languages</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ngôn ngữ Xê-mít</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Semitic tribes</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">các bộ tộc Xê-mít </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">hệ ngôn ngữ Xê-mít</td></tr></table><i/></div>",
            "word": "semitic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "semitic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "semitic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "semitic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "semitic"
        }
    },
    "sentences": [
        {
            "en": "Can you speak <em>Semitic</em> language?",
            "vi": "Anh biết nói tiếng Xê-mít không?"
        },
        {
            "en": "<em>Semitic</em> languages as a whole are still understudied.",
            "vi": "Toàn bộ các ngôn ngữ Xêmít vẫn còn được học."
        },
        {
            "en": "At a certain stage they began mixing with <em>Semitic</em> tribes.",
            "vi": "Ở một giai đoạn nhất định họ bắt đầu hòa lẫn với các bộ tộc Xêmít."
        },
        {
            "en": "The term <em>Semitic</em> tribes refer to several groups of nomads and camel pastoralists who spoke related <em>Semitic</em> languages.",
            "vi": "Thuật ngữ các bộ tộc Xê-mít ám chỉ một vài nhóm du mục và chủ trại chăn nuôi lạc đà dùng lời nói có liên quan đến ngôn ngữ Xê-mít."
        },
        {
            "en": "The term <em>Semitic</em> tribes refer to several groups of nomads and camel pastoralists who spoke related <em>Semitic</em> languages.",
            "vi": "Thuật ngữ các bộ tộc Xê - mít ám chỉ một vài nhóm du mục và chủ trại chăn nuôi lạc đà dùng lời nói có liên quan đến ngôn ngữ Xê - mít."
        },
        {
            "en": "The peoples that have spoken or speak one of the <em>Semitic</em> languages as their main language are known as <em>Semitic</em> peoples.",
            "vi": "Những người đã hay đang nói một trong những ngôn ngữ Xê-mít như là ngôn ngữ chính được gọi là người Xê-mít."
        },
        {
            "en": "Arabic seems to be the closest to what <em>Semitic</em> languages were like a long time ago.",
            "vi": "Có vẻ như tiếng Ả Rập gần gũi với tiếng Xê - mít từng tồn tại khá lâu trước đây nhất."
        },
        {
            "en": "Arabic seems to be the closest to what <em>Semitic</em> languages were like a long time ago.",
            "vi": "Có vẻ như tiếng Ả Rập gần gũi với tiếng Xê-mít từng tồn tại khá lâu trước đây nhất."
        },
        {
            "en": "Anti - <em>Semitic</em> writings are abridged from the original book as published by the world - renowned industrial leader, Henry Ford.",
            "vi": "Những bài viết chống Do Thái được tóm tắt từ sách gốc khi được nhà lãnh đạo công nghiệp nổi tiếng thế giới, Henry Ford, xuất bản."
        },
        {
            "en": "Anti-<em>Semitic</em> writings are abridged from the original book as published by the world-renowned industrial leader, Henry Ford.",
            "vi": "Những bài viết chống Do Thái được tóm tắt từ sách gốc khi được nhà lãnh đạo công nghiệp nổi tiếng thế giới, Henry Ford, xuất bản."
        },
        {
            "en": "It was a dingy, intimidating place, with hardcore fascist, anti-<em>semitic</em> and white supremacist stickers covering the walls.",
            "vi": "Đó là một nơi tối tăm bẩn thỉu, đáng sợ với đầy những bích chương mang giọng điệu phát xít, bài do thái và tôn sùng dân da trắng phủ đầy tường."
        },
        {
            "en": "One of the causes of greatest concern among those who do not belong to the non-<em>semitic</em> religions is the problem of conversion before marriage. While Buddhists and Hindus never demand that a couple must belong to the same religion before a marriage can be solemnized, many others tend to take advantage of this tolerance.",
            "vi": "không bao giờ đòi hỏi một cặp vợ chồng có cùng một tôn giáo trước một cuộc hôn nhân có thể làm cho sự kiện trở thành quan trọng, nhiều tôn giáo khác có khuynh hướng tận dụng sự hòa đồng này."
        },
        {
            "en": "One of the causes of greatest concern among those who do not belong to the non - <em>semitic</em> religions is the problem of conversion before marriage. While Buddhists and Hindus never demand that a couple must belong to the same religion before a marriage can be solemnized, many others tend to take advantage",
            "vi": "Một trong những nguyên nhân quan tâm nhất đối với những người không thuộc tôn giáo Do Thái là vấn đề cải đạo trước khi thành hôn. Trong khi đó Phật giáo và Ấn giáo không bao giờ đòi hỏi một cặp vợ chồng có cùng một tôn giáo trước một cuộc hôn nhân có thể làm cho sự kiện trở thành quan trọng, nhiều tôn giáo khác có khuynh hướng tận dụng sự hòa đồng này."
        },
        {
            "en": "One of the causes of greatest concern among those who do not belong to the non - <em>semitic</em> religions is the problem of conversion before marriage. While Buddhists and Hindus never demand that a couple must belong to the same religion before a marriage can be solemnized, many others tend to take advantage of this tolerance.",
            "vi": "Một trong những nguyên nhân quan tâm nhất đối với những người không thuộc tôn giáo Do Thái là vấn đề cải đạo trước khi thành hôn. Trong khi đó Phật giáo và Ấn giáo không bao giờ đòi hỏi một cặp vợ chồng có cùng một tôn giáo trước một cuộc hôn nhân có thể làm cho sự kiện trở thành quan trọng, nhiều tôn giáo khác có khuynh hướng tận dụng sự hòa đồng này."
        },
        {
            "en": "Meanwhile, this disadvantages the <em>Semitic</em> languages like Arabic and Hebrew. They use a smallish number of three-letter roots to coin huge numbers of words. ktb has the basic \"to write\", but it generates at least 30 words (many of them, like verbs, inflecting into many more forms still). These take up two full pages in my dictionary, from katib, \"writer\", to istiktab, \"dictation\". So counting only \"roots\" or \"basic words\" gets us nowhere either, since counting ktb just once would be senseless.",
            "vi": "Trong khi đó, những bất lợi này những ngôn ngữ hệ Xê-mít như tiếng Ả-rập và tiếng do Thái. Họ sử dụng một con số nho nhỏ các gốc từ 3 ký tự để tạo ra một số lượng lớn các từ. ktb có nghĩa cơ bản là \"viết\" (động từ), nhưng những từ phát sinh từ gốc này có ít nhất là 30 từ (nhiều từ trong số đó, giống như các động từ, biến thể thành nhiều dạng hơn nữa). Những từ này chiếm hết hai trang giấy trong cuốn từ điển của tôi, từ katib, \"tác giả\", cho đến istiktab, \"đọc chính tả\". Vì vậy, việc chỉ đếm số lượng \"gốc từ\" hoặc \"từ cơ bản\" cũng chẳng mang chúng ta đến đâu, bởi lẽ việc đếm ktb chỉ một lần thôi thì cũng là điều vô nghĩa."
        },
        {
            "en": "Enormous loans passing through his brokerage business was converted into desperately needed specie for the American Revolutionary government and military. Paper money was almost never worth hard gold and silver. Salomon’s fees for his brokerage services to the struggling American government were extremely modest, if there were any at all. Perversely, partly because he was a Jew, the French, Dutch, Spanish and Americans alike viewed Jews in anti-<em>Semitic</em> stereotypical roles. They saw Jews as Shylocks from Shakespearian imagery. They saw Jews as medieval money lenders. Ironically their bigotry greased the way for Salomon’s success.",
            "vi": "Những khoản vay khổng lồ qua công ty môi giới của ông được chuyển đổi thành đồng tiền kim loại cực kỳ cần thiết đối với quân đội và chính quyền Cách mạng Mỹ. Tiền giấy gần như không bao giờ có giá trị bằng vàng bạc nén. Phí dịch vụ môi giới của Salomon dành cho chính quyền Mỹ đang gặp khó khăn ấy thấp vô cùng, nếu không muốn nói là chẳng có chút nào. Ngược lại, một phần vì ông là người Do Thái, người Pháp, Hà Lan, Tây Ban Nha cũng như người Mỹ thì xem những người Do Thái trong vai trò bài Do Thái rập khuôn. Họ nhìn người Do Thái như là Những kẻ cho vay nặng lãi mà Shakespeare đã hình tượng nên. Họ nhìn người Do Thái là những kẻ cho vay tiền thời trung cổ. Oái oăm thay định kiến của họ lại tạo điều kiện thuận lợi cho thành công của Salomon."
        },
        {
            "en": "16 September 2010 Last updated at 21:59 GMT        \n \n23 September 2010 Last updated at 22:02 GMT  The US and other Western delegations at the 65th UN General Assembly have walked out in protest at the speech of the Iranian president.  Mahmoud Ahmadinejad said some saw the 11 September attacks on the US as part of a US conspiracy to protect Israel. Mr Ahmadinejad was speaking on the first day of a week-long UN diplomatic marathon at its New York headquarters. The US denounced his remarks on the 2001 attacks, which killed nearly 3,000 people, as \"abhorrent and delusional\". The American delegation was joined in its walk-out by representatives from 32 other nations - including all the EU countries, Canada, Australia, New Zealand and Costa Rica. But Mr Ahmadinejad appeared undaunted by the protest, continuing his attack on Zionism and Israel, says BBC diplomatic correspondent Jonathan Marcus. Capitalist 'failures' The Iranian president's speech was part political diatribe, part sermon, adds our correspondent - a wide-ranging presentation of his own particular world view. The Iranian president said he would host a conference on terrorism next year and that 2011 should be the year of nuclear disarmament. Repeating Iran's denial that it was seeking the capacity to build nuclear weapons, Mr Ahmadinejad said some members of the UN Security Council had \"equated nuclear energy with nuclear bombs\". He also said Tehran would not submit to what he called unnecessary pressure from the the UN nuclear watchdog, the International Atomic Energy Agency. Mr Ahmadinejad had started his speech by outlining what he called the failure of the existing world order and capitalism, saying the world should be run by virtuous people like the Prophets. Although he said that Iran was ready to have a serious discussion with US statesmen, our correspondent says that on the evidence of this speech there would be little for them to talk about. In response to the speech, Mark Kornblau, spokesman for the US mission at the United Nations, told AFP news agency: \"Rather than representing the aspirations and goodwill of the Iranian people, Mr Ahmadinejad has yet again chosen to spout vile conspiracy theories and anti-<em>Semitic</em> slurs that are as abhorrent and delusional as they are predictable.\" At the UN General Assembly, leaders take to the stage to make speeches on a subject of their choice. Iran has already endured four rounds of increasingly punitive economic sanctions over the nuclear dispute. Foreign ministers from countries including the US, UK, China, France, Germany and Russia discussed the issue at a meeting on Wednesday, and it is also likely to be raised on the fringes of the General Assembly. Dozens of fringe meetings take place and correspondents say they constitute the most important business of the event. Peace-keeping in Somalia, the possible break-up of Sudan, the conflict in Yemen, climate change and UN reform are all set to feature in these smaller meetings. 'Hard realities' Speaking shortly after UN Secretary General Ban Ki-moon launched the diplomatic marathon on Thursday, US President Barack Obama urged the audience to support direct Israeli-Palestinian peace negotiations which started on 2 September.  He said those longing for an independent Palestine must not try to tear down Israel, and called on Israel to extend a moratorium on building new settlements in the West Bank and East Jerusalem. Mr Obama accepted that many remained pessimistic about the peace process, with cynics saying the two sides were too distrustful of each other, and too divided internally, to forge lasting peace. \"Some say that the gaps between the parties are too big; the potential for talks to break down is too great; and that after decades of failure, peace is simply not possible.\" But the US president called on his fellow leaders to consider the alternative.  \"If an agreement is not reached, Palestinians will never know the pride and dignity that comes with their own state. Israelis will never know the certainty and security that comes with sovereign and stable neighbours who are committed to co-existence. \"The hard realities of demography will take hold. More blood will be shed. This Holy Land will remain a symbol of our differences, instead of our common humanity.\" In his opening address, Mr Ban urged the nations to stand together in a time of growing challenges and uncertainty.  He said the UN provided a moral compass for a world in which social inequalities were growing, with women and children bearing the brunt. He called for a \"stronger UN for a better world\". Mr Ban said the UN had embraced an ambitious agenda for a more prosperous world free of poverty, and for a greener, safer world free of nuclear weapons. http://www.bbc.co.uk/news/world-middle-east-11402101",
            "vi": "16 September 2010 Last updated at 21:59 GMT        \n \n23 September 2010 Last updated at 22:02 GMT  Các phái bộ Mỹ và Phương tây tại cuộc họp của Đại Hội Đồng LHQ thứ 65 đã bỏ ra ngoài để phản đối bài phát biểu của tổng thống Iran Mahmoud Ahmadinejad phát biểu một số người xem các vụ tấn công ngày 11/9 vào nước Mỹ là một phần trong âm mưu của Mỹ nhằm bảo vệ Israel. Ông Ahmadinejad phát biểu trong ngày đầu tiên của kỳ họp ngoại giao của LHQ kéo dài một tuần tại trụ sở của tổ chức này ở New York. Phía Mỹ lên án những nhận xét của ông ấy về các vụ tấn công năm 2001, đã giết chết gần 3.000 người, là “đáng ghê tởm và lừa bịp”. Cùng bỏ ra ngoài với phái bộ Mỹ là các đại diện của 32 quốc gia khác – bao gồm các nước EU, Canada, Úc, New Zealand và Costa Rica. Nhưng ông Ahmadinejad tỏ vẻ bất chấp trưới thái độ phản đối ấy, vẫn tiếp tục đả kích chủ nghĩa Zionism và Israel, theo lời của thông tín viên Jonathan Marcus của BBC  ‘Thất bại’ của Chủ nghĩa Tư bản  Thông tín viên của chúng tôi tường thuật tiếp, bài phái biểu của tổng thống Iran một phần đả kích kịch liệt, một phần mang tính thuyết giáo – trình bài rất rộng về thế giới quan cụ thể của riêng ông ấy. Tổng thống Iran cho biết ông sẽ tổ chức một hội nghị về đề tài khủng bố vào năm tới và nói rằng năm 2011 nên là năm giải trừ vũ khí hạt nhân. Nhắc lại quan điểm của Iran phủ nhận việc nước này tìm kiếm khả năng chế tạo các vũ khí hạt nhân, ông Ahmadinejad nói một số thành viên của Hội đồng Bảo an LHQ đã ‘đánh đồng năng lượng hạt nhân với bom hạt nhân’. Ông cũng nói Tehran sẽ không khuất phục trước cái mà ông gọi là sức ép không cần thiết từ Cơ Quan Quản Lý Năng Lượng Nguyên Tử Quốc Tế, là cơ quan giám sát hạt nhân của LHQ Ông Ahmadinejad đã khởi đầu bài phát biểu bằng cách phác thảo điều mà ông gọi là sự thất bại của trật tự thế giới hiện hữu và chủ nghĩa tư  bản, ông nói rằng thể giới nên chịu sự điều hành của những người có đạo đức như các Đấng Tiên Tri. Thông tín viên của chúng tôi nói, mặc dù ông ấy tuyên bố sẵn sàng thảo luận nghiêm chỉnh với các chính khách Mỹ, bằng vào bài phát biểu này, sẽ ít có vấn đề để họ bàn luận. Đáp lại bài phát biểu này, Mark Kornblau, phát ngôn viên của phái đoàn Mỹ tại LHQ, đã nói với thông tấn xã AFP : “Thay vì đại diện cho những khát vọng và thiện chí của người dân Iran, ông Ahmadinejad lại chọn cách tuôn ra những học thuyết âm mưu đáng ghê tởm và những lời lẽ vu khống bài Do Thái đầy tính xấu xa và lừa bịp như đã đoán trước.” Tại Đại hội đồng LHQ, các lãnh tụ đăng đàn phát biểu về một đề tài do họ chọn lựa Iran đã chịu đựng bốn vòng cấm vận kinh tế ngày càng ác liệt vì bất đồng về vấn đề hạt nhân. Các bộ trưởng ngoại giao từ các nước gồm Mỹ, Anh, Trung Quốc, Pháp, Đức và Nga đã thảo luận vấn đề này tại một cuộc họp hôm thứ Tư, và vấn đề này có nhiều khả năng sẽ được nêu lên ngoài lề cuộc họp Đại Hội Đồng Hàng tá các cuộc họp ngoài lề diễn ra và các thông tín viên cho biết những cuộc họp này cấu thành phần quan trọng nhất của sự kiện này. Hoạt động gìn giữ hòa bình ở Somalia, khả năng tan vỡ của Sudan, xung đột ở Yemen, sự biến đổi khí hậu và cải tổ LHQ tất cả đã sẵn sàng được đưa vào các cuộc họp nhỏ hơn ấy.  ‘những thực tế khó khăn’  Phát biểu không lâu sau khi Tổng Thư Ký LHQ Ban Ki-moon khai mạc cuộc họp ngoại giao dài ngày này vào hôm thứ Năm, tổng thống Mỹ Barack Obama thúc hối cử tọa ủng hộ đàm phán hòa bình giữa Israel và Palestine đã diễn ra vào hôm 2 tháng 9. Ông phát biểu những ai đang tha thiết chờ đợi một nhà nước Palestine độc lập không được phép xé nát Israel, và kêu gọi Israel triển khai lệnh ngừng hoạt động xây dựng các khu định cư mới ở Bờ Tây và khu vực Đông Jerusalem.  Ông Obama nhìn nhận rằng nhiều người vẫn còn bi quan về tiến trình hòa bình này, trong đó những người yếm thế cho rằng hai bên đều không tin tưởng nhau, và quá chia rẽ nội bộ nên khó có thể hình thành nền hòa bỉnh lâu dài.  “Một số người cho rằng cách biệt giữa hai bên là quá lớn; nguy cơ cuộc đàm phán bị gãy đổ là quá lớn, và rằng sau nhiều thập niên thất bại, đơn giản là không thể có hòa bình.” Nhưng tổng thống Hoa Kỳ kêu gọi các vị lãnh đạo tương nhiệm hãy xem xét giải pháp thay thế.  “Nếu không đạt được thỏa thuận, người Palestine sẽ không bao giờ biết được lòng tự hào và phẩm cách đi cùng với quốc gia của riêng họ. Người Israel sẽ không bao giờ biết đến sự chắc chắn và an ninh đi cùng với các nước láng giềng có chủ quyền và ổn định đã cam kết cùng tồn tại.  “Những thực tế khó khăn về nhân khẩu học sẽ chiếm lĩnh. Máu sẽ đổ thêm. Vùng Đất thánh này vẫn còn là biểu tượng của những khác biệt giữa chúng ta, thay vì là biểu tượng của lòng nhân đạo chung của chúng ta.” Trong bài phát biểu khai mạc, ông Ban đã thúc hối các quốc gia hãy cùng đứng bên nhau trong một thời điểm mà thách thức và bất ổn ngày càng tăng. Ông nói tổ chức LHQ mang đến phương tiện định hướng đạo đức cho một thế giới trong đó những bất bình đẳng xã hội đang gia tăng, mà phụ nữ và trẻ em đang chịu thiệt thòi nhiều nhất. Ông kêu gọi “một tổ chức LHQ vững mạnh hơn vì một thế giới tốt đẹp hơn.” Ông Ban nói LHQ đã đón nhận một nghị trình đầy tham vọng vì một thế giới thịnh vượng hơn không có đói nghèo, và một thế giới xanh hơn, an toàn hơn không có vũ khí hạt nhân.  http://www.bbc.co.uk/news/world-middle-east-11402101"
        }
    ],
    "suggestions": []
}