{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[se'njɔ:rə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(đặt trước tên người, <font color=\"#1371BB\">Senora</font>) danh xưng của người phụ nữ nói tiếng Tây Ban Nha; Bà, Phu nhân</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xem <font color=\"#1371BB\">se²ora</font></td></tr></table><i/></div>",
            "word": "senora",
            "pronounce": "[se'njɔ:rə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "senora",
            "pronounce": "[se'njɔ:rə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "senora",
            "pronounce": "[se'njɔ:rə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "senora",
            "pronounce": "[se'njɔ:rə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "senora",
            "pronounce": "[se'njɔ:rə]"
        }
    },
    "sentences": [
        {
            "en": "Is she <em>a</em> <em>SEN</em>?",
            "vi": "Cô ta có phải à một y tá được phép hành nghề không?"
        },
        {
            "en": "Yes <em>senora</em>.",
            "vi": "Phải rồi, thưa bà."
        },
        {
            "en": "Dam <em>Sen</em> Park is <em>a</em> place of entertainment.",
            "vi": "Công viên Đầm Sen là nơi vui chơi giải trí."
        },
        {
            "en": "In Ahmad, E., Drèze, J., Hills, J., <em>Sen</em>, <em>A</em>. K. (eds.), Social Security in Developing Countries.",
            "vi": "Trong Ahmad, E., Drèze, J., Hills, J., Sen, A. K. (biên soạn.), Bảo hiểm xã hội ở các nước đang phát triển."
        },
        {
            "en": "But who would invest another <em>sen</em> in <em>a</em> girl who runs away?",
            "vi": "Nhưng ai dám đầu tư đồng nào nữa vào một đứa chạy trốn?"
        },
        {
            "en": "Drèze, J. and <em>Sen</em>, <em>A</em>. K. (1991) “Public Action for Social Security: Foundations and Strategy”.",
            "vi": "Drèze, J. và Sen, A. K. (1991) “Hành động công về bảo hiểm xã hội: nền tảng và chiến lược”."
        },
        {
            "en": "In Ahmad, E., Drèze, J., Hills, J., <em>Sen</em>, <em>A</em>. (eds.), Social Security in Developing Countries.",
            "vi": "Trong Ahmad, E., Drèze, J., Hills, J., Sen, A. (biên soạn), Bảo hiểm xã hội ở các nước đang phát triển."
        },
        {
            "en": "She is an <em>SEN</em>.",
            "vi": "Cô ta là một y tá được phép hành nghề."
        },
        {
            "en": "Dam <em>Sen</em> cultural park.",
            "vi": "Công viên văn hoá đầm sen."
        },
        {
            "en": "Ahmad, E., Drèze, J., Hills, J., <em>Sen</em>, <em>A</em>. K. (1991) Social Security in Developing Countries.",
            "vi": "Ahmad, E., Drèze, J., Hills, J., Sen, A. K. (1991) Bảo hiểm xã hội ở các nước đang phát triển."
        },
        {
            "en": "I can not work hard any more, <em>senora</em>.",
            "vi": "Thưa bà, tôi cũng chẳng còn làm được gì nặng nhọc nữa."
        },
        {
            "en": "<em>A</em> class at Ta Lo San Primary School in <em>Sen</em> Thuong Commune, Muong Nhe District, Dien Bien Province ",
            "vi": "Một lớp học tại trường tiểu học Tả Ló San ở xã Sen Thượng, huyện Mường Nhé, tỉnh Điện Biên"
        },
        {
            "en": "In 1914, Soong Ching - ling married Mr. Sun Yat - <em>sen</em>, <em>a</em> Chinese revolutionary and Kuomintang founde, China's first President after the last emperor had been toppled in 1911.",
            "vi": "Năm 1914, Tống Khánh Linh kết hôn với ông Tôn Dật Tiên, nhà cách mạng Trung Hoa và cũng là người sáng lập Quốc dân đảng Trung Hoa, tổng thống đầu tiên của Trung Hoa sau khi vị hoàng đế cuối cùng bị lật đổ năm 1911."
        },
        {
            "en": "I study at Hoa <em>Sen</em> University.",
            "vi": "Tôi học trường Đại học Hoa Sen."
        },
        {
            "en": "<em>A</em> marriage has been arranged between Mr Chen-Chi-Ho, <em>a</em> sixty-two-year-old manager and his beautiful secretary Mary <em>Sen</em>.",
            "vi": "Một cuộc hôn nhân đã đựơc thu xếp giữa ông chen - chi - ho, giám đốc sáu mươi hai tuổi và cô thư ký xinh đẹp mary sến."
        },
        {
            "en": "Kids at the Hoa <em>Sen</em> Kindergarten in the central city of Vinh attend <em>a</em> class on making different types of cakes. ",
            "vi": "Trẻ em tại trường mẫu giáo Hoa Sen ở trung tâm thành phố Vinh tham gia lớp học các kiểu làm bánh khác nhau."
        },
        {
            "en": "I went to Dam <em>Sen</em> Park today.",
            "vi": "Hôm nay tôi được đi Công viên Đầm Sen."
        },
        {
            "en": "I didn't know what she meant by this, until the younger woman muttered that i didn't look as if i had even <em>a</em> single <em>sen</em> on me.",
            "vi": "Tôi không hiểu bà ta muốn nói gì, phải đợi đến khi chị đàn bà kia nói rằng tôi có vẻ không có đồng xu nào dính túi tôi mới hiểu."
        },
        {
            "en": "Ah say miss Scarlett kin stan' whut de Lawd <em>sen</em>', kase she done had ter stan' <em>a</em>-plen' y, but mist' Rhett.",
            "vi": "Tui nói là cô scarlett có thể chịu đậng mọi cái thượng đế dáng xuống bởi chừng cô ý đã nếm đủ mùi, cơ mà cậu rhett."
        },
        {
            "en": "Kids at the Hoa <em>Sen</em> Kindergarten in the central city of Vinh attend <em>a</em> class on making different types of cakes. ",
            "vi": "Trẻ em tại trường mẫu giáo Hoa Sen ở trung tâm thành phố Vinh tham gia lớp học các kiểu làm bánh khác nhau."
        }
    ],
    "suggestions": []
}