{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['septəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) bộ lạc (ở Ai-len)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(giải phẫu) (thuộc) vách, (thuộc) vách ngăn</td></tr></table><i/></div>",
            "word": "septal"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>septal</k><blockquote><b>septal<sup>1</sup></b></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 <cclass>Anatomy &amp; <cclass>Biology relating to a septum or septa. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Archaeology (of a stone or slab) separating compartments in a burial chamber. </cclass></blockquote></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>septal<sup>2</sup></b></blockquote><blockquote>■ <cclass>adjective relating to a sept or clan. </cclass></blockquote></div>",
            "word": "septal"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "septal"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "septal"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuộc vách</font></td></tr></tbody></table></div>",
            "word": "septal"
        }
    },
    "sentences": [
        {
            "en": "Atrial <em>Septal</em> Defect",
            "vi": "Khuyết tật vách tâm nhĩ"
        },
        {
            "en": "The features are those of an atrial <em>septal</em> defect.",
            "vi": "Đặc trưng này là khuyết tật của vách tâm nhĩ."
        },
        {
            "en": "Ventricular <em>septal</em> defect is one of the most common congenital heart defects",
            "vi": "Bệnh thông liên thất là một trong những bệnh tim bẩm sinh phổ biến nhất."
        },
        {
            "en": "Atrial <em>septal</em> defect is sometimes referred to as a hole in the heart.",
            "vi": "Bệnh thông liên nhĩ đôi khi được xem là một lỗ thông trong tim."
        },
        {
            "en": "Ventricular <em>septal</em> defects are diagnosed and treated successfully with few or no complications.",
            "vi": "Bệnh thông liên thất được chẩn đoán và chữa trị thành công với ít hoặc không có biến chứng."
        },
        {
            "en": "Atrial <em>Septal</em> Defect Is One of the More Common Heart Defects About 1 in every 100 babies is born with some type of heart defect. Atrial <em>septal</em> defects are one of the more common types of these heart defects. A person could be diagnosed with an atrial <em>septal</em> defect in infancy, childhood, during their teen years, or even as an adult.",
            "vi": "Khuyết tật vách tâm nhĩ là một trong những khuyết tật tim thường gặp hơn\n Cứ 100 bé sinh ra thì có khoảng 1 bé bị một loại khuyết tật tim nào đó. Khuyết tật vách tâm nhĩ là một trong các loại khuyết tật tim thường gặp hơn. Một người có thể được chẩn đoán là bị khuyết tật vách tâm nhĩ từ lúc sơ sinh, thời thơ ấu, tuổi thanh thiếu niên, hoặc ngay cả khi trưởng thành."
        },
        {
            "en": "In some cases, the tendency to develop an atrial <em>septal</em> defect may be inherited, or genetic. In other cases, an atrial <em>septal</em> defect might happen if the pregnant woman was exposed to chemicals while the baby was growing in her uterus. For most kids with atrial <em>septal</em> defects, no one knows why they developed this problem.  ",
            "vi": "Trong một số trường hợp thì khuynh hướng bị khuyết tật vách tâm nhĩ có thể là do di truyền, hay do gien. Trong những trường hợp khác thì khuyết tật vách tâm nhĩ có thể xảy ra nếu như thai phụ tiếp xúc với hoá chất khi bé đang phát triển trong tử cung. Đối với hầu hết trẻ bị khuyết tật vách tâm nhĩ thì không ai biết sao chúng lại bị như thế."
        },
        {
            "en": "What Is an Atrial <em>Septal</em> Defect? Atrial <em>septal</em> defect or ASD for short, is a heart condition that can affect kids. To understand an atrial <em>septal</em> defect, it helps to know how the heart works. The heart has four chambers. The lower chambers of the heart are called the ventricles. There are two ventricles: a left ventricle and a right ventricle. The upper chambers are the atria and there are two of them — a left atrium and a right atrium.",
            "vi": "Khuyết tật vách tâm nhĩ là gì? \n Khuyết tật vách tâm nhĩ hay viết tắt là ASD, là bệnh tim có thể ảnh hưởng đến trẻ con. Muốn biết khuyết tật vách tâm nhĩ là gì thì phải tìm hiểu xem tim hoạt động như thế nào. Tim có bốn ngăn. Các ngăn dưới của tim được gọi là tâm thất. Có hai tâm thất: tâm thất trái và tâm thất phải. Các ngăn trên là tâm nhĩ và có hai tâm nhĩ - tâm nhĩ trái và tâm nhĩ phải."
        },
        {
            "en": "Many kids with an atrial <em>septal</em> defect don't have any problems or symptoms because of it. Occasionally, a kid with a very large atrial <em>septal</em> defect might have a poor appetite, may tire easily, may grow slowly, can experience shortness of breath, or have lung problems, like pneumonia.  ",
            "vi": "Nhiều trẻ bị khuyết tật vách tâm nhĩ không gặp bất kỳ vấn đề hay triệu chứng gì vì lý do này . Thỉnh thoảng, trẻ bị khuyết tật rất rộng ở vách tâm nhĩ có thể chán ăn, dễ mệt mỏi, phát triển chậm, khó thở, hoặc gặp vấn đề về phổi, chẳng hạn như là viêm phổi."
        },
        {
            "en": "Atrial <em>septal</em> defect (ASD): ASD is a hole in the heart wall (called the septum) that separates the left atrium and the right atrium.  ",
            "vi": "Khuyết tật vách tâm nhĩ (ASD): ASD là lỗ trong thành tim (được gọi vách ngăn ) tách tâm nhĩ trái và tâm nhĩ phải."
        },
        {
            "en": "Atrial <em>septal</em> defect or ASD for short, is a heart condition that can affect kids. To understand an atrial <em>septal</em> defect, it helps to know how the heart works. The heart has four chambers. The lower chambers of the heart are called the ventricles. There are two ventricles: a left ventricle and a right ventricle. The upper chambers are the atria and there are two of them — a left atrium and a right atrium.",
            "vi": "Khuyết tật vách tâm nhĩ hay viết tắt là ASD, là bệnh tim có thể ảnh hưởng đến trẻ con. Muốn biết khuyết tật vách tâm nhĩ là gì thì phải tìm hiểu xem tim hoạt động như thế nào. Tim có bốn ngăn. Các ngăn dưới của tim được gọi là tâm thất. Có hai tâm thất: tâm thất trái và tâm thất phải. Các ngăn trên là tâm nhĩ và có hai tâm nhĩ - tâm nhĩ trái và tâm nhĩ phải."
        },
        {
            "en": "What Causes an Atrial <em>Septal</em> Defect? Atrial <em>septal</em> defects develop when a baby is still growing inside its mother. Before birth, the heart begins as a large tube that folds and divides into sections that will become the walls and chambers of the baby's heart. If a problem occurs during this process, a hole may develop in the wall between the left atrium and right atrium.  ",
            "vi": "Nguyên nhân gây khuyết tật vách tâm nhĩ là gì?  Khuyết tật vách tâm nhĩ phát triển khi bé vẫn còn phát triển trong bụng mẹ. Trước khi chào đời thì tim là một ống lớn gập lại và chia thành các phần sẽ trở thành vách ngăn và các ngăn tim của bé. Nếu vấn đề xảy ra trong quá trình này thì lỗ có thể phát triển trong vách ngăn nằm giữa tâm nhĩ trái và tâm nhĩ phải."
        },
        {
            "en": "In some kids, the doctor may recommend regular follow-up visits to see if a small defect will close on its own. A kid with a small atrial <em>septal</em> defect usually can participate in sports and regular activities.  ",
            "vi": "Ở một số trẻ, có thể bác sĩ khuyên nên tái khám định kỳ để xem liệu khuyết tật nhỏ có thể tự khép lại hay không. Thường thì trẻ bị khuyết tật nhỏ ở vách tâm nhĩ có thể chơi thể thao và sinh hoạt bình thường."
        },
        {
            "en": "In some kids with small-siz​ed atrial <em>septal</em> defects (small-siz​e holes), the hole can close up on its own. Most kids with a medium-siz​ed or large-siz​ed atrial <em>septal</em> defect will need some kind of procedure to close the hole. If the hole is left open, later in life that person may develop other kinds of heart problems, such as an abnormal heartbeat. The person also could develop serious damage to the lung blood vessels. The risk of having a stroke, a problem where a clot or air bubble clogs up a blood vessel in the brain, is also increased in someone with an atrial <em>septal</em> defect. To prevent these problems, doctors often recommend closing the hole while the kid is still young.  ",
            "vi": "Ở một số trẻ bị khuyết tật nhỏ ở vách tâm nhĩ (lỗ nhỏ) thì lỗ này có thể tự khép lại. Hầu hết trẻ bị khuyết tật vừa hoặc lớn ở vách tâm sẽ cần đến một biện pháp nào đó để làm cho lỗ này khép lại. Nếu để hở lỗ này thì sau này người đó có thể gặp các vấn đề khác về tim, như là nhịp tim bất thường. Người này cũng có thể bị tổn thương mạch máu phổi nghiêm trọng. Nguy cơ bị đột quỵ, vấn đề cục máu đông hoặc bọt khí làm nghẽn mạch máu trong não, cũng tăng lên ở người bị khuyết tật vách tâm nhĩ. Để phòng tránh các vấn đề này, bác sĩ thường khuyên làm cho lỗ này khép lại khi trẻ vẫn còn nhỏ.  "
        },
        {
            "en": "The pediatric cardiologist will ask about the kid's medical history (the mother's health during pregnancy and illnesses the kid has had). The cardiologist also will do an exam and listen to the kid's heart. If a doctor thinks a kid may have an atrial <em>septal</em> defect, some tests might be done.  ",
            "vi": "Bác sĩ tim mạch khoa nhi sẽ hỏi về tiền sử sức khoẻ của trẻ (sức khoẻ của mẹ khi mang thai và các bệnh mà trẻ từng mắc phải). Bác sĩ tim mạch cũng sẽ kiểm tra và nghe tim của trẻ. Nếu bác sĩ cho là có thể trẻ bị khuyết tật vách tâm nhĩ thì sẽ yêu cầu làm một số xét nghiệm."
        },
        {
            "en": "What Do Doctors Do? Kids who have atrial <em>septal</em> defects may first find out that they have a heart murmur when examined by their doctor. The next stop is usually to a pediatric cardiologist, a doctor who specializes in diagnosing and treating heart disease in kids and teens.  ",
            "vi": "Các bác sĩ làm gì?  Trước tiên trẻ bị khuyết tật vách tâm nhĩ có thể được phát hiện là chúng có tiếng thổi tim hay không khi được bác sĩ khám. Tiếp theo thường là đến bác sĩ tim mạch khoa nhi, bác sĩ chuyên về chẩn đoán và chữa bệnh tim ở trẻ em và thanh thiếu niên."
        },
        {
            "en": "Kids who have had surgery or cardiac catheterization will need to follow their doctors' instructions for a while. But after just a few weeks, kids can return to their normal activities. Kids with atrial <em>septal</em> defects rarely have any further heart problems.  ",
            "vi": "Trẻ được giải phẫu hoặc thông tim sẽ cần làm theo hướng dẫn của bác sĩ trong một thời gian. Nhưng chỉ sau vài tuần, trẻ có thể sinh hoạt bình thường trở lại. Trẻ bị khuyết tật vách tâm nhĩ hiếm khi gặp các vấn đề khác về tim."
        },
        {
            "en": "Between the right and left atria is a wall called the septum. In a person with an atrial <em>septal</em> defect, there's an opening in that wall. This hole in the wall lets oxygen-rich blood from the left atrium mix with oxygen-poor blood on the other side.   ",
            "vi": "Giữa tâm nhĩ phải và tâm nhĩ trái có một thành được gọi là vách ngăn. Ở người bị khuyết tật vách tâm nhĩ thì thành này có một lỗ hở. Lỗ này để cho máu giàu ô-xi từ tâm nhĩ trái hoà lẫn với máu thiếu ô-xi ở phía bên kia."
        }
    ],
    "suggestions": []
}