{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['si:kwənst]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">được sắp xếp theo trình tự</td></tr></table><i/></div>",
            "word": "sequenced",
            "pronounce": "['si:kwənst]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sequenced",
            "pronounce": "['si:kwənst]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sequenced",
            "pronounce": "['si:kwənst]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sequenced",
            "pronounce": "['si:kwənst]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sequenced",
            "pronounce": "['si:kwənst]"
        }
    },
    "sentences": [
        {
            "en": "It would be the first edible fruit to be <em>sequenced</em>.",
            "vi": "Chuối sẽ là quả Ăn được đầu tiên được làm trình tự bộ gen."
        },
        {
            "en": "A critical lesson learned from transition is that institutional transformation needs to be carefully <em>sequenced</em>.",
            "vi": "Một bài học quan trọng rút ra từ quá trình chuyển đổi là sự chuyển đổi thể chế cần được lập trình tự một cách cẩn thận."
        },
        {
            "en": "<em>Sequenced</em> and gradual implementation of reforms would make it much easier to complete successful transition.",
            "vi": "Thực hiện cải cách một cách có trình tự và từng bước sẽ dễ dàng hơn nhiều để hoàn thành quá trình chuyển đổi một cách thành công."
        },
        {
            "en": "S. cerevisiae was the first eukaryotic genome that was completely <em>sequenced</em>.",
            "vi": "S. cerevisiae là sinh vật nhân chuẩn đầu tiên có bộ gen được giải mã hoàn toàn."
        },
        {
            "en": "9. The first animal to have its DNA completely <em>sequenced</em> was a nematode worm in 1998.",
            "vi": "9. Con vật đầu tiên có DNA được sắp xếp theo trình tự hoàn chỉnh là loại giun tròn năm 1998."
        },
        {
            "en": "The reform process was carefully <em>sequenced</em> and started in 1986-1989 with determined efforts to liberalise the price system and trade regime, so as to encourage production incentives.",
            "vi": "Các bước cải cách được lập trình tự một cách thận trọng và bắt đầu từ 1986-1989 khẳng định nỗ lực tự do hoá hệ thống giá cả và chế độ thương mại nhằm khuyến khích áp dụng các biện pháp kích thích sản xuất."
        },
        {
            "en": "Finally, the success to date of the comprehensive reform package implemented in Cambodia is largely due to the carefully <em>sequenced</em> implementation of critical reforms.",
            "vi": "Cuối cùng, thành công đạt được cho đến nay trong công cuộc cải cách toàn diện ở Cam-pu-chia phần lớn là nhờ vào việc thực hiện các bước cải cách quan trọng theo một trình tự được cân nhắc kỹ lưỡng."
        },
        {
            "en": "The numbering and coding of ordinances and resolutions of the Standing Committee of the National Assembly shall be <em>sequenced</em> as follows: “type of document: ordinal number/year of promulgation/abbreviated name of promulgating agency and legislature of the National Assembly\";",
            "vi": "Số, ký hiệu của pháp lệnh, nghị quyết của Uỷ ban thường vụ Quốc hội được sắp xếp theo thứ tự như sau: \"loại văn bản: số thứ tự của văn bản/năm ban hành/tên viết tắt của cơ quan ban hành văn bản và số khóa Quốc hội\";"
        },
        {
            "en": "Opening the economic was also carefully <em>sequenced</em> so as to meet the needs of reform, while maintaining political, economic and social stability underpinned and created the basic conditions for development.",
            "vi": "Việc mở cửa nền kinh tế cũng tuân theo một trình tự được xây dựng rất thận trọng để đáp ứng các nhu cầu cải cách, đồng thời duy trì ổn định chính trị, kinh tế và xã hội và tạo các điều kiện căn bản cho phát triển."
        },
        {
            "en": "The numbering and coding of laws and resolutions of the National Assembly shall be <em>sequenced</em> as follows: “type of document: ordinal number/year of promulgation/abbreviated name of promulgating agency and legislature of the National Assembly \";",
            "vi": "Số, ký hiệu của luật, nghị quyết của Quốc hội được sắp xếp theo thứ tự như sau: \"loại văn bản: số thứ tự của văn bản/năm ban hành/tên viết tắt của cơ quan ban hành văn bản và số khóa Quốc hội\";"
        }
    ],
    "suggestions": []
}