{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[si'reniti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cảnh trời quang mây tạnh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cảnh sóng yên biển lặng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự trầm lặng; sự thanh bình, sự thanh thản</td></tr></table><i/></div>",
            "word": "serenity",
            "pronounce": "[si'reniti]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "serenity",
            "pronounce": "[si'reniti]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "serenity",
            "pronounce": "[si'reniti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "serenity",
            "pronounce": "[si'reniti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "serenity",
            "pronounce": "[si'reniti]"
        }
    },
    "sentences": [
        {
            "en": "An atmosphere of <em>serenity</em> pervades the place.",
            "vi": "Một bầu không khí an bình bao trùm cảnh vật."
        },
        {
            "en": "The ebb and flow of the waves usually filled her with peace and <em>serenity</em>.",
            "vi": "Những con sóng biển lên rồi xuống luôn khiến cô ấy cảm giác tràn ngập yên bình và được che chở."
        },
        {
            "en": "Every breath we take, every step we make, can be filled with peace, joy and <em>serenity</em>.",
            "vi": "Mỗi hơi thở, mỗi bước chân ta thực hiện đều có thể được lấp đầy bởi sự bình an, niềm vui và sự thanh thản."
        },
        {
            "en": "God grants me the <em>serenity</em> to accept the things I cannot change.",
            "vi": "Chúa trời cho tôi sự điềm tĩnh để chấp nhận những thứ mà tôi không thể thay đổi được."
        },
        {
            "en": "Shades of great delicacy will put over a mood of <em>serenity</em>, peace and comfort.",
            "vi": "Sắc màu thanh nhã sẽ tạo ra một tâm trạng thư thái, bình yên và thoải mái."
        },
        {
            "en": "From a psyche cleansed of impure thoughts and desires, a miraculous state of <em>serenity</em> fills oneself and all around.",
            "vi": "Khi tâm đã được rửa sạch khỏi ý tưởng và ham muốn xấu xa, thì sẽ thấy an bình."
        },
        {
            "en": "It seemed that the peace and <em>serenity</em> were eluding her today, just when she needed them most.",
            "vi": "Dường như sự yên bình và che chở ngày hôm nay đang né tránh cô ấy, khi mà cô ấy cần nó nhất."
        },
        {
            "en": "You should travel my hometown if you have a opportunity in order to relax and feel <em>serenity</em> of this place",
            "vi": "Bạn nến đến quê tôi nếu bạn có cơ hội để thư giản và cảm nhận sự thanh bình của nơi này"
        },
        {
            "en": "Mistakes are admitted, forgiveness is requested, and the psyche can enter the world of death with <em>serenity</em>.",
            "vi": "Lỗi lầm trong quá khứ, xin được tha thứ, và sẽ lìa đời trong tinh thần yên lành."
        },
        {
            "en": "Mistakes are admitted, forgiveness is requested, and the psyche can enter the world of death with <em>serenity</em>.",
            "vi": "Lỗi lầm trong quá khứ, xin được tha thứ, và sẽ lìa đời trong tinh thần yên  lành."
        },
        {
            "en": "A wonderful <em>serenity</em> has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart.",
            "vi": "Một cảnh thanh bình tuyệt đẹp đã chiếm lấy cả tâm hồn tôi, như những buổi sáng ngọt ngào này của mùa xuân mà tôi tận hưởng với cả trái tim."
        },
        {
            "en": "There was a luminous <em>serenity</em> in them and the innocence in the soft brown depths struck him like a blow in the face, clearing some of the alcohol out of his brain, halting his mad, careering words in mid-flight.",
            "vi": "Đôi mắt nâu ấy sáng rực một niềm thanh thản và vẻ ngây thơ nơi đáy sâu hiền dịu của chúng như một đòn quất vào mặt chàng, xua đi phần nào hơi men trong óc, chặn đứng những lời điên dại đang ào ào tuôn ra từ miệng chàng."
        },
        {
            "en": "Of course, most campers breeze through their outdoor adventures without a snag. But part of the <em>serenity</em> of camping is knowing someone will know how to find you if you need help.",
            "vi": "Tất nhiên, hầu hết những người đi cắm trại dễ dàng vượt qua những cuộc phiêu lưu ngoài trời của họ mà không gặp bất trắc gì. Tuy nhiên, biết chắc rằng ai đó sẽ biết làm thế nào để tìm thấy bạn nếu bạn cần giúp đỡ sẽ khiến bạn an tâm hơn trong chuyến dã ngoại."
        },
        {
            "en": "Camping offers the <em>serenity</em> of escape — and, if it's combined with the exercise of a hiking trip, it benefits both body and mind. The simplicity of camping combined with the beauty of nature can help us readjust and unwind from our hectic lifestyles.",
            "vi": "Cắm trại thường mang lại cảm giác thư giãn hòa mình vào thiên nhiên - và nếu nó được kết hợp với việc thực hiện một chuyến đi bộ đường dài, nó sẽ mang lại lợi ích cho cả thể xác và tinh thần. Sự giản dị của việc cắm trại kết hợp với vẻ đẹp của thiên nhiên có thể giúp chúng ta điều chỉnh lại và tách khỏi lối sống bận rộn của chúng ta."
        },
        {
            "en": "22         22. HIDE-AND-SEEK It had taken much less time than I'd thought — all the terror, the despair, the shattering of my heart. The minutes were ticking by more slowly than usual. Jasper still hadn't come back when I returned to Alice. I was afraid to be in the same room with her, afraid that she would guess… and afraid to hide from her for the same reason. I would have thought I was far beyond the ability to be surprised, my thoughts tortured and unstable, but I was surprised when I saw Alice bent over the desk, gripping the edge with two hands. \"Alice?\" . She didn't react when I called her name, but her head was slowly rocking side to side, and I saw her face. Her eyes were blank, dazed… My thoughts flew to my mother. Was I already too late? I hurried to her side, reaching out automatically to touch her hand. \"Alice!\" Jasper's voice whipped, and then he was right behind her, his hands curling over hers, loosening them from their grip on the table. Across the room, the door swung shut with a low click. \"What is it?\" he demanded. She turned her face away from me, into his chest. \"Bella,\" she said. \"I'm right here,\" I replied. Her head twisted around, her eyes locking on mine, their expression still strangely blank. I realized at once that she hadn't been speaking to me, she'd been answering Jasper's question. \"What did you see?\" I said — and there was no question in my flat, uncaring voice. Jasper looked at me sharply. I kept my expression vacant and waited. His eyes were confused as they flickered swiftly between Alice's face and mine, feeling the chaos… for I could guess what Alice had seen now. I felt a tranquil atmosphere settle around me. I welcomed it, using it to keep my emotions disciplined, under control. Alice, too, recovered herself. \"Nothing, really,\" she answered finally, her voice remarkably calm and convincing. \"Just the same room as before.\" She finally looked at me, her expression smooth and withdrawn. \"Did you want breakfast?\" \"No, I'll eat at the airport.\" I was very calm, too. I went to the bathroom to shower. Almost as if I were borrowing Jasper's strange extra sense, I could feel Alice's wild — though well-concealed — desperation to have me out of the room, to be alone with Jasper. So she could tell him that they were doing something wrong, that they were going to fail… I got ready methodically, concentrating on each little task. I left my hair down, swirling around me, covering my face. The peaceful mood Jasper created worked its way through me and helped me think clearly. Helped me plan. I dug through my bag until I found my sock full of money. I emptied it into my pocket.  I was anxious to get to the airport, and glad when we left by seven. I sat alone this time in the back of the dark car. Alice leaned against the door, her face toward Jasper but, behind her sunglasses, shooting glances in my direction every few seconds. \"Alice?\" I asked indifferently. She was wary. \"Yes?\" \"How does it work? The things that you see?\" I stared out the side window, and my voice sounded bored. \"Edward said it wasn't definite… that things change?\" It was harder than I would have thought to say his name. That must have been what alerted Jasper, why a fresh wave of <em>serenity</em> filled the car. \"Yes, things change…\" she murmured — hopefully, I thought. \"Some things are more certain than others… like the weather. People are harder. I only see the course they're on while they're on it. Once they change their minds — make a new decision, no matter how small — the whole future shifts.\" I nodded thoughtfully. \"So you couldn't see James in Phoenix until he decided to come here.\" \"Yes,\" she agreed, wary again. And she hadn't seen me in the mirror room with James until I'd made the decision to meet him there. I tried not to think about what else she might have seen. I didn't want my panic to make Jasper more suspicious. They would be watching me twice as carefully now, anyway, after Alice's vision. This was going to be impossible. We got to the airport. Luck was with me, or maybe it was just good odds. Edward's plane was landing in terminal four, the largest terminal, where most flights landed — so it wasn't surprising that his was. But it was the terminal I needed: the biggest, the most confusing. And there was a door on level three that might be the only chance. We parked on the fourth floor of the huge garage. I led the way, for once more knowledgeable about my surroundings than they were. We took the elevator down to level three, where the passengers unloaded. Alice and Jasper spent a long time looking at the departing flights board. I could hear them discussing the pros and cons of New York, Atlanta, Chicago. Places I'd never seen. And would never see. I waited for my opportunity, impatient, unable to stop my toe from tapping. We sat in the long rows of chairs by the metal detectors, Jasper and Alice pretending to people-watch but really watching me. Every inch I shifted in my seat was followed by a quick glance out of the corner of their eyes. It was hopeless. Should I run? Would they dare to stop me physically in this public place? Or would they simply follow? I pulled the unmarked envelope out of my pocket and set it on top of Alice's black leather bag. She looked at me. \"My letter,\" I said. She nodded, tucking it under the top flap. He would find it soon enough. The minutes passed and Edward's arrival grew closer. It was amazing how every cell in my body seemed to know he was coming, to long for his coming. That made it very hard. I found myself trying to think of excuses to stay, to see him first and then make my escape. But I knew that was impossible if I was going to have any chance to get away. Several times Alice offered to go get breakfast with me. Later, I told her, not yet. I stared at the arrival board, watching as flight after flight arrived on time. The flight from Seattle crept closer to the top of the board.  And then, when I had only thirty minutes to make my escape, the numbers changed. His plane was ten minutes early. I had no more time. \"I think I'll eat now,\" I said quickly. Alice stood. \"I'll come with you.\" \"Do you mind if Jasper comes instead?\" I asked. \"I'm feeling a little…\" I didn't finish the sentence. My eyes were wild enough to convey what I didn't say. Jasper stood up. Alice's eyes were confused, but — I saw to my relief— not suspicious. She must be attributing the change in her vision to some maneuver of the tracker's rather than a betrayal by me. Jasper walked silently beside me, his hand on the small of my back, as if he were guiding me. I pretended a lack of interest in the first few airport cafes, my head scanning for what I really wanted. And there it was, around the corner, out of Alice's sharp sight: the level-three ladies' room. \"Do you mind?\" I asked Jasper as we passed. \"I'll just be a moment.\" \"I'll be right here,\" he said. As soon as the door shut behind me, I was running. I remembered the time I had gotten lost from this bathroom, because it had two exits. Outside the far door it was only a short sprint to the elevators, and if Jasper stayed where he said he would, I'd never be in his line of sight. I didn't look behind me as I ran. This was my only chance, and even if he saw me, I had to keep going. People stared, but I ignored them. Around the corner the elevators were waiting, and I dashed forward, throwing my hand between the closing doors of a full elevator headed down. I squeezed in beside the irritated passengers, and checked to make sure that the button for level one had been pushed. It was already lit, and the doors closed. As soon as the door opened I was off again, to the sound of annoyed murmurs behind me. I slowed myself as I passed the security guards by the luggage carousels, only to break into a run again as the exit doors came into view. I had no way of knowing if Jasper was looking for me yet. I would have only seconds if he was following my scent. I jumped out the automatic doors, nearly smacking into the glass when they opened too slowly. Along the crowded curb there wasn't a cab in sight. I had no time. Alice and Jasper were either about to realize I was gone, or they already had. They would find me in a heartbeat. A shuttle to the Hyatt was just closing its doors a few feet behind me.  \"Wait!\" I called, running, waving at the driver. \"This is the shuttle to the Hyatt,\" the driver said in confusion as he opened the doors. \"Yes,\" I huffed, \"that's where I'm going.\" I hurried up the steps. He looked askance at my luggage-less state, but then shrugged, not caring enough to ask. Most of the seats were empty. I sat as far from the other travelers as possible, and watched out the window as first the sidewalk, and then the airport, drifted away. I couldn't help imagining Edward, where he would stand at the edge of the road when he found the end of my trail. I couldn't cry yet, I told myself. I still had a long way to go. My luck held. In front of the Hyatt, a tired-looking couple was getting their last suitcase out of the trunk of a cab. I jumped out of the shuttle and ran to the cab, sliding into the seat behind the driver. The tired couple and the shuttle driver stared at me. I told the surprised cabbie my mother's address. \"I need to get there as soon as possible.\" \"That's in Scottsdale,\" he complained. I threw four twenties over the seat. \"Will that be enough?\" \"Sure, kid, no problem.\" I sat back against the seat, folding my arms across my lap. The familiar city began to rush around me, but I didn't look out the windows. I exerted myself to maintain control. I was determined not to lose myself at this point, now that my plan was successfully completed.  There was no point in indulging in more terror, more anxiety. My path was set. I just had to follow it now. So, instead of panicking, I closed my eyes and spent the twenty minutes' drive with Edward. I imagined that I had stayed at the airport to meet Edward. I visualized how I would stand on my toes, the sooner to see his face. How quickly, how gracefully he would move through the crowds of people separating us.  And then I would run to close those last few feet between us — reckless as always — and I would be in his marble arms, finally safe. I wondered where we would have gone. North somewhere, so he could be outside in the day. Or maybe somewhere very remote, so we could lay in the sun together again. I imagined him by the shore, his skin sparkling like the sea. It wouldn't matter how long we had to hide. To be trapped in a hotel room with him would be a kind of heaven. So many questions I still had for him. I could talk to him forever, never sleeping, never leaving his side. I could see his face so clearly now… almost hear his voice. And, despite all the horror and hopelessness, I was fleetingly happy. So involved was I in my escapist daydreams, I lost all track of the seconds racing by. \"Hey, what was the number?\" The cabbie's question punctured my fantasy, letting all the colors run out of my lovely delusions. Fear, bleak and hard, was waiting to fill the empty space they left behind. \"Fifty-eight twenty-one.\" My voice sounded strangled. The cabbie looked at me, nervous that I was having an episode or something. \"Here we are, then.\" He was anxious to get me out of his car, probably hoping I wouldn't ask for my change. \"Thank you,\" I whispered. There was no need to be afraid, I reminded myself. The house was empty. I had to hurry; my mom was waiting for me, frightened, depending on me. I ran to the door, reaching up automatically to grab the key under the eave. I unlocked the door. It was dark inside, empty, normal. I ran to the phone, turning on the kitchen light on my way. There, on the whiteboard, was a ten-digit number written in a small, neat hand. My fingers stumbled over the keypad, making mistakes. I had to hang up and start again. I concentrated only on the buttons this time, carefully pressing each one in turn. I was successful. I held the phone to my ear with a shaking hand. It rang only once. \"Hello, Bella,\" that easy voice answered. \"That was very quick. I'm impressed.\" \"Is my mom all right?\" \"She's perfectly fine. Don't worry, Bella, I have no quarrel with her.  Unless you didn't come alone, of course.\" Light, amused. \"I'm alone.\" I'd never been more alone in my entire life. \"Very good. Now, do you know the ballet studio just around the corner from your home?\" \"Yes. I know how to get there.\" \"Well, then, I'll see you very soon.\" I hung up. I ran from the room, through the door, out into the baking heat. There was no time to look back at my house, and I didn't want to see it as it was now — empty, a symbol of fear instead of sanctuary. The last person to walk through those familiar rooms was my enemy. From the corner of my eye, I could almost see my mother standing in the shade of the big eucalyptus tree where I'd played as a child. Or kneeling by the little plot of dirt around the mailbox, the cemetery of all the flowers she'd tried to grow. The memories were better than any reality I would see today. But I raced away from them, toward the corner, leaving everything behind me. I felt so slow, like I was running through wet sand — I couldn't seem to get enough purchase from the concrete. I tripped several times, once falling, catching myself with my hands, scraping them on the sidewalk, and then lurching up to plunge forward again. But at last I made it to the corner. Just another street now; I ran, sweat pouring down my face, gasping. The sun was hot on my skin, too bright as it bounced off the white concrete and blinded me. I felt dangerously exposed. More fiercely than I would have dreamed I was capable of, I wished for the green, protective forests of Forks… of home.  When I rounded the last corner, onto Cactus, I could see the studio, looking just as I remembered it. The parking lot in front was empty, the vertical blinds in all the windows drawn. I couldn't run anymore — I couldn't breathe; exertion and fear had gotten the best of me. I thought of my mother to keep my feet moving, one in front of the other. As I got closer, I could see the sign inside the door. It was handwritten on hot pink paper; it said the dance studio was closed for spring break.  I touched the handle, tugged on it cautiously. It was unlocked. I fought to catch my breath, and opened the door. The lobby was dark and empty, cool, the air conditioner thrumming. The plastic molded chairs were stacked along the walls, and the carpet smelled like shampoo. The west dance floor was dark, I could see through the open viewing window. The east dance floor, the bigger room, was lit. But the blinds were closed on the window. Terror seized me so strongly that I was literally trapped by it. I couldn't make my feet move forward.  And then my mother's voice called. \"Bella? Bella?\" That same tone of hysterical panic. I sprinted to the door, to the sound of her voice. \"Bella, you scared me! Don't you ever do that to me again!\" Her voice continued as I ran into the long, high-ceilinged room. I stared around me, trying to find where her voice was coming from. I heard her laugh, and I whirled to the sound. There she was, on the TV screen, tousling my hair in relief. It was Thanksgiving, and I was twelve. We'd gone to see my grandmother in California, the last year before she died. We went to the beach one day, and I'd leaned too far over the edge of the pier. She'd seen my feet flailing, trying to reclaim my balance. \"Bella? Bella?\" she'd called to me in fear. And then the TV screen was blue. I turned slowly. He was standing very still by the back exit, so still I hadn't noticed him at first. In his hand was a remote control. We stared at each other for a long moment, and then he smiled. He walked toward me, quite close, and then passed me to put the remote down next to the VCR. I turned carefully to watch him. \"Sorry about that, Bella, but isn't it better that your mother didn't really have to be involved in all this?\" His voice was courteous, kind. And suddenly it hit me. My mother was safe. She was still in Florida. She'd never gotten my message. She'd never been terrified by the dark red eyes in the abnormally pale face before me. She was safe. \"Yes,\" I answered, my voice saturated with relief. \"You don't sound angry that I tricked you.\" \"I'm not.\" My sudden high made me brave. What did it matter now? It would soon be over. Charlie and Mom would never be harmed, would never have to fear. I felt almost giddy. Some analytical part of my mind warned me that I was dangerously close to snapping from the stress. \"How odd. You really mean it.\" His dark eyes assessed me with interest. The irises were nearly black, just a hint of ruby around the edges. Thirsty. \"I will give your strange coven this much, you humans can be quite interesting. I guess I can see the draw of observing you. It's amazing — some of you seem to have no sense of your own self-interest at all.\" He was standing a few feet away from me, arms folded, looking at me curiously. There was no menace in his face or stance. He was so very average-looking, nothing remarkable about his face or body at all. Just the white skin, the circled eyes I'd grown so used to. He wore a pale blue, long-sleeved shirt and faded blue jeans. \"I suppose you're going to tell me that your boyfriend will avenge you?\" he asked, hopefully it seemed to me. \"No, I don't think so. At least, I asked him not to.\" \"And what was his reply to that?\" \"I don't know.\" It was strangely easy to converse with this genteel hunter. \"I left him a letter.\" \"How romantic, a last letter. And do you think he will honor it?\" His voice was just a little harder now, a hint of sarcasm marring his polite tone. \"I hope so.\" Hmmm. Well, our hopes differ then. You see, this was all just a little too easy, too quick. To be quite honest, I'm disappointed. I expected a much greater challenge. And, after all, I only needed a little luck.\" I waited in silence. \"When Victoria couldn't get to your father, I had her find out more about you. There was no sense in running all over the planet chasing you down when I could comfortably wait for you in a place of my choosing. So, after I talked to Victoria, I decided to come to Phoenix to pay your mother a visit. I'd heard you say you were going home. At first, I never dreamed you meant it. But then I wondered. Humans can be very predictable; they like to be somewhere familiar, somewhere safe. And wouldn't it be the perfect ploy, to go to the last place you should be when you're hiding — the place that you said you'd be. \"But of course I wasn't sure, it was just a hunch. I usually get a feeling about the prey that I'm hunting, a sixth sense, if you will. I listened to your message when I got to your mother's house, but of course I couldn't be sure where you'd called from. It was very useful to have your number, but you could have been in Antarctica for all I knew, and the game wouldn't work unless you were close by. \"Then your boyfriend got on a plane to Phoenix. Victoria was monitoring them for me, naturally; in a game with this many players, I couldn't be working alone. And so they told me what I'd hoped, that you were here after all. I was prepared; I'd already been through your charming home movies. And then it was simply a matter of the bluff. \"Very easy, you know, not really up to my standards. So, you see, I'm hoping you're wrong about your boyfriend. Edward, isn't it?\" I didn't answer. The bravado was wearing off. I sensed that he was coming to the end of his gloat. It wasn't meant for me anyway. There was no glory in beating me, a weak human. \"Would you mind, very much, if I left a little letter of my own for your Edward?\" He took a step back and touched a palm-sized digital video camera balanced carefully on top of the stereo. A small red light indicated that it was already running. He adjusted it a few times, widened the frame. I stared at him in horror. \"I'm sorry, but I just don't think he'll be able to resist hunting me after he watches this. And I wouldn't want him to miss anything. It was all for him, of course. You're simply a human, who unfortunately was in the wrong place, at the wrong time, and indisputably running with the wrong crowd, I might add.\" He stepped toward me, smiling. \"Before we begin…\" I felt a curl of nausea in the pit of my stomach as he spoke. This was something I had not anticipated. \"I would just like to rub it in, just a little bit. The answer was there all along, and I was so afraid Edward would see that and ruin my fun. It happened once, oh, ages ago. The one and only time my prey escaped me. \"You see, the vampire who was so stupidly fond of this little victim made the choice that your Edward was too weak to make. When the old one knew I was after his little friend, he stole her from the asylum where he worked — I never will understand the obsession some vampires seem to form with you humans — and as soon as he freed her he made her safe.  She didn't even seem to notice the pain, poor little creature. She'd been stuck in that black hole of a cell for so long. A hundred years earlier and she would have been burned at the stake for her visions. In the nineteen-twenties it was the asylum and the shock treatments. When she opened her eyes, strong with her fresh youth, it was like she'd never seen the sun before. The old vampire made her a strong new vampire, and there was no reason for me to touch her then.\" He sighed. \"I destroyed the old one in vengeance.\" \"Alice,\" I breathed, astonished. \"Yes, your little friend. I was surprised to see her in the clearing. So I guess her coven ought to be able to derive some comfort from this experience. I get you, but they get her. The one victim who escaped me, quite an honor, actually. \"And she did smell so delicious. I still regret that I never got to taste… She smelled even better than you do. Sorry — I don't mean to be offensive. You have a very nice smell. Floral, somehow…\" He took another step toward me, till he was just inches away. He lifted a lock of my hair and sniffed at it delicately. Then he gently patted the strand back into place, and I felt his cool fingertips against my throat. He reached up to stroke my cheek once quickly with his thumb, his face curious. I wanted so badly to run, but I was frozen. I couldn't even flinch away. \"No,\" he murmured to himself as he dropped his hand, \"I don't understand.\" He sighed. \"Well, I suppose we should get on with it. And then I can call your friends and tell them where to find you, and my little message.\" I was definitely sick now. There was pain coming, I could see it in his eyes. It wouldn't be enough for him to win, to feed and go. There would be no quick end like I'd been counting on. My knees began to shake, and I was afraid I was going to fall. He stepped back, and began to circle, casually, as if he were trying to get a better view of a statue in a museum. His face was still open and friendly as he decided where to start. Then he slumped forward, into a crouch I recognized, and his pleasant smile slowly widened, grew, till it wasn't a smile at all but a contortion of teeth, exposed and glistening. I couldn't help myself— I tried to run. As useless as I knew it would be, as weak as my knees already were, panic took over and I bolted for the emergency door. He was in front of me in a flash. I didn't see if he used his hand or his foot, it was too fast. A crushing blow struck my chest — I felt myself flying backward, and then heard the crunch as my head bashed into the mirrors. The glass buckled, some of the pieces shattering and splintering on the floor beside me. I was too stunned to feel the pain. I couldn't breathe yet.  He walked toward me slowly. \"That's a very nice effect,\" he said, examining the mess of glass, his voice friendly again. \"I thought this room would be visually dramatic for my little film. That's why I picked this place to meet you. It's perfect, isn't it?\" I ignored him, scrambling on my hands and knees, crawling toward the other door. He was over me at once, his foot stepping down hard on my leg. I heard the sickening snap before I felt it. But then I did feel it, and I couldn't hold back my scream of agony. I twisted up to reach for my leg, and he was standing over me, smiling. \"Would you like to rethink your last request?\" he asked pleasantly. His toe nudged my broken leg and I heard a piercing scream. With a shock, I realized it was mine. \"Wouldn't you rather have Edward try to find me?\" he prompted. \"No!\" I croaked. \"No, Edward, don't—\" And then something smashed into my face, throwing me back into the broken mirrors. Over the pain of my leg, I felt the sharp rip across my scalp where the glass cut into it. And then the warm wetness began to spread through my hair with alarming speed. I could feel it soaking the shoulder of my shirt, hear it dripping on the wood below. The smell of it twisted my stomach. Through the nausea and dizziness I saw something that gave me a sudden, final shred of hope. His eyes, merely intent before, now burned with an uncontrollable need. The blood — spreading crimson across my white shirt, pooling rapidly on the floor — was driving him mad with thirst. No matter his original intentions, he couldn't draw this out much longer. Let it be quick now, was all I could hope as the flow of blood from my head sucked my consciousness away with it. My eyes were closing.  I heard, as if from underwater, the final growl of the hunter. I could see, through the long tunnels my eyes had become, his dark shape coming toward me. With my last effort, my hand instinctively raised to protect my face. My eyes closed, and I drifted.",
            "vi": "22      22. Trò chơi trốn tìm Mọi khiếp sợ, tuyệt vọng, đau khổ vỡ ùa ngay đến, mất ít thời gian hơn tôi tưởng nhiều.  Từng phút trôi qua chậm hơn bình thường. Jasper vẫn chưa quay về khi tôi quay lại chỗ Alice. Tôi sợ ở cùng phòng với cô, sợ cô sẽ đoán ra ... và sợ phải lánh mặt cô cũng vì lý do đó.  Tôi đã nghĩ chẳng gì có thể làm mình ngạc nhiên được nữa, với những suy tư luôn giày vò và thay đổi thất thường, nhưng tôi đã ngạc nhiên khi thấy Alice cúi xuống bàn, hai tay siết vào cạnh bàn.  \" Alice?\" Cô không phản ứng khi tôi gọi tên cô, nhưng đầu cô lắc chầm chậm từ phía này sang phía khác, và tôi nhìn thấy mặt cô. Mắt cô trống rỗng, choáng váng ... Tôi nghĩ ngay đến mẹ tôi. Chẳng lẽ tôi đã quá chậm chân? Tôi vội đến bên cô, tự động đưa tay ra sờ vào tay cô.  \"Alice! Giọng Jasper giục giã, rồi anh ở ngay đằng sau cô, tay anh chụp lên tay cô, gỡ chúng ra khỏi bàn.  Bên kia phòng, cửa đóng sầm.  \"Chuyện gì vậy?\" anh hỏi.  Cô quay mặt đi không nhìn tôi nữa, mà nhìn vào ngực anh . \"Bella, \" cô nói.  \"Chị ở đây mà, \" tôi trả lời.  Đầu cô xoay lại, mắt cô nhìn tôi không rời, ánh mắt vẫn trống rỗng lạ thường. Tôi nhận ra ngay không phải cô nói với tôi, cô vừa trả lời câu hỏi của Jasper.  \"Em nhìn thấy gì?\" Tôi nói - và chẳng hề là câu hỏi trong giọng nói không quan tâm, hờ hững của tôi.  Jasper nhìn tôi sắc sảo. Tôi giữ vẻ mặt tôi trống rỗng và chờ đợi. Mắt anh bối rối khi liếc nhanh từ mặt tôi sang Alice, cảm nhận sự hỗn loạn.... vì tôi đoán biết được Alice đang nhìn thấy gì.  Tôi cảm thấy một cảm giác bình yên phủ trùm quanh mình. Tôi đón nhận nó, sử dụng nó để giữ cho cảm xúc mình có trật tự, trong vòng kiểm soát.  Alice cũng bình tĩnh lại.  “Thực ra thì không có gì,\" cuối cùng cô cũng trả lời, giọng cô bình tĩnh khác thường và đầy thuyết phục. \" Cũng những căn phòng ấy thôi. \" Cuối cùng thì cô cũng nhìn tôi, ánh mắt dịu dàng và kín đáo. \"Chị có muốn ăn sáng không?\" \"Không, chị sẽ ăn ở sân bay. \" Tôi cũng hết sức bình tĩnh. Tôi vào phòng tắm vòi sen. Gần như như thể tôi đang có thêm khả năng kỳ lạ của Jasper, tôi có thể cảm thấy nỗi ao ước dữ dội của Alice - dù được che giấu khéo léo  - muốn tôi ra khỏi phòng, để được ở một mình với Jasper. Để cô có thể nói với anh ấy rằng họ sắp làm một chuyện sai lầm, rằng họ sắp thất bại... Tôi muốn chuẩn bị sẵn sàng có lớp lang, tập trung vào từng chuyện nhỏ phải làm. Tôi thả tóc xuống, xoay quanh mình, phủ mặt. Tâm trạng bình yên Jasper tạo ra đã có tác dụng với tôi và giúp tôi suy nghĩ rõ ràng. Giúp tôi lập kế hoạch. Tôi lục túi cho đến khi tìm thấy chiếc vớ đầy tiền. Tôi đổ hết tiền vào túi quần.  Tôi nóng lòng muốn đến sân bay, và vui mừng khi chúng tôi rời khách sạn lúc bảy giờ. Lần này tôi ngồi một mình ở phía sau chiếc xe đen. Alice tựa vào cửa, khuôn mặt cô hướng về Jasper nhưng, dưới kính mát, cô liếc nhìn về phía tôi vài giây một lần.  \"Alice?\" Tôi hỏi hờ hững.  Cô dè dặt. \"Gì?\" \"Nó hoạt động ra sao? Những thứ em nhìn thấy?\" Tôi nhìn chằm chằm ra cửa sổ xe, và giọng tôi có vẻ chán chường. \"Edward nói nó không chính xác... anh ấy nói mấy thứ em nhìn thấy sẽ thay đổi?”  Khó hơn tôi tưởng khi gọi tên anh .  Chuyện đó hẳn làm Jasper cảnh giác, một làn sóng thanh thản mới lại tràn ngập xe.  \"Đúng, mọi chuyện thay đổi \" cô thì thầm – đầy hy vọng, tôi nghĩ. \"Vài chuyện chắc chắn hơn các chuyện khác... như thời tiết chẳng hạn. Con người khó hiểu hơn.  Em chỉ nhìn thấy diễn biến khi người ta thực hiện. Nếu họ đổi ý - quyết định khác đi, dù chút xíu thôi - toàn bộ tương lai sẽ thay đổi.” Tôi gật đầu tư lự. \"Thế nên em không thể thấy James ở Phoenix cho đến khi hắn quyết định đến đây. \" \"Đúng vậy, \" cô đồng ý, lại dè dặt.  Và cô đã không hề nhìn thấy tôi trong căn phòng ốp gương cùng với James cho đến khi tôi quyết định sẽ gặp hắn ở đó. Tôi cố không nghĩ về những chuyện khác có thể cô đã thấy. Tôi không muốn sự hoảng loạn của mình làm Jasper nghi ngờ hơn.  Dù sao chăng nữa thì bây giờ họ sẽ theo dõi tôi kỹ gấp đôi, sau khi Alice nhìn thấy chuyện đó. Chuyện này đã trở nên bất khả thi.  Chúng tôi đến sân bay. May mắn thuộc về tôi, hoặc có lẽ đó chỉ là do tôi giỏi phán đoán.  Máy bay của Edward sẽ đáp xuống ga số bốn, ga lớn nhất, nơi hầu hết các chuyến bay hạ cánh - cho nên chẳng gì ngạc nhiên khi anh xuống đó. Nhưng đó là ga tôi cần: ga lớn nhất, lộn xộn nhất. Và một cánh cửa ở tầng ba có lẽ là cơ hội duy nhất.  Chúng tôi đỗ xe ở tầng thứ tư của ga-ra khổng lồ ở sân bay. Tôi dẫn đường, vì am hiểu về khu này hơn họ. Chúng tôi đi thang máy xuống tầng ba, nơi hành khách lấy hành lý. Alice và Jasper nhìn thật lâu bảng báo các chuyến bay đi. Tôi nghe họ bàn cãi nhau về cái hay và cái dở của New York, Atlanta, Chicago.  Đó là những nơi tôi chưa từng đến.  Và sẽ chẳng bao giờ đến nữa.  Tôi chờ cơ hội, nôn nóng, không thể ngăn ngón chân gõ nhịp. Chúng tôi ngồi vào hàng ghế dài kế máy phát hiện kim loại, Jasper và Alice giả vờ nhìn ngắm mọi người nhưng thật ra là đang canh chừng tôi.  Tôi chỉ cần nhúc nhích một chút là khoé mắt họ đã liếc nhìn thật nhanh. Thật vô vọng. Tôi có nên chạy không?  Họ có dám chặn tôi nơi đông đúc này? Hay họ sẽ chỉ đi theo thôi? Tôi kéo phong bì không ghi tên họ ra khỏi túi quần và đặt nó lên túi da đen của Alice. Cô nhìn tôi.  \"Thư của chị, \" tôi nói. Cô gật đầu, nhét nó dưới nắp túi trên cùng. Anh sẽ thấy nó ngay.  Từng phút trôi qua và Edward sắp đến nơi. Thật hết sức ngạc nhiên vì mỗi tế bào trong cơ thể tôi như biết anh đang đến, khao khát mong chờ anh đến. Điều đó khiến chuyện thật khó khăn. Tôi thấy mình đang cố nghĩ ra cớ để ở lại, để gặp anh trước rồi mới bỏ trốn sau. Nhưng tôi biết cơ may bỏ trốn là không có.  Vài lần Alice đề nghị đi mua đồ ăn sáng với tôi. Tôi nói với cô, để sau đã, chưa đến lúc.  Tôi nhìn chằm chằm vào bảng máy bay đến, xem hết chuyến này đến chuyện khác đến hạ cánh rất đúng giờ. Chuyến bay từ Seattle tiến dần lên đầu bảng.  Thế rồi, khi tôi có chỉ ba mươi phút để trốn thoát, các con số thay đổi. Máy bay anh đến sớm mười phút. Tôi không còn thời gian nữa.  \"Chắc giờ chị đi ăn đây, \" tôi nói nhanh.  Alice đứng lên. \" Em đi với chị. \" \"Jasper đi với chị có được không?\" Tôi hỏi. \"Chị đang cảm thấy hơi ...\" tôi không nói hết câu. Mắt tôi đủ hoang mang để truyền đạt điều mình không nói.  Jasper đứng lên. Mắt Alice bối rối, nhưng - tôi nhẹ nhõm thấy - không nghi ngờ. Cô hẳn cho rằng thay đổi cô nhìn thấy là do tên săn người chớ không phải do tôi phản bội.  Jasper âm thầm đi bên tôi, tay anh đặt ở eo tôi, như thể anh đang dẫn tôi đi. Tôi giả vờ không thích mấy quán bán thức ăn nhanh đầu tiên của sân bay, tôi tìm nơi mình thực sự muốn đến. Và đấy rồi, ngay góc quanh, ngoài tầm mắt sắc sảo của Alice: phòng vệ sinh nữ ở tầng ba. \"Anh có phiền không?\" Tôi hỏi Jasper khi chúng tôi đi qua. \"Em chỉ vô chút xíu thôi. \" \"Tôi sẽ ở ngay đây nhé, \" anh  nói.  Ngay khi cửa đóng lại, tôi chạy. Tôi nhớ lúc trước mình đã lạc ở phòng tắm này, vì nó có hai lối ra.  Bên ngoài cửa bên kia, chỉ chạy hết tốc lực chút xíu là đến thang máy, và nếu Jasper vẫn ở đó, tôi sẽ không bao giờ lọt vào tầm mắt anh.  Tôi không nhìn ra phía sau khi chạy. Đây là cơ hội duy nhất của tôi, và cho dù anh có thấy, tôi cũng phải chạy tiếp. Mọi người nhìn chằm chằm, nhưng tôi lờ họ đi. Ở góc phòng thang máy đang chờ, và tôi chạy nhanh về phía trước, thò tay vào giữa cánh cửa thang máy đầy người đang đóng lại để đi xuống. Tôi chen vào đứng bên mấy hành khách tức tối, và kiểm tra để bảo đảm nút tầng một đã được ấn.  Đèn tầng một đã sáng và cửa đóng lại.  Ngay khi cửa thang máy mở, tôi lại lờ đi tiếng lầm bầm bực mình đằng sau tôi. Tôi ráng đi chậm lại khi đi qua nhân viên bảo vệ đứng bên băng chuyền hành lý, chỉ vụt chạy khi nhìn thấy lối ra. Tôi không tài nào biết được Jasper đã bắt đầu tìm tôi chưa.  Tôi sẽ chỉ có vài giây nếu anh theo mùi hương của tôi. Tôi nhảy ra cửa tự động, suýt tông đầu vô kính vì nó mở ra quá chậm chạp.  Dọc trên lề đường đông đúc, chẳng thấy chiếc taxi nào.  Tôi không có thời gian. Alice và Jasper hoặc sắp nhận ra tôi đã biến mất, hoặc họ đã nhận ra. Họ sẽ tìm thấy tôi ngay lập tức.  Một chiếc xe buýt đi Hyatt sắp đóng cửa cách tôi vài bước chân.  \"Đợi với!\" Tôi gọi, chạy, vẫy tài xế.  \"Đây là xe buýt đi Hyatt, \" tài xế bối rối nói khi ông mở cửa.  \"Vâng, \" tôi thở hổn hển, \"tôi sẽ đến đó. \" Tôi leo nhanh lên bậc thang.  Ông nhìn xoi mói vào tình trạng không hành lý của tôi, nhưng sau đó nhún vai, không thèm hỏi.  Hầu hết các ghế đều trống. Tôi ngồi càng xa các khách bộ hành khác càng tốt, và nhìn ra cửa sổ khi lúc đầu là vỉa hè, rồi sân bay, lướt qua. Tôi không thể không tưởng tượng đến Edward, lúc anh đứng ở lề đường thấy mất dấu vết của tôi. Nhưng tôi chưa thể khóc được, tôi tự nói với mình. Tôi còn cả một đống chuyện phải làm.  Tôi vẫn may mắn. Phía trước chiếc Hyatt, một đôi trông có vẻ mệt mỏi đang lôi chiếc va-li cuối cùng ra khỏi taxi. Tôi nhảy ra khỏi xe buýt và chạy đến taxi, lách vô ngồi ở ghế đằng sau tài xế.  Hai người mệt mỏi và tài xế taxi nhìn tôi chằm chằm.  Tôi cho tài xế taxi biết địa chỉ của mẹ tôi. \"Tôi cần đến đó càng sớm càng tốt. \" \"Nó ở Scottsdale lận, \" ông phàn nàn.  Tôi ném bốn tờ hai mươi đô qua chỗ ngồi.  \"Đủ không?\" \"Chắc chắn rồi, nhóc, không sao đâu. \" Tôi ngồi dựa vào ghế, khoanh tay trước bụng. Thành phố quen thuộc bắt đầu hối hả quanh tôi, nhưng tôi không nhìn ra cửa sổ. Tôi cố gắng duy trì kiểm soát. Tôi quyết không để mất mình bình tĩnh lúc này, vì bây giờ kế hoạch của tôi đã thành công.  Đắm chìm tiếp trong kinh hoàng, lo âu cũng chẳng ích gì. Đường đi đã định. Bây giờ, chỉ phải làm theo thôi.  Vì vậy, thay vì hoảng sợ, tôi nhắm mắt lại và sử dụng hai mươi phút đi xe này để sống cùng Edward.  Tôi tưởng tượng mình ở lại sân bay gặp Edward. Tôi hình dung mình sẽ nhón chân như thế nào, ngay khi vừa nhìn thấy mặt anh. Anh sẽ di chuyển qua đám đông đang ngăn cách chúng tôi nhanh mà vẫn thật duyên dáng.  Rồi tôi sẽ chạy tới để thu hẹp mấy bước sau cùng giữa chúng tôi – hấp tấp như mọi khi - và rồi tôi sẽ được ở trong vòng tay cẩm thạch của anh, cuối cùng được an toàn.  Tôi tự hỏi rồi chúng tôi sẽ đi đâu tiếp. Một nơi nào đó ở miền bắc, để anh có thể ra ngoài vào ban ngày. Hay có lẽ một nơi nào đó rất xa, để chúng tôi có thể nằm dưới ánh mặt trời với nhau lần nữa. Tôi tưởng tượng anh bên bờ biển, da anh lấp lánh như biển. Sẽ chẳng quan trọng chuyện chúng tôi phải trốn bao lâu. Mắc kẹt trong khách sạn với anh sẽ là thiên đường. Còn bao câu tôi còn muốn hỏi anh. Tôi có thể nói chuyện với anh hoài hoài, không bao giờ ngủ, không bao giờ rời khỏi anh .  Bây giờ tôi có thể nhìn thấy khuôn mặt anh thật rõ ...  hầu như nghe được tiếng anh. Và, mặc cho mọi nỗi kinh hãi và tuyệt vọng, tôi hạnh phúc ngay. Tôi mãi mê trong mộng tưởng phi thực tế, tôi quên hoàn toàn thời gian đang vùn vụt trôi qua.  \"Này, số nhà bao nhiêu?\" Câu hỏi của tài xế taxi đã làm giấc mơ tan biến, làm mọi sức sống biến khỏi ảo tưởng đẹp đẽ của tôi. Sợ hãi, ảm đạm và khó khăn đang chờ lấp vào khoảng trống ảo tưởng để lại.  “58 21. \" Giọng tôi như bị bóp cổ.  Tài xế taxi nhìn tôi, lo tôi đang phát bịnh hay sao đó.  \"Tới rồi.” Ông nóng lòng muốn tôi ra khỏi xe, chắc hy vọng tôi sẽ không đòi tiền thối.  \"Cảm ơn ông,” tôi thì thầm. Không cần phải sợ, tôi nhắc mình. Nhà chẳng có ai. Tôi phải nhanh mới được; mẹ tôi đang đợi, sợ hãi, cần tôi.  Tôi chạy đến cửa, tự động thò tay lấy chìa khoá dưới mái hiên. Tôi mở khoá cửa.  Bên trong tối om, chẳng có ai, bình thường. Tôi chạy đến bên điện thoại, bật đèn nhà bếp trên đường đi. Ở đó, trên tấm bảng là mười con số được viết bằng nét chữ nhỏ, gọn gàng. Tôi cứ bấm phím điện thoại nhầm riết. Tôi phải treo lên rồi bắt đầu lại. Lần này tôi chỉ tập trung bấm nút, cẩn thận mỗi lần ấn một phím. Được rồi. Tôi run rẩy đưa điện thoại lên tai. Chỉ reng mới một lần.  \"Chào, Bella, \" giọng nói ung dung ấy trả lời. \"Nhanh thật. Tôi hết sức ấn tượng. \" \"Mẹ tôi ổn không?\" \"Bà ấy khoẻ khỏi chê. Đừng lo, Bella, tôi chẳng có gì cớ gì để phàn nàn mẹ cô.  Trừ phi cô không đến một mình, dĩ nhiên. \" Nhẹ nhàng, thích thú.  \"Tôi chỉ có một mình. \" Cả đời tôi chưa bao giờ ở một mình.  \"Rất tốt. Vậy thì, cô có biết phòng tập ba-lê ở ngay góc phố nhà cô không?\" \"Có. Tôi biết cách đến đó. \" \"Vậy thì tốt, sớm gặp lại nhé.” Tôi gác máy.  Tôi chạy ra khỏi phòng, qua cửa, chạy ra ngoài cái nóng cháy da.  Không có thời gian để ngoái lại nhìn ngôi nhà, và tôi không muốn nhìn nó vì bây giờ nó – trống rỗng, biểu tượng của nỗi sợ hãi chứ không còn là nơi nương náu nữa. Người cuối cùng bước qua những căn phòng quen thuộc ấy chính là kẻ thù của tôi.  Từ khoé mắt, tôi như nhìn thấy mẹ tôi đang đứng dưới bóng cây khuynh diệp to lớn nơi tôi đã chơi đùa khi còn nhỏ. Hay quỳ bên khu đất nhỏ quanh hộp thư, nơi chôn mọi loài hoa mẹ đã cố trồng.  Kỷ niệm đẹp đẽ hơn bất kỳ chuyện thực nào tôi sắp chứng kiến hôm nay. Nhưng tôi xua kỷ niệm đi, hướng về góc phố, bỏ lại mọi thứ sau lưng.  Tôi cảm thấy mình quá chậm, khi chạy qua vùng cát ẩm ướt - tôi dường như không thể nhấc chân ra khỏi bê-tông. Tôi vấp vài lần, té một lần, tự đứng dậy, chống tay trên vỉa hè, rồi lảo đảo lao tiếp về phía trước.  Rồi cuối cùng tôi cũng đến được góc phố. Chỉ còn một con đường nữa thôi; tôi chạy, mồ hôi ròng ròng trên mặt, thở hổn hển. Mặt trời làm bỏng da tôi, quá sáng như thể nó văng ra từ bê-tông trắng và làm loà mắt tôi. Tôi cảm thấy mình bị phơi trần một cách nguy hiểm.  Mãnh liệt, hơn tôi từng nghĩ mình có thể, tôi ước ao mình đang ở trong những khu rừng bảo bọc, xanh ngát của Forks ... tổ ấm của tôi.  Khi quẹo vào góc phố cuối cùng, trên đường Cactus, tôi nhìn thấy phòng tập ba-lê, y như trong trí nhớ.  Bãi đậu xe phía trước trống rỗng, màn xếp dọc ở mọi cửa sổ đều được kéo kín. Tôi không thể chạy được nữa - tôi không thở được; sự ráng sức và nỗi sợ hãi đang xâm chiếm tôi. Tôi nghĩ về mẹ để buộc chân mình bước tiếp, hết chân này đến chân kia.  Khi đến gần hơn, tôi nhìn thấy bảng bên trong cửa, được viết tay trên giấy màu hồng chói, cho biết phòng tập khiêu vũ sẽ đóng cửa nghỉ xuân.  Tôi chạm vào tay cầm, cẩn thận lôi mạnh. Cửa không khoá. Tôi ráng giữ nhịp thở bình thường, rồi mở cửa.  Phòng ngoài tối om và không có ai, mát, máy điều hoà không khí đang chạy. Những chiếc ghế nhựa đúc xếp dọc tường, và thảm có mùi giống dầu gội đầu.  Xuyên qua ô cửa sổ mở, tôi có thể nhìn thấy sàn nhảy phía tây tối om.  Sàn nhảy phía đông, căn phòng lớn hơn, sáng đèn.  Nhưng màn che kín cửa sổ.  Nỗi khiếp sợ xâm chiếm tôi mạnh mẽ đến mức tôi hoàn toàn bị nó bủa chặt. Tôi không tài nào bước thêm được nữa.  Rồi giọng mẹ tôi gọi.  \"Bella? Bella?”  Cũng cái giọng hoảng sợ cuồng loạn ấy.  Tôi chạy hết tốc lực đến cửa, đến với giọng nói của bà.  \"Bella, con làm mẹ sợ!  Con đừng bao giờ làm như vậy nữa nghe chưa!” Giọng bà vẫn nói tiếp khi tôi chạy dọc theo căn phòng dài, trần cao.  Tôi nhìn quanh quất, cố tìm xem giọng mẹ phát ra từ đâu. Tôi nghe tiếng mẹ cười và tôi xoay phắt về phía âm thanh ấy.  Mẹ đang ở đó, trên màn hình ti-vi, vò tóc tôi nhẹ nhõm.  Đó là Lễ tạ ơn, và tôi mười hai tuổi. Chúng tôi đến thăm bà ở California, một năm trước khi bà mất. Một hôm chúng tôi ra biển, và tôi đã nghiêng người ra quá xa cầu tàu. Bà thấy tôi vấp chân, cố giữ thăng bằng trở lại. \"Bella? Bella?\" bà sợ hãi gọi tôi.  Rồi màn hình ti-vi biến thành màu xanh dương.  Tôi từ từ xoay người.  Hắn đang đứng yên không nhúc nhích ở lối ra phía sau, quá yên đến mức lúc đầu tôi chẳng hề nhìn thấy hắn.  Trong bàn tay hắn là chiếc điều khiển từ xa. Chúng tôi nhìn nhau chằm chằm một hồi lâu, rồi hắn mỉm cười.  Hắn bước về phía tôi, khá gần, rồi đi ngang qua tôi để đặt đồ điều khiển xuống cạnh VCR. Tôi cẩn thận xoay theo nhìn hắn .  \"Xin lỗi vì chuyện đó, Bella, nhưng chẳng phải tốt hơn sao khi mẹ cô không thực sự dính líu đến toàn bộ chuyện này?\" Giọng hắn  lịch thiệp, tử tế.  Và đột ngột tôi hiểu ra. Mẹ tôi an toàn. Mẹ vẫn đang ở Florida.  Mẹ chưa hề nhận được tin nhắn. Mẹ sẽ không bao giờ phải khiếp sợ vì đôi mắt đỏ sẫm của khuôn mặt nhợt nhạt bất thường đằng trước tôi. Mẹ an toàn.  \"Đúng vậy, \" tôi trả lời, giọng tôi đầy nhẹ nhõm.  \"Cô không giận vì tôi đã lừa cô à. \" \"Không.”  Trạng thái phấn khích đột ngột của tôi làm dũng cảm hẳn.  Bây giờ điều đó đâu còn quan trọng nữa? Sẽ mau kết thúc thôi. Charlie và mẹ sẽ không bao giờ bị hại nữa, sẽ không bao giờ phải sợ hãi. Tôi cảm thấy muốn lảo đảo.  Óc phân tích trong tôi cảnh báo tôi sắp bất tỉnh vì căng thẳng.  \"Kỳ quặc làm sao.  Cô có ý vậy thực.” Đôi mắt đen của hắn thích thú đánh giá tôi.  Tròng mắt hắn gần như đen, chỉ còn chút xíu màu đỏ hồng ngọc viền quanh.  Khát. \"Tôi sẽ cho bầy đàn kỳ cục của cô thấy tính tình rất người khá thú vị này. Tôi có thể rút ra kết luận khi quan sát cô.  Thật đáng ngạc nhiên - một số người hình như chẳng hề quan tâm đến bản thân mình chút nào. \" Hắn đang đứng cách tôi vài bước chân, tay khoanh lại, nhìn tôi tò mò. Không hề có nét đe doạ trên mặt hay tư thế của hắn.  Hắn quá bình thường, chẳng có gì nổi bật trên khuôn mặt hắn hay trên cơ thể.  Chỉ có màu da trắng, mắt có viền tròn tôi đã quen.  Hắn mặc chiếc áo sơ-mi xanh lợt, tay dài và quần jean xanh dương phai màu.  \"Tôi nghĩ cô sắp bảo tôi là bạn trai của cô sẽ trả thù cho cô?” hắn hỏi, dường như đầy hy vọng.  \"Không, tôi không nghĩ vậy. Ít nhất, tôi đã yêu cầu anh ấy đừng làm thế.” \"Thế hắn bảo sao?” \"Tôi không biết.” Trò chuyện với gã săn người lịch sự này dễ lạ lùng. \"Tôi đã để lại cho anh ấy một bức thư.” \"Lãng mạn làm sao, một lá thư cuối.  Thế cô nghĩ hắn ta sẽ làm theo không?”  Giọng hắn  bây giờ hơi cứng rắn hơn, nét chế nhạo mỉa mai làm hỏng giọng nói lịch sự của hắn.  \"Tôi hy vọng vậy. \" Hmmm. Ừm, vậy thì điều mong đợi của chúng ta khác nhau. Cô thấy đó, làm vầy thì quá dễ dàng, quá chóng vánh. Nói thực, tôi thất vọng. Tôi đã mong khó khăn hơn nhiều. Thế mà, rốt cuộc, tôi chỉ cần chút xíu may mắn. \" Tôi im lặng chờ.  \"Khi Victoria không thể tóm cha cô được, tôi ra lệnh cho cô ta tìm hiểu thêm về cô. Có ngu mới chạy rong khắp hành tinh này để săn đuổi cô trong khi tôi có thể thoải mái ngồi chờ cô ở nơi tôi chọn. Vì vậy, sau khi nói chuyện với Victoria xong, tôi quyết định đến Phoenix để thăm mẹ cô một chuyến. Tôi nghe cô bảo cô sẽ về nhà. Lúc đầu, tôi chẳng nghĩ cô làm vậy thực. Nhưng rồi tôi thấy thực kỳ lạ. Con người rất dễ đoán; họ thích ở một nơi quen thuộc, một nơi an toàn. Và chẳng phải là mánh khoé hoàn hảo sao, đến nơi không bao giờ nên đến khi ẩn nấp - nơi mình nói mình sẽ đến.  \"Nhưng dĩ nhiên tôi không chắc chắn lắm, chỉ là một linh cảm mà thôi. Tôi thường cảm nhận được con mồi mình đang săn, con người gọi là giác quan thứ sáu. Tôi lắng nghe thư thoại của cô khi đến nhà mẹ cô, nhưng dĩ nhiên tôi không biết chắc cô từ đâu gọi đến. Thật hữu ích khi có số phone của cô, nhưng ai biết đâu cô có thể đang ở Nam cực, thì trò chơi này chẳng ích gì trừ phi cô ở sát bên.  \"Thế rồi bạn trai cô lên máy bay đến Phoenix. Victoria theo dõi họ cho tôi, dĩ nhiên thôi; một trận đấu có nhiều cầu thủ như vậy thì tôi làm sao đấu một mình được. Vậy là họ cho tôi biết điều tôi đã hy vọng, là hoá ra cô đang ở đây. Tôi đã chuẩn bị; tôi coi qua hết mấy cuốn phim gia đình hấp dẫn của cô. Và rốt cuộc chỉ còn là chuyện lừa gạt mà thôi.  \"Dễ quá, cô biết đó, không đạt tiêu chuẩn của tôi. Vì vậy, cô thấy đó, tôi hy vọng cô sai về chuyện bạn trai của cô. Edward, phải không?\" Tôi không trả lời. Lòng dũng cảm đang sút giảm. Tôi cảm thấy hắn sắp hết hả hê.  Dù sao cũng chẳng nghĩa lý gì với tôi.  Chẳng chút hay ho gì khi chiến thắng tôi, một con người yếu đuối.  \"Cô có vui lòng, cho phép tôi để lại một lá thư ngắn của riêng tôi cho Edward của cô không?” Hắn lùi một bước và chạm vào một cái máy quay phim kỹ thuật số nhỏ bằng lòng bàn tay được đặt cẩn thận trên dàn âm thanh nổi.  Đèn nhỏ màu đỏ cho thấy nó đang quay.  Hắn điều chỉnh máy vài lần, mở rộng khung ảnh.  Tôi kinh hoàng nhìn chằm chằm vào hắn.  \"Tôi xin lỗi, nhưng tôi tuyệt nhiên không nghĩ hắn có thể cưỡng lại ý muốn săn lùng tôi sau khi hắn xem cái này. Và tôi không muốn hắn để lỡ bất cứ thứ gì.  Dĩ nhiên, mọi chuyện là vì hắn. Cô chỉ là một con người, kẻ không may lại ở không đúng chỗ, không đúng lúc, và rõ ràng là chơi chung với một đám không phù hợp với mình, tôi có thể nói thêm vậy.” Hắn bước về phía tôi, mỉm cười. \" Trước khi chúng ta bắt đầu... \" Tôi cảm thấy bụng dạ tôi cuồn cuộn trộn trạo khi hắn  nói. Đây là điều tôi không ngờ tới.  \"Tôi chỉ muốn làm rõ chuyện này, một chút thôi. Lý do tại sao có chuyện này đã có ngay từ đầu, và tôi đã rất sợ Edward biết điều đó khiến tôi mất vui. Chuyện này đã xảy ra một lần rồi, ồ, cách đây nhiều năm.  Lần đầu tiên và duy nhất con mồi thoát khỏi tay tôi.  \"Cô biết không, có một con ma cà rồng quá ngu xuẩn đi mê nạn nhân bé bỏng ấy đã làm điều mà Edward của cô quá yếu đuối không dám làm. Khi thằng già biết tôi theo đuổi người bạn nhỏ của hắn, hắn đã ăn cắp cô ta ra khỏi nhà thương điên nơi hắn làm việc - tôi chẳng thể hiểu nỗi làm sao mà ma cà rồng lại đi mê người - và ngay khi hắn  thả tự do cho cô ta hắn đã làm cho cô ta an toàn.  Thậm chí cô ta dường như chẳng hề cảm nhận được nỗi đau, sinh vật nhỏ tội nghiệp. Cô ta bị kẹt trong cái nhà thương điên đó quá lâu.  Một trăm năm trước thì chắc cô ta đã bị thiêu sống vì có khả năng nhìn trước sự việc.  Nhưng trong thập kỷ 1920, cô ta chỉ bị đưa vô nhà thương điên và điều trị sốc mà thôi. Khi mở mắt, mạnh mẽ với tuổi thanh xuân, cứ y như thể cô ta chưa từng sống trước đây.  Tên ma cà rồng già đã biến cô ta thành một con ma cà rồng mới mạnh mẽ, và thế là tôi chẳng còn lý do gì để đụng đến cô ta nữa.”  Hắn  thở dài. “Nên tôi đã giết thằng già để báo thù.” \"Alice, \" tôi ngạc nhiên thì thào.  \"Đúng, cô bạn nhỏ của cô. Tôi bị bất ngờ khi thấy cô ta trên đồng cỏ. Vì thế tôi đoán nhóm của cô ta có thể tìm thấy chút an ủi trong chuyện này. Tôi có được cô, nhưng họ có được cô ta. Một nạn nhân đã trốn được tôi, thực khá.  \"Và cô ta vốn có mùi rất thơm ngon. Tôi cứ tiếc mãi chuyện mình chẳng bao giờ được nếm cô ta nữa...  Cô ta toả mùi thậm chí còn ngon hơn cả cô. Xin lỗi - tôi không có ý xúc phạm.  Cô có mùi rất thơm. Mùi hoa, sao đó...” Hắn bước thêm một bước nữa về phía tôi, cho đến khi hắn chỉ cách tôi vài inch.  Hắn  nâng một lọn tóc tôi lên và nhẹ nhàng hít mùi.  Rồi hắn vỗ nhẹ cho tóc trở lại chỗ cũ, và tôi cảm thấy đầu ngón tay lạnh giá của hắn trên cổ họng mình.  Hắn lấy ngón cái vuốt ve má tôi một lần thật nhanh, khuôn mặt hắn tò mò. Tôi rất muốn chạy, nhưng người tôi cứng đờ. Tôi thậm chí không thể nhích người ra.  \"Không, \" hắn thì thầm với chính hắn khi thả tay ra, \"Tôi không hiểu.” Hắn  thở dài. \"Ừm, tôi nghĩ mình nên làm tiếp thôi. Để tôi có thể gọi các bạn cô và nói cho chúng biết chỗ tìm cô cùng lá thư nhỏ của tôi.” Tôi đang buồn nôn.  Cơn đau đến, tôi có thể nhìn thấy điều đó trong mắt hắn.  Hắn chẳng chịu chiến thắng, uống máu tôi rồi bỏ đi.  Sẽ không có kết thúc nhanh chóng như tôi đã mong đợi. Đầu gối tôi bắt đầu run, và tôi sợ mình sắp ngã.  Hắn lùi lại, và bắt đầu đi vòng quanh tôi, thoải mái, như thể hắn đang cố ngắm cho rõ hơn một bức tượng trong nhà bảo tàng. Khuôn mặt hắn vẫn cởi mở và thân thiện khi hắn  quyết định bắt đầu ở đâu.  Rồi hắn chùn người thành tư thế vồ mồi, và nụ cười vui vẻ của hắn từ từ mở rộng, rộng mãi cho đến khi nó không còn là nụ cười nữa mà là nhe toàn bộ răng, sáng loá.  Tôi không thể kiềm chế mình - tôi cố bỏ chạy.  Tuy biết rõ là vô ích, tuy đầu gối quá yếu ớt, nhưng nỗi kinh hoàng xâm chiếm nên tôi lao ra cửa thoát hiểm.  Trong chớp mắt, hắn đã ở phía trước tôi. Tôi chẳng thấy hắn dùng tay hay chân, quá sức nhanh.  Một đòn chí mạng đập vào ngực tôi - tôi thấy mình bay ngược ra sau, rồi nghe tiếng răng rắc khi đầu tôi đập mạnh vào gương. Kính đổ sụp, một vài mảnh vỡ tan và văng ra thành từng mảnh trên sàn bên cạnh tôi.  Tôi quá sửng sốt nên không cảm thấy đau. Tôi cũng chưa thở được.  Hắn từ từ đi về phía tôi.  \"Thật là một hiệu ứng rất tốt,” hắn  nói, nhìn đám kính hỗn độn, giọng hắn lại thân thiện. \"Tôi nghĩ phòng này làm đoạn phim nhỏ của tôi hết sức ấn tượng.  Đó là lý do tại sao tôi chọn nơi này để gặp cô.  Thật hoàn hảo, phải không?\" Tôi lờ hắn  đi, bò bằng tay và đầu gối, ra phía cửa khác.  Hắn vượt qua tôi ngay lập tức, chân hắn đạp mạnh lên chân tôi. Tôi nghe tiếng gãy kinh khủng trước khi tôi cảm thấy nó. Nhưng rồi tôi đã cảm thấy nó, và tôi không thể kềm tiếng thét đau đớn. Tôi cong người ôm chân, còn hắn đứng trông chừng tôi, mỉm cười.  \"Cô có muốn suy nghĩ lại yêu cầu cuối cùng của cô không?\" hắn  thích thú hỏi. Ngón chân hắn đẩy nhẹ cái chân gãy của tôi và tôi nghe một tiếng thét buốt tai.  Bàng hoàng, tôi nhận ra đó là tiếng thét của tôi.  \"Cô không thích Edward cố gắng tìm tôi hơn sao?\" hắn nhắc.  \"Không!\" Tôi rền rĩ. \"Không, Edward, đừng--”  Rồi cái gì đó đập mạnh vào mặt tôi, ném vào tôi trở lại vào mấy tấm gương vỡ.  Ngoài cái đau ở chân, tôi cảm thấy da đầu bị kính cứa sâu. Rồi dòng máu ấm bắt đầu len qua tóc với tốc độ đáng ngại. Tôi có thể cảm thấy nó thấm ướt vai áo sơ mi, nghe tiếng máu nhỏ xuống sàn gỗ phía dưới. Mùi máu làm dạ dày tôi nhộn nhạo.  Trong cơn buồn nôn và chóng mặt, tôi nhìn thấy một chuyện làm tôi cuối cùng bỗng có chút hy vọng.  Mắt hắn, trước đây hết sức chăm chú, bây giờ cháy bỏng một nhu cầu không kiềm chế được.  Máu -  nhuộm đỏ áo trắng của tôi, đang đọng lại thật nhanh trên sàn - đang làm hắn khát điên lên.  Mặc cho ý định ban đầu, hắn không thể kéo dài lâu hơn nữa chuyện này.  Làm chuyện đó thật nhanh, là tất cả những gì tôi có thể hy vọng khi dòng máu trên đầu tôi mang theo cả sự tỉnh táo của tôi. Mắt tôi từ từ nhắm lại.  Tôi nghe, như thể từ dưới nước, tiếng gầm gừ cuối cùng của tên săn người. Tôi có thể nhìn thấy, qua đường hầm sâu hun hút của đôi mắt đang khép lại dần, bóng hắn đang đi về phía tôi. Với nỗ lực cuối cùng, bàn tay tôi theo bản năng đưa lên để che mặt. Mắt tôi nhắm kín lại, rồi tôi lịm đi."
        },
        {
            "en": "3. MOTIVES THE SUN WAS SO DEEPLY BURIED BEHIND THE CLOUDS that there was no way to tell if it had set or not. After the long flight — chasing the sun westward so that it seemed unmoving in the sky — it was especially disorienting; time seemed oddly variable. It took me by surprise when the forest gave way to the first buildings, signaling that we were nearly home. “You’ve been very quiet,” Edward observed. “Did the plane make you sick?” “No, I’m okay.” “Are you sad to leave?” “More relieved than sad, I think.” He raised one eyebrow at me. I knew it was useless and — much as I hated to admit it — unnecessary to ask him to keep his eyes on the road. “Renée is so much more . . .perceptive than Charlie in some ways. It was making me jumpy.” Edward laughed. “Your mother has a very interesting mind. Almost childlike, but very insightful. She sees things differently than other people.” Insightful. It was a good description of my mother — when she was paying attention. Most of the time Renée was so bewildered by her own life that she didn’t notice much else. But this weekend she’d been paying plenty of attention to me. Phil was busy — the high school baseball team he coached was in the playoffs — and being alone with Edward and me had only sharpened Renée’s focus. As soon as the hugs and squeals of delight were out of the way, Renée began to watch. And as she’d watched, her wide blue eyes had become first confused and then concerned. This morning we’d gone for a walk along the beach. She wanted to show off all the beauties of her new home, still hoping, I think, that the sun might lure me away from Forks. She’d also wanted to talk with me alone, and that was easily arranged. Edward had fabricated a term paper to give himself an excuse to stay indoors during the day. In my head, I went through the conversation again. . . . Renée and I ambled along the sidewalk, trying to stay in the range of the infrequent palm tree shadows. Though it was early, the heat was smothering. The air was so heavy with moisture that just breathing in and out was giving my lungs a workout. “Bella?” my mother asked, looking out past the sand to the lightly crashing waves as she spoke. “What is it, Mom?” She sighed, not meeting my gaze. “I’m worried. . . .” “What’s wrong?” I asked, anxious at once. “What can I do?” “It’s not me.” She shook her head. “I’m worried about you . . . and Edward.” Renée finally looked at me when she said his name, her face apologetic. “Oh,” I mumbled, fixing my eyes on a pair of joggers as they passed us, drenched with sweat. “You two are more serious than I’d been thinking,” she went on. I frowned, quickly reviewing the last two days in my head. Edward and I had barely touched — in front of her, at least. I wondered if Renée was about to give me a lecture on responsibility, too. I didn’t mind that the way I had with Charlie. It wasn’t embarrassing with my mom. After all, I’d been the one giving her that lecture time and time again in the last ten years.  “There’s something . . . strange about the way you two are together,” she murmured, her forehead creasing over her troubled eyes. “The way he watches you — it’s so . . . protective. Like he’s about to throw himself in front of a bullet to save you or something.” I laughed, though I was still not able to meet her gaze. “That’s a bad thing?” “No.” She frowned as she struggled for the words. “It’s just different . He’s very intense about you . . . and very careful. I feel like I don’t really understand your relationship. Like there’s some secret I’m missing. . . .” “I think you’re imagining things, Mom,” I said quickly, struggling to keep my voice light. There was a flutter in my stomach. I’d forgotten how much my mother saw . Something about her simple view of the world cut through all the distractions and pierced right to the truth of things. This had never been a problem before. Until now, there had never been a secret I couldn’t tell her. “It’s not just him.” She set her lips defensively. “I wish you could see how you move around him.” “What do you mean?”  “The way you move — you orient yourself around him without even thinking about it. When he moves, even a little bit, you adjust your position at the same time. Like magnets . . . or gravity. You’re like a . . . satellite, or something. I’ve never seen anything like it.” She pursed her lips and stared down. “Don’t tell me,” I teased, forcing a smile. “You’re reading mysteries again, aren’t you? Or is it sci-fi this time?” Renée flushed a delicate pink. “That’s beside the point.” “Found anything good?” “Well, there was one — but that doesn’t matter. We’re talking about you right now.” “You should stick to romance, Mom. You know how you freak yourself out.” Her lips turned up at the corners. “I’m being silly, aren’t I?” For half a second I couldn’t answer. Renée was so easily swayed. Sometimes it was a good thing, because not all of her ideas were practical. But it pained me to see how quickly she caved in to my trivializing, especially since she was dead right this time. She looked up, and I controlled my expression. “Not silly — just being a mom.” She laughed and then gestured grandly toward the white sands stretching to the blue water. “And all this isn’t enough to get you to move back in with your silly mom?” I wiped my hand dramatically across my forehead, and then pretended to wring my hair out. “You get used to the humidity,” she promised. “You can get used to rain, too,” I countered. She elbowed me playfully and then took my hand as we walked back to her car. Other than her worries about me, she seemed happy enough. Content. She still looked at Phil with goo-goo eyes, and that was comforting. Surely her life was full and satisfying. Surely she didn’t miss me that much, even now. . . . Edward’s icy fingers brushed my cheek. I looked up, blinking, coming back to the present. He leaned down and kissed my forehead. “We’re home, Sleeping Beauty. Time to awake.” We were stopped in front of Charlie’s house. The porch light was on and the cruiser was parked in the driveway. As I examined the house, I saw the curtain twitch in the living room window, flashing a line of yellow light across the dark lawn. I sighed. Of course Charlie was waiting to pounce. Edward must have been thinking the same thing, because his expression was stiff and his eyes remote as he came to get my door for me. “How bad?” I asked. “Charlie’s not going to be difficult,” Edward promised, his voice level with no hint of humor. “He missed you.” My eyes narrowed in doubt. If that was the case, then why was Edward tensed as if for a battle? My bag was small, but he insisted on carrying it into the house. Charlie held the door open for us. “Welcome home, kid!” Charlie shouted like he really meant it. “How was Jacksonville?” “Moist. And buggy.” “So Renée didn’t sell you on the University of Florida?” “She tried. But I’d rather drink water than inhale it.” Charlie’s eyes flickered unwillingly to Edward. “Did you have a nice time?” “Yes,” Edward answered in a serene voice. “Renée was very hospitable.” “That’s . . . um, good. Glad you had fun.” Charlie turned away from Edward and pulled me in for an unexpected hug. “Impressive,” I whispered in his ear. He rumbled a laugh. “I really missed you, Bells. The food around here sucks when you’re gone.” “I’ll get on it,” I said as he let me go. “Would you call Jacob first? He’s been bugging me every five minutes since six o’clock this morning. I promised I’d have you call him before you even unpacked.” I didn’t have to look at Edward to feel that he was too still, too cold beside me. So this was the cause of his tension. “Jacob wants to talk to me?” “Pretty bad, I’d say. He wouldn’t tell me what it was about — just said it was important.” The phone rang then, shrill and demanding. “That’s him again, I’d bet my next paycheck,” Charlie muttered. “I got it.” I hurried to the kitchen. Edward followed after me while Charlie disappeared into the living room. I grabbed the phone mid-ring, and twisted around so that I was facing the wall. “Hello?” “You’re back,” Jacob said. His familiar husky voice sent a wave of wistfulness through me. A thousand memories spun in my head, tangling together — a rocky beach strewn with driftwood trees, a garage made of plastic sheds, warm sodas in a paper bag, a tiny room with one too-small shabby loveseat. The laughter in his deep-set black eyes, the feverish heat of his big hand around mine, the flash of his white teeth against his dark skin, his face stretching into the wide smile that had always been like a key to a secret door where only kindred spirits could enter. It felt sort of like homesickness, this longing for the place and person who had sheltered me through my darkest night. I cleared the lump from my throat. “Yes,” I answered. “Why didn’t you call me?” Jacob demanded. His angry tone instantly got my back up. “Because I’ve been in the house for exactly four seconds and your call interrupted Charlie telling me that you’d called.” “Oh. Sorry.” “Sure. Now, why are you harassing Charlie?” “I need to talk to you.” “Yeah, I figured out that part all by myself. Go ahead.” There was a short pause. “You going to school tomorrow?” I frowned to myself, unable to make sense of this question. “Of course I am. Why wouldn’t I?” “I dunno. Just curious.” Another pause. “So what did you want to talk about, Jake?” He hesitated. “Nothing really, I guess. I . . . wanted to hear your voice.” “Yeah, I know. I’m so glad you called me, Jake. I . . .” But I didn’t know what more to say. I wanted to tell him I was on my way to La Push right now. And I couldn’t tell him that. “I have to go,” he said abruptly. “What?” “I’ll talk to you soon, okay?” “But Jake —” He was already gone. I listened to the dial tone with disbelief. “That was short,” I muttered. “Is everything all right?” Edward asked. His voice was low and careful. I turned slowly to face him. His expression was perfectly smooth — impossible to read. “I don’t know. I wonder what that was about.” It didn’t make sense that Jacob had been hounding Charlie all day just to ask me if I was going to school. And if he’d wanted to hear my voice, then why did he hang up so quickly? “Your guess is probably better than mine,” Edward said, the hint of a smile tugging at the corner of his mouth. “Mmm,” I murmured. That was true. I knew Jake inside and out. It shouldn’t be that complicated to figure out his motivations. With my thoughts miles away — about fifteen miles away, up the road to La Push — I started combing through the fridge, assembling ingredients for Charlie’s dinner. Edward leaned against the counter, and I was distantly aware that his eyes were on my face, but too preoccupied to worry about what he saw there. The school thing seemed like the key to me. That was the only real question Jake had asked. And he had to be after an answer to something, or he wouldn’t have been bugging Charlie so persistently. Why would my attendance record matter to him, though? I tried to think about it in a logical way. So, if I hadn’t been going to school tomorrow, what would be the problem with that, from Jacob’s perspective? Charlie had given me a little grief about missing a day of school so close to finals, but I’d convinced him that one Friday wasn’t going to derail my studies. Jake would hardly care about that. My brain refused to come up with any brilliant insights. Maybe I was missing some vital piece of information. What could have changed in the past three days that was so important that Jacob would break his long streak of refusing to answer my phone calls and contact me? What difference could three days make? I froze in the middle of the kitchen. The package of icy hamburger in my hands slipped through my numb fingers. It took me a slow second to miss the thud it should have made against the floor. Edward had caught it and thrown it onto the counter. His arms were already around me, his lips at my ear. “What’s wrong?” I shook my head, dazed. Three days could change everything. Hadn’t I just been thinking about how impossible college was? How I couldn’t be anywhere near people after I’d gone through the painful three-day conversion that would set me free from mortality, so that I could spend eternity with Edward? The conversion that would make me forever a prisoner to my own thirst. . . . Had Charlie told Billy that I’d vanished for three days? Had Billy jumped to conclusions? Had Jacob really been asking me if I was still human? Making sure that the werewolves’ treaty was unbroken — that none of the Cullens had dared to bite a human . . . bite, not kill . . . ? But did he honestly think I would come home to Charlie if that was the case? Edward shook me. “Bella?” he asked, truly anxious now. “I think . . . I think he was checking,” I mumbled. “Checking to make sure. That I’m human, I mean.” Edward stiffened, and a low hiss sounded in my ear. “We’ll have to leave,” I whispered. “Before. So that it doesn’t break the treaty. We won’t ever be able to come back.” His arms tightened around me. “I know.” “Ahem.” Charlie cleared his voice loudly behind us. I jumped, and then pulled free of Edward’s arms, my face getting hot. Edward leaned back against the counter. His eyes were tight. I could see worry in them, and anger.  “If you don’t want to make dinner, I can call for a pizza,” Charlie hinted. “No, that’s okay, I’m already started.” “Okay,” Charlie said. He propped himself against the doorframe, folding his arms. I sighed and got to work, trying to ignore my audience. “If I asked you to do something, would you trust me?” Edward asked, an edge to his soft voice. We were almost to school. Edward had been relaxed and joking just a moment ago, and now suddenly his hands were clenched tight on the steering wheel, his knuckles straining in an effort not to snap it into pieces. I stared at his anxious expression — his eyes were far away, like he was listening to distant voices. My pulse sped in response to his stress, but I answered carefully. “That depends.” We pulled into the school lot. “I was afraid you would say that.” “What do you want me to do, Edward?” “I want you to stay in the car.” He pulled into his usual spot and turned the engine off as he spoke. “I want you to wait here until I come back for you.” “But . . .why ?” That was when I saw him. He would have been hard to miss, towering over the students the way he did, even if he hadn’t been leaning against his black motorcycle, parked illegally on the sidewalk. “Oh.” Jacob’s face was a calm mask that I recognized well. It was the face he used when he was determined to keep his emotions in check, to keep himself under control. It made him look like Sam, the oldest of the wolves, the leader of the Quileute pack. But Jacob could never quite manage the perfect <em>serenity</em> Sam always exuded. I’d forgotten how much this face bothered me. Though I’d gotten to know Sam pretty well before the Cullens had come back — to like him, even — I’d never been able to completely shake the resentment I felt when Jacob mimicked Sam’s expression. It was a stranger’s face. He wasn’t my Jacob when he wore it. “You jumped to the wrong conclusion last night,” Edward murmured. “He asked about school because he knew that I would be where you were. He was looking for a safe place to talk to me. A place with witnesses.” So I’d misinterpreted Jacob’s motives last night. Missing information, that was the problem. Information like why in the world Jacob would want to talk to Edward. “I’m not staying in the car,” I said. Edward groaned quietly. “Of course not. Well, let’s get this over with.” Jacob’s face hardened as we walked toward him, hand in hand. I noticed other faces, too — the faces of my classmates. I noticed how their eyes widened as they took in all six foot seven inches of Jacob’s long body, muscled up the way no normal sixteen-and-a-half-year-old ever had been. I saw those eyes rake over his tight black t-shirt — short-sleeved, though the day was unseasonably cool — his ragged, grease-smeared jeans, and the glossy black bike he leaned against. Their eyes didn’t linger on his face — something about his expression had them glancing quickly away. And I noticed the wide berth everyone gave him, the bubble of space that no one dared to encroach on. With a sense of astonishment, I realized that Jacob looked dangerous to them. How odd. Edward stopped a few yards away from Jacob, and I could tell that he was uncomfortable having me so close to a werewolf. He drew his hand back slightly, pulling me halfway behind his body. “You could have called us,” Edward said in a steel-hard voice. “Sorry,” Jacob answered, his face twisting into a sneer. “I don’t have any leeches on my speed dial.” “You could have reached me at Bella’s house, of course.” Jacob’s jaw flexed, and his brows pulled together. He didn’t answer. “This is hardly the place, Jacob. Could we discuss this later?” “Sure, sure. I’ll stop by your crypt after school.” Jacob snorted. “What’s wrong with now?” Edward looked around pointedly, his eyes resting on the witnesses who were just barely out of hearing range. A few people were hesitating on the sidewalk, their eyes bright with expectation. Like they were hoping a fight might break out to alleviate the tedium of another Monday morning. I saw Tyler Crowley nudge Austin Marks, and they both paused on their way to class. “I already know what you came to say,” Edward reminded Jacob in voice so low that I could barely make it out. “Message delivered. Consider us warned.” Edward glanced down at me for a fleeting second with worried eyes. “Warned?” I asked blankly. “What are you talking about?” “You didn’t tell her?” Jacob asked, his eyes widening with disbelief. “What, were you afraid she’d take our side?” “Please drop it, Jacob,” Edward said in an even voice. “Why?” Jacob challenged. I frowned in confusion. “What don’t I know? Edward?” Edward just glared at Jacob as if he hadn’t heard me. “Jake?” Jacob raised his eyebrow at me. “He didn’t tell you that his big . . .brother crossed the line Saturday night?” he asked, his tone thickly layered with sarcasm. Then his eyes flickered back to Edward. “Paul was totally justified in —” “It was no-man’s land!” Edward hissed. “Was not!” Jacob was fuming visibly. His hands trembled. He shook his head and sucked in two deep lungfuls of air. “Emmett and Paul?” I whispered. Paul was Jacob’s most volatile pack brother. He was the one who’d lost control that day in the woods — the memory of the snarling gray wolf was suddenly vivid in my head. “What happened? Were they fighting?” My voice strained higher in panic. “Why? Did Paul get hurt?” “No one fought,” Edward said quietly, only to me. “No one got hurt. Don’t be anxious.” Jacob was staring at us with incredulous eyes. “You didn’t tell her anything at all, did you? Is that why you took her away? So she wouldn’t know that —?” “Leave now.” Edward cut him off mid-sentence, and his face was abruptly frightening — truly frightening. For a second, he looked like . . . like a vampire . He glared at Jacob with vicious, unveiled loathing. Jacob raised his eyebrows, but made no other move. “Why haven’t you told her?” They faced each other in silence for a long moment. More students gathered behind Tyler and Austin. I saw Mike next to Ben — Mike had one hand on Ben’s shoulder, like he was holding him in place. In the dead silence, all the details suddenly fell into place for me with a burst of intuition. Something Edward didn’t want me to know. Something that Jacob wouldn’t have kept from me. Something that had the Cullens and the wolves both in the woods, moving in hazardous proximity to each other. Something that would cause Edward to insist that I fly across the country. Something that Alice had seen in a vision last week — a vision Edward had lied to me about. Something I’d been waiting for anyway. Something I knew would happen again, as much as I might wish it never would. It was never going to end, was it? I heard the quick gasp, gasp, gasp, gasp of the air dragging through my lips, but I couldn’t stop it. It looked like the school was shaking, like there was an earthquake, but I knew it was my own trembling that caused the illusion. “She came back for me,” I choked out. Victoria was never going to give up till I was dead. She would keep repeating the same pattern — feint and run, feint and run — until she found a hole through my defenders. Maybe I’d get lucky. Maybe the Volturi would come for me first — they’d kill me quicker, at least. Edward held me tight to his side, angling his body so that he was still between me and Jacob, and stroked my face with anxious hands. “It’s fine,” he whispered to me. “It’s fine. I’ll never let her get close to you, it’s fine.” Then he glared at Jacob. “Does that answer your question, mongrel?” “You don’t think Bella has a right to know?” Jacob challenged. “It’s her life.” Edward kept his voice muted; even Tyler, edging forward by inches, would be unable to hear. “Why should she be frightened when she was never in danger?” “Better frightened than lied to.” I tried to pull myself together, but my eyes were swimming in moisture. I could see it behind my lids — I could see Victoria’s face, her lips pulled back over her teeth, her crimson eyes glowing with the obsession of her vendetta; she held Edward responsible for the demise of her love, James. She wouldn’t stop until his love was taken from him, too. Edward wiped the tears from my cheek with his fingertips. “Do you really think hurting her is better than protecting her?” he murmured. “She’s tougher than you think,” Jacob said. “And she’s been through worse.” Abruptly, Jacob’s expression shifted, and he was staring at Edward with an odd, speculative expression. His eyes narrowed like he was trying to do a difficult math problem in his head. I felt Edward cringe. I glanced up at him, and his face was contorted in what could only be pain. For one ghastly moment, I was reminded of our afternoon in Italy, in the macabre tower room of the Volturi, where Jane had tortured Edward with her malignant gift, burning him with her thoughts alone. . . . The memory snapped me out of my near hysteria and put everything in perspective. Because I’d rather Victoria killed me a hundred times over than watch Edward suffer that way again. “That’s funny,” Jacob said, laughing as he watched Edward’s face. Edward winced, but smoothed his expression with a little effort. He couldn’t quite hide the agony in his eyes. I glanced, wide-eyed, from Edward’s grimace to Jacob’s sneer. “What are you doing to him?” I demanded. “It’s nothing, Bella,” Edward told me quietly. “Jacob just has a good memory, that’s all.” Jacob grinned, and Edward winced again. “Stop it! Whatever you’re doing.” “Sure, if you want.” Jacob shrugged. “It’s his own fault if he doesn’t like the things I remember, though.” I glared at him, and he smiled back impishly — like a kid caught doing something he knows he shouldn’t by someone who he knows won’t punish him. “The principal’s on his way to discourage loitering on school property,” Edward murmured to me. “Let’s get to English, Bella, so you’re not involved.” “Overprotective, isn’t he?” Jacob said, talking just to me. “A little trouble makes life fun. Let me guess, you’re not allowed to have fun, are you?” Edward glowered, and his lips pulled back from his teeth ever so slightly. “Shut up, Jake,” I said. Jacob laughed. “That sounds like a no . Hey, if you ever feel like having a life again, you could come see me. I’ve still got your motorcycle in my garage.” Ừ  This news distracted me. “You were supposed to sell that. You promised Charlie you would.” If I hadn’t begged on Jake’s behalf — after all, he’d put weeks of labor into both motorcycles, and he deserved some kind of payback — Charlie would have thrown my bike in a Dumpster. And possibly set that Dumpster on fire. “Yeah, right. Like I would do that. It belongs to you, not me. Anyway, I’ll hold on to it until you want it back.” A tiny hint of the smile I remembered was suddenly playing around the edges of his lips. “Jake . . .” He leaned forward, his face earnest now, the bitter sarcasm fading. “I think I might have been wrong before, you know, about not being able to be friends. Maybe we could manage it, on my side of the line.  Come see me.” I was vividly conscious of Edward, his arms still wrapped protectively around me, motionless as a stone. I shot a look at his face — it was calm, patient. “I, er, don’t know about that, Jake.” Jacob dropped the antagonistic façade completely. It was like he’d forgotten Edward was there, or at least he was determined to act that way. “I miss you every day, Bella. It’s not the same without you.” “I know and I’m sorry, Jake, I just . . .” He shook his head, and sighed. “I know. Doesn’t matter, right? I guess I’ll survive or something. Who needs friends?” He grimaced, trying to cover the pain with a thin attempt at bravado. Jacob’s suffering had always triggered my protective side. It was not entirely rational — Jacob was hardly in need of any physical protection I could offer. But my arms, pinned beneath Edward’s, yearned to reach out to him. To wrap around his big, warm waist in a silent promise of acceptance and comfort. Edward’s shielding arms had become restraints. “Okay, get to class,” a stern voice sounded behind us. “Move along, Mr. Crowley.” “Get to school, Jake,” I whispered, anxious as soon as I recognized the principal’s voice. Jacob went to the Quileute school, but he might still get in trouble for trespassing or the equivalent. Edward released me, taking just my hand and pulling me behind his body again. Mr. Greene pushed through the circle of spectators, his brows pressing down like ominous storm clouds over his small eyes. “I mean it,” he was threatening. “Detention for anyone who’s still standing here when I turn around again.” The audience melted away before he was finished with his sentence. “Ah, Mr. Cullen. Do we have a problem here?” “Not at all, Mr. Greene. We were just on our way to class.” “Excellent. I don’t seem to recognize your friend.” Mr. Greene turned his glower on Jacob. “Are you a new student here?” Mr. Greene’s eyes scrutinized Jacob, and I could see that he’d come to the same conclusion everyone else had: dangerous. A troublemaker. “Nope,” Jacob answered, half a smirk on his broad lips. “Then I suggest you remove yourself from school property at once, young man, before I call the police.” Jacob’s little smirk became a full-blown grin, and I knew he was picturing Charlie showing up to arrest him. This grin was too bitter, too full of mocking to satisfy me. This wasn’t the smile I’d been waiting to see. Jacob said, “Yes, sir,” and snapped a military salute before he climbed on his bike and kicked it to a start right there on the sidewalk. The engine snarled and then the tires squealed as he spun it sharply around. In a matter of seconds, Jacob raced out of sight. Mr. Greene gnashed his teeth together while he watched the performance. “Mr. Cullen, I expect you to ask your friend to refrain from trespassing again.” “He’s no friend of mine, Mr. Greene, but I’ll pass along the warning.” Mr. Greene pursed his lips. Edward’s perfect grades and spotless record were clearly a factor in Mr. Greene’s assessment of the incident. “I see. If you’re worried about any trouble, I’d be happy to —” “There’s nothing to worry about, Mr. Greene. There won’t be any trouble.” “I hope that’s correct. Well, then. On to class. You, too, Miss Swan.” Edward nodded, and pulled me quickly along toward the English building. “Do you feel well enough to go to class?” he whispered when we were past the principal. “Yes,” I whispered back, not quite sure if this was a lie. Whether I felt well or not was hardly the most important consideration. I needed to talk to Edward right away, and English class wasn’t the ideal place for the conversation I had in mind. But with Mr. Greene right behind us, there weren’t a lot of other options. We got to class a little late and took our seats quickly. Mr. Berty was reciting a Frost poem. He ignored our entrance, refusing to let us break his rhythm. I yanked a blank page out of my notebook and started writing, my handwriting more illegible than normal thanks to my agitation. What happened? Tell me everything . And screw the protecting me crap, please. I shoved the note at Edward. He sighed, and then began writing. It took him less time than me, though he wrote an entire paragraph in his own personal calligraphy before he slipped the paper back. Alice saw that Victoria was coming back. I took you out of town merely as a precaution — there was never a chance that she would have gotten anywhere close to you. Emmett and Jasper very nearly had her, but Victoria seems to have some instinct for evasion. She escaped right down the Quileute boundary line as if she were reading it from a map. It didn’t help that Alice’s abilities were nullified by the Quileutes’ involvement. To be fair, the Quileutes might have had her, too, if we hadn’t gotten in the way. The big gray one thought Emmett was over the line, and he got defensive. Of course Rosalie reacted to that, and everyone left the chase to protect their companions. Carlisle and Jasper got things calmed down before it got out of hand. But by then, Victoria had slipped away. That’s everything.  I frowned at the letters on the page. All of them had been in on it — Emmett, Jasper, Alice, Rosalie, and Carlisle. Maybe even Esme, though he hadn’t mentioned her. And then Paul and the rest of the Quileute pack. It might so easily have turned into a fight, pitting my future family and my old friends against each other. Any one of them could have been hurt. I imagined the wolves would be in the most danger, but picturing tiny Alice next to one of the huge werewolves, fighting . . . I shuddered. Carefully, I scrubbed out the entire paragraph with my eraser and then I wrote over the top:   What about Charlie? She could have been after him. Edward was shaking his head before I finished, obviously going to downplay any danger on Charlie’s behalf. He held a hand out, but I ignored that and started again. You can’t know that she wasn’t thinking that, because you weren’t here. Florida was a bad idea. He took the paper from underneath my hand. I wasn’t about to send you off alone. With your luck, not even the black box would survive. That wasn’t what I’d meant at all; I hadn’t thought of going without him. I’d meant that we should have stayed here together. But I was sidetracked by his response, and a little miffed. Like I couldn’t fly cross country without bringing the plane down. Very funny. So let’s say my bad luck did crash the plane. What exactly were you going to do about it? Why is the plane crashing? He was trying to hide a smile now. The pilots are passed out drunk. Easy. I’d fly the plane. Of course. I pursed my lips and tried again. Both engines have exploded and we’re falling in a death spiral toward the earth. I’d wait till we were close enough to the ground, get a good grip on you, kick out the wall, and jump. Then I’d run you back to the scene of the accident, and we’d stumble around like the two luckiest survivors in history. I stared at him wordlessly. “What?” he whispered. I shook my head in awe. “Nothing,” I mouthed. I scrubbed out the disconcerting conversation and wrote one more line. You will tell me next time. I knew there would be a next time. The pattern would continue until someone lost. Edward stared into my eyes for a long moment. I wondered what my face looked like — it felt cold, so the blood hadn’t returned to my cheeks. My eyelashes were still wet. He sighed and then nodded once. Thanks. The paper disappeared from under my hand. I looked up, blinking in surprise, just as Mr. Berty came down the aisle. “Is that something you’d like to share there, Mr. Cullen?” Edward looked up innocently and held out the sheet of paper on top of his folder. “My notes?” he asked, sounding confused. Mr. Berty scanned the notes — no doubt a perfect transcription of his lecture — and then walked away frowning. It was later, in Calculus — my one class without Edward — that I heard the gossip. “My money’s on the big Indian,” someone was saying. I peeked up to see that Tyler, Mike, Austin, and Ben had their heads bent together, deep in conversation. “Yeah,” Mike whispered. “Did you see the size of that Jacob kid? I think he could take Cullen down.” Mike sounded pleased by the idea. “I don’t think so,” Ben disagreed. “There’s something about Edward. He’s always so . . . confident. I have a feeling he can take care of himself.” “I’m with Ben,” Tyler agreed. “Besides, if that other kid messed Edward up, you know those big brothers of his would get involved.” “Have you been down to La Push lately?” Mike asked. “Lauren and I went to the beach a couple of weeks ago, and believe me, Jacob’s friends are all just as big as he is.” “Huh,” Tyler said. “Too bad it didn’t turn into anything. Guess we’ll never know how it would have turned out.” “It didn’t look over to me,” Austin said. “Maybe we’ll get to see.” Mike grinned. “Anyone in the mood for a bet?” “Ten on Jacob,” Austin said at once. “Ten on Cullen,” Tyler chimed in. “Ten on Edward,” Ben agreed. “Jacob,” Mike said. “Hey, do you guys know what it was about?” Austin wondered. “That might affect the odds.” “I can guess,” Mike said, and then he shot a glance at me at the same time that Ben and Tyler did. From their expressions, none of them had realized I was in easy hearing distance. They all looked away quickly, shuffling the papers on their desks. “I still say Jacob,” Mike muttered under his breath.",
            "vi": "3. Động cơ Mặt trời núp kín sau mây khiến ta chẳng thể nào biết được đã lặn hay chưa.  Sau chuyến bay dài --  đuổi theo mặt trời về hướng tây làm ta ngỡ nó như chẳng hề di chuyển – thiệt hết sức lộn xộn; thời gian hay thay đổi lạ kỳ.   Tôi ngạc nhiên khi rừng xanh nhường chỗ cho các toà nhà cao tầng đầu tiên, báo hiệu đã sắp đến nhà.  \"Em lặng lẽ quá,\" Edward nhận xét. \"Máy bay làm em mệt à?\" \"Không, em khoẻ.\" \"Em buồn vì xa nhà à?\" \"Yên lòng hơn là buồn, em nghĩ vậy.\" Anh nhướng mày nhìn tôi. Tôi biết thật vô ích và – cũng như tôi ghét phải thừa nhận - không cần bắt anh phải nhìn đường.  \"Về vài khía cạnh, Renée . . . mẫn cảm hơn Charlie rất nhiều.  Nên em lo.\" Edward cười. \"Mẹ em có kiểu suy nghĩ rất thú vị. Khá trẻ con, nhưng rất sáng suốt. Bà nhìn nhận sự việc khác người.\" Sáng suốt. Đó là từ miêu tả mẹ tôi rất đúng - khi bà để ý. Hầu như lúc nào Renée cũng bị cuộc sống làm hoang mang đến nỗi bà chẳng chú ý đến chuyện khác nhiều. Nhưng cuối tuần này bà toàn chú ý đến tôi.  Phil đang bận - đội bóng chày trung học mà ông huấn luyện đang đấu các trận quyết định - nên ở bên Edward và tôi một mình, chỉ làm khả năng tập trung của Renée nhạy bén hơn. Ngay sau những vòng tay ôm chầm và tiếng reo mừng vui vừa chấm dứt, Renée đã bắt đầu quan sát. Và khi bà quan sát, đôi mắt to màu xanh dương của bà ban đầu có vẻ bối rối rồi sau đó lại lo âu.  Sáng nay chúng tôi đi dạo dọc bờ biển. Bà muốn khoe mọi vẻ đẹp của tổ ấm mới, vẫn hy vọng, tôi nghĩ, mặt trời có thể dụ tôi rời Forks.  Bà cũng muốn nói chuyện với tôi một mình, và điều đó dễ thu xếp thôi. Edward đã bịa ra cái cớ làm tiểu luận để ở trong nhà vào ban ngày. Tôi ôn lại cuộc trò chuyện trong đầu... Renée và tôi thong thả đi dọc theo vỉa hè, cố nấn ná trong bóng râm lác đác của hàng cọ.  Mặc dù mới sáng sớm, mà cái nóng đã bao trùm. Không khí nhiều hơi nước đến nỗi chỉ hít thở thôi cũng đã làm phổi tôi hoạt động vất vả rồi.  \"Bella?\" mẹ hỏi, nhìn qua bờ cát vào những con sóng đang nhẹ nhàng vỗ bờ vừa nói.  \"Gì vậy, mẹ?\" Bà thở dài, không đáp lại ánh nhìn chằm chằm của tôi. \"Mẹ lo... \" \"Có chuyện gì vậy?\" Tôi hỏi, lo lắng ngay. \"Con giúp được gì không?\" \"Không phải chuyện mẹ.\"  Bà lắc đầu. \"Mẹ lo cho con... và Edward.\" Renée cuối cùng cũng nhìn tôi khi bà nhắc đến tên anh, mặt bà tỏ vẻ hối tiếc.  \"Ồ,\" tôi lầm bầm, dán mắt vào một đôi chạy bộ khi họ chạy ngang qua chúng tôi, đầm đìa mồ hôi.  \"Hai con có vẻ nghiêm túc hơn mẹ tưởng,\" bà nói tiếp.  Tôi cau mày, hồi tưởng nhanh lại hai ngày vừa qua trong đầu.  Edward và tôi hiếm khi chạm vào nhau – ít nhất là trước mặt mẹ. Tôi tự hỏi không biết có phải Renée cũng đang định lên lớp về tinh thần trách nhiệm cho tôi nữa không đây. Tôi đã chẳng phiền cái cách Charlie giáo huấn tôi.  Thì với mẹ cũng chẳng có gì phải mắc cỡ. Rốt cuộc, tôi đã từng là người thuyết giảng cho bà về chuyện đó hết lần này đến lần khác trong mười năm qua còn gì.  “Có cái gì đó... kỳ lạ trong cách hai con ở bên nhau,\" bà thì thầm, trán nhăn lại trên đôi mắt bối rối. \"Cái cách nó nhìn con – thật là ...  bảo vệ. Giống như thể nó sắp ném mình ra hứng đạn để cứu con này nọ.\" Tôi cười, dù vẫn không thể nhìn vào mắt bà. \"Vậy dở sao mẹ?\" \"Không.\" Bà cau mày khi cố kiếm từ. \"Chỉ lạ thôi.  Nó hết sức say mê con ... mà lại hết sức cẩn thận.  Mẹ cảm thấy mình không hiểu nỗi quan hệ của các con. Cứ như thể có bí mật nào đó mẹ không biết... \" \"Mẹ tưởng tượng không hà,\" tôi nói nhanh, cố giữ giọng vui vẻ.  Bao tử tôi hơi nhộn nhạo. Tôi đã quên mẹ mình đã thấy nhiều thế nào.  Cái gì đó trong cách nhìn nhận giản dị về thế giới của bà đã gạt bỏ hết mọi tín hiệu nhiễu để xuyên thẳng vào bản chất của sự vật.  Lúc trước, chuyện này chưa bao giờ là một vấn đề. Cho đến tận bây giờ, chưa từng có bí mật nào mà tôi không thể kể cho mẹ nghe.   \"Không chỉ nó thôi.\"  Bà mím môi phòng thủ. \"Mẹ ước con thấy được cách con quẩn quanh bên nó.\" \"Ý mẹ là gì?\" \"Cái cách con di chuyển – con hướng về nó mà chẳng hề hay biết. Khi nó di chuyển, thậm chí chỉ một chút thôi, là con đã điều chỉnh vị trí của mình ngay. Giống như nam châm... hay trọng lực.  Con giống như một ... vệ tinh, này nọ.  Mẹ chưa từng thấy bất cứ thứ gì như vậy.\" Bà mím môi và nhìn chằm chằm.  \"Đừng có bảo con là, \" tôi trêu chọc, cố rặn một nụ cười. \"Mẹ lại đọc truyện ly kỳ bí ẩn nữa đó nghen?  Hay lần này là truyện khoa học giả tưởng?\" Renée thoáng ửng hồng. \"Lạc đề rồi. \" \"Có gì hay không?\" \"Ừm, có một quyển - nhưng chuyện đó không quan trọng.  Mình đang nói chuyện con mà.\" \"Mẹ chỉ nên coi truyện tình cảm thôi, mẹ.  Mẹ biết mẹ hay tự làm mình sợ hãi ra sao rồi.\" Mẹ cười mỉm chi. \"Mẹ ngốc thiệt há?\" Trong nửa giây tôi không trả lời được. Renée quá dễ bị thuyết phục.  Đôi khi vậy thì hay, vì chẳng phải ý tưởng nào của mẹ cũng thiết thực. Nhưng tôi đau lòng khi thấy bà chịu thua quá nhanh kiểu đánh trống lảng của tôi, nhất là bởi vì lần này bà hoàn toàn đúng. Bà nhìn lên, và tôi kiểm soát vẻ mặt của mình.  \"Không ngốc -  chỉ là một bà mẹ mà thôi.\" Mẹ phá ra cười rồi khoát tay về phía bờ cát trắng kéo dài đến biển xanh.  \"Và tất cả những cái này không đủ làm con chuyển về ở với bà mẹ ngốc nghếch của con sao?\" Tôi lau trán đầy kịch tính, rồi giả vờ vắt tóc.  \"Con sẽ quen với không khí ẩm này mà,\" bà hứa.  \"Mẹ cũng có thể quen với mưa được mà,\" tôi lật ngược.  Bà nghịch ngợm thúc cùi chỏ tôi rồi nắm tay tôi trở về chỗ để xe.   Ngoại trừ nỗi lo lắng cho tôi, mẹ có vẻ khá hạnh phúc. Mãn nguyện.  Bà vẫn nhìn Phil với ánh mắt tình tứ, và chuyện đó làm tôi thấy an tâm. Rõ ràng là cuộc đời bà đầy đủ và mãn nguyện. Rõ ràng là mẹ không nhớ tôi nhiều đến thế, dù là hiện tại...  Ngón tay lạnh giá của Edward vuốt má tôi. Tôi nhìn lên, chớp mắt, trở về với thực tại. Anh cúi xuống hôn lên trán tôi.  \"Mình về nhà rồi, người đẹp ngủ trong rừng.  Tới giờ dậy rồi.\" Chúng tôi dừng lại trước nhà Charlie. Đèn hàng hiên đang bật và chiếc tuần tiễu đang đỗ ở đường lái xe vào nhà. Khi đang quan sát ngôi nhà, tôi thấy màn cửa sổ phòng khách di chuyển, rọi luồng ánh sáng vàng qua bãi cỏ tối đen.  Tôi thở dài. Dĩ nhiên là Charlie đang chờ tóm cổ rồi.  Edward hẳn cũng đang nghĩ vậy, vì mặt anh cứng đờ và ánh mắt anh xa xôi khi đến mở cửa cho tôi.  \"Tệ cỡ nào?\" Tôi hỏi."
        }
    ],
    "suggestions": []
}