{
    "en_vn": {
        "data": {
            "content": null,
            "word": "serotonin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>serotonin</k><blockquote><cclass>[<cclass>ˌsɛrə'təʊnɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry a compound present in blood platelets and serum, which constricts the blood vessels and acts as a neurotransmitter. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1940s: from <kref>serum</kref> + <kref>tonic</kref> + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "serotonin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "serotonin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "serotonin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hợp chất, có phân bố rộng trong các mô, đặc biệt trong tiểu cầu máu, thành ruột và hệ thần kinh</font></td></tr></tbody></table></div>",
            "word": "serotonin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Foods with a lower ratio inhibit the production of <em>serotonin</em>.",
            "vi": "Ăn ít thức ăn sẽ ức chế việc sản xuất serotonin."
        },
        {
            "en": "Openness to experience, for example, has been linked to the '<em>serotonin</em> transporter' gene.",
            "vi": "Chẳng hạn, sự cởi mở để trải nghiệm, đã được liên kết với gen 'vận chuyển serotonin'."
        },
        {
            "en": "This is a drug that boosts <em>serotonin</em> levels in the body.",
            "vi": "Đây là một loại thuốc làm tăng lượng serotonin trong cơ thể."
        },
        {
            "en": "Some scientists now believe that tension headaches may result from changes among brain chemicals such as <em>serotonin</em>.",
            "vi": "Một số nhà khoa học giờ đây tin rằng nhức đầu căng thẳng có thể là kết quả từ những sự thay đổi giữa các hóa chất trong não như serotonin."
        },
        {
            "en": "\"Just as light stimulates the release of <em>serotonin</em>, which energizes us, darkness encourages the production of melatonin, the key neurohormone in our nocturnal biology,\" says Naiman.",
            "vi": "\"Trong khi ánh sáng kích thích sự phóng thích serotonin, một chất làm tăng sinh lực của chúng ta, thì bóng tối lại khuyến khích sự sản xuất melatonin, một hoóc-môn thần kinh then chốt trong sinh học về đêm của chúng ta,\" Naiman nói."
        },
        {
            "en": "You will learn to start producing melatonin at around 11pm to make you sleepy and at 6am your body will release the wake-up hormones <em>serotonin</em> and cortisol. ",
            "vi": "Cơ thể bạn sẽ biết cách điều tiết melatonin vào 11 giờ tối để làm cho bạn thấy buồn ngủ và thức dậy vào lúc 6 giờ sáng cơ thể của bạn sẽ giải phóng ra các yêu cầu đánh thức như hormones serotonin và cortisol"
        },
        {
            "en": "Telling the truth, on the other hand, builds confidence within oneself and among people. Relationships improve when we are honest, and this leads to the release of happiness hormones such as <em>serotonin</em>!",
            "vi": "Mặt khác, nói lời chân thật xây dựng sự tự tin trong chính mình và giữa mọi người. Các mối quan hệ sẽ cải thiện khi chúng ta trung thực, và điều này dẫn đến việc phóng thích các hormone mang lại sự vui vẻ như serotonin!"
        },
        {
            "en": "In an allergic person, however, the reaction of allergen with tissues-bound antibody also leads, as a side-effect, to cell damage, release of histamine and <em>serotonin</em>, inflammation, and all the symptoms of the particular allergy.",
            "vi": "Trong một người bị dị ứng, phản ứng của kháng nguyên với kháng thể trong mô cũng dẫn đến tổn thương tế bào như là một tác dụng phụ, phóng thích ra histamine và serotomin viêm và tất cả các triệu chứng của chứng dị ứng đặc biệt."
        },
        {
            "en": "4. It fights off depression because of the tryptophan that increases the <em>serotonin</em> level. 5. Has fibers that help the bowel movements. 6. It will calm the nerves to prevent being stressed out",
            "vi": "4. Giảm trầm cảm vì tryp - tô - phan làm tăng mức serotonin.  5. Có chất xơ giúp đại tiện dễ dàng.  6. Làm dịu thần kinh giúp không bị stress."
        },
        {
            "en": "Other calming herbs include lemon balm, St. John’s wort—which helps maintain healthy <em>serotonin</em> levels in the brain—and German chamomile. If you’re sensitive to ragweed, though, avoid chamomile.",
            "vi": "Các loại thảo mộc làm dịu khác gồm chanh, chiết xuất của St John - giúp duy trì nồng độ serotonin trong não và hoa cúc của Đức. Tuy nhiên, nếu bạn nhạy cảm với cỏ dại, hãy tránh dùng hoa cúc."
        },
        {
            "en": "Bedtime snack  Carbs at bedtime can speed the release of <em>serotonin</em> and help you sleep better. Heavy meals before bed can trigger heartburn, so stick to something light like toast and jam.",
            "vi": "Ăn nhẹ vào giờ ngủ   Ăn thức ăn chứa nhiều hydrat-cacbon vào giờ ngủ có thể làm sản sinh serotonin nhanh hơn, giúp bạn ngủ ngon hơn. Ăn nhiều trước khi đi ngủ có thể gây ợ chua, vì vậy bạn nên ăn loại thức ăn nào đó nhẹ chẳng hạn như bánh mì nướng và mứt."
        },
        {
            "en": "Simple carbs  Dietitians usually recommend steering clear of simple carbs, which include sweets and soda. But these foods can provide a fast fix for a mood swing and short-term relief of stress-induced irritability. Simple sugars are digested quickly, leading to a spike in <em>serotonin</em>. But remember to limit your intake of simple sugars and sweets.",
            "vi": "Thức ăn chứa cac-bô-hy-drát đơn   Nhiều chuyên gia dinh dưỡng thường khuyến nghị nên tránh các thức ăn chứa nhiều cac-bô-hy-drát đơn, bao gồm kẹo và xô-đa. Nhưng các loại thực phẩm này làm ổn định tâm trạng thất thường nhanh chóng và làm giảm cáu gắt, bực dọc do stress trong một thời gian ngắn. Đường đơn cũng được tiêu hoá nhanh, làm chặn quá trình sản sinh serotonin. Nhưng xin nhớ hãy hạn chế ăn nhiều đường đơn và kẹo nhé."
        },
        {
            "en": "Turkey and chicken contain high levels of tryptophan, which also boosts <em>serotonin</em>. “Foods that are high in tryptophan and vitamin B6 will help you make melatonin, the sleep hormone,” says Nerina Ramlakhan, sleep expert and author of Fast Asleep, Wide Awake. Other good sources of both are beans, lentils, cheese, tofu, tuna, eggs, whole grains, lentils, nuts and seeds.",
            "vi": "Thịt gà tây và gà có hàm lượng tryptophan cao và cũng có hàm lượng serotonin cao. Bà Nerina Ramlakhan, chuyên gia về giấc ngủ và là tác giả của cuốn Fast Asleep, Wide Awake cho biết: \"Thực phẩm giàu tryptophan và vitamin B6 sẽ giúp bạn sản xuất melatonin, là một loại hoocmon ngủ\". Các nguồn thực phẩm tốt khác của nhóm này là đậu, đậu lăng, phô mai, đậu hũ, cá ngừ, trứng, ngũ cốc nguyên hạt, đậu lăng và các loại hạt khác."
        },
        {
            "en": "Complex carbs  All carbs prompt the brain to make more <em>serotonin</em>. For a steady supply of this feel-good chemical, it's best to eat complex carbs, which are digested more slowly. Good choices include whole-grain breakfast cereals, breads, and pastas, as well as oatmeal. Complex carbs can also help you feel balanced by stabilizing blood sugar levels.",
            "vi": "Thực phẩm chứa cac-bô-hy-drát phức hợp  Tất cả các loại thực phẩm chứa cac-bô-hy-drat phức hợp làm cho não sản sinh nhiều chất serotonin hơn. Để cung cấp loại hoá chất làm khỏe này đều đặn, tốt nhất là bạn nên bổ sung nhiều cac-bô-hy-drat phức hợp, được tiêu hoá chậm hơn. Bạn có thể lựa chọn nhiều nguồn thức phẩm đa dạng như ngũ cốc dành để ăn điểm tâm nguyên hạt, bánh mì, và mì ống, cũng như cháo yến mạch. Thức ăn chứa cac-bô-hy-drat phức hợp cũng có thể giúp giữ thăng bằng, không bị choáng váng bằng cách làm ổn định nồng độ đường huyết."
        },
        {
            "en": "Stress-busting foods: How they work  Foods can fight stress in several ways. Comfort foods, like a bowl of warm oatmeal, actually boost levels of <em>serotonin</em>, a calming brain chemical. Other foods can reduce levels of cortisol and adrenaline, stress hormones that take a toll on the body over time. Finally, a nutritious diet can counteract the impact of stress, by shoring up the immune system and lowering blood pressure. Do you know which foods are stress busters?",
            "vi": "Thực phẩm làm giảm stress có tác dụng như thế nào   Thức ăn có thể làm giảm stress bằng nhiều cách. Thức ăn dễ tiêu hóa, chẳng hạn như một tô cháo yến mạch ấm, thực sự làm tăng cường hàm lượng serotonin, đây là một hoá chất có tác dụng làm dịu thần kinh não. Nhiều thực phẩm khác cũng có thể làm giảm nồng độ hy-đrô-coóc-ti-don và hoóc-môn a-đrê-na-lin, đây là những hoóc-môn có thể gây stress làm ảnh hưởng xấu đến cơ thể theo thời gian. Cuối cùng, chế độ ăn uống bổ dưỡng có thể chống lại ảnh hưởng của stress, bằng cách làm tăng cường hệ miễn dịch và làm hạ huyết áp. Bạn có biết thức ăn nào làm giảm stress không?"
        },
        {
            "en": "Can osteoporosis be reversed?Most medications for osteoporosis reduce bone loss or slightly increase bone density. Forteo helps build new bone, but requires daily injections and can only be used for two years because of potential side effects. But there's a glimmer of hope for a cure for osteoporosis. New research in animals indicates that an experimental drug that blocks <em>serotonin</em> from being synthesiz​ed in the gut could actually build new bone and reverse bone loss.",
            "vi": "Có thể đẩy lùi được bệnh loãng xương không?Đa số các loại thuốc trị loãng xương đều có thể làm giảm mất xương hoặc làm tăng mật độ xương chút ít. Forteo giúp tạo xương mới, nhưng đòi hỏi phải được tiêm hằng ngày và chỉ có thể được sử dụng trong vòng 2 năm bởi các tác dụng phụ có thể xảy ra của nó. Một công trình nghiên cứu mới trên động vật cho biết thuốc thí nghiệm làm cho serotonin không được tổng hợp trong ruột thực sự có thể tạo được xương mới và đẩy lùi quá trình mất xương."
        },
        {
            "en": "Facial flushing  Bright red flushing of the face, neck, or upper chest is one of the most common symptoms of carcinoid syndrome. Flushing occurs when excess <em>serotonin</em> or other chemicals in the blood cause blood vessels to dilate. The flushing can feel warm or be uncomfortable. Facial flushing is temporary and can last from a few minutes to several hours. Flushing and other symptoms can be triggered by certain foods, alcohol, and stress.",
            "vi": "Mặt đỏ bừng   Đỏ bừng mặt, cổ, hoặc phần ngực trên là một trong những triệu chứng thường thấy nhất của hội chứng hạch có dạng ung thư. Hiện tượng đỏ này xảy ra khi thừa serotonin hoặc các hoá chất khác trong máu làm cho mạch máu giãn ra. Nó có thể làm cho cơ thể cảm thấy nóng lên hoặc không thoải mái chút nào. Hiện tượng đỏ mặt này chỉ xảy ra tạm thời trong một thời gian ngắn và có thể kéo dài một vài phút đến một vài tiếng đồng hồ. Đỏ mặt và các triệu chứng khác cũng có thể là do một số thức ăn nào đó, rượu bia, và căng thẳng gây nên. "
        },
        {
            "en": "Pellagra  Pellagra is the condition that occurs as a result of severe niacin deficiency. Carcinoid syndrome can cause pellagra when carcinoid tumors use the body's tryptophan to make <em>serotonin</em> instead of niacin. The symptoms of pellagra include diarrhea, dementia, and dry skin. Other symptoms of pellagra are scaly skin sores, headaches, weakness, loss of appetite, and psychiatric and emotional disturbances such as depression and anxiety.",
            "vi": "Bệnh pen-la-grơ  Bệnh pen-la-grơ là bệnh do thiếu ni-a-xin trầm trọng gây ra. Hội chứng hạch có dạng ung thư có thể gây ra pen-la-grơ khi các khối u hạch có dạng ung thư sử dụng tryp-tô-phan của cơ thể để sản sinh serotonin thay vì ni-a-xin. Các triệu chứng của bệnh pen-la-grơ gồm tiêu chảy, suy giảm trí nhớ, và da khô. Bên cạnh đó cũng còn một số triệu chứng khác như loét da có vảy, nhức đầu, yếu ớt, chán ăn, và rối loạn tâm thần và xúc cảm chẳng hạn như trầm cảm và lo âu."
        },
        {
            "en": "Forget counting sheep when you can’t get to sleep—eat bananas! They’re a good source of tryptophan, an amino acid that contributes to the production of <em>serotonin</em> in the brain. This hormone is a natural sedative, while it also busts a bad mood. Bite into a banana about an hour or so before bedtime so that your body can digest it and allow tryptophan to score you some Zzzzs.",
            "vi": "Quên đếm cừu khi bạn không thể ngủ được, ăn chuối! Chúng là nguồn tryptophan, một axit amin góp phần vào việc sản xuất serotonin trong não. Hormone này là một thuốc an thần tự nhiên, nó cũng tương đồng với một tâm trạng xấu. Ăn một quả chuối khoảng một giờ hoặc lâu hơn trước khi ngủ để cơ thể bạn có thể tiêu hóa nó và cho phép tryptophan giúp bạn ngủ ngon hơn."
        },
        {
            "en": "Other pharmaceutical therapies Antidepressant medications: The class of drugs known as selective <em>serotonin</em> reuptake inhibitors (SSRIs) and related medications have been shown to be effective in controlling the symptoms of hot flashes in up to 60% of women. Specifically, venlafaxine (Effexor), a drug related to the SSRIs, and the SSRIs fluoxetine (Prozac), sertraline (Zoloft), paroxetine (Paxil), and citalopram (Celexa) have all been shown to decrease the severity of hot flashes in some women. However, antidepressant medications may be associated with side effects, including decreased libido or sexual dysfunction.",
            "vi": "Các liệu pháp sử dụng thuốc khác  Các loại thuốc chống trầm cảm: Đây là loại thuốc có tác dụng ức chế tái hấp thu sê-rô-tô-nin có chọn lọc (SSRIs) và các loại thuốc có họ hàng cũng cho thấy hiệu quả làm giảm các triệu chứng trào huyết ở đến 60% phụ nữ. Cụ thể là venlafaxine (Effexor), thuốc có họ hàng với SSRIs, và SSRIs fluoxetine (Prozac), sertraline (Zoloft), paroxetine (Paxil), và citalopram (Celexa) đều cho thấy tác dụng làm giảm tính trầm trọng của chứng trào huyết đối với một số phụ nữ. Tuy nhiên nhiều thuốc chống trầm cảm có thể gây tác dụng phụ, chẳng hạn như làm giảm ham muốn tình dục hoặc làm rối loạn tình dục."
        }
    ],
    "suggestions": []
}