{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sə:pənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">con rắn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the </font><font color=\"#7E7E7E\">[</font><font color=\"#1371BB\">old</font><font color=\"#7E7E7E\">] </font><font color=\"#1371BB\">Serpent</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">con quỷ; (nghĩa bóng) người luồn lọt</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">thiên the Serpent</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chòm sao Bắc, chòm sao Thiên hà</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(âm nhạc) Trompet cổ</td></tr></table><i/></div>",
            "word": "serpent"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>serpent</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>chiefly literary a large snake. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a dragon or other mythical snake-like reptile. </blockquote></blockquote><blockquote><blockquote>    ⁃ (<cclass><b>the Serpent</b>) a biblical name for Satan (see Gen. 3, Rev. 20). </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a sly or treacherous person. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>historical a bass wind instrument made of leather-covered wood in three U-shaped turns, with a cup-shaped mouthpiece and few keys. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via OFr. from L. <i>serpent-</i>, <i>serpere</i> 'to creep'. </blockquote></div>",
            "word": "serpent"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "serpent"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "serpent"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "serpent"
        }
    },
    "sentences": [
        {
            "en": "<em>Serpent</em>",
            "vi": "Chòm sao con rắn"
        },
        {
            "en": "The <em>serpent</em>",
            "vi": "Người luồn lọt"
        },
        {
            "en": "The old <em>Serpent</em>",
            "vi": "Người biển lận tham lam"
        },
        {
            "en": "They mutter imprecations when seeing a <em>serpent</em>.",
            "vi": "Chúng lầm bầm chửi rủa khi thấy con rắn."
        },
        {
            "en": "His auntie said enormous <em>serpent</em> was 'gentle'",
            "vi": "Dì của cậu bé cho biết con trăn khổng lồ này rất \"hiền\""
        },
        {
            "en": "His auntie said enormous <em>serpent</em> was 'gentle'",
            "vi": "Dì của cậu bé cho biết con trăn khổng lồ này rất \"hiền\""
        },
        {
            "en": "That story is about the old <em>Serpent</em>.",
            "vi": "Câu chuyện đó nói về con Quỷ Satan."
        },
        {
            "en": "She warmed a <em>serpent</em> in her bosom.",
            "vi": "Cô ấy đã nuôi ong tay áo."
        },
        {
            "en": "I know perfectly well how Hatsumomo treats you: about like a <em>serpent</em> treats its next meal, i should think.",
            "vi": "Tôi biết hatsumono đối xử với cô ra sao rồi; đối xử như con rắn trước miếng mồi, tôi nghĩ như thế đấy."
        },
        {
            "en": "Patanjali is regarded as a divine incarnation of the <em>serpent</em> Anantha, who is revered as the ‘supporter of the whole universe’. He is the Adhisesha of Lord Mahavishnu.",
            "vi": "Patanjali được xem là hiện thân thần thánh của rắn Anantha, được tôn sùng là 'đấng che chở của toàn vũ trụ'. Ông là Adhisesha của Lãnh chúa Mahavishnu."
        },
        {
            "en": "WHAT'S A QUETZALCOATL?: The Quetzalcoatl is the most respected symbol in Mexican mythology. Its name comes from the Nahua words \"quetzalli,\" meaning green feather, and \"coatl,\" which means <em>serpent</em>. The appearance of this highly regarded idol is a combination of a quetzal bird's head and tail with a snake's body that's covered in feathers.",
            "vi": "Quetzalcoatl là gì? Quetzalcoatl là biểu tượng được tôn trọng nhất trong thần thoại Mexico. Tên của nó xuất phát từ Nahua \"quetzalli\", có nghĩa là lông màu xanh lá cây, và \"coatl\", có nghĩa là con rắn. Vị thần rất được tôn sùng này có hình dạng là đầu và đuôi của một con chim Quetzal với thân mình của một con rắn có lông vũ."
        },
        {
            "en": "ORIGINS: Many different groups in Mesoamerican history have worshiped Quetzalcoatl, but its exact origins are unclear. The Aztecs kept the Quetzalcoatl as the central figure in their temples, but this deity existed long before the Aztecs did. Many think that the ancient city of Teotihuacán in Mexico was the first culture to revere the Quetzalcoatl as a religious icon, and you can still find images of the <em>serpent</em> on ancient temples and other buildings in the area today.",
            "vi": "Nguồn gốc: Nhiều nhóm khác nhau trong lịch sử Trung Mỹ đã tôn thờ Vũ xà thần, nhưng nguồn gốc chính xác của nó lại không rõ ràng. Người Aztec giữ Vũ xà thần là nhân vật trung tâm trong các đền thờ của họ, nhưng vị thần này đã tồn tại rất lâu trước khi người Aztec xuất hiện. Nhiều người nghĩ rằng thành phố cổ Teotihuacan ở Mexico là cái nôi văn hóa tôn thờ Vũ xà thần như là một biểu tượng tôn giáo, và ngày nay bạn vẫn có thể thấy hình ảnh của con rắn này trên những ngôi đền cổ và các tòa nhà khác trong vùng."
        },
        {
            "en": "ANCIENT REPTILIAN HUMANOIDS: While the \"Lizard Man\" is a relatively recent cryptozoological phenomenon in the Americas, tales of reptilian beings can be traced back several millennia in other areas of the world. Cecrops, the first mythological king of Athens — the leading city of Ancient Greece — was described as a <em>serpent</em> from the waist down. In the Far East, an ancient line of emperors claimed to be directly descended from dragons, and it was thought that they could change form at will. Indian legend tells of underground reptilian beings that once inhabited a continent in the Indian Ocean that sank beneath the waves.",
            "vi": "Bò sát cổ đại có hình dạng giống người: Trong khi Người thằn lằn là một hiện tượng về quái vật truyền thuyết tương đối gần đây ở châu Mỹ, những câu chuyện cổ tích về các sinh vật bò sát có thể bắt nguồn từ nhiều thiên niên kỷ trước tại các vùng khác nhau trên thế giới. Cecrops, vị vua đầu tiên trong thần thoại của Athens - thành phố hàng đầu của Hy Lạp cổ đại - được mô tả là một con rắn từ thắt lưng trở xuống. Ở vùng Viễn Đông, một dòng dõi cổ xưa của các hoàng đế đã tuyên bố mình là hậu duệ trực hệ của Rồng, và người ta nghĩ rằng họ có thể thay đổi hình dạng tuỳ ý. Huyền thoại Ấn Độ kể về sinh vật bò sát dưới mặt đất đã từng sống ở một lục địa ở Ấn Độ Dương hiện đã chìm dưới biển."
        }
    ],
    "suggestions": []
}