{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,sevn'ti:nθ]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thứ mười bảy</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">một phần mười bảy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người thứ mười bảy; vật thứ mười bảy; ngày mười bảy</td></tr></table><i/></div>",
            "word": "seventeenth"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "seventeenth"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seventeenth"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seventeenth"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> một phần mười bảy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thứ mười bảy</font></td></tr></tbody></table></div>",
            "word": "seventeenth"
        }
    },
    "sentences": [
        {
            "en": "More sophisticated diving bells were devised in the <em>seventeenth</em> century.",
            "vi": "Nhiều thiết bị hình chuông cung cấp dưỡng khí cho thợ lặn tinh vi đã được phát minh trong thế kỷ mười bảy."
        },
        {
            "en": "It has excellent examples of <em>seventeenth</em>-and eighteenth-century colonial architecture.",
            "vi": "Nó có những mô hình tuyệt hảo về kiến trúc thuộc địa của thế kỷ 17 và 18."
        },
        {
            "en": "My wife and i celebrated our <em>seventeenth</em> anniversary the other day.",
            "vi": "Vợ tôi và tôi cùng nhau tổ chức kỷ niệm ngày cưới lần thứ 17 vào một ngày nọ."
        },
        {
            "en": "He has written a book about the advancement of learning in <em>seventeenth</em>-century England.",
            "vi": "Ông ấy đã viết một cuốn sách về sự tiến bộ trong việc học ở thế kỉ 17 ở nước Anh."
        },
        {
            "en": "The museum of this small town has unusually rich holdings of <em>seventeenth</em>-century Italian art.",
            "vi": "Bảo tàng của thị trấn nhỏ này sở hữu rất nhiều bộ sưu tập nghệ thuật Ý thế kỷ 17."
        },
        {
            "en": "The <em>seventeenth</em> century is in all respects the golden age of Spanish painting.",
            "vi": "Thế kỷ thứ mười bảy là thời hoàng kim của hội họa Tây Ban Nha ở tất cả các khía cạnh."
        },
        {
            "en": "England started colonies in the North America and India in the <em>seventeenth</em> century.",
            "vi": "Nước anh bắt đầu có nhiều thuộc địa ở bác mỹ và ấn độ vào thế kỷ xvii."
        },
        {
            "en": "The grand tour of the <em>seventeenth</em> and eighteenth centuries was designed to enlighten the young elite of England.",
            "vi": "Chuyến đi vòng quanh châu Âu của thế kỷ 17 và 18 được thiết kế để khai sáng cho giới trẻ của nước Anh."
        },
        {
            "en": "Much of Scots law is based on the writings of eminent scholars of the <em>seventeenth</em> and eighteenth centuries.",
            "vi": "Đa số luật lệ xứ Scotland dựa trên tài liệu của các học giả thuộc thế kỉ 17 và 18."
        },
        {
            "en": "Esme was restoring a <em>seventeenth</em> century house, a historical monument, in the forest north of the city.",
            "vi": "Esme đang khôi phục lại một ngôi nhà thuộc thế kỉ XVII, một di tích lịch sử, trong khu rừng ở phía bắc thành phố."
        },
        {
            "en": "One of the more striking examples is found in France's Louis XIV-a <em>seventeenth</em>-century monarch who claimed his power by divine right.",
            "vi": "Một trong những dẫn chứng sinh động là trường hợp vua louis xiv của pháp - một vị vua vào thế kỷ mười bảy đã vận dụng quyền lực của mình một cách tuyệt vời."
        },
        {
            "en": "During the <em>seventeenth</em> and eighteenth centuries, the entire site became covered with a layer of hard grey clay, which minimised further erosion .",
            "vi": "Trong suốt thế kỷ 17 và 18, toàn bộ khu vực đắm tàu được bao phủ một lớp đất xám cứng làm giảm thiểu sự xói mòn ."
        },
        {
            "en": "The terms marsh gas, will - o - the - wisp or inflammable air were used in the sixteenth and <em>seventeenth</em> centuries to describe biogas which is a product of micro - organisms.",
            "vi": "Những thuật ngữ khí đầm lầy, will-o-the-wisp hoặc khí dễ cháy được sử dụng ở thế kỷ 16 và thế kỷ 17 để tả khí sinh học là một sản phẩm của vi sinh vật."
        },
        {
            "en": "The terms marsh gas, will-o-the-wisp or inflammable air were used in the sixteenth and <em>seventeenth</em> centuries to describe biogas which is a product of micro-organisms.",
            "vi": "Những thuật ngữ khí đầm lầy, will - o - the - wisp hoặc khí dễ cháy được sử dụng ở thế kỷ 16 và thế kỷ 17 để tả khí sinh học là một sản phẩm của vi sinh vật."
        },
        {
            "en": "In a town like Leyden in Holland, which in the <em>seventeenth</em> century was occupied by approximately the same number of inhabitants as today, people lived within the walled town, an area more than five times smaller than modern Leyden.",
            "vi": "Trong tòa nhà như Leyden ở Hà Lan, trong thế kỉ 17 đã được sử dụng bởi số lượng dân số xấp sỉ như ngày nay, những người đã sống trong thị trấn có tường bao quanh, một diện tích nhỏ hơn 5 lần Leyden hiện đại."
        },
        {
            "en": "1. I am not, indeed, sure whether it is not true to say that the Milton who once seemed not unlike a <em>seventeenth</em>-century Shelley had not become, out of an experience ever more bitter in each year, more alien [sic] to the founder of that Jesuit sect which nothing could induce him to tolerate.",
            "vi": "1. Tôi cho rằng Milton, người từng một thời được cho là Shelly của thế kỉ XVII, đã trở nên càng ngày càng căm ghét và xa lạ “như người ngoài hành tinh” với người sáng lập giáo phái Công giáo đến nỗi không gì có thể khơi dậy lòng khoan dung ở anh ta."
        },
        {
            "en": "The first part that launched today, titled Fourteenth Century – <em>Seventeenth</em> Century, reads like an extract from an academic tome and tells the story of how wizards communicated with North America before it was colonized by non-magical humans, or ‘No-Maj’, a term revealed by Rowling recently as an American slang equivalent to the British term ‘Muggle’ used in the Harry Potter books.",
            "vi": "Phần đầu ra mắt hôm nay có tên là Thế kỷ 14 - thế kỷ 17, đọc giống như một trích đoạn trong một bộ sách học thuật và kể lại cách các phù thủy giao tiếp với Bắc Mỹ trước khi xứ này bị người không có phép thuật hoặc 'No-Maj' đến ở, một thuật ngữ mới được Rowling tiết lộ là từ lóng Mỹ tương đương với từ Anh 'Muggle' được sử dụng trong quyển Harry Potter."
        },
        {
            "en": "“In the six hundredth year of Noah’s life, in the second month, the <em>seventeenth</em> day of the month, the same day were all the fountains of the great deep broken up, and the windows of heaven were opened. And the rain was upon the earth forty days and forty nights.” —Genesis 7:11-12",
            "vi": "“Năm thứ sáu trăm trong cuộc đời của Noah, vào tháng thứ hai và ngày thứ mười bảy của tháng, cùng trong một ngày mà tất cả các nguồn chứa nước của vực sâu lớn đều bị đổ vỡ, và các cửa sổ trên thiên đường được mở ra. Và trận mưa ấy đã trút xuống trái đất bốn mươi ngày đêm liên tiếp” – Genesis (Sáng thế ký) 7: 11-12"
        },
        {
            "en": "1. I am not, indeed, sure whether it is not true to say that the Milton who once seemed not unlike a <em>seventeenth</em>-century Shelley had not become, out of an experience ever more bitter in each year, more alien [sic] to the founder of that Jesuit sect which nothing could induce him to tolerate.",
            "vi": "1. Tôi cho rằng Milton, người từng một thời được cho là Shelly của thế kỉ XVII, đã trở nên càng ngày càng căm ghét và xa lạ “như người ngoài hành tinh” với người sáng lập giáo phái Công giáo đến nỗi không gì có thể khơi dậy lòng khoan dung ở anh ta."
        },
        {
            "en": "Rowling writes that “the Native American magical community and those of Europe and Africa had known about each other long before the immigration of European No-Majs in the <em>seventeenth</em> century” and that the proportion of magic folk in the population is consistent all over the world. Rowling then focuses on Native American magic, writing that wizards in Native American tribes were “accepted and even lauded” by their people, for their skills in healing and hunting.",
            "vi": "Rowling viết rằng\" cộng đồng có phép thuật thổ dân Mỹ và cộng đồng có phép thuật ở châu Âu và châu Phi đã biết nhau từ lâu, trước khi dân không có phép thuật No-Maj của châu Âu đến sinh sống vào thế kỷ 17\" và tỉ lệ người có phép thuật trong cộng đồng dân cư này cũng y như mọi nơi trên thế giới. Rowling vì tập trung viết về pháp thuật của thổ dân châu Mỹ, viết rằng các phù thủy trong các bộ lạc thổ dân Châu Mỹ được dân chúng \"chấp nhận và thậm chí ca ngợi” vì giỏi chữa bệnh và săn bắn."
        }
    ],
    "suggestions": []
}