{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sevərəns]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự cắt rời, sự bị cắt rời; sự gián đoạn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the severance of diplomatic relations</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự cắt đứt quan hệ ngoại giao</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the severance of family ties</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự cắt đứt ràng buộc gia đình</font></td></tr></table><i/></div>",
            "word": "severance"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>severance</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the action of ending a connection or relationship. </blockquote></blockquote><blockquote><blockquote>2》 the state of being separated or cut off. </blockquote></blockquote><blockquote><blockquote>3》 dismissal or discharge from employment. </blockquote></blockquote></div>",
            "word": "severance"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "severance"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "severance"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đứt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự gãy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cắt đứt (hợp đồng)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự phân chai</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">severance tax</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuế sản xuất</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "severance"
        }
    },
    "sentences": [
        {
            "en": "<em>Severance</em> pay",
            "vi": "Bồi thường mất việc"
        },
        {
            "en": "The <em>severance</em> of diplomatic relations",
            "vi": "Sự cắt đứt quan hệ ngoại giao"
        },
        {
            "en": "The <em>severance</em> of family ties",
            "vi": "Sự cắt đứt ràng buộc gia đình"
        },
        {
            "en": "<em>Severance</em> pay will be needed in this case.",
            "vi": "Trợ cấp thôi việc sẽ là cần thiết trong trường hợp này."
        },
        {
            "en": "A special <em>severance</em> scheme that adds to existing nation-wide <em>severance</em> schemes is better than an extension of unemployment benefits, because it is administratively simpler.",
            "vi": "Một kế hoạch bồi thường mất việc đặc biệt bổ sung thêm cho chương trình bảo hiểm mất việc trong phạm vi toàn quốc hiện tại tốt hơn so với một chương trình tăng phúc lợi thất nghiệp vì nó đơn giản hơn về mặt hành chính."
        },
        {
            "en": "Employers are required to pay <em>severance</em> pay after an employee working in Puerto Rico is terminated.",
            "vi": "Các ông chủ phải trả tiền nghỉ việc sau khi một người làm công tại Puerto Rico thôi việc."
        },
        {
            "en": "These countries had taken the <em>severance</em> of diplomatic relations since many years ago.",
            "vi": "Các nước này đã cắt đứt quan hệ ngoại giao từ nhiều năm trước."
        },
        {
            "en": "The redundant workers each got one week's <em>severance</em> pay for every year of employment.",
            "vi": "Những người công nhân bị nghỉ việc nhận được một tuần lương cho mỗi năm làm việc."
        },
        {
            "en": "In fact, the <em>severance</em> of communications may not be the best option to punish those countries.",
            "vi": "Thực vậy, việc cắt đứt thông tin liên lạc có thể không phải là lựa chọn tốt nhất để trừng phạt các quốc gia đó."
        },
        {
            "en": "What do you know about the <em>severance</em> of diplomatic relations between Peru and Germany?",
            "vi": "Ông biết gì về việc cắt đứt quan hệ ngoại giao giữa Peru và Đức?"
        },
        {
            "en": "The <em>severance</em> of family ties involved in this case is rather different from others.",
            "vi": "Sự cắt đứt ràng buộc gia đình trong trường hợp này hơi khác so với những trường hợp khác."
        },
        {
            "en": "The <em>severance</em> of family ties is a relevant factor to consider in determining hardship.",
            "vi": "Việc cắt đứt ràng buộc gia đình là một nhân tố có liên quan để xem xét trong việc xác định gian khổ."
        },
        {
            "en": "The school commits to comply with the labor law and pay <em>severance</em> allowances for its laid-off employees.",
            "vi": "Nhà trường cam kết thực hiện theo luật người lao động và chi trả trợ cấp thôi việc cho người lao động bị sa thải."
        },
        {
            "en": "There is convergence in views between Government agencies and donors in designing and managing a separation package comprising a <em>severance</em> payment, an option for early retirement, and retraining.",
            "vi": "Hiện có những trao đổi về quan điểm giữa các cơ quan chính phủ và các nhà tài trợ trong việc thiết kế và quản lý gói trợ cấp mất việc bao gồm trợ cấp thôi việc, hưu non và đào tạo lại."
        },
        {
            "en": "The design and cost of the Separation Package: There are several proposals from Government agencies on the design of the <em>severance</em> package.",
            "vi": "Thiết kế và chi phí gói trợ cấp mất việc: Có một số đề xuất của các cơ quan của chính phủ về thiết kế của gói trợ cấp thôi việc."
        },
        {
            "en": "Training workers; providing <em>severance</em> payments; compensating workers in SOEs to be equitized in which there are not enough preferential shares, and providing capital to invest in SOEs.",
            "vi": "Đào tạo người lao động; cung cấp tiền trợ cấp thôi việc; trợ cấp đền bù cho người lao động ở các DNNN sẽ cổ phần hoá mà không có đủ cổ phần ưu đãi và cung cấp vốn để đầu tư ở DNNN."
        },
        {
            "en": "Activate the “Assistance Fund for Restructuring and Equitization” to finance <em>severance</em> package for workers that may be displaced by equitization, liquidation and restructuring of SOEs.",
            "vi": "Đưa vào hoạt động “Quỹ Hỗ trợ Tái Cơ cấu và Cổ phần hóa” để cấp vốn cho gói trợ cấp thôi việc cho những người lao động có thể bị mất việc làm do cổ phần hoá, giải thể và tái cơ cấu các DNNN."
        },
        {
            "en": "Given the importance of supporting displaced workers, the Fund should use its resources first to cover <em>severance</em> payment and training allowances before using it for other purposes.",
            "vi": "Xét sự quan trọng của việc hỗ trợ các công nhân bị mất việc làm, Quỹ cần sử dụng các nguồn lực trước hết để chi trả trợ cấp thất nghiệp và đào tạo trước khi sử dụng cho các mục đích khác."
        },
        {
            "en": "Established an Assistance Fund for Restructuring and Equitizing SOEs to finance <em>severance</em> payments and retraining for redundant workers, to minimize the negative social impact of SOE reforms on workers;",
            "vi": "Thiết lập Quỹ Hỗ trợ Tái Cơ cấu và Cổ phần hoá DNNN nhằm hỗ trợ thanh toán chi phí gián đoạn và đào tạo lại lao động dư thừa, giảm thiểu tác động xã hội tiêu cực của cải cách DNNN đối với công nhân viên;"
        },
        {
            "en": ". Green sure got a raw deal from that outfit where he'd worked for 30 years. When times got hard and they had to cut staff, they fired him with two weeks notice and only two weeks of <em>severance</em> pay.",
            "vi": "Ông Green rõ ràng bị đối xử một cách bất công tại công ty nơi ông làm việc trong 30 năm qua. Khi thời buổi trở nên khó khăn và họ phải giảm nhân viên, họ đã sa thải ông sau khi thông báo trước hai tuần lễ và trả tiền bồi thường mất việc cũng chỉ có hai tuần lễ."
        }
    ],
    "suggestions": []
}