{
    "en_vn": {
        "data": {
            "content": null,
            "word": "severed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "severed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "severed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "severed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "severed"
        }
    },
    "sentences": [
        {
            "en": "First come, first <em>severed</em>.",
            "vi": "Trâu chậm uống nước đục./Đến chậm, gậm xương."
        },
        {
            "en": "First come, first <em>severed</em>.",
            "vi": "Trâu chậm uống nước đục. /Đến chậm, gậm xương."
        },
        {
            "en": "I <em>severed</em> ties with him.",
            "vi": "Tôi đã cắt đứt quan hệ với anh ấy."
        },
        {
            "en": "He <em>severed</em> relations with her.",
            "vi": "Hắn cắt đứt quan hệ với cô ta."
        },
        {
            "en": "I <em>severed</em> relations with him.",
            "vi": "Tôi đã cắt đứt quan hệ với anh ấy."
        },
        {
            "en": "Blood flowed freely from the <em>severed</em> ends.",
            "vi": "Máu tuôn ra ở hai đầu dây."
        },
        {
            "en": "His hand was <em>severed</em> from his arm.",
            "vi": "Bàn tay anh ta đã bị đứt rời khỏi cánh tay."
        },
        {
            "en": "Where was the <em>severed</em> limb discovered?",
            "vi": "Đã phát hiện thấy cái chi bị cắt ở đâu vậy?"
        },
        {
            "en": "Blood are spouting from a <em>severed</em> artery.",
            "vi": "Máu phun ra từ một động mạch bị cắt."
        },
        {
            "en": "The rope <em>severed</em> under the strain.",
            "vi": "Dây thừng bị đứt vì quá căng."
        },
        {
            "en": "<em>Severed</em> head wedding cake shocks guests",
            "vi": "Hết hồn bánh cưới đầu lâu người"
        },
        {
            "en": "She has <em>severed</em> all links with her husband's family.",
            "vi": "Cô ấy đã cắt đứt mọi quan hệ với gia đình bên chồng."
        },
        {
            "en": "How long can you live with a <em>severed</em> artery?",
            "vi": "Anh có thể sống được bao lâu với một động mạch bị cắt?"
        },
        {
            "en": "She accidentally <em>severed</em> her finger with a saw.",
            "vi": "Cô ta gặp tai nạn, bị lưỡi cưa cắt lìa ngón tay."
        },
        {
            "en": "She has <em>severed</em> her connection with the firm.",
            "vi": "Bà ấy đã tuyệt giao với công ty."
        },
        {
            "en": "The rebels have <em>severed</em> all contact with the government.",
            "vi": "Quân phiến loạn đã cắt đứt mọi liên lạc với chính quyền."
        },
        {
            "en": "Microsurgery is also used successfully, especially in reattaching <em>severed</em> body parts.",
            "vi": "Vi phẫu cũng được vận dụng thành công, nhất là trong trường hợp nối lại những phần thân thể bị đứt rời."
        },
        {
            "en": "MacArthur's amphibious landings at Incheon had <em>severed</em> the North Korean Army's supply lines.",
            "vi": "Cuộc đổ bộ lên Incheon của tướng MacArthur đã cắt đứt các đường vận chuyển của quân đội Bắc Triều Tiên."
        },
        {
            "en": "She started picking up the threads, <em>severed</em> by Richard's death, with some of her.",
            "vi": "Chị bắt đầu liên hệ lại với những bạn cũ do cái chết của Richard làm cho đứt đoạn."
        },
        {
            "en": "In cordotomy the spinothalamic tracts are <em>severed</em> in the cervical region.",
            "vi": "Trong thủ thuật mở dây, đường tuỷ đồi được tách ra ở vùng cổ."
        }
    ],
    "suggestions": []
}