{
    "en_vn": {
        "data": {
            "content": null,
            "word": "seventies",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "seventies",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "seventies",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "seventies",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "seventies",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In one's <em>seventies</em>",
            "vi": "Thất tuần"
        },
        {
            "en": "He is in his <em>seventies</em>.",
            "vi": "Anh ta đã thất tuần."
        },
        {
            "en": "He liked to wear <em>seventies</em> clothing.",
            "vi": "Nó thích mặc đồ của thập niên 70."
        },
        {
            "en": "The temperatures are nudging up into the <em>seventies</em>.",
            "vi": "Nhiệt độ từ từ tăng lên mức khoảng bảy mươi."
        },
        {
            "en": "To my knowledge the <em>seventies</em> were the golden years of Australian tennis.",
            "vi": "Theo hiểu biết của tôi những năm bảy mươi là những năm vàng của quần vợt Úc."
        },
        {
            "en": "I started saving in my twenties for life in my <em>seventies</em>.",
            "vi": "Tôi bắt đầu tiết kiệm tiền ở tuổi hai mươi cho cuộc sống những năm bảy mươi của tôi."
        },
        {
            "en": "Some came after the Civil War in the eighteen sixties and <em>seventies</em>.",
            "vi": "Một số đến sau cuộc Nội chiến vào thập niên 1860 và 1870."
        },
        {
            "en": "He made his best films in his <em>seventies</em> ; it was for him a real Indian summer.",
            "vi": "Ông ta đã làm được những bộ phim hay nhất khi đã ngoài 70; đối với ông ta chính là niềm hạnh phúc lúc cuối đời."
        },
        {
            "en": "He made his best films in his <em>seventies</em> ; it was for him a read Indian summer.",
            "vi": "Ông ấy làm một bộ phim hay nhất của mình vào tuổi bảy mươi, đối với ông đó thực sự là thành công muộn màng vào cuối cuộc đời."
        },
        {
            "en": "He made his best films in his <em>seventies</em>; it was for him a read Indian summer.",
            "vi": "Ông ấy làm một bộ phim hay nhất của mình vào tuổi bảy mươi, đối với ông đó thực sự là thành công muộn màng vào cuối cuộc đời."
        },
        {
            "en": "Long hair for men was all the rage in the <em>seventies</em>.",
            "vi": "Đàn ông để tóc dài là mốt của những năm 70."
        },
        {
            "en": "Most students of the class got marks in the <em>seventies</em> or eighties.",
            "vi": "Hầu hết học sinh của lớp có điểm số ở vào khoảng 70 hay 80."
        },
        {
            "en": "In your <em>seventies</em>, you may find that applying make - up can get difficult.",
            "vi": "Ở độ tuổi thất tuần, bạn sẽ nhận ra rằng khó mà trang điểm được."
        },
        {
            "en": "In your <em>seventies</em>, you may find that applying make-up can get difficult.",
            "vi": "Ở độ tuổi thất tuần, bạn sẽ nhận ra rằng khó mà trang điểm được."
        },
        {
            "en": "He made his best films in his <em>seventies</em>; it was for him a real Indian summer.",
            "vi": "Ông ta đã làm được những bộ phim hay nhất khi đã ngoài 70 ; đối với ông ta chính là niềm hạnh phúc lúc cuối đời."
        },
        {
            "en": "They do resemble one another but in my opinion no one can shine as the <em>seventies</em> original golden girl.",
            "vi": "Họ giống nhau nhưng theo ý kiến của tôi không ai có thể tỏa sáng như cô gái vàng đầu tiên của những năm bảy mươi."
        },
        {
            "en": "In the mid nineteen <em>seventies</em>, the Viking One and Two spacecraft sent detailed pictures of the red planet to NASA.",
            "vi": "Vào giữa thập niên 1970, các phi thuyền Viking 1 và 2 đã gửi những bức ảnh chi tiết về hành tinh đỏ này đến NASA."
        },
        {
            "en": "Temperatures are pleasant in the winter with average daily temperatures in the high sixties and low <em>seventies</em> (degrees Fahrenheit).",
            "vi": "Vào mùa đông, nhiệt độ dễ chịu là vào khoảng cuối 60 đến gần 70 độ F."
        },
        {
            "en": "There are already TV programmes, for example, about people in their <em>seventies</em> and eighties involved in sports like sky-diving more often associated with the young.",
            "vi": "Có nhiều chương trình TV, ví dụ như, những người ở tuổi 70 và 80 chơi các môn thể thao như nhảy dù được kết hợp với người trẻ thường xuyên hơn."
        },
        {
            "en": "The lifestyle of this age group has changed a lot since the nineteen <em>seventies</em> when many marathons started to be organized.",
            "vi": "Lối sống của nhóm tuổi này đã thay đổi rất nhiều kể từ những năm bảy mươi thế kỉ mười chín khi nhiều cuộc thi ma - ra - tông bắt đầu được tổ chức"
        }
    ],
    "suggestions": []
}