{
    "en_vn": {
        "data": {
            "content": null,
            "word": "severing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "severing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "severing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "severing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cắt đứt</font></td></tr></tbody></table></div>",
            "word": "severing"
        }
    },
    "sentences": [
        {
            "en": "<em>Severing</em> the ties completely could have negative repercussions for both companies, Wood and Mawston agree.",
            "vi": "Cắt đứt hoàn toàn mối quan hệ này có thể mang đến hậu quả tiêu cực cho cả hai công ty, Wood và Mawston có cùng quan điểm."
        },
        {
            "en": "Is it standard practice to go to physical therapy after <em>severing</em> the major flexor tendon in a forearm?",
            "vi": "Có phải đó là một cách làm phổ biến khi đi vật lý trị liệu sau khi cắt đứt dây chằng gân chính ở cẳng tay không?"
        },
        {
            "en": "Avoid any gifts of knives, scissors, or cutting tools; to the Chinese, they suggest the <em>severing</em> of a friendship.",
            "vi": "Nên tránh các quà tặng là dao, kéo hay các dụng cụ dùng để cắt; đối với người trung quốc, họ xem đó là biểu tượng chia cắt tình bạn."
        },
        {
            "en": "<em>Severing</em> the administrative controls characteristic of the old system of accountability is one thing; creating a new internal system of accountability to fill the void is another.",
            "vi": "Loại bỏ cơ chế ràng buộc trách nhiệm thông qua quyền lực hành chính chỉ mới là một phần của công việc; phần tiếp theo là tạo ra một cơ chế ràng buộc trách nhiệm mới trong nội bộ để thay thế cho cơ chế cũ."
        }
    ],
    "suggestions": []
}