{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Seville",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Seville",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Seville",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Seville",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Seville",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Second-prize winners included ticket-holders in <em>Seville</em> and Granada.",
            "vi": "Những người trúng giải nhì là những người có vé sống ở Seville và Granada."
        },
        {
            "en": "I live in a house in <em>Seville</em> in the South of Spain.",
            "vi": "Tôi sống trong một căn nhà ở Seville ở miền nam nước Tây Ban Nha."
        },
        {
            "en": "The clementine is a cross between a tangerine and a <em>Seville</em> orange.",
            "vi": "Loại cam nhỏ là giống cam lai giữa quả quýt và quả cam chanh."
        },
        {
            "en": "Meanwhiles, Some companies are getting started. <em>Seville</em> engineering company Abengoa is building one hybrid solar-thermal plant in Algeria and another in Morocco, while a third is being built in Egypt by a Spanish-Japanese joint venture.",
            "vi": "Trong khi đó, một số công ty đang bắt đầu. Công ty kỹ thuật Seville Abengoa đang xây dựng một nhà máy nhiệt mặt trời hybrid ở Algeria và một ở Morocco, trong khi một phần ba đang được xây dựng ở Ai Cập do liên doanh Tây Ban Nha-Nhật Bản."
        },
        {
            "en": "It’s always sunny in Spain, right? That might be a bit of an overstatement but the country hasn’t garnered a sunny reputation for nothing: cities like Huelva and <em>Seville</em> boast nearly 3,000 hours of sunshine per year. With so much sunshine at its disposal, Spain has aggressively pursued the development of solar energy: over the past ten years, the government has made significant advances in pressing solar energy and is one of the top countries in the world with respect to installed photovoltaic (PV) solar energy capacity.",
            "vi": "Tây Ban Nha luôn ngập tràn ánh nắng. Có thể hơi cường điệu một chút nhưng mà đất nước này chẳng thu được gì ở cái sự nổi tiếng về nhiều nắng ấy: những thành phố như Huelva và Seville tự hào khoe mỗi năm họ có gần 3000 giờ nắng. Với lượng nắng quá nhiều như thế để dùng, Tây Ban Nha tích cực phát triển điện mặt trời: trong 10 năm qua, chính phủ nước này đã đạt được những tiến bộ quan trọng trong việc đẩy mạng sử dụng năng lượng mặt trời và là một trong những quốc gia hàng đầu thế giới về công suất năng lượng mặt trời quang điện hoá (PV) được lắp đặt."
        }
    ],
    "suggestions": []
}