{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shacks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shacks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shacks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shacks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shacks"
        }
    },
    "sentences": [
        {
            "en": "There were hundreds of <em>shacks</em> in that area.",
            "vi": "Có hàng trăm khu nhà sập sệ trong khu vực này."
        },
        {
            "en": "Maybe we can find an old pump in those <em>shacks</em>.",
            "vi": "Có lẽ chúng ta tìm được vài cái máy bơm cũ trong mấy cái lán này."
        },
        {
            "en": "It is possible that up to a billion people worldwide live in <em>shacks</em>.",
            "vi": "Có khả năng một tỉ người trên thế giới đang sống trong những căn nhà ọp ẹp làm bằng gỗ."
        },
        {
            "en": "<!-- /* Font Definitions */ @font-face \t{font-family:Verdana; \tpanose-1:2 11 6 4 3 5 4 4 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:536871559 0 0 0 415 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0cm; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} @page Section1 \t{size:612.0pt 792.0pt; \tmargin:99.25pt 2.0cm 3.0cm 99.25pt; \tmso-header-margin:36.0pt; \tmso-footer-margin:36.0pt; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --> \n Scores of people have died after a petrol pipeline explosion and fire in Kenya's capital, Nairobi.   The blast took place in the city's Lunga Lunga industrial area, and police and troops cordoned off the area as firefighters battled fierce flames in the surrounding shanty town.   A Red Cross official, Pamela Indiaka, said at least 75 bodies had been recovered. Some reports put the toll at more than 100 dead.   More than 110 people were injured.   The pipeline runs through the densely populated Sinai slum area between Nairobi's city centre and the airport.   'Parts of bodies'   Reports suggest the blast may have been sparked by a cigarette butt being thrown into an open sewer that was filling with fuel.   The fuel had leaked into a storm drain from the Nairobi-Mombasa pipeline, the Kenya Pipeline Company said in a statement.   Residents said the spill had prompted many people to rush and collect leaking fuel.   Parts of bodies littered the remains of burning <em>shacks</em> for some 300m (1,000ft) around the site of the blast, locals said.   Some of the <em>shacks</em> were built on top of the pipeline, residents say.   \"Then there was a loud bang, and smoke and fire burst up high,\" resident Joseph Mwego told Agence France-Presse.   Bodies were also seen floating in a nearby river, into which burns victims had reportedly leapt after catching fire.   TV images showed survivors staggering around in a daze, with skin peeling off their faces and arms, and schoolchildren running in all directions.   One of the survivors, Jane Mumbua, said many people were close to the pipeline at the time of the blast.   \"I just heard a big blast and that's when I started seeing people on fire. All around me there was fire,\" she said.   PM Raila Odinga: \"Some people might have jumped in the river trying to escape\".   Resident Joseph Mwangi, 34, discovered the remains of his two small children in the burnt wreckage of his home.   \"Those were my children,\" he said, before collapsing on the ground and sobbing, AP reports.   Blood donor appeal   Kenyan Prime Minister Raila Odinga, who visited the scene of the blast, described what he had seen as \"shocking\" and \"terrible\".   \"This, I think, is one of the worst disasters that has happened here in this country in the oil sector,\" he said.   \"I think that by the end of the day we'll have a clearer picture of the extent of damage.\"   Richard Leresian, the head of the Kenyatta National Hospital, said 112 people had been brought to the hospital, most of them with severe burns.    He said the hospital was appealing for blankets and blood donations. There have been other deaths in Kenya involving people collecting leaking fuel.   More than 100 people died in Molo, western Kenya, in 2009 after a fire on an overturned tanker.                   ",
            "vi": "<!-- /* Font Definitions */ @font-face \t{font-family:Verdana; \tpanose-1:2 11 6 4 3 5 4 4 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:536871559 0 0 0 415 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0cm; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} @page Section1 \t{size:612.0pt 792.0pt; \tmargin:99.25pt 2.0cm 3.0cm 99.25pt; \tmso-header-margin:36.0pt; \tmso-footer-margin:36.0pt; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --> \n Rất nhiều người thiệt mạng sau khi cháy nổ ống dẫn dầu ở thủ đô Nairobi của Kê-ni-a. \n Vụ nổ xảy ra ở khu công nghiệp Lunga Lunga của thành phố, cảnh sát và binh lính đã phong toả khu vực này khi lính cứu hoả vật lộn với các đám cháy dữ dội ở khu nhà ổ chuột xung quanh. \n Pamela Indiaka, một quan của chức Hội Chữ thập đỏ, cho biết người ta đã tìm được ít nhất 75 thi thể. Một số nguồn tin cho hay tổng số người chết lên đến hơn 100. \n Hơn 110 người bị thương. \n Ống dẫn này chạy qua khu nhà ổ chuột Sinai có dân cư đông đúc nằm giữa trung tâm thành phố Nairobi và sân bay. \n 'Các bộ phận thi thể'\n Các nguồn tin cho là có thể vụ nổ do một mẩu thuốc lá bị ném xuống nắp cống lộ thiên chứa đầy nhiên liệu gây ra.  \n Nhiên liệu đã rỉ vào một ống dẫn nước mưa từ ống dẫn dầu Nairobi - Mombasa, Công ty đường ống Kê-ni-a cho biết trong một bài phát biểu. \n Các cư dân nói rằng dầu tràn ra khiến cho nhiều người đổ xô tới thu gom nhiên liệu rò rỉ. \n Dân địa phương cho biết các bộ phận thi thể nằm ngổn ngang trong các phần còn lại của những ngôi nhà ọp ẹp bị cháy rụi cách hiện trường vụ nổ khoảng 300 m (1.000 ft). \n Vài ngôi nhà được dựng ngay trên ống dẫn, các cư dân nói. \n \"Sau đó có tiếng nổ lớn, khói lửa bốc lên cao,\" cư dân Joseph Mwego nói với Thông tấn xã Pháp. \n Người ta cũng tìm thấy các thi thể nổi trên một con sông lân cận, như tin đã đưa thì các nạn nhân bị bỏng đã nhảy xuống sông sau khi bốc cháy. \n Hình ảnh trên ti-vi cho thấy những người sống sót đang lảo đảo loanh quanh với vẻ bàng hoàng, da mặt và da tay họ tróc ra, còn mấy đứa học sinh thì bỏ chạy tán loạn.\n Jane Mumbua, một trong những người sống sót, nói rằng có nhiều người đang ở gần ống dẫn vào thời điểm xảy ra vụ nổ.\n \"Tôi chỉ nghe một tiếng nổ lớn và đúng lúc đó tôi bắt đầu thấy mọi người bốc cháy. Xung quanh tôi toàn là lửa,\" cô này cho biết. \n Thủ tướng Raila Odinga phát biểu: \" Có thể vài người đã nhảy xuống sông để thoát nạn\"\n Cư dân Joseph Mwangi, 34 tuổi, tìm thấy xác hai đứa con nhỏ của mình trong đống đổ nát bị thiêu rụi trong nhà. \n \"Đó là các con tôi,\" anh ấy kêu lên trước khi quỵ xuống và khóc nức nở, hãng tin AP cho biết. \n Kêu gọi người hiến máu\n Thủ tướng Raila Odinga của Kê-ni-a, đã đến hiện trường vụ nổ, mô tả những gì ông thấy đúng là \"gây sốc\" và \"khủng khiếp\". \n \"Tôi nghĩ đây là một trong những thảm hoạ tồi tệ nhất xảy ra ở đây, ở đất nước nằm trong khu vực chứa dầu này,\" ông nói. \n \"Tôi nghĩ rằng vào cuối ngày chúng tôi sẽ có bảng mô tả chi tiết hơn về mức độ thiệt hại.\"\n Richard Leresian, người đứng đầu Bệnh viện Quốc gia Kenyatta cho biết 112 người đã được đưa tới bệnh viện, hầu hết trong số đó đều bị bỏng nặng. \n Ông nói bệnh viện đã kêu gọi người ta cho mền và hiến máu. \n Nhiều người khác đã thiệt mạng ở Kê-ni-a liên quan đến việc thu gom nhiên liệu rò rỉ. \n Vào năm 2009, hơn 100 người thiệt mạng ở Molo, miền tây Kê-ni-a, sau khi một chiếc xe chở dầu bị lật bốc cháy.                   "
        }
    ],
    "suggestions": []
}