{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Shakers"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Shakers"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Shakers"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Shakers"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Shakers"
        }
    },
    "sentences": [
        {
            "en": "Movers and <em>shakers</em>",
            "vi": "Những người có nhiều quyền lực"
        },
        {
            "en": "When's the last time you cleaned your salt and pepper <em>shakers</em>? Exactly?",
            "vi": "Khi nào là lần cuối cùng bạn làm sạch lọ muối và tiêu của bạn? Một cách chính xác?"
        },
        {
            "en": "With few surviving members, <em>Shakers</em> today are mostly known for their cultural contributions.",
            "vi": "Ngày nay, khi chỉ còn rất ít thành viên, hội những người Cơ-đốc giáo tin vào sự phục sinh của Chúa chủ yếu được biết đến qua nhưng đóng góp của họ về mặt văn hóa."
        },
        {
            "en": "If you want to meet the movers and <em>shakers</em> directly, you have to become a joiner.",
            "vi": "Nếu bạn muốn trực tiếp gặp gỡ những người có khả năng thay đổi thế giới, bạn phải trở thành một thành viên."
        },
        {
            "en": "With few surviving members, <em>Shakers</em> today are mostly known for their cultural contributions.",
            "vi": "Ngày nay, khi chỉ còn rất ít thành viên, hội những người Cơ - đốc giáo tin vào sự phục sinh của Chúa chủ yếu được biết đến qua nhưng đóng góp của họ về mặt văn hóa."
        },
        {
            "en": "I loved being so close to Chicago, a world of movers and <em>shakers</em>.",
            "vi": "Tôi thích được sống gần chicago như thế này, một thế giới của những người năng động và hăng hái."
        },
        {
            "en": "He is one of the principle movers and <em>shakers</em> in the political arena.",
            "vi": "Ông ta là một trong những nhân vật sừng sỏ hàng đầu trên chính trường."
        },
        {
            "en": "When’s the last time you cleaned your salt and pepper <em>shakers</em>?",
            "vi": "Khi nào là lần cuối cùng bạn làm sạch lọ muối và tiêu của bạn?"
        },
        {
            "en": "Pepper <em>shakers</em> can be made from a variety of substances, including plastic, glass, metal, and ceramic.",
            "vi": "Các lọ rắc tiêu có thể làm bằng nhiều nguyên liệu khác nhau như nhựa, thủy tinh, kim loại và gốm."
        },
        {
            "en": "There are always a number of movers and <em>shakers</em> up front, in close quarters, for hours at a time.",
            "vi": "Ở đó luôn có những người có tiếng tăm, tập trung vào cùng một chỗ, liên tục trong nhiều giờ liền."
        },
        {
            "en": "Two-handed <em>shakers</em> put their left hand on the other person's arm or shoulder as they shake hands.",
            "vi": "Người bắt bằng cả hai tay đặt tay trái của họ lên cánh tay hay vai của người kia khi bắt tay."
        },
        {
            "en": "He drew up a list of 20 movers-and-<em>shakers</em> in his community - affluent people with large spheres of influence by everyone in the investment community.",
            "vi": "Anh ta viết ra một danh sách gồm 20 người có sự ảnh hưởng lớn trong ngành nghề của anh ta - những người giàu có với phạm vi ảnh hưởng lớn đến mọi người trong giới đầu tư."
        },
        {
            "en": "He drew up a list of 20 movers - and - <em>shakers</em> in his community - affluent people with large spheres of influence by everyone in the investment community.",
            "vi": "Anh ta viết ra một danh sách gồm 20 người có sự ảnh hưởng lớn trong ngành nghề của anh ta - những người giàu có với phạm vi ảnh hưởng lớn đến mọi người trong giới đầu tư."
        },
        {
            "en": "Nobody thinks of cleaning their salt and pepper <em>shakers</em>, says Elizabeth Scott, Ph. D., assistant professor and co - director Simmons Center for Hygiene and Health in Home and Community at Simmons College.",
            "vi": "Theo tiến sĩ Elizabeth Scott, giáo sư trợ giảng và đồng giám đốc Trung tâm Vệ sinh và Sức khoẻ tại nhà và cộng đồng Simmons thuộc trường cao đẳng Simmons, không ai nghĩ đến việc chùi rửa các lọ muối và tiêu của họ."
        },
        {
            "en": "After his talk, I told him how impressive the talk was and that I wanted to devote the rest of the event to introducing him to all the movers and <em>shakers</em> within the Gill Foundation.",
            "vi": "Sau bài nói chuyện của ông, tôi nói với ông bài nói rất ấn tượng và tôi muốn dành thời gian còn lại của sự kiện để giới thiệu ông với những người có ảnh hưởng trong Gill Foundation."
        },
        {
            "en": "Nobody thinks of cleaning their salt and pepper <em>shakers</em>, says Elizabeth Scott, Ph.D., assistant professor and co-director Simmons Center for Hygiene and Health in Home and Community at Simmons College.",
            "vi": "Scott, giáo sư trợ giảng và đồng giám đốc Trung tâm Vệ sinh và Sức khoẻ tại nhà và cộng đồng Simmons thuộc trường cao đẳng Simmons, không ai nghĩ đến việc chùi rửa các lọ muối và tiêu của họ."
        },
        {
            "en": "The answers to these questions can come only from meeting the professional who hired you, the movers and <em>shakers</em> who will be in attendance, and other key operatives of the organisaiton.",
            "vi": "Những câu trả lời cho những câu hỏi này có thể chỉ có từ việc gặp gỡ người chuyên nghiệp mà thuê bạn, những người có thế lực sẽ tham dự, và những người điều hành then chốt của công ty."
        },
        {
            "en": "Later in life, as I rubbed shoulders with business leaders, store owners, politicians, and movers and <em>shakers</em> of all stripes, I started to gain a sense of how our country's most successful people reach out to others, and how they invite those people's help in accomplishing their goals.",
            "vi": "Sau này trong cuộc sống, khi tôi có cơ hội tiếp xúc với nhà lãnh đạo công ty, chủ cửa hàng, chính trị gia, những người đi tiên phong trong các lĩnh vực, tôi bắt đầu hiểu rõ hơn cách tiếp cận người khác của những nhân vật thành đạt nhất nước này, và làm thế nào họ kêu gọi sự giúp đỡ của người khác nhằm đạt mục tiêu của mình."
        },
        {
            "en": "Later in life, as I rubbed shoulders with business leaders, store owners, politicians, and movers and <em>shakers</em> of all stripes, I started to gain a sense of how our country's most successful people reach out to others, and how they invite those people's help in accomplishing their goals.",
            "vi": "cơ hội tiếp xúc với nhà lãnh đạo công ty, chủ cửa hàng, chính trị gia, những người đi tiên phong trong các lĩnh vực, tôi bắt đầu hiểu rõ hơn cách tiếp cận người khác của những nhân vật thành đạt nhất nước này, và làm thế nào họ kêu gọi sự giúp đỡ của người khác nhằm đạt mục tiêu của mình."
        },
        {
            "en": "Famous people born on a leap day:\nJohn Byrom - Romantic poet \nPope Paul III - 16th Century pontiff \nGeorge Bridgetower - 19th Century musician \nAnn Lee - leader of the <em>Shakers</em> \nGioacchino Rossini - Italian composer \nCharles Pritchard - British astronomer \nSir Dave Brailsford - English cyclist and coach\nTony Robbins - Motivational speaker\nAlan Richardson - composer \nDarren Ambrose - English footballer\nJa Rule - rapper",
            "vi": "Những người nổi tiếng sinh vào ngày 29 tháng 2"
        }
    ],
    "suggestions": []
}