{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Shannon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Shannon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Shannon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Shannon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Shannon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Their flight departs from <em>Shannon</em> Airport at 2 o'clock.",
            "vi": "Chuyến bay của họ khởi hành từ sân bay Shannon lúc 2 giờ."
        },
        {
            "en": "<em>Shannon</em> will meet Waterford in the championship decider next weekend.",
            "vi": "Shannon sẽ gặp Waterford trong trận quyết đấu giành chức vô địch vào tuần sau."
        },
        {
            "en": "While at Bell Laboratories, <em>Shannon</em> developed information theory, but shun ned the resulting acclaim .",
            "vi": "Trong khi tại các phòng thí nghiệm Bell, Shannon đã phát triển lý thuyết thông tin, thì kết quả đó lại không được ca ngợi."
        },
        {
            "en": "The world's first Duty Free shop was established at <em>Shannon</em> Airport in Ireland.",
            "vi": "Cửa hàng miễn thuế đầu tiên trên thế giới được thành lập ở Sân bay Shannon, Ai - len."
        },
        {
            "en": "Dad, can i go to a movie this week with <em>Shannon</em>?",
            "vi": "Ba ơi, tuần này con đi xem phim với shannon được không ba?"
        },
        {
            "en": "<em>Shannon</em> Kelly, a spokeswoman for Los Angeles-based Snapchat, declined to comment.",
            "vi": "Shannon Kelly, nữ phát ngôn của hãng Snapchat, công ty có trụ sở tại Los Angeles, từ chối bình luận."
        },
        {
            "en": "In particular, <em>Shannon</em> showed that noise sets a limit on the rate at which information can pass along communication channels while remaining error-free.",
            "vi": "Cụ thể, Shannon đã cho thấy tiếng ồn đặt ra một giới hạn tốc độ thông tin có thể truyền qua kênh truyền thông và duy trì việc không có lỗi."
        },
        {
            "en": "But it also highlighted the astonishing power of the techniques developed by American communications engineer Claude <em>Shannon</em>, who had died just a year earlier.",
            "vi": "Nhưng nó cũng đánh dấu sức mạnh đáng ngạc nhiên của kỹ thuật phát triển bởi kỹ sư truyền thông Mỹ Claude Shannon, người mới mất một năm trước."
        },
        {
            "en": "<em>Shannon</em> showed how to calculate this limit, opening the way to the design of compression methods that cram maximum information into the minimum space.",
            "vi": "Shannon đã trình bày cách để tính toán giới hạn đó, mở ra cách để thiết kế những phương pháp nén để tạo ra thông tin tối đa trong không gian tối thiểu."
        },
        {
            "en": "Having identified this fundamental unit, <em>Shannon</em> set about defining otherwise vague ideas about information and how to transmit it from place to place.",
            "vi": "Sau khi xác định những đơn vị cơ bản này, Shannon đã thiết lập định nghĩa khác những ý tưởng mơ hồ liên quan đến thông tin và làm thế nào để truyền thông tin từ địa điểm này tới địa điểm khác."
        },
        {
            "en": "F <em>Shannon</em> also laid the foundations of more efficient ways of storing information, by stripping out superfluous (‘redundant’) bits from data which contributed little real information.",
            "vi": "F Shannon cũng đặt nền móng cho cách lưu trữ thông tin hiệu quả hơn, bằng cách loại bỏ các bit không cần thiết ('dư thừa') khỏi các dữ liệu có ít thông tin thực tế."
        },
        {
            "en": "Born in 1916 in Petoskey, Michigan, <em>Shannon</em> showed an early talent for maths and for building gadgets, and made breakthroughs in the foundations of computer technology when still a student.",
            "vi": "Sinh năm 1916 tại Petoskey, Michigan, Shannon đã biểu hiện là một tài năng sớm về toán học và các công cụ xây dựng, và mang đến sự phát triển quan trọng trong nền tảng của kỹ thuật máy tính khi là một sinh viên."
        },
        {
            "en": "The trick, <em>Shannon</em> showed, is to find ways of packaging up - ‘coding’ - information to cope with the ravages of noise, while staying within the information-carrying capacity - ‘ bandwidth ’ - of the communication system being used.",
            "vi": "Bí quyết của Shannon cho thấy là tìm cách đóng gói - \"mã hóa\" - thông tin để đối phó với sự tàn phá của tiếng ồn, trong khi vẫn ở trong thông tin - \"khả năng vận chuyển\" – ‘ dãy sóng ’- của hệ thống truyền thông đang được sử dụng."
        },
        {
            "en": "The most basic form of information, <em>Shannon</em> argued, is whether something is true or false - which can be captured in the binary unit, or ‘bit’, of the form 1 or 0.",
            "vi": "Hình thức cơ bản nhất của thông tin, Shannon lập luận, là liệu có cái gì là đúng hay sai, cái mà có thể năm bắt được trong đơn vị nhị phân, hay ‘bit’, ở dạng 1 hay 0."
        },
        {
            "en": "The Midway City school will implement the program in two, 24-student kindergarten classes, said Principal <em>Shannon</em> Villanueva, adding that one section is full and the other has room.",
            "vi": "Trường Midway City sẽ tiến hành chương trình trong hai lớp mẫu giáo có 24 học sinh, bà Shannon Villanueva Hiệu trưởng cho biết."
        },
        {
            "en": "C This all seems light years away from the down-to-earth uses <em>Shannon</em> originally had for his work, which began when he was a 22-year-old graduate engineering student at the prestigious Massachusetts Institute of Technology in 1939.",
            "vi": "C Tất cả điều đó dường như xa rời nhiều năm ánh sáng từ những cách sử dụng viển vông của Shannon bắt nguồn việc làm của ông ấy, bắt đầu khi ông ấy là một sinh viên kỹ thuật 22 tuổi tốt nghiệp tại Học viện kỹ thuật Massachusetts nổi tiếng năm 1939."
        }
    ],
    "suggestions": []
}