{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shanked",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shanked",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shanked",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shanked",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có chuôi liền (dụng cụ cắt)</font></td></tr></tbody></table></div>",
            "word": "shanked",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Red-<em>shanked</em> doucs found in Huế forest. — Photo nongnghiep.vn",
            "vi": "Loài Voọc chà vá chân nâu được tìm thấy tại rừng ở Huế. - Ảnh: nongnghiep.vn"
        },
        {
            "en": "GreenViet has been developing a website for the red-<em>shanked</em> douc langurs (Pygathrix nemaeus) – an endangered primate species.",
            "vi": "GreenViet đã phát triển một trang web cho các loài Chà vá chân đỏ (Pygathrix nemaeus) - một loài linh trưởng thuộc diện nguy cấp."
        },
        {
            "en": "The red-<em>shanked</em> douc langurs (Pygathrix nemaeus) – an endangered primate species – can be seen up close at the Sơn Trà Nature Reserve near Đà Nẵng City.",
            "vi": "Chà vá chân đỏ (Pygathrix nemaeus) - một loài linh trưởng thuộc diện nguy cấp - có thể được tìm thấy gần khu bảo tồn thiên nhiên Sơn Trà gần thành phố Đà Nẵng."
        },
        {
            "en": "Rangers in Thừa Thiên-Huế Province’s preventive forest have discovered a population of some 78 red-<em>shanked</em> doucs (Pygathrix nemaeus), listed as endangered species by the International Union for Conservation of Nature.",
            "vi": "Các nhân viên kiểm lâm trong rừng phòng hộ ở Tỉnh Thừa Thiên-Huế đã phát hiện ra khoảng 78 con voọc chà vá chân nâu (Pygathrix nemaeus), được Liên minh Bảo tồn Thiên nhiên Quốc tế liệt kê như là loài đang bị đe dọa."
        },
        {
            "en": "According to a recent report by the city’s rangers, six monkeys were killed by motorcyclists in 2015-17, and two cases of illegal hunting were uncovered. Two red-<em>shanked</em> douc langurs were also killed for money.",
            "vi": "Theo một báo cáo gần đây của lực lượng kiểm lâm thành phố, sáu con khỉ đã bị người lái xe máy đâm chết vào năm 2015-17, và phát hiện hai vụ săn bắt trái phép. Hai con Chà vá chân đỏ cũng bị giết vì tiền."
        },
        {
            "en": "The NGO is also co-operating with the Frankfurt Zoological Society of Germany, San Diego Zoo Global in the United States and the IUCN to protect the red-<em>shanked</em> douc langurs through long-term campaigns.",
            "vi": "Tổ chức Phi chính phủ cũng hợp tác với Hiệp hội Động vật học Frankfurt của Đức, Vườn thú San Diego ở Hoa Kỳ và IUCN để bảo vệ các loài Chà vá chân đỏ thông qua các chiến dịch dài hạn."
        }
    ],
    "suggestions": []
}