{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sharpened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sharpened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sharpened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sharpened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sharpened"
        }
    },
    "sentences": [
        {
            "en": "Iron is <em>sharpened</em> by iron.",
            "vi": "Lấy độc trị độc."
        },
        {
            "en": "My pencils need to be <em>sharpened</em>.",
            "vi": "Mấy cây bút chì của tôi cần được chuốt."
        },
        {
            "en": "All this exercise has <em>sharpened</em> my appetite.",
            "vi": "Tất cả bài tập luyện này đã làm tôi ngon miệng."
        },
        {
            "en": "The stake had been <em>sharpened</em> to a vicious - looking point.",
            "vi": "Cái cọc đã bị vót thành một mũi nhọn trông ghê người."
        },
        {
            "en": "This incident has <em>sharpened</em> public awareness of the economic crisis.",
            "vi": "Vụ này đã làm cho người ta có ý thức rõ hơn về cuộc khủng hoảng kinh tế."
        },
        {
            "en": "The tone of his letters has <em>sharpened</em> recently.",
            "vi": "Giọng điệu trong những bức thư của ông ấy gần đây đốp chát hơn."
        },
        {
            "en": "The stake had been <em>sharpened</em> to a vicious-looking point",
            "vi": "Cái cọc đã được vót thành một mũi nhọn ghê người"
        },
        {
            "en": "The stake had been <em>sharpened</em> to a vicious-looking point.",
            "vi": "Cái cọc đã bị vót thành một mũi nhọn trông ghê người."
        },
        {
            "en": "The pole has been <em>sharpened</em> to a point.",
            "vi": "Cây sào được vuốt nhọn một đầu."
        },
        {
            "en": "Within the last decade, these differences have <em>sharpened</em>.",
            "vi": "Trong vòng một thập kỷ qua, những khác biệt này đã tăng thêm."
        },
        {
            "en": "Dobson has <em>sharpened</em> up by training with Olympic sprinter David Grindley.",
            "vi": "Dobson đã cừ hơn khi luyện tập với vận động viên chạy nước rút Olympic David Grindley."
        },
        {
            "en": "Ma's big butcher knife was already <em>sharpened</em>, and Uncle Henry had brought Aunt Polly's butcher knife.",
            "vi": "Con dao xả thịt của mẹ đã được mài bén và chú Henry còn mang tới con dao xẻ thịt của cô Polly."
        },
        {
            "en": "They <em>sharpened</em> a contradiction more and more when meet together in the race to that position.",
            "vi": "Họ càng thêm mâu thuấn khi đối đầu với nhau vị trí đó."
        },
        {
            "en": "Pumpkin will be a much better geisha after she's <em>sharpened</em> her teeth on this one.",
            "vi": "Bí ngô sẽ trở thành xuất sắc sau khi được rèn luyện đầy đủ."
        },
        {
            "en": "A strange, bitter edge <em>sharpened</em> his tone at the very end, when he spoke of her.",
            "vi": "Vẻ lạ lẫm, chua chát trong giọng anh trở nên sắc cạnh hơn ở cuối câu, khi anh nhắc đến cô ấy."
        },
        {
            "en": "He got his ax and he <em>sharpened</em> two stout slabs of oak.",
            "vi": "Bố lấy rìu, chặt hai tấm ván xồi chắc nịch."
        },
        {
            "en": "\"When was the last time you <em>sharpened</em> your axe?\" the boss asked.",
            "vi": "Ông chủ hỏi: \"Lần cuối cùng chú mài chiếc rìu là khi nào?\""
        },
        {
            "en": "A stainless steel rod with one blunt end one <em>sharpened</em>, used surgically to anchor bone fragments.",
            "vi": "Que thép không rỉ với một đầu tà, một đầu nhọn, được dùng khi giải phẫu để ghép các mảnh xương lại."
        },
        {
            "en": "A 19 - year - old man was stabbed with a <em>sharpened</em> screwdriver by a man who approached him as he walked on Airport Boulevard.",
            "vi": "Một thanh niên 19 tuổi bị một người dùng tuốc-nơ-vít nhọn tiếp cận và đâm khi đang đi bộ đến sân bay Boulevard."
        },
        {
            "en": "But even better fun than a balloon was the pig's tail. Pa skinned it for them carefully, and into the large end he thrust a <em>sharpened</em> stick.",
            "vi": "Nhưng kỳ thú hơn cả việc có một trái bóng chính là chiếc đuôi heo. Bố cạo lông chiếc đuôi heo thật kĩ và thọc một cây nhọn vào đầu lớn của nó."
        }
    ],
    "suggestions": []
}