{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sharia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sharia</k><blockquote><cclass>[<cclass>ʃə'ri:ə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>shariah</b> or <cclass><b>shariat</b><cclass>ʃə'ri:ət) </cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun Islamic canonical law based on the teachings of the Koran and the traditions of the Prophet. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Arab. <i>šarī῾a</i>; the var. <i>shariat</i> from Urdu and Pers. </blockquote></div>",
            "word": "sharia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sharia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sharia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sharia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Same sex sexual relations are also against Islamic <em>Sharia</em> Law.",
            "vi": "Các mối quan hệ tình dục cùng giới cũng đi ngược lại với Luật Sharia của đạo Hồi."
        },
        {
            "en": "Last year, the sultan caused controversy by introducing <em>Sharia</em> criminal law, which allows for punishments including stoning, whipping and amputation.",
            "vi": "Năm ngoái, vị quốc vương này bị bàn tán dữ dội vì đưa ra bộ Luật hình sự Hồi giáo cho phép áp dụng các hình phạt như ném đá đến chết, đòn roi và cắt chân tay."
        },
        {
            "en": "According to Muslims, <em>Sharia</em> law is founded on the words of Allah as revealed in the Qur'an, and traditions gathered from the life of the Prophet Muhammad.",
            "vi": "Theo các tín đồ Hồi giáo, Luật Sharia được hình thành dựa trên các lời dạy của Thánh A - la (Allah) được mô tả trong kinh Kô - ran (Qur 'an) và những truyền thuyết trong cuộc đời của Prophet Muhammad."
        },
        {
            "en": "According to Muslims, <em>Sharia</em> law is founded on the words of Allah as revealed in the Qur 'an, and traditions gathered from the life of the Prophet Muhammad.",
            "vi": "Theo các tín đồ Hồi giáo, Luật Sharia được hình thành dựa trên các lời dạy của Thánh A-la (Allah) được mô tả trong kinh Kô-ran (Qur'an) và những truyền thuyết trong cuộc đời của Prophet Muhammad."
        }
    ],
    "suggestions": []
}