{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shavings"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shavings"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shavings"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>shavings</k><blockquote><blockquote><ex><abr>n.</abr> wood shavings</ex></blockquote></blockquote></div>",
            "word": "shavings"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shavings"
        }
    },
    "sentences": [
        {
            "en": "I used wood <em>shavings</em> as tinder.",
            "vi": "Tôi đã dùng vỏ bào làm mồi."
        },
        {
            "en": "His family is now tangled like bamboo <em>shavings</em> after fire.",
            "vi": "Gia đình anh ta thì đang rối như mớ bòng bong sau vụ cháy nhà."
        },
        {
            "en": "The wooden <em>shavings</em> dropped everywhere except into the wastepaper basket.",
            "vi": "Vỏ bào bắn vung vãi khắp nơi mà không vào sọt rác."
        },
        {
            "en": "He mixed the paper clips with the wood <em>shavings</em>.",
            "vi": "Ông ấy đã trộn những kẹp giấy với dăm bào gỗ."
        },
        {
            "en": "We purchase quality raw material to produce wood <em>shavings</em> and wood flour.",
            "vi": "Chúng tôi mua các vật liệu có chất lượng ở dạng thô để tạo ra vỏ bào gỗ và bột gỗ."
        },
        {
            "en": "An analyst commented that things have become ‘tangled like bamboo <em>shavings</em>’.",
            "vi": "Một nhà phân tích nhận xét rằng mọi thứ đã trở nên 'rối như dăm tre'."
        },
        {
            "en": "He made the tiniest <em>shavings</em>, cutting very slowly and carefully, making whatever he thought would be pretty.",
            "vi": "Bố xẻ những đường nhỏ như tơ, khắc hết sức chậm và cẩn thận tạo ra bất kì hình gì mà bố nghĩ là xinh đẹp."
        },
        {
            "en": "He gathered up the tiny <em>shavings</em> of lead and saved them carefully, to melt again the next time he made bullets.",
            "vi": "Bố gom hết những giọt chì li ti này giữ lại để dành sẽ nấu chảy vào lần làm đạn tiếp sau."
        },
        {
            "en": "I stared dully at a little pile of <em>shavings</em> the ground, obviously a gorilla had sat here peeling the bark off a twig before he ate it.",
            "vi": "Tôi uể oải nhìn một đống vỏ cây nhỏ nằm trên mặt đất, rõ ràng một con khỉ đột đã ngồi đây tước vỏ cây trước khi ăn."
        },
        {
            "en": "I found this conversation between the pencil and the eraser very inspirational. Parents are like the eraser whereas their children are the pencil. They're always there for their children, cleaning up their mistakes. Sometimes along the way, they get hurt, and become smaller / older, and eventually pass on. Though their children will eventually find someone new (spouse), but parents are still happy with what they do for their children, and will always hate seeing their precious ones worrying, or sad. All my life, I've been the pencil. And it pains me to see the eraser that is my parents getting smaller and smaller each day. For I know that one day, all that I'm left with would be eraser <em>shavings</em> and memories of what I used to have.",
            "vi": "Tôi đã bắt gặp câu chuyện rất cảm động giữa cây bút chì và cục tẩy. Những bậc cha mẹ giống như cục tẩy còn con cái giống như những chiếc bút chì. Cha mẹ luôn luôn có mặt khi con cái cần, giúp chúng sửa chữa những lỗi lầm. Đôi khi trên chặng đường đó, họ còn phải chịu bao đau đớn, và trở nên nhỏ bé/già đi, rồi cuối cùng họ cũng qua đời. Con cái họ rồi sẽ tìm được ai đó mới (vợ/chồng) nhưng cha mẹ vẫn rất hạnh phúc vì những gì họ làm cho con cái mình và không khi nào muốn thấy con cái thân yêu của mình lo lắng hay buồn phiền. Suốt cuộc đời này, tôi mãi là cây viết chì. Và thật đau đớn khi tôi nhìn thấy cục tẩy là cha mẹ mình ngày càng già yếu đi. Vì tôi biết rằng một ngày nào đó, tất cả những gì còn lại với tôi chỉ còn là những vụn tẩy và những niềm kí ức thân thương mà tôi đã từng có."
        }
    ],
    "suggestions": []
}