{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[∫i:n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự huy hoàng, sự rực rỡ,</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">độ sáng lấp lánh, tính chất óng ánh</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the sheen of silk</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự óng ánh của tơ lụa </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thơ ca) ngời sáng, xán lạn</td></tr></table><i/></div>",
            "word": "sheen"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sheen</k><blockquote>■ <cclass>noun a soft lustre on a surface. </cclass></blockquote><blockquote>■ <cclass>verb <cclass>literary shine or cause to shine softly. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from obs. <i>sheen</i> 'beautiful, resplendent'; appar. related to <kref>shine</kref>. </blockquote></div>",
            "word": "sheen"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>sheen</k><blockquote>▸ <cclass>noun SHINE, lustre, gloss, patina, shininess, burnish, polish, shimmer, brilliance, radiance.</cclass></blockquote></div>",
            "word": "sheen"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>sheen</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>brightness</b></blockquote><blockquote><blockquote><ex> a high sheen</ex></blockquote></blockquote></div>",
            "word": "sheen"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nước bóng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nước láng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự sáng màu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mắt vải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> môi trường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự óng ánh</font></td></tr></tbody></table></div>",
            "word": "sheen"
        }
    },
    "sentences": [
        {
            "en": "Pearly <em>sheen</em>",
            "vi": "Ánh ngời sáng như ngọc trai"
        },
        {
            "en": "The <em>sheen</em> of silk",
            "vi": "Sự óng ánh của tơ lụa"
        },
        {
            "en": "<em>Sheen</em> and Kutcher's backstage run-in",
            "vi": "Sheen và Kutcher lại có cuộc cãi lộn ở hậu trường."
        },
        {
            "en": "<em>Sheen</em> and Kutcher's backstage run - in",
            "vi": "Sheen và Kutcher lại có cuộc cãi lộn ở hậu trường."
        },
        {
            "en": "The petals are dusted to a pearly <em>sheen</em>.",
            "vi": "Những cánh hoa được phủi sạch bụi thì ngời sáng như ngọc trai."
        },
        {
            "en": "The lotion gave my skin a beautiful <em>sheen</em>.",
            "vi": "Dung dịch dưỡng da giúp tôi có một làn da sáng đẹp."
        },
        {
            "en": "The metal had a dull gray <em>sheen</em>; its curves were perfect and smooth.",
            "vi": "Ánh thép màu xám láng lẩy; những đường cong hài hòa tuyệt hảo."
        },
        {
            "en": "She was actually once in a hotel room with Charlie <em>Sheen</em>.",
            "vi": "Thật sự cô ta đã một lần ở trong phòng khách sạn cùng với Charlie Sheen."
        },
        {
            "en": "I could see the <em>sheen</em> of sweat across his face in the light from the screen.",
            "vi": "Tôi nhìn thấy mồ hôi lấp loáng trên khuôn mặt anh dưới ánh sáng của màn ảnh."
        },
        {
            "en": "The <em>sheen</em> of silk will be lost if it is spun too loosely",
            "vi": "Sự óng ánh của tơ lụa sẽ mất đi nếu được xe quá lỏng."
        },
        {
            "en": "How would you compare the <em>sheen</em> of silk mill to other flat silks?",
            "vi": "Anh có thể so sánh nhưn thế nào sự óng ánh của tơ lụa với các loại mềm khác?"
        },
        {
            "en": "That wasn't a challenge; I was always pale, and my recent swoon had left a light <em>sheen</em> of sweat on my face.",
            "vi": "Chuyện đó chẳng khó khăn gì ; tôi luôn xanh xao, và lần bất tỉnh vừa rồi đã làm mặt tôi đầy mồ hôi."
        },
        {
            "en": "I searched the space where he pointed until I found a low black shape breaking into the <em>sheen</em> of moonlight on the waves.",
            "vi": "Khi nhìn về hướng tay anh ta chỉ, tôi thấy một hình khối thấp, đen ngòm, nổi bật lên giữa ánh trăng bàng bạc và mặt biển lấp loáng."
        },
        {
            "en": "That wasn't a challenge ; I was always pale, and my recent swoon had left a light <em>sheen</em> of sweat on my face.",
            "vi": "Chuyện đó chẳng khó khăn gì; tôi luôn xanh xao, và lần bất tỉnh vừa rồi đã làm mặt tôi đầy mồ hôi."
        },
        {
            "en": "The man is the actor who played the communications advisor to the fictional president played by Martin <em>Sheen</em> in The West Wing.",
            "vi": "Anh chàng này là diễn viên đã đóng vai cố vấn ngoại giao cho vị tổng thống hư cấu do Martin Sheen thủ vai trong phim Phi đội phía Tây."
        },
        {
            "en": "At length he satisfied himself that the knots were gone, and then combed camellia oil into my hair, which gave it a lovely <em>sheen</em>.",
            "vi": "Cuối cùng, khi thấy tóc thẳng thớm rồi, ông ta chải dầu hoa trà lên tóc, làm cho mái tóc thơm ngát."
        },
        {
            "en": "Mameha's apartment wasn't large but it was extremely elegant, with beautiful tatami mats that were obviously new, for they had a lovely yellow-green <em>sheen</em> and smelled richly of straw.",
            "vi": "Căn hộ của mameha không lớn nhưng cực kỳ sang trọng, thảm trải sàn rất đẹp và còn mới, chúng có màu vàng lục rực rỡ và thơm mùi rơm."
        },
        {
            "en": "Martin <em>Sheen</em> was the seventh of ten children born to a Spanish immigrant father and an Irish mother. Despite intense parental disapproval he turned his back on entrance exams to university and borrowed cash from a local priest to start a fledgling acting career. His acting successes in films such as Badlands and Apocalypse Now made him one of the most highly-regarded actors of the 1970s. Three sons - Emilio Estevez, Ramon Estevez and Charlie <em>Sheen</em> - have followed him into the profession as a consequence of being inspired by his motivation and enthusiasm.",
            "vi": "Martin Sheen là người thứ bảy trong số mười đứa trẻ được sinh ra trong một gia đình mà cha là người nhập cư Tây Ban Nha và mẹ là người Ireland. Bất chấp sự từ chối của cha mẹ dữ dội, ông đã không tham gia kỳ thi tuyển sinh vào đại học và đã vay tiền từ một linh mục địa phương để bắt đầu một sự nghiệp diễn xuất khi còn thiếu kinh nghiệm. Thành công về diễn xuất của ông trong các bộ phim như Badlands và Apocalypse Now khiến ông trở thành một trong những diễn viên được đánh giá cao nhất trong những năm 1970. Ba người con trai của ông - Emilio Estevez, Ramon Estevez và Charlie Sheen - đã theo ông vào nghề do được truyền cảm hứng bởi động lực và sự nhiệt tình của ông."
        },
        {
            "en": "Martin <em>Sheen</em> was the seventh of ten children born to a Spanish immigrant father and an Irish mother. Despite intense parental disapproval he turned his back on entrance exams to university and borrowed cash from a local priest to start a fledgling acting career. His acting successes in films such as Badlands and Apocalypse Now made him one of the most highly-regarded actors of the 1970s. Three sons - Emilio Estevez, Ramon Estevez and Charlie <em>Sheen</em> - have followed him into the profession as a consequence of being inspired by his motivation and enthusiasm.",
            "vi": "Martin Sheen là người thứ bảy trong số mười đứa trẻ được sinh ra trong một gia đình mà cha là người nhập cư Tây Ban Nha và mẹ là người Ireland. Bất chấp sự từ chối của cha mẹ dữ dội, ông đã không tham gia kỳ thi tuyển sinh vào đại học và đã vay tiền từ một linh mục địa phương để bắt đầu một sự nghiệp diễn xuất khi còn thiếu kinh nghiệm. Thành công về diễn xuất của ông trong các bộ phim như Badlands và Apocalypse Now khiến ông trở thành một trong những diễn viên được đánh giá cao nhất trong những năm 1970. Ba người con trai của ông - Emilio Estevez, Ramon Estevez và Charlie Sheen - đã theo ông vào nghề do được truyền cảm hứng bởi động lực và sự nhiệt tình của ông."
        },
        {
            "en": "Evidence now exists that most young children, if given enough opportunities and encouragement, are able to achieve significant and sustainable levels of academic or sporting prowess. Bright or creative children are often physically very active at the same time, and so may receive more parental attention as a result - almost by default - in order to ensure their safety. They may also talk earlier, and this, in turn, breeds parental interest. This can sometimes cause problems with other siblings who may feel jealous even though they themselves may be bright. Their creative talents may be undervalued and so never come to fruition. Two themes seem to run through famously creative families as a result. The first is that the parents were able to identify the talents of each child, and nurture and encourage these accordingly but in an even-handed manner. Individual differences were encouraged, and friendly sibling rivalry was not seen as a particular problem. If the father is, say, a famous actor, there is no undue pressure for his children to follow him onto the boards, but instead their chosen interests are encouraged. There need not even by any obvious talent in such a family since there always needs to be someone who sets the family career in motion, as in the case of the <em>Sheen</em> acting dynasty.",
            "vi": "Bằng chứng nằm ở hầu hết trẻ nhỏ bây giờ, nếu chúng có đủ cơ hội và sự khuyến khích thì chúng có thể đạt được những trình độ học tập đáng kể và kỹ năng thể thao bền vững. Trẻ em thông minh hoặc sáng tạo thì thường rất năng động cùng một lúc, và do đó có thể nhận được nhiều sự chú ý của cha mẹ hơn - hầu như theo mặc định - để đảm bảo an toàn cho trẻ. Họ cũng có thể nói chuyện sớm hơn, lần lượt, điều này nảy sinh sự quan tâm của cha mẹ. Điều này đôi khi có thể gây ra vấn đề với các anh chị em khác, những người có thể cảm thấy ghen tị mặc dù chính bản thân họ cũng rất thông minh. Tài năng sáng tạo của họ có thể bị đánh giá thấp và do đó không bao giờ thành hiện thực. Hai chủ đề này thường tồn tại trong các gia đình nổi tiếng sáng tạo. Đầu tiên là cha mẹ đã có thể xác định tài năng của từng đứa trẻ, nuôi dưỡng và khuyến khích những điều này một cách phù hợp nhưng theo cách thuận tiện. Sự khác biệt cá nhân được khuyến khích, và sự cạnh tranh thân thiện giữa anh chị em ruột không được xem là một vấn đề đặc biệt. Nếu người cha- là một diễn viên nổi tiếng - thì sẽ không đặt áp lực quá mức là con của ông ta phải theo ông ấy lên sân khấu, thay vào đó sự lựa chọn do chúng thích thú thì quan trọng hơn. Thậm chí ở đây không cần phải có một tài năng rõ ràng nào trong gia đình như vậy bởi luôn luôn cần trở thành một người nào đó ổn định nghề nghiệp của gia đình, như trong thời của diễn viên Sheen."
        }
    ],
    "suggestions": []
}