{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shem",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shem",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shem",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shem",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shem",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Dancing With The Stars to feature same-sex couple      Israel's version of Dancing With The Stars is to include the show's first same-sex couple in the new series. TV presenter Gili <em>Shem</em> Tov, who has a female partner in real life, said dancing with another woman felt \"natural\" to her. She will be partnered with professional dancer Dorit Milman when the show's sixth season begins on 1 November. The couple will take it in turns to take on the traditional male role of leading the dances. Dance professional Milman, who is heterosexual, has appeared on the programme since its first series. \"I have realised that dance is about co-ordination and energy between two people, whether female or male,\" Tov said. \"The challenge to dance with a woman in a public contest interested me because it's unique and has never been done before. \"Because I share my life with a woman and have a family with her, to me this is the most natural thing to do.\"  The show - known as Rokdim Im Kokhavim in Israel - will also feature a guest appearance by Pamela Anderson.  The former Baywatch actress, who took part in the US version of Dancing With The Stars, will make two appearances in the Israeli show, where she will comment on the dances and perform her own routine. Twelve celebrities, including Israel's boxing champion Merhav Mohar and singer Sharon Haziz, will compete in the competition until the end of January 2011 when the winner will be selected by public vote.",
            "vi": "Cuộc thi Khiêu vũ với ngôi sao có sự tham gia của cặp đôi đồng giới      Phiên bản Khiêu vũ với ngôi sao ở Israel có cả cặp đôi đồng giới đầu tiên tham gia biểu diễn trong đợt thi mới này. Người dẫn chương trình truyền hình Gili Shem tov trong thực tế đã có một người bạn tình đồng giới cho biết việc khiêu vũ với người phụ nữ khác khiến cô ấy cảm thấy “tự nhiên”. Cô ấy sẽ được nhảy cùng với vũ công chuyên nghiệp Dorit Milman khi mùa biểu diễn lần thứ sáu bắt đầu vào ngày 1 tháng Mười Một. Cặp đôi này sẽ luân phiên nhau đảm nhận vai trò chủ đạo trong bước nhảy của người nam theo truyền thống. Milman, một vũ công chuyên nghiệp là người thích quan hệ với người khác giới đã xuất hiện trên chương trình từ loạt biểu diễn đầu tiên. “ Tôi nhận ra rằng khiêu vũ là sự phối hợp và đều dùng sức mạnh của hai người, dù là nam hay nữ,” Tov cho biết. “ Việc kêu gọi tham gia khiêu vũ với một phụ nữ trong cuộc thi trước công chúng đã thu hút tôi vì nó độc đáo và chưa bao giờ được làm trước đó. “Vì tôi cùng gắn bó cuộc đời mình với một người phụ nữ và lập gia đình với cô ấy, với tôi đây là điều tự nhiên nhất để làm”. Cuộc biểu diễn này được gọi là Rokdim Im kokhavim ở Israel cũng sẽ có sự xuất hiện của vị khách mời Pamela Anderson. Cựu diễn viên Baywatch người đã từng tham gia trong phiên bản Khiêu vũ với ngôi sao ở Mỹ sẽ xuất hiện ở hai vai trò trong cuộc biểu diễn ở Israel, cô vừa là người đánh giá vừa là người tham gia cuộc thi khiêu vũ. Mười hai người nổi tiếng có cả nhà vô địch quyền anh Merhav Mohar và ca sĩ Sharon Haziz của Israel sẽ đua tranh nhau trong cuộc thi này cho đến cuối tháng Giêng năm 2011 và người chiến thắng sẽ do công chúng bình chọn."
        }
    ],
    "suggestions": []
}