{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shen"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>shen</k><blockquote><cclass>[<cclass>ʃɛn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same) (in Chinese thought) the spiritual element of a person's psyche. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Chin. <i>shén</i>. </blockquote></div>",
            "word": "shen"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shen"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shen"
        }
    },
    "sentences": [
        {
            "en": "Yeh-<em>shen</em> talks to a magic fish.",
            "vi": "Yeh - shen nói chuyện với một con cá thần."
        },
        {
            "en": "Have you finished typing letters, miss <em>Shen</em>?",
            "vi": "Cô đánh máy xong các lá thư chưa, cô shen?"
        },
        {
            "en": "When could we have them, miss <em>Shen</em>?",
            "vi": "Khi nào chúng tôi sẽ có hàng, cô shen?"
        },
        {
            "en": "Mr. Wu's office, Jennie <em>Shen</em> speaking.",
            "vi": "Đây là văn phòng ông wu, tôi là jennie shen."
        },
        {
            "en": "Sorry to have you waitng, miss <em>Shen</em>.",
            "vi": "Xin lỗi vì bắt cô đợi, cô shen."
        },
        {
            "en": "Chinese skaters <em>Shen</em> Xue and Zhao Hongbo were third.",
            "vi": "Vận động viên trượt băng của trung quốc shen xue và zhao hongbo cũng của trung quốc đứng thứ ba."
        },
        {
            "en": "Is there anything else before lunch time, miss <em>Shen</em>?",
            "vi": "Còn điều gì trước giờ trưa nữa không, cô shen?"
        },
        {
            "en": "How would you seat our guests, miss <em>Shen</em>?",
            "vi": "Cô sắp xếp chỗ ngồi cho khách thế nào, cô shen?"
        },
        {
            "en": "Did you use your mini-bar after breakfast today, miss <em>Shen</em>?",
            "vi": "Thếm nay cô có đến quầy rượu mini sau bữa điểm tâm không, cô shen?"
        },
        {
            "en": "Well, miss <em>Shen</em>, have you made the itinerary for our tour in London?",
            "vi": "À, cô shen, cô đã lên kế hoạch lộ trình du lịch của chúng ta ở london chưa?"
        },
        {
            "en": "Miss <em>Shen</em>, the meeting is scheduled from 2:00 this afternoon.",
            "vi": "Cô shen, cuộc họp được lên kế hoạch sẽ bắt đầu từ 2:00 chiều nay."
        },
        {
            "en": "“China has the capability now to set up international rules for cyberspace and use our strategy and our rules to influence the world,” said <em>Shen</em> Yi, an associate professor specializing in cybersecurity at Fudan University, according to China Daily.",
            "vi": "Tiếp theo, China Daily lại dẫn lời của Shen Yi – một giáo sư chuyên về an ninh máy tính tại Đại học Phục Đán, nhấn mạnh thêm rằng “Bây giờ Trung Quốc đã có quyền đưa ra các quy tắc quốc tế về quản trị không gian mạng, và sử dụng chiến lược cũng như các quy tắc của Trung Quốc để gây ảnh hưởng lên thế giới”."
        },
        {
            "en": "Asus pioneered the netbook category with its Eee PC line five years ago, but has since decided to stop making them. In a recent meeting with investors, Asus CEO Jerry <em>Shen</em> said the netbook “can be said to have completed its life's mission from 2007 to 2012,” according to the Journal.",
            "vi": "Asus đã tiên phong trong mảng netbook với dòng Eee PC cách đây năm năm, nhưng cũng kể từ đó hãng đã quyết định ngừng sản xuất chúng. Nhật báo phố Wall đưa tin, tại một cuộc họp gần đây với các nhà đầu tư, Giám đốc Điều hành Asus, ông Jerry Shen, phát biểu rằng có thể nói netbook \"đã hoàn thành sứ mệnh trong đời từ năm 2007 đến năm 2012\"."
        }
    ],
    "suggestions": []
}