{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Sherman"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Sherman"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Sherman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Sherman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Sherman"
        }
    },
    "sentences": [
        {
            "en": "<em>Sherman</em> act",
            "vi": "Đạo luật sherman"
        },
        {
            "en": "Mr. <em>Sherman</em> has been arts editor for Minneapolis Star and Tribune since the early 1930.",
            "vi": "Ông sherman là chủ biên về văn nghệ cho nhật báo star và tribune của thành phố minneaolis từ những năm đầu 1930."
        },
        {
            "en": "A woman was arrested in connection with a hit - and - run accident that killed a teenage boy crossing a street in <em>Sherman</em> Oaks on Tuesday.",
            "vi": "Một người phụ nữ bị bắt vì có liên quan đến một vụ gây tai nạn bỏ trốn gây tử vong cho một nam thiếu niên băng qua đường ở Sherman Oaks hôm thứ ba."
        },
        {
            "en": "A woman was arrested in connection with a hit-and-run accident that killed a teenage boy crossing a street in <em>Sherman</em> Oaks on Tuesday.",
            "vi": "Một người phụ nữ bị bắt vì có liên quan đến một vụ gây tai nạn bỏ trốn gây tử vong cho một nam thiếu niên băng qua đường ở Sherman Oaks hôm thứ ba."
        },
        {
            "en": "It would be a comfort to sit with Maybelle, remembering that Maybelle had buried a baby, dead in the mad flight before <em>Sherman</em>.",
            "vi": "Thật khuây khỏa nếu được ngồi với maybelle mà nhớ lại rằng maybelle đã từng chôn một đứa con nhỏ chết trong cuộc chạy trốn như điên trước đạo quân của tướng sherman."
        },
        {
            "en": "Cary <em>Sherman</em>, the President of RIAA (Recording Industry Association of America), stated that when your product is being regularly stolen, there comes a time when you have to take appropriate action.",
            "vi": "Ông Cary Sherman, Chủ tịch RIAA (Hiệp hội thu âm Hoa Kỳ), đã tuyên bố rằng khi sản phẩm bạn làm ra thường xuyên bị lấy cắp thì đến một thời điểm nào đó bạn sẽ phải hành động thích đáng để bảo vệ mình."
        },
        {
            "en": "“When the teens saw their own photos with a large number of likes, we saw activity across a wide variety of regions in the brain,” said lead author Lauren <em>Sherman</em>, a researcher in the brain mapping center and the UCLA branch of the Children’s Digital Media Center, Los Angeles.",
            "vi": "Tác giả chính Lauren Sherman, một nhà nghiên cứu tại một nhà nghiên cứu tại trung tâm bản đồ não và các chi nhánh UCLA của trung tâm truyền thông kỹ thuật số trẻ em, Los Angeles cho biết: \"Khi các thanh thiếu niên nhìn thấy những tấm hình của họ có số lượt thích lớn, chúng tôi đã nhìn thấy sự hoạt động của nhiều vùng trong não\","
        },
        {
            "en": "“We showed the exact same photo with a lot of likes to half of the teens and to the other half with just a few likes,” <em>Sherman</em> said. “When they saw a photo with more likes, they were significantly more likely to like it themselves. Teens react differently to information when they believe it has been endorsed by many or few of their peers, even if these peers are strangers.”",
            "vi": "Sherman nói: \"Chúng tôi đã cho một nửa thanh thiếu niên thấy cùng hình ảnh với rất nhiều lượt thích và nửa còn lại thì cho xem hình ảnh chỉ có một vài người thích. Khi họ nhìn thấy một bức ảnh có nhiều lượt thích, họ có xu hướng họ cũng thích nó. Thanh thiếu niên phản ứng thông tin khác nhau khi họ tin rằng nó đã được xác nhận bởi nhiều hay ít từ những người đồng trang lứa với họ, thậm chí những những người đó là những người xa lạ.\""
        }
    ],
    "suggestions": []
}