{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Shia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Shia</k><blockquote><cclass>[<cclass>'ʃɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>Shi'a</b>) </cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Shias</b>) one of the two main branches of Islam, regarding Ali, the fourth caliph, as Muhammad's first true successor. Compare with <kref>Sunni</kref>. </cclass></cclass></cclass></blockquote><blockquote>⁃ a Muslim who adheres to this branch of Islam. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Arab. <i>šī῾a</i> 'party (of Ali)'. </blockquote></div>",
            "word": "Shia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Shia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Shia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Shia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Both regions have seen numerous attacks in recent years, with a number targeting Balochistan's <em>Shia</em> minority.",
            "vi": "Cả hai khu vực này đã từng xảy ra nhiều cuộc tấn công trong những năm gần đây, trong đó có một số vụ nhắm vào nhóm thiểu số người Shia ở Balochistan.     "
        },
        {
            "en": "“Prisoners of Geography” also makes clear the terrible price the world has had to pay because European officials decided to create nation-states with borders that completely ignored cultural geography. Pashtuns were divided between southern Afghanistan and northwestern Pakistan, guaranteeing that neither state would be cohesive or stable. Iraq artificially bonded together Kurdish, Sunni Arab and <em>Shia</em> Arab lands, an invented nation that appears to have already ceased to exist. In Africa, “the giant black hole known as the Democratic Republic of the Congo . . . should never have been put together,” Marshall notes, as it contains more than 200 ethnic groups and hundreds of languages spread over a largely forested region bigger than Germany, France and Spain combined; 6 million have died in a half-century of civil wars there.",
            "vi": "“Prisoners of Geography” làm rõ cái giá khủng khiếp mà thế giới phải trả vì các viên chức châu Âu quyết định tạo ra các nhà nước - quốc gia với những đường biên giới hoàn toàn không để ý tới địa lý tự nhiên. Dân tộc Pashtun bị chia ra giữa phía nam Afghanistan và phía tây bắc Pakistan, cam đoan rằng cả hai quốc gia chẳng bên nào dính liền hay có thể di chuyển được. Iraq gắn kết đầy gượng ép với Kurdish, các vùng đất Hồi giáo Sunni và Hồi giáo Shia, một quốc gia được \"chế\" ra chỉ để xuất hiện rồi biến mất ngay sau đó. Tại châu Phi Marshall ghi chép \"hố đen khổng lồ mang tên Cộng hoà Dân chủ Congo .... mãi mãi không nên đặt cạnh nhau,\" khi mà nước này gồm hơn 200 nhóm sắc tộc và hàng trăm ngôn ngữ trải rộng trên một vùng rừng lớn, rộng hơn cả Đức , Pháp và Tây Ban Nha cộng lại; 6 triệu người đã chết trong nửa thế kỷ nội chiến tại đây."
        }
    ],
    "suggestions": []
}