{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['∫ipjɑ:d]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xưởng đóng tàu</td></tr></table><i/></div>",
            "word": "shipyard"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>shipyard</k><blockquote>■ <cclass>noun a place where ships are built and repaired. </cclass></blockquote></div>",
            "word": "shipyard"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shipyard"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>shipyard</k><blockquote><blockquote><ex><abr>n.</abr> a naval shipyard</ex></blockquote></blockquote></div>",
            "word": "shipyard"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhà máy đóng tàu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> âu thuyền (xưởng đóng tàu)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xưởng đóng tàu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A place in which ships are built, repaired, or put out of commission.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Nơi tàu thuyền được đóng, sửa chữa, hay đưa và hoạt động.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xưởng sửa chữa tàu</font></td></tr></tbody></table></div>",
            "word": "shipyard"
        }
    },
    "sentences": [
        {
            "en": "The <em>shipyard</em> is working on three different jobs.",
            "vi": "Xưởng đóng tàu đang làm ba công việc khác nhau."
        },
        {
            "en": "Where ,when and in what circumstance did the Bach Dang <em>shipyard</em> company launch the Lucky Star vessel?",
            "vi": "Nhà máy đóng tàu Bặch Đằng hạ thủy tàu Lucky Star ở đâu, bao giờ và trong bối cảnh nào?"
        },
        {
            "en": "After an overhaul in the New York Naval <em>Shipyard</em> and a training cruise to Cuba, Missouri returned to New York.",
            "vi": "Sau khi được sửa chữa đại tu tại xưởng hải quân New York và một chuyến đi huấn luyện đến Cuba, Missouri quay về New York."
        },
        {
            "en": "After the anti - US resistance war ended in victory on 30 April 1975, the Vietnamese People's Navy came to take over the Navy <em>Shipyard</em> of the old regime.",
            "vi": "Sau khi cuộc kháng chiến chống Mỹ kết thúc thắng lợi ngày 30/4/1975, Hải quân nhân dân Việt Nam đã tiếp quản Hải quân công xưởng của chế độ cũ."
        },
        {
            "en": "In a brief statement, Vingroup said the project would include commercial, residential and “heritage preservation” elements, including a section with the original Ba Son <em>Shipyard</em>.",
            "vi": "Trong một tuyên bố ngắn gọn, Vingroup cho biết dự án sẽ bao gồm các yếu tố là thương mại, khu dân cư và \"bảo tồn di sản\", trong đó gồm một phần với bản gốc của Nhà máy đóng tàu Ba Son."
        },
        {
            "en": "After the anti-US resistance war ended in victory on 30 April 1975, the Vietnamese People's Navy came to take over the Navy <em>Shipyard</em> of the old regime.",
            "vi": "Sau khi cuộc kháng chiến chống Mỹ kết thúc thắng lợi ngày 30/4/1975, Hải quân nhân dân Việt Nam đã tiếp quản Hải quân công xưởng của chế độ cũ."
        },
        {
            "en": "When my father was lieutenant stationed at mare island naval <em>shipyard</em> in Vallejo, California, he met my mother and they fell in love.",
            "vi": "Khi cha tôi còn là một đại uý hải quân đóng tại xường đóng tàu hải quân mare island ở vallejo, california, ông đã gặp mẹ tôi và họ yêu nhau."
        },
        {
            "en": "Ba Son <em>shipyard</em> in Ho Chi Minh, Enterprise X 55 in Can Tho, Enterprise X 50 in Da Nang are leading units in the region.",
            "vi": "Xưởng đóng tàu ba son tại thành phố hồ chí minh, xí nghiệp x 55 ở cần thơ, xí nghiệp x 50 tại đà nẵng đều là những đơn vị dẫn đầu trong khu vực."
        },
        {
            "en": "She ships 1,000 containers per year and for each container, she pays 250,000 VND:100,000 to the inspector who comes to her company, 50,000 to the fellow who opens the gate at the <em>shipyard</em>, and 100,000 to the inspector at the <em>shipyard</em>.",
            "vi": "Doanh nghiệp này xuất 1.000 container một năm, và mỗi một container bà chi 250.000 đồng: trong đó 100.000 chi cho cán bộ kiểm hoá tới doanh nghiệp; 50.000 đồng cho người mở cửa bãi xếp hàng và 100.000 đồng cho cán bộ kiểm hoá tại cảng."
        },
        {
            "en": "The naval complex was developed during the Nguyen dynasty and hosted a 1925 labor strike against French industrialists led by future President Ton Duc Thang. In 1993, the Culture Ministry declared the <em>shipyard</em> a national historic site.",
            "vi": "Cảng phức hợp hải quân được xây dựng từ thời nhà Nguyễn và từng tổ chức một cuộc bãi công vào năm 1925 chống lại các nhà công nghiệp Pháp do Tổng thống tương lai ông Tôn Đức Thắng dẫn dắt. Năm 1993, Bộ Văn hóa tuyên bố nhà máy đóng tàu này là một di tích lịch sử quốc gia."
        },
        {
            "en": "Despite a 2013 proposal to preserve Ba Son as a historic complex and its recognition as a National Historic Monument, the <em>shipyard</em> was sold off to a South Korean developer for $5 billion this year.  ",
            "vi": "Mặc dù có một đề nghị năm 2013 để bảo tồn cảng Ba Son là một quần thể di tích lịch sử và được công nhận là một Di tích Lịch sử Quốc gia nhưng nhà máy đóng tàu Ba Son đã được bán cho một nhà phát triển Hàn Quốc với 5 tỷ USD trong năm nay."
        },
        {
            "en": "USS Blue Ridge, Command Ship for the Commander of the United States Seventh Fleet, based in Yokosuka, Japan, was commissioned on November 14, 1970, at the Philadelphia Naval <em>Shipyard</em>, as the most sophisticated command and control platform in the Navy.",
            "vi": "Tàu USS Blue Ridge, tàu chỉ huy trong Hạm đội 7 của Hoa Kỳ, đóng căn cứ tại Yokosuka, Nhật Bản, được hạ thuỷ vào ngày 14/11/1970 tại Xưởng đóng tàu Hải quân Philadelphia như là tàu chỉ huy và kiểm soát tinh vi nhất trong lực lượng Hải quân."
        },
        {
            "en": "Before locals could mourn the recently demolished Ba Son <em>shipyard</em>, an important marine heritage site in Ho Chi Minh City, plans to redevelop the site with luxury condos had already broken ground.",
            "vi": "Trước khi người dân địa phương có thể xót xa về việc sắp đập bỏ nhà máy Ba Son-một vị trí di sản ven sông quan trọng tại thành phố Hồ Chí Minh- với kế hoạch tái phát triển vị trí này thành các khu nhà ở sang trọng."
        },
        {
            "en": "The site is any developer’s dream: A stretch of prime riverside land in one of the region’s fastest growing cities. With 16 new towers going up in place of the 150-year-old <em>shipyard</em>, the project is set to change the city’s skyline forever.  ",
            "vi": "Nhà máy Ba Son là ước mơ của bất kỳ nhà phát triển nào: Một dải đất ven sông từ lâu đã tọa lạc tại một địa điểm chính của khu vực quan trọng bậc nhất tại thành phố. Với 16 tòa tháp mới sẽ được xây dựng lên ở vị trí của nhà máy đóng tàu 150 tuổi, dự án được thiết lập để thay đổi hình dáng của thành phố mãi mãi."
        },
        {
            "en": "THREE TREES    Once there were three trees on a hill in the woods. They were discussing their hopes and dreams when the first tree said, \"Someday I hope to be a treasure chest. I could be filled with gold, silver and precious gems. I could be decorated with intricate carving and everyone would see the beauty.\" Then the second tree said, \"Someday I will be a mighty ship. I will take kings and queens across the waters and sail to the corners of the world. Everyone will feel safe in me because of the strength of my hull.\" Finally the third tree said, \"I want to grow to be the tallest and straightest tree in the forest. People will see me on top of the hill and look up to my branches, and think of the heavens and God and how close to them I am reaching. I will be the greatest tree of all time and people will always remember me.\" After a few years of praying that their dreams would come true, a group of woodsmen came upon the trees. When one came to the first tree he said, \"This looks like a strong tree, I think I should be able to sell the wood to a carpenter,\"and he began cutting it down. The tree was happy, because he knew that the carpenter would make him into a treasure chest. At the second tree the woodsman said, \"This looks like a strong tree, I should be able to sell it to the <em>shipyard</em>.\" The second tree was happy because he knew he was on his way to becoming a mighty ship. When the woodsmen came upon the third tree, the tree was frightened because he knew that if they cut him down his dreams would not come true. One of the woodsmen said, \"I don't need anything special from my tree, I'll take this one,\" and he cut it down. When the first tree arrived at the carpenters, he was made into a feed box for animals. He was then placed in a barn and filled with hay. This was not at all what he had prayed for. The second tree was cut and made into a small fishing boat. His dreams of being a mighty ship and carrying kings had come to an end. The third tree was cut into large pieces and left alone in the dark. The years went by, and the trees forgot about their dreams. Then one day, a man and woman came to the barn. She gave birth and they placed the baby in the hay in the feed box that was made from the first tree. The man wished that he could have made a crib for the baby, but this manger would have to do. The tree could feel the importance of this event and knew that it had held the greatest treasure of all time. Years later, a group of men got in the fishing boat made from the second tree. One of them was tired and went to sleep. While they were out on the water, a great storm arose and the tree didn't think it was strong enough to keep the men safe. The men woke the sleeping man, and He stood and said \"Peace\" and the storm stopped. At this time, the tree knew that it had carried the King of Kings in its boat. Finally, someone came and got the third tree. It was carried through the streets as the people mocked the man who was carrying it. When they came to a stop, the man was nailed to the tree and raised in the air to die at the top of a hill. When Sunday came, the tree came to realize that it was strong enough to stand at the top of the hill and be as close to God as was possible, because Jesus had been crucified on it. The moral of this story is that when things don't seem to be going your way, always know that God has a plan for you. If you place your trust in Him, He will give you great gifts. Each of the trees got what they wanted, just not in the way they had imagined. We don't always know what God's plans are for us. We just know that His ways are not our ways, but His ways are always best.",
            "vi": "BA CÂY CỔ THỤ     Ở một khu rừng nọ có ba cây cổ thụ đang bàn với nhau về những ước mơ và hy vọng cho tương lai của mình. Cây thứ nhất nói: “Tôi muốn một ngày nào đó sẽ trở thành một chiếc rương đựng châu báu; trên người tôi đầy vàng, bạc, đá quý và được trang trí bằng những nét điêu khắc tinh vi và ai cũng sẽ chiêm ngắm sắc đẹp của tôi.”  Cây thứ hai nói: “Tôi muốn trở thành một con thuyền khổng lồ. Tôi sẽ chở đức vua và hoàng hậu đi chu du khắp nơi trên thế giới. Tôi sẽ che chở cho mọi người được an toàn bằng sức mạnh của mạn thuyền mình.”  Cây thứ ba kêu “Tôi muốn mình vươn dài thành một cây cổ thụ cao nhất và thẳng nhất trong khu rừng này. Tôi sẽ đứng sừng sững trên đỉnh đồi và ai cũng ngước nhìn cành tược của tôi, họ sẽ nghĩ về Chúa trời và bầu trời cao lộng gió và thấy tôi sắp với tới trời cao. Tôi sẽ là một cây cao lớn nhất muôn đời và người ta lúc nào cũng nhớ đến.”  Sau vài năm ước muốn cho giấc mơ của mình thành hiện thực thì một ngày nọ có một nhóm người đi rừng tình cờ phát hiện ra những cây cổ thụ to lớn này. Một người đến gần cây thứ nhất bảo “Ồ, cây này trông có vẻ cứng cáp nhỉ, mình sẽ bán được gỗ cho thợ mộc đây.” Nói rồi, anh liền đốn cây xuống. Nó rất vui mừng bởi biết rằng thợ mộc sẽ làm cho nó thành một chiếc rương đựng châu báu xinh đẹp.   Một người đến bên cây thứ hai cũng nghĩ thầm “Cây này trông khỏe quá, mình sẽ bán được cho xưởng đóng tàu.” Và cũng giống như cây thứ nhất, nó cũng vui mừng bởi cũng biết là mình sắp trở thành một con thuyền khổng lồ.  Còn lại cây cổ thụ thứ ba, nó sợ lắm khi thấy nhóm người ấy đến gần bởi biết rằng nếu bị chặt xuống thì giấc mơ vươn tới trời xanh kia sẽ tan thành mây khói. Một người nói “Tôi không cần gì đặc biệt đâu, tôi sẽ mang về” và anh ta chặt cây xuống.  Khi cây đầu tiên được bán cho một chủ trại mộc, nó được làm thành chiếc máng đựng thức ăn cho gia súc. Nó được đặt trong chuồng bò, và phủ lên trên bằng một lớp cỏ khô.   Đây chẳng phải là điều mà nó hằng ao ước đâu. Cây thứ hai được chặt xuống và làm thành một chiếc thuyền đánh cá nhỏ. Giấc mơ trở thành chiếc thuyền khổng lồ được chở nhà vua đi khắp thế giới nay đã không còn nữa. Và cây cổ thụ thứ ba được chặt thành những khúc gỗ to và quăng vào bóng tối. Năm tháng trôi qua, những cây cổ thụ ngày nào đã quên mất giấc mơ của mình.  Rồi một ngày, có cặp vợ chồng đến chuồng ngựa. Người vợ đã đến kỳ sinh nở và họ đã đặt con nằm trên lớp cỏ khô trong máng làm từ gỗ của cây cổ thụ thứ nhất. Người chồng đã ước rằng có thể làm cái nôi, nhưng cái máng cỏ này hẳn sẽ trở thành chỗ ở ấm áp cho em bé. Nó có thể cảm nhận được tầm quan trọng của mình và hiểu rằng đã giữ một báu vật to lớn nhất từ trước đến nay.  Nhiều năm sau, nhóm ngư dân lên thuyền đi đánh cá. Một người trong số đó mệt mỏi và ngủ thiếp đi. Trong lúc lênh đênh trên biển thì một trận bão lớn đã ập đến và cây thứ hai không nghĩ là mình có đử sức mạnh để có thể giữ cho những người ngư dân này được an toàn. Họ đánh thức người đàn ông đang say ngủ dậy, Ông hét lên “Sóng hãy lặng đi” và rồi cơn bão đã ngưng hẳn. Lúc này đây thì cây thứ hai mới biết mình đã chở một vị vua vĩ đại nhất.  Cuối cùng có người đã đến và lấy cây thứ ba đi. Nó được mang đi khắp các đường phố ở những nơi mà người ta chế giễu người đã vác nó. Khi đến nơi, người ta dừng lại và đóng đinh người đàn ông này lên cây và dựng cây thẳng đứng ở đỉnh đồi. Khi ngày Chủ Nhật đến, người ta hiểu ra rằng cây đủ mạnh để có thể đứng sừng sững trên đồi và gần với Chúa nhất ở mức có thể, bởi Chúa Jesus đã bị đóng đinh trên thập giá đó.  Câu chuyện trên gợi bài học rằng khi mọi thứ không xảy ra đúng như mình mong đợi thì hãy luôn hiểu rằng Chúa đã sắp đặt sẵn cho bạn. Nếu phó thác niềm tin nơi Chúa, Người sẽ ban cho bạn những món quà ý nghĩa. Mỗi một cây đều đạt được những gì mình muốn, nhưng được thực hiện theo những cách không giống như chúng tưởng tượng. Chúng ta thường không biết những kế hoạch của Chúa là để cho chúng ta. Chúng ta chỉ biết rằng những cách thức của Người không giống như của chúng ta, nhưng chúng lúc nào cũng là tốt nhất."
        }
    ],
    "suggestions": []
}