{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shoelace"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>shoelace</k><blockquote>■ <cclass>noun a cord or leather strip passed through eyelets or hooks on opposite sides of a shoe and pulled tight and fastened. </cclass></blockquote></div>",
            "word": "shoelace"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shoelace"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>shoelace</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to tie; untie a shoelace </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to knot a shoelace</ex></blockquote></blockquote></div>",
            "word": "shoelace"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shoelace"
        }
    },
    "sentences": [
        {
            "en": "Your <em>shoelace</em> is undone.",
            "vi": "Dây giày anh bị sút/chưa cột kìa."
        },
        {
            "en": "He did up his son's <em>shoelace</em> very steadfastly.",
            "vi": "Anh đã buộc dây giày cho con rất chắc chắn."
        },
        {
            "en": "All I'd need now is to trip over my <em>shoelace</em> and break my neck.",
            "vi": "Tất cả những gì tôi cần bây giờ là vấp phải dây giầy của tôi và thế là bị gãy cổ."
        },
        {
            "en": "I'll fasten up the <em>shoelace</em> and stand up and walk a few steps.",
            "vi": "Tôi sẽ cột dây giày rồi đi thử."
        },
        {
            "en": "So Turkish and German and a host of others like them have \"more words\" than English. And no fair disallowing Turkish and German's flexible word-coinage. If we do that, we have to throw out English compounds, too; no \"<em>shoelace</em>\", \"windowsill\", \"phrasebook\", \"boatswain\" and so on. We'd also have to throw out foreign-derived compounds like \"television\" and \"geography\". A mess. ",
            "vi": "Vậy tiếng Thổ Nhĩ Kỳ và tiếng Đức, cũng như đại diện của những ngôn ngữ khác tương tự như vậy đều có \"nhiều từ\" hơn tiếng Anh. Và như vậy là không công bằng khi không công nhận những từ ngữ linh hoạt mới được tạo của tiếng Đức và tiếng Thổ Nhĩ Kỳ. Nếu chúng ta làm như thế, chúng ta cũng phải vứt bỏ những từ ghép trong tiếng Anh; không \"dây giày\", không \"ngưỡng cửa sổ\", không \"sách cụm từ và thành ngữ\", không \"viên quản lý neo buồm\" và v.v. Chúng ta cũng phải ném đi những từ ghép vay mượn từ tiếng nước ngoài như \"ti vi\" và \"địa lý học\". Một mớ hỗn độn."
        }
    ],
    "suggestions": []
}