{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['∫ɔ:t'keik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bánh bơ giòn (như) <font color=\"#1371BB\">shortbread</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">món ăn tráng miệng (làm bằng bột bánh quy nhào, hoặc bánh xốp có kem và hoa quả ở trên bánh)</td></tr></table><i/></div>",
            "word": "shortcake"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>shortcake</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>Brit. shortbread. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. a rich dessert made from short pastry and topped with fruit and whipped cream. </cclass></blockquote></blockquote></div>",
            "word": "shortcake"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shortcake"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shortcake"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shortcake"
        }
    },
    "sentences": [
        {
            "en": "<em>Sh</em>!",
            "vi": "Sụyt!"
        },
        {
            "en": "<em>Sh</em>! Walls have ears.",
            "vi": "Suỵt! Tai vách mạch rừng."
        },
        {
            "en": "<em>Sh</em>! You'll wake the baby!",
            "vi": "Sụyt! Anh sẽ làm thằng bé thức giấc đấy!"
        },
        {
            "en": "I love your strawberry <em>shortcake</em>.",
            "vi": "Mình thích cái bánh bơ giòn hương dâu tây của bạn."
        },
        {
            "en": "Since Linux uses tcsh instead of <em>sh</em>, and bash instead of <em>sh</em>, each of these shells are the same.",
            "vi": "Tuy linux dùng tcsh thay cho sh, và dùng bash thay cho sh, nhưng thực ra những cặp shell này tương tự nhau."
        },
        {
            "en": "Just like in DOS, <em>sh</em> and csh support environment variables.",
            "vi": "Hệt như trong dos, sh và csh hỗ trợ các biến môi trường."
        },
        {
            "en": "By the 1900's however, strawberry <em>shortcake</em> (the dessert) had become so popular.",
            "vi": "Tuy nhiên vào những năm 1900, món bánh tráng miệng vị dâu tây trở nên rất phổ biến."
        },
        {
            "en": "Strawberry <em>shortcake</em> parties became popular in the United States around 1850.",
            "vi": "Tiệc bánh dâu tây đã trở nên phổ biến ở Mỹ khoảng năm 1850."
        },
        {
            "en": "Because of security concerns, <em>sh</em> won't check the current working directory by default.",
            "vi": "Còn với linux, do những lợi ích bảo mật, sh sẽ không kiểm tra thư mục hiện hành theo ngầm định."
        },
        {
            "en": "The <em>sh</em> prompt for the root user is a # instead of a $.",
            "vi": "Dấu nhắc shell ứng với root user là # chứ không phải $."
        },
        {
            "en": "There is, however, one significant difference between the DOS and <em>sh</em> (csh) shells.",
            "vi": "Tuy nhiên, có một điểm khác biệt đáng kể giữa dos và sh (hay csh) của linux."
        },
        {
            "en": "That is, you should ba able to do anything you can in <em>sh</em> using bash instead.",
            "vi": "Tức là, nhờ dùng bash thay thế, bạn có khả năng làm một việc gì đó vốn dĩ trong sh."
        },
        {
            "en": "Americans 'favorite foods are steak, roast beef, fried chicken, pork chops, hamburgers, apple pie, and strawberry <em>shortcake</em>.",
            "vi": "Những món ăn ưa thích của người Mỹ là thịt nướng, thịt bò nướng, gà chiên, sườn heo, bánh hamburger, bánh nhân táo, và bánh bơ giòn có dâu."
        },
        {
            "en": "To do this, be sure you're running the bash shell (you can type <em>sh</em> to be sure).",
            "vi": "Để làm chuyện này, hãy bảo đảm rằng bạn đang chạy bash shell (bạn có thể gõ sh cho chắc)."
        },
        {
            "en": "The <em>sh</em> shell is usually the best for programming shell scripts, but the worst at user interface.",
            "vi": "Sh shell thường tốt nhất cho lập trình các shell script, nhưng lại dở nhất về giao diện người dùng."
        },
        {
            "en": "One note about setenv is that it does require the equal character as the set command does in <em>sh</em>.",
            "vi": "Có một lưu ý về lệnh setenv là nó không đòi có dấu bằng như lệnh set cần trong sh."
        },
        {
            "en": "Just like other programming languages, the bash shell (and the <em>sh</em> shell) has some rather powerful functions.",
            "vi": "Hệt như các ngữ trình khác, bash shell (và sh shell) cũng có vài hàm khá mạnh."
        },
        {
            "en": "When a noun ends with a consonant such as -o,s, z, ch, <em>sh</em>, and x, you also have to add -es.",
            "vi": "Thêm \"- es\" vào các danh từ tận cùng là các phụ âm \"o\",\"s\",\"z\",\"ch\",\"sh\" và\"x\"."
        },
        {
            "en": "When a noun ends with a consonant such as - o, s, z, ch, <em>sh</em>, and x, you also have to add - es.",
            "vi": "Thêm \"-es\" vào các danh từ tận cùng là các phụ âm \"o\", \"s\", \"z\", \"ch\", \"sh\" và \"x\"."
        },
        {
            "en": "Third, there are more scripting commands available in <em>sh</em>, making it more of a true programming language (with if then else, for, and while loops).",
            "vi": "Thứ ba, càng có nhiều lệnh mô tả sẵn dụng trong sh, càng khiến nó thêm giống một ngữ trình thực sự (có cả cấu trúc if..then..else, lẫn các vòng lặp kiểu for hay while)."
        }
    ],
    "suggestions": []
}