{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shortened",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shortened",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shortened",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shortened",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shortened",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Sh</em>!",
            "vi": "Sụyt!"
        },
        {
            "en": "<em>Sh</em>! Walls have ears.",
            "vi": "Suỵt! Tai vách mạch rừng."
        },
        {
            "en": "<em>Sh</em>! You'll wake the baby!",
            "vi": "Sụyt! Anh sẽ làm thằng bé thức giấc đấy!"
        },
        {
            "en": "Since Linux uses tcsh instead of <em>sh</em>, and bash instead of <em>sh</em>, each of these shells are the same.",
            "vi": "Tuy linux dùng tcsh thay cho sh, và dùng bash thay cho sh, nhưng thực ra những cặp shell này tương tự nhau."
        },
        {
            "en": "The production period will be <em>shortened</em>.",
            "vi": "Giai đoạn sản xuất sẽ được rút ngắn."
        },
        {
            "en": "He <em>shortened</em> the arm of her.",
            "vi": "Anh ta hạn chế quyền lực của cô ấy."
        },
        {
            "en": "Just like in DOS, <em>sh</em> and csh support environment variables.",
            "vi": "Hệt như trong dos, sh và csh hỗ trợ các biến môi trường."
        },
        {
            "en": "She <em>shortened</em> the hand of me.",
            "vi": "Cô ấy đã hạn chế quyền lực của tôi."
        },
        {
            "en": "The stock exchange session will be <em>shortened</em>.",
            "vi": "Phiên giao dịch của sở giao dịch chứng khoán sẽ được rút ngắn."
        },
        {
            "en": "Accelerated graphics port is often <em>shortened</em> to AGP.",
            "vi": "\"Accelerated graphics port\"được viết ngắn gọn là AGP (cổng đồ họa tăng tốc)."
        },
        {
            "en": "Accelerated graphics port is often <em>shortened</em> to AGP.",
            "vi": "\"Accelerated graphics port\" được viết ngắn gọn là AGP (cổng đồ họa tăng tốc)."
        },
        {
            "en": "Because of security concerns, <em>sh</em> won't check the current working directory by default.",
            "vi": "Còn với linux, do những lợi ích bảo mật, sh sẽ không kiểm tra thư mục hiện hành theo ngầm định."
        },
        {
            "en": "The government <em>shortened</em> the arm of that man.",
            "vi": "Chính phủ đã hạn chế quyền lực của người đàn ông đó."
        },
        {
            "en": "The shipment date will continue to be <em>shortened</em>.",
            "vi": "Ngày giao hàng sẽ tiếp tục được rút ngắn lại."
        },
        {
            "en": "A blog is the <em>shortened</em> name for a Web log.",
            "vi": "Blog là tên gọi ngắn gọn của Web log."
        },
        {
            "en": "The cardiac cycle is <em>shortened</em> by rapid heart rate.",
            "vi": "Chu kỳ tim bị rút ngắn do nhịp tim nhanh."
        },
        {
            "en": "The play was <em>shortened</em> by the omission of two scenes.",
            "vi": "Vở kịch đã được rút ngắn bằng cách bỏ đi 2 đoạn."
        },
        {
            "en": "The <em>sh</em> prompt for the root user is a # instead of a $.",
            "vi": "Dấu nhắc shell ứng với root user là # chứ không phải $."
        },
        {
            "en": "There is, however, one significant difference between the DOS and <em>sh</em> (csh) shells.",
            "vi": "Tuy nhiên, có một điểm khác biệt đáng kể giữa dos và sh (hay csh) của linux."
        },
        {
            "en": "That is, you should ba able to do anything you can in <em>sh</em> using bash instead.",
            "vi": "Tức là, nhờ dùng bash thay thế, bạn có khả năng làm một việc gì đó vốn dĩ trong sh."
        }
    ],
    "suggestions": []
}