{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Shorea",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Shorea",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Shorea",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Shorea",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Shorea",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Sh</em>!",
            "vi": "Sụyt!"
        },
        {
            "en": "<em>Sh</em>! Walls have ears.",
            "vi": "Suỵt! Tai vách mạch rừng."
        },
        {
            "en": "The USS Carl Vinson is capable of carrying 90 airplanes at most, including 44-60 F/A-18 fighter jets, four to six <em>EA</em>-18G Growler electronic attack jets and E-2C/D Hawkeye tactical airborne early warning aircraft, six to eight <em>SH</em>-60F helicopters and cargo aircraft C-2 Greyhound.",
            "vi": "USS Carl Vinson có khả năng vận chuyển lớn nhất là 90 máy bay, bao gồm 44-60 máy bay chiến đấu F / A-18, 4-6 máy bay tấn công điện tử EA-18G Growler và máy bay cảnh báo sớm không phận E-2C / D Hawkeye, sáu đến tám máy bay trực thăng SH-60F và máy bay chở hàng C-2 Greyhound."
        },
        {
            "en": "The USS Carl Vinson is capable of carrying 90 airplanes at most, including 44-60 F/A-18 fighter jets, four to six <em>EA</em>-18G Growler electronic attack jets and E-2C/D Hawkeye tactical airborne early warning aircraft, six to eight <em>SH</em>-60F helicopters and cargo aircraft C-2 Greyhound.",
            "vi": "USS Carl Vinson có khả năng vận chuyển lớn nhất là 90 máy bay, bao gồm 44-60 máy bay chiến đấu F / A-18, 4-6 máy bay tấn công điện tử EA-18G Growler và máy bay cảnh báo sớm không phận E-2C / D Hawkeye, sáu đến tám máy bay trực thăng SH-60F và máy bay chở hàng C-2 Greyhound."
        },
        {
            "en": "Environmental Assessment (<em>EA</em>)",
            "vi": "đánh giá môi trường"
        },
        {
            "en": "<em>Sh</em>! You'll wake the baby!",
            "vi": "Sụyt! Anh sẽ làm thằng bé thức giấc đấy!"
        },
        {
            "en": "Since Linux uses tcsh instead of <em>sh</em>, and bash instead of <em>sh</em>, each of these shells are the same.",
            "vi": "Tuy linux dùng tcsh thay cho sh, và dùng bash thay cho sh, nhưng thực ra những cặp shell này tương tự nhau."
        },
        {
            "en": "Down the Krong Ana as far as <em>Ea</em> Don.",
            "vi": "Xuôi dòng krông ana xuống ea đờn."
        },
        {
            "en": "Just like in DOS, <em>sh</em> and csh support environment variables.",
            "vi": "Hệt như trong dos, sh và csh hỗ trợ các biến môi trường."
        },
        {
            "en": "Because of security concerns, <em>sh</em> won't check the current working directory by default.",
            "vi": "Còn với linux, do những lợi ích bảo mật, sh sẽ không kiểm tra thư mục hiện hành theo ngầm định."
        },
        {
            "en": "Last year, <em>EA</em> pitted its Medal of Honor franchise against Call of Duty : Black Ops.",
            "vi": "Năm ngoái, EA đã cạnh tranh quyền thương mại của bản Medal of Honor của mình với Call of Duty: Black Ops."
        },
        {
            "en": "Last year, <em>EA</em> pitted its Medal of Honor franchise against Call of Duty: Black Ops.",
            "vi": "Năm ngoái, EA đã cạnh tranh quyền thương mại của bản Medal of Honor của mình với Call of Duty : Black Ops."
        },
        {
            "en": "It was understood there was a rolling programme of maintenance work by the <em>EA</em>.",
            "vi": "Nó được hiểu là có một chương trình tiếp theo trong việc bảo trì của công ty EA."
        },
        {
            "en": "Trinh’s family came to settle in the village <em>Ea</em> ‘hiao commune in Dak Lak in 1995.",
            "vi": "Gia đình bà Trịnh đến định cư tại một làng ở xã Ea ‘hiao, tỉnh Dak Lak năm 1995."
        },
        {
            "en": "The <em>sh</em> prompt for the root user is a # instead of a $.",
            "vi": "Dấu nhắc shell ứng với root user là # chứ không phải $."
        },
        {
            "en": "There is, however, one significant difference between the DOS and <em>sh</em> (csh) shells.",
            "vi": "Tuy nhiên, có một điểm khác biệt đáng kể giữa dos và sh (hay csh) của linux."
        },
        {
            "en": "That is, you should ba able to do anything you can in <em>sh</em> using bash instead.",
            "vi": "Tức là, nhờ dùng bash thay thế, bạn có khả năng làm một việc gì đó vốn dĩ trong sh."
        },
        {
            "en": "Loan was born into a poor, Tay family in a village of <em>Ea</em> ‘Hiao commune in Dak Lak province.",
            "vi": "Loan sinh ra trong một gia đình nghèo người Tày ở bản thuộc xã Ea Hiao, tỉnh Đắk Lắk."
        },
        {
            "en": "The <em>sh</em> shell is usually the best for programming shell scripts, but the worst at user interface.",
            "vi": "Sh shell thường tốt nhất cho lập trình các shell script, nhưng lại dở nhất về giao diện người dùng."
        },
        {
            "en": "One note about setenv is that it does require the equal character as the set command does in <em>sh</em>.",
            "vi": "Có một lưu ý về lệnh setenv là nó không đòi có dấu bằng như lệnh set cần trong sh."
        }
    ],
    "suggestions": []
}