{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shouldered"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shouldered"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shouldered"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shouldered"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shouldered"
        }
    },
    "sentences": [
        {
            "en": "He <em>shouldered</em> me aside.",
            "vi": "Anh ta lấy vai hất tôi sang một bên."
        },
        {
            "en": "She was broad - <em>shouldered</em> and thick - necked.",
            "vi": "Cô ấy là người vai rộng và cổ to."
        },
        {
            "en": "She was broad-<em>shouldered</em> and thick-necked.",
            "vi": "Cô ấy là người vai rộng và cổ to."
        },
        {
            "en": "I prefer guys who are broad-<em>shouldered</em>:",
            "vi": "thích người có vai rộng"
        },
        {
            "en": "His father <em>shouldered</em> him to one side.",
            "vi": "Bố anh ta chèn vai anh ta sang một bên."
        },
        {
            "en": "He <em>shouldered</em> the police officer aside.",
            "vi": "Ông ta dùng vai hích viên cảnh sát qua một bên."
        },
        {
            "en": "I prefer guys who are broad - <em>shouldered</em> :",
            "vi": "thích người có vai rộng"
        },
        {
            "en": "He <em>shouldered</em> his share of responsibility for public affairs.",
            "vi": "Ông ghé vai gánh vác việc công."
        },
        {
            "en": "She <em>shouldered</em> the responsibility for state and family affairs.",
            "vi": "Bà gánh vác việc nước lẫn việc nhà."
        },
        {
            "en": "The girl <em>shouldered</em> her basket and started to walk away.",
            "vi": "Cô gái vác cái giỏ lên vai và bắt đầu bỏ đi."
        },
        {
            "en": "She <em>shouldered</em> her bag and set off home.",
            "vi": "Cô ấy vác cái túi lên vai đi về nhà."
        },
        {
            "en": "He <em>shouldered</em> off a defender and shot at goal.",
            "vi": "Anh ấy dùng vai đẩy một cầu thủ hậu vệ và sút vào gôn."
        },
        {
            "en": "She <em>shouldered</em> her rucksack and set off along the road.",
            "vi": "Cô ấy khoác ba lô lên vai và đi dọc theo con đường."
        },
        {
            "en": "This can result in a round - <em>shouldered</em> posture.",
            "vi": "Việc này có thể gây ra một tư thế bị khòm."
        },
        {
            "en": "The carapace is round <em>shouldered</em> and encloses their lungs and gills.",
            "vi": "Chiếc mai bao quanh bảo vệ phổi và mang của chúng."
        },
        {
            "en": "He turned to the banker, the only one of that black, uneasy, stoop-<em>shouldered</em> group who seemed enough of an individual to be addressed.",
            "vi": "Gã quay lại phía ông chủ ngân hàng là người độc nhất trong cái đám người đen ngòm, ngượng nghịu và co ro, xem ra còn có đủ tư cách để cho người ta muốn hỏi tới."
        },
        {
            "en": "When it became clear the Finance Minister had been taking bribes, the Prime Minister sacked him and then <em>shouldered</em> the blame and handed in her own resignation.",
            "vi": "Khi sự việc rõ ràng là Bộ trưởng Tài chính đã nhận hối lộ, Thủ tướng đã cách chức ông ta và sau đó nhận trách nhiệm và đưa ra giấy từ chức của mình."
        }
    ],
    "suggestions": []
}