{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['∫ræpnəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(quân sự) mảnh bom, mảnh đạn (khi quả đạn trái phá bị nổ tung)</td></tr></table><i/></div>",
            "word": "shrapnel"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>shrapnel</k><blockquote><cclass>[<cclass>'ʃrapn(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 small metal fragments thrown out by the explosion of a shell, bomb, etc. </blockquote></blockquote><blockquote><blockquote>    ⁃ shells designed to burst short of the target and shower it with such fragments. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal small change. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: named after the British soldier General Henry <i>Shrapnel</i>, inventor of shrapnel shells. </blockquote></div>",
            "word": "shrapnel"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shrapnel"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>shrapnel</k><blockquote><blockquote><ex><abr>n.</abr> to catch a piece of shrapnel (in the leg)</ex></blockquote></blockquote></div>",
            "word": "shrapnel"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shrapnel"
        }
    },
    "sentences": [
        {
            "en": "He was bit by <em>shrapnel</em>.",
            "vi": "Anh ta đã bị một mảnh đạn văng vào."
        },
        {
            "en": "They removed the <em>shrapnel</em> from his face.",
            "vi": "Họ đã lấy những mảnh đạn từ mặt của anh ta."
        },
        {
            "en": "He was struck by a piece of <em>shrapnel</em>.",
            "vi": "Anh ta bị trúng miểng đạn."
        },
        {
            "en": "There's an area of inflammation on his chest because of a <em>shrapnel</em> in it.",
            "vi": "Có một chỗ bị nhiễm trùng trên ngực của anh ấy do một mảnh đạn nằm trong đó."
        },
        {
            "en": "22 April 2011 Last updated at 01:31 GMT          22 April 2011 Last updated at 01:31 GMT  http://www.bbc.co.uk/news/uk-13166869 Photographers' bodies ferried from Misrata to Benghazi The bodies of two award-winning photographers killed in Libya have been ferried to the rebel-held city of Benghazi on an aid ship. Liverpool-born Tim Hetherington, 40, and American Chris Hondros, 41, died on Wednesday while covering the conflict in the besieged city of Misrata. Two other journalists were injured, including Briton Guy Martin. The men's bodies were put aboard the Ionian Spirit, a ferry being used to take food and medicine to Misrata. Misrata is the only rebel-held city in western Libya and has been under attack from forces loyal to Col Muammar Gaddafi for weeks. It is understood Mr Hetherington and Mr Hondros were among a group of journalists pulling back from near the front line, during a lull in the fighting, when they suffered their injuries. Mr Hetherington's family said he was killed by a rocket-propelled grenade. Tributes In addition to taking aid, the ferry used to transport the bodies is also being used to evacuate the injured and foreigners fleeing Misrata. The bodies were taken to Benghazi, the de facto rebel capital, in eastern Libya. The Associated Press news agency said representatives from the UK and the US were to take custody of the bodies in Benghazi and arrange their evacuation from Libya. The two photojournalists wounded alongside their colleagues remain in Misrata's hospital.  Mr Martin, a Cornish photographer who was working with Panos Pictures agency, was hit by <em>shrapnel</em> and remains in intensive care, although reports say his condition has improved after surgery on his leg. New York-based photographer Michael Christopher Brown, who is also being treated for <em>shrapnel</em> injuries, is said to be up and walking. Tributes poured in on Thursday for Mr Hetherington and Mr Hondros, who were both well-respected war photographers. Mr Hetherington, who had dual UK and US citizenship, was best known for his work in Afghanistan and won the World Press Photo of the Year Award in 2007. He also co-directed the Oscar-nominated documentary Restrepo, which followed US troops in Afghanistan. New-York based Mr Hondros was working for Getty Images and his previous awards include the Robert Capa Gold Medal for war photography. The Libyan government has expressed \"sadness\" over the photographers' deaths but spokesman Moussa Ibrahim said there were always casualties in war, adding: \"People die from our side, from their side, people get caught in the middle.\" The conflict in Libya began with an uprising against Col Muammar Gaddafi's 42-year rule in mid-February and it has developed into a battle for a territory. Nato is currently in charge of a no-fly zone and coalition operations have been largely confined to air attacks. On Thursday, the US sanctioned the use of armed drones over Libya to give \"precision capability\" to the military operation",
            "vi": "22 April 2011 Last updated at 01:31 GMT           22 April 2011 Last updated at 01:31 GMT  http://www.bbc.co.uk/news/uk-13166869 Thi thể các phóng viên ảnh được đưa từ Misrata đến Benghazi Thi thể của hai phóng viên ảnh đoạt giải thưởng chết ở Libya vừa được tàu cứu trợ đưa đến thành phố Benghazi do phe nổi dậy chiếm giữ Tim Hetherington sinh ở Liverpool, 40 tuổi, và Chris Hondros người Mỹ, 41 tuổi, đã chết hôm thứ Tư trong khi đưa tin vụ xung đột tại thành phố Misrata bị vây hãm Hai phóng viên khác bị thương, trong đó có Guy Martin người Anh Thi thể của những người này được đưa lên phà Ionian Spirit, chiếc phà được sử dụng để chuyển lương thực và thuốc men đến Misrata Misrata là thành phố duy nhất phe nổi dậy chiếm giữ ở miền tây Libya và bị các lực lượng trung thành với Đại tá Muammar Gaddafi tấn công trong nhiều tuần lễ Mọi người hiểu rằng Hetherington và Hondros thuộc nhóm ký giả rút lui khỏi khu vực gần chiến tuyến, trong khoảng thời gian cuộc giao tranh tạm lắng xuống, khi họ đang bị thương Gia đình của Hetherington cho biết ông chết vì quả lựu đạn phóng bằng tên lửa  Những lời chia buồn  Ngoài nhiệm vụ nhận hàng cứu trợ, chiếc phà được dùng để vận chuyển các thi thể còn đang được dùng để sơ tán người bị thương và người nước ngoài trốn chạy khỏi Misrata Các thi thể được đưa đến Benghazi, thành phố được xem là thủ đô của phe nổi dậy, ở miền đông Libya  Hãng tin Associated Press cho biết các đại diện từ Vương quốc Anh và Mỹ sẽ tiếp nhận các thi thể tại Benghazi và thu xếp để sơ tán khỏi Libya Hai phóng viên ảnh bị thương cùng với các đồng nghiệp của họ còn ở lại bệnh viện ở Misrata Martin, phóng viên ở Cornwall làm việc cho hãng tin Panos Pictures, bị trúng mảnh bom và vẫn còn được chăm sóc đặc biệt, dù các tường thuật cho biết tình trạng của anh đã khá hơn sau cuộc phẫu thuật chân Phóng viên Michael Christopher Brown ở New York, cũng được điều trị các vết thương do mảnh bom gây ra, được biết đã đứng lên và đi lại được Những lời chia buồn hôm thứ Năm được gửi tới tấp đến Hetherington và Hondros, cả hai đều là các phóng viên ảnh chiến trường đáng kính Hetherington, mang song tịch Anh và Mỹ, được biết nhiều nhất qua công tác tại Afghanistan và đã đoạt giải thưởng Ảnh Báo Chí Thế Giới trong Năm vào năm 2007 Ông còn là đồng đạo diễn bộ phim tài liệu Restrepo được đề cử giải Oscar, nói về hoạt động của lính Mỹ ở Afghanistan Phóng viên Hondros ở New York đang làm việc cho Getty Images và các giải thưởng của ông trước đây bao gồm Huy Chương Vàng Robert Capa về mảng nhiếp ảnh chiến trường Chính phủ Libya đã thể hiện “nỗi đau buồn” về cái chết của các phóng viên ảnh này nhưng phát ngôn viên Moussa Ibrahim tuyên bố trong chiến tranh luôn có tổn thất, và nói thêm: “Có người chết ở phía chúng tôi, ở phía họ, có người bị kẹt ở giữa.” Cuộc xung đột ở Libya bắt đầu bằng cuộc nổi dậy chóng lại 42 năm cầm quyền của Đại tá Muammar Gaddafi vào giữa tháng Hai và tiến triển thành cuộc chiến đấu giành lãnh thổ Nato hiện đang phụ trách một khu vực cấm bay còn các hoạt động quân sự liên quân nói chung giới hạn trong các cuộc không kích Hôm thứ Năm, Hoa Kỳ đã phê chuẩn việc sử dụng phi cơ vũ trang không người lái trên không phận Libya để tạo “khả năng chính xác” cho hoạt động quân sự"
        },
        {
            "en": "Thailand-Cambodia Border Uneasy Calm After Clashes      Thai officials say they have resumed discussions with Cambodia to try to establish a ceasefire in a disputed border area. Military clashes over the weekend left at least seven people dead and sent thousands of villagers fleeing the area. Thai and Cambodian authorities say there has been no new fighting in their disputed border area for more than a day after four days of heavy shooting. Thai officials in Si Sa Ket province say the two sides also resumed talks and have agreed to stop the fighting. Colonel Chinnakaj Rattanajitti is a Thai military spokesman for the area. He says they had talks and agreed to stop the shooting. To avoid [further] violence, both parties will think twice before taking any actions. Before doing anything, he says, they will consult and coordinate with supervisors at all levels.   Cambodian authorities were not immediately available to confirm any agreement. Colonel Chinnakaj added despite what he called an oral agreement to stop fighting, there is no formal ceasefire. Cambodian and Thai soldiers exchanged artillery fire during the weekend in territory surrounding the 900-year-old Hindu temple known as Preah Vihear in Cambodia and Phra Viharn in Thailand. At least seven people on both sides were killed and scores injured in the worst fighting there in years. Both sides blamed the other for starting the fighting. The border line was never settled and both Thailand and Cambodia claim the area around the temple and have soldiers stationed near it, leading to occasional shoot-outs. Cambodian authorities say the temple, a United Nations World Heritage site, was hit by Thai shells and damaged. The exchange of artillery fire also damaged homes and schools near the border and sent thousands of villagers fleeing for safety. At the Kantharalak district office a camp is set up for villagers who fled the fighting. Fifty-eight-year-old Juntee Patthapin says she and her children have been here since Friday when <em>shrapnel</em> rained down on her village, damaging houses and setting a rubber plantation on fire. She says her husband goes back to the village daily to feed their fish and chickens and guard their home, but she and the children will go back only when Thai authorities say it is safe. She says it is risky to go back because they do not know when the Cambodian military is going to start shooting. Like many of the Thai villagers she supports Thailand's claim to the disputed territory, but also wants the fighting to stop. For now, villagers welcome the uneasy calm and express hope that it will last so they can return to normal life.",
            "vi": "Biên giới Thái Lan - Cam-pu-chia tạm lắng dịu sau các cuộc đụng độ    Các quan chức Thái Lan cho biết họ đã nối lại những cuộc thảo luận với Cam-pu-chia để cố gắng thiết lập việc ngưng bắn ở vùng biên giới đang xảy ra tranh chấp. Các vụ đụng độ quân sự vào cuối tuần rồi đã làm ít nhất bảy người bị thiệt mạng và hàng ngàn dân làng phải bỏ chạy khỏi khu vực này. Chính quyền Thái và Cam-pu-chia cho biết hiện tại chưa có thêm một vụ giao tranh nào ở vùng biên giới đang tranh chấp này trong hơn một ngày qua sau bốn ngày bắn phá ác liệt. Các quan chức Thái Lan ở tỉnh Si Sa Ket cho biết hai bên cũng nối lại các cuộc đàm phán và đã đồng ý ngưng chiến. Đại tá Chinnakaj Rattanajitti là người phát ngôn quân đội Thái Lan ở khu vực này. Ông cho biết họ có đàm phán và đồng ý ngưng bắn. Để tránh xảy ra [thêm] bạo động, cả hai bên sẽ suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào. Trước khi làm bất cứ điều gì, ông nói, họ sẽ bàn bạc và phối hợp với người giám sát ở các cấp. Nhà chức trách Cam-pu-chia hiện vẫn chưa xác nhận bất kỳ thoả thuận nào. Đại tá Chinnakaj cho biết thêm mặc dù đã có sự đồng ý bằng miệng về việc ngưng chiến nhưng vẫn chưa có thoả thuận ngưng bắn chính thức. Các binh sĩ Cam-pu-chia và Thái Lan đã nã pháo đạn vào nhau suốt cuối tuần rồi trong khu vực xung quanh ngôi đền Ấn giáo 900 tuổi có tên là Preah Vihear ở Cam-pu-chia và Phra Viharn ở Thái lan. Có ít nhất bảy người ở hai phía đã bị thiệt mạng và rất nhiều người bị thương trong vụ đụng độ tồi tệ nhất trong năm. Bên này đổ lỗi cho bên kia là đã khai chiến trước. Giới tuyến này chưa bao giờ được giải quyết và cả Cam-pu-chia lẫn Thái Lan đều tuyên bố chủ quyền ở khu vực quanh ngôi đền này và đã cho lính đóng quân gần đó, dẫn đến việc thỉnh thoảng xảy ra các vụ bắn súng. Nhà chức trách Cam-pu-chia cho biết ngôi đền, nơi được LHQ công nhận là  Di sản Thế giới, bị tấn công bởi súng đạn của quân đội Thái Lan và bị hư hại nặng nề. Việc bắn phá qua lại cũng làm thiệt hại nhiều nhà cửa và trường học gần biên giới và khiến hàng ngàn người dân bỏ chạy thoát thân. Ở quận Kantharalak, một lều trại được dựng lên cho dân làng tạm trú khi lánh nạn. Bà Juntee Patthapin 58 tuổi cho biết bà và các con của mình đã trú thân ở đây từ thứ Sáu khi các mảnh bom đạn trút xuống ngôi làng của bà, làm sụp đổ nhà cửa và đốt cháy một đồn điền cao su. Bà nói chồng bà mỗi ngày đều quay về làng để cho cá và gà ăn và trông nom nhà cửa, nhưng bà và con cái sẽ chỉ quay về nhà khi các nhà chức trách Thái Lan tuyên bố tình trạng an toàn. Bà cho rằng quay về nhà bây giờ rất nguy hiểm vì không biết khi nào quân đội Cam-pu-chia lại bắt đầu bắn phá nữa. Như phần lớn dân làng Thái khác, bà ủng hộ yêu sách của Thái Lan trên vùng lãnh thổ đang tranh chấp này, nhưng cũng muốn cuộc giao tranh sớm chấm dứt Hiện tại, người dân làng rất hoan nghênh sự lắng dịu tạm thời này và bày tỏ hi vọng tình trạng yên bình này sẽ kéo dài để họ có thể quay trở lại cuộc sống thường nhật."
        }
    ],
    "suggestions": []
}