{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shredded"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shredded"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shredded"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shredded"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shredded"
        }
    },
    "sentences": [
        {
            "en": "<em>Shredded</em> cabbage",
            "vi": "Bắp cải thái nhỏ"
        },
        {
            "en": "<em>Shredded</em> smoked buffalo meat",
            "vi": "Thịt trâu hun khói xé nhỏ"
        },
        {
            "en": "It's totally <em>shredded</em>.",
            "vi": "Nó tan tành xí quách rồi."
        },
        {
            "en": "Has your floss ever become <em>shredded</em>?",
            "vi": "Có khi nào chỉ nha khoa bị rách không?"
        },
        {
            "en": "What do you make with <em>shredded</em> cabbage and carrot?",
            "vi": "Anh làm gì với bắp cải và cà rốt thái nhỏ?"
        },
        {
            "en": "I bought a bag of <em>shredded</em> cabbage at market.",
            "vi": "Tôi đã mua một túi bắp cải thái nhỏ ở chợ."
        },
        {
            "en": "Well, you'd like to have <em>Shredded</em> meat with fish seasoning.",
            "vi": "Ông muốn dùng món thịt xé nhỏ có vị cá."
        },
        {
            "en": "Fried <em>shredded</em> squid, fried <em>shredded</em> finless eel, stewed sinew with sauce, stewed-fried steamed pork, fish-flavored.",
            "vi": "Khô mực xé, khô cá chình không vây xé, bắp thịt hầm với nước xốt, thịt heo hầm, chiên, hấp, thịt heo ướp hương cá."
        },
        {
            "en": "Then <em>shredded</em> ginger will be added to get bitter and warm flavor.",
            "vi": "Sau đó gừng sẽ được thêm vào giúp mang lại hương vị ấm và cay nồng."
        },
        {
            "en": "We'll take this, as well as the Sweet and Sour Pork Chops, and the <em>Shredded</em> Pork with Garlic Sauce.",
            "vi": "Chúng tôi sẽ dùng món này, và cả món sườn heo xào chua ngọt và món thịt heo xé xốt tỏi."
        },
        {
            "en": "Through time, the dish has evolved with higher living standards. Instead of pig skin, southerners then added <em>shredded</em> pork.",
            "vi": "Theo thời gian, món ăn được cải thiện với mức sống cao hơn. Thay vào bì lợn, những người miền nam sau đó đã thêm vào thịt lợn xé nhỏ."
        },
        {
            "en": "The usual condiments to Malaysian style <em>shredded</em> chicken porridge are ginger, chopped spring onions and fried shallots.",
            "vi": "Gia vị thường có của món chào gà xé phay kiểu Malaysia là gừng, hành lá cắt nhỏ và hành phi."
        },
        {
            "en": "The baguette can be filled with a diverse selection of meats including pate, sausage and <em>shredded</em> pork skin, it said.",
            "vi": "Bánh mì có thể được nhồi đầy ruột với nhiều sự lựa chọn khác nhau bao gồm thịt ba tê, nước sốt và thịt thái mỏng"
        },
        {
            "en": "For Chinese breakfast, we have spring roll with <em>shredded</em> chicken, stuffed bun with meat, steamed dumpling with stuffing, noodle soup with shrimps and so on.",
            "vi": "Đối với bữa sáng của người Trung Quốc, chúng tôi có bánh mì với thịt gà xé nhỏ, bánh nhồi thịt, bánh bao hấp với thịt nhồi, súp tôm và vân vân."
        },
        {
            "en": "Traditionally a serving only consisted of rice, scallion oil garnish and <em>shredded</em> pork skin. The now-famous Vietnamese pork chop was only available in well-heeled families.",
            "vi": "Theo truyền thống một suất ăn chỉ gồm có cơm, mỡ hành và miếng bì lợn. Hiện nay, Việt nam nổi tiếng miếng thịt sườn nướng."
        },
        {
            "en": "I would recommend the <em>Shredded</em> Pork with Garlic Sauce, the Sauted Chicken Cubes with chilli and peanuts, Double-Cookies Pork Slices and the Crucial Carp with chilli Bean Sauce.",
            "vi": "Tôi xin giới thiệu món thịt heo xé xốt tỏi, thịt gà thái miếng vuông xào ớt khô và đậu phộng, thịt heo xắt lát ram và món cá giếc chưng tương với ớt khô."
        },
        {
            "en": "I would recommend the <em>Shredded</em> Pork with Garlic Sauce, the Sauted Chicken Cubes with chilli and peanuts, Double - Cookies Pork Slices and the Crucial Carp with chilli Bean Sauce.",
            "vi": "Tôi xin giới thiệu món thịt heo xé xốt tỏi, thịt gà thái miếng vuông xào ớt khô và đậu phộng, thịt heo xắt lát ram và món cá giếc chưng tương với ớt khô."
        },
        {
            "en": "One of the best options for an appetizer when dining in Kien Giang, the salad consists of boiled ark clams, <em>shredded</em> banana blossoms, Vietnamese coriander and pork. The mixed fish sauce tastes sweet yet slightly sour.",
            "vi": "Một trong những lựa chọn món khai vị ngon nhất khi ăn ở Kiên Giang, ăn kèm với rau sống sò lông luộc, hoa chuối, mùi ta và thịt lợn. Trộn hỗn hợp này cùng với nước sốt chua ngọt."
        },
        {
            "en": "Carrots The latest research on carrots shows these sweet, crunchy veggies may help control blood sugar levels and reduce the risk of developing diabetes. They're also a top cholesterol-fighting food, thanks to ample amounts of soluble fiber — the kind found in oats. Tip: Sneak <em>shredded</em> carrots into spaghetti sauce and muffin batter.",
            "vi": "Cà rốt Cuộc nghiên cứu mới nhất ở cà rốt cho thấy loại rau củ dòn, ngọt này có thể giúp kiểm soát nồng độ đường huyết và làm giảm nguy cơ phát triển bệnh tiểu đường. Cà rốt cũng là loại thức ăn chống cholesterol hàng đầu, nhờ lượng chất xơ tan được dồi dào – cũng có trong yến mạch.  Lời khuyên: Trộn lẫn cà rốt xắt nhuyễn vào món nước xốt của mì ống và bột nhão làm bánh nướng xốp."
        },
        {
            "en": "Eat more beans: Sprinkle beans over a salad and top with salsa. Mash beans and spread on a tortilla. Mash or fill a pita with beans -- and add <em>shredded</em> lettuce and low-fat cheese. Add beans to spaghetti sauce and salsa. Infants love mashed beans with applesauce!",
            "vi": "Bạn nên ăn nhiều đậu: Nên rắc đậu lên món trộn và phủ lên trên bằng nước xốt cay. Hãy nghiền đậu và phết lên món bánh ngô. Nghiền đậu hoặc nhét đậu vào giữa ổ bánh mì tròn và dẹp – ăn kèm thêm rau diếp xắt nhỏ và phô-mai ít béo. Hãy thêm đậu vào nước xốt mì ống và nước xốt cay. Trẻ nhỏ rất chuộng món đậu nghiền ăn chung với nước xốt táo!"
        }
    ],
    "suggestions": []
}