{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shrouded"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shrouded"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shrouded"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>shrouded</k><blockquote><blockquote><ex><abr>adj.</abr> shrouded in (shrouded in mystery)</ex></blockquote></blockquote></div>",
            "word": "shrouded"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shrouded"
        }
    },
    "sentences": [
        {
            "en": "Crime is <em>shrouded</em> in mystery.",
            "vi": "Tội ác giấu trong màn bí mật."
        },
        {
            "en": "Her past is <em>shrouded</em> in mystery.",
            "vi": "quá khứ của cô ấy được che đậy trong bí mật."
        },
        {
            "en": "The plan is still <em>shrouded</em> in secrecy.",
            "vi": "Kế hoạch vẫn còn trong màn bí mật."
        },
        {
            "en": "The forest was <em>shrouded</em> in fog.",
            "vi": "Khu rừng (đã) bị che khuất trong sương mù."
        },
        {
            "en": "The island was <em>shrouded</em> by mist.",
            "vi": "Hòn đảo bị sương mù che khuất."
        },
        {
            "en": "The sky is <em>shrouded</em> in dark clouds.",
            "vi": "Mây đen phủ đầy trời."
        },
        {
            "en": "Everything was <em>shrouded</em> in Scotch mist.",
            "vi": "Mọi thứ đều chìm trong màn sương mù và mưa pha lẫn chút ánh sáng."
        },
        {
            "en": "be <em>shrouded</em> in mystery/secrecy etc",
            "vi": "là một bí ẩn; nằm trong vòng bí mật; được giữ kín"
        },
        {
            "en": "The body was <em>shrouded</em> with fine linen.",
            "vi": "Cái xác đã được liệm bằng vải lanh tốt."
        },
        {
            "en": "A cloud of dust rose and <em>shrouded</em> the sky.",
            "vi": "Bụi bốc mù trời."
        },
        {
            "en": "The whole affair is still <em>shrouded</em> in secrecy.",
            "vi": "Toàn bộ công việc còn trong vòng bí mật."
        },
        {
            "en": "The whole area became <em>shrouded</em> in a thick mist.",
            "vi": "Toàn bộ khu vực đã được bao phủ bởi một màn sương dày đặc."
        },
        {
            "en": "The origins of Osiris are still <em>shrouded</em> in mystery.",
            "vi": "Nguồn gốc của Diêm Vương vẫn còn là một bí ẩn."
        },
        {
            "en": "Suddenly all the lights go out and the house is <em>shrouded</em> in darkness.",
            "vi": "Đột nhiên đèn tắt, ngôi nhà chìm vào bóng tối."
        },
        {
            "en": "The huddle of figures in the center of the field, all <em>shrouded</em> in ashy cloaks.",
            "vi": "Một đám lộn xộn đứng giữa nơi ấy, tất cả đều che mình trong lớp áo choàng màu tro."
        },
        {
            "en": "For many years, the Rockwell incident has remained <em>shrouded</em> in mystery.",
            "vi": "Qua nhiều năm, biến cố Rockwell vẫn còn là một bí ẩn."
        },
        {
            "en": "We were a shadowy secret society, whose activities were <em>shrouded</em> in mystery.",
            "vi": "Chúng tôi là một hội bí mật trong bóng tối, những hoạt động của chúng tôi trong màn bí ẩn."
        },
        {
            "en": "The talks between the British government and the terrorists were <em>shrouded</em> in secrecy.",
            "vi": "Những cuộc thương lượng giữa chính phủ Anh và những tên khủng bố còn nằm trong vòng bí mật."
        },
        {
            "en": "We drove through the fog-<em>shrouded</em> streets, always too fast, feeling awkward.",
            "vi": "Chúng tôi chạy qua những con đường phủ sương, luôn quá nhanh, cảm thấy ngượng nghịu."
        },
        {
            "en": "It was very early in the morning, and the mountains were still <em>shrouded</em> in mist.",
            "vi": "Trời còn sớm tinh mơ, và dãy núi vẫn còn chìm trong sương mù."
        }
    ],
    "suggestions": []
}