{
    "en_vn": {
        "data": {
            "content": null,
            "word": "shuttered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "shuttered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "shuttered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "shuttered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "shuttered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The house was empty and <em>shuttered</em>.",
            "vi": "Căn nhà đó trống rỗng và bị đóng cửa."
        },
        {
            "en": "Homes have been lost; jobs shed; businesses <em>shuttered</em>.",
            "vi": "Nhà mất, việc không, kinh doanh đình đốn."
        },
        {
            "en": "Homes have been lost ; jobs shed ; businesses <em>shuttered</em>.",
            "vi": "Nhà mất, việc không, kinh doanh đình đốn."
        },
        {
            "en": "The windows are <em>shuttered</em>, but one is broken.",
            "vi": "Các cửa sổ thì lắp cửa chớp, nhưng có một cái bị hư."
        },
        {
            "en": "It has filed a court motion to find out what it can do with the data left behind when Megaupload was <em>shuttered</em>.",
            "vi": "Carpathia vừa trình lên toà một bản kiến nghị để tìm hiểu xem hãng có thể làm gì với kho dữ liệu bị bỏ lại từ sau khi Megaupload bị đóng cửa."
        },
        {
            "en": "Samsung and Google next month may unveil the Nexus Two, which is based on Google's Android 2.3, or Gingerbread, operating system. Android and Me scored the scoop. Samsung and Google next month could unveil the Nexus Two based on Google's Android 2.3 operating system, the follow-up to the failed Google Nexus One smartphone, according to a gadget blog.  Samsung has scheduled a press event for Nov. 8 in New York City, and media invites to the event went out earlier this week. While some believe the news will be the Android-based Samsung Galaxy Player, the gadget blog Android and Me said the companies would unveil the Nexus Two as the first smartphone based on Android 2.3, or the Gingerbread, build that is optimized for tablet computers.  The news comes two days after City A.M. said Carphone Warehouse would sell the Nexus Two exclusively in the United Kingdom this holiday season.  Both Google and Samsung declined to comment. The emergence of a Nexus Two on Samsung would be a surprise to the 5 million owners of the Samsung Galaxy S devices offered by Verizon Wireless, AT&T, Sprint and T-Mobile. If Android and Me's claim is true, it would also count as a revitalization of the Nexus brand after the demise of the inaugural Google Nexus One.  Google launched the Nexus One last January as the first handset based on Android 2.1, selling the device unlocked through its Webstore for $529, or $179 with a two-year contract from T-Mobile. The device was unique because, while HTC made the hardware, Google put only the software it wanted on it. Few people purchased the device and, after Sprint and Verizon Wireless reneged on their plans to offer the device, Google <em>shuttered</em> the Webstore in the spring, offering the Nexus One to developers as a test-bed gadget. Questions remain. If Samsung launches the Nexus Two this holiday season, will it retain the Nexus brand model of allowing Google to provide all of the software? If so, what carrier will carry it, outside of Carphone Warehouse across the pond?  Read phonetically Moreover, how soon before existing Samsung handsets, many of which have yet to get the Android 2.2 bump, receive Gingerbread?",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên HĐH Android 2.3 hoặc Gingerbread của Google. Trang tin Adroid and Me đã có được thông tin sốt dẻo này. Samsung và Google vào tháng sau có thể ra mắt Nexus Two dựa trên hệ điều hành Android 2.3 của Google, theo một trang tin blog thì phiên bản tiếp theo của chiếc điện thoại thông minh Nexus One của Google đã thất bại. Samsung đã lên kế hoạch tổ chức một sự kiện báo chí vào ngày 8/11 tại New York và mời các phương tiện truyền thông đến tham gia sự kiện vào đầu tuần này. Trong khi một số tin rằng tin tức này dựa trên sự xuất hiện của máy nghe nhạc Samsung Galaxy Player chạy HĐH Android, trang tin blog Android and Me cho rằng các công ty sẽ ra mắt Nexus Two là chiếc điện thoại thông minh đầu tiên dựa trên HĐH Android 2,3 hoặc Gingerbread, được xây dựng để tối ưu hóa cho các máy tính bảng. Thông tin này được đưa ra hai ngày sau khi trang báo City A.M nói rằng công ty bán lẻ Carphone Warehouse sẽ bán độc quyền Nexus Two tại Anh vào mùa lễ này. Cả Goolge và Samsung đều từ chối bình luận. Sự xuất hiện của Nexus Two của Samsung sẽ là một bất ngờ cho 5 triệu chủ nhân sở hữu thiết bị Samsung Galaxy S được cung cấp bởi các nhà mạng Verizon Wireless, AT & T, Sprint và T-Mobile. Nếu lời xác nhận của trang tin Android and Me đúng thì nó cũng sẽ được xem như là một sự tái sinh của thương hiệu Nexus sau sự thất bại của Google Nexus One lần đầu ra mắt. Google ra mắt Nexus One vào tháng Giêng như là chiếc điện thoại đầu tiên dựa trên HĐH Android 2.1, Google bán chiếc điện thoại này đã được mở khóa thông qua Webstore của mình với mức giá là $ 529, hoặc $ 179 với một hợp đồng hai năm từ nhà mạng T-Mobile. Chiếc điện thoại này phần cứng do HTC sản xuất, Google chỉ đưa các phần mềm họ muốn trên đó. Rất ít người đặt mua thiết bị này và sau đó hai nhà mạng Sprint và Verizon Wireless từ bỏ kế hoạch cung cấp Nexus One nữa, Google đóng cửa Webstore vào mùa xuân và cung cấp Nexus One cho các nhà phát triển như là một thiết bị thử nghiệm. Câu hỏi còn lại. Nếu Samsung ra mắt Nexus Two vào mùa lễ này thì họ có duy trì mô hình thương hiệu Nexus và cho phép Google cung cấp tất cả các phần mềm không? Nếu vậy, thì nhà mạng nào sẽ bán nó nữa ngoài công ty bán lẻ Carphone Warehouse ?Listen Read phonetically Hơn nữa, những chiếc điện thoại di động hiện có của Samsung nhiều trong số đó vẫn chưa có khả năng chạy HĐH Android 2,2 , sẽ đón nhận Gingerbread bằng cách nào?"
        }
    ],
    "suggestions": []
}