{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Si",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Si</k><blockquote>■ <cclass>symbol the chemical element silicon. </cclass></blockquote></div>",
            "word": "Si",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Si",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Si",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Si",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "bac <em>si</em>",
            "vi": "doctor"
        },
        {
            "en": "nhac <em>si</em>",
            "vi": "musicians"
        },
        {
            "en": "<em>SI</em> unit",
            "vi": "Đơn vị đo lường quốc tế"
        },
        {
            "en": "<em>SI</em> (Small Inclusions)",
            "vi": "SI (tạp chất nhỏ)"
        },
        {
            "en": "<em>SI</em> units include meter, kilogram, second, etc.",
            "vi": "Các đơn vị đo lường quốc tế gồm có mét, kilogram, giây, v.v."
        },
        {
            "en": "What is the <em>SI</em> unit of time?",
            "vi": "Đơn vị đo lường thời gian quốc tế là gì?"
        },
        {
            "en": "<em>SI</em> units include meter, kilogram, second, etc.",
            "vi": "Các đơn vị đo lường quốc tế gồm có mét, kilogram, giây, v. v."
        },
        {
            "en": "I can't think <em>Si</em> ever hurt anyone.",
            "vi": "Anh nghi rng silas co bao gi lam pht y ai."
        },
        {
            "en": "It <em>si</em> the early bird that catches the worm.",
            "vi": "Trâu chậm uống nước đục."
        },
        {
            "en": "Mount Fan <em>Si</em> Pan is the highest mountain in Indochina.",
            "vi": "Núi Fan Si Pan là núi cao nhất ở Đông Dương."
        },
        {
            "en": "The flute <em>si</em> out of tune with Michael.",
            "vi": "Tiếng sáo không hài hòa với giọng Michael."
        },
        {
            "en": "Người ngu <em>si</em> không thể làm được công việc quan trọng.",
            "vi": "A thick – witted person can't do important work."
        },
        {
            "en": "It <em>si</em> six of one and half a dozen of the other.",
            "vi": "Kẻ tám lạng người nửa cân."
        },
        {
            "en": "The <em>SI</em> unit of frequency, equal to one cycle per second.",
            "vi": "Đơi vị si về tần số, bằng một chu kỳ trong một giây."
        },
        {
            "en": "The <em>SI</em> unit of electric charge, equal to the quantity of electricity transferred by 1 ampere in 1 second.",
            "vi": "Đơn vị si về điện tích, bằng số lượng điện năng do 1 ampe chuyên chở trong 1 giây."
        },
        {
            "en": "They have dinner together, eating traditional food – jiao <em>si</em>, something like dumpling and stay up watching TV programs until early the following day.",
            "vi": "Họ cùng nhau dùng bữa tối, ăn món ăn truyền thống – bánh chẻo, một thứ bánh na ná như bánh bao và thức khuya xem các chương trình truyền hình đến sáng sớm hôm sau."
        },
        {
            "en": "However, Vu <em>Si</em> Cuong from the Finance Academy warned he can see big difficulties in restricting foreign investors’ rights related to investment incentives.",
            "vi": "Tuy nhiên, ông Vũ Sĩ Cường từ Học viện Tài chính cảnh báo ông có thể nhìn thấy những khó khăn lớn trong việc hạn chế quyền đầu tư nước ngoài liên quan đến ưu đãi đầu tư."
        },
        {
            "en": "Clarity grading of diamonds: <em>SI</em> (Small Inclusions) - One or more small inclusions that are easily recognizable under 10 power magnification, but not easily visible to the naked eye.",
            "vi": "Độ sáng của kim cương : SI (tạp chất nhỏ) - Một hoặc nhiều tạp chất dễ dàng nhìn thấy dưới kính phóng đại 10 lần, nhưng mắt trần sẽ không dễ gì phát hiện ra."
        },
        {
            "en": "Clarity grading of diamonds : <em>SI</em> (Small Inclusions) - One or more small inclusions that are easily recognizable under 10 power magnification, but not easily visible to the naked eye.",
            "vi": "Độ sáng của kim cương: SI (tạp chất nhỏ) - Một hoặc nhiều tạp chất dễ dàng nhìn thấy dưới kính phóng đại 10 lần, nhưng mắt trần sẽ không dễ gì phát hiện ra."
        },
        {
            "en": "We would like to thank Huynh The Du, Nguyen My Xuan, Truong <em>Si</em> Anh, Bui Van and Pham Tuan Anh for their invaluable contributions to this paper.",
            "vi": "Chúng tôi xin cảm ơn các ông Huỳnh Thế Du, cô Nguyễn Mỹ Xuân, ông Trương Sĩ Anh, ông Bùi Văn, và ông Phạm Anh Tuấn về những góp ý quý báu cho bản báo cáo."
        }
    ],
    "suggestions": []
}