{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sai'biəriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) Xi-bia (còn gọi là Xi-bê-ri)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Xi-bia</td></tr></table><i/></div>",
            "word": "siberian",
            "pronounce": "[sai'biəriən]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "siberian",
            "pronounce": "[sai'biəriən]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "siberian",
            "pronounce": "[sai'biəriən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "siberian",
            "pronounce": "[sai'biəriən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "siberian",
            "pronounce": "[sai'biəriən]"
        }
    },
    "sentences": [
        {
            "en": "<em>Siberian</em> power",
            "vi": "Năng lượng vùng Siberia"
        },
        {
            "en": "2 Vietnamese arrested in Russia for slaughtering <em>Siberian</em> tiger",
            "vi": "2 người Việt Nam bị bắt ở Nga vì tội giết mổ con hổ Siberian"
        },
        {
            "en": "How to book in advance a journey on the trans - <em>Siberian</em>?",
            "vi": "Làm thế nào để đặt chỗ trước được chuyến đi vượt Si-bê-ri bây giờ?"
        },
        {
            "en": "There are only about 20 <em>Siberian</em> tigers left in the wild in China.",
            "vi": "Chỉ có khoảng 20 con hổ Siberian còn sót lại trong vùng hoang dã của Trung quốc."
        },
        {
            "en": "Three year old miracle girl found alive after 11 days in <em>Siberian</em> taiga - thanks to her puppy",
            "vi": "Bé gái 3 tuổi như có phép màu kỳ diệu đã sống sót sau 11 ngày lạc trong rừng Taiga vùng Siberia - nhờ chú chó con của bé"
        },
        {
            "en": "The <em>Siberian</em> (or Amur) tigers are the world’s largest cats. They live primarily in eastern Russia’s birch forests, though some exist in China and North Korea.",
            "vi": "Hổ Siberian (còn gọi là Amur) là giống hổ lớn nhất thế giới. Chúng sống chủ yếu ở các khu rừng Bulo phía đông nước Nga, một số sống ở Trung Quốc và Bắc Triều Tiên."
        },
        {
            "en": "Keep taking your B vitamins. And if you're going through a demanding time, consider adding either a <em>Siberian</em> ginseng or rhodiola herbal supplement. ",
            "vi": "Tiếp tục uống các vitamin B. Và nếu bạn đang trong thời kỳ bận rộn, hãy cân nhắc việc bổ sung thêm một loại sâm Siberi hoặc thảo dược rhodiola."
        },
        {
            "en": "Russian police have arrested two Vietnamese men who allegedly killed and trafficked parts of the endangered <em>Siberian</em> tiger, local media reported.",
            "vi": "Theo như các phương tiện truyền thông nội địa đưa tin, cảnh sát Nga đã bắt giữ 2 người đàn ông Việt Nam bị cáo buộc về tội giết và buôn bán các bộ phận của loài hổ đang gặp nguy hiểm- Siberian."
        },
        {
            "en": "There are an estimated 400 to 500 <em>Siberian</em> tigers living in the wild, and recent studies suggest that these numbers are stable, according to National Geographic.",
            "vi": "Ưóc tính có khỏng 400 đến 500 con hổ Siberian sống trong tự nhiên và theo như nghiên cứu gần đây của kênh National Geographic cho thấy những con số này khá ổn định."
        },
        {
            "en": "The man whose funeral we are attending today once gave me a coat when we were in the subzero temperatures of a <em>Siberian</em> winter.",
            "vi": "Hôm nay chúng tôi đã tham dự đám tang của người đàn ông mà có lần anh ta đưa tôi một cái áo ấm khi chúng tôi đang trong thời tiết dưới không của mùa đông Xiberi."
        },
        {
            "en": "Previous studies in small mammals (<em>Siberian</em> hamsters, house mice and meadow voles) have discovered that these animals produce more males during the winter months or when daylight hours are fewer.",
            "vi": "Các nghiên cứu trước đây trên những động vật có vú nhỏ (như chuột Hamster vùng Xi-bê-ri, chuột nhà và chuột đồng) cho thấy rằng những động vật này sinh nhiều con đực hơn trong các tháng mùa đông hoặc những thời gian khi ánh sáng ban ngày ít hơn."
        },
        {
            "en": "The Batgaika crater, known to the local Yakutian people as the ‘doorway to the underworld’, is one of the largest of a growing number of pits collapsing across the <em>Siberian</em> landscape as the ice beneath the surface turns to slush — and methane gas.",
            "vi": "Miệng núi lửa Batgaika, được người dân Yakutian gọi là \"lối vào địa ngục\", là một trong những miệng núi lửa lớn nhất càng ngày càng nhiều hầm hố sụp khắp vùng đất thuộc Siberia khi lớp băng bên dưới tan ra - cùng khí metan."
        },
        {
            "en": "The world’s oldest tree, a 9,500-year-old Norwegian Spruce named “Old Tjikko,” after Professor Leif Kullman’s <em>Siberian</em> husky, continues to grow in Sweden. Discovered in 2004 by Kullman, professor of Physical Geography at Umeå University, the age of the tree was determined using carbon-14 dating.",
            "vi": "Một cây vân sam Na Uy 9500 tuổi có tên là \"Tjikko cổ\", đặt theo tên chú chó kéo xe của giáo sư Leif Kullman, cái cây lâu đời nhất thế giới này vẫn tiếp tục sinh trưởng trên đất Thụy Điển. Giáo sư Kullman, chuyên ngành địa lý tự nhiên, đại học Umeå, phát hiện ra cây vào năm 2004, tuổi thọ của cây được xác định nhờ sử dụng phương pháp các-bon 14."
        },
        {
            "en": "The Late Permian mass extinction around 252m years ago dwarfs all the other events, with about 96% of species becoming extinct. This included more trilobites, corals, and whole branches of species of terrestrial animals. The extinction was triggered by a vast eruption of the <em>Siberian</em> Traps, a gigantic and prolonged volcanic event that covered much of modern day Siberia, which led to a cascade of environmental effects.",
            "vi": "Tuyệt chủng cuối kỷ Permi xảy ra khoảng 252 triệu năm trước đã làm tê liệt mọi thứ, với khoảng 96% loài bị tuyệt chủng. Bao gồm nhiều loài bọ ba thùy, san hô, và toàn bộ những phân loài của các động vật trên cạn. Cuộc hủy diệt bị gây ra bởi một vụ phun trào khổng lồ của Siberian Trap, một vụ phun trào núi lửa khổng lồ kéo dài đã bao phủ rất nhiều đất đai của Siberia ngày nay, dẫn tới một loạt các tác động về môi trường."
        },
        {
            "en": "But Dr Barry Kerzin, a physician to Tibetan spiritual leader the Dalai Lama, told the <em>Siberian</em> Times that the monk was in a rare state of meditation called \"tukdam\".\"If the meditator can continue to stay in this meditative state, he can become a Buddha,\" Dr Kerzin said.The monk was discovered after being stolen by a man hoping to sell him on the black market.Mongolian police have arrested the culprit and the monk is now being guarded at the National Centre of Forensic Expertise.",
            "vi": "Nhưng Tiến sĩ Barry Kerzin, bác sĩ của Đức Đạt Lai Lạt Ma, nhà lãnh đạo tinh thần của Tây Tạng, nói với Tờ thời báo Người Xi - bê - ri là vị sư này đang trong trạng thái thiền định hiếm gặp, có tên là \"tukdam\".  \"Nếu người thiền có thể ở mãi trong trạng thái thiền này, ông có thể trở thành Phật,\" Tiến sĩ Kerzin đã nói.  Vị sư này đã được tìm ra sau khi bị một người ăn cắp, định mang ra chợ đen bán.  Cảnh sát Mông cổ đã bắt kẻ tội đồ này và bây giờ vị sư này đang được bảo vệ tại National Centre of Forensic Expertise."
        },
        {
            "en": "Russia Seeks Investment And Trade In South Korea         On Russia's coat of arms, the double-headed eagle looks west and east. Russia's president is now in South Korea, promoting energy sales to Korea and Korean investment in Russia.  Russia's President Dmitry Medvedev is promoting a 40-year deal to sell gas to South Korea, and appealing for Korean industrial investment to help diversify Russia's economy. Russia's leader said in Seoul his country is interested in the arrival of Korean investors. He says they bring in modern technologies and introduce a modern culture of production. Looking for bricks and mortar investments from Asia, Russians like to cite South Korea's Lotte group, which opened a 300-room luxury hotel in September in downtown Moscow. At the same time, Hyundai opened a $500-million auto assembly plant in St. Petersburg. Supplied by Korean auto parts plants set up nearby, the Hyundai plant has the highest percentage of locally produced content of any foreign carmaker in Russia. With Samsung and LG, employing hundreds of Russian scientists at their research centers in Russia, President Medvedev called for more such 'modernization alliances'. In Seoul this week, Russians are in talks with Korean companies to build ships, electric transformers, and offshore oil drilling platforms in Vladivostok, Russia's major port on the Pacific. Russian expert on Korean affairs Leonid Petrov now teaches at the University of Sydney. ''Regrettably, the eastern part of Russia is still under-developed and under-populated,\" Petrov explains, \"and Russia is trying to look at Korea as a potential developer and investor, and competitor to the Chinese developer and investor.\" In the gas deal under negotiation, potentially worth $100-billion, the Korean Gas Corporation would also build a liquefied natural gas plant in Vladivostok. The chief operating officer of Gazprom, Russia's state-controlled gas producer, Alexei Miller, tells reporters in Seoul that Russia sees a big future in gas exports to Asia. While Europe remains Gazprom's top priority, he said, the volume of Russian gas deliveries to the Asian market could reach the level of gas exports to Europe within a very short period time. Last year, South Korea started importing Russian oil through a new <em>Siberian</em> pipeline and Russian liquefied natural gas from Sakhalin Island. With Russia-Korea trade jumping in the past decade, diplomats from both countries are negotiating a visa-free visitor plan. Not all is roses with Korea. Last spring, South Korea's embassy in Moscow appealed to Russian authorities to protect the 2,000 South Korean students in Russia. In two attacks blamed on skinheads, one Korean student was killed and another was injured. At the same time, North Korea blocks construction of gas and rail lines that would link South Korea's booming economy with the riches of Russia's Siberia. For the past two decades, Professor Petrov has watched as Russia and South Korea failed to overcome North Korean opposition to such transit links. \"The main problem in this region is the black hole of North Korea which is on the way between Russia, China and South Korea. And you cannot do much about it because you have to decide whether the pipe is going to go through the North Korean territory and then Pyongyang is going to hijack and shipment any transit of oil and gas or electricity from Russia or China to South Korea and it becomes unpredictable,\" Petrov said.  Russia's president touched on the potential instability of North Korea. Before arriving in Seoul, he told a South Korean newspaper he is \"uneasy\" that North Korea's nuclear-bomb testing range is slightly more than 100 kilometers from Vladivostok.",
            "vi": "Nga tìm kiếm đầu tư và giao dịch ở Nam Triều Tiên        Trên quốc huy của nước Nga có con ó hai đầu nhìn cả hướng Tây và hướng Đông. Nay thì Tổng thống Nga lại đang có mặt ở Nam Triều Tiên, xúc tiến việc bán năng lượng cho Triều Tiên và việc Triều Tiên đầu tư vào nước Nga. Tổng thống Nga Dmitry Medvedev đang xúc tiến thoả thuận kéo dài 40 năm để bán khí đốt cho Nam Triều Tiên, và kêu gọi đầu tư công nghiệp của Triều Tiên để giúp đa dạng hoá nền kinh tế của Nga.  Lãnh tụ của nước Nga đã nói ở Seoul rằng đất nước của ông rất quan tâm đến việc các nhà đầu tư Triều Tiên vào Nga. Ông nói họ mang tới công nghệ hiện đại và du nhập văn hoá sản xuất hiện đại. Tìm kiếm đầu tư gạch và hồ từ châu Á, người Nga thích viện dẫn tập đoàn Lotte của Nam Triều Tiên, tập đoàn này đã khánh thành khách sạn sang trọng gồm 300 phòng vào tháng chín ở khu trung tâm Mát-xcơ-va.  Cùng lúc, Hyundai đã khánh thành nhà máy lắp ráp xe hơi 500 triệu đô la ở St. Petersburg. Được các nhà máy linh kiện xe hơi của Triều Tiên ở lân cận cung cấp, nhà máy Hyundai có tỷ lệ sản xuất ở địa phương cao nhất trong số các nhà sản xuất xe hơi của nước ngoài ở Nga.  Với Samsung và LG, tuyển dụng hàng trăm nhà khoa học Nga tại trung tâm nghiên cứu của họ ở Nga, Tổng thống Medvedev kêu gọi thêm ‘các liên minh hiện đại hoá' như thế. Ở Seoul tuần này, người Nga đang đàm phán với các công ty Triều Tiên về việc đóng tàu, máy biến thế điện, và giàn khoan dầu ngoài khơi ở Vladivostok, cảng chính của Nga ở Thái Bình Dương. Chuyên gia của Nga về vấn đề Triều Tiên Leonid Petrov hiện đang dạy ở Đại học Sydney.  ''Đáng tiếc là miền đông nước Nga vẫn còn chậm phát triển và dân cư thưa thớt, \" Petrov giải thích, \"và nước Nga đang cố xem Triều Tiên như là nhà phát triển và nhà đầu tư tiềm năng, và sẽ là đối thủ cạnh tranh với nhà phát triển và nhà đầu tư Trung Quốc.\" Theo thoả thuận về khí đốt được đàm phán, có thể lên tới 100 tỷ đô la, Tập đoàn khí đốt của Triều Tiên cũng sẽ xây dựng một nhà máy khí đốt tự nhiên hoá lỏng ở Vladivostok.  Giám đốc điều hành của Gazprom, nhà sản xuất khí đốt thuộc nhà nước Nga, Alexei Miller, nói với phóng viên ở Seoul rằng nước Nga nhìn thấy một tương lai đầy triển vọng trong việc xuất khẩu khí đốt sang châu Á.  Ông nói rằng dù Gazprom vẫn chiếm ưu thế hàng đầu ở châu Âu, nhưng lượng khí đốt của Nga bán sang thị trường châu Á có thể đạt bằng lượng khí đốt xuất khẩu vào châu Âu trong một thời gian rất ngắn.  Năm ngoái, Nam Triều Tiên bắt đầu nhập khẩu dầu của Nga qua ống dẫn mới của Xi-bê-ri và khí đốt hoá lỏng tự nhiên của Nga từ Sakhalin Island. Cùng với việc giao dịch giữa Nga-Triều Tiên tăng nhanh trong thập niên vừa qua thì các nhà ngoại giao của cả hai nước cũng đang thương lượng về dự kiến miễn thị thực cho khách tham quan.  Không phải tất cả đều tốt đẹp với Triều Tiên.  Mùa xuân năm ngoái, đại sứ quán của Nam Triều Tiên ở Mát-xcơ-va yêu cầu Nga quyền bảo vệ 2.000 sinh viên Nam Triều Tiên ở Nga. Trong hai vụ tấn công do mấy gã đầu trọc gây ra, có một sinh viên Triều Tiên bị giết và một người khác bị thương.  Cùng lúc, Bắc Triều Tiên ngăn chận việc xây dựng tuyến đường sắt và đường dẫn khí đốt nối liền nền kinh tế phát triển nhanh chóng của Nam Triều Tiên với nguồn khoáng sản phong phú vùng Xi-bê-ri của Nga. Trong hai thập niên qua, giáo sư Petrov đã theo dõi khi Nga và Nam Triều Tiên không vượt qua được sự chống đối của Bắc Triều Tiên đối với các tuyến quá cảnh như thế. \"Vấn đề chính ở vùng này là lỗ đen của Bắc Triều Tiên là trên đường đi từ Nga, Trung Quốc sang Nam Triều Tiên. Và bạn không thể làm gì nhiều về vấn đề này vì bạn phải quyết định xem liệu ống dẫn có đi qua lãnh thổ Bắc Triều Tiên hay không, rồi Bình Nhưỡng sẽ cướp hàng và bất kỳ chuyến hàng quá cảnh nào về dầu và khí đốt hay điện từ Nga hay Trung Quốc sang Nam Triều Tiên và không thể dự đoán được,\" Petrov nói.  Tổng thống Nga đề cập đến bất ổn có thể xảy ra về Bắc Triều Tiên. Trước khi đến Seoul, ông nói với một tờ báo Nam Triều Tiên là ông \"không thoải mái \" khi mà tầm thử nghiệm bom hạt nhân của Bắc Triều Tiên cách Vladivostok chỉ hơn 100 cây số."
        }
    ],
    "suggestions": []
}