{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Siberia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Siberia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Siberia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Siberia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Siberia"
        }
    },
    "sentences": [
        {
            "en": "Lake Baikal, <em>Siberia</em>, Russia",
            "vi": "Hồ Baikal, Siberia, Nga"
        },
        {
            "en": "Lake Baikal, <em>Siberia</em>, Russia",
            "vi": "Hồ Baikal, Siberia, Nga"
        },
        {
            "en": "Both Canada and <em>Siberia</em> have socialist leaning.",
            "vi": "Cả hai quốc gia Canada và Siberia đều thiêng về chủ nghĩa xã hội."
        },
        {
            "en": "<em>Siberia</em>, apparently, is an inhospitable region.",
            "vi": "Rõ ràng Siberia là miền không ở được."
        },
        {
            "en": "It grows in the arctic regions of <em>Siberia</em>.",
            "vi": "Nó mọc trong những vùng băng giá ở Xi-bê-ri."
        },
        {
            "en": "It grows in the arctic regions of <em>Siberia</em>.",
            "vi": "Nó mọc trong những vùng băng giá ở Xi - bê - ri."
        },
        {
            "en": "Now two NEW large holes appear in <em>Siberia</em>",
            "vi": "Bây giờ có tới 2 cái hố khổng lồ MỚI xuất hiện ở Siberia"
        },
        {
            "en": "A miners'strike spread Friday to 10 cities in a coal - rich region of <em>Siberia</em>.",
            "vi": "Một cuộc đình công của thợ mỏ vào ngày thứ sáu đã lan ra tới 10 thành phố giàu có của Siberia."
        },
        {
            "en": "A miners' strike spread Friday to 10 cities in a coal-rich region of <em>Siberia</em>.",
            "vi": "Một cuộc đình công của thợ mỏ vào ngày thứ sáu đã lan ra tới 10 thành phố giàu có của Siberia."
        },
        {
            "en": "‘We are now building up to training for a marathon in <em>Siberia</em> this year.’",
            "vi": "\"Hiện chúng tôi đang tập luyện chuẩn bị cho một cuộc đua ma-ra-tông năm nay ở Siberia.\""
        },
        {
            "en": "Rudolf Nureyev, one of the best male ballet dancers in history, was born near Irkutsk, <em>Siberia</em>, on March 17. 1938.",
            "vi": "Rudolf Nureyev, một trong nam diễn viên múa ba lê xuất sắc nhất trong lịch sử, được sinh ra gần Irkutsk, Siberia, vào ngày 17 tháng 03 năm 1938."
        },
        {
            "en": "Every April, along with many other species of birds, the swallow arrives to spend the summer months in northern Europe, in Russia, Iran, and parts of <em>Siberia</em>.",
            "vi": "Mỗi năm vào tháng 4, cùng với những loài chim khác, những con chim én đến và trải qua những tháng mùa hè ở miền bắc châu Âu, ở Nga, Iran, và một phần Siberia."
        },
        {
            "en": "Currently there is one complete pipeline that runs across Russia's Far East to the Chinese border, called The Power of <em>Siberia</em>. It was started in 2007, three years after Gazprom and CNPC signed their initial agreement in 2004.",
            "vi": "Hiện đã có một đường ống dẫn khí hoàn chỉnh chạy qua miền Viễn Đông nước Nga đến biên giới Trung Quốc, có tên là Năng lượng vùng Siberia. Đường ống này được xây dựng vào năm 2007, 3 năm sau khi Gazprom và CNPC kí hợp đồng sơ bộ vào năm 2004."
        },
        {
            "en": "According to BBC, a deep area of low pressure around Japan has allowed cold air from <em>Siberia</em> and the Arctic to spill in, pushing down south towards the equator.",
            "vi": "Theo BBC, một vùng áp thấp trải dài quanh Nhật Bản cho phép không khí lạnh từ Siberia và Bắc cực tràn xuống phía nam hướng về xích đạo."
        },
        {
            "en": "The cause of its sudden appearance in Yamal - its name means the 'end of the world' in the far north of <em>Siberia</em> - is not yet known, though one scientific claim is that global warming may be to blame.",
            "vi": "Vẫn chưa rõ nguyên nhân chiếc hố này bất ngờ xuất hiện ở Yamal - tên gọi của nó nghĩa là \"tận cùng thế giới\", địa điểm nằm cách xa về phía bắc Siberia - mặc dù một tuyên bố khoa học cho rằng có thể là do hiện tượng trái đất nóng lên."
        },
        {
            "en": "Inspired by Halley’s suggestion of a way to pin down the scale of the Solar System, teams of British and French astronomers set out on expeditions to places as Diverse as India and <em>Siberia</em>.",
            "vi": "Lấy cảm hứng từ đề xuất của Halley về cách tìm ra phạm vi của Hệ mặt trời, các nhóm các nhà thiên văn ở Anh và Pháp đã bắt đầu cuộc hành trình thám hiểm đến các địa điểm khác nhau như Ấn Độ và Siberia."
        },
        {
            "en": "The mother believed she and her dog had gone with her father and in this part of remote <em>Siberia</em> had no way to check because of a lack of phone connections, discovering the awful truth only four days later, when a search was launched.",
            "vi": "Mẹ bé thì cứ nghĩ rằng bé và chú chó của bé đi cùng với ba và ở cái khu rừng sâu vùng Siberia này thì làm gì có cách nào nắm bắt chính xác tình hình vì không có liên lạc bằng điện thoại được, cho nên mãi 4 ngày sau mới biết được sự thật chết điếng người là bé đã đi lạc, mọi người tá hoả đi tìm."
        },
        {
            "en": "At least 50 people have died, mainly in Ukraine and Poland, as an icy continental weather front from <em>Siberia</em> has dragged temperatures to as low as -27 degrees Celsius, and forecasters in Poland have said that thermometers could hit -30 later in the week.",
            "vi": "Ít nhất 50 người đã thiệt mạng, chủ yếu ở U-crai-na và Ba Lan, khi khối khí lục địa lạnh giá từ Xi-bê-ri kéo nhiệt độ xuống còn - 27 độ C, và các chuyên gia dự báo ở Ba Lan cho biết có thể nhiệt độ xuống còn – 30 độ C vào cuối tuần này."
        },
        {
            "en": "The perceived motive for the deal is that Russia needs a second market for its gas, so it can face up to European sanctions. Given that the \"Power of <em>Siberia</em>\" pipeline won't start pumping gas into Chinese factories until 2018 at the earliest, its economic effect on the European crisis will be limited.",
            "vi": "Động cơ dễ nhận thấy của thương vụ này là do Nga cần có một thị trường thứ 2 để tiêu thụ khí đốt của mình, nhờ đó có thể đương đầu được với những trừng phạt của châu Âu. Nếu đường ống dẫn “năng lượng của Siberia” không bắt đầu bơm khí đốt vào các nhà máy Trung Quốc sớm nhất là trước 2018 thì ảnh hưởng kinh tế của nước này lên cuộc khủng hoảng châu Âu sẽ được giới hạn."
        },
        {
            "en": "Charges included “carousel” voting, which involved busing voters from one polling station to another to cast absentee ballots. Others complained of doctored voting lists. One woman in <em>Siberia</em> complained that she found that her dead family members had cast ballots Sunday.",
            "vi": "Những cáo buộc bao gồm trò bỏ phiếu như “trò bầu kéo quân\", đề cập đến việc những cử tri đi xe buýt từ địa điểm bỏ phiếu này đến địa điểm bỏ phiếu kia để bỏ phiếu cho người vắng mặt. Những người khác thì phàn nàn là danh sách bỏ phiếu bị giả mạo. Một phụ nữ ở Siberia than phiền rằng là cô phát  hiện những thành viên trong gia đình của cô ấy đã chết cũng bỏ phiếu bầu hôm Chủ Nhật."
        }
    ],
    "suggestions": []
}