{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sikl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cái liềm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thiên văn học) (<font color=\"#1371BB\">Sickle</font>) chòm sao Sư tử</td></tr></table><i/></div>",
            "word": "sickle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sickle</k><blockquote>■ <cclass>noun a short-handled farming tool with a semicircular blade, used for cutting corn, lopping, or trimming. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>sicol</i>, <i>sicel</i>, of Gmc origin, based on L. <i>secula</i>, from <i>secare</i> 'to cut'. </blockquote></div>",
            "word": "sickle"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sickle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sickle"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sickle"
        }
    },
    "sentences": [
        {
            "en": "Hammer and <em>sickle</em>",
            "vi": "Búa liềm"
        },
        {
            "en": "<em>Sickle</em> cell disease",
            "vi": "Bệnh thiếu máu hồng cầu hình liềm"
        },
        {
            "en": "It wasn't the hammer and <em>sickle</em> symbol.",
            "vi": "Đây không phải là biểu tượng búa và lưỡi liềm."
        },
        {
            "en": "Never <em>sickle</em> region into other people's cornfields.",
            "vi": "Đừng bao giờ vung lưỡi hái vào ruộng ngô của người khác."
        },
        {
            "en": "Hammer and <em>sickle</em> is symbols of our flag.",
            "vi": "Búa liềm là biểu tượng của quốc kì chúng tôi."
        },
        {
            "en": "The hammer and <em>sickle</em> flag is national flag of Vietnam.",
            "vi": "Cờ búa liềm là lá cờ của quốc gia Việt Nam."
        },
        {
            "en": "Peter usually leaves his <em>sickle</em> after cutting grass.",
            "vi": "Peter thường bứt cỏ quên liềm."
        },
        {
            "en": "Is there anything else can be used to cut grass besides this <em>sickle</em>?",
            "vi": "Có cái gì khác có thể dùng để cắt cỏ ngoài cái liềm này không?"
        },
        {
            "en": "The Hammer and <em>Sickle</em> was the symbol of the Soviet Union.",
            "vi": "Hình ảnh búa liềm là biểu tượng của Liên bang Xô Viết."
        },
        {
            "en": "More than 12,500 people in the UK have <em>sickle</em>-cell anaemia.",
            "vi": "Hơn 12. 500 người ở vương quốc Anh mắc chứng thiếu máu vì có hồng cầu hình liềm."
        },
        {
            "en": "<em>Sickle</em> cell disease is an inherited disorder in which red blood cells (RBCs) are abnormally shaped.",
            "vi": "Bệnh thiếu máu hồng cầu hình liềm là chứng bệnh di truyền trong đó các hồng cầu (RBCs) có hình dạng bất thường."
        },
        {
            "en": "Someone who inherits only one <em>sickle</em> cell gene and a normal gene from the other parent will have the <em>sickle</em> cell trait, but not the disease. A blood test can determine whether someone has a form of <em>sickle</em> cell disease or carries the <em>sickle</em> cell trait.",
            "vi": "Người thừa hưởng chỉ một gien hồng cầu hình liềm và một gien bình thường nào đó từ bố (mẹ) sẽ mang đặc điểm di truyền của hồng cầu hình liềm, nhưng không phải là bệnh. Xét nghiệm máu có thể xác định xem liệu bệnh nhân có bị bệnh dạng thiếu máu hồng cầu hình liềm hay không hoặc xem liệu bệnh nhân có mang đặc điểm di truyền của hồng cầu hình liềm hay không."
        },
        {
            "en": "A farmer sent out his son to neighborhood to borrow a <em>sickle</em>.",
            "vi": "Một người nông dân cử con trai mình sang nhà hàng xóm để mượn cái lưỡi hái."
        },
        {
            "en": "More than 12, 500 people in the UK have <em>sickle</em> - cell anaemia.",
            "vi": "Hơn 12.500 người ở vương quốc Anh mắc chứng thiếu máu vì có hồng cầu hình liềm."
        },
        {
            "en": "A closer look at <em>sickle</em> cell diseaseThe different forms of <em>sickle</em> cell disease are determined by the genes inherited from the person's parents.Someone who inherits a <em>sickle</em> cell gene from each parent has hemoglobin SS disease, also called <em>sickle</em> cell anemia.",
            "vi": "Tìm hiểu kỹ hơn về bệnh thiếu máu hồng cầu hình liềmNhiều dạng bệnh thiếu máu hồng cầu hình liềm khác nhau do gien di truyền từ bố mẹ của người bệnh quyết định. Người thừa hưởng gien hồng cầu hình liềm từ bố hoặc mẹ mắc bệnh hemoglobin SS, cũng được gọi là bệnh thiếu máu hồng cầu hình liềm."
        },
        {
            "en": "“She is very brave. She attacked the leopard and took the fight head on with her <em>sickle</em>.”",
            "vi": "\"Bà ấy rất dũng cảm. Bà đánh lại con beo, bổ liềm vào đầu nó.\""
        },
        {
            "en": "<em>Sickle</em> cells have a shorter-than-normal life span, which leads to anemia (low RBC count). A normal red blood cell lives for about 120 days in circulation, whereas a <em>sickle</em> cell lives for only 10 to 20 days.",
            "vi": "Hồng cầu hình liềm có vòng đời ngắn hơn bình thường sẽ gây thiếu máu (lượng hồng cầu thấp). Hồng cầu bình thường sống chừng 120 ngày trong tuần hoàn máu, trong khi hồng cầu hình liềm chỉ sống được chừng từ 10 đến 20 ngày."
        },
        {
            "en": "Because kids with <em>sickle</em> cell disease are at an increased risk of infection and other health complications, early diagnosis and treatment to prevent problems is important. Currently, more than 40 states require newborn screening programs for <em>sickle</em> cell disease.",
            "vi": "Vì trẻ bị bệnh thiếu máu hồng cầu hình liềm có nguy cơ bị nhiễm trùng và mắc các biến chứng sức khỏe khác tăng cao nên việc chẩn đoán và điều trị sớm nhằm ngăn ngừa vấn đề này là hết sức quan trọng. Hiện có hơn 40 tiểu bang yêu cầu phải có các chương trình xét nghiệm sàng lọc đối với chứng bệnh thiếu máu hồng cầu hình liềm này."
        },
        {
            "en": "Causes of <em>sickle</em> cell diseaseHemoglobin allows red blood cells to carry oxygen. It is made up of alpha chains and beta chains. A child with <em>sickle</em> cell disease has inherited two defective genes for the beta chain of hemoglobin.",
            "vi": "Các nguyên nhân gây bệnh thiếu máu hồng cầu hình liềmHemoglobin giúp cho hồng cầu có thể vận chuyển khí ô-xy. Hemoglobin cấu tạo từ các chuỗi an-pha và chuỗi bê-ta. Trẻ bị bệnh thiếu máu hồng cầu hình liềm đã thừa hưởng hai gien khiếm khuyết đối với chuỗi hemoglobin bê-ta."
        },
        {
            "en": "Hammer and <em>sickle</em> are an emblem of the Communist movement signifying the alliance of workers and peasants.",
            "vi": "Búa liềm là biểu tượng của phong trào cộng sản, ý nghĩa là liên minh công nông."
        }
    ],
    "suggestions": []
}