{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Siddhartha"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Siddhartha"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Siddhartha"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Siddhartha"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Siddhartha"
        }
    },
    "sentences": [
        {
            "en": "Ashavajit used to practice asceticism with Prince <em>Siddhartha</em> before he became Buddha.",
            "vi": "A Nhã Kiều Trần Như đã từng cùng tu khổ hạnh với thái tử Sĩ Đạt Đa trước khi Ngài thành Phật."
        },
        {
            "en": "When Prince <em>Siddhartha</em> was born, King Shuddhodana asked Asita to come and examine the newborn child's physiognomy.",
            "vi": "Khi thái tử Sĩ Đạt Đa đản sanh, vua Tịnh Phạn đã cho mời ông đến xem tướng thái tử."
        },
        {
            "en": "Buddhism: A major world religion founded in northeastern India and based on the teachings of <em>Siddhartha</em> Gautama, who is known as the Buddha, or Enlightened One.",
            "vi": "Phật giáo : Một tôn giáo lớn trên thế giới hình thành ở miền đông bắc Ấn Độ và dựa theo những lời giáo huấn của Siddhartha Gautama, còn gọi là Phật, hay Người đã giác ngộ."
        },
        {
            "en": "Buddhism : A major world religion founded in northeastern India and based on the teachings of <em>Siddhartha</em> Gautama, who is known as the Buddha, or Enlightened One.",
            "vi": "Phật giáo: Một tôn giáo lớn trên thế giới hình thành ở miền đông bắc Ấn Độ và dựa theo những lời giáo huấn của Siddhartha Gautama, còn gọi là Phật, hay Người đã giác ngộ."
        }
    ],
    "suggestions": []
}