{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sidetrack"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sidetrack</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 distract from an immediate or important issue. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>chiefly N. Amer. direct (a train) into a branch line or siding. </cclass></blockquote></blockquote><blockquote>■ <cclass>noun <cclass>chiefly N. Amer. a railway branch line or siding. </cclass></cclass></blockquote></div>",
            "word": "sidetrack"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>sidetrack</k><blockquote>▸ <cclass>verb DISTRACT, divert, deflect, draw away.</cclass></blockquote></div>",
            "word": "sidetrack"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sidetrack"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sidetrack"
        }
    },
    "sentences": [
        {
            "en": "A bill would <em>sidetrack</em> food irradiation in this country.",
            "vi": "Một dự luật có lẽ sẽ làm trì hoãn việc xử lý thức ăn bằng phóng xạ trong nước này."
        },
        {
            "en": "    Do what works for you. Some people have more success working out in the morning before the day's activities <em>sidetrack</em> them; others find that an after-school workout is the perfect way to unwind. Experiment with working out at different times of the day and find the time that fits your schedule and energy level best.",
            "vi": "Hãy làm những gì có tác dụng tốt đối với bạn. Một số người tập tốt hơn vào buổi sáng trước khi các hoạt động trong ngày có thể làm bạn bị chệch mục tiêu; số khác cho rằng tập thể lực sau giờ học ở trường là cách hoàn hảo để có thể thư giãn và thả lỏng cơ thể được. Hãy thử nghiệm bài tập ở nhiều thời điểm khác nhau trong ngày và tìm cho mình thời điểm nào là phù hợp với lịch trình công việc và mức năng lượng của mình tốt nhất."
        }
    ],
    "suggestions": []
}