{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sidewinder",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sidewinder</k><blockquote><b>sidewinder<sup>1</sup></b><cclass>[<cclass>'sʌɪdˌwʌɪndə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a nocturnal burrowing rattlesnake that moves sideways over sand by throwing its body into S-shaped curves. [<i>Crotalus cerastes</i>.] </cclass></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>sidewinder<sup>2</sup></b><cclass>[<cclass>'sʌɪdˌwɪndə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>N. Amer. a heavy blow with the fist delivered from or on the side. </cclass></cclass></blockquote></div>",
            "word": "sidewinder",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sidewinder",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sidewinder",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sidewinder",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The bite of a <em>sidewinder</em> is not deadly, unless of course you're allergic to the venom.",
            "vi": "Vết cắn của một con rắn đuôi chuông không gây chết người, tất nhiên là trừ khi bạn dị ứng với nọc độc."
        },
        {
            "en": "Many kinds of snakes live in the Valley, including one called the <em>sidewinder</em> rattlesnake.",
            "vi": "Cũng có nhiều loài rắn sống ở thung lũng, bao gồm loài rắn đuôi chuông."
        },
        {
            "en": "The bite of a <em>sidewinder</em> is not deadly, unless of course you 're allergic to the venom.",
            "vi": "Vết cắn của một con rắn đuôi chuông không gây chết người, tất nhiên là trừ khi bạn dị ứng với nọc độc."
        },
        {
            "en": "Many kinds of snakes live in the Valley, including one called the <em>sidewinder</em> rattlesnake. It is an extremely poisonous snake with long sharp teeth called fangs.",
            "vi": "Cũng có nhiều loài rắn sống ở thung lũng, bao gồm loài rắn đuôi chuông. Đây là loài rắn cực độc có răng sắc dài gọi là nanh."
        },
        {
            "en": "Death valley: a beautiful but dangerous place          Today we visit one of America's great national parks. It is a place of strange and silent beauty. As beautiful as this place is, its name provides evidence of very real danger. Come with us as we visit Death Valley. Death Valley is a land of beautiful yet dangerous extremes. There are mountains that reach more than three thousand meters into the sky. There is a place called Badwater that is the lowest area of land in the Western Hemisphere. If there were water there, it would be eighty-six meters below the level of the ocean. Death Valley can be dangerously cold during the winter months. Storms in the mountains can produce sudden flooding on the floor of the Valley. The air temperature during the summer has been as high as fifty-seven degrees Celsius. The sun can heat the ground so that the temperature of the rocks and soil can be as high as seventy-four degrees Celsius.  The extreme heat of Death Valley has killed people in the past. It will continue to kill those who do not honor this extreme climate. Death Valley does not forgive those who are not careful.  Death Valley is a good example of the violence of nature. It contains evidence of several ancient volcanoes that caused huge explosions. Evidence of one of these explosions is called Ubehebe Crater. The explosion left a huge hole in the ground almost a kilometer and a half wide. In many areas of Death Valley it is easy to see where the ground has been pushed up violently by movement deep in the Earth. This movement has created unusual and beautiful rock formations. Some are red. Others are dark brown, gray, yellow or black. Other areas of rock look as if some huge creature violently broke and twisted the Earth to create unusual, sometimes frightening shapes. In other parts of Death Valley there are lines in the rock that show clearly that this area was deep under an ocean for many thousands of years. Much of the Valley is flat and extremely dry. In fact, scientists believe it is the driest place in the United States. In some areas the ground is nothing but salt. Nothing grows in this salted ground. However, it would be wrong to think that nothing lives in Death Valley. The Valley is fully of life. Wild flowers grow very quickly after a little rain. Some desert plants can send their roots down more than eighteen meters to reach water deep in the ground. Many kinds of birds live in Death Valley. So do mammals and reptiles. You might see the small dog-like animal called the coyote or wild sheep called bighorns. Other animals include the desert jackrabbit, the desert tortoise or turtle and a large reptile called a chuckwalla. Many kinds of snakes live in the Valley, including one called the <em>sidewinder</em> rattlesnake. It is an extremely poisonous snake with long sharp teeth called fangs. Death Valley is a huge place. It extends more than two hundred twenty-five kilometers across the southern part of the state of California, and across the border with the state of Nevada. Death Valley is part of the Great Mojave Desert.  The area was named by a woman in eighteen forty-nine. That was the year after gold was discovered in California. Thousands of people from other parts of the country traveled to the gold mining areas in California. They were in a hurry to get there before other people did.  Many people were not careful. They made bad choices or wrong decisions. One group trying to reach California decided to take a path called the Old Spanish Trail. By December they had reached Death Valley. They did not have to survive the terrible heat of summer, but there was still an extreme lack of water. There were few plants for their work animals to eat.  The people could not find a pass through the tall mountains to the west of the Valley. Slowly, they began to suffer from a lack of food. To survive, they killed their work animals for food and began to walk out of the Valley. As they left, one woman looked back and said, \"Good-bye, death valley.\" The name has never been changed. Almost everyone who visits Death Valley visits a huge house called Scotty's Castle. The building design is Spanish, with high thick walls to provide protection from the fierce heat. The main building is very large. It was built in nineteen twenty-nine in one of the few areas of the Valley that has water.  The castle is named for Walter Scott, called Scotty by his friends. He was a gold miner. He told everyone that he built the house with money he made from his gold mine. Many people believed him. But it was not really the truth. Scotty was not a very honest man. Some years earlier, he had asked several people to invest in a gold mine he had in Death Valley. One of the men he asked to invest was a businessman from Chicago, Illinois named Albert Johnson. Mister Johnson invested in Scotty's mine. In nineteen-oh-five, he traveled to Death Valley to see the mine. Scotty put Mister Johnson on a horse and took him far into the mountains. Many people believe that while they were on this trip, Scotty told Mister Johnson the truth: There was no mine. There was no gold. Albert Johnson suffered from extremely poor health. He had been in a severe accident a few years before. Doctors did not believe he would live much longer. However, something happened on his trip with Scotty. When Albert Johnson returned from the mountains, he felt better than he had in several years. Perhaps he felt better because of the clean mountain air. Perhaps it was the good food Scotty cooked. Or it may have been the funny stories Scotty told that improved Mister Johnson's health.  Whatever it was, Albert Johnson fell in love with Death Valley. He and Scotty became lifelong friends. Soon after, Albert Johnson began building a home on the western edge of Death Valley. He did not live there all the time. But Scotty did. And, he told everyone the huge house was his -- bought and paid for with the money from his gold mine. Scotty told everyone that Albert Johnson, his friend from Chicago, came to visit sometimes. Mister Johnson never told anyone it was just a story made up by Death Valley. Albert Johnson lived another thirty years -- many more years than the doctors thought he would. Some years before he died, in nineteen forty-eight, Albert Johnson signed documents that said Walter Scott could live in the house until he died. Scotty died in nineteen fifty-four. He is buried on a small hill near the house. In nineteen seventy, the National Park Service bought Scotty's Castle. It has since become one of the most popular areas to visit in Death Valley National Park. More than one million people visit Death Valley each year. Many people come for just a day. Buses bring visitors from the famous city of Las Vegas, Nevada. They ride around the park in their bus, visit several places and are back in their Las Vegas hotel by night. However, many other visitors stay in the park. The most popular area to stay in is Furnace Creek.  Furnace Creek is the largest area of human activity within Death Valley National Park. There is a hotel. There are also camping areas where people put up temporary cloth homes, called tents. Visitors who arrive in huge motor homes can also find a place to park their vehicles. The famous Furnace Creek Inn is a beautiful hotel that was built of stone more than seventy-five years ago. The inn is built on a low hill. The main public room in the hotel has large windows that look far out over Death Valley. Hotel guests gather near these large windows in the evening to watch the sun make long shadows on the floor of the Valley and on the far mountains.  This beautiful image seems to change each minute. The sun slowly turns the Valley a gold color that deepens to a soft brown, then changes to a dark red. As night comes, the mountains turn a dark purple color, then black.  Usually, visitors are very quiet when this event takes place. A few try to photograph it. But the Valley is too huge to capture in a photograph. Most visitors watch this natural beauty and leave with only the memory of sunset at beautiful Death Valley National Park.",
            "vi": "Thung lũng chết: nơi nguy hiểm nhưng xinh đẹp        Hôm nay chúng ta tới thăm một trong những công viên quốc gia rộng lớn của nước Mỹ. Đây là một vùng đất xa lạ và cóvẻ đẹp trầm lặng. Dẫu nơi này có xinh đẹp đến mấy đi chăng nữa thì tên gọi của nó cũng mang dấu hiệu của sự nguy hiểm thực sự. Nào hãy đến tham gia với chúng tôi khi chúng tôi đi tham quan thung lũng chết nhé. thung lũng chết là vùng đất xinh đẹp nhưng ẩn chứa sự nguy hiểm cùng cực. Có nhiều dãy núi cao đến hơn 3000 mét lên chọc trời. Đó là vùng đất Badwater là khu trũng thấp nhất thuộc vùng tây bán cầu. Nếu có nước ở đó thì mực nước sẽ thấp hơn mực nước biển là 86 mét. thung lũng chết có thể lạnh khủng khiếp vào những tháng mùa đông. Những cơn bão ở miền núi có thể gây nên trận lụt đột ngột ở đáy thung lũng. Nhiệt độ không khí trong mùa hè cao đến 57độ C. Mặt trời làm đất nóng lên đến mức mà nhiệt độ của đá và đất có thể cao đến 74 độ C.  Dạo trước sức nóng cùng cực của Thung lũng chết đã huỷ diệt con người nơi đây. Nó cũng còn giết chết những ai không thích nghi được với cái khí hậu khắc nghiệt này nữa. Thung lũng chết này cũng chẳng chừa một ai bất cẩn. Thung lũng chết là một ví dụ rõ ràng về tính khắc nghiệt của thiên nhiên. Bằng chứng là nhiều đợt núi lửa thời xưa đã gây nên những trận nổ lớn.  Bằng chứng một trong những vụ nổ này là ubehebe Crater. Vụ nổ này để lại miệng hố khổng lồ trên bề mặt đất có chiều rộng gần bằng 1,5 km.  Ở nhiều khu vực trong thung lũng chết này người ta dễ dàng quan sát thấy mặt đất bị đẩy cao lên dữ dội do sự chuyển động sâu bên trong Trái Đất. Sự chuyển động này làm hình thành nhiều loại đá xinh đẹp và lạ mắt. Vài loại đá có màu đỏ. Những loại khác có màu nâu đậm, xám, vàng hoặc đen. Nhiều vùng đá khác trông giống như một sinh vật khổng lồ dữ dội làm vỡ và uốn mặt đất thành nhiều hình dạng lạ lùng và đôi khi còn đáng sợ nữa.  Có nhiều đường kẻ trong đá ở các vùng khác trong Thung lũng chết này cho thấy rõ rằng nơi đây được chôn dưới đại dương hàng ngàn năm rồi. Phần lớn thung lũng đều bằng phẳng và cực kỳ khô hạn. Thực ra thì các nhà khoa học tin rằng nơi đây là khu vực khô hạn nhất của nước Mỹ. Ở nhiều khu vực khác, bề mặt đất chỉ toàn là muối. Và chẳng có thứ gì có thể mọc nổi trên vùng đất muối mặn này. Tuy nhiên, sẽ sai lầm khi nghĩ rằng không có sự sống ở Thung lũng chết. Nơi đây cũng tràn đầy nhựa sống. Hoa dại phát triển rất nhanh sau cơn mưa nhỏ. Một vài cây vùng sa mạc có thể đâm rễ xuống sâu đến hơn mười tám mét chạm đến mạch nước sâu trong đất. Cũng có nhiều loài chim sống ở Thung lũng chết. Bò sát và động vật hữu nhũ cũng có. Bạn có thể thấy loài động vật giống như chó nhỏ có tên là sói đồng cỏ hay cừu hoang được người ta gọi là cừu sừng to. Nhiều động vật khác gồm thỏ rừng tai dài sa mạc, rùa sa mạc và một loài bò sát lớn có tên là thằn lăn to. Cũng có nhiều loài rắn sống ở thung lũng, bao gồm loài rắn đuôi chuông. Đây là loài rắn cựa độc có răng sắc dài gọi là nanh. Thung lũng chết là một khu vực rất rộng lớn. Nó trải dài hơn 225 km qua phía Nam của tiểu bang California, và qua biên giới của bang Nevada. Thung lũng chết là một phần của sa mạc Mojave rộng lớn.  Vùng đất này được một người phụ nữ đặt tên vào năm 1840. Đây là năm sau khi vàng được phát hiện ra ở California. Hàng ngàn người từ nhiều vùng miền khác nhau của tổ quốc đã đến các vùng khai thác vàng ở California. Họ vội vã đến đó trước khi người khác tới.  Nhiều người không cẩn thận. Họ chọn lựa sai lầm hoặc đưa ra quyết định sai. Một nhóm người quyết định đi theo con đường có tên là Old Spanish Trail để cố đến California. Vào tháng mười hai họ đến được thung lũng chết. Họ đã không sống nổi với cái nóng khủng khiếp của mùa hè, ngoài ra cũng còn do tình trạng thiếu hụt nước trầm trọng nữa. Cũng có vài loài cây cho động vật của họ ăn được. Người ta không tìm được đường đi qua dãy núi cao để tới phía tây của thung lũng. Dần dần, họ đã bắt đầu thiếu lương thực. Họ phải giết các con vật đi cùng của mình để lấy thịt ăn và bắt đầu rời khỏi thung lũng. Khi đi khỏi đây, một phụ nữ quay lại nhìn và bảo rằng, “Tạm biệt, Thung lũng chết.” Tên gọi này chưa hề bị thay đổi cả. Hầu hết những ai tới Thung lũng chết cũng đều tới thăm ngôi nhà khổng lồ có tên là Toà lâu đài của Scotty. Thiết kế của tòa nhà theo kiểu Tây Ban Nha, với những bức tường cao dày để chống lại cái nóng dữ dội. Toà nhà chính rất lớn. Nó được xây vào những năm 1929 ở một trong số ít các khu vực có nước trong thung lũng. Toà lâu đài mang tên Walter Scott, được bạn bè của anh ấy gọi là Scotty. Anh ấy là thợ đào vàng. Anh ấy kể với mọi người là mình xây ngôi nhà này bằng tiền kiếm được từ mỏ vàng của mình. Nhiều người tin anh ấy. Nhưng sự thật lại khong hẳn thế. Scotty không phải là người hay trung thực. Vài năm trước, anh ấy đã yêu cầu một vài người đầu tư vào mỏ vàng của mình ở Thung lũng chết. Một trong số đó là một thương gia ở Chicago, Illinois tên là Albert Johnson. Ông Johnson đầu tư vào mỏ vàng của Scotty. Vào năm 1905, ông đi du lịch tới thung lũng chết để thăm mỏ vàng. Scotty để ông Johnson lên lưng một con ngựa và dẫn ông đi xa vào những ngọn núi. Nhiều người tin rằng trong chuyến đi của họ thì Scotty đã nói sự thật với ông Johnson rằng: Chẳng có mỏ vàng và cũng chẳng có vàng nữa. Sức khỏe của Albert Johnson cực kỳ yếu. Vài năm trước ông ấy bị một tai nạn khủng khiếp. Bác sĩ không tin ông ấy sẽ sống được lâu hơn nữa. Tuy nhiên, có điều gì đó đã xảy ra trong chuyến đi với Scotty. Sau khi Albert Johnson đi núi về thì ông cảm thấy khỏe hơn so với nhiều năm trước. Có thể ông cảm thấy dễ chịu hơn vì không khí miền núi trong lành. Cũng có thể do thức ăn ngon mà Scotty đã nấu cho ông ăn. Hoặc cũng có thể là nhờ những câu chuyện hài hước mà Scotty kể đã làm cho sức khỏe của ông Johnson tốt hơn. Bất kể là gì đi nữa thì Albert Johnson cũng thích Thung lũng chết lắm rồi. Ông và Scotty đã trở thành bạn bè suốt đời của nhau. Chẳng bao lâu sau thì Albert Johnson bắt đầu xây ngôi nhà bên bờ tây của Thung lũng chết. Không phải lúc nào ông ấy cũng sống ở đó. Nhưng Scotty thì ở đó suốt. Và anh ấy kể cho mọi người nghe là căn nhà là của anh ấy – mua bằng tiền kiếm được từ mỏ vàng của mình. Scotty bảo mọi người rằng Albert Johnson, bạn của mình ở Chicago thỉnh thoảng tới thăm. Ông Johnson chẳng bao giờ nói với ai đó chỉ là chuyện bịa đặt về Thung lũng chết cả. Albert Johnson sống thêm ba mươi năm nữa - lâu hơn nhiều so với bác sĩ từng nghĩ. Vài năm trước khi chết, vào năm 1948, Albert Johnson ký trong giấy tờ rằng Walter Scott có thể sống trong căn nhà này đến khi anh ấy chết. Scotty chết vào năm 1954. Anh ấy được chôn trên một ngọn đồi nhỏ gần nhà. Vào năm 1977, Ban Công Viên Quốc Gia đã mua tòa lâu đài của Scotty. Từ đó nó trở thành một trong những khu tham quan được ưa chuộng ở Công Viên Quốc Gia thung lũng chết. Hằng năm có hơn một triệu người đến tham quan thung lũng chết. Nhiều người đến tham quan chỉ trong một ngày. Xe buýt chở khách từ thành phố nổi tiếng Nevada của Las Vegas tới. Họ đi quanh công viên bằng xe buýt. tham quan vài nơi và trở lại khách sạn ở Las Vegas của mình trong đêm. Tuy nhiên, cũng có nhiều du khách khác ở lại công viên. Khu vực ở lại được ưa thích nhất đó là Furnace Creek.  Furnace Creek là khu vực rộng lớn nhất dành cho con người hoạt động vui chơi trong Công viên Quốc gia Thung lũng chết. Có khách sạn. Cũng có nhiều khu để cắm trại, nơi đây người ta có thể dựng nhà vải tạm thời lên, gọi là lều. Du khách đến bằng xe mô tô lưu động lớn có thể tìm thấy chỗ để đậu xe của mình.  Quán trọ nổi tiếng của Furnace Creek là một khách sạn xinh xắn được xây bằng đá cách đây hơn bảy mươi lăm năm rồi. Quán trọ được xây trên một ngọn đồi thấp. Phòng đại sảnh chính trong khách sạn có cửa sổ lớn trông xa ngoài Thung lũng chết. Khách trọ của khách sạn tụ tập lại gần những cửa sổ rộng lớn này để ngắm cảnh mặt trời đổ bóng dài trên đáy thung lũng và trên các dãy núi xa. Hình ảnh xinh đẹp này có vẻ như thay đổi từng phút một. Mặt trời dần dần chuyển thung lũng từ màu vàng thành nâu nhạt rồi thành đỏ sẫm. Khi màn đêm buông xuống, các dãy núi chuyển màu tía đậm, và rồi thành đen. Thường thì du khách đứng im thưởng thức khi cảnh tượng này xảy ra. Vài người cũng chụp hình lại. Nhưng thung lũng quá rộng đến nỗi không tài nào có thể ôm gọn vào một bức ảnh được. Đa số du khách ngắm vẻ đẹp thiên nhiên này và ra đi chỉ với một ký ức về cảnh hoàng hôn tại công viên quốc gia thung lũng chết xinh đẹp mà thôi"
        }
    ],
    "suggestions": []
}