{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sidewalks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sidewalks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sidewalks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sidewalks"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đường người đi bộ (cầu)</font></td></tr></tbody></table></div>",
            "word": "sidewalks"
        }
    },
    "sentences": [
        {
            "en": "They will widen <em>sidewalks</em>.",
            "vi": "Họ sẽ mở rộng vỉa hè."
        },
        {
            "en": "The hurricane damaged the trees and <em>sidewalks</em>.",
            "vi": "Cơn bão đã tàn phá cây cối và vỉa hè."
        },
        {
            "en": "The <em>sidewalks</em> are covered with ice.",
            "vi": "Hai bên đường bị đóng băng."
        },
        {
            "en": "People often use <em>sidewalks</em> as a place to sell things.",
            "vi": "Người ta thường hay dùng vỉa hè làm nơi buôn bán."
        },
        {
            "en": "The hawkers make the most of <em>sidewalks</em> for their business.",
            "vi": "Những người bán hàng rong đã chiếm tối đa lề đường để buôn bán."
        },
        {
            "en": "I can just hear the soft spring trickles of rain splashing on the <em>sidewalks</em>.",
            "vi": "Mình có thể nghe thấy những giọt mưa xuân rào rào xuống vỉa hè."
        },
        {
            "en": "They are newcomers but know well that swimming pools, parks, and <em>sidewalks</em> here are overcrowded.",
            "vi": "Họ là những người mới nhưng cũng biết rằng hồ bơi, công viên và vỉa hè ở đây là quá đông đúc."
        },
        {
            "en": "I had to go out and plough <em>sidewalks</em> to try to sell cars.",
            "vi": "Tôi phải lê bước cày nát các vỉa hè mà rao bán xe."
        },
        {
            "en": "It is a good walking precinct with <em>sidewalks</em> and small yards and a moderate hill.",
            "vi": "Nó là một khu vực đi bộ lớn với vỉa hè và những sân nhỏ và một ngọn đồi nhỏ vừa phải."
        },
        {
            "en": "Commuters had to take shelter on the <em>sidewalks</em> as they waited for the rainwater to recede.",
            "vi": "Những người đi làm phải trú mưa trên vỉa hè để đợi nước mưa rút đi."
        },
        {
            "en": "In the summertime, the concrete <em>sidewalks</em> feel as hot as fire.",
            "vi": "Vào mùa hè, vỉa hè bê tông nóng như lửa đốt."
        },
        {
            "en": "The tasks of clearing streets and <em>sidewalks</em> are the thankless tasks.",
            "vi": "Việc quét dọn đường phố và vỉa hè là một nhiệm vụ nhạt nhẽo."
        },
        {
            "en": "Such people take to begging on the <em>sidewalks</em> of the road.",
            "vi": "Những người nghèo túng này đáng được chúng ta giúp đỡ."
        },
        {
            "en": "Commuters had to take shelter on the <em>sidewalks</em> as they waited for the rainwater to recede.",
            "vi": "Những người đi làm phải trú mưa trên vỉa hè để đợi nước mưa rút đi."
        },
        {
            "en": "Ho Chi Minh City may make <em>sidewalks</em> narrower in bid to reduce traffic jams",
            "vi": "TP. Hồ Chí Minh có thể sẽ thu hẹp vỉa hè nhằm giảm ùn tắc giao thông"
        },
        {
            "en": "Meanwhile, local residents are still uncertain about the new proposal following recent efforts by authorities to reclaim <em>sidewalks</em>.",
            "vi": "Trong khi đó, người dân địa phương vẫn chưa chắc chắn về đề xuất mới sau khi các cơ quan có thẩm quyền thu hồi vỉa hè gần đây."
        },
        {
            "en": "A similar story applies to unlawful parking services which have been taking up <em>sidewalks</em>, leaving no space for pedestrians.",
            "vi": "Câu chuyện tương tự áp dụng cho các dịch vụ bãi đậu xe bất hợp pháp đã chiếm vỉa hè, không để lại không gian trống cho người đi bộ."
        },
        {
            "en": "We also plant trees and flowers in the parks and along the <em>sidewalks</em> as well. We tidy the riverbanks, too.",
            "vi": "Chúng tôi cũng trồng cây xanh và hoa trong công viên và dọc trên các vỉa hè. Chúng tôi cũng làm sạch các bờ sông."
        },
        {
            "en": "Meanwhile, local residents are still uncertain about the new proposal following recent efforts by authorities to reclaim <em>sidewalks</em>.",
            "vi": "Trong khi đó, người dân địa phương vẫn chưa chắc chắn về đề xuất mới sau khi các cơ quan có thẩm quyền thu hồi vỉa hè gần đây."
        },
        {
            "en": "Learning from previous ‘experience,’ many motorcyclists caused chaos mounting their vehicles on the <em>sidewalks</em> to stop their engines from failing.",
            "vi": "Học hỏi từ \"kinh nghiệm\" trước đây, nhiều người đi xe máy đã tháo lắp hỗn loạn các phương tiện của họ trên vỉa hè để ngăn động cơ không bị hỏng."
        }
    ],
    "suggestions": []
}