{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sideshow",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sideshow</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a small show or stall at an exhibition, fair, or circus. </blockquote></blockquote><blockquote><blockquote>2》 a minor but diverting incident or issue. </blockquote></blockquote></div>",
            "word": "sideshow",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sideshow",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sideshow",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sideshow",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I decided to add a <em>sideshow</em> for this wedding.",
            "vi": "Tôi quyết định thêm vào một tiết mục nhỏ cho đám cưới này."
        },
        {
            "en": "Offering cheap weekend fares was merely a <em>sideshow</em> to tempt more people to buy season tickets.",
            "vi": "Đưa ra giá vé rẻ cuối tuần chỉ là cách lôi kéo nhiều người hơn mua vé đi nghỉ theo mùa."
        },
        {
            "en": "So if you're in IT, the battle between the Xbox and Google's upcoming streaming-music service may only be a <em>sideshow</em> today, but tomorrow there's a good chance that you will have to know about both services as part of your job.",
            "vi": "Vậy nếu bạn là dân CNTT thì trận chiến giữa Xbox và dịch vụ truyền tải âm nhạc sắp ra mắt của Google ngày hôm nay có thể chỉ là một show diễn nhỏ, nhưng ngày mai rất có khả năng bạn sẽ phải biết đến hai dịch vụ này như là một phần công việc của bạn."
        },
        {
            "en": "As the commemorative meal begins, the pronoun-themed <em>sideshow</em> continues when a 35-year-old man, who is apparently my “nephew”, frogmarches his 10-year-old daughter up to me and demands that she says chao ong (great-uncle) to me and chao chu (hello, uncle) to my four-year-old son, who is too busy throwing a tantrum under the table to acknowledge the greeting. As my wife is the eldest child in her family, her sister’s son must also refer to my son as anh (older brother) even though he’s much younger.",
            "vi": "Đến lúc ăn cỗ đám giỗ, chuyện xưng hô lại một lần nữa tréo ngoe khi một người đàn ông 35 tuổi, hình như là \"cháu trai\" của tôi, bế bé gái 10 tuổi của cậu ta lại chỗ tôi và bảo bé \"chào ông\" với tôi, và “chào chú” với thằng nhóc 4 tuổi của tôi, nó đang bận hờn dỗi dưới gầm bàn mà không đón nhận lời chào hỏi ấy. Vì vợ tôi là con cả trong gia đình nàng, nên con trai của cô em gái vợ tôi cũng phải gọi con trai tôi là anh cho dù con tôi nó nhỏ tuổi hơn rất nhiều."
        }
    ],
    "suggestions": []
}