{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sightedness",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sightedness",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sightedness",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sightedness",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sightedness",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hypermetropia (long-<em>sightedness</em>).",
            "vi": "Viễn thị."
        },
        {
            "en": "I have long-<em>sightedness</em>.",
            "vi": "Tôi bị chứng viễn thị."
        },
        {
            "en": "I have long - <em>sightedness</em>.",
            "vi": "Tôi bị chứng viễn thị."
        },
        {
            "en": "It's definitely not for people with short - <em>sightedness</em>.",
            "vi": "Nó chắc chắn không dành cho những người bị cận thị."
        },
        {
            "en": "It's definitely not for people with short-<em>sightedness</em>.",
            "vi": "Nó chắc chắn không dành cho những người bị cận thị."
        },
        {
            "en": "Biconcave lenses are used to correct short-<em>sightedness</em>.",
            "vi": "Thấu kính hai mặt lõm dùng điều chỉnh tật cận thị."
        },
        {
            "en": "Biconvex lenses are used to correct long-<em>sightedness</em>.",
            "vi": "Thấu kính hai mặt lồi dùng điều chỉnh tật viễn thị."
        },
        {
            "en": "Fifty per cent of Vietnamese students suffer from short-<em>sightedness</em>, a survey conducted by the Central Eye Hospital has revealed.",
            "vi": "Năm mươi phần trăm học sinh Việt Nam bị cận thị, một cuộc khảo sát được tiến hành bởi Bệnh viện mắt Trung ương đã được tiết lộ."
        },
        {
            "en": "This was a great encouragement to the Vietnamese educational system, an expression of the Vietnamese government's clear-<em>sightedness</em> through the nationwide popularization and development of information technology.",
            "vi": "Đây là một niềm khích lệ lớn lao đối với ngành giáo dục việt nam, thể hiện sự sáng suốt của chính phủ việt nam thông qua việc phổ cập và phát triển công nghệ thông tin trên toàn quốc."
        },
        {
            "en": "Fifty per cent of Vietnamese students suffer from short-<em>sightedness</em>, a survey conducted by the Central Eye Hospital has revealed. — Photo baogiaothong.vn",
            "vi": "Năm mươi phần trăm học sinh Việt Nam bị cận thị, một cuộc khảo sát được tiến hành bởi Bệnh viện mắt Trung ương đã được tiết lộ. Ảnh baogiaothong.vn"
        },
        {
            "en": "The ambient light in many classrooms is not enough for students and it was also the cause of the high rate of short-<em>sightedness</em> amongst children.",
            "vi": "Ánh sáng trong nhiều lớp học không đủ cho học sinh và đó cũng là nguyên nhân của tỷ lệ mắc cận thị cao."
        },
        {
            "en": "Sau’s daughter, a fifth grader, has to learn how to take care of pregnant women, and about Type B hepatitis and encephalitis. But they do not learn about more common diseases such as short-<em>sightedness</em> or mumps. ",
            "vi": "Can gái anh Sáu, một học sinh lớp 5 phải học cách chăm sóc phụ nữ có bầu và bệnh viêm gan B, viêm não. Nhưng chúng không học về các bệnh phổ biến như cận thị và quai bị."
        },
        {
            "en": "Contact lenses are used mainly in place of glasses to correct long and short <em>sightedness</em> and other errors of refraction, but they may be used in a protective capacity in some types of corneal disease.",
            "vi": "Kính tiếp xúc chủ yếu được dùng tại chỗ để chỉnh lý tầm nhìn xa hoặc gần và các sai lạc khác về khúc xạ, nhưng nó cũng có thể được sử dụng để bảo vệ trong vài dạng bệnh về giác mạc."
        },
        {
            "en": "There were also some other factors which led to short-<em>sightedness</em>, among them, genetic factors. To protect children’s eyesight, doctors said, parents should let children play outdoor as much as possible along with limitations on reading, use of computers and mobile phones.",
            "vi": "Cũng có một số yếu tố khác dẫn đến cận thị, trong đó có yếu tố di truyền. Để bảo vệ thị lực của trẻ em, các bác sĩ cho biết, cha mẹ nên để trẻ em chơi ngoài trời càng nhiều càng tốt đồng thời hạn chế việc đọc, sử dụng máy tính và điện thoại di động."
        },
        {
            "en": "Water on Earth, as well as privatized, is poisoned. Like those of the animals, its habitat is threatened, diminished, made unfit for its housing. Is Water rebelling with a vengeance? We are being told some significant and profound truths about short-<em>sightedness</em>, infantile approach to fellow beings, and serious misreading of our true place in our respective bioregions. Dominion? Stewardship would be more apt. Better yet, coexistence and respect. But it’s too late for simple harmony with Earth. We have destroyed too much, which it falls to us to repair—if we can.",
            "vi": "Nước trên Trái Đất, cũng như những nguồn nước bị tư nhân hóa, đang nhiễm độc. Cũng như động vật, môi trường sống của Nước đang bị đe dọa, thu hẹp và không còn phù hợp để cư trú, liệu Nước có đang trả thù con người? Chúng ta đang được người ta cho biết những thông tin quan trọng và hết sức chân thực về cách tiếp cận có tầm nhìn ngắn hạn và ấu trĩ với những sinh mệnh khác [trên Trái Đất], và sự hiểu sai nghiêm trọng về vị trí của con người trong thế giới sinh thái tương ứng. Chúng ta đang chi phối tự nhiên ư? Quản lý thì có vẻ phù hợp hơn. Nhưng trên hết là sự cộng sinh và tôn trọng. Đã quá muộn cho những nỗ lực hài hòa đơn giản với Trái Đất. Chúng ta đã phá hủy quá nhiều, và đến lượt tự tay loài người phải sửa chữa – nếu chúng ta có thể."
        }
    ],
    "suggestions": []
}