{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Sikkim"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Sikkim"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Sikkim"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Sikkim"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Sikkim"
        }
    },
    "sentences": [
        {
            "en": "Authorities have reported power outages and downed phone lines in <em>Sikkim</em>.",
            "vi": "Các nhà chức trách đã thông báo cúp điện và cho hạ đường dây điện thoại xuống ở Sikkim."
        },
        {
            "en": "In the northeastern and Himalayan states, Tripura has been adjudged as the top state in 2016-17 followed by Himachal Pradesh, <em>Sikkim</em> and Assam.",
            "vi": "Ở các bang đông bắc và Himalaya, Tripura đã được xét là bang đứng đầu trong năm 2016-17, tiếp theo là Himachal Pradesh, Sikkim và Assam."
        },
        {
            "en": "In the northeastern and Himalayan states, Tripura has been adjudged as the top state in 2016-17 followed by Himachal Pradesh, <em>Sikkim</em> and Assam.",
            "vi": "Ở các bang đông bắc và Himalaya, Tripura đã được xét là bang đứng đầu trong năm 2016-17, tiếp theo là Himachal Pradesh, Sikkim và Assam."
        },
        {
            "en": "That quake's epicenter was about 42 miles from the city of Gangtok, the capital of <em>Sikkim</em>, and 169 miles east of Kathmandu, according to the geological survey.",
            "vi": "Tâm chấn cách thành phố Gangtok, thủ phủ của Sikkim khoảng 42 dặm của, và 169 dặm từ phía đông của Kathmandu, theo khảo sát địa chất."
        },
        {
            "en": "The quake struck the northern Indian state of <em>Sikkim</em>, where 24 people died, but also caused damage in West Bengal, Bihar, Assam, Arunachal Pradesh and Meghalaya. Five deaths were reported in West Bengal and two others in Bihar.",
            "vi": "Trận động đất đã làm rung chuyển bang Sikkim thuộc miền bắc Ấn Độ, nơi có 24 người thiệt mạng, và cũng gây ra thiệt hại ở miền tây Bengal, Bihar, Assam, Arunachal Pradesh và Meghalaya. Theo như báo cáo có 5 người chết ở miền tây Bengal và hai người khác nữa ở Bihar."
        },
        {
            "en": "As for outside help, World Vision announced Sunday that it \"has put its emergency response team in India on standby\" to provide relief as requested. The nonprofit organization reported that the quake cut off phone communication and electricity in parts of <em>Sikkim</em> and West Bengal provinces.",
            "vi": "Về phần giúp đỡ từ bên ngoài, tổ chức World Vision công bố hôm Chủ Nhật rằng tổ chức này \"đã đặt đội ứng phó khẩn cấp ở Ấn Độ luôn trong tư thế sẵn sàng\" để cung cấp viện trợ theo yêu cầu. Tổ chức phi lợi nhuận này báo cáo trận động đất đã cắt điện và thông tin liên lạc điện thoại ở nhiều khu vực thuộc tỉnh Sikkim và tây Bengal."
        }
    ],
    "suggestions": []
}