{
    "en_vn": {
        "data": {
            "content": null,
            "word": "silencing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "silencing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "silencing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "silencing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tiêu âm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự triệt âm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">silencing chamber</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> buồng khử âm</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "silencing"
        }
    },
    "sentences": [
        {
            "en": "<em>Silencing</em> the press is illegal.",
            "vi": "Bịt miệng báo chí là phạm pháp."
        },
        {
            "en": "Attempts at threatening or <em>silencing</em> criticism will only force resistance underground and increase the chances of sabotaging even necessary changes.",
            "vi": "Những hành động đe doạ hoặc sự phê bình làm cho yên lặng chỉ sẽ tạo ra sự kháng cự ngầm và làm tăng những xu hướng của sự phá hoại ngầm ngay cả những thay đổi cần thiết."
        },
        {
            "en": "But i will tell you, she began rapidly, as if fearing his hand upon her mouth, <em>silencing</em> her.",
            "vi": "Nhưng tôi sẽ nói với mình mà, nàng nói thật nhanh như sợ rhett đưa tay lên bịt miệng."
        },
        {
            "en": "Tencent and Alibaba are among the firms that assist authorities in hunting down criminal suspects, <em>silencing</em> dissent and creating surveillance cities.",
            "vi": "Tencent và Alibaba là một trong số các công ty hỗ trợ chính quyền trong việc săn lùng các kẻ tình nghi phạm tội, ngăn chặn những tiếng nói bất đồng và xây dựng mạng lưới giám sát thành phố."
        },
        {
            "en": "Tencent and Alibaba are among the firms that assist authorities in hunting down criminal suspects, <em>silencing</em> dissent and creating surveillance cities.",
            "vi": "Tencent và Alibaba là một trong số các công ty hỗ trợ chính quyền trong việc săn lùng các kẻ tình nghi phạm tội, ngăn chặn những tiếng nói bất đồng và xây dựng mạng lưới giám sát thành phố."
        },
        {
            "en": "To those who cling to power through corruption and deceit, and the <em>silencing</em> of dissent, know that you are on the wrong side of history - but that we will extend a hand if you are willing to unclench your fist.",
            "vi": "ai đang cố bám quyền lực thông qua sự tham nhũng và gian lận, và sự im lặng của sự bất đồng quan điểm, dẫu biết rằng bạn đang ở mặt trái của lịch sử - nhưng mà chúng ta sẽ mở rộng cánh tay nếu như bạn sẵn lòng mở rộng bàn tay của bạn."
        },
        {
            "en": "To those who cling to power through corruption and deceit and the <em>silencing</em> of dissent, know that you are on the wrong side of history; but that we will extend a hand if you are willing to unclench your fist.",
            "vi": "Đối với những người bám lấy quyền lực nhờ tham nhũng, dối trá và bịt miệng tiếng nói đối lập, hãy biết rằng quý vị đang đi ngược lịch sử, nhưng chúng tôi sẽ chìa tay ra nếu quý"
        },
        {
            "en": "To those who cling to power through corruption and deceit and the <em>silencing</em> of dissent, know that you are on the wrong side of history ; but that we will extend a hand if you are willing to unclench your fist.",
            "vi": "Đối với những người bám lấy quyền lực nhờ tham nhũng, dối trá và bịt miệng tiếng nói đối lập, hãy biết rằng quý vị đang đi ngược lịch sử, nhưng chúng tôi sẽ chìa tay ra nếu quý vị biết từ bỏ nắm đấm."
        }
    ],
    "suggestions": []
}