{
    "en_vn": {
        "data": {
            "content": null,
            "word": "silhouetted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "silhouetted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "silhouetted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>silhouetted</k><blockquote><blockquote><ex><abr>adj.</abr> silhouetted against, on (silhouetted against a light background)</ex></blockquote></blockquote></div>",
            "word": "silhouetted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "silhouetted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It is <em>silhouetted</em> against the dawn sky.",
            "vi": "Nó in bóng lên nền trời rạng đông."
        },
        {
            "en": "The tower was <em>silhouetted</em> against the blue sky.",
            "vi": "Ngôi tháp in bóng trên nền trời xanh."
        },
        {
            "en": "It's a large house, <em>silhouetted</em> against the sky",
            "vi": "Đó là một ngôi nhà lớn in bóng trên nền trời."
        },
        {
            "en": "She was leaning over to pluck off her slippers, so she might hurry back in silence, when the dining-room door swung open abruptly and Rhett stood <em>silhouetted</em> against the dim candlelight behind him.",
            "vi": "Nàng đang cúi xuống rút đôi dép lê để có thể lặng lẽ trở về buồng thật nhanh thì cửa phòng ăn đột ngột mở toang và rhett hiện ra in đậm bóng trong ánh nến mờ mờ rọi từ phía sau lưng, nom thật đồ sộ."
        },
        {
            "en": "I had looked up when the latch clicked, and there they were, two dim figures calmly walking in from the hall of the big house, <em>silhouetted</em> briefly against the soft lighting behind them and then lost against the paneling as they closed the door.",
            "vi": "Tôi ngửng lên khi nắm đấm cửa kêu clíc, và thấy chúng ở đó, hai hình người mờ nhạt bình tĩnh bước vào từ tiền sảnh của căn nhà lớn, in bóng ngắn ngủi lên vùng sáng mờ đàng sau đó lẫn vào vách ván khi đóng cửa."
        }
    ],
    "suggestions": []
}