{
    "en_vn": {
        "data": {
            "content": null,
            "word": "silks"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>silks</k><blockquote><b>silks</b></blockquote><blockquote>garments made from silk, especially as worn by a jockey in the colours of a particular horse owner.</blockquote><blockquote>→ <kref>silk</kref></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>silks</b></blockquote><blockquote>the silky styles of the female maize flower.</blockquote><blockquote>→ <kref>silk</kref></blockquote></div>",
            "word": "silks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "silks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "silks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "silks"
        }
    },
    "sentences": [
        {
            "en": "He travels in <em>silks</em>.",
            "vi": "Anh ta đi chào hàng tơ lụa."
        },
        {
            "en": "The rich are dressed in fine <em>silks</em>.",
            "vi": "Nhà giàu thì được mặc quần áo lụa đẹp."
        },
        {
            "en": "This is the lowest quotation for <em>silks</em>.",
            "vi": "Đây là bảng báo giá thấp nhất cho mặt hàng lụa."
        },
        {
            "en": "She wears a saris of richly coloured <em>silks</em>.",
            "vi": "Cô ấy mặc một bộ xari bằng lụa có màu sắc phong phú."
        },
        {
            "en": "He would buy their <em>silks</em>, spices and gold.",
            "vi": "Ông ta sẽ mua lụa, gia vị và hàng hóa."
        },
        {
            "en": "The King's attendants were resplendent in red and white <em>silks</em>.",
            "vi": "Những vị khách của nhà vua lộng lẫy trong những tấm lụa đỏ và trắng."
        },
        {
            "en": "China has been exporting <em>silks</em> for several hundred years, and Chinese <em>silks</em> can compete with products from any other country.",
            "vi": "Trung Quốc đã xuất khẩu mặt hàng vải lụa vài trăm năm nay, và vải lụa Trung Quốc có thể cạnh tranh với sản phẩm của các quốc gia khác."
        },
        {
            "en": "How would you compare the sheen of silk mill to other flat <em>silks</em>?",
            "vi": "Anh có thể so sánh nhưn thế nào sự óng ánh của tơ lụa với các loại mềm khác?"
        },
        {
            "en": "Then in the seventh century, the Arabs conquered Persia, capturing their magnificent <em>silks</em> in the process.",
            "vi": "Thì vào thế kỉ 7, người Ả Rập đã thôn tính Persia và chiếm được loại lụa tuyệt đẹp này."
        },
        {
            "en": "She always dresses in <em>silks</em> and satins, to put on one's best finery.",
            "vi": "Cô ấy luôn ăn mặc là lượt."
        },
        {
            "en": "I want to see some really good <em>silks</em> for a dress, something above the average.",
            "vi": "Tôi muốn xem vài loại lụa thật tốt để may áo đầm, loại nào trên mức trung bình đấy."
        },
        {
            "en": "Prices in <em>silks</em> are soaring all around with the approach of the new season's demands.",
            "vi": "Giá tơ lụa đang nhảy vọt hoàn toàn cùng với nhu cầu trong mùa mới đang xuất hiện."
        },
        {
            "en": "I want to see some really good <em>silks</em> for a dress or something above the average.",
            "vi": "Tôi muốn xem vài loại vải lụa thật tốt để may áo đầm hay loại nào kha khá cũng được."
        },
        {
            "en": "Venetian merchants traded rich <em>silks</em> and brocades in the streets where you might buy a handmade shirt or shoes.",
            "vi": "Những nhà buôn của thành phố Vơ-ni-đơ bán tơ lụa và vải thêu kim tuyến lộng lẫy trên đường phố, nơi đó bạn có thể mua một chiếc áo sơmi hay một đôi giày làm bằng tay."
        },
        {
            "en": "Venetian merchants traded rich <em>silks</em> and brocades in the streets where you might buy a handmade shirt or shoes.",
            "vi": "Những nhà buôn của thành phố Vơ - ni - đơ bán tơ lụa và vải thêu kim tuyến lộng lẫy trên đường phố, nơi đó bạn có thể mua một chiếc áo sơmi hay một đôi giày làm bằng tay."
        },
        {
            "en": "The spiderwort is a flower whose juice is used for painting the <em>silks</em> before they're masked with starch and then dyed.",
            "vi": "Hoa nhện là loại hoa được dùng ép lấy nước cốt để vẽ trên lụa trước khi phủ hồ và nhuộm."
        },
        {
            "en": "Now secure, she wanted to dance, to play, to riot, to gorge on foods and fine wine, to deck herself in <em>silks</em> and satins, to wallow on soft feather beds and fine upholstery.",
            "vi": "Giờ đây, an toàn rồi, nàng muốn khiêu vũ, muốn chơi, muốn quậy phá ầm ĩ, muốn nhồi nhét cao lương mĩ vị và rượu ngon, muốn chưng diện lụa là, xa - tanh, muốn lút mình trên giường lông chim và đệm êm ru."
        },
        {
            "en": "Not one to travel on a budget, he brought a caravan stretching as far as the eye could see. Chroniclers describe an entourage of tens of thousands of soldiers, civilians and slaves, 500 heralds bearing gold staffs and dressed in fine <em>silks</em>, and many camels and horses bearing an abundance of gold bars.",
            "vi": "Có ai đi xa mà không tốn đồng nào chứ, ông mang theo một đoàn tùy tùng dài ngút tầm mắt. Sử sách kể rằng đoàn tùy tùng gồm hàng chục ngàn binh lính, thường dân và nô lệ, 500 sứ giả mang vàng bạc, lụa là gấm vóc, và rất nhiều lạc đà, ngựa chở rất nhiều vàng thỏi."
        }
    ],
    "suggestions": []
}