{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['silvə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rừng; thảm rừng</td></tr></table><i/></div>",
            "word": "silva",
            "pronounce": "['silvə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "silva",
            "pronounce": "['silvə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "silva",
            "pronounce": "['silvə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "silva",
            "pronounce": "['silvə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "silva",
            "pronounce": "['silvə]"
        }
    },
    "sentences": [
        {
            "en": "Dr. <em>Silva</em> smiled: “You may say so.",
            "vi": "Ts. Silva mỉm cười: “Ông có thể nói vậy."
        },
        {
            "en": "Dr. <em>Silva</em> explained: “Brazil still has issues.",
            "vi": "Ts. Silva giải thích: “Brazil vẫn còn có vấn đề."
        },
        {
            "en": "Dr. <em>Silva</em> laughed: “On the contrary, our IT outsourcing business is doing very well.",
            "vi": "Ts. Silva cười: “Ngược lại chứ, kinh doanh khoán ngoài CNTT của chúng tôi đang làm rất tốt."
        },
        {
            "en": "Nimal Siripala De <em>Silva</em> has been appointed as the Leader of the House.",
            "vi": "Nimal Siripala De Silva vừa được bổ nhiệm làm Leader of the House."
        },
        {
            "en": "President Luis Inacio Lula da <em>Silva</em> expressed sadness about the loss of passengers and aircrew on Friday.",
            "vi": "Tổng thống luis inacio lula da silva bày tỏ đau buồn về việc mất hành khách và phi hành đoàn hôm thứ sáu."
        },
        {
            "en": "My new friend, Professor Da <em>Silva</em>, who also a CEO of a large software company told me:",
            "vi": "Người bạn mới của tôi, giáo sư Da Silva, cũng là một CEO của công ty phần mềm lớn bảo tôi:"
        },
        {
            "en": "Dr. <em>Silva</em> explained: “Brazil has been considered a better country for US companies to outsource due to its strong education and the time zone.",
            "vi": "Ts. Silva giải thích: “Brazil đã được coi là nước tốt hơn cho các công ty Mỹ để khoán ngoài do nền giáo dục mạnh và múi thời gian."
        },
        {
            "en": "Dr. <em>Silva</em> laughed: “Many people still think that we mostly exports coffee but we have been working in science and technology for a long time.",
            "vi": "Ts. Silva cười: “Nhiều người vẫn nghĩ rằng chúng tôi chủ yếu xuất khẩu cà phê nhưng chúng tôi đã làm việc trong khoa học và công nghệ lâu rồi."
        },
        {
            "en": "Brazilian President Luiz Inacio Lula da <em>Silva</em> has hailed his eight-year record as leader of South America's biggest country, days before he steps down.",
            "vi": "Vài ngày trước khi rút lui, tổng thống Luiz Inacio Lula của Brazil đã tự ca ngợi thành tích tám năm lãnh đạo của mình ở đất nước lớn nhất Nam Mỹ này"
        },
        {
            "en": "However, if <em>Silva</em> decides not to run, her party will be without a candidate with her level of national star power. In that case, Rousseff could very well remain in office.",
            "vi": "Tuy nhiên, nếu bà Silva không tranh cử, đảng của bà sẽ không có ứng viên tầm cỡ như bà. Trong trường hợp đó, ông Rousseff rất có thể sẽ tiếp tục tại vị."
        },
        {
            "en": "Manchester City who has pledged to bring their top players such as Sergio Aguero, Vincent Kompany, Yaya Toure, and David <em>Silva</em> will be the second club from England to land in Vietnam, after Arsenal who came two years ago.",
            "vi": "Manchester City đã cam kết sẽ mang đến những cầu thủ hàng đầu của họ như Sergio Aguero, Vincent Kompany, Yaya Toure, David Silva và sẽ là câu lạc bộ thứ hai từ nước Anh đến với Việt Nam, sau khi Arsenal đã đến vào hai năm trước đây."
        },
        {
            "en": "Nomura analyst Tony Volpon is not, however, sure that <em>Silva</em> can be a lasting candidate if she remains in the race, as she trails her competitors in terms of resources.",
            "vi": "Nhưng nhà phân tích của Nomura Tony Volpon lại không chắc rằng bà Silva có thể là ứng cử viên vào đến các vòng sau hay không nếu bà vẫn tiếp tục tranh cử, khi bà đi theo lối mòn của các ứng viên khác liên quan đến vấn đề tài nguyên."
        },
        {
            "en": "In Nomura's opinion, that change could still come if Marina <em>Silva</em>, Campos' running mate, decides to run in his place. Campos was third in the field, which included Rousseff (in first) and economist former Brazilian governor Aécio Neves.",
            "vi": "Theo Nomura, thay đổi đó có thể vẫn diễn ra nếu bà Marina Silva, ứng viên Phó Tổng thống của ông  Campos, quyết định đảm nhiệm vị trí của ông ấy. Ông Campos là ứng viên thứ ba trong cuộc tranh cử gồm có ông Rousseff (ứng viên thứ nhất) và cựu thống đốc bang Brazil đồng thời là nhà kinh tế học ông Aécio Neves."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n19 November 2010 Last updated at 00:00 GMT  Nato members are preparing to meet in Portugal for what is being billed as one of the most crucial summits in the alliance's 61-year history. The 28 member states are hoping to reach a \"New Strategic Concept\" to shape the way Nato defends itself against threats over the next decade. Russian President Dmitry Medvedev will also attend, in a sign of warming ties. Afghanistan will be top of the agenda, with plans to bring Nato's combat operations to an end by 2014.  Afghan President Hamid Karzai, who is scheduled to address the summit on Saturday, has said he wants Nato to hand back control of the country by the end of 2014 - a deadline the US has described as realistic but not set in stone. Pentagon press secretary Geoff Morrell said the deadline had existed for some time as \"an aspirational goal\" but that this did not mean all coalition forces would have to leave by that date. Alliance credibility  The Lisbon talks are expected to shape the future of Nato at a time of shrinking budget cuts and expanding challenges, says the BBC's defence correspondent, Caroline Wyatt. Key to the future credibility of the alliance will be ensuring a workable transition in Afghanistan, our correspondent adds. On Thursday, Nato Secretary General Anders Fogh Rasmussen said the alliance had \"underestimated the challenge\" in Afghanistan but was confident it was now \"on the right track\". \"I'm very optimistic about our Afghanistan operation and we'll make a positive announcement in Lisbon - that the handover is about to begin,\" he told Portugal's Renascenca newspaper. There are some 120,000 international troops attached to the Nato-led International Security Assistance Force (Isaf) in Afghanistan. Budget resignation  Mr Medvedev will meet the leaders on Saturday, becoming the first Russian president to attend a Nato summit since his country's conflict with Georgia in 2008. The alliance is keen to build bridges with Moscow, and a key issue at the summit will be agreeing plans for a joint study of missile defence. The efforts have been aided by US President Barack Obama's insistence that the US will ratify a new nuclear arms treaty with Russia He said there was \"no higher national security priority\" for the government before the start of the new Congress in January. Moscow is also promising logistical help for Nato in Afghanistan by easing restrictions on transit routes into the country. Spy chief resigns The summit will also debate proposals on changing Nato's command structure, in an attempt to reduce bureaucracy and expenditure. The changes could see the number of Nato agencies which look after areas such as logistics, communications, research and training cut from 14 to three. Meanwhile Portugal's Defence Minister Augusto Santos <em>Silva</em> has said the resignation of the country's spy chief will have no effect on security or intelligence gathering. Jorge <em>Silva</em> Carvalho resigned on Thursday in protest over budget cuts being imposed by the government. He is reported to have told colleagues he was quitting \"to draw attention to the mistake that is being made\" in closing seven of the agency's overseas bureaux. http://www.bbc.co.uk/news/world-europe-11793407",
            "vi": "Many obstacles to a final Middle East peace deal      \n \n19 November 2010 Last updated at 00:00 GMT  Các thành viên khối Nato đang chuẩn bị gặp gỡ tại Bồ Đào Nha để tham dự sự kiện được xem là một trong các cuộc họp thượng đỉnh quan trọng nhất trong lịch sử 61 năm của tổ chức liên minh này. Hai mươi tám quốc gia thành viên hy vọng đạt được “Khái niệm chiến lược mới” để hình thành đường lối để Nato tự vệ trước các mối đe dọa trong thập niên sắp tới. Tổng thống Nga Dmitry Medvedev cũng sẽ tham dự, để chứng tỏ các mối quan hệ nồng ấm. Afghanistan sẽ là vấn đề nổi bật nhất trong nghị trình, cùng với các kế hoạch kết thúc các chiến dịch chiến đấu của Nato vào năm 2014. Tổng thống Afghanistan Hamid Karzai, theo chương trình sẽ nói chuyện trong cuộc họp thượng đỉnh vào thứ Bảy, cho biết ông muốn Nato ngưng kiểm soát đất nước này chậm nhất là vào năm 2014 – thời hạn mà Mỹ mô tả là thực tế nhưng chưa được ấn định chính thức. Thư ký báo chí Ngũ giác đài Geoff Morrell cho biết thời hạn trên đã có trong thời gian gần đây như là “mục tiêu mong muốn” nhưng cũng nói thêm điều này không có nghĩa là tất cả các lực lượng liên minh sẽ phải rút đi vào ngày này. Uy tín của liên minh Caroline Wyatt, phóng viên về đề tài phòng thủ của BBC cho biết, cuộc thương thuyết tại Lisbon được trông đợi sẽ định hình tương lai Nato vào thời điểm cắt giảm ngân sách và gia tăng thách thức. Phóng viên bản đài nói thêm, chìa khóa dẫn đến uy tín tương lai của liên minh này sẽ bảo đảm cho giai đoạn chuyển tiếp khả thi tại Afghanistan. Vào hôm thứ Năm, tổng thư ký Nato Anders Fogh Rasmussen phát biểu khối liên minh này đã “đánh giá quá thấp mức độ thách thức” tại Afghanistan nhưng tin tưởng rằng giờ đây “mọi việc đã đi đúng hướng”. Ông nói với báo Renascenca của Bồ Đào Nha rằng, “tôi rất lạc quan về hoạt động của chúng tôi tại Afghanistan và chúng tôi sẽ có thông báo lạc quan tại Lisbon – rằng việc chuyển giao sắp bắt đầu.” Có khoảng 120.000 binh lính quốc tế phụ thuộc vào Lực Lượng Hỗ Trợ An Ninh Quốc Tế (Isaf) do Nato dẫn đầu tại Afghanistan. Từ chức vì ngân sách Ông Medvedev sẽ gặp gỡ các lãnh đạo vào ngày thứ Bảy, trở thành tổng thống Nga đầu tiên tham dự một cuộc họp thượng đỉnh của Nato kể từ khi nước ông xung đột với Georgia vào năm 2008. Khối liên minh này rất mong muốn xây dựng quan hệ với Moscow, và một vấn đề then chốt tại cuộc họp thượng đỉnh này sẽ là thỏa thuận các kế hoạch để cùng nghiên cứu sách lược phòng thủ tên lửa. Các nỗ lực nói trên nhận được hỗ trợ của tổng thống Mỹ Barack Obama khi ông nhấn mạnh Mỹ sẽ phê duyệt một hiệp ước vũ khí hạt nhân mới với Nga. Ông nói không có “ưu tiên nào cao hơn về an ninh quốc gia” cho chính phủ trước khi bắt đầu Quốc hội mới và tháng Giêng. Moscow cũng hứa sẽ hỗ trợ hậu cần cho Nato tại Afghanistan bằng cách nới lỏng các hạn chế về đường quá cảnh vào quốc gia này. Trưởng ngành tình báo từ chức Cuộc họp thượng đỉnh cũng sẽ bàn cãi về các đề xuất thay đổi cơ cấu chỉ huy của Nato, nhằm giảm thiểu bộ máy hành chính và vấn đề chi tiêu. Các thay đổi có thể dẫn đến cắt giảm số lượng các cơ quan của Nato trong những lĩnh vực như hậu cần, thông tin, nghiên cứu và huấn luyện từ 14 xuống 3. Trong khi đó, bộ trưởng quốc phòng Bồ Đào Nha Augusto Santos Silva thông báo việc từ chức của trường ngành tình báo của nước này sẽ không ảnh hường gì đến cuộc họp về an ninh hoặc tình báo. Jorge Silva Carvalho từ chức hôm thứ Năm để phản đối việc cắt giảm ngân sách do chính phủ áp đặt. Theo báo chí tường thuật ông ta đã nói với các đồng nghiệp ông ra đi “để đánh động sự chú ý vào sai lầm đang mắc phải” khi chấm dứt bảy trong số các chi nhánh của cơ quan này tại hải ngoại. http://www.bbc.co.uk/news/world-europe-11793407"
        },
        {
            "en": "3 December 2010 Last updated at 00:14 GMT      \n \n24 December 2010 Last updated at 00:57 GMT  Brazilian President Luiz Inacio Lula da <em>Silva</em> has hailed his eight-year record as leader of South America's biggest country, days before he steps down.  In a traditional Christmas address, President Lula said he had shown it was possible to govern in the interests of all Brazilians, not just the wealthy. He urged Brazilians to back his successor, Dilma Rousseff, who takes over the presidency on 1 January.  President Lula, 65, is leaving office with approval ratings of over 80%. \"Today, all Brazilian men and women believe more in their country and themselves. This is a collective victory for all of us,\" he said in an emotional televised speech.  He listed his achievements in reducing poverty and promoting sustained economic growth, as well as slowing deforestation.  He also stressed major projects, including the construction of new hydroelectric power stations and the development of massive offshore oil fields, saying they would \"change the course\" of Brazilian history. And he gave his full backing to his successor, his former chief-of-staff, Dilma Rousseff, saying he hoped she would make Brazil \"one of the most egalitarian countries in the world\". Future plans  Lula, a former metalworker and trade unionist, did not reveal his plans after leaving the presidency. \"Don't ask about my future, because you have already given me a great present. Look instead to the future of Brazil, and believe in it,\" he said. \"I am leaving government to live life on the streets. Man of the people that I always was, I will be more of the people than ever before.\"  Lula had to stand down under Brazil's constitution after serving the maximum of two consecutive terms, but he has not ruled out standing for president again in the future.  http://www.bbc.co.uk/news/world-latin-america-12072003",
            "vi": "3 December 2010 Last updated at 00:14 GMT      \n \n24 December 2010 Last updated at 00:57 GMT  Vài ngày trước khi rút lui, tổng thống Luiz Inacio Lula của Brazil đã tự ca ngợi kỷ lục tám năm lãnh đạo của mình ở đất nước lớn nhất Nam Mỹ này Theo truyền thống phát biểu vào dịp lễ Giáng Sinh, tổng thống Lula nói ông đã cho thấy có thể điều hành vì lợi ích của toàn thể người dân Brazil, chứ không phải vì sự giàu có Ông thúc giục người Brazil ủng hộ người kế nhiệm của mình, Dilma Rousseff, người sẽ tiếp nhận cương vị tổng thống vào ngày 1 tháng Giêng Tổng thống Lula, 65 tuổi, sẽ rời chức vụ với mức tán thành hơn 80%  “Ngày nay, toàn thể người dân nam nữ Brazil tin tưởng nhiều hơn vào đất nước mình và bản thân mình. Đây là chiến thắng chung dành cho tất cả chúng ta,” ông phát biểu trong một bài diễn văn xúc động được phát sóng truyền hình Ông nêu lên những thành tựu trong việc giảm nghèo và thúc đẩy tăng trưởng kinh tế bền vững, cũng như kìm lại đà phá rừng Ông cũng nhấn mạnh đến các dự án lớn, bao gồm dự án xây dựng các trạm thủy điện và phát triển các mỏ dầu lớn ngoài khơi, ông nói những thành tựu này sẽ “thay đổi dòng chảy” lịch sử Brazil Và ông lên tiếng ủng hộ hoàn toàn người kế nhiệm, Dilma Rousseff, cựu tham mưu trưởng của ông khi phát biểu ông hy vọng bà sẽ biến Brazil thành “một trong những quốc gia theo chủ nghĩa quân bình nhất thế giới” Những kế hoạch tương lai Lula, một cựu công nhân luyện kim và là thành viên công đoàn, không tiết lộ các kế hoạch của mình khi kết thúc nhiệm kỳ tổng thống Ông nói, “đừng hỏi tôi về chuyện tương lai, vì các bạn đã cho tôi một món quà to lớn. Thay vào đó hãy nhìn vào tương lai của Brazil, và tin tưởng vào đó,”  “Tôi sẽ rời khỏi chính phủ để sống cuộc sống trên đường phố. Người của công chúng như xưa nay vẫn luôn thế, tôi sẽ thuộc về người dân hơn bao giờ hết.” Lula phải rút lui theo hiến pháp Brazil sau khi phục vụ tối đa hai nhiệm kỳ liên tiếp, nhưng ông phủ nhận khả năng tái ứng cử tổng thống trong tương lai http://www.bbc.co.uk/news/world-latin-america-12072003"
        }
    ],
    "suggestions": []
}