{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sim",
            "pronounce": "[sim]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sim</k><blockquote>■ <cclass>noun <cclass>informal a video game that simulates an activity such as flying an aircraft or playing a sport. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>late 20th cent.: abbrev. of <i>simulation</i> (see <kref>simulate</kref>). </blockquote></div>",
            "word": "sim",
            "pronounce": "[sim]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sim",
            "pronounce": "[sim]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sim",
            "pronounce": "[sim]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sim",
            "pronounce": "[sim]"
        }
    },
    "sentences": [
        {
            "en": "<em>Sim</em> Vip",
            "vi": "Sim Vip"
        },
        {
            "en": "<em>Sim</em> Dep",
            "vi": "Sim Đẹp"
        },
        {
            "en": "Insert the <em>SIM</em> card.",
            "vi": "Hãy lắp thẻ SIM."
        },
        {
            "en": "<em>SIM</em> as a Service",
            "vi": "SIM như Dịch vụ"
        },
        {
            "en": "Remove the <em>SIM</em> card.",
            "vi": "Hãy tháo thẻ SIM ra."
        },
        {
            "en": "<em>Sim</em> So Dep",
            "vi": "Sim Số Đẹp"
        },
        {
            "en": "I want to buy a phone <em>sim</em>.",
            "vi": "Tôi muốn mua 1 sim điện thoại."
        },
        {
            "en": "SIEM products provide <em>SIM</em> and SEM",
            "vi": "SIEM cung cấp SIM và các sản phẩm SEM là"
        },
        {
            "en": "Do you want to buy a new <em>sim</em> card?",
            "vi": "Bạn có muốn mua sim mới không?"
        },
        {
            "en": "Keep all <em>SIM</em> cards out of the reach of children.",
            "vi": "Để mọi thẻ SIM ngoài tầm tay trẻ em."
        },
        {
            "en": "Press the release spring and slide out the <em>SIM</em> card.",
            "vi": "Hãy nhấn lò xo tháo và trượt thẻ SIM ra."
        },
        {
            "en": "The product must provide <em>SIM</em> and SEM capabilities",
            "vi": "#NAME?"
        },
        {
            "en": "This is another set of office separates for your <em>Sim</em> ladies.",
            "vi": "Đây là một bộ gồm các món đồ công sở dành cho các quý cô của bạn trong trò chơi The Sim."
        },
        {
            "en": "You can save name and phone numbers in the phone and <em>SIM</em> card memory.",
            "vi": "Bạn có thể lưu tên và số điện thoại trong cả bộ nhớ điện thoại và bộ nhớ thẻ SIM."
        },
        {
            "en": "You can buy a <em>SIM</em> card at a mobile phone shop.",
            "vi": "Bạn có thể mua một thẻ SIM ở một cửa hàng điện thoại di động."
        },
        {
            "en": "Time to Disconnect: Why the <em>SIM</em> Card Has Had Its Day",
            "vi": "Vì sao thẻ SIM sắp hết thời của nó?"
        },
        {
            "en": "Girl:How much do you love me? \nBoy:My heart is a mobile and you are its <em>SIM</em>. \nGirl:Oh sweety ... I love you\nBoy: My mobile is a dual <em>sim</em> mobile",
            "vi": "Anh iu em nhiều hôn nè?\nTrái tim anh là chiếc điện thoại di động còn em là chiếc sim trong nó!\nÔi, dễ xương quá đi, em iu anh.\nNhưng điện thoại anh ... hai sim hai sóng em ơi ^^"
        },
        {
            "en": "In addition, the Asha 305 has Nokia's Easy Swap Dual <em>SIM</em> technology, which allows <em>SIM</em> cards to be swapped without opening up or turning the phone off, according to Nokia.",
            "vi": "Ngoài ra, Asha 305 còn được trang bị công nghệ “Easy Swap Dual SIM SIM” (đổi SIM siêu tốc) của Nokia, cho phép chuyển đổi SIM mà không cần mở nắp máy hay tắt nguồn, Nokia cho biết."
        },
        {
            "en": "Ensure that the gold - colored contact area is facing down and the <em>SIM</em> card is inserted with the beveled corner facing the bottom of the device.",
            "vi": "Đảm bảo vùng tiếp xúc màu vàng quay xuống và thẻ SIM được lắp vào với góc vát hướng xuống đáy của thiết bị."
        },
        {
            "en": "The small microchips known as \"subscriber identity modules\" or <em>SIM</em> cards that are required for mobile phones to log on to a phone network will soon be 25 years old. While mobile phones and network technology have progressed in leaps and bounds, <em>SIM</em> cards are still lodged in handsets.",
            "vi": "Các vi mạch nhỏ được gọi là \"mô–đun nhận dạng thuê bao\" hoặc thẻ SIM (viết tắt của Subscriber IdentityModules) để nhận diện các điện thoại di động đăng nhập vào mạng điện thoại sẽ sớm tròn 25 tuổi. Trong khi điện thoại di động và công nghệ mạng đã tiến bộ nhảy vọt thì thẻ SIM hiện vẫn còn đang giữ chỗ trú ngụ trong các thiết bị cầm tay."
        }
    ],
    "suggestions": []
}