{
    "en_vn": {
        "data": {
            "content": null,
            "word": "SIMS",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "SIMS",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "SIMS",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "SIMS",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phép trắc phổ khối ion thứ cấp</font></td></tr></tbody></table></div>",
            "word": "SIMS",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This article is a comparison between The <em>Sims</em> and The <em>Sims</em> 2.",
            "vi": "Bài báo này so sánh giữa trò The Sims và The Sims 2."
        },
        {
            "en": "chairman Rod <em>Sims</em> said in a statement the inquiry \"will study how digital platforms such as Facebook and Google operate to fully understand their influence in Australia\".",
            "vi": "Chủ tịch ACCC, ông Rod Sims, cho biết trong một thông cáo về cuộc điều tra \"chúng tôi sẽ nghiên cứu xem các nền tảng số như Facebook và Google vận hành như thế nào để hiểu được ảnh hưởng của họ ở Úc\"."
        },
        {
            "en": "Mr <em>Sims</em> said it will investigate whether digital platforms are \"exercising market power in commercial dealings to the detriment of consumers, media content creators and advertisers\".",
            "vi": "Ông Sims cho biết họ sẽ điều tra liệu các nền tảng kỹ thuật số có đang \"thực thi sức mạnh thị trường trong các thỏa thuận thương mại nhằm gây thiệt hại cho người tiêu dùng, đơn vị sáng tạo nội dung truyền thông và các nhà quảng cáo\" hay không."
        },
        {
            "en": "Chief investigator Derrel <em>Sims</em> of HUFON (Houston UFO Network) covered the cases and the samples were sent to National Institute of Discovery of Science (NIDS) at New Mexico Tech for analysis.",
            "vi": "Điều tra viên chính Derrel Sims của HUFON (Houston UFO Network) đã điều tra các trường hợp này và các mẫu vật được gửi đến Học viên Quốc gia Khám phá Khoa học (NIDS) tại New Mexico Tech để phân tích. "
        },
        {
            "en": "One group played 50 hours of the fast-paced action video games “Call of Duty 2” and “Unreal Tournament,” and the other group played 50 hours of the slow-moving strategy game “The <em>Sims</em> 2.",
            "vi": "Một nhóm chơi 50 giờ trong game hành động tốc độ cao \"Call of Duty 2\" và \"Unreal Tournament\", và nhóm kia chơi 50 giờ trong game chiến thuật \"The Sims 2\"."
        },
        {
            "en": "Recently, Kansas City police officers, Captain Rance Quinn and Captain George <em>Sims</em>, stopped at their local Chili’s for lunch. As they ate, something strange happened. A teenage girl put a napkin on their table and proceeded to walk out of the restaurant.",
            "vi": "Mới đây, hai viên cảnh sát thành phố Kansas là đại uý Rance Quinn và đại uý George Sims ăn trưa tại cửa hàng Chili thuộc địa bàn họ quản lý. Khi họ ăn thì có chuyện lạ lùng xảy ra. Một thiếu nữ đặt khăn ăn lên bàn của họ rồi đi ra khỏi nhà hàng."
        },
        {
            "en": "Regarding the charges for the 4G services, VinaPhone applies the similar rates to the 3G services. Subscribers can change from 3G to 4G <em>SIMs</em> for free at six VinaPhone offices. VinaPhone clients can experience several 4G services, including high-quality video (Mobile TV), Live streaming video transferring services (Mobile Broadcast), video conferencing (Cloud Video Conferencing) and the virtual computer services (DAAS).",
            "vi": "Về chi phí cho dịch vụ 4G, VinaPhone áp dụng tỷ lệ tương tự như dịch vụ 3G. Thuê bao có thể thay đổi sim từ 3G lên 4G miễn phí tại sáu văn phòng VinaPhone. Khách hàng VinaPhone có thể trải nghiệm một số dịch vụ 4G, bao gồm cả xem video chất lượng cao (Mobile TV), dịch vụ video trực tuyến (Mobile Broadcast), hội nghị truyền hình (Cloud Video Conferencing) và dịch vụ máy tính ảo (DALLAS)."
        },
        {
            "en": "Modern <em>SIMs</em> are tiny, difficult to access, and easy to lose once taken out of the phone. In fact many users may not even know how to find or remove theirs, because it was inserted for them when they bought the phone. This inconvenience allows providers to charge high roaming fees when customers use their phone abroad, when using a local operator would be cheaper.",
            "vi": "Những SIM hiện đại rất nhỏ, khó truy cập, và rất dễ làm mất nếu lấy ra khỏi điện thoại. Trong thực tế, nhiều người sử dụng thậm chí không biết cách tìm hoặc bỏ chúng, bởi vì nó đã được gắn vào khi họ mua điện thoại. Sự bất tiện này cho phép các nhà cung cấp tính lệ phí chuyển vùng một cách đắt đỏ khi khách hàng sử dụng điện thoại của họ ở nước ngoài, nhưng nếu sử dụng một nhà mạng địa phương thì sẽ rẻ hơn nhiều."
        }
    ],
    "suggestions": []
}