{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Singh",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Singh</k><blockquote><cclass>[<cclass>sɪŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a title or surname adopted by certain warrior castes of northern India, especially by male members of the Sikh Khalsa. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Punjabi <i>siṅgh</i> 'lion', from Sanskrit <i>siṃha</i> 'lion'. </blockquote></div>",
            "word": "Singh",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Singh",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Singh",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Singh",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Can Woods hold off <em>Singh</em> to take his second Masters?",
            "vi": "Woods có thể giữ khoảng cách với Singh để giành chiến thắng lần thứ hai tại giải Masters không?"
        },
        {
            "en": "Adapted by Alveen <em>Singh</em> (Teacher of English at CEP Education)",
            "vi": "Trích theo: Alveen Singh (Giáo viên dạy tiếng Anh tại trung tâm Anh ngữ CEP)"
        },
        {
            "en": "According to court records, the teens told Sub-Inspector Monica <em>Singh</em>, that Dhoni was bothering them. That is when <em>Singh</em> grabbed him and carried out the humiliating punishment.",
            "vi": "Theo hồ sơ ghi chép của toà án thì các thiếu nữ báo cho Phó thanh tra Monica Singh rằng gã Dhoni đã quấy rối họ. Thế là cô Singh tóm lấy gã và thực hiện hình phạt cho gã bẽ mặt thì thôi."
        },
        {
            "en": "Vera <em>Singh</em>, a youth counsellor and HR (human resource) consultant, has noticed a growing trend.",
            "vi": "Vera Singh, một nhà tư vấn cho giới trẻ và là một cố vấn về nhân sự, đã chú ý đến một khuynh hướng đang phát triển."
        },
        {
            "en": "Dr <em>Singh</em> is extremely busy at present, but I could slot you in at 11.15 tomorrow.",
            "vi": "Bác sĩ Singh hiện vô cùng bận rộn, nhưng tôi có thể sắp xếp thời gian cho ông lúc 11 giờ 15 ngày mai."
        },
        {
            "en": "Maharaja Ranjit <em>Singh</em> became a mighty ruler of the Punjab at a fairly young age.",
            "vi": "Maharaja Ranjit Singh là nhà cầm quyền hùng mạnh của Punjab ở tuổi đời rất trẻ."
        },
        {
            "en": "<em>Singh</em> encouraged the girls to spank the man as punishment for his actions.",
            "vi": "Cô Singh cho các cô gái đánh vào mông gã để trừng phạt hành vi dê xồm của gã."
        },
        {
            "en": "Chota Dara <em>Singh</em> is the most famous one who also became a Bollywood movie star.",
            "vi": "Chota Dara Singh là người nổi tiếng nhất cũng đã trở thành ngôi sao điện ảnh Bollywood."
        },
        {
            "en": "A cattle dung-based fixed dome model, called the Janata Model, developed by <em>Singh</em>, has come to be accepted.",
            "vi": "Một mẫu vòm cố định dựa trên phân gia súc, được gọi là mẫu Janata, được phát triển bởi Singh đã được chấp nhận."
        },
        {
            "en": "A cattle dung - based fixed dome model, called the Janata Model, developed by <em>Singh</em>, has come to be accepted.",
            "vi": "Một mẫu vòm cố định dựa trên phân gia súc, được gọi là mẫu Janata, được phát triển bởi Singh đã được chấp nhận."
        },
        {
            "en": "American Secretary of State Condoleezza Rice is in New Delhi for talk with Indian Prime Minister Manmohan <em>Singh</em>.",
            "vi": "Ngoại trưởng mỹ condoleezza rice đang có mặt tại new delhi để hội đàm với thủ tướng ấn độ manmohan singh."
        },
        {
            "en": "Jefferson, Gary H., and Inderjit <em>Singh</em>, Enterprise Reform in China: Ownership, Transition, and Performance, Oxford University Press:1999.",
            "vi": "Jefferson, Gary H., và Inderjit Singh, Cải cách doanh nghiệp ở Trung Quốc: Sở hữu, chuyển đổi và kết quả hoạt động, Nhà xuất bản trường đại học Oxford:1999"
        },
        {
            "en": "Fellow passenger Veddpal <em>Singh</em> said that as soon as the plane touched down he thought something terrible had happened.",
            "vi": "Hành khách Veddpal Singh cùng chuyến bay cũng cho biết ngay khi máy bay chạm đất anh nghĩ là đã có điều gì đó kinh khủng xảy ra."
        },
        {
            "en": "Virat has a dog named Jack, which he used to love more than anything. One fateful morning Jack died. Virat <em>Singh</em> organized last rituals for dog; entire city came to cremation ground. Virat <em>Singh</em> was very happy to see that people love him so much and he felt he is the most popular king in the world. After few days Virat <em>Singh</em> died, but no one came for his funerals.",
            "vi": "Virat có một chú chó cưng tên là Jack, đó là con vật mà ông yêu quý nhất trên đời. Vào một buổi sáng định mệnh, chú chó Jack bỗng dưng chết. Virat Singh tổ chức đám tang cho chú chó cưng của mình. Dân chúng cả thành đều đến viếng. Virat Singh rất vui mừng khi thấy tất cả mọi người đều yêu mến ông và nghĩ rằng mình là vì vua được lòng dân nhất trên thế gian. Vài ngày sau Virat Singh mất, nhưng không có ai đến dự đám tang của ông."
        },
        {
            "en": "<em>Singh</em>, V., Gehlot, B., Start, D. and Johnson, C. (2003) Out of Reach: Local Politics and the Distribution of Development Funds in Madhya Pradesh.",
            "vi": "Singh, V., Gehlot, B., Start, D. và Johnson, C. (2003) Ngoài tầm: Chính trị địa phương và phân phối quỹ phát triển ở Madhya Pradesh."
        },
        {
            "en": "Long time ago very cruel king name Virat <em>Singh</em> was ruling the city of Vijay Nagar. All citizens were fearful because of his cruelty.",
            "vi": "Xưa thật là xưa có một vì vua hung ác tên là Virat Singh cai trị thành Vijay Nagar. Dân chúng trong thành đều rất khiếp sợ trước sự tàn bạo của ông."
        },
        {
            "en": "In 2006, members of the SAS were involved in the rescue of peace activists Norman Kember, James Loney and Harmeet <em>Singh</em> Sooden.",
            "vi": "Năm 2006, các thành viên của SAS tham gia một chiến dịch giải cứu những nhà hoạt động vì hòa bình Norman Kember, James Loney và Harmeet Singh Sooden."
        },
        {
            "en": "<em>Singh</em>, Inderjit, and Alan Gelb, Enterprise Reform and Restructuring in Transition Economies, The World Bank, Transition Economics Division, Policy Research Department: February 1994.",
            "vi": "Singh, Inderjit, và Alan Gelb, Cải cách và cơ cấu lại doanh nghiệp trong các nền kinh tế quá độ, Ngân hàng thế giới, Phòng Kinh tế quá độ, Vụ Nghiên cứu chính sách: Tháng hai năm 1994."
        },
        {
            "en": "Largely built in the 1700s under the order of Rajput ruler Sawai Raja Jai <em>Singh</em> II, Jaipur is surrounded by a city wall and several defensive forts. ",
            "vi": "Được xây dựng vào những năm 1700 dưới sự cai trị của vua Rajput Raja Jai ​​Singh đệ nhị, thành phố Jaipur được bao quanh bởi tường thành và nhiều pháo đài phòng thủ."
        },
        {
            "en": "Largely built in the 1700s under the order of Rajput ruler Sawai Raja Jai <em>Singh</em> II, Jaipur is surrounded by a city wall and several defensive forts. ",
            "vi": "Được xây dựng vào những năm 1700 dưới sự cai trị của vua Rajput Raja Jai ​​Singh đệ nhị, thành phố Jaipur được bao quanh bởi tường thành và nhiều pháo đài phòng thủ."
        }
    ],
    "suggestions": []
}