{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Siwan",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Siwan",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Siwan",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Siwan",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Siwan",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Mentoring Dode is Laila Cheikhmousa, a Syrian refugee whose own supper club sold out. Laila and her four children fled the conflict in Syria in 2014, and joined her teacher husband in England. Life in Salford has not been easy. Their daughter <em>Siwan</em> is deaf and attends a specialist school in Bolton. Laila’s husband remains out of work while he studies English. But joining Heart and Parcel has seen Laila set up a business selling her stuffed vine leaves, kibbeh and tabbouleh to Salford’s Syrian and Jewish families.",
            "vi": "Cố vấn cho Dobe là Laila Cheikhnousa, một người Syria tị nạn đã bán câu lạc bộ bữa tối của mình. Laila và 4 đứa con của cô ấy chạy trốn khỏi cuộc xung đột ở Syria năm 2014 và đến Anh thì được đoàn tụ với người chồng làm giáo viên của mình. Cuộc sống ở Salford vốn chẳng dễ dàng gì. Con gái của họ Siwan bị điếc và đang học tại trường khuyết tật ở Bolton. Chồng của Laila vẫn thất nghiệp trong lúc học tiếng Anh. Nhưng gia nhập Heart and Parcel đã giúp Laila bắt đầu việc kinh doanh bằng cách phục vụ món nhân nhồi cuộn lá nho sốt vang, kibbeh và tabbouleh cho người Syria ở Salford và các gia đình người Do thái."
        }
    ],
    "suggestions": []
}