{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['saizəbl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">sizable</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['saizəbl]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">sizable</font></td></tr></table><i/></div>",
            "word": "sizeable",
            "pronounce": "['saizəbl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sizeable</k><blockquote>(also <cclass><b>sizable</b>) </cclass></blockquote><blockquote>■ <cclass>adjective fairly large. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>sizeably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "sizeable",
            "pronounce": "['saizəbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>sizeable</k><blockquote>▸ <cclass>adjective FAIRLY LARGE, substantial, considerable, respectable, significant, largish, biggish, goodly.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>small.</blockquote></div>",
            "word": "sizeable",
            "pronounce": "['saizəbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sizeable",
            "pronounce": "['saizəbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sizeable",
            "pronounce": "['saizəbl]"
        }
    },
    "sentences": [
        {
            "en": "The job ensures me a <em>sizeable</em> income.",
            "vi": "Công việc này bảo đảm cho tôi một thu nhập đáng kể."
        },
        {
            "en": "This place once had a <em>sizeable</em> field.",
            "vi": "Trước đây nơi này đã từng có một cánh đồng khá lớn."
        },
        {
            "en": "These small contributions soon count up to a <em>sizeable</em> amount.",
            "vi": "Chẳng bao lâu những đóng góp nhỏ đó cộng lại sẽ thành một con số lớn."
        },
        {
            "en": "From a distance, your estate's proportions looks <em>sizeable</em>.",
            "vi": "Đứng xa trông cơ ngơi của anh rất bề thế."
        },
        {
            "en": "She lives with her husband in the <em>sizeable</em> house now.",
            "vi": "Bây giờ cô ấy sống với chồng trong một ngôi nhà khá lớn."
        },
        {
            "en": "As the amount of capital at stake is <em>sizeable</em>, valuation becomes more sensitive.",
            "vi": "Khi quy mô vốn của doanh nghiệp ở mức lớn, việc định giá tài sản trở thành vấn đề nhạy cảm hơn."
        },
        {
            "en": "They must sell their house because they owed a <em>sizeable</em> sum of money.",
            "vi": "Họ phải bán nhà vì nợ một số tiền khá lớn."
        },
        {
            "en": "It also reveals that security expenditures constitute a <em>sizeable</em>, though constant, portion of current expenditure.",
            "vi": "Nó cũng chỉ ra rằng chi tiêu cho an ninh cũng chiếm một phần khá lớn, tuy ổn định, trong chi thường xuyên."
        },
        {
            "en": "Taken together, the impact of these three market “imperfections” can be <em>sizeable</em>.",
            "vi": "Kết hợp lại thì tác động của cả ba khuyết tật thị trường này là rất lớn."
        },
        {
            "en": "The new Prime Minister is supported by a <em>sizeable</em> portion of the population.",
            "vi": "Vị thủ tướng mới được phần lớn người dân ủng hộ."
        },
        {
            "en": "Direct costs of education can actually be <em>sizeable</em>, as shown in Table 5.3.",
            "vi": "Chi phí trực tiếp cho giáo dục thực ra có thể rất đáng kể, như chỉ ra trong Bảng 5.3."
        },
        {
            "en": "But consistent infusion of <em>sizeable</em> funds may be one factor responsible for poverty reduction in Tuyen Quang.",
            "vi": "Nhưng việc tiếp tục rót thêm vốn có thể là do kết quả giảm nghèo tại Tuyên Quang."
        },
        {
            "en": "Fees and charges on land transactions emerge as a <em>sizeable</em> component of locally-generated and retained revenues.",
            "vi": "Các khoản phí, lệ phí giao dịch đất đai nay trở thành một phần đáng kể trong các khoản thu ngân sách của các địa phương."
        },
        {
            "en": "Tikrit was the last place where US forces thought they might find <em>sizeable</em> units of his Special Republican Guard forces.",
            "vi": "Tikrit là nơi cuối cùng mà quân Mỹ cho rằng có thể họ sẽ chạm trán các đơn vị Vệ binh cộng hòa đặc biệt có tầm cỡ."
        },
        {
            "en": "The three agencies therefore combined their resources and organized a <em>sizeable</em> foreign language training program for their staff.",
            "vi": "Vì vậy, ba cơ quan đã phối hợp các nguồn lực và tổ chức thực hiện chương trình đào tạo ngoại ngữ cho cán bộ của mình."
        },
        {
            "en": "However, it is not bad enough to bring <em>sizeable</em> banks down or trigger a confidence crisis among depositors.",
            "vi": "Tuy nhiên, nó không xấu đến mức làm cho các ngân hàng có quy mô bị khủng hoảng hay sẽ gây ra cuộc khủng hoảng niềm tin của người gửi tiền."
        },
        {
            "en": "In this case, the high-end tail includes some cases with very <em>sizeable</em> leverage, such as Vinashin, Lilama and Cienco 5.",
            "vi": "Trong trường hợp này, con số cao hơn này chủ yếu là do một số DNNN có tỷ lệ này rất cao, như Vinashin, Lilama và Cienco 5."
        },
        {
            "en": "Political scientist Hala Mustafa at the Al-Ahram Foundation in Egypt says few Arab countries have a <em>sizeable</em> number of women in government.",
            "vi": "Nhà khoa học chính trị hala mustafa thuộc quỹ tài trợ al - ahram ở ai cập cho biết rất ít các quốc gia ả rập có một số lượng phụ nữ đáng kể trong chính quyền."
        },
        {
            "en": "Given the <em>sizeable</em> gap between rural and urban incomes, many rural people choose to migrate, collectively and individually, to urban areas in search of better-paid work.",
            "vi": "Do vẫn tồn tại một khoảng cách đáng kể giữa thu nhập nông thôn và thành thị, nhiều người dân nông thôn đã chọn con đường di cư, tập thể và cá nhân, đến các khu đô thị nhằm tìm kiếm những công việc có thu nhập cao hơn."
        },
        {
            "en": "Over the last 5 years we have been pleased to see the <em>sizeable</em> growth of two way business between the EEC and Japan.",
            "vi": "Đối với 5 năm cuối cùng chúng tôi hài lòng thấy được sự phát triển đáng kể buôn bán hai chiều giữa Nhật Bản và EEC."
        }
    ],
    "suggestions": []
}