{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sizzling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sizzling"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>sizzling</k><blockquote>▸ <cclass>adjective <cclass><i>(informal)</i></cclass></cclass></blockquote><blockquote><b>1</b><i>sizzling temperatures</i>: EXTREMELY HOT, unbearably hot, blazing, burning, scorching, sweltering; <cclass><i>N. Amer.</i> broiling; <cclass><i>informal</i> boiling (hot), baking (hot).</cclass></cclass></blockquote><blockquote><b>2</b><i>a sizzling affair</i>: PASSIONATE, torrid, ardent, lustful, erotic; <cclass><i>informal</i> steamy, hot.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>freezing.</blockquote></div>",
            "word": "sizzling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sizzling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sizzling"
        }
    },
    "sentences": [
        {
            "en": "It was a <em>sizzling</em> summer day.",
            "vi": "Đó là một ngày hè nóng bức."
        },
        {
            "en": "It's a <em>sizzling</em> hot day today!",
            "vi": "Hôm nay là một ngày nóng chảy mỡ!"
        },
        {
            "en": "This is a <em>sizzling</em> love affair.",
            "vi": "Đây là một mối tình nóng bỏng."
        },
        {
            "en": "The sausages are <em>sizzling</em> in the pan.",
            "vi": "Xúc xích xèo xèo trong chảo."
        },
        {
            "en": "There are ten fat sausages <em>sizzling</em> in the pan.",
            "vi": "Có mười cây xúc xích xèo xèo trong chảo."
        },
        {
            "en": "I felt all shivery and <em>sizzling</em> at the same time.",
            "vi": "Tôi có cảm giác vừa run vừa thú vị."
        },
        {
            "en": "The popping and <em>sizzling</em> of the chicken in the pan was a nice, homey sound.",
            "vi": "Tiếng thịt gà nóng xèo xèo trong chảo thì nghe hay đó, nghe giống như ở nhà vậy."
        },
        {
            "en": "They could smell bacon and coffee and hear pancakes <em>sizzling</em>, and they scrambled out of bed",
            "vi": "Ngửi được mùi thịt ướp xông khói và cà phê thơm lựng trong tiếng xèo xèo của những chiếc bánh kếp, họ nhảy phắt ra khỏi giường."
        },
        {
            "en": "Roast free-range chicken is even more mouth-watering <em>sizzling</em> inside an open metal pot.",
            "vi": "Món gà nướng lu trông thật hấp dẫn bên trong một nồi kim loại mở."
        },
        {
            "en": "Another way is to report compelling news by leveraging the power of the media to get your brand <em>sizzling</em>.",
            "vi": "Một cách khác là tường thuật lại những tin tức hấp dẫn bằng cách tận dụng quyền năng của giới truyền thông để tạo sự sôi động cho thương hiệu của bạn."
        },
        {
            "en": "It seemed a long time before the cornbread and the <em>sizzling</em> beef steaks were done. But nothing had ever tasted so good as that tough, juicy beef.",
            "vi": "Thời gian dường như rất dài trước khi bánh mì và những miếng thịt bò xèo xèo được nướng chín. Nhưng không món ăn nào sánh nổi với hương vị món thịt bò kì diệu đó."
        }
    ],
    "suggestions": []
}