{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skeitbɔ:d]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ván trượt (hẹp, dài khoảng 50 cm, có gắn bánh xe trượt)</td></tr></table><i/></div>",
            "word": "skateboard",
            "pronounce": "['skeitbɔ:d]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>skateboard</k><blockquote>■ <cclass>noun a short, narrow board with two small wheels fixed to the bottom of either end, on which a person can ride in a standing or crouching position. </cclass></blockquote><blockquote>■ <cclass>verb [often as <cclass>noun <cclass><b>skateboarding</b>] ride on a skateboard. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>skateboarder</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "skateboard",
            "pronounce": "['skeitbɔ:d]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "skateboard",
            "pronounce": "['skeitbɔ:d]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "skateboard",
            "pronounce": "['skeitbɔ:d]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "skateboard",
            "pronounce": "['skeitbɔ:d]"
        }
    },
    "sentences": [
        {
            "en": "My new <em>skateboard</em> is hardcore!",
            "vi": "Ván trượt mới của tôi thật tuyệt!"
        },
        {
            "en": "My brother loves his <em>skateboard</em>.",
            "vi": "Anh tôi mê tấm ván trượt của mình."
        },
        {
            "en": "I fell off a <em>skateboard</em>.",
            "vi": "Tôi té khỏi ván trượt."
        },
        {
            "en": "He always shows off on his <em>skateboard</em>.",
            "vi": "Anh ấy luôn trổ tài nghệ trên ván trượt của anh ấy."
        },
        {
            "en": "I fell off a <em>skateboard</em> today.",
            "vi": "Hôm nay tôi bị té khi trượt ván."
        },
        {
            "en": "Can we have a look at your new <em>skateboard</em>?",
            "vi": "Chúng tôi có thể xem cái ván trượt mới của anh được không?"
        },
        {
            "en": "You might have to ride a bicycle or ride on a <em>skateboard</em>.",
            "vi": "Anh phải đi xe đạp hoặc ván trượt."
        },
        {
            "en": "That's why no one was surprised when he hurt his leg in a <em>skateboard</em> competition.",
            "vi": "Vì thế, không ai ngạc nhiên khi thấy cháu bị thương ở chân trong một cuộc tranh tài trượt ván."
        },
        {
            "en": "So I threw some shoes on, grabbed my <em>skateboard</em> and set off to the mall.",
            "vi": "Thế là tôi xỏ giày, vớ lấy tấm ván trượt và chạy đến khu trung tâm thương mại."
        },
        {
            "en": "She owns sixteen apartment buildings, a baseball team and two <em>skateboard</em> factories.",
            "vi": "Bà ấy có trong tay 16 cao ốc chung cư, một đội bóng chày và hai nhà máy làm ván trượt."
        },
        {
            "en": "Roger goes much too fast on his <em>skateboard</em>. He will break his neck one of these days!",
            "vi": "Roger trượt ván quá nhanh. Có ngày nó gãy cổ đấy!"
        },
        {
            "en": "At 23-9 Park in District 1, young people, workers and foreign tourists play soccer, rollerblade, or <em>skateboard</em> all night.",
            "vi": "Tại công viên 23-9 ở quận 1, thanh niên, công nhân và khách du lịch người nước ngoài chơi cùng chơi bóng đá, pa-tin hoặc ván trượt cả đêm."
        },
        {
            "en": "The ‘Hoverboard’ Scooter  Part Segway, part <em>skateboard</em>, the self-balancing scooter — generally known as a hoverboard, even though it doesn’t actually hover — is easily the year’s most viral product. Once someone hops on, the device uses a pair of electric gyroscopes (one under each pad) to balance automatically, allowing users to speed forward, backward and around by slightly shifting their body weight. That enables all kinds of fun stunts, ranging from hallway races to motorized dance routines.",
            "vi": "Xe hẩy 'bay Nửa là Segway, nửa là ván trượt, chiếc xe hẩy tự giữ thăng bằng - thường gọi là ván bay, cho dù nó không bay thực - dễ dàng trở thành sản phẩm được mọi người mê nhất trong năm. Khi có người bước lên, thiết bị này sử dụng cặp con quay hồi chuyển điện (mỗi con quay gắn dưới một đệm ) để giữ thăng bằng tự động, cho phép người dùng tiến về trước, lùi và quay vòng bằng cách chỉ cần hơi chuyển trọng lượng cơ thể của mình một chút. Làm thế sẽ giúp ta thực hiện đủ mọi trò vui, từ chạy đua trong hành lang cho đến các điệu nhảy dùng động cơ."
        },
        {
            "en": "Some young Cambodians are learning a new sport -- skateboarding. The country's first <em>skateboard</em> park is located on the grounds of a local charity group at the edge of Phnom Penh, the capital. \t \tFifteen-year-old Chea Sophanit has been skating for about six months. \"When I see the different styles from skateboarding, especially from the best skaters, I just want to be like them,\" he says. \t \tSports like Khmer boxing and soccer are wildly popular in Cambodia. But Chea says skating has already become his favorite sport. \t \tThe skaters are learning tricks like launching off a jump or half-pipe and flying through the air on their narrow wooden boards. \t \tA nongovernmental organization called Skateistan Cambodia organizes weekly programs at the park. Skateistan started its work in Afghanistan. Rory Burke works with the group which expanded to Cambodia last year. \t \tRORY BURKE: \"Yeah, it's definitely not a typical Cambodian pastime. And I think the idea of 'why skateboarding' is that it's not been done before here. We want to use skateboarding as something saying, 'Hey this is new, this is something different.' And that kind of itself becomes a little bit of hook. People see it and they think and they say, ‘Whoa, what is that?’ and they want to get involved.\" \t \tSkateistan partners with local groups that work with young people. The park is on the grounds of the group known as PSE, where children attend school and learn a trade. There are almost one hundred twenty participants. Many come from troubled lives. \tSean Burke says for some, skateboarding is a chance just to be a kid for a couple of hours a week. He says he hopes the program will help them build life skills through sport. \t \tSeventeen-year-old Sang Rotha is a student at PSE. \"Sometimes I don't do well on topics like math,\" he says. \"I feel bad when I find it hard to keep up with my lessons. So that's why I <em>skateboard</em>, to improve my bad feelings.\" \t \tHe says he began skateboarding more than a year ago. Before he started training, it seemed very easy. But it was very difficult to learn tricks, and he got hurt a lot from falling off. \t \tRory Burke says learning to deal with the difficulties is part of the lesson for these young skateboarders. \t \tRORY BURKE: \"You know, it’s pretty daunting to get on a <em>skateboard</em> for the first time. And then when they drop in for the first time and ride some of the ramps, it's pretty scary. It kind of teaches them, 'Hey, you’re going to fall down a bunch, but you’ve got to get back up.'\" \t \tSkateistan Cambodia plans to open the country’s first public skate park later this year in Phnom Penh.",
            "vi": "Vài thanh niên Campuchia đang học một môn thể thao mới -  trượt ván. Khu trượt ván đầu tiên của quốc gia này được đặt tại khu đất của một nhóm từ thiện địa phương, ở rìa thủ đô Phnom Penh.Chea Sophanit, 15 tuổi, đã tập trượt ván khoảng 6 tháng. \"Khi em thấy nét đặc sắc rất khác biệt từ trượt ván, đặc biệt là những cao thủ trượt ván, em chỉ muốn trở nên giống họ\" cậu bé cho biết.Những môn thể thao như quyền Thái và bóng đá phổ biến rộng rãi ở Campuchia. Nhưng Chea nói rằng trượt ván đã trở thành môn thể thao yêu thích của câu.Các tay lướt ván học các kỹ thuật như tung một cú nhảy hay trượt trên lòng chảo và tung người trong không trung trên những tấm ván hẹp.Một tổ chức phi chính phủ gọi là Skateistan Campuchia tổ chức các chương trình hàng tuần tại khu thể thao. Skateistan hoạt động đầu tiên tại Afghanistan. Rory Burke làm việc với nhóm mở rộng dự án đến Campuchia năm trước.Rory Burke: \"Vâng, rõ ràng đây không phải là trò tiêu khiển điển hình của người Campuchia. Và tôi nghĩ tại sao trượt ván lại không được chơi ở đây. Chúng tôi muốn dùng trượt ván như một cách để thu hút mọi người 'Ồ, cái này rất mới mẻ và có cái gì đó rất khác biệt'. Mọi người thấy, suy nghĩ và thốt lên 'Wa, cái gì đây?' và họ muốn tham gia\".Skateistan hợp tác với nhóm người địa phương làm việc cùng các thanh thiếu niên. Khu thể thao trên khu đất của nhóm gọi là PSE, nơi bọn trẻ tham gia lớp học và học nghề. Có tổng cộng 120 người tham gia. Nhiều người trong số họ có hoàn cảnh khó khăn.Sean Burke nói, trượt ván là một cơ hội để thư giãn vài giờ trong tuần. Anh cho biết anh hi vọng chương trình sẽ giúp bọn trẻ xây dựng kỹ năng sống thông qua hoạt động thể thao.Sang Rotha, 17 tuổi, là một học viên tại PSE. \"Em không giỏi những môn học như toán chẳng hạn\" cậu cho biết. \"Em cảm thấy thật tồi tệ khi gặp khó khăn để theo kịp bài vở. Vì thế đó là lý do tại sao em trượt ván, để cải thiện cảm giác tồi tệ đó.\"Cậu cho biết cậu bắt đầu trượt ván cách đây hơn một năm. Trước khi bắt đầu tập luyện, mọi việc có vẻ rất dễ dàng. Nhưng thật khó để học các thủ thuật, và cậu cũng gặp nhiều chấn thương do té ngã.Rory Burke nói học để đối phó với khó khăn là một phần của bài học cho những tay trượt ván trẻ.Rory Burke: \"Các bạn biết đó, rất dễ nản chí khi lần đầu trượt ván. Và khi chúng ngã trong lần đầu và trượt trên những con dốc, thật đáng sợ. Đó là một cách giáo dục bọn trẻ, 'Này, cậu sẽ ngã ra một đống, nhưng cậu sẽ biết cách để đứng lên.'\"Skateistan Campuchia lập kế hoạch mở khu lướt ván công cộng đầu tiên của quốc gia sau năm nay ở Phnom Penh."
        }
    ],
    "suggestions": []
}