{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skeptisizəm]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">scepticism</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['skeptisizəm]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ, nghĩa Mỹ) như <font color=\"#1371BB\">scepticism</font></td></tr></table><i/></div>",
            "word": "skepticism"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "skepticism"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "skepticism"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>skepticism</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><abr>AE</abr>; <abr>BE</abr><abr>spelling</abr>: <kref>scepticism</kref><blockquote><blockquote><ex>1) to demonstrate, display skepticism </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to maintain (a) skepticism </ex></blockquote></blockquote><blockquote><blockquote><ex>3) skepticism about (to maintain a healthy skepticism about smt.) </ex></blockquote></blockquote><blockquote><blockquote><ex>4) (<abr>misc.</abr>) an air of skepticism</ex></blockquote></blockquote></div>",
            "word": "skepticism"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "skepticism"
        }
    },
    "sentences": [
        {
            "en": "Reports were treated with <em>skepticism</em>.",
            "vi": "Bản báo cáo được xem xét với thái độ hoài nghi."
        },
        {
            "en": "She glared at me, her expression stiff with <em>skepticism</em>.",
            "vi": "Cô nàng nhìn tôi trừng trừng, vẻ mặt nhỏ sững lại đầy hoài nghi."
        },
        {
            "en": "I could feel the <em>skepticism</em> in my eyes.",
            "vi": "Tôi có thể cảm thấy nét hoài nghi trong mắt mình."
        },
        {
            "en": "They support her because of her healthy <em>skepticism</em> towards authority.",
            "vi": "Họ ủng hộ cô ấy vì có thái độ hoài nghi đúng mực đối với nhà cầm quyền."
        },
        {
            "en": "Box 2: From aid <em>skepticism</em> towards conditionality, ownership and selectivity",
            "vi": "Hộp 2: Từ sự hoài nghi cho đến việc đưa ra điều kiện, vai trò làm chủ và tính chọn lọc trong lĩnh vực viện trợ."
        },
        {
            "en": "I didn't say anything, and he seemed to hear <em>skepticism</em> in my silence.",
            "vi": "Tôi chẳng nói gì, và anh dường như nghe thấy nỗi hoài nghi trong sự im lặng của tôi."
        },
        {
            "en": "Pardon my <em>skepticism</em>, but we've been hearing this same stuff from senior management for months now.",
            "vi": "Xin lỗi vì sự đa nghi của tôi, nhưng tôi đã nghe ban quản lý nói về điều này hàng tháng nay rồi."
        },
        {
            "en": "The <em>skepticism</em> is found on both the right and left side of the political spectrum.",
            "vi": "Sự hoài nghi xuất hiện cả trong cánh tả và cánh hữu của các đảng phái chính trị."
        },
        {
            "en": "These past experiences feed the <em>skepticism</em> and uneasiness already present among Viet Kieu remitters.",
            "vi": "Những kinh nghiệm trong quá khứ này đã khiến cho những người gửi tiền là Việt Kiều còn nghi ngại và không thoải mái."
        },
        {
            "en": "<em>Skepticism</em> has kept me from believing in true love - one that is pure and enduring.",
            "vi": "Chính thái độ hoài nghi đã làm tôi không tin vào tình yêu đích thực - một thứ thuần khiết và vĩnh cữu."
        },
        {
            "en": "But there was plenty of <em>skepticism</em> about whether the new partners could make a serious dent in Google's dominance.",
            "vi": "Nhưng đă có nhiều thái độ hoài nghi về hai đối tác mới này có thể gây ảnh hưởng nghiêm trọng ngôi vị bá chủ của Google."
        },
        {
            "en": "Not surprisingly, the findings fall somewhere in between the upbeat beliefs of development practitioners and the healthy <em>skepticism</em> of academics.",
            "vi": "Không có gì ngạc nhiên, kết quả nằm ở giữa hai thái cực là sự tin tưởng lạc quan của các nhà theo trường phái phát triển và sự hoài nghi lành mạnh của các nhà hàn lâm."
        },
        {
            "en": "Yet most provinces report very fast output growth, and the provincial GDP data are rightly regarded with some <em>skepticism</em>.",
            "vi": "Tuy nhiên, trên thực tế hầu hết các tỉnh đều báo cáo mức tăng trưởng sản lượng rất cao, và do vậy có một số nghi ngờ về tính trung thực của số liệu GDP cấp tỉnh."
        },
        {
            "en": "I think that to avoid bias what you have to do is to try to approach everything that anybody says to you with a certain degree of <em>skepticism</em>.",
            "vi": "Tôi nghĩ để tránh thành kiến, điều bạn phải làm là cố gắng tiếp cận mọi điều mà bất kỳ ai nói với bạn bằng thái độ hơi hoài nghi."
        },
        {
            "en": "Despite <em>skepticism</em> about Apple's ability to enter an already competitive market, Apple became a force in the mobile phone market, selling 92 million iPhones as of December 2010.",
            "vi": "Bất chấp thái độ hoài nghi về khả năng của Apple khi thâm nhập vào một thị trường cạnh tranh mới, Apple nhanh chóng chiếm lợi thế trong thị trường điện thoại di động khi bán được 92 triệu chiếc iPhone kể từ tháng 12 năm 2010."
        },
        {
            "en": "Over the last decades <em>skepticism</em> has been growing about the effectiveness of foreign assistance in actually helping poor countries, particularly the poor themselves.",
            "vi": "Trong những thập kỷ qua, người ta ngày càng nghi ngờ về tính hiệu quả của viện trợ nước ngoài trong việc có thực sự giúp các nước nghèo, đặc biệt là bản thân những người nghèo hay không."
        },
        {
            "en": "While Vietnam has embraced democratic and market principles over the years, a general sense of <em>skepticism</em> and mistrust lingers among the Viet Kieu in Canada toward the Vietnamese government.",
            "vi": "Trong khi Việt Nam đang đi theo các nguyên tắc thị trường và dân chủ trong những năm qua thì vẫn có một cảm giác hoài nghi, không tin tưởng chung tồn tại trong số những Việt Kiều ở Canada đối với chính phủ Việt Nam."
        },
        {
            "en": "Nguyen Ly Trong, a senior engineer at the Ho Chi Minh City Association of Engineering Science, attributed recent <em>skepticism</em> over the quality of Chinese pipes to the fact that there have been multiple incidents concerning deteriorating pipes.",
            "vi": "Theo ông Nguyễn Lý trọng, kỹ sư cấp cao của Hội khoa học kỹ thuật xây dựng thành phố, sự hoài nghi về chất lượng của các ống dẫn nước Trung Quốc gần đây là do thực tế đã có nhiều sự cố ống dẫn nước xuống cấp đáng lo ngại."
        },
        {
            "en": "Through it all, we have never relinquished our <em>skepticism</em> of central authority, nor have we succumbed to the fiction that all society’s ills can be cured through government alone.  Our celebration of initiative and enterprise, our insistence on hard work and personal responsibility, these are constants in our character.",
            "vi": "Trong khi làm tất cả những điều đó, chúng ta chưa bao giờ bỏ đi sự nghi ngờ của chúng ta đối với vai trò của một quyền lực trung tâm, và chúng ta cũng chưa bao giờ bỏ trọn niềm tin vào sự tưởng tượng rằng một chính phủ có thể diệt trừ mọi loại tệ nạn xã hội. Sự hân hoan của chúng ta với sáng kiến và tinh thần kinh doanh, niềm tin bất biến của chúng ta đối với lao động miệt mài và trách nhiệm cá nhân, là những hằng số trong tính cách của chúng ta."
        },
        {
            "en": "Several automakers are currently investing in hydrogen fuel cells, including Japanese automaker Toyota whose hydrogen car, the Miari, is pictured above.Hydrogen-powered cars boast a longer range than battery-powered cars, but a lack of infrastructure (hydrogen stations) has led to general <em>skepticism</em> that the technology can catch on. For hydrogen-powered cars to become a reality at the 2020 Tokyo Olympics, the Japanese government will have to set up hydrogen stations nearby.",
            "vi": "Một số hãng xe hơi hiện đang đầu tư vào pin nhiên liệu hy-đrô, trong đó có hãng Toyota Nhật Bản có thương hiệu xe hơi hy-đrô là chiếc Miari - hình minh hoạ phía trên.\nXe hơi năng lượng hy-đrô thì oách hơn nhiều so với xe hơi chạy bằng pin, nhưng cơ sở hạ tầng còn thiếu (các trạm nạp nhiên liệu hy-drô) nên nhiều người vẫn hoài nghi rằng công nghệ này khó mà trở nên phổ biến nổi. Để những chiếc xe chạy bằng hy-drô trở thành hiện thức vào Thế vận hội Tokyo 2020 thì chính phủ Nhật sẽ phải xây dựng các trạm nạp nhiên liệu hy-drô đây đó."
        }
    ],
    "suggestions": []
}