{
    "en_vn": {
        "data": {
            "content": null,
            "word": "skins"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "skins"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "skins"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "skins"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "skins"
        }
    },
    "sentences": [
        {
            "en": "Snakes shed their <em>skins</em>.",
            "vi": "Rắn lột da."
        },
        {
            "en": "Snakes cast their <em>skins</em>.",
            "vi": "Rắn lột da."
        },
        {
            "en": "Banana <em>skins</em> are yellow.",
            "vi": "Vỏ chuối màu vàng."
        },
        {
            "en": "Jacket made of otter <em>skins</em>",
            "vi": "Một chiếc áo làm bằng da con rái cá"
        },
        {
            "en": "You blanch almonds to remove their <em>skins</em>.",
            "vi": "Cậu hãy nhúng những quả hanh này vào nước sôi để dễ bóc vỏ."
        },
        {
            "en": "Toads have dryer <em>skins</em> than frogs.",
            "vi": "Cóc có da khô hơn ếch."
        },
        {
            "en": "That was the skunk <em>skins</em> they wore.",
            "vi": "Đó là mùi những tấm da chồn mà họ mang."
        },
        {
            "en": "He <em>skins</em> a flea for its hide.",
            "vi": "Anh ta keo cú bủn xỉn."
        },
        {
            "en": "Snakes slough off their dead <em>skins</em>.",
            "vi": "Rắn lột xác."
        },
        {
            "en": "I have a jacket made of otter <em>skins</em>.",
            "vi": "Tôi có một chiếc áo làm bằng da con rái cá."
        },
        {
            "en": "No. Poor Adam, all he had to wear was <em>skins</em>.",
            "vi": "Không! Adam tội nghiệp lắm, ông ấy chỉ có mảnh da thôi."
        },
        {
            "en": "The men wore long white robes and had darker <em>skins</em>.",
            "vi": "Những nguời ở đây mặc áo dài trắng và da họ sẫm hơn."
        },
        {
            "en": "She wished she had nothing to wear but <em>skins</em>.",
            "vi": "Cô ước ao cô cũng chỉ có những mảnh da để mặc."
        },
        {
            "en": "He gets under his opponents' <em>skins</em> and they make stupid mistakes.",
            "vi": "Hắn đã khiến các đối thủ của hắn phải bối rối và họ đã mắc những sai lầm ngớ ngẩn."
        },
        {
            "en": "It is believed that Saccharomyces cerevisiae was originally isolated from the <em>skins</em> of grapes",
            "vi": "Người ta cho rằng Saccharomyces cerevisiae ban đầu được phân lập từ vỏ nho."
        },
        {
            "en": "After roasting, the thin <em>skins</em> of the beans are cracked off and blown away.",
            "vi": "Sau khi rang chín, phần da mỏng của hột nứt ra và bị thổi bay đi."
        },
        {
            "en": "New potatoes have thin, wispy <em>skins</em> and a crisp, waxy texture",
            "vi": "Những củ khoai tây tươi có vỏ mỏng, láng và vẻ bề ngoài láng và chắc."
        },
        {
            "en": "The original settlers traded furs and <em>skins</em> for food and tobacco.",
            "vi": "Những người định cư đầu tiên trao đổi lông và da thú để lấy thức ăn và thuốc lá."
        },
        {
            "en": "Skiing on watermelon <em>skins</em> is also on the agenda of the day",
            "vi": "Trượt trên vỏ dưa cũng có trong lịch trình ngày lễ hội"
        },
        {
            "en": "Finally, drop the puffs into heated oil until their <em>skins</em> turn golden and crispy.",
            "vi": "Cuối cùng, thả bánh vào dầu nóng chiên cho đến khi da của chúng trở nên vàng và giòn."
        }
    ],
    "suggestions": []
}