{
    "en_vn": {
        "data": {
            "content": null,
            "word": "skiving",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "skiving",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "skiving",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "skiving",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự lạng mỏng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nạo mỏng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">skiving wheel</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bánh mài nạo mỏng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "skiving",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She wasn't ill, she was just <em>skiving</em>.",
            "vi": "Cô ta không đau ốm gì hết, cô ta chỉ lẩn trốn công việc thôi."
        },
        {
            "en": "He's usually <em>skiving</em> down at the pub when there's gardening to be done.",
            "vi": "Khi phải làm vườn anh ta thường ra quán rượu để trốn việc."
        },
        {
            "en": "This hospital was built in 1977, when Mr. John <em>Skiving</em> was director.",
            "vi": "Bệnh viện này được xây dựng từ năm 1977, khi ngài John Skiving làm giám đốc."
        },
        {
            "en": "Do you fancy <em>skiving</em> off and going down to the pub?",
            "vi": "Anh có muốn trốn đi uống rượu không?"
        },
        {
            "en": "Spurk thinks it could be down to their aggression and risk-taking. “Psychopaths are really impulsive – they have real problems with controlling behaviour.” Although their willingness to take risks could be a boon in some industries, their impulsiveness may mean that they are less productive in the long run, <em>skiving</em> off work as the mood takes them. The determining factor, Spurk thinks, may be intelligence: a smarter psychopath might be able to temper some of those excesses, allowing them to win out in the long game.",
            "vi": "Spurk nghĩ rằng đây có thể là kết quả của tính cách hung hăng, mạo hiểm. \"Những người bị loạn thần kinh nhân cách thường bốc đồng và khó kiểm soát hành động của mình.\" Mặc dù việc họ sẵn sàng chấp nhận rủi ro có thể là một lợi thế ở một số ngành, nhưng sự bốc đồng của họ cũng đồng nghĩa với việc hiệu suất lao động của họ lại không tốt về dài hạn vì họ làm việc tuỳ hứng. Spurk nghĩ rằng yếu tố quyết định ở đây là sự thông minh: Một người khôn ngoan hơn sẽ tìm cách giới hạn những gì mà họ cho là đi quá đà, giúp họ có được chiến thắng về dài hạn."
        }
    ],
    "suggestions": []
}