{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[skʌηk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(động vật học) chồn hôi (như) <font color=\"#1371BB\">polecat</font>; bộ lông chồn hôi (ở châu Âu)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thông tục) người đê tiện, người đáng khinh</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ) đánh gục, đánh bại hoàn toàn (trong cuộc đấu...)</td></tr><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[skunk]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">not score one goal, goose egg</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">In the final game we got skunked 6-0. We were humiliated.</font></td></tr></table><i/></div>",
            "word": "skunk",
            "pronounce": "[skʌηk]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>skunk</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a black-and-white striped American mammal of the weasel family, able to spray foul-smelling irritant liquid from its anal glands at attackers. [<i>Mephitis mephitis</i> and other species.] </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal a contemptible person. </cclass></blockquote></blockquote><blockquote><blockquote>3》 <cclass>informal short for <kref>skunkweed</kref>. </cclass></blockquote></blockquote><blockquote>■ <cclass>verb <cclass>N. Amer. <cclass>informal defeat or get the better of, especially by an overwhelming margin. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Abnaki <i>segankw</i>. </blockquote></div>",
            "word": "skunk",
            "pronounce": "[skʌηk]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "skunk",
            "pronounce": "[skʌηk]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>skunk</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>misc.</abr>) to smell a skunk (<abr>esp.</abr><abr>AE</abr>; <abr>colloq.</abr>) ('to sense trouble')</ex></blockquote></blockquote></div>",
            "word": "skunk",
            "pronounce": "[skʌηk]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "skunk",
            "pronounce": "[skʌηk]"
        }
    },
    "sentences": [
        {
            "en": "He is as drunk as a <em>skunk</em>.",
            "vi": "Anh ấy say mèm."
        },
        {
            "en": "Why are you calling me a <em>skunk</em>?",
            "vi": "Sao dám gọi tôi là kẻ đê tiện hả?"
        },
        {
            "en": "That was the <em>skunk</em> skins they wore.",
            "vi": "Đó là mùi những tấm da chồn mà họ mang."
        },
        {
            "en": "He's as drunk as a <em>skunk</em>.",
            "vi": "Anh ta uống say bí tỉ."
        },
        {
            "en": "The spotted <em>skunk</em> does a handstand before he sprays you.",
            "vi": "Chồn hôi sẽ trồng chuối trước khi xịt mùi hôi vào bạn."
        },
        {
            "en": "Hey Peter, what is that awful <em>skunk</em> smell?",
            "vi": "Này Peter, mùi gì mà kinh thế hả?"
        },
        {
            "en": "Using <em>skunk</em> carries a higher risk of causing mental illness.",
            "vi": "Sử dụng chất kích thích là mối nguy hại cao gây ra bệnh thần kinh."
        },
        {
            "en": "The <em>skunk</em> smell was stronger when they moved.",
            "vi": "Mùi da chồn hôi xông lên dữ hơn khi họ chuyển động."
        },
        {
            "en": "How could you cheat your own children, you <em>skunk</em>!",
            "vi": "Làm sao anh có thể lừa con cái của chính mình, đồ đê tiện!"
        },
        {
            "en": "(as) drunk as a lord = (as) drunk as a fish = (as) drunk as a <em>skunk</em>",
            "vi": "say mèm ; say bí tỉ ; say không biết trời đất ; say tuý luý"
        },
        {
            "en": "(as) drunk as a lord = (as) drunk as a fish = (as) drunk as a <em>skunk</em>",
            "vi": "say mèm; say bí tỉ; say không biết trời đất; say tuý luý"
        },
        {
            "en": "\"They wore fresh <em>skunk</em> skins,\" said Ma. \"And that was all they wore.\"",
            "vi": "Mẹ nói :\"Họ đều mang da chồn hôi sống. Và đó cũng là tất cả thứ mà họ mang trên người.\""
        },
        {
            "en": "\"They wore fresh <em>skunk</em> skins,\" said Ma.\"And that was all they wore.\"",
            "vi": "Mẹ nói: \"Họ đều mang da chồn hôi sống. Và đó cũng là tất cả thứ mà họ mang trên người.\""
        },
        {
            "en": "The fur was striped black and white, and now Laura knew what made that smell. The skins were fresh <em>skunk</em> skins. A knife like Pa's hunting - knife, and a hatchet like Pa's hatchet, were stuck into each <em>skunk</em> skin",
            "vi": "Bộ da có sọc vằn đen trắng và lúc này thì Laura hiểu cái mùi khó chịu nồng nặc kia toả ra từ đây. Đó là những bộ da chồn hôi sống. Trong mỗi bộ da chồn hôi cắm sống. Trong mỗi bộ da chồn hôi cắm một con dao giống như con dao săn của Bố và một cây búa giống cây búa của Bố, xương sườn của họ tạo thành những lằn gợn ở hai bên thân hình để trần. Những cánh tay họ gấp lại khoanh trước ngực."
        },
        {
            "en": "The fur was striped black and white, and now Laura knew what made that smell. The skins were fresh <em>skunk</em> skins. A knife like Pa's hunting-knife, and a hatchet like Pa's hatchet, were stuck into each <em>skunk</em> skin. The Indians' ribs made little ridges up their bare sides. Their arms were folded on their chests.",
            "vi": "bộ da chồn hôi cắm một con dao giống như con dao săn của Bố và một cây búa giống cây búa của Bố, xương sườn của họ tạo thành những lằn gợn ở hai bên thân hình để trần. Những cánh tay họ gấp lại khoanh trước ngực."
        },
        {
            "en": "The fur was striped black and white, and now Laura knew what made that smell. The skins were fresh <em>skunk</em> skins. A knife like Pa's hunting - knife, and a hatchet like Pa's hatchet, were stuck into each <em>skunk</em> skin. The Indians 'ribs made little ridges up their bare sides. Their arms were folded on their",
            "vi": "Bộ da có sọc vằn đen trắng và lúc này thì Laura hiểu cái mùi khó chịu nồng nặc kia toả ra từ đây. Đó là những bộ da chồn hôi sống. Trong mỗi bộ da chồn hôi cắm sống. Trong mỗi bộ da chồn hôi cắm một con dao giống như con dao săn của Bố và một cây búa giống cây búa của Bố, xương sườn của họ tạo thành những lằn gợn ở hai bên thân hình để trần. Những cánh tay họ gấp lại khoanh trước ngực."
        },
        {
            "en": "Drunk as a <em>skunk</em>, he said, \"Bartender, I'll give you one last chance. I'll bet you five hundred dollars that I can stand on this bar on one foot and piss into that whiskey bottle on that shelf behind you without spilling a drop.\"",
            "vi": "Xỉn quắc cần câu, gã lè nhè: \"Chủ quán, tui cho ông cơ hội cuối cùng nha. Tui cá với ông 500 đô la là tui có thể đứng trên cái bàn này bằng một chân và đái vào cái chai uýt-xki trên cái tủ đằng sau ông mà không rơi ra ngoài giọt nào.\""
        },
        {
            "en": "Rabies        \nAbout Rabies\n Rabies infections in people are rare in the United States. However, worldwide about 50,000 people die from rabies each year, mostly in developing countries where programs for vaccinating dogs against rabies don't exist. But the good news is that problems can be prevented if the exposed person receives treatment before symptoms of the infection develop. Rabies is a virus that in the U.S. is usually transmitted by a bite from a wild infected animal, such as a bat, raccoon, <em>skunk</em>, or fox. If a bite from a rabid animal goes untreated and rabies develops, it is almost always fatal. If you suspect that your child has been bitten by a rabid animal, go to the emergency department immediately. Any animal bites — even those that don't involve rabies — can lead to infections and other medical problems. As a precaution, call your doctor any time your child has been bitten.   \nTransmission\n About 7,000 cases of rabies in animals are reported each year to the Centers for Disease Control and Prevention (CDC). Raccoons are the most common carriers of rabies in the United States, but bats are most likely to infect people. Almost three quarters of rabies cases between 1990 and 2001 came from contact with bats. Skunks and foxes also can be infected with rabies, and a few cases have been reported in wolves, coyotes, bobcats, and ferrets. Small rodents such as hamsters, squirrels, chipmunks, mice, and rabbits are very rarely infected with the virus. Because of widespread vaccination programs in the United States, transmission from dogs to people is very rare. Outside the United States, exposure to rabid dogs is the most common cause of transmission to humans. An infected animal has the rabies virus in its saliva and can transmit it to a person through biting. In rarer cases, an animal can spread the virus when its saliva comes in contact with a person's mucous membranes (moist skin surfaces, like the mouth or inner eyelids) or broken skin such as a cut, scratch, bruise, or open wound. After a bite, the rabies virus can spread into surrounding muscle, then travel up nearby nerves to the brain. Once the virus reaches the brain, the infection is fatal in almost all cases.   \nSigns and Symptoms\n The first symptoms can appear from a few days to more than a year after the bite occurs. One of the most distinctive signs of a rabies infection is a tingling or twitching sensation around the area of the animal bite. It is often accompanied by a fever, headache, muscle aches, loss of appetite, nausea, and fatigue. As the infection progresses, someone infected with rabies may develop any of these symptoms:  irritability excessive movements or agitation confusion hallucinations aggressiveness bizarre or abnormal thoughts muscle spasms abnormal postures seizures (convulsions) weakness or paralysis (when a person cannot move some part of the body) extreme sensitivity to bright lights, sounds, or touch increased production of saliva or tears difficulty speaking  In the advanced stage of the infection, as it spreads to other parts of the nervous system, these symptoms may develop:  double vision problems moving facial muscles abnormal movements of the diaphragm and muscles that control breathing difficulty swallowing and increased production of saliva, causing the \"foaming at the mouth\" usually associated with a rabies infection    \nIf Your Child Is Bitten by an Animal  \n If your child has been bitten by an animal, take the following steps right away:  Wash the bite area with soap and water for 10 minutes and cover the bite with a clean bandage. Immediately call your doctor and go to a nearby emergency department. Anyone with a possible rabies infection must be treated in a hospital. Call local animal-control authorities to help find the animal that caused the bite. The animal may need to be detained and observed for signs of rabies. If you know the owner of the animal that has bitten your child, get all the information about the animal, including vaccination status and the owner's name and address. Notify your local health department, particularly if the animal hasn't been vaccinated. If you suspect that your child has been bitten by an unknown dog, bat, rat, or other animal, contact your doctor immediately or take your child to the emergency department.      \nTreatment\n At the hospital, it is likely that the doctor will first clean the wound thoroughly and make sure that your child's tetanus immunizations are current. To keep any potential infection from spreading, the doctor may decide to start treating your child right away with shots of human rabies immune globulin to the wound site and vaccine shots in the arm. This decision is usually based on the circumstances of the bite (provoked or unprovoked), the type of animal (species, wild or domestic), the animal's health history (vaccinated or not), and the recommendations of local health authorities.   \nPrevention\n You can reduce the chances that your family is exposed to rabies. Vaccinate your pets — dogs, cats, and ferrets can be infected by rabies. Report any stray animals to your local health authorities or animal-control officer. Remind kids that animals can be \"strangers,\" too. They should never touch or feed stray cats or dogs wandering in the neighborhood or elsewhere. As a precaution against rabies, call your doctor if:  your child has been exposed to an animal that might have rabies, but is too young to describe the contact with the animal your child has been exposed to bats, even if there is no bite you plan to travel abroad and may come into contact with rabid animals, particularly if you're traveling to an area where you might not have access to health care  Reviewed by: Joel Klein, MD Date reviewed: November 2010",
            "vi": "Bệnh dại      \nGiới thiệu về bệnh dại\n Bệnh dại ở người rất hiếm xảy ra ở Hoa Kỳ. Tuy nhiên, có khoảng 50.000 người chết vì bệnh dại mỗi năm trên toàn thế giới, chủ yếu ở các nước đang phát triển không có các chương trình tiêm phòng dại cho chó. Nhưng tin tốt là căn bệnh này có thể được ngăn chặn nếu người bị phơi nhiễm được điều trị trước khi các triệu chứng của bệnh phát triển. Vi-rút dại là một loại vi-rút thường được truyền qua vết cắn của động vật hoang dã bị nhiễm bệnh như dơi, chồn hôi, gấu trúc, hoặc cáo tại Hoa Kỳ. Nếu vết cắn của động vật mắc bệnh dại không được điều trị và một khi bệnh đã phát triển, hầu như luôn dẫn đến tử vong. Nếu bạn nghi ngờ con mình đã bị cắn bởi một con thú mắc bệnh dại, hãy đi cấp cứu ngay lập tức. Bất kỳ vết cắn nào của động vật - ngay cả những con không bị dại – cũng có thể dẫn đến nhiễm trùng và các vấn đề sức khỏe khác. Để phòng ngừa, gọi bác sĩ bất cứ khi nào con bạn bị cắn.   \nSự lây truyền bệnh\n Có khoảng 7.000 trường hợp mắc bệnh dại ở động vật được báo cáo mỗi năm với các Trung tâm kiểm soát & ngăn ngừa dịch bệnh (CDC). Gấu trúc Mỹ là động vật mang vi-rút dại phổ biến nhất ở Hoa Kỳ, nhưng dơi lại có nhiều khả năng lây nhiễm cho người. Gần ¾ số trường hợp mắc bệnh dại từ 1990 đến 2001 là do tiếp xúc với dơi. Chồn hôi và cáo cũng có thể bị nhiễm dại, và một vài trường hợp đã được báo cáo ở chó sói, sói Bắc Mỹ, linh miêu, và chồn sương. Những loài gặm nhấm nhỏ như chuột Hamster, sóc, sóc chuột, chuột và thỏ rất hiếm khi bị nhiễm vi-rút. Vì chương trình tiêm chủng ở Hoa Kỳ phổ biến rộng rãi nên việc truyền bệnh từ chó sang người rất hiếm. Tại những nước khác, tiếp xúc với chó dại là nguyên nhân hàng đầu của sự lây nhiễm cho người. Động vật bị nhiễm bệnh có vi-rút trong nước bọt của nó và có thể truyền bệnh cho người khi cắn. Trong các trường hợp hiếm, động vật có thể phát tán vi-rút khi nước bọt của nó tiếp xúc với màng nhầy của người (các bề mặt da ẩm ướt như miệng hoặc mí mắt trong) hay da hở như là một vết cắt, vết trầy xướt, vết bầm, hoặc vết thương hở. Từ vết cắn, vi-rút dại có thể phát tán vào cơ xung quanh, sau đó đi lên các dây thần kinh lân cận đến não. Một khi vi-rút đến não, bệnh sẽ gây chết người trong hầu như mọi trường hợp.   \nCác dấu hiệu và triệu chứng\n Các triệu chứng đầu tiên có thể xuất hiện từ vài ngày đến hơn một năm sau khi bị cắn. Một trong những dấu hiệu đặc trưng nhất của một ca nhiễm dại là cảm giác ngứa ran hoặc co giật quanh vùng vết cắn. Thường đi kèm với sốt, nhức đầu, đau cơ, chán ăn, buồn nôn, và mệt mỏi. Khi bệnh tiến triển, người bị nhiễm có thể biểu hiện những triệu chứng sau:  \ndễ bị kích thích\n \nchuyển động quá độ hoặc kích động\n \nbối rối\n \nảo giác\n hung hăng\n \nsuy nghĩ kỳ quái hoặc không bình thường \n co thắt cơ\n \ntư thế không bình thường\n \nđộng kinh (co giật)\n \nyếu hoặc liệt (khi không thể cử động một số bộ phận của cơ thể)\n \nnhạy cảm tột độ với ánh sáng, âm thanh, hoặc xúc giác\n \ntăng tiết nước bọt hoặc nước mắt\n \nnói khó khăn\n  Trong giai đoạn bệnh nặng, khi nó lan sang các phần khác của hệ thần kinh, những triệu chứng sau có thể xuất hiện:  \nnhìn một thành hai\n \nco giật cơ mặt\n \nchuyển động bất thường của cơ hoành và các cơ điều khiển hô hấp\n \nnuốt khó khăn và tăng sản xuất nước bọt, gây ra “sùi bọt mép” thường đi kèm với bệnh dại\n    \nNếu con bạn bị động vật cắn  \n Nếu con của bạn đã bị động vật cắn, hãy thực hiện các bước sau đây ngay lập tức:  \nRửa vùng bị cắn bằng xà phòng và nước trong 10 phút và băng lại bằng băng gạc sạch.\n \nThông báo cho bác sĩ của bạn ngay lập tức và đến một phòng cấp cứu gần đó. Bất kỳ ai có nguy cơ nhiễm bệnh dại đều phải được điều trị tại bệnh viện.\n \nLiên hệ với cơ quan kiểm soát động vật địa phương để giúp tìm ra con vật đã cắn trẻ. Có thể cần phải giam giữ và theo dõi những dấu hiệu bệnh dại ở con vật đó.\n \nNếu bạn biết chủ nhân của con vật đã cắn con bạn, hãy lấy tất cả thông tin về con vật đó, bao gồm cả tình trạng tiêm chủng, tên người nuôi và địa chỉ. Thông báo cho cơ sở y tế địa phương của bạn, đặc biệt nếu động vật chưa được chủng ngừa.\n \nNếu bạn nghi ngờ con mình đã bị cắn bởi một con thú không rõ là chó, dơi, chuột, hay động vật nào khác, hãy liên hệ với bác sĩ của bạn ngay lập tức hoặc đưa con bạn đến phòng cấp cứu.\n    \nĐiều trị\n Tại bệnh viện, thường là đầu tiên bác sĩ sẽ rửa sạch vết thương kỹ lưỡng và bảo đảm con bạn được chủng ngừa uốn ván ngay khi đó. Để ngăn ngừa mọi nhiễm trùng tiềm năng phát tán, bác sĩ có thể quyết định bắt đầu điều trị cho con của bạn ngay lập tức bằng các mũi tiêm globulin miễn dịch ngừa dại cho người tại vùng vết thương và các mũi tiêm vào cánh tay. Quyết định này thường dựa trên hoàn cảnh bị cắn (do chọc ghẹo thú hay vô cớ), loại động vật (loài nào, hoang dã hay thú nuôi), lịch sử sức khỏe của động vật (đã có chủng ngừa hay không), và khuyến nghị của cơ quan y tế địa phương.   \nPhòng bệnh\n Bạn có thể giảm khả năng mắc bệnh dại trong gia đình của mình. Tiêm chủng cho thú nuôi như chó, mèo, và chồn sương. Báo cáo bất kỳ thú hoang nào với cơ quan y tế hoặc nhân viên kiểm soát động vật địa phương. Cũng có thể nhắc nhở trẻ rằng động vật là “người lạ”. Bé không bao giờ nên chạm vào hay cho chó mèo đi lạc trong khu phố hoặc các nơi khác ăn. Để phòng chống bệnh dại, hãy gọi bác sĩ của bạn nếu :  \ncon của bạn đã tiếp xúc với một con vật có thể mắc bệnh dại, nhưng còn quá nhỏ để mô tả lại việc tiếp xúc đó như thế nào\n \ncon của bạn đã tiếp xúc với dơi, thậm chí ngay cả khi không có vết cắn\n \nbạn dự định đi du lịch nước ngoài và có thể tiếp xúc với động vật mắc bệnh dại, đặc biệt nếu bạn đến một vùng mà có thể bạn sẽ không được chăm sóc y tế\n  Tường thuật: Joel Klein, MD Ngày: Tháng 11 năm 2010"
        }
    ],
    "suggestions": []
}