{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['slɔ:təriη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự mổ súc vật để làm thịt; sự sát sinh</td></tr></table><i/></div>",
            "word": "slaughtering",
            "pronounce": "['slɔ:təriη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slaughtering",
            "pronounce": "['slɔ:təriη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slaughtering",
            "pronounce": "['slɔ:təriη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slaughtering",
            "pronounce": "['slɔ:təriη]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> thực phẩm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự giết mổ (ở lò giết mổ)</font></td></tr></tbody></table></div>",
            "word": "slaughtering",
            "pronounce": "['slɔ:təriη]"
        }
    },
    "sentences": [
        {
            "en": "<em>Slaughtering</em> animals.",
            "vi": "Giết, mổ động vật."
        },
        {
            "en": "They are <em>slaughtering</em> a sucking pig.",
            "vi": "Họ đang làm thịt một con heo sữa."
        },
        {
            "en": "They were out <em>slaughtering</em> innocent hikers in cold blood.",
            "vi": "H đã ra ngoài giết những người đi bộ đường dài vô tội không chút gớm tay."
        },
        {
            "en": "My uncles will be <em>slaughtering</em> a hog soon.",
            "vi": "Các chú tôi sẽ làm thịt một con lợn sớm thôi."
        },
        {
            "en": "Vissan, a leading company in the <em>slaughtering</em> industry.",
            "vi": "Vissan, một công ty hàng đầu trong ngành giết mổ gia súc."
        },
        {
            "en": "2 Vietnamese arrested in Russia for <em>slaughtering</em> Siberian tiger",
            "vi": "2 người Việt Nam bị bắt ở Nga vì tội giết mổ con hổ Siberian"
        },
        {
            "en": "I am interested in observing the <em>slaughtering</em> and meat packing process.",
            "vi": "Tôi thích quan sát quá trình mổ và đóng gói thịt."
        },
        {
            "en": "I believe practices like <em>slaughtering</em> livestock for food will still be around.",
            "vi": "Tôi tin rằng các thói quen như giết mổ gia súc để làm thức ăn sẽ vẫn còn đâu đó."
        },
        {
            "en": "The department also stressed the need to tighten control of poultry transport, trading and <em>slaughtering</em> activities.",
            "vi": "Cục Y tế cũng nhấn mạnh sự cần thiết phải siết chặt việc kiểm soát vận chuyển, các hành vi buôn bán và giết mổ gia cầm."
        },
        {
            "en": "After 7 days, if the test is negative for banned substances, the authorities will allow <em>slaughtering</em> of pigs.",
            "vi": "Sau 7 ngày, nếu xét nghiệm âm tính với chất cấm, chính quyền sẽ cho phép giết mổ lợn."
        },
        {
            "en": "In addition, the Government levied fiscal charges such as land rent, water charges, a <em>slaughtering</em> tax (abolished in 1999), business licensing tax, property registration fees and transportation fees.",
            "vi": "Ngoài ra, chính phủ còn thu một số khoản khác như tiền thuê đất, mặt nước, thuế sát sinh (đã được xoá bỏ năm 1999), thuế môn bài, lệ phí đăng ký tài sản trước bạ và phí giao thông."
        },
        {
            "en": "As a leading company in the <em>slaughtering</em> industry, Vissan specializes in producing, processing and marketing meat as well as foodstuffs made from cattle, poultry and seafood in Vietnam.",
            "vi": "Với tư cách là một công ty hàng đầu trong ngành giết mổ gia súc, vissan chuyên sản xuất, chế biến và kinh doanh thịt cũng như các loại thực phẩm làm từ gia súc, gia cầm và hải sản ở việt nam."
        },
        {
            "en": "For those who seek to advance their aims by inducing terror and <em>slaughtering</em> innocents, we say to you now that our spirit is stronger and cannot be broken; you cannot outlast us, and we will defeat you.",
            "vi": "Đối với những kẻ muốn đạt mục tiêu bằng cách khủng bố và giết người vô tội, thì các người hãy nghe đây : tinh thần của chúng ta mạnh hơn của các người, các người không thể bẻ"
        },
        {
            "en": "For those who seek to advance their aims by inducing terror and <em>slaughtering</em> innocents, we say to you now that our spirit is stronger and cannot be broken ; you cannot outlast us, and we will defeat you.",
            "vi": "Đối với những kẻ muốn đạt mục tiêu bằng cách khủng bố và giết người vô tội, thì các người hãy nghe đây: tinh thần của chúng ta mạnh hơn của các người, các người không thể bẻ gãy ý chí của chúng ta, các người không thể tồn tại lâu chúng ta, và chúng ta sẽ đánh bại các người."
        },
        {
            "en": "Now Duoc stays at home with their children and does odd jobs, from weeding watermelon and peanut fields, to climbing up areca palms for the nuts, chopping wood, harvesting rice, building houses, <em>slaughtering</em> pigs and helping with funeral and wedding services.",
            "vi": "Bây giờ ông Được ở nhà với các con và làm những công việc lặt vặt, từ làm cỏ cho đồng dưa hấu và đậu phộng, leo lên cây cau để lấy hạt, chặt củi, thu hoạch lúa, xây nhà, giết mổ lợn và giúp phục vụ đám tang và đám cưới."
        },
        {
            "en": "France launched a massive cull in January to try to contain the virus and said a month ago it would scale back preventative <em>slaughtering</em> after the spread of the virus slowed, but the number of farms infected has nevertheless continued to rise.",
            "vi": "Pháp đã ban hành lệnh tiêu hủy lượng lớn gia cầm có nhiễm vi-rút và cho biết cách đây một tháng nước này đã giảm quy mô giết thịt nhằm làm sự lây lan của vi-rút chậm lại, nhưng số lượng các trang trại bị nhiễm H5N8 vẫn tiếp tục tăng."
        },
        {
            "en": "Furthermore, some of these species had huge ranges – the giant Jefferson’s ground sloth, for example, lived as far north as the Yukon and as far south as Mexico – which would have made <em>slaughtering</em> them in numbers sufficient to cause their extinction rather implausible, he says.",
            "vi": "Hơn nữa, một số trong các loài này có phạm vi rộng lớn- ví dụ con lười ươi của người khổng lồ Jefferson, sống ở phía Bắc như Yukon và phía Nam như Mexico-có thể đã tạo ra sự giết hàng loạt với số lượng đủ lớn để tạo ra sự tuyệt chủng của chúng khá là hợp lý, ông nói."
        },
        {
            "en": "Now Duoc stays at home with their children and does odd jobs, from weeding watermelon and peanut fields, to climbing up areca palms for the nuts, chopping wood, harvesting rice, building houses, <em>slaughtering</em> pigs and helping with funeral and wedding services.",
            "vi": "Bây giờ ông Được ở nhà với các con và làm những công việc lặt vặt, từ làm cỏ cho đồng dưa hấu và đậu phộng, leo lên cây cau để lấy hạt, chặt củi, thu hoạch lúa, xây nhà, giết mổ lợn và giúp phục vụ đám tang và đám cưới."
        },
        {
            "en": "An employee works on a rack of slaughtered ducks at a poultry farm in Eugenie les Bains, France, January 24, 2017, as France scales back preventive <em>slaughtering</em> of ducks to counter bird flu after the culling of 800,000 birds this month helped slow the spread of the disease. ",
            "vi": "Một nhân viên làm việc trên một dây chuyền giết mổ vịt tại một trang trại gia cầm ở Eugenie les Bains, Pháp, 24 Tháng 1 năm 2017, khi Pháp thu hẹp phạm vi giết vịt để lấy thịt nhằm chống lại việc cúm gia cầm lây lan sau khi tiêu hủy 800.000 con trong tháng này."
        },
        {
            "en": "A/H1N1 epidemic on humans likely to recur    Prof. Dr. Nguyen Huy Nga, head of the Health Ministry's Environment and Preventative Medicine Department has warned that the A/H1N1 epidemic on humans is at high risk of recurence due to the public’s poor awareness of the fatal disease. Since the beginning of this year, four people have contracted A/H5N1 virus, causing one death. Over the weekend, the Environment and Preventative Medicine Department confirmed 2010’s first A/H5N1 patient in Hanoi. Vietnam has so far declared 116 A/H1N1 cases in 38 provinces and cities nationwide with 58 deaths since the country detected its first case on December 25, 2003. Dr Nguyen Huy Nga said that in remote areas, local people still slaughtered and ate meat from sick chickens. “This may cause the further spread of the disease,” he added. The Environment and Preventative Medicine Department has asked people to strictly observe the measures to prevent another outbreak of the epidemic. The department also stressed the need to tighten control of poultry transport, trading and <em>slaughtering</em> activities. Suspected cases have also been advised to go to the hospital for medical check up and timely treatment. Speaking at a recent national conference on bird flu prevention and control, Dr. Le Quynh Mai, head of the Virus Department of the National Institute for Hygiene and Epidemiology (NIHE), showed her concerns of genetic mutation in H1N1 virus. “At least seven antigen groups have appeared in the bird flu virus since it arrived in Vietnam,” she said. According to experts, the most effective measure to prevent the outbreak of the deadly disease is to promote information dissemination on the disease. However, there is the fact that the public awareness of the epidemic is still relatively low since the first occurrence of the epidemic seven years ago. Medical experts said that recent research showed rapid changes of A/H5N1 virus that may develop into a new resistant strain, with a higher toxicity level and more resistance to medicine.  Dr. Nguyen Van Kinh, head of the National Hospital for Tropical Diseases, said that Vietnam’s tropical weather condition has created favourable conditions for the two virus trains, A/H1N1 and A/H5N1, to mutate into a new strain. Pham Gia Lai, Deputy Director of the Thai Binh provincial Heath Department, said some hospitals at district level are unable to correctly diagnose A/h5N1 due to the limited professional skills of doctors and poor medical equipment. Bui Thi Le Phi, Deputy Director of the Can Tho provincial Heath Department, said that local medical workers also face difficulties in separating A/H1N1 from A/H5N1 patients as they show similar symptoms. “Therefore,” she said, “it is essential to increase capacity for medical workers and consider this as an important measure against the epidemic.”",
            "vi": "Dịch cúm A/H1N1 trên người có nguy cơ bùng phát trở lại    PGS.TS Nguyễn Huy Nga, Cục trưởng Cục Y tế Dự phòng và Môi trường cảnh báo dịch cúm A/H1N1 trên người có nguy cơ bùng phát trở lại do ý thức hiểu biết của người dân đối với căn bệnh chết người này chưa cao. Từ đầu năm đến nay, trên toàn quốc có 4 trường hợp mắc cúm A/H5N1, trong đó có 1 trường hợp tử vong. Cuối tuần qua, Cục Y tế Dự phòng và Môi trường ghi nhận thêm một bệnh nhân mắc cúm A/ H5N1 đầu tiên của năm 2010 ở Hà Nội. Kể từ khi Việt Nam phát hiện ra ca dương tính đầu tiên cúm A/ H1N1 ngày 25 tháng 12 năm 2003 đến nay nước ta ghi nhận 116 trường hợp cúm ở 38 tỉnh thành với 58 ca tử vong. PGS.TS Nguyễn Huy Nga còn cho biết thêm ở một số địa phương vùng sâu, vùng xa, người dân vẫn còn giết mổ và ăn thịt gia cầm bệnh. “Điều này có thể khiến cho dịch bệnh lây lan nhanh hơn.” Cục Y tế Dự phòng và Môi trường đã khuyến cáo người dân thực hiện nghiêm chỉnh các biện pháp phòng chống đợt bùng phát khác của dịch bệnh. Cục Y tế cũng nhấn mạnh sự cần thiết phải siết chặt việc kiểm soát vận chuyển, các hành vi buôn bán và giết mổ gia cầm. Các trường hợp nghi ngờ cúm phải nên đến bệnh viện để kiểm tra sức khỏe và điều trị kịp thời. Phát biểu tại hội nghị quốc gia mới đây về hoạt động kiểm soát và phòng chống cúm gia cầm, TS. Lê Quỳnh Mai, Trưởng khoa Virus Viện Vệ sinh dịch tễ Quốc gia bày tỏ mối lo ngại về sự đột biến gien trong vi rút H1N1. “các chuyên gia đã phát hiện có ít nhất 7 nhóm kháng nguyên trên virus cúm gia cầm kể từ khi loại virus này có mặt tại Việt Nam.” Theo các chuyên gia, biện pháp hiệu quả nhất để ngăn chặn sự bùng phát căn bệnh hiểm nghèo là đẩy mạnh truyền bá thông tin về bệnh. Tuy nhiên, sự thật là nhận thức của người dân về dịch bệnh vẫn còn tương đối thấp vì dịch cúm này đã xuất hiện lần đầu tiên là cách đây bảy năm rồi. Nhiều chuyên gia y tế cho biết cuộc nghiên cứu mới đây cho thấy vi rút cúm A/H5N1 tiến hoá quá nhanh có thể biến thành sức đề kháng mới với cấp độc tính cao hơn và kháng thuốc nhiều hơn. Theo TS. Nguyễn Văn Kính, Giám đốc Bệnh viện Nhiệt đới quốc gia, trong điều kiện khí hậu nhiệt đới của Việt Nam đã tạo điều kiện thuận lợi tồn tại song hành hai loại virus là cúm A/H1N1 và cúm A/H5N1, biến đổi thành chiều hướng mới. Phó Giám đốc Sở Y tế tỉnh Thái Bình Phạm Gia Lai cho rằng việc chẩn đoán bệnh nhân mắc cúm A/H5N1 ở tỉnh rất khó bởi khó khăn về cơ sở vật chất và trình độ của cán bộ y tế cũng chưa đáp ứng yêu cầu. Phó Giám đốc Sở Y tế tỉnh Cần Thơ Bùi Thị Lệ Phi cho biết nhiều cán bộ y tế địa phương cảm thấy khó khăn trong việc cách ly bệnh nhân bị cúm A/H1N1 và bệnh nhân bị cúm A/H5N1 vì hai loại cúm này có triệu chứng tương tự nhau. “Do vậy, việc nâng cao trình độ cho đội ngũ cán bộ y tế là một trong những biện pháp quan trọng để phòng chống dịch bệnh.”"
        }
    ],
    "suggestions": []
}