{
    "en_vn": {
        "data": {
            "content": null,
            "word": "slaughtered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slaughtered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slaughtered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slaughtered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slaughtered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Their team got <em>slaughtered</em> yesterday.",
            "vi": "Hôm qua đội bóng của họ thất bại hoàn toàn."
        },
        {
            "en": "We <em>slaughtered</em> them at hockey.",
            "vi": "Chúng ta đã đánh bại họ trong môn khúc côn cầu."
        },
        {
            "en": "He got really <em>slaughtered</em> last night.",
            "vi": "Tối qua anh ta hoàn toàn say khướt."
        },
        {
            "en": "Lifeless bodies of the <em>slaughtered</em> animals",
            "vi": "Xác những con vật đã mổ thịt"
        },
        {
            "en": "Men, women and children were <em>slaughtered</em>.",
            "vi": "Đàn ông, đàn bà và trẻ con bị tàn sát."
        },
        {
            "en": "Did he win? - He <em>slaughtered</em> opponent!",
            "vi": "Anh ta có thắng không? - Anh ta hoàn toàn thất bại trước đối thủ!"
        },
        {
            "en": "We were absolutely <em>slaughtered</em> by the home team.",
            "vi": "Chúng tôi hoàn toàn bị đánh bại bởi đội bóng địa phương."
        },
        {
            "en": "That was lifeless bodies of the <em>slaughtered</em> animals.",
            "vi": "Đó là xác những con vật đã mổ thịt."
        },
        {
            "en": "bulls make money; bears make money; pig get <em>slaughtered</em>;",
            "vi": "những người đầu cơ giá lên ; giá thấp kiếm tiền ; còn kẻ hờ khạo sẽ hận được sự thất bại."
        },
        {
            "en": "bulls make money ; bears make money ; pig get <em>slaughtered</em> ;",
            "vi": "những người đầu cơ giá lên; giá thấp kiếm tiền; còn kẻ hờ khạo sẽ hận được sự thất bại."
        },
        {
            "en": "She was <em>slaughtered</em> both by the critics and by her peers.",
            "vi": "Cô ta bị chỉ trích nặng nề bởi những nhà phê bình và cả đồng nghiệp của cô ta."
        },
        {
            "en": "That poultry farms <em>slaughtered</em> a vast number of chickens every day.",
            "vi": "Mỗi ngày nông trại gia cầm đó đã giết mổ rất nhiều con gà."
        },
        {
            "en": "Pigs are <em>slaughtered</em> to make holiday dishes such as chung cake.",
            "vi": "Những chú lợn được làm thịt để chế biến món ăn ngày Tết như là bánh chưng."
        },
        {
            "en": "I heard that thousands of people were <em>slaughtered</em> during the conflict.",
            "vi": "Tôi nghe nói có hàng ngàn người bị giết trong cuộc xung đột đó."
        },
        {
            "en": "Cattle can be <em>slaughtered</em> for their meat, and gems can be made into jewelry.",
            "vi": "Trâu bò có thể bị giết để lấy thịt, và các đá quí có thể được làm thành đồ trang sức."
        },
        {
            "en": "\"Bulls make money, bears make money, but pigs just get <em>slaughtered</em>!\"",
            "vi": "\"Bò kiếm ra tiền, gấu cũng kiếm ra tiền, nhưng chỉ heo là bị làm thịt\""
        },
        {
            "en": "Thousands of people were <em>slaughtered</em> by the invading army in the terrorism.",
            "vi": "Hàng ngàn người bị đội quân xâm lăng tàn sát trong vụ khủng bố đó."
        },
        {
            "en": "You have to have a strong stomach to watch animals being <em>slaughtered</em>.",
            "vi": "Phải có thần kinh vững vàng mới có thể đứng nhìn con vật bị mổ thịt."
        },
        {
            "en": "Dr Nguyen Huy Nga said that in remote areas, local people still <em>slaughtered</em> and ate meat from sick chickens.",
            "vi": "PGS.TS Nguyễn Huy Nga cho biết ở một số vùng sâu, vùng xa, người dân địa phương vẫn còn giết mổ và ăn thịt gia cầm bệnh."
        },
        {
            "en": "Two merchants were caught red-handed injecting the pigs with a sedative solution right before having them <em>slaughtered</em>.",
            "vi": "Hai lái buôn bị bắt quả tang khi đang tiêm dung dịch an thần vào những con heo trước khi giết mổ."
        }
    ],
    "suggestions": []
}