{
    "en_vn": {
        "data": {
            "content": null,
            "word": "slaveholding"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slaveholding"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slaveholding"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slaveholding"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slaveholding"
        }
    },
    "sentences": [
        {
            "en": "Were African American <em>slaveholding</em> classes benevolent or exploitative?",
            "vi": "Gia cấp chủ nô người Mỹ Phi nhân từ hay bóc lột?"
        },
        {
            "en": "A chapter on the United States is organized around the idea that any nation that managed to control the American landscape would be geopolitically destined for superpower greatness, which does little to explain how this actually came to pass. What are we to make of the fact that Americans of the early republic profoundly disagreed on the wisdom of enlarging the nascent federation? New Englanders vehemently opposed the Louisiana Purchase precisely because it would thwart the gradual, orderly spread of their socio-cultural model and enhance the relative power of their <em>slaveholding</em> Southern rivals and the “uncouth” Scots-Irish settlers of the Appalachian uplands. Western expansion happens to have made the United States great, but it very nearly destroyed it by provoking the Civil War, a defining conflict that Marshall manages to leave unmentioned. Why the United States didn’t annex Canada — with which it shares a long, geographically arbitrary border — goes unexplained. There’s a profoundly revealing geopolitical story to be told in North America, but it is not to be found here.",
            "vi": "Một chương lịch sử của Hợp chủng quốc Hoa Kỳ được thiết lập xoay quanh ý tưởng là bất kỳ dân tộc nào cố gắng đạt được dải đất như tại nước Mỹ sẽ được dành riêng đặc quyền siêu cường, nhưng điều này rất ít được giải thích bằng cách nào việc này thực tế sẽ xảy ra như dự định. Chúng ta nhận thấy gì khi người Mỹ thuộc nền cộng hòa mới thành lập hoàn toàn không đồng ý rằng việc mở rộng liên bang còn non trẻ là khôn ngoan? Những người dân New England phản đối dữ dội Vùng đất mua Louisiana bởi vì vùng này sẽ cản trở mô hình văn hóa xã hội của họ được mở rộng dần dần theo thứ tự, đồng thời cũng nâng cao sức mạnh của các địch thủ chiếm hữu nô lệ ở phía Nam và của những kẻ Scots-Irish \"kém văn minh\" khai hoang vùng cao Appalachian. Việc mở rộng về phía Tây đã giúp ích rất lớn cho nước Mỹ, nhưng đó cũng gần như đã thật sự phá hủy đất nước này bởi làm dấy lên cuộc Nội chiến, vì có sự hạn chế về ngôn từ được dùng nên Marshall cố gắng tránh nhắc đến. Tại sao Mỹ không sát nhập với Canada - đất nước chia sẻ với Mỹ nguyên một đường biên giới dài và dễ thay đổi về mặt địa lý - thật không thể giải thích được. Có một câu chuyện thể hiện sâu sắc địa chính trị được kể ở Bắc Mỹ nhưng giờ thì không thể tìm thấy câu chuyện đó nữa."
        }
    ],
    "suggestions": []
}