{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sleiə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kẻ giết người, tên sát nhân</td></tr></table><i/></div>",
            "word": "slayer"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slayer"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slayer"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slayer"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slayer"
        }
    },
    "sentences": [
        {
            "en": "She believed he was a vampire <em>slayer</em>.",
            "vi": "Cô ta nghĩ rằng anh ta là tên sát nhân chuyên hút máu người."
        },
        {
            "en": "Woman Known as “The Bouquet <em>Slayer</em>” Has Caught 46 Wedding Bouquets, Is Still Single",
            "vi": "Cô được mệnh danh là \"Sát thủ chụp hoa cưới\", đã 46 lần chụp được hoa cưới mà vẫn chăn đơn gối chiếc"
        },
        {
            "en": "And, there are sunny California vampires like in the former American television show \"Buffy the Vampire <em>Slayer</em>.\"",
            "vi": "Và, có những con ma cà rồng rám nắng vùng California như trong chương trình truyền hình Mỹ trước đây\"Buffy tên sát nhân ma cà rồng.\""
        },
        {
            "en": "The traditional bouquet toss at a wedding is mostly a symbolic gesture, but to 37-year-old Utah resident Jamie Jackson, it’s a sport. She has caught 46 bouquets since 1996, earning herself the nickname ‘The Bouquet <em>Slayer</em>’. Ironically, she’s still single, but that doesn’t seem to bother her.",
            "vi": "Thường thì trong các đám cưới, cô dâu ném bó hoa lên chủ yếu là một hành động mang tính biểu tượng, nhưng với cô gái 37 tuổi người Utah thì đó lại là một môn thể thao. Kể từ năm 1996 đến nay, cô nàng đã chụp được 46 bó hoa như thế, nên mọi người đặt cho cô cái biệt danh là \"sát thủ hoa cưới\". Trớ trêu thay, cô vẫn ế, nhưng chẳng hề gì, cô vẫn không muộn phiền."
        }
    ],
    "suggestions": []
}