{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sleepwalking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sleepwalking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sleepwalking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sleepwalking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sleepwalking"
        }
    },
    "sentences": [
        {
            "en": "<em>sleepwalking</em>",
            "vi": "bị mộng du"
        },
        {
            "en": "I'm <em>sleepwalking</em>",
            "vi": "tôi bị mộng du."
        },
        {
            "en": "I 'm <em>sleepwalking</em>",
            "vi": "tôi bị mộng du."
        },
        {
            "en": "you are <em>sleepwalking</em>",
            "vi": "bạn bị mộng du"
        },
        {
            "en": "Have you ever been <em>sleepwalking</em>?",
            "vi": "Bạn đã từng bị mộng du chưa"
        },
        {
            "en": "You were <em>sleepwalking</em> last night.",
            "vi": "Đêm qua bạn mộng du đấy."
        },
        {
            "en": "You are tired because you are <em>sleepwalking</em>.",
            "vi": "Bạn mệt vì bị mộng du"
        },
        {
            "en": "Looks like he's been <em>sleepwalking</em> again.",
            "vi": "Hình như anh ta lại mộng du nữa rồi."
        },
        {
            "en": "i usually feel so tired when i wake up because of <em>sleepwalking</em>",
            "vi": "Tôi thường cảm thấy rất mệt mỏi khi tôi thức dậy vì chứng mộng du"
        },
        {
            "en": "I don't think a single one of them would have known the difference between dancing and <em>sleepwalking</em>.",
            "vi": "Tôi tin chắc không ai trong số họ phân biệt được sự khác nhau giữa vũ với mộng du."
        },
        {
            "en": "No. 11: <em>Sleepwalking</em>  Kids who have night terrors also often sleepwalk. When they're only partially awake they walk, talk, sit up in bed, or do other activities. Their eyes may be open, but they're unaware. Most kids outgrow <em>sleepwalking</em> by their teens. Don't wake a <em>sleepwalking</em> child because you may scare her. Gently guide her back to bed. Keep the area around her safe: Lock doors and put up safety gates near steps.",
            "vi": "11. Trẻ bị mộng du   Trẻ thức giấc hoảng loạn cũng thường hay bị mộng du. Khi đó chúng chỉ một phần nào tỉnh táo khi bước đi, nói chuyện, ngồi bật dậy trên giường, hoặc làm các hoạt động khác. Mắt trẻ có thể mở to, nhưng chúng không hề nhận thức được điều gì. Đa số trẻ sẽ hết mộng du khi ở tuổi thanh thiếu niên. Đừng đánh thức trẻ đang mộng du bởi có thể bạn sẽ làm cho trẻ hoảng sợ. Hãy nhẹ nhàng hướng dẫn cho bé quay trở lại giường và nên giữ khu vực quanh giường ngủ của trẻ được an toàn: Hãy khoá chặt cửa và lắp cửa an toàn gần các bậc thang."
        },
        {
            "en": "Night terrors are caused by over-arousal of the central nervous system (CNS) during sleep. This may happen because the CNS (which regulates sleep and waking brain activity) is still maturing. Some kids may inherit a tendency for this over-arousal — about 80% who have night terrors have a family member who also experienced them or <em>sleepwalking</em> (a similar type of sleep disturbance).",
            "vi": "Giật mình thức dậy hoảng sợ gây ra bởi sự quá kích thích của hệ thần kinh trung ương (CNS) trong khi ngủ. Điều này có thể xảy ra vì hệ thần kinh trung ương (cơ quan kiểm soát hoạt động ngủ và thức của não) vẫn hoạt động. Một số trẻ có thể bị di truyền khuynh hướng quá kích thích này – khoảng 80% số trẻ mắc chứng giật mình thức dậy hoảng sợ có một người thân trong gia đình cũng từng bị tình trạng này hoặc bị mộng du (một dạng tương tự của rối loạn giấc ngủ)."
        },
        {
            "en": "Her daughter isn't just awake, she is laughing, talking and moving around as though she is really interacting with others, but any time her parents try to stop her she doesn't seem to react. While <em>sleepwalking</em> and sleep talking are fairly common, doctors have been stumped for years as to what's been going on. Tanya has to let Jessica sleep in her bed because she's worried about her safety, but the video she took showing what their sleep schedule is like is enough to keep you up at night...",
            "vi": "Bé không chỉ thức thôi, mà bé cười, nói và đi loanh quanh như thể đang tương tác với người khác, nhưng hễ cha mẹ bé chặn bé lại thì bé như không phản ứng. Tuy chứng mộng du và nói khi đang ngủ thì khá phổ biến, các bác sĩ nhiều năm không hiểu nổi chuyện gì đang xảy ra với bé.    Tanya phải để Jessica ngủ chung giường với mẹ vì sợ bé không an toàn, nhưng clip video mẹ quay lại cho thấy chuyện ngủ nghê của hai mẹ con đủ làm bạn mất ngủ cả đêm."
        }
    ],
    "suggestions": []
}