{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sleepwalk",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sleepwalk</k><blockquote>■ <cclass>verb walk around and sometimes perform other actions while asleep. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>sleepwalker</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "sleepwalk",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sleepwalk",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sleepwalk",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sleepwalk",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "to <em>sleepwalk</em>",
            "vi": "mộng du"
        },
        {
            "en": "Certain factors may cause a person to <em>sleepwalk</em>.",
            "vi": "Một số yếu tố nhất định có thể khiến cho một người mộng du."
        },
        {
            "en": "No. 11: Sleepwalking  Kids who have night terrors also often <em>sleepwalk</em>. When they're only partially awake they walk, talk, sit up in bed, or do other activities. Their eyes may be open, but they're unaware. Most kids outgrow sleepwalking by their teens. Don't wake a sleepwalking child because you may scare her. Gently guide her back to bed. Keep the area around her safe: Lock doors and put up safety gates near steps.",
            "vi": "11. Trẻ bị mộng du   Trẻ thức giấc hoảng loạn cũng thường hay bị mộng du. Khi đó chúng chỉ một phần nào tỉnh táo khi bước đi, nói chuyện, ngồi bật dậy trên giường, hoặc làm các hoạt động khác. Mắt trẻ có thể mở to, nhưng chúng không hề nhận thức được điều gì. Đa số trẻ sẽ hết mộng du khi ở tuổi thanh thiếu niên. Đừng đánh thức trẻ đang mộng du bởi có thể bạn sẽ làm cho trẻ hoảng sợ. Hãy nhẹ nhàng hướng dẫn cho bé quay trở lại giường và nên giữ khu vực quanh giường ngủ của trẻ được an toàn: Hãy khoá chặt cửa và lắp cửa an toàn gần các bậc thang."
        }
    ],
    "suggestions": []
}