{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sli:vlis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không có tay (áo)</td></tr></table><i/></div>",
            "word": "sleeveless"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sleeveless"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sleeveless"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sleeveless"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sleeveless"
        }
    },
    "sentences": [
        {
            "en": "He was wearing a <em>sleeveless</em> sweater.",
            "vi": "Anh ấy đang mặc chiếc áo len không có tay."
        },
        {
            "en": "She has never worn a <em>sleeveless</em> blouse.",
            "vi": "Cô ta chưa bao giờ mặc áo sát nách."
        },
        {
            "en": "I suggest you buy a <em>sleeveless</em> style.",
            "vi": "Tôi đề nghị bạn nên mua kiểu không có tay."
        },
        {
            "en": "It is a <em>sleeveless</em> t - shirt with a pocket.",
            "vi": "Đó là áo thun không tay có túi."
        },
        {
            "en": "I was wearing my favorite shirt — <em>sleeveless</em>, white eyelet lace",
            "vi": "Tôi đang mặc chiếc áo sơ - mi ưa thích của mình - không tay, viền đăng - ten trắng"
        },
        {
            "en": "Short-sleeved blouses are acceptable, but <em>sleeveless</em> ones are not.",
            "vi": "Áo khoác tay ngắn thì có thể chấp nhận, nhưng không có tay thì không được."
        },
        {
            "en": "Gilet is a <em>sleeveless</em> jacket resembling a waistcoat.",
            "vi": "Áo gilê là một loại áo khoác không tay giống vest."
        },
        {
            "en": "He bought my girlfriend a new <em>sleeveless</em> dress the other day.",
            "vi": "Hôm nọ anh ta mua cho cô bạn gái một chiếc đầm sát nách."
        },
        {
            "en": "My favorite model is that girl, whose <em>sleeveless</em> jacket so well matches the skirt.",
            "vi": "Người mẫu tôi thích là cô gái kia, người mặc áo khoác không tay thật hợp với cái váy."
        },
        {
            "en": "When the weather is warm, a <em>sleeveless</em> blouse can be a good choice to keep you feeling cool.",
            "vi": "Khi thời tiết ấm áp, một cái áo sơ mi nữ ngắn tay có thể là một lựa chọn tốt để giúp bạn cảm thấy mát mẻ."
        },
        {
            "en": "I was wearing my favorite shirt — <em>sleeveless</em>, white eyelet lace; I was wearing it as a farewell gesture.",
            "vi": "Tôi đang mặc chiếc áo sơ-mi ưa thích của mình - không tay, viền đăng-ten trắng; Tôi mặc nó như lời chào tạm biệt nơi này."
        },
        {
            "en": "I pulled off my sweater and knotted it around my waist, glad that I'd worn the light, <em>sleeveless</em> shirt — especially if I had five miles of hiking ahead of me.",
            "vi": "Tôi cởi áo len rồi cột quanh thắt lưng, mừng vì mình mặc áo thun không tay, mỏng – nhất là khi có năm dặm phải đi bộ trước mắt."
        },
        {
            "en": "His white shirt was <em>sleeveless</em>, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes.",
            "vi": "Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín."
        },
        {
            "en": "His white shirt was <em>sleeveless</em>, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes.",
            "vi": "anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín."
        },
        {
            "en": "12        12. BALANCING \"Billy!\" Charlie called as soon as he got out of the car. I turned toward the house, beckoning to Jacob as I ducked under the porch. I heard Charlie greeting them loudly behind me. \"I'm going to pretend I didn't see you behind the wheel, Jake,\" he said disapprovingly. \"We get permits early on the rez,\" Jacob said while I unlocked the door and flicked on the porch light. \"Sure you do,\" Charlie laughed. \"I have to get around somehow.\" I recognized Billy's resonant voice easily, despite the years. The sound of it made me feel suddenly younger, a child. I went inside, leaving the door open behind me and turning on lights before I hung up my jacket. Then I stood in the door, watching anxiously as Charlie and Jacob helped Billy out of the car and into his wheelchair. I backed out of the way as the three of them hurried in, shaking off the rain. \"This is a surprise,\" Charlie was saying. \"It's been too long,\" Billy answered. \"I hope it's not a bad time.\" His dark eyes flashed up to me again, their expression unreadable. \"No, it's great. I hope you can stay for the game.\" Jacob grinned. \"I think that's the plan — our TV broke last week.\" Billy made a face at his son. \"And, of course, Jacob was anxious to see Bella again,\" he added. Jacob scowled and ducked his head while I fought back a surge of remorse. Maybe I'd been too convincing on the beach. \"Are you hungry?\" I asked, turning toward the kitchen. I was eager to escape Billy's searching gaze. \"Naw, we ate just before we came,\" Jacob answered. \"How about you, Charlie?\" I called over my shoulder as I fled around the corner. \"Sure,\" he replied, his voice moving in the direction of the front room and the TV. I could hear Billy's chair follow. The grilled cheese sandwiches were in the frying pan and I was slicing up a tomato when I sensed someone behind me. \"So, how are things?\" Jacob asked. \"Pretty good.\" I smiled. His enthusiasm was hard to resist. \"How about you? Did you finish your car?\" \"No.\" He frowned. \"I still need parts. We borrowed that one.\" He pointed with his thumb in the direction of the front yard. \"Sorry. I haven't seen any… what was it you were looking for?\" \"Master cylinder.\" He grinned. \"Is something wrong with the truck?\" he added suddenly. \"No.\" \"Oh. I just wondered because you weren't driving it.\" I stared down at the pan, pulling up the edge of a sandwich to check the bottom side. \"I got a ride with a friend.\" \"Nice ride.\" Jacob's voice was admiring. \"I didn't recognize the driver, though. I thought I knew most of the kids around here.\" I nodded noncommittally, keeping my eyes down as I flipped sandwiches. \"My dad seemed to know him from somewhere.\" \"Jacob, could you hand me some plates? They're in the cupboard over the sink.\" \"Sure.\" He got the plates in silence. I hoped he would let it drop now. \"So who was it?\" he asked, setting two plates on the counter next to me. I sighed in defeat. \"Edward Cullen.\" To my surprise, he laughed. I glanced up at him. He looked a little embarrassed. \"Guess that explains it, then,\" he said. \"I wondered why my dad was acting so strange.\" \"That's right.\" I faked an innocent expression. \"He doesn't like the Cullens.\" \"Superstitious old man,\" Jacob muttered under his breath. \"You don't think he'd say anything to Charlie?\" I couldn't help asking, the words coming out in a low rush.  Jacob stared at me for a moment, and I couldn't read the expression in his dark eyes. \"I doubt it,\" he finally answered. \"I think Charlie chewed him out pretty good last time. They haven't spoken much since — tonight is sort of a reunion, I think. I don't think he'd bring it up again.\" \"Oh,\" I said, trying to sound indifferent. I stayed in the front room after I carried the food out to Charlie, pretending to watch the game while Jacob chattered at me. I was really listening to the men's conversation, watching for any sign that Billy was about to rat me out, trying to think of ways to stop him if he began. It was a long night. I had a lot of homework that was going undone, but I was afraid to leave Billy alone with Charlie. Finally, the game ended. \"Are you and your friends coming back to the beach soon?\" Jacob asked as he pushed his father over the lip of the threshold. \"I'm not sure,\" I hedged. \"That was fun, Charlie,\" Billy said. \"Come up for the next game,\" Charlie encouraged. \"Sure, sure,\" Billy said. \"We'll be here. Have a good night.\" His eyes shifted to mine, and his smile disappeared. \"You take care, Bella,\" he added seriously. \"Thanks,\" I muttered, looking away. I headed for the stairs while Charlie waved from the doorway. \"Wait, Bella,\" he said. I cringed. Had Billy gotten something in before I'd joined them in the living room? But Charlie was relaxed, still grinning from the unexpected visit. \"I didn't get a chance to talk to you tonight. How was your day?\" \"Good.\" I hesitated with one foot on the first stair, searching for details I could safely share. \"My badminton team won all four games.\" \"Wow, I didn't know you could play badminton.\" \"Well, actually I can't, but my partner is really good,\" I admitted . \"Who is it?\" he asked with token interest. \"Um… Mike Newton,\" I told him reluctantly. \"Oh yeah — you said you were friends with the Newton kid.\" He perked up. \"Nice family.\" He mused for a minute. \"Why didn't you ask him to the dance this weekend?\" \"Dad!\" I groaned. \"He's kind of dating my friend Jessica. Besides, you know I can't dance.\" \"Oh yeah,\" he muttered. Then he smiled at me apologetically. \"So I guess it's good you'll be gone Saturday… I've made plans to go fishing with the guys from the station. The weather's supposed to be real warm. But if you wanted to put your trip off till someone could go with you, I'd stay home. I know I leave you here alone too much.\" \"Dad, you're doing a great job.\" I smiled, hoping my relief didn't show. \"I've never minded being alone — I'm too much like you.\" I winked at him, and he smiled his crinkly-eyed smile. I slept better that night, too tired to dream again. When I woke to the pearl gray morning, my mood was blissful. The tense evening with Billy and Jacob seemed harmless enough now; I decided to forget it completely.  I caught myself whistling while I was pulling the front part of my hair back into a barrette, and later again as I skipped down the stairs. Charlie noticed. \"You're cheerful this morning,\" he commented over breakfast. I shrugged. \"It's Friday.\" I hurried so I would be ready to go the second Charlie left. I had my bag ready, shoes on, teeth brushed, but even though I rushed to the door as soon as I was sure Charlie would be out of sight, Edward was faster. He was waiting in his shiny car, windows down, engine off. I didn't hesitate this time, climbing in the passenger side quickly, the sooner to see his face. He grinned his crooked smile at me, stopping my breath and my heart. I couldn't imagine how an angel could be any more glorious. There was nothing about him that could be improved upon. \"How did you sleep?\" he asked. I wondered if he had any idea how appealing his voice was. \"Fine. How was your night?\" \"Pleasant.\" His smile was amused; I felt like I was missing an inside joke. \"Can I ask what you did?\" I asked. \"No.\" He grinned. \"Today is still mine.\" He wanted to know about people today: more about Renée, her hobbies, what we'd done in our free time together. And then the one grandmother I'd known, my few school friends — embarrassing me when he asked about boys I'd dated. I was relieved that I'd never really dated anyone, so that particular conversation couldn't last long. He seemed as surprised as Jessica and Angela by my lack of romantic history. \"So you never met anyone you wanted?\" he asked in a serious tone that made me wonder what he was thinking about. I was grudgingly honest. \"Not in Phoenix.\" His lips pressed together into a hard line. We were in the cafeteria at this point. The day had sped by in the blur that was rapidly becoming routine. I took advantage of his brief pause to take a bite of my bagel. \"I should have let you drive yourself today,\" he announced, apropos of nothing, while I chewed. \"Why?\" I demanded. \"I'm leaving with Alice after lunch.\" \"Oh.\" I blinked, bewildered and disappointed. \"That's okay, it's not that far of a walk.\" He frowned at me impatiently. \"I'm not going to make you walk home. We'll go get your truck and leave it here for you.\" \"I don't have my key with me,\" I sighed. \"I really don't mind walking.\" What I minded was losing my time with him. He shook his head. \"Your truck will be here, and the key will be in the ignition — unless you're afraid someone might steal it.\" He laughed at the thought. \"All right,\" I agreed, pursing my lips. I was pretty sure my key was in the pocket of a pair of jeans I wore Wednesday, under a pile of clothes in the laundry room. Even if he broke into my house, or whatever he was planning, he'd never find it. He seemed to feel the challenge in my consent. He smirked, overconfident. \"So where are you going?\" I asked as casually as I could manage. \"Hunting,\" he answered grimly. \"If I'm going to be alone with you tomorrow, I'm going to take whatever precautions I can.\" His face grew morose… and pleading. \"You can always cancel, you know.\" I looked down, afraid of the persuasive power of his eyes. I refused to be convinced to fear him, no matter how real the danger might be. It doesn't matter, I repeated in my head.  \"No,\" I whispered, glancing back at his face. \"I can't.\" \"Perhaps you're right,\" he murmured bleakly. His eyes seemed to darken in color as I watched. I changed the subject. \"What time will I see you tomorrow?\" I asked, already depressed by the thought of him leaving now. \"That depends… it's a Saturday, don't you want to sleep in?\" he offered. \"No,\" I answered too fast. He restrained a smile.  \"The same time as usual, then,\" he decided. \"Will Charlie be there?\" \"No, he's fishing tomorrow.\" I beamed at the memory of how conveniently things had worked out. His voice turned sharp. \"And if you don't come home, what will he think?\" \"I have no idea,\" I answered coolly. \"He knows I've been meaning to do the laundry. Maybe he'll think I fell in the washer.\" He scowled at me and I scowled back. His anger was much more impressive than mine. \"What are you hunting tonight?\" I asked when I was sure I had lost the glowering contest. \"Whatever we find in the park. We aren't going far.\" He seemed bemused by my casual reference to his secret realities. \"Why are you going with Alice?\" I wondered. \"Alice is the most… supportive.\" He frowned as he spoke. \"And the others?\" I asked timidly. \"What are they?\" His brow puckered for a brief moment. \"Incredulous, for the most part.\" I peeked quickly behind me at his family. They sat staring off in different directions, exactly the same as the first time I'd seen them. Only now they were four; their beautiful, bronze-haired brother sat across from me, his golden eyes troubled. \"They don't like me,\" I guessed. \"That's not it,\" he disagreed, but his eyes were too innocent. \"They don't understand why I can't leave you alone.\" I grimaced. \"Neither do I, for that matter.\" Edward shook his head slowly, rolling his eyes toward the ceiling before he met my gaze again. \"I told you — you don't see yourself clearly at all. You're not like anyone I've ever known. You fascinate me.\" I glared at him, sure he was teasing now. He smiled as he deciphered my expression. \"Having the advantages I do,\" he murmured, touching his forehead discreetly, \"I have a better than average grasp of human nature. People are predictable. But you… you never do what I expect. You always take me by surprise.\" I looked away, my eyes wandering back to his family, embarrassed and dissatisfied. His words made me feel like a science experiment. I wanted to laugh at myself for expecting anything else. \"That part is easy enough to explain,\" he continued. I felt his eyes on my face but I couldn't look at him yet, afraid he might read the chagrin in my eyes. \"But there's more… and it's not so easy to put into words —\" I was still staring at the Cullens while he spoke. Suddenly Rosalie, his blond and breathtaking sister, turned to look at me. No, not to look — to glare, with dark, cold eyes. I wanted to look away, but her gaze held me until Edward broke off mid-sentence and made an angry noise under his breath. It was almost a hiss. Rosalie turned her head, and I was relieved to be free. I looked back at Edward — and I knew he could see the confusion and fear that widened my eyes. His face was tight as he explained. \"I'm sorry about that. She's just worried. You see… it's dangerous for more than just me if, after spending so much time with you so publicly…\" He looked down. \"If?\" \"If this ends… badly.\" He dropped his head into his hands, as he had that night in Port Angeles. His anguish was plain; I yearned to comfort him, but I was at a loss to know how.  My hand reached toward him involuntarily; quickly, though, I dropped it to the table, fearing that my touch would only make things worse. I realized slowly that his words should frighten me. I waited for that fear to come, but all I could seem to feel was an ache for his pain. And frustration — frustration that Rosalie had interrupted whatever he was about to say. I didn't know how to bring it up again. He still had his head in his hands. I tried to speak in a normal voice. \"And you have to leave now?\" \"Yes.\" He raised his face; it was serious for a moment, and then his mood shifted and he smiled. \"It's probably for the best. We still have fifteen minutes of that wretched movie left to endure in Biology — I don't think I could take any more.\" I started. Alice — her short, inky hair in a halo of spiky disarray around her exquisite, elfin face — was suddenly standing behind his shoulder. Her slight frame was willowy, graceful even in absolute stillness. He greeted her without looking away from me. \"Alice.\" \"Edward,\" she answered, her high soprano voice almost as attractive as his. \"Alice, Bella — Bella, Alice,\" he introduced us, gesturing casually with his hand, a wry smile on his face. \"Hello, Bella.\" Her brilliant obsidian eyes were unreadable, but her smile was friendly. \"It's nice to finally meet you.\" Edward flashed a dark look at her. \"Hi, Alice,\" I murmured shyly. \"Are you ready?\" she asked him. His voice was aloof. \"Nearly. I'll meet you at the car.\" She left without another word; her walk was so fluid, so sinuous that I felt a sharp pang of jealousy. \"Should I say 'have fun,' or is that the wrong sentiment?\" I asked, turning back to him. \"No, 'have fun' works as well as anything.\" He grinned. \"Have fun, then.\" I worked to sound wholehearted. Of course I didn't fool him. \"I'll try.\" He still grinned. \"And you try to be safe, please.\" \"Safe in Forks — what a challenge.\" \"For you it is a challenge.\" His jaw hardened. \"Promise.\" \"I promise to try to be safe,\" I recited. \"I'll do the laundry tonight — that ought to be fraught with peril.\" \"Don't fall in,\" he mocked. \"I'll do my best.\" He stood then, and I rose, too. \"I'll see you tomorrow,\" I sighed. \"It seems like a long time to you, doesn't it?\" he mused. I nodded glumly.  \"I'll be there in the morning,\" he promised, smiling his crooked smile. He reached across the table to touch my face, lightly brushing along my cheekbone again. Then he turned and walked away. I stared after him until he was gone. I was sorely tempted to ditch the rest of the day, at the very least Gym, but a warning instinct stopped me. I knew that if I disappeared now, Mike and others would assume I was with Edward. And Edward was worried about the time we'd spent together publicly… if things went wrong. I refused to dwell on the last thought, concentrating instead on making things safer for him. I intuitively knew — and sensed he did, too — that tomorrow would be pivotal. Our relationship couldn't continue to balance, as it did, on the point of a knife. We would fall off one edge or the other, depending entirely upon his decision, or his instincts. My decision was made, made before I'd ever consciously chosen, and I was committed to seeing it through. Because there was nothing more terrifying to me, more excruciating, than the thought of turning away from him. It was an impossibility. I went to class, feeling dutiful. I couldn't honestly say what happened in Biology; my mind was too preoccupied with thoughts of tomorrow. In Gym, Mike was speaking to me again; he wished me a good time in Seattle. I carefully explained that I'd canceled my trip, worried about my truck.  \"Are you going to the dance with Cullen?\" he asked, suddenly sulky. \"No, I'm not going to the dance at all.\" \"What are you doing, then?\" he asked, too interested. My natural urge was to tell him to butt out. Instead, I lied brightly. \"Laundry, and then I have to study for the Trig test or I'm going to fail.\" \"Is Cullen helping you study?\" \"Edward,\" I emphasized, \"is not going to help me study. He's gone away somewhere for the weekend.\" The lies came more naturally than usual, I noted with surprise. \"Oh.\" He perked up. \"You know, you could come to the dance with our group anyway — that would be cool. We'd all dance with you,\" he promised. The mental image of Jessica's face made my tone sharper than necessary. \"I'm not going to the dance, Mike, okay?\" \"Fine.\" He sulked again. \"I was just offering.\" When the school day had finally ended, I walked to the parking lot without enthusiasm. I did not especially want to walk home, but I couldn't see how he would have retrieved my truck.  Then again, I was starting to believe that nothing was impossible for him. The latter instinct proved correct — my truck sat in the same space he'd parked his Volvo in this morning. I shook my head, incredulous, as I opened the unlocked door and saw the key in the ignition. There was a piece of white paper folded on my seat. I got in and closed the door before I unfolded it. Two words were written in his elegant script. Be safe. The sound of the truck roaring to life frightened me. I laughed at myself. When I got home, the handle of the door was locked, the dead bolt unlocked, just as I'd left it this morning. Inside, I went straight to the laundry room. It looked just the same as I'd left it, too. I dug for my jeans and, after finding them, checked the pockets. Empty. Maybe I'd hung my key up after all, I thought, shaking my head. Following the same instinct that had prompted me to lie to Mike, I called Jessica on the pretense of wishing her luck at the dance. When she offered the same wish for my day with Edward, I told her about the cancellation. She was more disappointed than really necessary for a third-party observer to be. I said goodbye quickly after that. Charlie was absentminded at dinner, worried over something at work, I guessed, or maybe a basketball game, or maybe he was just really enjoying the lasagna — it was hard to tell with Charlie. \"You know, Dad…\" I began, breaking into his reverie. \"What's that, Bell?\" \"I think you're right about Seattle. I think I'll wait until Jessica or someone else can go with me.\" \"Oh,\" he said, surprised. \"Oh, okay. So, do you want me to stay home?\" \"No, Dad, don't change your plans. I've got a million things to do… homework, laundry… I need to go to the library and the grocery store. I'll be in and out all day… you go and have fun.\" \"Are you sure?\" \"Absolutely, Dad. Besides, the freezer is getting dangerously low on fish — we're down to a two, maybe three years' supply.\" \"You're sure easy to live with, Bella.\" He smiled. \"I could say the same thing about you,\" I said, laughing. The sound of my laughter was off, but he didn't seem to notice. I felt so guilty for deceiving him that I almost took Edward's advice and told him where I would be. Almost. After dinner, I folded clothes and moved another load through the dryer. Unfortunately it was the kind of job that only keeps hands busy. My mind definitely had too much free time, and it was getting out of control. I fluctuated between anticipation so intense that it was very nearly pain, and an insidious fear that picked at my resolve. I had to keep reminding myself that I'd made my choice, and I wasn't going back on it. I pulled his note out of my pocket much more often than necessary to absorb the two small words he'd written. He wants me to be safe, I told myself again and again. I would just hold on to the faith that, in the end, that desire would win out over the others. And what was my other choice — to cut him out of my life? Intolerable. Besides, since I'd come to Forks, it really seemed like my life was about him. But a tiny voice in the back of my mind worried, wondering if it would hurt very much… if it ended badly. I was relieved when it was late enough to be acceptable for bedtime. I knew I was far too stressed to sleep, so I did something I'd never done before. I deliberately took unnecessary cold medicine — the kind that knocked me out for a good eight hours. I normally wouldn't condone that type of behavior in myself, but tomorrow would be complicated enough without me being loopy from sleep deprivation on top of everything else. While I waited for the drugs to kick in, I dried my clean hair till it was impeccably straight, and fussed over what I would wear tomorrow. With everything ready for the morning, I finally lay in my bed. I felt hyper; I couldn't stop twitching. I got up and rifled through my shoebox of CDs until I found a collection of Chopin's nocturnes. I put that on very quietly and then lay down again, concentrating on relaxing individual parts of my body. Somewhere in the middle of that exercise, the cold pills took effect, and I gladly sank into unconsciousness.  I woke early, having slept soundly and dreamlessly thanks to my gratuitous drug use. Though I was well rested, I slipped right back into the same hectic frenzy from the night before. I dressed in a rush, smoothing my collar against my neck, fidgeting with the tan sweater till it hung right over my jeans. I sneaked a swift look out the window to see that Charlie was already gone. A thin, cottony layer of clouds veiled the sky. They didn't look very lasting. I ate breakfast without tasting the food, hurrying to clean up when I was done. I peeked out the window again, but nothing had changed. I had just finished brushing my teeth and was heading back downstairs when a quiet knock sent my heart thudding against my rib cage. I flew to the door; I had a little trouble with the simple dead bolt, but I yanked the door open at last, and there he was. All the agitation dissolved as soon as I looked at his face, calm taking its place. I breathed a sigh of relief — yesterday's fears seemed very foolish with him here. He wasn't smiling at first — his face was somber. But then his expression lightened as he looked me over, and he laughed.  \"Good morning,\" he chuckled. \"What's wrong?\" I glanced down to make sure I hadn't forgotten anything important, like shoes, or pants. \"We match.\" He laughed again. I realized he had a long, light tan sweater on, with a white collar showing underneath, and blue jeans. I laughed with him, hiding a secret twinge of regret — why did he have to look like a runway model when I couldn't? I locked the door behind me while he walked to the truck. He waited by the passenger door with a martyred expression that was easy to understand. \"We made a deal,\" I reminded him smugly, climbing into the driver's seat, and reaching over to unlock his door. \"Where to?\" I asked. \"Put your seat belt on — I'm nervous already.\" I gave him a dirty look as I complied. \"Where to?\" I repeated with a sigh. \"Take the one-on-one north,\" he ordered. It was surprisingly difficult to concentrate on the road while feeling his gaze on my face. I compensated by driving more carefully than usual through the still-sleeping town. \"Were you planning to make it out of Forks before nightfall?\" \"This truck is old enough to be your car's grandfather — have some respect,\" I retorted. We were soon out of the town limits, despite his negativity. Thick underbrush and green-swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructed just as I was about to ask. I obeyed silently. \"Now we drive until the pavement ends.\" I could hear a smile in his voice, but I was too afraid of driving off the road and proving him right to look over and be sure. \"And what's there, at the pavement's end?\" I wondered. \"A trail.\"                          \"We're hiking?\" Thank goodness I'd worn tennis shoes. \"Is that a problem?\" He sounded as if he'd expected as much. \"No.\" I tried to make the lie sound confident. But if he thought my truck was slow… \"Don't worry, it's only five miles or so, and we're in no hurry.\" Five miles. I didn't answer, so that he wouldn't hear my voice crack in panic. Five miles of treacherous roots and loose stones, trying to twist my ankles or otherwise incapacitate me. This was going to be humiliating. We drove in silence for a while as I contemplated the coming horror. \"What are you thinking?\" he asked impatiently after a few moments. I lied again. \"Just wondering where we're going.\" \"It's a place I like to go when the weather is nice.\" We both glanced out the windows at the thinning clouds after he spoke. \"Charlie said it would be warm today.\" \"And did you tell Charlie what you were up to?\" he asked. \"Nope.\" \"But Jessica thinks we're going to Seattle together?\" He seemed cheered by the idea. \"No, I told her you canceled on me — which is true.\" \"No one knows you're with me?\" Angrily, now. \"That depends… I assume you told Alice?\" \"That's very helpful, Bella,\" he snapped. I pretended I didn't hear that. \"Are you so depressed by Forks that it's made you suicidal?\" he demanded when I ignored him. \"You said it might cause trouble for you… us being together publicly,\" I reminded him. \"So you're worried about the trouble it might cause me— if you don't come home?\" His voice was still angry, and bitingly sarcastic. I nodded, keeping my eyes on the road. He muttered something under his breath, speaking so quickly that I couldn't understand. We were silent for the rest of the drive. I could feel the waves of infuriated disapproval rolling off of him, and I could think of nothing to say. And then the road ended, constricting to a thin foot trail with a small wooden marker. I parked on the narrow shoulder and stepped out, afraid because he was angry with me and I didn't have driving as an excuse not to look at him. It was warm now, warmer than it had been in Forks since the day I'd arrived, almost muggy under the clouds. I pulled off my sweater and knotted it around my waist, glad that I'd worn the light, <em>sleeveless</em> shirt — especially if I had five miles of hiking ahead of me. I heard his door slam, and looked over to see that he'd removed his sweater, too. He was facing away from me, into the unbroken forest beside my truck. \"This way,\" he said, glancing over his shoulder at me, eyes still annoyed. He started into the dark forest. \"The trail?\" Panic was clear in my voice as I hurried around the truck to catch up to him. \"I said there was a trail at the end of the road, not that we were taking it.\" \"No trail?\" I asked desperately. \"I won't let you get lost.\" He turned then, with a mocking smile, and I stifled a gasp. His white shirt was <em>sleeveless</em>, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes. He was too perfect, I realized with a piercing stab of despair. There was no way this godlike creature could be meant for me. He stared at me, bewildered by my tortured expression. \"Do you want to go home?\" he said quietly, a different pain than mine saturating his voice. \"No.\" I walked forward till I was close beside him, anxious not to waste one second of whatever time I might have with him. \"What's wrong?\" he asked, his voice gentle. \"I'm not a good hiker,\" I answered dully. \"You'll have to be very patient.\" \"I can be patient — if I make a great effort.\" He smiled, holding my glance, trying to lift me out of my sudden, unexplained dejection. I tried to smile back, but the smile was unconvincing. He scrutinized my face. \"I'll take you home,\" he promised. I couldn't tell if the promise was unconditional, or restricted to an immediate departure. I knew he thought it was fear that upset me, and I was grateful again that I was the one person whose mind he couldn't hear. \"If you want me to hack five miles through the jungle before sundown, you'd better start leading the way,\" I said acidly. He frowned at me, struggling to understand my tone and expression. He gave up after a moment and led the way into the forest. It wasn't as hard as I had feared. The way was mostly flat, and he held the damp ferns and webs of moss aside for me. When his straight path took us over fallen trees or boulders, he would help me, lifting me by the elbow, and then releasing me instantly when I was clear. His cold touch on my skin never failed to make my heart thud erratically. Twice, when that happened, I caught a look on his face that made me sure he could somehow hear it. I tried to keep my eyes away from his perfection as much as possible, but I slipped often. Each time, his beauty pierced me through with sadness. For the most part, we walked in silence. Occasionally he would ask a random question that he hadn't gotten to in the past two days of interrogation. He asked about my birthdays, my grade school teachers, my childhood pets — and I had to admit that after killing three fish in a row, I'd given up on the whole institution. He laughed at that, louder than I was used to — bell-like echoes bouncing back to us from the empty woods. The hike took me most of the morning, but he never showed any sign of impatience. The forest spread out around us in a boundless labyrinth of ancient trees, and I began to be nervous that we would never find our way out again. He was perfectly at ease, comfortable in the green maze, never seeming to feel any doubt about our direction. After several hours, the light that filtered through the canopy transformed, the murky olive tone shifting to a brighter jade. The day had turned sunny, just as he'd foretold. For the first time since we'd entered the woods, I felt a thrill of excitement — which quickly turned to impatience. \"Are we there yet?\" I teased, pretending to scowl. \"Nearly.\" He smiled at the change in my mood. \"Do you see the brightness ahead?\" I peered into the thick forest. \"Um, should I?\" He smirked. \"Maybe it's a bit soon for your eyes.\" \"Time to visit the optometrist,\" I muttered. His smirk grew more pronounced. But then, after another hundred yards, I could definitely see a lightening in the trees ahead, a glow that was yellow instead of green. I picked up the pace, my eagerness growing with every step. He let me lead now, following noiselessly. I reached the edge of the pool of light and stepped through the last fringe of ferns into the loveliest place I had ever seen. The meadow was small, perfectly round, and filled with wildflowers — violet, yellow, and soft white. Somewhere nearby, I could hear the bubbling music of a stream. The sun was directly overhead, filling the circle with a haze of buttery sunshine. I walked slowly, awestruck, through the soft grass, swaying flowers, and warm, gilded air. I halfway turned, wanting to share this with him, but he wasn't behind me where I thought he'd be. I spun around, searching for him with sudden alarm. Finally I spotted him, still under the dense shade of the canopy at the edge of the hollow, watching me with cautious eyes. Only then did I remember what the beauty of the meadow had driven from my mind — the enigma of Edward and the sun, which he'd promised to illustrate for me today. I took a step back toward him, my eyes alight with curiosity. His eyes were wary, reluctant. I smiled encouragingly and beckoned to him with my hand, taking another step back to him. He held up a hand in warning, and I hesitated, rocking back onto my heels. Edward seemed to take a deep breath, and then he stepped out into the bright glow of the midday sun.",
            "vi": "12        12.  Thăng bằng \"Billy !\" Charlie gọi ngay khi vừa ra khỏi xe.  Tôi chạy về phía nhà, vẫy tay gọi Jacob vừa cúi mình né dưới hàng hiên. Tôi nghe tiếng Charlie chào thật to phía sau.  \"Tôi sẽ phải giả vờ không thấy cháu ngồi sau tay lái, Jake, \" ông không bằng lòng nói.  \"Tụi con sắp sửa có bằng lái rồi mà, \" Jacob nói trong khi tôi mở khoá cửa và bật đèn trước hiên nhà.  \"Dĩ nhiên rồi, \" Charlie cười to.  \"Tôi cũng phải đi chơi đây đó chớ. \" tôi nhận ra giọng nói âm vang của Billy dễ dàng, dù đã bao năm qua. Âm thanh của giọng nói đó làm tôi đột ngột thấy mình nhỏ dại lại, như một đứa trẻ.  Tôi vào trong nhà, để ngỏ cửa phía sau và bật đèn trước khi tôi treo áo khoác lên. Sau đó tôi đứng ở cửa, lo lắng nhìn Charlie và Jacob giúp Billy ra xe và đặt ông ấy vào chiếc xe lăn.  Tôi tránh đường khi ba người vội vã vào nhà, giũ nước mưa.  \"Thật bất ngờ, \" Charlie nói.  \"Lâu quá không gặp, \" Billy trả lời. \"Hy vọng tôi không đến không đúng lúc. \" Đôi mắt đen của ông lại liếc nhìn lên tôi, ánh mắt thật khó hiểu.  \"Không đâu, tuyệt lắm. Tôi hy vọng ông sẽ ở lại coi đá banh với tôi.” Jacob cười toe toét. \"Con cũng định vậy – tuần trước TV nhà con hư rồi. \" Billy nhăn nhó nhìn con trai. \"Dĩ nhiên rồi, vì Jacob nóng lòng muốn gặp lại Bella đó mà, \" ông nói thêm. Jacob giận dữ cúi đầu trong khi tôi cố kềm nỗi hối hận ngập tràn. Có lẽ tôi đã quá thuyết phục trên bãi biển.  \"Mọi người có đói không?\" tôi hỏi, quay về phía nhà bếp. Tôi muốn tránh ánh nhìn xuyên thấu của Billy.  \"Không, tụi này vừa mới ăn xong trước khi đến, \" Jacob trả lời.  \"Còn bố sao hả Charlie?” Tôi vừa hỏi vừa lỉnh vô bếp.  \"Dĩ nhiên là ăn rồi, \" bố trả lời, giọng ông di chuyển về phía phòng khách và cái TV. Tôi có thể nghe tiếng xe lăn của Billy đi theo.  Bánh xăng - uých phô - mai nướng đang trong chảo và tôi đang thái cà chua thì cảm thấy  có người ở sau mình.  \"Nè, tình hình thế nào?\" Jacob hỏi.  \"Khá tốt. \" tôi mỉm cười. Sự nhiệt tình của anh chàng thật khó kháng cự lại. \"Còn bạn thì sao? Bạn đã ráp xong xe chưa?\" \"Chưa.”  Anh chàng cau mày.” Tôi còn cần linh kiện.  Tụi tôi đã mượn cái đó.” Anh chàng chỉa ngón cái ra sân trước.  \"Xin lỗi. Tôi không thấy gì ... bạn đang tìm gì vậy?\" \"Xy-lanh chính. \" anh chàng cười toe toét. \"Xe tải bị hư gì à?\" anh chàng đột ngột nói thêm.  \"Không.” \"Ồ. Tôi chỉ thắc mắc vì thấy bạn không đi nó.” Tôi nhìn chằm chằm vào cái chảo, kéo bìa bánh xăng - uých để kiểm tra phía đáy. \"Tôi đi quá giang một người bạn. \" \"Xe đẹp ghê.” Giọng Jacob đầy ngưỡng mộ. \"Tuy tôi không biết người lái xe. Tôi cứ nghĩ mình biết hết mọi thanh niên quanh đây.” Tôi gật đầu lấp lửng, cứ nhìn xuống khi lật bánh xăng - uých.  \"Bố tôi hình như biết anh ở đâu đó.” \"Jacob, bạn đưa giùm tôi mấy cái đĩa nhé? Trong tủ trên bồn rửa chén đó. \" \"Được thôi. \" Anh chàng im lặng lấy đĩa. Tôi hi vọng anh ta sẽ bỏ qua chuyện đó.  \"Ai vậy?\" Anh chàng hỏi, đăt hai cái đĩa trên quầy kế bên tôi.  Tôi thở dài chịu thua. \"Edward Cullen. \" Thật không ngờ, anh chàng cười. Tôi liếc nhìn anh chàng. Anh ta có vẻ hơi lúng túng.  \"Thảo nào, \" anh chàng nói. \"Tôi đã thắc mắc không biết sao bố tôi lại phản ứng kỳ lạ thế.” \"Đúng rồi. \" Tôi giả vẻ mặt ngây thơ vô tội. \"Ông không thích Cullens. \" \"Ông già mê tín, \" Jacob thì thầm lầm bầm.  \"Bạn không nghĩ bố bạn sẽ nói gì với Charlie à?\" Tôi hỏi không kềm được, lời nói tuôn ra hơi vội vã.  Jacob nhìn tôi chằm chằm trong chốc lát, và tôi không hiểu được ẩn ý trong đôi mắt đen đó. \"Chắc không đâu, \" cuối cùng thì anh cũng trả lời. \"Tôi nghĩ Charlie lần trước đã cự nự bố tôi nhiều rồi. Từ đó hai người đã không thèm nói chuyện với nhau - đêm nay giông giống như để làm lành, tôi nghĩ vậy. Nên chắc bố tôi sẽ không lôi chuyện đó ra nói nữa đâu.” \"Ồ, \" tôi nói, cố tỏ vẻ dửng dưng.  Tôi ở lại phòng khách sau khi mang thức ăn ra cho Charlie, giả vờ coi đá banh trong khi Jacob cứ nói huyên thuyên với tôi. Tôi đang lắng nghe câu chuyện của mấy ông, chờ dấu hiệu Billy sắp sửa tố cáo tôi, cố nghĩ cách chặn ông nếu ông làm thế.  Thật là một đêm dài. Tôi có rất nhiều bài tập chưa làm, nhưng tôi sợ để Billy một mình với Charlie. Cuối cùng, trận đấu cũng kết thúc.  \"Bạn và bạn bè sẽ sớm quay lại bãi biển chứ?\" Jacob hỏi khi anh chàng đẩy bố qua ngưỡng cửa.  \"Tôi không biết nữa,” tôi tránh không trả lời thẳng.  \"Vui quá, Charlie, \" Billy nói.  \"Trận đấu kế nhớ đến nữa nhe, \" Charlie khuyến khích.  \"Chắc chắn rồi, chắc chắn rồi, \" Billy nói. \"Chúng tôi sẽ đến. Ngủ ngon nhé. \" Mắt ông chuyển sang tôi, và nụ cười biến mất. \"Bella, bảo trọng nhé\" ông nói thêm một cách nghiêm trang.  \"Cám ơn bác, \" tôi thì thầm, nhìn sang chỗ khác.  Tôi đi về phía cầu thang trong khi Charlie vẫy tay ở lối vào.  \"Chờ chút, Bella, \" ông nói.  Tôi co rúm người.  Billy đã tranh thủ nói được gì đó trước khi tôi cùng vào phòng khách với mọi người sao? Nhưng Charlie thoải mái, vẫn cười toe toét vì chuyến viếng thăm bất ngờ.  \"Bố chưa kịp hỏi thăm con đêm nay.  Hôm nay con ra sao?\" \"Tốt bố. \" Tôi do dự bước một chân lên nấc thang đầu tiên, kiếm những chi tiết có thể kể bố nghe một cách an toàn. \"Nhóm cầu lông của con thắng cả bốn ván.” \"Chà, bố không biết con chơi được cầu lông. \" \" Ưm, thực ra con không chơi được, nhưng bạn trong nhóm của con giỏi lắm,” tôi thừa nhận.  \"Ai vậy?\" Ông hỏi lấy có.  \"Ờ... Mike Newton, \" Tôi nói với ông một cách miễn cưỡng.  \"Ờ đúng rồi –con có nói con chơi với con nhà Newton. \" ông hoạt bát hơn.  \"Nhà đó dễ thương. \" ông trầm ngâm một chút. \"Sao con không mời nó đi khiêu vũ cuối tuần này ?\" \"Bố!\" tôi rên rỉ. \" Anh ta đại loại đang hẹn hò với Jessica bạn con mà. Hơn nữa, Bố biết là con đâu khiêu vũ được.” \"Ờ nhỉ, \" ông thì thầm. Sau đó ông mỉm cười với tôi vẻ hối lỗi. \"Bố nghĩ may mà con đi chơi hôm thứ bảy ... vì bố định đi câu cá với mấy người bạn trong đồn. Thời tiết nghe nói ấm áp lắm. Nhưng nếu con muốn hoãn chuyến đi cho đến khi có người đi cùng thì bố sẽ ở nhà.  Bố biết đã để con một mình quá nhiều.” \"Bố, bố đã làm rất tốt mà. \" tôi mỉm cười, hy vọng nỗi nhẹ nhõm của mình không lộ ra.  \"Con chẳng bao giờ thấy phiền khi ở một mình – con giống y bố mà. \" Tôi nháy mắt với ông, và ông cười tít mắt.  Đêm đó tôi ngủ ngon hơn, quá mệt để lại nằm mơ. Khi tỉnh giấc trong buổi sáng xám xịt, tôi vô cùng vui vẻ. Buổi tối căng thẳng với Billy và Jacob bây giờ có vẻ không nguy hại gì cả nên tôi quyết định quên hẳn nó luôn.  Tôi thấy mình huýt sáo khi tôi vén kẹp mớ tóc phía trước lên, rồi sau đó lại huýt sáo khi nhảy mấy nấc thang xuống lầu.  Charlie nhận thấy ngay.  \"Sáng nay con vui nhỉ,, \" ông bình luận khi ăn sáng.  Tôi nhún vai. \"Thứ Sáu mà bố. \" Tôi làm thật nhanh nên đã sẵn sàng lên đường ngay khi Charlie vừa ra khỏi nhà. Tôi đã chuẩn bị cặp xong, giầy đã mang, răng đã đánh, nhưng dù có ra cửa nhanh đến đâu ngay sau khi Charlie khuất ngoài tầm nhìn thì Edward vẫn nhanh hơn. Anh đang ngồi chờ trong chiếc xe bóng loáng, cửa sổ quay xuống, động cơ đã tắt.  Lần này tôi không do dự, leo ngay vào phía hành khách, ngay khi vừa nhìn thấy anh. Anh nở nụ cười nhếch môi với tôi, làm tôi ngừng thở và tim tôi ngừng đập. Tôi không thể tưởng tượng nỗi làm sao có được một thiên thần nào lộng lẫy hơn. Anh thật toàn mỹ, không có gì ở anh có thể hoàn thiện hơn nữa .  \"Em ngủ ngon không?\" anh hỏi. Tôi tự hỏi không biết anh có biết giọng anh hấp dẫn thế nào không.  \"Ngon. Đêm của anh ra sao?\" \"Dễ chịu.” Anh cười thích thú; tôi cảm thấy như có điều gì ẩn giấu sau nụ cười đó.  \"Tôi có thể hỏi anh đã làm gì không?\" Tôi hỏi.  \"Không. \" anh cười toe toét. \" Hôm nay vẫn là ngày của tôi.” Hôm nay anh muốn biết về mọi người: biết thêm về Renée, sở thích của mẹ, chúng tôi cùng nhau làm gì khi rảnh rỗi. Rồi một người bà của tôi, số bạn học ít ỏi của tôi  - làm tôi ngượng khi hỏi về những anh chàng tôi đã hẹn hò. Tôi cảm thấy nhẹ nhõm vì mình chưa hề thực sự hẹn hò với bất kỳ ai, vì thế cuộc trò chuyện đặc biệt đó không thể kéo dài. Anh có vẻ ngạc nhiên y như Jessica và Angela vì tôi thiếu lãng mạn như thế.  \"Vậy là em chưa từng gặp ai mình ao ước cả sao?\" Anh hỏi bằng một giọng nghiêm túc khiến tôi tự hỏi không biết anh đang nghĩ về chuyện gì.  Tôi trung thực một cách miễn cưỡng. \"Chưa từng gặp ở Phoenix. \" Anh mím chặt môi.  Lúc này chúng tôi đã ngồi trong quán ăn tự phục vụ. Ngày trôi qua thật nhanh trong những ngày này. Tôi tận dụng lúc anh dừng lại một chút để cắn một miếng bánh mì vòng.  \"Lẽ ra hôm nay tôi nên để em tự đi xe, \" anh công bố, chẳng liên quan gì, trong khi tôi đang nhai.  \"Sao vậy?\" tôi hỏi.  \"Tôi sẽ đi với Alice sau khi ăn trưa xong. \" \"Ôi. \" tôi chớp mắt, hoang mang và thất vọng. \"Cũng được thôi, đi bộ cũng không xa lắm.” Anh cau mày nhìn tôi sốt ruột. \"Tôi sẽ không để em phải đi bộ về nhà. Chúng tôi sẽ đi lấy xe tải của em và bỏ ở đây cho em. \" “Tôi không mang theo chìa khoá, \" tôi thở dài. \"Tôi thực không cảm thấy phiền khi phải đi bộ đâu.” Điều tôi cảm thấy phiền là không được ở bên anh.  Anh lắc đầu. \"Xe em sẽ ở đây, và chìa khoá sẽ cắm trong công tắc - trừ phi em sợ người ta ăn cắp nó. \" Anh cười giễu ý nghĩ đó.  \"Được thôi, \" tôi bĩu môi đồng ý. Tôi chắc chắn chìa khoá xe trong túi một cái quần jean đã mặc hôm thứ Tư, dưới đống quần áo trong phòng giặt ủi. Dù anh có đột nhập vào nhà, hay định làm gì đi nữa, anh cũng chẳng bao giờ tìm ra nó. Anh có vẻ cảm nhận được thách thức trong sự ưng thuận của tôi nên cười tự mãn, quá tự tin.  \"Anh sẽ đi đâu vậy?\" tôi hỏi cố tự nhiên nhất có thể.  \"Săn, \" anh buồn rầu trả lời. \"Nếu mai tôi ở một mình với em, tôi cần đề phòng mọi khả năng có thể. \" Mặt anh ngày càng ủ ê hơn ... và nài nỉ. \"Em biết là, em luôn có thể hủy hẹn.” Tôi nhìn xuống, sợ sức thuyết phục trong đôi mắt anh. Tôi không chịu tin mình sẽ sợ anh, bất kể nguy hiểm là có thật thế nào đi nữa. Chẳng quan trọng gì cả, tôi lặp đi lặp lại trong đầu.  \"Không, \" tôi thì thầm, liếc nhìn lại vào mặt anh. \"Tôi không thể. \" \"Có lẽ em đúng, \" anh thì thầm chán chường. Mắt anh hình như sẫm màu hơn khi tôi nhìn.  Tôi thay đổi đề tài. \" Mai tôi sẽ gặp anh lúc mấy giờ?\" tôi hỏi, đã buồn nản bởi ý nghĩ anh bây giờ phải đi.  \"Còn tùy ...  thứ bảy mà, em có muốn ngủ nướng không?\" anh đề nghị.  \"Không, \" tôi trả lời quá nhanh. Anh nín cười.  \"Vậy thì cùng thời gian như thường lệ nhé, \" anh quyết định. \" Charlie sẽ ở nhà chứ?\" \"Không, mai bố tôi sẽ đi câu cá. \" Tôi cười khi nhớ lại mọi chuyện tự nhiên bỗng trở nên thuận lợi hết sức. Giọng anh đanh lại. \"Và nếu em không về nhà, bố em sẽ nghĩ gì?\" \"Tôi không biết, \" tôi trả lời lạnh lùng. \"Bố biết tôi định giặt quần áo. Có lẽ ông sẽ nghĩ là tôi lọt vô máy giặt. \" Anh quắc mắt nhìn tôi và tôi cau có nhìn lại. Cơn phẫn nộ của anh dữ dội hơn của tôi.  \"Đêm nay anh săn gì?\" Tôi hỏi khi chắc chắn mình thua cuộc thi nhìn trừng trừng.  \"Bất cứ thứ gì tìm thấy trong khu bảo tồn. Chúng tôi sẽ không đi xa. \" Anh có vẻ kinh ngạc bởi câu hỏi thăm bình thường của tôi về những sự thực được che giấu của anh. \"Tại sao anh đi với Alice?\" tôi tự hỏi.  \" Alice ... thông cảm nhất. \" Anh vừa cau mày vừa nói.  \"Còn những người khác?\" tôi hỏi rụt rè. \"Họ thì sao?\" Trán anh nhăn lại một chốc. \"Đa số thì hoài nghi.” Tôi lén nhìn nhanh vào gia đình anh ở phía sau. Họ ngồi nhìn theo các hướng khác nhau, y hệt như lần đầu tôi gặp họ. Có điều bây giờ họ chỉ còn bốn người; người anh tóc màu đồng, xinh đẹp ngồi đối diện với tôi, đôi mắt vàng của anh ta có vẻ bối rối.  \"Họ không thích tôi, \" tôi đoán.  \"Không phải thế, \" anh phản đối, nhưng đôi mắt anh quá đỗi vô tội. \"Họ chỉ không hiểu tại sao tôi không thể để em yên. \" Tôi nhăn nhó. \"Tôi cũng không để anh yên mà, nếu nói thế. \" Edward lắc đầu chậm rãi, liếc nhìn trần nhà rồi mới chạm vào ánh nhìn chằm chằm của tôi trở lại. \"Tôi đã nói với em rồi - em không biết giá trị của mình. Em chẳng giống bất kỳ ai tôi từng biết. Em làm tôi mê muội.” Tôi nhìn anh trừng trừng, chắc chắn anh đang trêu chọc mình.  Anh mỉm cười khi nhìn thấy nét mặt tôi. \"Tôi quả có lợi thế hơn người, \" anh thì thầm, kín đáo sờ trán, \"Tôi hiểu biết rõ về bản tính của con người. Mọi người đều có thể đoán định được. Nhưng em ... em chẳng bao giờ làm điều mà tôi nghĩ. Em luôn luôn làm tôi sửng sốt. \" Tôi nhìn sang chỗ khác, mắt  lang thang nhìn lại gia đình anh, bối rối và bất bình. Lời anh làm tôi thấy mình giống một thí nghiệm khoa học. Tôi muốn cười nhạo mình vì đã mong đợi chuyện khác hẳn.  “Chuyện đó cũng dễ hiểu, \" anh tiếp tục. Tôi cảm thấy mắt anh trên mặt mình nhưng tôi chưa thể nhìn anh được, e rằng anh có thể đọc được nỗi thất vọng trong mắt tôi. \"Cũng còn những thứ khác nữa ... không dễ nói thành lời - \" Tôi vẫn còn nhìn nhóm Cullens khi anh nói. Bất ngờ Rosalie, người em gái tóc vàng hoe và gợi cảm, nhìn về phía tôi. Không, không phải nhìn – mà là nhìn trừng trừng, bằng đôi mắt đen, lạnh lùng. Tôi muốn nhìn sang chỗ khác, nhưng ánh nhìn chằm chằm của cô ấy giữ  tôi cho đến khi Edward dừng lại giữa chừng và phát ra một tiếng động nhỏ đầy tức giận. Gần như là tiếng rít.  Rosalie quay đi, và tôi cảm thấy nhẹ nhõm vì được giải thoát. Tôi ngoái nhìn Edward - và biết anh có thể nhìn thấy sự bối rối và sợ hãi đang lan rộng trong mắt tôi.  Khuôn mặt anh căng thẳng khi anh giải thích. \"Tôi xin lỗi về chuyện đó. Chỉ vì cô ấy lo lắng mà thôi.  Em thấy đó ... Thật nguy hiểm không chỉ cho tôi nếu, sau khi ở bên em công khai quá lâu ...\" anh nhìn xuống.  \"Nếu?\" \"Nếu chuyện này kết thúc ... đau buồn.” Anh gục đầu vào tay, như đêm ở Port Angeles. Nỗi đau khổ của anh thật rõ rệt; tôi khao khát được an ủi anh, nhưng tôi quá bối rối không biết phải làm sao.  Tay tôi vô tình vươn về phía anh; thật nhanh, tuy vậy, tôi buông tay xuống bàn, sợ sự đụng chạm của mình chỉ làm cho mọi việc trở nên tệ hại hơn. Tôi từ từ hiểu ra: lời anh nói lẽ ra phải làm tôi sợ. Tôi chờ nỗi sợ hãi đến, nhưng mọi điều tôi có thể cảm nhận được chỉ là cảm giác đau đớn vì nỗi đau của anh.  Và thất vọng - thất vọng vì Rosalie đã làm anh dừng lại không nói ra lời định nói. Tôi không biết làm sao để nhắc lại chuyện đó. Anh vẫn ôm đầu.  Tôi cố nói bằng một giọng bình thường. \"Anh phải đi bây giờ phải không?\" \"Ừ. \" anh ngẩng mặt; nghiêm nghị trong chốc lát, rồi tâm trạng anh thay đổi và anh mỉm cười. \"Có lẽ vậy là tốt nhất. Chúng ta còn phải chịu đựng mười lăm phút xem bộ phim đau khổ đó trong giờ sinh vật - Tôi nghĩ tôi không thể chịu đựng thêm nữa. \" Tôi giật nảy mình. Alice – mái tóc ngắn đen nhánh vuốt thành các lọn chỉa ra bù xù, ôm khuôn mặt thanh tú, tuyệt đẹp của cô - đột ngột đứng phía sau vai anh. Dáng mảnh khảnh của cô nàng yểu điệu, duyên dáng ngay cả khi đứng yên không nhúc nhích.  Anh chào cô mà không rời mắt khỏi tôi. \" Alice. \" \"Edward, \" cô trả lời, giọng nữ cao lanh lảnh của cô cũng gần hấp dẫn như giọng anh. \"Alice, đây là Bella - Bella, đây là Alice, \" anh giới thiệu chúng tôi với nhau, đưa tay ra dấu tự nhiên, nụ cười gượng gạo trên mặt.  \"Chào chị, Bella. \" đôi mắt sáng màu vàng nâu của cô thật khó đoán, nhưng nụ cười thật thân thiện. \" Thật vui khi cuối cùng em cũng được gặp chị. \" Edward liếc nhìn cô bực bội.  \"Chào em, Alice, \" tôi thì thầm rụt rè.  \"Anh sẵn sàng chưa?\" cô hỏi anh.  Giọng anh xa xôi. \"Sắp. Anh sẽ gặp em ở xe. \" Cô bỏ đi không nói thêm lời nào; dáng đi êm ái và uyển chuyển đến nỗi tôi cảm thấy nhói lên ghen tị.  \"Tôi có nên nói 'chúc vui nhe,' hay đó là câu xã giao không phù hợp?\" tôi hỏi, quay về phía anh.  \"Không sao, 'chúc vui ' cũng hợp y như mọi câu khác. \" anh cười toe toét.  \"Vậy chúc anh vui nhé. \" Tôi cố tỏ vẻ thực lòng chúc anh. Tất nhiên tôi không đánh lừa được anh.  \"Tôi sẽ ráng. \" anh vẫn cười toe toét. \"Và em ráng giữ an toàn, nhé. \" \"An toàn ở Forks – khó quá nhỉ.” \"Đối với em thì đúng là khó khăn thật đó. \" Hàm anh bạnh ra. \"Hứa đi. \" \"Tôi hứa sẽ ráng an toàn, \" tôi lặp lại. \"Tôi sẽ giặt quần áo đêm nay - nên sẽ đầy nguy hiểm.” \"Đừng có lọt vô đó, \" anh chế giễu.  \"Tôi sẽ cố hết sức. \" Rồi anh đứng lên, tôi cũng đứng lên.  \"Mai gặp anh, \" tôi thở dài.  \"Với em có vẻ lâu nhỉ, phải không?\" anh trầm ngâm.  Tôi gật đầu buồn bã.  \"Tôi sẽ có mặt ở đó vào buổi sáng, \" anh hứa, cười nhếch môi.  Anh vươn tay qua bàn để chạm vào mặt tôi, nhẹ vuốt dọc theo má tôi lần nữa. Rồi anh quay lưng bỏ đi. Tôi chằm chằm sau lưng anh cho đến khi anh khuất lối.  Tôi hết sức muốn trốn học thời gian còn lại trong ngày, ít ra là trốn môn thể dục, nhưng bản năng cảnh giác đã ngăn tôi. Tôi biết nếu tôi biến bây giờ, Mike và những người khác sẽ cho là tôi đi cùng Edward. Và Edward đã lo lắng về thời gian chúng tôi ở bên nhau công khai ... nếu mọi chuyện trở nên tệ hại. Tôi không chịu đào sâu thêm về ý cuối ấy, thay vào đó là tập trung làm cho mọi việc an toàn hơn cho anh.  Bằng trực giác tôi biết - và cảm thấy anh cũng biết - ngày mai sẽ là một ngày cực kỳ quan trọng. Quan hệ của chúng tôi không thể thăng bằng, như đã vậy, trên mũi dao. Chúng tôi sẽ rớt xuống phía này hoặc phía kia, tùy thuộc hoàn toàn vào quyết định của anh, hoặc bản năng của anh. Còn tôi đã quyết định rồi, quyết định từ trước khi ý thức về điều đó, và tôi quyết tâm làm đến cùng.  Bởi vì không có gì khủng khiếp hơn đối với tôi, đau khổ hơn, cái ý nghĩ chối bỏ anh. Đó là điều không thể. Tôi ngoan ngoãn đến lớp. Tôi thực không biết được giờ sinh vật ra sao nữa; tâm trí  quá bận rộn với suy tư về ngày mai. Trong giờ thể dục, Mike nói chuyện với tôi trở lại; anh chàng chúc tôi vui vẻ ở Seattle. Tôi cẩn thận giải thích tôi sẽ hủy chuyến đi này vì lo xe tải không chạy nỗi tới đó.  \"Bạn sẽ đi khiêu vũ với Cullen phải không?\" anh hỏi, đột ngột hờn dỗi.  \"Không, tôi chẳng hề đi khiêu vũ . \" \"Vậy thì bạn sẽ làm gì?\" anh hỏi, quan tâm quá mức. Nỗi thôi thúc tự nhiên trong tôi muốn bảo anh ta đừng xía vô chuyện người khác. Nhưng thay vào đó, tôi lại vui vẻ nói dối.  \"Giặt đồ, rồi tôi phải học vì sắp kiểm tra Lượng giác rồi, nếu không chắc thi rớt quá.” \"Cullen sẽ giúp bạn học hả?\" \"Edward, \" tôi nhấn mạnh, \" sẽ không giúp tôi học. Anh ấy đã đi đâu đó vào cuối tuần rồi.”  Lời nói dối phát ra tự nhiên hơn thường lệ, tôi bất ngờ để ý thấy.  \"Ôi. \" anh chàng hoạt bát lên. \"Bạn biết đó, dù sao thì bạn cũng có thể đi khiêu vũ với nhóm chúng tôi - Vậy thì tuyệt lắm. Tất cả bọn tôi sẽ khiêu vũ với bạn, \" anh chàng hứa.  Hình ảnh điên loạn của khuôn mặt Jessica làm giọng tôi đanh hơn cần thiết.  \"Tôi sẽ không đi khiêu vũ, Mike, được chưa?\" \"Tốt thôi. \" anh hờn dỗi tiếp. \"Tôi chỉ đề nghị thôi mà. \" Khi ngày đi học đã cuối cùng kết thúc, tôi đến bãi đậu xe chẳng chút hăng hái. Tôi không muốn đi bộ về nhà lắm, nhưng tôi không biết làm sao mà anh mang được xe tôi đến đây.  Thế rồi một lần nữa, tôi bắt đầu tin rằng không có gì là không thể đối với anh. Cảm giác sau tỏ ra đúng - xe tải của tôi đang nằm ở chỗ anh đỗ chiếc Volvo sáng nay. Tôi lắc đầu, hoài nghi, khi mở cửa xe không khoá, nhìn thấy chìa khoá cắm ở công tắc. Có một mảnh giấy trắng gấp lại trên ghế . Tôi bước vào và đóng cửa trước khi mở nó ra. Hai từ được viết bằng nét chữ trang nhã của anh.  Bảo trọng.  Tiếng xe tải gầm lên làm tôi hết hồn. Tôi cười nhạo mình.  Khi về đến nhà, cửa khoá, then không cài, y như lúc tôi ra khỏi nhà sáng nay. Tôi đi thẳng vào phòng giặt đồ.  Nó cũng y như lúc tôi ra khỏi phòng. Tôi lục quần jean của mình và, sau khi tìm ra, tôi kiểm tra mấy cái túi. Không có gì. Có lẽ rốt cuộc tôi đã treo chìa khoá lên rồi, tôi suy nghĩ, lắc đầu.  Theo cùng bản năng đã thôi thúc tôi nói dối Mike, tôi gọi Jessica giả vờ chúc nhỏ may mắn trong buổi khiêu vũ. Khi cô nàng cũng chúc tương tự cho ngày của tôi bên Edward, tôi kể cô nàng nghe mình đã huỷ bỏ chuyến đi. Cô nàng thất vọng hơn thực sự cần thiết đối với một người quan sát bên thứ ba. Sau đó, tôi nói lời từ biệt thật nhanh.  Charlie lơ đãng khi ăn tối, lo lắng chuyện gì đó ở cơ quan, tôi đoán, hoặc có lẽ về trận thi đấu bóng rổ, hoặc có lẽ ông thực ra chỉ đang thưởng thức món lasagna - thật khó mà biết được Charlie nghĩ gì. \"Bố biết không ... \" tôi bắt đầu, phá vỡ cơn mơ màng của ông.  \"Gì hả, Bell ?\" \"Con nghĩ bố nói đúng về vụ Seattle. Con nghĩ con sẽ đợi cho đến khi Jessica hay ai khác có thể đi chung với con.” \"Ồ, \" ông nói, ngạc nhiên. \"Ồ, được thôi. Vậy, con có muốn bố ở nhà không?\" \"Không, bố, đừng thay đổi kế hoạch của mình. Con có hàng triệu thứ phải làm … bài tập về nhà, giặt giũ … Con cần đến thư viện và cửa hàng tạp hoá. Con sẽ đi đi về về suốt cả ngày ... bố cứ việc đi chơi vui vẻ. \" \"Con chắc không?\" \"Chắc chắn, bố. Hơn nữa, ngăn đá thiếu cá quá rồi – mình chỉ còn cá dự trữ cho hai, hoặc ba năm mà thôi.” \"Thực dễ sống chung với con, Bella. \" ông mỉm cười.  \"Bố cũng vậy, \" tôi nói, cười to. Tiếng cười của tôi gượng gạo, nhưng dường như ông không nhận thấy. Tôi cảm thấy mình thật tội lỗi vì đã lừa bố nên tôi suýt theo lời khuyên của Edward nói cho bố biết mình sẽ ở đâu. Suýt thôi.  Sau bữa tối, tôi gấp quần áo và lôi đồ trong máy sấy ra.  Không may đó là loại công việc chỉ làm tay bận rộn. Tâm trí tôi rõ ràng quá rảnh rỗi, nên đang vượt khỏi tầm kiểm soát. Tôi dao động giữa nỗi mong chờ mãnh liệt đến mức gần như đau đớn và nỗi sợ hãi âm thầm giằng xé quyết tâm của tôi. Tôi phải nhắc đi nhắc lại với mình là ý tôi đã quyết, nên tôi sẽ không thay đổi nữa.  Tôi lôi mảnh giấy của anh ra khỏi túi  thường xuyên hơn cần thiết để nghiền ngẫm hai từ ngắn ngủi anh đã viết. Anh muốn tôi an toàn, tôi tự nói với mình hết lần này đến lần khác. Tôi sẽ giữ trọn niềm tin rằng, cuối cùng, ham muốn ấy sẽ chiến thắng mọi thứ khác.  Và có phải lựa chọn kia của tôi là rứt anh ra khỏi đời tôi chăng? Không thể chịu đựng nỗi. Ngoài ra, vì tôi đã đến Forks, nên dường như đời tôi là dành cho anh rồi.  Nhưng một giọng nói nhỏ xíu tận sâu trong tâm khảm tôi lo lắng, tự hỏi liệu có đau đớn lắm không ... nếu kết thúc đau buồn.  Tôi cảm thấy nhẹ nhõm khi đã đủ khuya để có thể đi ngủ. Tôi biết mình quá căng thẳng để ngủ được, vì vậy tôi làm một chuyện chưa từng làm trước đây.  Tôi cố tình uống thuốc cảm quá mức - loại hạ gục tôi trong vòng tám tiếng đồng hồ. Tôi thường sẽ không tha thứ loại hành vi này của mình, nhưng ngày mai đã đủ phức tạp không cần tới chuyện gật gù vì thiếu ngủ hơn mọi thứ khác.  Trong khi chờ thuốc có tác dụng, tôi sấy khô mái tóc sạch cho đến khi tóc thẳng hết mức, và chăm chút xem mai sẽ mặc gì. Khi mọi thứ đã sẵn sàng cho buổi sáng, cuối cùng thì tôi cũng lăn vào giường . Tôi cảm thấy lo lắng bồn chồn; tôi không ngừng vặn vẹo người. Tôi ngồi dậy và lục lọi hộp đựng đĩa CD cho đến khi tôi tìm thấy một sưu tập các bản dạ khúc của Chopin. Tôi nhẹ nhàng bật nhạc rồi nằm xuống trở lại, tập trung thư giãn từng bộ phận của cơ thể.  Khi đang làm thế thì thuốc cảm có hiệu lực, và tôi sung sướng chìm vào vô thức. Tôi thức dậy sớm, đã ngủ một giấc thật ngon và không mộng mị nhờ dùng thuốc không cần thiết. Mặc dù đã nghỉ ngơi đàng hoàng, tôi lại rơi ngay vào sự cuồng loạn giống đêm trước. Tôi mặc vội vã, vuốt cổ áo ngay ngắn, bồn chồn mặc chiếc áo len nâu nhạt cho đến khi nó buông thỏng trên cái quần jean. Tôi lén nhìn ra cửa sổ thấy Charlie đã lên đường.  Một lớp mây mỏng, nhẹ như bông che bầu trời. Không có vẻ sẽ tồn tại lâu.  Tôi ăn sáng mà không biết mình ăn gì, vội vã dọn dẹp khi ăn xong. Tôi nhìn lén ra cửa sổ lại, nhưng chẳng có gì khác cả. Tôi vừa mới đánh răng xong và đang xuống lầu lần nữa thì một tiếng gõ nhẹ làm tim tôi rơi bịch xuống lồng ngực .  Tôi bay ra cửa; tôi gặp rắc rối nhỏ với cái then cửa đơn giản, nhưng cuối cùng tôi giật mạnh cho cửa mở, và anh đã ở đó.  Mọi kích động tan biến ngay khi tôi nhìn vào mặt anh, bình thản. Tôi thở phào nhẹ nhõm - nỗi sợ hãi hôm qua như hết sức ngu ngốc khi có anh ở đây.  Lúc đầu anh không cười - khuôn mặt u ám. Nhưng rồi vẻ mặt anh nhẹ nhõm khi nhìn tôi một lượt từ trên xuống, rồi anh cười.  \"Chào buổi sáng, \" anh cười khúc khích.  \"Có chuyện gì vậy?\" tôi liếc nhìn xuống để đảm bảo mình không quên những thứ quan trọng, như giày, hoặc quần.  \"Mình hợp nhau. \" Anh lại cười. Tôi nhận ra anh mặc chiếc áo len màu nâu nhạt mỏng, dài, với cổ áo trắng bên dưới, và quần jean xanh dương. Tôi cười với anh, che giấu nỗi đau đớn nuối tiếc ngấm ngầm - sao anh trông giống người mẫu đang biểu diễn thời trang còn tôi thì không? Tôi khoá cửa sau lưng trong khi anh đến gần xe tải. Anh chờ bên cửa dành cho hành khách với vẻ mặt nhẫn nhục chịu đựng dễ hiểu.  \"Mình đã đồng ý vậy rồi mà, \" Tôi nhắc anh một cách tự mãn, leo vào ghế tài xế, và vươn tay mở khoá cửa cho anh.  \"Đi đâu đây?\" tôi hỏi.  \"Cài dây an toàn đi - Tôi căng thẳng quá. \" Tôi nhìn anh khinh miệt khi làm theo lời anh.  \"Đi đâu chứ?\" tôi thở dài lặp lại.  \"Thẳng về hướng bắc,” anh ra lệnh.  Thật khó tập trung lạ lùng vào đường đi khi cảm thấy ánh nhìn chằm chằm của anh trên mặt mình. Tôi lấy thăng bằng bằng cách lái cẩn thận hơn bình thường xuyên qua thành phố vẫn còn đang say ngủ.  swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructedand proving him right to look over and be sure. \"Em có định ra khỏi Forks trước khi màn đêm buông xuống không?\" \"Chiếc xe tải này đủ già để làm ông nội xe anh đó - tôn trọng một chút đi, \" tôi vặn vẹo.  Chúng tôi ra khỏi địa phận thành phố ngay, mặc cho sự bi quan của anh. Những bụi cây thấp rậm rạp, thân cây phủ rêu đã thay chỗ cho bãi cỏ và nhà cửa.  \"Quẹo phải ở I - ten, \" anh hướng dẫn đúng lúc tôi định hỏi. Tôi lặng lẽ làm theo.  \"Bây giờ mình lái cho đến khi hết đường nhựa.” Tôi có thể nghe nụ cười ẩn trong giọng anh, nhưng tôi quá sợ lạc tay lái và sợ chứng minh anh đúng nên không dám quay qua nhìn kỹ để biết chắc.  \"Có gì ở đó, ở cuối đường nhựa?\" tôi ngạc nhiên.  \"Đường mòn.” \"Mình sẽ đi bộ xuyên rừng à?\" Cảm ơn trời đất vì tôi đang mang giầy chơi quần vợt.  \"Có phải chuyện đó không ổn không?\" Giọng anh như thể anh mong vậy lắm.  \"Không. \" tôi cố làm cho lời nói dối có vẻ tự tin. Nhưng nếu anh nghĩ  xe tôi chạy chậm... \"Đừng lo, chỉ năm dặm gì đó thôi, và mình đâu có vội. \" Năm dặm. Tôi không trả lời, nên anh sẽ không nghe được giọng tôi đầy hoảng sợ. Năm dặm đầy rễ cây xảo trá và đá trơn trợt, cố làm trặt mắt cá chân tôi hoặc nếu không cũng sẽ làm tôi bất lực. Thế nào cũng sẽ bẽ mặt.  Chúng tôi im lặng chạy một chốc trong khi tôi ngẫm nghĩ về nỗi kinh hoàng sắp tới.  \"Em đang nghĩ gì vậy?\" anh sốt ruột hỏi sau vài phút.  Tôi nói dối lần nữa. \"Chỉ tự hỏi không biết mình sẽ đi đâu.” \"Đó là nơi tôi thích đến khi thời tiết tốt.” Cả hai chúng tôi cùng liếc ra cửa sổ nhìn vào những đám mây mỏng sau khi anh nói xong. \"Charlie nói hôm nay trời sẽ ấm áp. \" \"Rồi em có nói với Charlie em định làm gì không?\" anh hỏi.  \"Không. \" \"Nhưng Jessica nghĩ mình sẽ đi Seattle với nhau phải không?\" Anh có vẻ vui vì ý nghĩ đó.  \"Không, tôi bảo cô ấy là anh đã hủy hẹn với tôi - mà đúng vậy. \" \"Không ai biết em đi với tôi?\" Giận dữ rồi.  \"Cũng tùy ... Tôi đoán  anh có nói với Alice?\" \"Hay thật, Bella, \" anh cáu kỉnh.  Tôi giả vờ không nghe được câu đó.  \"Có phải em quá chán Forks đến mức em muốn tự sát?\" anh hỏi khi tôi lờ anh đi.  \"Anh đã nói anh có thể bị rắc rối ... khi mình công khai đi với nhau, \" tôi nhắc anh.  \"Vậy em lo tôi có thể gặp rắc rối - nếu em không về nhà ư?\" Giọng anh vẫn còn tức giận, và vô cùng mỉa mai.  Tôi gật đầu, chú ý vào đường đi.  Anh thì thầm cái gì đó lầm bầm, nói nhanh đến mức tôi không hiểu được.  Chúng tôi im lặng suốt đoạn đường còn lại. Tôi có thể cảm thấy nỗi bất bình giận dữ đang trào dâng trong anh, mà tôi chẳng nghĩ ra được chuyện gì để nói. Rồi đường đã tới ngõ cụt, thu nhỏ thành một đường mòn hẹp có bảng chỉ đường nhỏ bằng gỗ. Tôi đỗ xe trên dải đất hẹp bên đường và bước ra ngoài, sợ anh giận mà tôi thì không còn cớ lái xe để khỏi nhìn anh.  Bây giờ trời đã ấm, ấm chưa từng có ở Forks từ ngày tôi đến tới giờ, gần như là oi bức dưới mây. Tôi cởi áo len rồi cột quanh thắt lưng, mừng vì mình mặc áo thun không tay, mỏng – nhất là khi có năm dặm phải đi bộ trước mắt.  Tôi nghe anh đóng sầm cửa, và nhìn qua thấy rằng anh cũng đã cởi áo len rồi. Anh quay mặt không nhìn tôi, mà nhìn vào khu rừng hoang sơ cạnh xe tải.  \"Lối này,” anh nói, liếc qua vai nhìn tôi, mắt vẫn khó chịu. Anh bắt đầu vào khu rừng âm u.  \"Không đi theo đường mòn sao?\" Hoảng sợ rõ ràng trong giọng nói khi tôi vội vã đi quanh xe đuổi theo anh.  \"Tôi đã nói có đường mòn ở cuối đường, chứ không nói mình sẽ đi theo đường mòn. \" \"Không có đường mòn sao?\" tôi  tuyệt vọng hỏi.  \"Tôi sẽ không để em đi lạc đâu. \" Rồi anh quay lại, với nụ cười nhạo báng, và tôi kềm không thở hổn hển. Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín.  Anh quá hoàn hảo, tôi nhận ra điều đó cùng cảm giác tuyệt vọng đau nhói. Không thể nào mà tạo vật thần thánh này lại có thể dành cho tôi.  Anh nhìn tôi chằm chằm, bối rối vì vẻ đau đớn của tôi.  \"Em có muốn về nhà không?\" anh nói lặng lẽ, một nỗi đau khác nỗi đau của tôi chứa chan trong giọng anh.  \" Không. \" Tôi đi về phía trước cho đến khi ở sát bên anh, lo lắng không muốn phí một giây nào có thể có với anh.  \"Có chuyện gì vậy?\" anh hỏi, giọng dịu dàng.  \"Tôi không giỏi đi bộ đường dài đâu, \" tôi hờ hững trả lời. \" Anh sẽ phải hết sức kiên nhẫn. \" \"Tôi có thể kiên nhẫn - nếu tôi cố gắng thiệt nhiều. \" Anh mỉm cười, vẫn nhìn tôi, cố làm tôi thoát được nỗi buồn nản khó hiểu, đột ngột xâm chiếm.  Tôi cố mỉm cười lại, nhưng nụ cười không có sức thuyết phục. Anh dò xét mặt tôi.  \"Tôi sẽ đưa em về nhà, \" anh hứa. Tôi không biết lời hứa này là vô điều kiện, hay chỉ áp dụng khi mới khởi hành. Tôi biết anh nghĩ nỗi sợ hãi làm tôi khó chịu, và tôi cảm thấy may mà tôi là người anh không thể đọc được suy nghĩ.  \"Nếu anh muốn tôi qua được năm dặm đi rừng trước khi hoàng hôn xuống, anh nên dẫn đường đi thôi, \" tôi nói gay gắt. Anh cau mày khó chịu với tôi, cố hiểu giọng nói và vẻ mặt của tôi.  Một lúc sau anh chịu thua và dẫn đường đi vào rừng.  Không khó như tôi đã sợ. Đường đi hầu hết bằng phẳng, và anh giữ cho các cụm dương xỉ và mảng rêu ẩm ướt xa khỏi tôi. Khi trên đường có chỗ cây ngã hay đá cuội, anh đều giúp tôi, nâng tôi nơi khuỷu tay, rồi thả tôi xuống ngay khi đường thông thoáng.  Cảm giác lạnh khi anh chạm vào da tôi luôn làm tim tôi thình thịch lỗi nhịp. Hai lần, khi chuyện đó xảy ra, tôi bắt gặp vẻ mặt anh khiến tôi tin chắc anh sao đó nghe được tiếng tim mình.  Tôi cố không nhìn đường nét hoàn hảo của anh càng nhiều càng tốt, nhưng tôi thường xuyên sơ sẩy. Mỗi lần như vậy, vẻ đẹp của anh lại đâm vào tim tôi một nỗi buồn.  Phần lớn, chúng tôi đi trong im lặng. Đôi khi anh hỏi một câu hỏi nào đó chưa kịp hỏi trong hai ngày thẩm vấn. Anh hỏi về ngày sinh, giáo viên tiểu học, thú cưng thời thơ ấu của tôi  - và tôi phải thừa nhận là sau khi làm chết ba con cá liên tục, tôi đã từ bỏ toàn bộ chuyện đó. Anh cười to chế giễu, to hơn tôi vẫn quen nghe - tiếng vọng giống chuông ngân dội lại chỗ chúng tôi trong khu rừng trống.  Cuộc đi bộ làm tôi mất gần hết buổi sáng, nhưng anh chẳng hề tỏ ra sốt ruột chút nào. Rừng bao bọc quanh chúng tôi bằng mê cung cổ thụ bao la, và tôi bắt đầu lo sẽ không thể tìm thấy lối ra trở lại. Anh hoàn toàn thoải mái, dễ chịu thoải mái trong mê cung xanh, dường như chẳng hề cảm thấy chút nghi ngại nào về hướng đi của chúng tôi.  Sau vài giờ, ánh sáng lọc qua vòm lá thay đổi, màu ô liu tăm tối chuyển sang màu ngọc bích nhạt hơn. Ngày trở thành đầy nắng, đúng như anh dự đoán. Lần đầu tiên từ khi chúng tôi vào rừng, tôi cảm thấy phấn khích – rồi nhanh chóng chuyển thành sốt ruột.  \"Mình tới nơi chưa?\" tôi chọc, giả vờ cau có. \"Gần rồi. \" Anh cười vì tâm trạng tôi thay đổi. \"Em có thấy ánh sáng phía trước không?\" Tôi săm soi nhìn vào rừng rậm. \"Ờ..., tôi thấy được sao?\" Anh cười tự mãn. \"Có lẽ hơi sớm đối với mắt em. \" \"Đến lúc đi khám mắt rồi, \" tôi thì thầm. Nụ cười tự mãn của anh càng rõ rệt hơn. Nhưng rồi, sau khi đi thêm một trăm mét nữa, tôi đã nhìn thấy được ánh sáng trong khu rừng trước mặt, ánh sáng dịu màu vàng chứ không còn xanh nữa. Tôi đi nhanh hơn, sự háo hức tăng dần theo mỗi bước chân. Bây giờ anh để tôi dẫn đường, theo sau không một tiếng động. Tôi đến bờ của vùng sáng rực rỡ và xuyên qua chùm dương xỉ, cuối cùng bước vào nơi đẹp nhất tôi từng  thấy. Đồng cỏ nhỏ, tròn trịa, và đầy hoa dại - tím, vàng, và trắng dịu. Đâu đó gần đây, tôi có thể nghe tiếng suối reo róc rách.  Mặt trời ở ngay trên đầu, rọi xuống bãi cỏ quầng nắng vàng rộm. Tôi đi từ từ, sùng kính, qua cỏ mềm, hoa rung rinh, và không khí ấm áp, tràn trề. Tôi quay vòng, muốn chia sẻ cảm giác này với anh, nhưng anh không ở phía sau tôi như tôi nghĩ. Tôi quay phắt lại, hoảng hốt tìm anh. Cuối cùng tôi phát hiện anh vẫn đang đứng dưới bóng mát dày đặc của vòm lá bên rìa thung lũng, ngắm tôi bằng đôi mắt cẩn trọng. Chỉ lúc đó tôi mới nhớ điều mà vẻ đẹp của đồng cỏ xua đuổi khỏi tâm trí tôi - điều bí ẩn của Edward với mặt trời, anh đã hứa sẽ giải thích tôi biết hôm nay. Tôi bước một bước về phía anh, mắt đầy hiếu kỳ. Mắt anh dè dặt, miễn cưỡng. Tôi mỉm cười khích lệ rồi vẫy tay gọi anh, bước thêm một bước nữa về phía anh. Anh giơ một tay lên cảnh báo, và tôi lưỡng lự, giậm gót.  Edward hình như hít một hơi thật sâu, rồi bước vào ánh sáng mặt trời rực rỡ giữa trưa."
        },
        {
            "en": "Chạng Vạng - Twilight             I'd never given much thought to how I would die — though I'd had reason enough in the last few months — but even if I had, I would not have imagined it like this. I stared without breathing across the long room, into the dark eyes of the hunter, and he looked pleasantly back at me. Surely it was a good way to die, in the place of someone else, someone I loved. Noble, even. That ought to count for something. I knew that if I'd never gone to Forks, I wouldn't be facing death now. But, terrified as I was, I couldn't bring myself to regret the decision. When life offers you a dream so far beyond any of your expectations, it's not reasonable to grieve when it comes to an end. The hunter smiled in a friendly way as he sauntered forward to kill me. 1.  FIRST SIGHT My mother drove me to the airport with the windows rolled down. It was seventy-five degrees in Phoenix, the sky a perfect, cloudless blue. I was wearing my favorite shirt — <em>sleeveless</em>, white eyelet lace; I was wearing it as a farewell gesture. My carry-on item was a parka. In the Olympic Peninsula of northwest Washington State, a small town named Forks exists under a near-constant cover of clouds. It rains on this inconsequential town more than any other place in the United States of America. It was from this town and its gloomy, omnipresent shade that my mother escaped with me when I was only a few months old. It was in this town that I'd been compelled to spend a month every summer until I was fourteen. That was the year I finally put my foot down; these past three summers, my dad, Charlie, vacationed with me in California for two weeks instead.  It was to Forks that I now exiled myself— an action that I took with great horror. I detested Forks. I loved Phoenix. I loved the sun and the blistering heat. I loved the vigorous, sprawling city. \"Bella,\" my mom said to me — the last of a thousand times — before I got on the plane.” You don't have to do this.\" My mom looks like me, except with short hair and laugh lines. I felt a spasm of panic as I stared at her wide, childlike eyes. How could I leave my loving, erratic, harebrained mother to fend for herself? Of course she had Phil now, so the bills would probably get paid, there would be food in the refrigerator, gas in her car, and someone to call when she got lost, but still… \"I want to go,\" I lied. I'd always been a bad liar, but I'd been saying this lie so frequently lately that it sounded almost convincing now. \"Tell Charlie I said hi.\" \"I will.\" \"I'll see you soon,\" she insisted.” You can come home whenever you want — I'll come right back as soon as you need me.\" But I could see the sacrifice in her eyes behind the promise.  \"Don't worry about me,\" I urged.” It'll be great. I love you, Mom.\" She hugged me tightly for a minute, and then I got on the plane, and she was gone. It's a four-hour flight from Phoenix to Seattle, another hour in a small plane up to Port Angeles, and then an hour drive back down to Forks. Flying doesn't bother me; the hour in the car with Charlie, though, I was a little worried about. Charlie had really been fairly nice about the whole thing. He seemed genuinely pleased that I was coming to live with him for the first time with any degree of permanence. He'd already gotten me registered for high school and was going to help me get a car. But it was sure to be awkward with Charlie. Neither of us was what anyone would call verbose, and I didn't know what there was to say regardless. I knew he was more than a little confused by my decision — like my mother before me, I hadn't made a secret of my distaste for Forks. When I landed in Port Angeles, it was raining. I didn't see it as an omen — just unavoidable. I'd already said my goodbyes to the sun. Charlie was waiting for me with the cruiser. This I was expecting, too.  Charlie is Police Chief Swan to the good people of Forks. My primary motivation behind buying a car, despite the scarcity of my funds, was that I refused to be driven around town in a car with red and blue lights on top. Nothing slows down traffic like a cop. Charlie gave me an awkward, one-armed hug when I stumbled my way off the plane. \"It's good to see you, Bells,\" he said, smiling as he automatically caught and steadied me.” You haven't changed much. How's Renée?\" \"Mom's fine. It's good to see you, too, Dad.\" I wasn't allowed to call him Charlie to his face. I had only a few bags. Most of my Arizona clothes were too permeable for Washington. My mom and I had pooled our resources to supplement my winter wardrobe, but it was still scanty. It all fit easily into the trunk of the cruiser. \"I found a good car for you, really cheap,\" he announced when we were strapped in. \"What kind of car?\" I was suspicious of the way he said \"good car for you\" as opposed to just \"good car.\" \"Well, it's a truck actually, a Chevy.\" \"Where did you find it?\" \"Do you remember Billy Black down at La Push?\" La Push is the tiny Indian reservation on the coast. \"No.\" \"He used to go fishing with us during the summer,\" Charlie prompted.  That would explain why I didn't remember him. I do a good job of blocking painful, unnecessary things from my memory. \"He's in a wheelchair now,\" Charlie continued when I didn't respond, \"so he can't drive anymore, and he offered to sell me his truck cheap.\" \"What year is it?\" I could see from his change of expression that this was the question he was hoping I wouldn't ask. \"Well, Billy's done a lot of work on the engine — it's only a few years old, really.\" I hoped he didn't think so little of me as to believe I would give up that easily.” When did he buy it?\" \"He bought it in 1984, I think.\" \"Did he buy it new?\" \"Well, no. I think it was new in the early sixties — or late fifties at the earliest,\" he admitted sheepishly. \"Ch — Dad, I don't really know anything about cars. I wouldn't be able to fix it if anything went wrong, and I couldn't afford a mechanic…\" \"Really, Bella, the thing runs great. They don't build them like that anymore.\" The thing, I thought to myself… it had possibilities — as a nickname, at the very least. \"How cheap is cheap?\" After all, that was the part I couldn't compromise on. \"Well, honey, I kind of already bought it for you. As a homecoming gift.\" Charlie peeked sideways at me with a hopeful expression. Wow. Free. \"You didn't need to do that, Dad. I was going to buy myself a car.\" \"I don't mind. I want you to be happy here.\" He was looking ahead at the road when he said this. Charlie wasn't comfortable with expressing his emotions out loud. I inherited that from him. So I was looking straight ahead as I responded. \"That's really nice, Dad. Thanks. I really appreciate it.\" No need to add that my being happy in Forks is an impossibility. He didn't need to suffer along with me. And I never looked a free truck in the mouth — or engine. \"Well, now, you're welcome,\" he mumbled, embarrassed by my thanks.  We exchanged a few more comments on the weather, which was wet, and that was pretty much it for Conversation. We stared out the windows in silence. It was beautiful, of course; I couldn't deny that. Everything was green: the trees, their trunks covered with moss, their branches hanging with a canopy of it, the ground covered with ferns. Even the air filtered down greenly through the leaves. Eventually we made it to Charlie's. He still lived in the small, two-bedroom house that he'd bought with my mother in the early days of their marriage. Those were the only kind of days their marriage had — the early ones. There, parked on the street in front of the house that never changed, was my new — well, new to me — truck. It was a faded red color, with big, rounded fenders and a bulbous cab. To my intense surprise, I loved it. I didn't know if it would run, but I could see myself in it. Plus, it was one of those solid iron affairs that never gets damaged — the kind you see at the scene of an accident, paint unscratched, surrounded by the pieces of the foreign car it had destroyed. \"Wow, Dad, I love it! Thanks!\" Now my horrific day tomorrow would be just that much less dreadful. I wouldn't be faced with the choice of either walking two miles in the rain to school or accepting a ride in the Chief's cruiser. \"I'm glad you like it,\" Charlie said gruffly, embarrassed again. It took only one trip to get all my stuff upstairs. I got the west bedroom that faced out over the front yard. The room was familiar; it had been belonged to me since I was born. The wooden floor, the light blue walls, the peaked ceiling, the yellowed lace curtains around the window — these were all a part of my childhood. The only changes Charlie had ever made were switching the crib for a bed and adding a desk as I grew. The desk now held a secondhand computer, with the phone line for the modem stapled along the floor to the nearest phone jack. This was a stipulation from my mother, so that we could stay in touch easily. The rocking chair from my baby days was still in the corner. There was only one small bathroom at the top of the stairs, which I would have to share with Charlie. I was trying not to dwell too much on that fact. One of the best things about Charlie is he doesn't hover. He left me alone to unpack and get settled, a feat that would have been altogether impossible for my mother. It was nice to be alone, not to have to smile and look pleased; a relief to stare dejectedly out the window at the sheeting rain and let just a few tears escape. I wasn't in the mood to go on a real crying jag. I would save that for bedtime, when I would have to think about the coming morning. Forks High School had a frightening total of only three hundred and fifty-seven — now fifty-eight — students; there were more than seven hundred people in my junior class alone back home. All of the kids here had grown up together — their grandparents had been toddlers together. I would be the new girl from the big city, a curiosity, a freak. Maybe, if I looked like a girl from Phoenix should, I could work this to my advantage. But physically, I'd never fit in anywhere. I should be tan, sporty, blond — a volleyball player, or a cheerleader, perhaps — all the things that go with living in the valley of the sun. Instead, I was ivory-skinned, without even the excuse of blue eyes or red hair, despite the constant sunshine. I had always been slender, but soft somehow, obviously not an athlete; I didn't have the necessary hand-eye coordination to play sports without humiliating myself — and harming both myself and anyone else who stood too close. When I finished putting my clothes in the old pine dresser, I took my bag of bathroom necessities and went to the communal bathroom to clean myself up after the day of travel. I looked at my face in the mirror as I brushed through my tangled, damp hair. Maybe it was the light, but already I looked sallower, unhealthy. My skin could be pretty — it was very clear, almost translucent-looking — but it all depended on color. I had no color here. Facing my pallid reflection in the mirror, I was forced to admit that I was lying to myself. It wasn't just physically that I'd never fit in. And if I couldn't find a niche in a school with three thousand people, what were my chances here? I didn't relate well to people my age. Maybe the truth was that I didn't relate well to people, period. Even my mother, who I was closer to than anyone else on the planet, was never in harmony with me, never on exactly the same page. Sometimes I wondered if I was seeing the same things through my eyes that the rest of the world was seeing through theirs. Maybe there was a glitch in my brain. But the cause didn't matter. All that mattered was the effect. And tomorrow would be just the beginning.  I didn't sleep well that night, even after I was done crying. The constant whooshing of the rain and wind across the roof wouldn't fade into the background. I pulled the faded old quilt over my head, and later added the pillow, too. But I couldn't fall asleep until after midnight, when the rain finally settled into a quieter drizzle. Thick fog was all I could see out my window in the morning, and I could feel the  claustrophobia creeping up on me. You could never see the sky here; it was like a cage. Breakfast with Charlie was a quiet event. He wished me good luck at school. I thanked him, knowing his hope was wasted. Good luck tended to avoid me. Charlie left first, off to the police station that was his wife and family. After he left, I sat at the old square oak table in one of the three unmatching chairs and examined his small kitchen, with its dark paneled walls, bright yellow cabinets, and white linoleum floor. Nothing was changed. My mother had painted the cabinets eighteen years ago in an attempt to bring some sunshine into the house. Over the small fireplace in the adjoining handkerchief-sized family room was a row of pictures. First a wedding picture of Charlie and my mom in Las Vegas, then one of the three of us in the hospital after I was born, taken by a helpful nurse, followed by the procession of my school pictures up to last year's. Those were embarrassing to look at — I would have to see what I could do to get Charlie to put them somewhere else, at least while I was living here. It was impossible, being in this house, not to realize that Charlie had never gotten over my mom. It made me uncomfortable. I didn't want to be too early to school, but I couldn't stay in the house anymore. I donned my jacket — which had the feel of a biohazard suit — and headed out into the rain. It was just drizzling still, not enough to soak me through immediately as I reached for the house key that was always hidden under the eaves by the door, and locked up. The sloshing of my new waterproof boots was unnerving. I missed the normal crunch of gravel as I walked. I couldn't pause and admire my truck again as I wanted; I was in a hurry to get out of the misty wet that swirled around my head and clung to my hair under my hood. Inside the truck, it was nice and dry. Either Billy or Charlie had obviously cleaned it up, but the tan upholstered seats still smelled faintly of tobacco, gasoline, and peppermint. The engine started quickly, to my relief, but loudly, roaring to life and then idling at top volume. Well, a truck this old was bound to have a flaw. The antique radio worked, a plus that I hadn't expected. Finding the school wasn't difficult, though I'd never been there before. The school was, like most other things, just off the highway. It was not obvious that it was a school; only the sign, which declared it to be the Forks High School, made me stop. It looked like a collection of matching houses, built with maroon-colored bricks. There were so many trees and shrubs I couldn't see its size at first. Where was the feel of the institution? I wondered nostalgically. Where were the chain-link fences, the metal detectors? I parked in front of the first building, which had a small sign over the door reading front office. No one else was parked there, so I was sure it was off limits, but I decided I would get directions inside instead of circling around in the rain like an idiot. I stepped unwillingly out of the toasty truck cab and walked down a little stone path lined with dark hedges. I took a deep breath before opening the door.  Inside, it was brightly lit, and warmer than I'd hoped. The office was small; a little waiting area with padded folding chairs, orange-flecked commercial carpet, notices and awards cluttering the walls, a big clock ticking loudly. Plants grew everywhere in large plastic pots, as if there wasn't enough greenery outside. The room was cut in half by a long counter, cluttered with wire baskets full of papers and brightly colored flyers taped to its front. There were three desks behind the counter, one of which was manned by a large, red-haired woman wearing glasses. She was wearing a purple t-shirt, which immediately made me feel overdressed. The red-haired woman looked up.” Can I help you?\" \"I'm Isabella Swan,\" I informed her, and saw the immediate awareness light her eyes. I was expected, a topic of gossip no doubt. Daughter of the Chief's flighty ex-wife, come home at last. \"Of course,\" she said. She dug through a precariously stacked pile of documents on her desk till she found the ones she was looking for.” I have your schedule right here, and a map of the school.\" She brought several sheets to the counter to show me. She went through my classes for me, highlighting the best route to each on the map, and gave me a slip to have each teacher sign, which I was to bring back at the end of the day. She smiled at me and hoped, like Charlie, that I would like it here in Forks. I smiled back as convincingly as I could. When I went back out to my truck, other students were starting to arrive. I drove around the school, following the line of traffic. I was glad to see that most of the cars were older like mine, nothing flashy. At home I'd lived in one of the few lower-income neighborhoods that were included in the Paradise Valley District. It was a common thing to see a new Mercedes or Porsche in the student lot. The nicest car here was a shiny Volvo, and it stood out. Still, I cut the engine as soon as I was in a spot, so that the thunderous volume wouldn't draw attention to me. I looked at the map in the truck, trying to memorize it now; hopefully I wouldn't have to walk around with it stuck in front of my nose all day. I stuffed everything in my bag, slung the strap over my shoulder, and sucked in a huge breath. I can do this, I lied to myself feebly. No one was going to bite me. I finally exhaled and stepped out of the truck.  I kept my face pulled back into my hood as I walked to the sidewalk, crowded with teenagers. My plain black jacket didn't stand out, I noticed with relief. Once I got around the cafeteria, building three was easy to spot. A large black \"3\" was painted on a white square on the east corner. I felt my breathing gradually creeping toward hyperventilation as I approached the door. I tried holding my breath as I followed two unisex raincoats through the door.  The classroom was small. The people in front of me stopped just inside the door to hang up their coats on a long row of hooks. I copied them.  They were two girls, one a porcelain-colored blonde, the other also pale, with light brown hair. At least my skin wouldn't be a standout here.  I took the slip up to the teacher, a tall, balding man whose desk had a nameplate identifying him as Mr. Mason. He gawked at me when he saw my name — not an encouraging response — and of course I flushed tomato red. But at least he sent me to an empty desk at the back without introducing me to the class. It was harder for my new classmates to stare at me in the back, but somehow, they managed. I kept my eyes down on the reading list the teacher had given me. It was fairly basic: Bronte, Shakespeare, Chaucer, Faulkner. I'd already read everything. That was comforting… and boring. I wondered if my mom would send me my folder of old essays, or if she would think that was cheating. I went through different arguments with her in my head while the teacher droned on. When the bell rang, a nasal buzzing sound, a gangly boy with skin problems and hair black as an oil slick leaned across the aisle to talk to me. \"You're Isabella Swan, aren't you?\" He looked like the overly helpful, chess club type. \"Bella,\" I corrected. Everyone within a three-seat radius turned to look at me. \"Where's your next class?\" he asked.  I had to check in my bag.” Um, Government, with Jefferson, in building six.\" There was nowhere to look without meeting curious eyes.  \"I'm headed toward building four, I could show you the way…\" Definitely over-helpful.” I'm Eric,\" he added. I smiled tentatively.” Thanks.\" We got our jackets and headed out into the rain, which had picked up. I could have sworn several people behind us were walking close enough to eavesdrop. I hoped I wasn't getting paranoid. \"So, this is a lot different than Phoenix, huh?\" he asked. \"Very.\" \"It doesn't rain much there, does it?\" \"Three or four times a year.\" \"Wow, what must that be like?\" he wondered. \"Sunny,\" I told him. \"You don't look very tan.\" \"My mother is part albino.\" He studied my face apprehensively, and I sighed. It looked like clouds and a sense of humor didn't mix. A few months of this and I'd forget how to use sarcasm. We walked back around the cafeteria, to the south buildings by the gym. Eric walked me right to the door, though it was clearly marked. \"Well, good luck,\" he said as I touched the handle.” Maybe we'll have some other classes together.\" He sounded hopeful. I smiled at him vaguely and went inside.  The rest of the morning passed in about the same fashion. My Trigonometry teacher, Mr. Varner, who I would have hated anyway just because of the subject he taught, was the only one who made me stand in front of the class and introduce myself. I stammered, blushed, and tripped over my own boots on the way to my seat. After two classes, I started to recognize several of the faces in each class. There was always someone braver than the others who would introduce themselves and ask me questions about how I was liking Forks. I tried to be diplomatic, but mostly I just lied a lot. At least I never needed the map. One girl sat next to me in both Trig and Spanish, and she walked with me to the cafeteria for lunch. She was tiny, several inches shorter than my five feet four inches, but her wildly curly dark hair made up a lot of the difference between our heights. I couldn't remember her name, so I smiled and nodded as she prattled about teachers and classes. I didn't try to keep up. We sat at the end of a full table with several of her friends, who she introduced to me. I forgot all their names as soon as she spoke them. They seemed impressed by her bravery in speaking to me. The boy from English, Eric, waved at me from across the room. It was there, sitting in the lunchroom, trying to make conversation with seven curious strangers, that I first saw them. They were sitting in the corner of the cafeteria, as far away from where I sat as possible in the long room. There were five of them. They weren't talking, and they weren't eating, though they each had a tray of untouched food in front of them. They weren't gawking at me, unlike most of the other students, so it was safe to stare at them without fear of meeting an excessively interested pair of eyes. But it was none of these things that caught, and held, my attention. They didn't look anything alike. Of the three boys, one was big — muscled like a serious weight lifter, with dark, curly hair. Another was taller, leaner, but still muscular, and honey blond. The last was lanky, less bulky, with untidy, bronze-colored hair. He was more boyish than the others, who looked like they could be in college, or even teachers here rather than students. The girls were opposites. The tall one was statuesque. She had a beautiful figure, the kind you saw on the cover of the Sports Illustrated swimsuit issue, the kind that made every girl around her take a hit on her self-esteem just by being in the same room. Her hair was golden, gently waving to the middle of her back. The short girl was pixielike, thin in the extreme, with small features. Her hair was a deep black, cropped short and pointing in every direction. And yet, they were all exactly alike. Every one of them was chalky pale, the palest of all the students living in this sunless town. Paler than me, the albino. They all had very dark eyes despite the range in hair tones. They also had dark shadows under those eyes — purplish, bruiselike shadows. As if they were all suffering from a sleepless night, or almost  done recovering from a broken nose. Though their noses, all their features, were straight, perfect, angular.  But all this is not why I couldn't look away. I stared because their faces, so different, so similar, were all devastatingly, inhumanly beautiful. They were faces you never expected to see except perhaps on the airbrushed pages of a fashion magazine. Or painted by an old master as the face of an angel. It was hard to decide who was the most beautiful — maybe the perfect blond girl, or the bronze-haired boy. They were all looking away — away from each other, away from the other students, away from anything in particular as far as I could tell. As I watched, the small girl rose with her tray — unopened soda, unbitten apple — and walked away with a quick, graceful lope that belonged on a runway. I watched, amazed at her lithe dancer's step, till she dumped her tray and glided through the back door, faster than I would have thought possible. My eyes darted back to the others, who sat unchanging. \"Who are they?\" I asked the girl from my Spanish class, whose name I'd forgotten. As she looked up to see who I meant — though already knowing, probably, from my tone — suddenly he looked at her, the thinner one, the boyish one, the youngest, perhaps. He looked at my neighbor for just a fraction of a second, and then his dark eyes flickered to mine. He looked away quickly, more quickly than I could, though in a flush of embarrassment I dropped my eyes at once. In that brief flash of a glance, his face held nothing of interest — it was as if she had called his name, and he'd looked up in involuntary response, already having decided not to answer.  My neighbor giggled in embarrassment, looking at the table like I did.  \"That's Edward and Emmett Cullen, and Rosalie and Jasper Hale. The one who left was Alice Cullen; they all live together with Dr. Cullen and his wife.\" She said this under her breath. I glanced sideways at the beautiful boy, who was looking at his tray now, picking a bagel to pieces with long, pale fingers. His mouth was moving very quickly, his perfect lips barely opening.  The other three still looked away, and yet I felt he was speaking quietly to them. Strange, unpopular names, I thought. The kinds of names grandparents had.  But maybe that was in vogue here — small town names? I finally remembered that my neighbor was called Jessica, a perfectly common name. There were two girls named Jessica in my History class back home. \"They are… very nice-looking.\" I struggled with the conspicuous understatement. \"Yes!\" Jessica agreed with another giggle.” They're all together though — Emmett and Rosalie, and Jasper and Alice, I mean. And they live together.\" Her voice held all the shock and condemnation of the small town, I thought critically. But, if I was being honest, I had to admit that even in Phoenix, it would cause gossip. \"Which ones are the Cullens?\" I asked.” They don't look related…\" \"Oh, they're not. Dr. Cullen is really young, in his twenties or early thirties. They're all adopted. The Hales are brother and sister, twins — the blondes — and they're foster children.\" \"They look a little old for foster children.\" \"They are now, Jasper and Rosalie are both eighteen, but they've been with Mrs. Cullen since they were eight. She's their aunt or something like that.\" \"That's really kind of nice — for them to take care of all those kids like that, when they're so young and everything.\" \"I guess so,\" Jessica admitted reluctantly, and I got the impression that she didn't like the doctor and his wife for some reason. With the glances she was throwing at their adopted children, I would presume the reason was jealousy.” I think that Mrs. Cullen can't have any kids, though,\" she added, as if that lessened their kindness. Throughout all this conversation, my eyes flickered again and again to the table where the strange family sat. They continued to look at the walls and not eat. \"Have they always lived in Forks?\" I asked. Surely I would have noticed them on one of my summers here. \"No,\" she said in a voice that implied it should be obvious, even to a new arrival like me.” They just moved down two years ago from somewhere in Alaska.\" I felt a surge of pity, and relief. Pity because, as beautiful as they were, they were outsiders, clearly not accepted. Relief that I wasn't the only newcomer here, and certainly not the most interesting by any standard. As I examined them, the youngest, one of the Cullens, looked up and met my gaze, this time with evident curiosity in his expression. As I looked swiftly away, it seemed to me that his glance held some kind of unmet expectation. \"Which one is the boy with the reddish brown hair?\" I asked. I peeked at him from the corner of my eye, and he was still staring at me, but not gawking like the other students had today — he had a slightly frustrated expression. I looked down again. \"That's Edward. He's gorgeous, of course, but don't waste your time. He doesn't date. Apparently none of the girls here are good-looking enough for him.\" She sniffed, a clear case of sour grapes. I wondered when he'd turned her down. I bit my lip to hide my smile. Then I glanced at him again. His face was turned away, but I thought his cheek appeared lifted, as if he were smiling, too. After a few more minutes, the four of them left the table together. They all were noticeably graceful — even the big, brawny one. It was unsettling to watch. The one named Edward didn't look at me again. I sat at the table with Jessica and her friends longer than I would have if I'd been sitting alone. I was anxious not to be late for class on my first day. One of my new acquaintances, who considerately reminded me that her name was Angela, had Biology II with me the next hour. We walked to class together in silence. She was shy, too. When we entered the classroom, Angela went to sit at a black-topped lab table exactly like the ones I was used to. She already had a neighbor. In fact, all the tables were filled but one. Next to the center aisle, I recognized Edward Cullen by his unusual hair, sitting next to that single open seat.  As I walked down the aisle to introduce myself to the teacher and get my slip signed, I was watching him surreptitiously. Just as I passed, he suddenly went rigid in his seat. He stared at me again, meeting my eyes with the strangest expression on his face — it was hostile, furious. I looked away quickly, shocked, going red again. I stumbled over a book in the walkway and had to catch myself on the edge of a table. The girl sitting there giggled. I'd noticed that his eyes were black — coal black. Mr. Banner signed my slip and handed me a book with no nonsense about introductions. I could tell we were going to get along. Of course, he had no choice but to send me to the one open seat in the middle of the room. I kept my eyes down as I went to sit by him, bewildered by the antagonistic stare he'd given me. I didn't look up as I set my book on the table and took my seat, but I saw his posture change from the corner of my eye. He was leaning away from me, sitting on the extreme edge of his chair and averting his face like he smelled something bad. Inconspicuously, I sniffed my hair. It smelled like strawberries, the scent of my favorite shampoo. It seemed an innocent enough odor. I let my hair fall over my right shoulder, making a dark curtain between us, and tried to pay attention to the teacher. Unfortunately the lecture was on cellular anatomy, something I'd already studied. I took notes carefully anyway, always looking down. I couldn't stop myself from peeking occasionally through the screen of my hair at the strange boy next to me. During the whole class, he never relaxed his stiff position on the edge of his chair, sitting as far from me as possible. I could see his hand on his left leg was clenched into a fist, tendons standing out under his pale skin. This, too, he never relaxed. He had the long sleeves of his white shirt pushed up to his elbows, and his forearm was surprisingly hard and muscular beneath his light skin. He wasn't nearly as slight as he'd looked next to his burly brother. The class seemed to drag on longer than the others. Was it because the day was finally coming to a close, or because I was waiting for his tight fist to loosen? It never did; he continued to sit so still it looked like he wasn't breathing. What was wrong with him? Was this his normal behavior? I questioned my judgment on Jessica's bitterness at lunch today. Maybe she was not as resentful as I'd thought.  It couldn't have anything to do with me. He didn't know me from Eve.  I peeked up at him one more time, and regretted it. He was glaring down at me again, his black eyes full of revulsion. As I flinched away from him, shrinking against my chair, the phrase if looks could kill suddenly ran through my mind. At that moment, the bell rang loudly, making me jump, and Edward Cullen was out of his seat. Fluidly he rose — he was much taller than I'd thought — his back to me, and he was out the door before anyone else was out of their seat. I sat frozen in my seat, staring blankly after him. He was so mean. It wasn't fair. I began gathering up my things slowly, trying to block the anger that filled me, for fear my eyes would tear up. For some reason, my temper was hardwired to my tear ducts. I usually cried when I was angry, a humiliating tendency. \"Aren't you Isabella Swan?\" a male voice asked. I looked up to see a cute, baby-faced boy, his pale blond hair carefully gelled into orderly spikes, smiling at me in a friendly way. He obviously didn't think I smelled bad. \"Bella,\" I corrected him, with a smile. \"I'm Mike.\" \"Hi, Mike.\" \"Do you need any help finding your next class?\" \"I'm headed to the gym, actually. I think I can find it.\" \"That's my next class, too.\" He seemed thrilled, though it wasn't that big of a coincidence in a school this small. We walked to class together; he was a chatterer — he supplied most of the conversation, which made it easy for me. He'd lived in California till he was ten, so he knew how I felt about the sun. It turned out he was in my English class also. He was the nicest person I'd met today. But as we were entering the gym, he asked, \"So, did you stab Edward Cullen with a pencil or what? I've never seen him act like that.\" I cringed. So I wasn't the only one who had noticed. And, apparently, that wasn't Edward Cullen's usual behavior. I decided to play dumb. \"Was that the boy I sat next to in Biology?\" I asked artlessly. \"Yes,\" he said.” He looked like he was in pain or something.\" \"I don't know,\" I responded.” I never spoke to him.\" \"He's a weird guy.\" Mike lingered by me instead of heading to the dressing room.” If I were lucky enough to sit by you, I would have talked to you.\" I smiled at him before walking through the girls' locker room door. He was friendly and clearly admiring. But it wasn't enough to ease my irritation. The Gym teacher, Coach Clapp, found me a uniform but didn't make me dress down for today's class. At home, only two years of RE. were required. Here, P.E. was mandatory all four years. Forks was literally my personal hell on Earth. I watched four volleyball games running simultaneously. Remembering how many injuries I had sustained — and inflicted — playing volleyball, I felt faintly nauseated. The final bell rang at last. I walked slowly to the office to return my paperwork. The rain had drifted away, but the wind was strong, and colder. I wrapped my arms around myself. When I walked into the warm office, I almost turned around and walked back out. Edward Cullen stood at the desk in front of me. I recognized again that tousled bronze hair. He didn't appear to notice the sound of my entrance. I stood pressed against the back wall, waiting for the receptionist to be free. He was arguing with her in a low, attractive voice. I quickly picked up the gist of the argument. He was trying to trade from sixth-hour Biology to another time — any other time. I just couldn't believe that this was about me. It had to be something else, something that happened before I entered the Biology room. The look on his face must have been about another aggravation entirely. It was impossible that this stranger could take such a sudden, intense dislike to me. The door opened again, and the cold wind suddenly gusted through the room, rustling the papers on the desk, swirling my hair around my face. The girl who came in merely stepped to the desk, placed a note in the wire basket, and walked out again. But Edward Cullen's back stiffened, and he turned slowly to glare at me — his face was absurdly handsome — with piercing, hate-filled eyes. For an instant, I felt a thrill of genuine fear, raising the hair on my arms. The look only lasted a second, but it chilled me more than the freezing wind. He turned back to the receptionist. \"Never mind, then,\" he said hastily in a voice like velvet.” I can see that it's impossible. Thank you so much for your help.\" And he turned on his heel without another look at me, and disappeared out the door. I went meekly to the desk, my face white for once instead of red, and handed her the signed slip. \"How did your first day go, dear?\" the receptionist asked maternally. \"Fine,\" I lied, my voice weak. She didn't look convinced. When I got to the truck, it was almost the last car in the lot. It seemed like a haven, already the closest thing to home I had in this damp green hole. I sat inside for a while, just staring out the windshield blankly. But soon I was cold enough to need the heater, so I turned the key and the engine roared to life. I headed back to Charlie's house, fighting tears the whole way there.",
            "vi": "Chạng Vạng - Twilight         Mở đầu  Chưa bao giờ tôi nghĩ nhiều đến việc mình sẽ chết như thế nào - dù rằng trong mấy tháng cuối cùng này, tôi có đủ lý do để nghĩ đến nó – mà cho dù tôi có nghĩ đến nó thì tôi cũng sẽ không tưởng tượng ra là nó như thế này.  Tôi nín thở nhìn chằm chằm, ngang qua căn phòng dài hun hút, vào đôi mắt đen của kẻ săn mồi, và hắn thích thú nhìn tôi trở lại. Hẳn đây là một cách chết tốt đẹp, hy sinh vì người khác, một người ta yêu thương.  Thậm chí còn cao thượng nữa.  Hẳn là vậy rồi.  Tôi biết nếu mình không đến Forks thì bây giờ đã không phải đối mặt với cái chết. Nhưng mà, cho dù đang hết sức khiếp sợ, tôi cũng không hối tiếc với quyết định này.  Khi đời dâng cho ta một giấc mơ hơn mọi mong đợi, thì thật vô lý khi ta lại đau buồn khi giấc mơ ấy sắp đến hồi kết thúc.  Tên săn người mỉm cười thân thiện khi thong dong đến gần kết liễu đời tôi. 1. Ánh mắt đầu tiên    Mẹ chở tôi ra phi trường, cửa xe đều hạ kính xuống.  Bây giờ Phoenix đang 75 độ (F), trời xanh ngắt không một gợn mây.  Tôi đang mặc chiếc áo sơ-mi ưa thích của mình - không tay, viền đăng-ten trắng;  Tôi mặc nó như lời chào tạm biệt nơi này. Tôi xách trong tay chiếc áo paca.  Trên bán đảo Olympic ở phía tây bắc bang Washington, có một thị trấn nhỏ tên Forks lúc nào cũng có mây che phủ.  Mưa ở thị trấn nhỏ này nhiều hơn ở bất cứ xứ nào của nước Mỹ.  Chính cái thị trấn và cái bóng ảm đạm bao trùm của nó, mẹ tôi đã bỏ trốn cùng tôi khi tôi mới vài tháng tuổi. Chính thị trấn ấy tôi bị buộc mỗi mùa hè phải về ở một tháng cho đến năm mười bốn tuổi. Đó là năm cuối cùng tôi đặt chân đến nơi này vì ba mùa hè vừa qua, thay vì về đó, bố tôi, Charlie, cũng đều đi nghỉ mát với tôi ở California suốt hai tuần.  Chính Forks, nơi bây giờ tôi tự lưu đày mình – một hành động mà tôi hết sức chán ghét. Tôi ghét Forks.  Tôi yêu Phoenix. Tôi yêu mặt trời cùng cái nóng cháy da của nó. Tôi yêu thành phố mạnh mẽ, ngổn ngang này.  “Bella.” mẹ nói với tôi -- lần cuối cùng sau một ngàn lần lặp đi lặp lại --trước khi tôi lên máy bay.” Con chẳng việc gì mà phải làm chuyện này.” Mẹ trông giống y tôi, trừ mái tóc ngắn và các nếp nhăn nơi khoé mắt. Tôi cảm nhận được nỗi sợ hãi khi nhìn sâu vào đôi mắt to, như trẻ con của mẹ. Làm sao tôi có thể để người mẹ nông nổi, thất thường, yêu thương của tôi tự lo cho mình được?   Dĩ nhiên là bây giờ mẹ đã có dượng Phil rồi, nên hóa đơn chắc sẽ được thanh toán, tủ lạnh sẽ có thức ăn, xăng đầy trong xe, và có người để mẹ gọi khi cảm thấy hụt hẫng, nhưng sao...  “Con muốn đi,” Tôi nói dối. Tôi luôn luôn là kẻ nói dối rất dở, nhưng mấy lúc gần đây, câu nói dối này được tôi thốt ra thường xuyên đến độ nó đầy vẻ thuyết phục.  “Gửi lời chào của mẹ đến Charlie nhé.”  “Vâng.” “Sớm gặp lại con”, mẹ khăng khăng.” Con có thể về nhà bất cứ khi nào con muốn. -  Mẹ cũng sẽ đến ngay bất cứ khi nào con cần mẹ.” Nhưng tôi có thể nhìn thấy sự hy sinh trong mắt mẹ đằng sau lời hứa ấy. “Đừng lo cho con,” tôi khẩn nài.  “Sẽ ổn cả thôi. Con yêu mẹ, mẹ ạ.”  Mẹ ôm ghì tôi cả phút đồng hồ, rồi sau đó, tôi lên máy bay, còn mẹ thì bỏ đi.  Bay từ Phoenix đi Seattle mất bốn tiếng, thêm một tiếng đồng hồ nữa để lên một chiếc máy bay nhỏ đi Port Angeles, rồi thêm một tiếng đồng hồ đi xe xuống Forks.  Bay thì không sao, nhưng một tiếng đồng hồ đi xe với Chrlie lại làm tôi hơi lo lắng.  Bố tôi thực đúng là dễ thương về mọi mặt.  Ông có vẻ thật sự hài lòng khi lần đầu tiên tôi đến sống lâu dài với ông.  Ông đã đăng ký cho tôi học trung học và sắp giúp tôi kiếm một chiếc xe hơi.  Nhưng chắc chắn là bố lúng túng lắm.  Chẳng ai trong chúng tôi mà người khác có thể gọi là kẻ nhiều lời, và tôi cũng chẳng biết nói gì. Tôi biết bố chẳng hiểu nỗi quyết định của tôi - giống như mẹ tôi, vì tôi chưa hề che giấu sự chán ghét của mình đối với Forks. Khi máy bay đáp xuống Port Angeles, trời đang mưa. Tôi chẳng hề nghĩ là đó là điềm báo, chỉ là chuyện không thể tránh được mà thôi.  Tôi đã nói lời tạm biệt với ánh nắng trời rồi.  Bố đang chờ tôi bên chiếc xe tuần tra. Đó cũng là điều tôi đã nghĩ.  Bố là cảnh sát trưởng Swan của người lương thiện ở Forks.  Lý do chính khiến tôi phải mua một chiếc xe hơi, dù đang bị viêm màng túi nặng, là tôi không muốn bị chở đi vòng quanh thị trấn trong cái xe hơi có gắn đèn xanh, đỏ trên mui. Không gì có thể làm xe cộ chạy chậm lại như  cảnh sát.  Bố vội đưa một tay ra vụng về ôm lấy tôi khi tôi vấp chân lúc bước ra máy bay.   “Thật vui được gặp con, Bells”, ông nói, mỉm cười tự động đỡ tôi và giữ cho tôi đứng vững.  “Con chẳng thay đổi gì mấy. Renée thế nào?”   “Mẹ khỏe. Con cũng rất vui được gặp bố.”  Tôi không được phép gọi tên ông trống không trước mặt ông.  Tôi chỉ có vài cái túi. Hầu hết quần áo ở Arizona quá mỏng đối với Washington.  Mẹ và tôi đã gom góp hết mọi của cải để bổ sung tủ quần áo mùa đông của tôi, nhưng vẫn quá ít ỏi.  Mọi thứ đều dễ dàng bỏ gọn vào cốp xe tuần tra.  “Bố đã tìm được một chiếc xe tốt cho con, rẻ lắm,” ông thông báo khi chúng tôi đã thắt dây an toàn.   “Loại xe gì vậy bố?” Tôi nghi cái cách ông nói “xe tốt cho con”, chớ không phải chỉ là “xe tốt”.   “À, ừ, thật ra đó là một chiếc xe tải, Chevy.”   “Bố tìm ra nó ở đâu vậy?”   “Con còn nhớ Billy Black ở La Push không?”  La Push là khu bảo tồn người da đỏ tí nị bên bờ biển.  “Dạ không.”   “Ông ấy thường hay đi câu cá với bố con mình suốt mùa hè ấy” Charlie nhắc.  Vậy là tôi đã biết vì sao mình không nhớ ông ta rồi.  Tôi giỏi vụ ngăn chặn mấy chuyện vớ vẩn, buồn bực khỏi trí nhớ mình lắm.   “Ông ấy giờ phải ngồi xe lăn rồi.” Charlie nói tiếp khi thấy tôi không hưởng ứng “nên chẳng còn lái xe được nữa, và ông ấy đã mời bố mua lại xe ổng với giá rẻ.”   “Năm nào hả bố?” Tôi thấy ông thay đổi nét mặt chứng tỏ đây là câu hỏi bố mong tôi sẽ không hỏi.   “À, ừ, Billy đã sửa chữa động cơ xe này khá nhiều rồi – nhưng nó chỉ mới vài năm thôi, thật đó.  Tôi hy vọng bố không coi thường tôi khi tin là sẽ chịu đầu hàng dễ dàng như thế.  “Thế ông ấy mua xe khi nào vậy bố?”  “Ôn ấy mua chiếc xe vào năm 1984, bố nghĩ vậy.” “Thế ông ấy mua xe mới à?” “Ờ, không. Bố nghĩ nó mới vào đầu thậy kỷ 60 – hoặc lâu lắm thì  khoảng cuối thập kỷ 50 thôi” ông ngượng ngùng thú thận.  “Ch - Bố! Con chẳng biết gì về xe cộ.  Con không sửa nó được nếu nó hư này nọ đâu mà con cũgn không có tiền để trả cho thợ ...” “Thật mà, Bella, thứ này chạy tốt lắm.  Người ta chẳng còn sản xuất xe giống thế nữa đâu”.  Thứ này, tôi thầm nghĩ... có thể là – ít ra là, một biệt danh,.  “Bao nhiêu là rẻ vậy bố?” Cuối cùng, đây là phần tôi không thể nhượng bộ được.  “ À, ờ, con gái, bố hầu như đã mua nó cho con rồi.  Làm quà mừng con về nhà.” Charlie liếc mắt nhìn tôi đầy hy vọng. Wow. Miễn phí.  “Bố không cần phải làm thế đâu, bố ạ. Con sẽ tự mua xe cho mình.”  “Không sao cả.  Bố muốn con ở đây vui vẻ.” Bố vừa nhìn về phía trước khi nói câu này.  Charlie không thấy thoải mái khi bày tỏ cảm xúc của mình. Tôi thừa hưởng tính đó từ ông.  Nên tôi cũng nhìn thẳng về phía trước khi trả lời.  “Thật là hay, Bố. Con cảm ơn bố. Con thực biết ơn.”  Không cần phải nói thêm chuyện tôi vui vẻ nỗi ở xứ Forks này là điều không tưởng.  Ông không cần phải chịu khổ cùng tôi. Và tôi cũng không bao giờ chê bai quà tặng là một chiếc xe tải hay một động cơ không mất tiền.  “Ừm, không có chi,” ông lầm bầm, bối rối vì lời cảm ơn của tôi.  Chúng tôi nói dăm ba nhận xét về thời tiết, ẩm ướt, và trò chuyện thế có vẻ đã quá nhiều.  Chúng tôi yên lặng nhìn chằm chằm ra ngoài cửa sổ.  Thật đẹp, dĩ nhiên, tôi không thể phủ nhận điều đó.  Mọi thứ đều xanh ngắt: cây cối với thân phủ rêu, cành đầy những tán lá rậm rạp, mặt đất phủ đầy dương xỉ. Thậm chí không khí cũng óng ánh xanh qua những chiếc lá.  Cuối cùng, chúng tôi đã đến nhà Charlie. Ông vẫn sống trong căn nhà nhỏ có hai phòng ngủ ông đã cùng mua cùng mẹ trong những ngày đầu mới cưới.  Đó là hầu như là những ngày duy nhất của cuộc hôn nhân của họ -  những ngày mới cưới. Đằng kia, đậu trên con đường trước căn nhà chẳng bao giờ thay đổi, là cái – cái xe mới của tôi, hừm, mới đối với tôi.  Nó có màu đỏ phai với mấy cái chắn bùn tròn, to và một cái ca-bin bụng tròn.  Thế nhưng thật bất ngờ, tôi thích nó. Tôi không biết liệu nó chạy được không, nhưng tôi có thể thấy mình ngồi trong xe.  Hơn nữa, nó là một trong những thứ bằng sắt chắc chắn không bao giờ bị hư hại – loại bạn thấy ở hiện trường tai nạn: sơn chẳng trầy xước, còn xung quanh là những mảnh vụn của chiếc xe bị nó phá hủy.  “Wow, bố ơi, con thích nó quá! Cảm ơn bố!” Bây giờ cái ngày mai khủng khiếp của tôi sẽ ít tệ hại hơn. Tôi sẽ không còn phải chọn lựa giữa việc đội mưa đi bộ hai dặm đến trường hay chọn đi ké xe tuần tiễu của cảnh sát trưởng nữa.  “Bố vui vì con thích nó,”  Charlie ngượng ngùng cộc cằn nói.  Chỉ cần một chuyến để mang hết đồ đạc của tôi lên lầu. Tôi có phòng ngủ phía tây trông xuống sân trước.  Căn phòng này rất quen thuộc; nó đã thuộc về tôi từ khi tôi mới chào đời. Sàn gỗ, tường xanh nhạt, trần có góc nhọn, màn cửa đính rèm đăng ten vàng viền quanh cửa sổ – đều là một phần của thời thơ ấu.  Thay đổi duy nhất Charlie đã làm là thay cái nôi thành cái giường và thêm một cái bàn viết khi tôi lớn.  Trên bàn bây giờ là một chiếc máy tính cũ, có đường điện thoại dành cho modem đi dọc sàn nhà đến lỗ cắm điện thoại gần nhất. Đây là điều kiện của mẹ, để chúng tôi có thể liên lạc với nhau dễ dàng.  Cái ghế bập bênh từ thời em bé vẫn còn nằm ở một góc. Chỉ có một phòng tắm nhỏ duy nhất ở đầu cầu thang, tôi phải dùng chung với Charlie. Tôi cố không chú ý quá nhiều vào chuyện đó.  Một trong những tính hay nhất của Charlie là ông không hay quẩn quanh bên người khác.  Ông để tôi một mình lấy đồ đạc ra và sắp xếp mọi thứ, điều không bao giờ có thể có được với mẹ tôi.  Thật dễ chịu khi được ở một mình, không phải mỉm cười hay tỏ vẻ tươi vui; thoải mái nhìn chằm chằm chán nản ra ngoài cửa sổ dưới màn mưa, và để vài giọt nước mắt chợt rơi.  Tôi chưa định gào khóc một trận. Tôi sẽ để dành chuyện đó vào giờ đi ngủ, khi phải nghĩ đến buổi sáng hôm sau.  Trường trung học Forks có sỉ số học sinh kinh khủng - chỉ có ba trăm năm mươi bảy - bây giờ là ba trăm năm mươi tám - học sinh;  trong khi đó nội lớp đầu cấp của tôi ở nhà đã có hơn 700 học sinh. Mọi đứa trẻ ở đây đều cùng lớn lên bên nhau – ông bà chúng cũng chập chững tập đi cùng nhau. Tôi sẽ là cô gái mới đến từ thành phố lớn, một vật kỳ lạ, một thứ quái dị.  Có thể, nếu tôi trông giống một cô gái đến từ Phoenix, thì tôi có thể biến điều này thành lợi thế của mình. Nhưng xét về dáng vẻ, tôi chẳng giống dân ở xứ nào cả. Lẽ ra tôi phải có một làn da rám nắng, giỏi thể thao, tóc vàng - một tay bóng chuyền, người cổ vũ chẳng hạn - tức là mọi thứ đi kèm với việc sống ở một nơi ngập tràn ánh nắng.  Thế mà nước da của tôi lại có màu ngà, thậm chí chẳng có mắt xanh hay tóc đỏ, dù phơi dưới nắng chói chang.  Tôi luôn mảnh khảnh, hơi yếu ớt, rõ ràng chẳng phải là một vận động viên rồi; tôi chẳng biết kết hợp tay-mắt cần có để chơi thể thao mà không bị bẽ mặt - và làm hại cho cả mình lẫn những ai đứng quá gần.  Khi đã cất xong đồ vào cái tủ quần áo bằng gỗ thông cũ kỹ, tôi xách túi đựng đồ tắm cá nhân vào phòng tắm chung để vệ sinh sạch sẽ sau một ngày đi đường. Tôi ngắm mình trong gương khi chải mái tóc ướt, rồi bù. Chắc do ánh sáng nên trông tôi tái xám hơn, ốm yếu. Làn da của tôi có thể gọi là đẹp - rất sạch và gần như trong suốt – nhưng chỉ khi nó đầy sức sống. Tôi chả có tí sức sống nào ở đây.  Đối mặt với hình ảnh xanh xao phản chiếu trong gương, tôi buộc phải thừa nhận rằng tôi đang tự lừa dối mình. Không phải chính do bề ngoài mà tôi không thích nghi được.  Và nếu tôi không thể hòa đồng được trong một ngôi trường có ba ngàn học sinh thì làm sao tôi có cơ hội gì ở đây chứ? Tôi không giỏi giao du với người cùng trang lứa. Có lẽ thực ra là tôi không giỏi giao du với mọi người, thế thôi. Ngay cả với mẹ, người gần gũi nhất với tôi hơn bất kỳ ai trên hành tinh này, cũng chưa bao giờ hòa hợp với tôi, chưa bao giờ có cùng quan điểm. Đôi khi tôi tự hỏi liệu mình có đang nhìn cùng một thứ như những người khác không.  Chắc có trục trặc nhỏ nhỏ nào đó trong não tôi thì phải. Nhưng nguyên nhân chả quan trọng.  Điều quan trọng hơn cả là kết quả. Và ngày mai sẽ chỉ là sự khởi đầu.  Tôi không ngủ được đêm đó, dù là đã khóc xong. Tiếng mưa gió ào ào thổi qua mái không chịu lắng dịu đi. Tôi trùm tấm mền cũ kỹ phai màu lên khỏi đầu, rồi chồng thêm cái gối nữa. Thế mà tôi chẳng thể nào chợp mắt được mãi đến tận nửa đêm, khi cuối cùng, cơn mưa cũng dịu dần.  Một màn sương dày đặc là những gì tôi nhìn thấy bên ngoài cửa sổ vào buổi sáng, khiến nỗi sợ bị nhốt kín dâng lên trong tôi.  Bạn chẳng hề nhìn thấy được bầu trời; y như ở trong cũi. Bữa sáng với Charlie diễn ra trong im lặng.  Ông chúc tôi gặp nhiều may mắn ở trường.  Tôi nói cảm ơn, nhưng dư biết hy vọng của ông chỉ là hão huyền. May mắn thường hay tránh né tôi.  Charlie rời nhà trước, đến đồn cảnh sát, đó chính là vợ và gia đình của ông.  Sau khi ông ra khỏi nhà, tôi ngồi bên chiếc bàn vuông cũ bằng gỗ sồi có ba cái ghế chả ăn khớp gì với nhau và quan sát căn bếp nhỏ nhắn: tường đóng ván sẫm màu, tủ màu vàng tươi và sàn lớt vải sơn trắng.  Mọi thứ chẳng hề thay đổi. Mẹ đã sơn mấy cái tủ cách đây 18 năm để làm căn nhà  vui tươi một chút.  Bên trên lò sưởi nhỏ trong căn phòng họp mặt gia đình nhỏ như cái lỗ mũi kề bên là một dãy ảnh chụp. Đầu tiên là ảnh cưới của Charlie và mẹ ở Las Vegas, rồi một tấm chụp cả ba chúng tôi ở bệnh viện ngay sau khi tôi ra đời, do một y tá nhiệt tình chụp, kế đó là loạt các tấm ảnh chụp tôi ở trường cho đến năm ngoái.  Nhìn mấy thứ đó thật đau lòng - tôi sẽ phải làm gì đó để Charlie dẹp mấy tấm hình này ra chỗ khác, ít nhất là trong khi tôi sống ở đây. Thật không thể nào, ở trong nhà này, mà không nhận ra rằng Charlie chẳng hề quên mẹ.  Điều đó làm tôi cảm thấy không thoải mái.  Tôi không muốn đến trường quá sớm, nhưng cũng không thể ở nhà thêm nữa.  Tôi mặc áo khoác -  mà tưởng như đang mặc bộ đồ chống vũ khí sinh học -  rồi bước vào màn mưa.  Vẫn chỉ là cơn mưa rả rích, không đủ lớn làm tôi ướt sũng ngay khi tôi với lấy chìa khóa nhà luôn được giấu dưới mái hiên che cửa trước và khóa lại. Tiếng bì bõm của đôi giày bốt chống thấm của tôi nghe thật oải. Tôi thèm nghe thấy tiếng lạo xạo trên sỏi khi bước đi. Tôi không thể dừng lại ngắm nghía chiếc xe tải của mình lần nữa như tôi muốn; tôi đang vội trốn sự ẩm ướt lãng đãng đang vờn quanh đầu, len vào tóc bên dưới chiếc mũ trùm đầu. Trong xe tải thật khô ráo và dễ chịu.  Chắc Billy hay Charlie lau dọn sạch sẽ, nhưng mấy cái ghế bọc da màu nâu vẫn còn phảng phất mùi thuốc lá, mùi xăng và mùi bạc hà.  Máy xe nổ ngay làm tôi nhẹ nhõm, nhưng kêu rất to, gầm lên rồi chạy không tải ở mức to nhất.  Hừm, một cái xe tải cũ như vầy thì phải có khiếm khuyết thôi.  Cái ra-đi-ô cổ lổ sỉ vẫn hoạt động, thêm một chuyện không ngờ. Không khó tìm trường lắm dù tôi chưa từng đến đó bao giờ. Ngôi trường này, giống như hầu hết mọi thứ khác, nằm ngay bên cạnh đường cao tốc.   Chẳng dễ nhận ra đó là trường học; chỉ cái bảng hiệu cho biết nó là Trường trung học Forks mới làm tôi dừng lại.  Nó giống bộ sưu tập những ngôi nhà làm bằng diêm bằng gạch màu nâu đỏ.  Có nhiều cây và bụi rậm đến nỗi tôi không thể thấy quy mô của nó ngay. Đâu rồi cái cảm giác của một cơ quan làm việc? Tôi bồi hồi tự hỏi.  Đâu rồi những hàng rào sắt nối nhau, những máy dò kim loại?  Tôi đỗ xe  phía trước toà nhà đầu tiên, có bảng hiệu nhỏ gắn trên cửa ghi Ban Giám đốc. Chẳng ai khác đậu xe ở đây, nên tôi chắc chắn mình không được phép đậu xe, nhưng tôi đã quyết định là thà là vô trong hỏi đường còn hơn là đi lòng vòng dưới mưa như một con ngốc.  Tôi miễn cưỡng bước ra khỏi buồng lái ấm áp rồi đi theo một con đường nhỏ lát đá viền quanh bởi hàng rào màu tối. Tôi hít một hơi thật sâu trước khi mở cửa.  Bên trong sáng và ấm hơn tôi tưởng. Văn phòng nhỏ, khu ngồi chờ nhỏ xíu có mấy cái ghế xếp, thảm thô màu cam lốm đốm, các thông báo và giải thưởng lộn xộn trên tường, một cái đồng hồ to kêu tích tắc thật lớn.  Cây cỏ trồng khắp nơi trong những chậu nhựa, làm như thể bên ngoài còn chưa đủ cây xanh.  Căn phòng được ngăn làm đôi bằng một cái quầy dài, gắn đầy những cái giỏ lưới chứa đầy giấy và những tờ bướm quảng cáo sặc sỡ gắn phía trước giỏ.  Có ba bàn làm việc sau quầy, một trong mấy cái bàn đó đã được chiếm ngự bởi một phụ nữ to lớn, tóc đỏ, mang kiếng, mặc áo thun tím, khiến cho tôi lập tức cảm thấy mình mặc quá nhiều quần áo.  Người phụ nữ tóc đỏ nhìn lên.” Em cần gì?” “Em là Isabella Swan”, tôi nói với cô, và lập tức thấy đôi mắt cô ánh lên nét chú ý. Người ta đang chờ tôi đến, hẳn là đề tài ngồi lê đôi mách rồi. Con gái của bà vợ cũ lông bông của ngài cảnh sát trưởng, rốt cuộc đã quay về. \"Ồ, đúng rồi,” cô nói.  Cô đào bới chồng tài liệu để chênh vênh trên bàn làm việc cho đến khi cô ấy tìm thấy cái mình cần tìm.  \"Cô có lịch học của em đây, và bản đồ trường nữa.”  Cô mang vài tờ giấy đến quầy để chỉ cho tôi xem.  Cô chỉ qua các lớp học cho tôi, tô sáng đường đến từng lớp nhanh nhất trên bản đồ và đưa tôi một tờ giấy để xin chữ ký của từng giáo viên mà tôi phải mang trả lại vào cuối ngày.  Cô mỉm cười với tôi và hy vọng, giống Charlie, là tôi sẽ thích ở Forks. Tôi mỉm cười đáp lại ráng có vẻ thuyết phục nhất.  Khi tôi quay trở lại xe tải của mình, các sinh viên khác đang bắt đầu đi đến.  Tôi lái xe vòng vòng trong trường, theo dòng xe cộ. Tôi mừng khi thấy hầu hết xe hơi đều đã cũ giống mình, chẳng có chiếc nào loè loẹt. Lúc trước, tôi sống trong một trong số ít khu có thu nhập thấp hơn, trong đó có cả Paradise Valley District.  Nên chuyện nhìn thấy một chiếc Mercedes hoặc Porsche mới trong khu dành cho sinh viên là chuyện bình thường. Chiếc xe đẹp nhất ở đây là chiếc Volvo bóng loáng, và nổi bật. Tuy thế, tôi tắt động cơ ngay khi vào chỗ, để âm thanh sấm động không làm mọi người chú ý vào tôi. Tôi nhìn bản đồ trong xe tải, cố gắng ghi nhớ; hy vọng tôi sẽ không phải cầm nó dí sát mũi đi lòng vòng trong trường suốt cả ngày. Tôi nhét mọi thứ vô cặp, khoác dây qua vai, rồi hít một hơi thật sâu. Tôi có thể làm việc này, tôi yếu ớt nói dối với chính mình. Chẳng ai ăn thịt mình cả. Cuối cùng thì tôi cũng thở ra và bước ra khỏi xe tải.  Tôi kéo mũ trùm đầu che mặt khi bước sang vỉa hè, đông đúc thanh thiếu niên. Áo khoác đen trơn của tôi không nổi bật, tôi nhẹ nhõm nhận xét.  Khi đến gần quán ăn tự phục vụ, toà nhà số ba rất dễ nhận ra.  Con số \"3\" đen to đùng được vẽ trên một ô vuông trắng ở góc tường phía đông. Tôi cảm thấy hơi thở của mình đang dần trở nên dồn dập khi đến gần cửa. Tôi thử nín thở khi theo hai cái áo mưa dành cả cho nam lẫn nữ bước qua cửa.  Lớp học nhỏ.  Những người đi trước tôi dừng lại ngay trong cửa để treo áo choàng lên hàng móc dài. Tôi bắt chước họ.  Đó là hai cô gái, một cô gái tóc vàng hoe, da trắng như ngọc, cô kia cũng da nhợt nhạt, với mái tóc màu nâu nhạt.  Ít ra thì màu da của tôi sẽ không nổi bật ở đây.  Tôi cầm mảnh giấy nhỏ lên chỗ thầy giáo, một người đàn ông cao, bắt đầu hói, bàn giấy có biển tên Mr. Mason.  Thầy đực mặt ra nhìn tôi khi nhìn thấy tên tôi - không phải là một phản ứng đáng khích lệ  - và dĩ nhiên tôi đỏ ửng như trái cà chua.  Nhưng ít nhất thầy cũng dẫn tôi đến một cái bàn trống ở cuối lớp mà không hề giới thiệu tôi với lớp.  Mấy người bạn học mới của tôi khó mà nhìn chằm chằm vào tôi khi tôi ngồi ở cuối lớp, nhưng dù sao thì họ cũng cố nhìn.  Tôi nhìn chăm chú vào danh sách tài liệu phải đọc thầy đưa tôi.  Cũng khá cơ bản : Bronte, Shakespeare, Chaucer, Faulkner. Tôi đã đọc hết sạch rồi.  Cũng an ủi phần nào ... nhưng chán.  Tôi tự hỏi không biết mẹ có gửi cho tôi cặp hồ sơ đựng mấy bài luận cũ của tôi không nhì, không chừng mẹ lại nghĩ là tôi gian lận.  Tôi cứ miên man nghĩ đến chuyện cãi nhau đủ kiểu với mẹ trong đầu trong khi thầy cứ ê a trên bục giảng.  Khi chuông reng, âm thanh trầm rè rè, một cậu bé lóng ngóng có vấn đề về da, tóc đen mượt, tựa vào lối đi để nói chuyện với tôi.  \"Bạn là Isabella Swan, phải không?\" Anh chàng có vẻ quá ân cần, kiểu của câu lạc bộ đánh cờ.  \"Bella,” tôi sửa lại.  Tất cả mọi người trong phạm vi ba dãy ghế đều quay nhìn tôi.  \"Lớp học kế của bạn ở đâu?\" anh chàng hỏi.  Tôi phải mở cặp ra coi.” Ờ, môn Chính phủ, với thầy Jefferson, trong toà nhà số 6.” Chẳng có chỗ nào để nhìn mà không gặp những cặp mắt tò mò.  \"Tôi đến toà nhà số bốn đây, để tôi chỉ đường cho bạn nhé...” Rõ là quá ân cần. “Tôi là Eric,” anh chàng nói thêm.  Tôi cười gượng gạo.” Cám ơn.” Chúng tôi lấy áo khoác rồi bước vào màn mưa, đã nặng hạt.  Tôi dám cá có vài người sau lưng đang đi gần để nghe lén. Tôi hy vọng tôi không hoang tưởng.  \"Nè, ở đây khác Phoenix nhiều lắm, phải không?” anh chàng hỏi.  \"Nhiều lắm.” \"Ở đó đâu có mưa nhiều hả, phải không?” \"Mỗi năm chỉ có ba bốn lần hà.” \"Chà, vậy thì ra sao nhỉ?” anh chàng ngạc nhiên.  \"Đầy nắng,” tôi nói với anh ta.  \"Bạn đâu có rám nắng lắm đâu.” \"Mẹ tôi có gien bạch tạng.” Anh ấy quan sát khuôn mặt tôi đầy áy náy, và tôi thở dài. Hình như mây và khiếu hài hước không hoà hợp được.  Một vài tháng thế này là tôi sẽ quên kiểu nói chuyện châm biếm ngay thôi.  Chúng tôi đi vòng qua quán ăn tự phục vụ, sang toà nhà ở phía nam gần phòng thể dục.  Eric đi với tôi đến tận cửa, dù nó rất dễ nhận ra.  \"Ừm, chúc may mắn nhé,” anh chàng nói trong khi tôi cầm nắm cửa.”  “Chắc thế nào mình cũng học chung vài lớp.” Anh chàng có vẻ tràn trề hy vọng.  Tôi nhoẻn cười với anh ấy và bước vào trong.  Thời gian còn lại của buổi sáng trôi qua giông giống vậy. Thầy môn Lượng giác của tôi, ông Varner, người lẽ ra tôi rất ghét tuy chỉ vì môn ông dạy, lại là người duy nhất bắt tôi đứng trước lớp tự giới thiệu. Tôi nói lắp, xấu hổ, và vấp chính đôi giầy bốt của mình trên đường về ghế ngồi.  Sau hai lớp học, tôi bắt đầu nhận biết một số khuôn mặt trong mỗi lớp. Luôn có ai đó can đảm hơn người khác sẽ tự giới thiệu mình và hỏi tôi thích Forks không. Tôi cố tỏ ra bặt thiệp, nhưng thường thì tôi nói dối là mình thích. Ít ra thì nhờ đó mà tôi cũng không hề cần đến bản đồ.  Một cô gái ngồi gần tôi cả trong lớp Lượng giác lẫn lớp tiếng Tây Ban Nha, và cô đi với tôi đến quán ăn tự phục vụ để ăn trưa. Cô nhỏ tí xíu, thấp hơn chiều cao năm feet bốn inch của tôi vài inch, nhưng mái tóc đen quăn hoang dã của cô làm sự chênh lệch chiều cao của chúng tôi càng tăng thêm. Tôi không nhớ được tên cô ấy, nên tôi mỉm cười và gật đầu khi cô ấy nói bi bô về các lớp học và thầy cô. Tôi cũng chẳng để tâm lắm.  Chúng tôi ngồi vào cuối một cái bàn đầy người có một số bạn cô, và cô giới thiệu cho tôi. Tôi quên hết tên họ ngay khi cô nói ra.  Họ có vẻ ấn tượng bởi cô ấy đã can đảm nói chuyện với tôi. Anh chàng trong lớp tiếng Anh, Eric, vẫy tay với tôi từ phía xa của căn phòng.  Chính ở đó, ngồi trong phòng ăn trưa, khi đang ráng trò chuyện với bảy người lạ hiếu kỳ, nơi lần đầu tiên tôi nhìn thấy họ.  Họ đang ngồi trong góc của quán ăn tự phục vụ, xa chỗ tôi ngồi nhất trong phòng dài. Có năm người trong nhóm. Họ không nói, và họ không ăn, mặc dù mỗi người đều có một khay thức ăn không hề đụng đến ở trước mặt. Họ không đực mặt ra nhìn tôi như hầu hết mọi sinh viên khác, vì vậy có nhìn họ chằm chằm cũng không sao vì không sợ bắt gặp phải một cặp mắt quá hiếu kỳ.  Nhưng không phải những điều đó đã làm tôi chú ý. Họ chẳng giống nhau chút nào. Ba chàng trai, một người to lớn - đầy cơ bắp như một vận động viên cử tạ hạng nặng, có mái tóc đen xoăn.  Người kia thì cao, gầy hơn, nhưng vẫn vạm vỡ, và tóc vàng màu mật ong.  Người cuối cùng gầy gò, cao lêu nghêu, ít to lớn hơn, có mái tóc màu đồng bù xù.  Anh chàng có vẻ trẻ con hơn những người kia, những người trông giống sinh viên đại học, hoặc thậm chí giống thầy giáo ở đây hơn là sinh viên.  Các cô gái thì ngược lại. Người cao đẹp như tranh vẽ. Cô ấy có dáng người xinh đẹp, loại người bạn thấy trên bìa của tạp chí Thể thao chuyên đề về đồ tắm, loại người làm cô gái nào ở bên cạnh cũng cảm thấy tủi thân chỉ vì ở cùng trong một căn phòng.  Tóc cô óng ánh như vàng, nhẹ nhàng lay động ở giữa lưng. Cô gái thấp hơn giống nàng tiên tí hon pixie, mỏng mảnh đến mức tận cùng, với những đường nét nhỏ nhắn.  Tóc cô đen nhánh, cắt ngắn và xoà ra bốn phương tám hướng.  Tuy nhiên, tất cả bọn họ đều giống nhau y hệt.  Ai trong bọn cũng nhợt nhạt xanh xao, nhợt nhạt nhất trong tất cả sinh viên sống trong thành phố không ánh nắng trời này.  Nhợt nhạt hơn tôi, người bạch tạng. Tất cả họ đều có đôi mắt rất đen dù tóc màu gì. Họ còn có quầng thâm dưới mắt – quầng thâm màu tím, giống bị bầm tím. Như thể tất cả bọn họ đều bị cả đêm mất ngủ, hoặc mới vừa lành sau khi bị đấm bể mũi xong.  Mặc dù mũi của họ, tất cả đường nét trên khuôn mặt họ, đều thẳng, hoàn hảo, góc cạnh.  Nhưng tất cả những chuyện này không phải là lý do làm tôi không thể quay mặt đi.  Tôi chằm chằm vì khuôn mặt của họ, rất khác thường, rất giống nhau, đều đẹp một cách dữ dội, đầy ấn tượng.  Đó là những khuôn mặt bạn chẳng bao giờ nghĩ là mình có thể gặp ngoài đời, ngoại trừ trong những trang tranh vẽ của một tạp chí thời trang. Hoặc giống như khuôn mặt của một thiên thần do một danh hoạ xưa vẽ ra. Thật khó mà quyết định ai là người đẹp nhất - có lẽ là cô gái tóc vàng hoàn hảo, hay chàng trai có mái tóc màu đồng. Tất cả bọn họ đều nhìn sang chỗ khác – không nhìn nhau, không nhìn các sinh viên khác, không nhìn bất cứ thứ gì cụ thể, tôi đoan chắc vậy. Khi tôi quan sát, cô gái nhỏ nhắn cầm khay đứng lên – lon xô-đa chưa mở, táo chưa cắn một miếng - rồi bước đi với dáng nhanh nhẹn và duyên dáng chỉ có trên sàn biểu diễn thời trang. Tôi nhìn, ngạc nhiên vì bước đi như vũ công uyển chuyển của cô ấy, cho đến khi cô ấy bỏ khay xuống và lướt qua cửa sau, nhanh hơn tôi tưởng tượng. Mắt tôi liếc về mấy người còn lại, vẫn đang ngồi không hề thay đổi tư thế.  \"Họ là ai vậy?\" tôi hỏi cô bạn học chung lớp tiếng Tây Ban Nha, mà tôi đã quên tên.  Khi cô ấy nhìn lên để xem người tôi nói đến - mặc dù có lẽ cô cũng đã biết là ai, do nghe giọng nói của tôi – thì đột nhiên anh ấy nhìn cô, người gầy gò hơn, người trẻ con, người có lẽ trẻ nhất. Anh ấy nhìn vào người ngồi cạnh tôi chỉ trong một tích tắc, rồi đôi mắt đen của anh liếc nhìn tôi.  Anh nhìn sang chỗ khác thật nhanh, nhanh hơn cả tôi, mặc dù đang đỏ mặt vì bối rối tôi đã cụp mắt nhìn xuống ngay lập tức. Trong ánh nhìn chớp nhoáng đó, khuôn mặt của anh ta vẫn tỏ vẻ chẳng hề quan tâm – cứ như thể cô ấy đã gọi tên anh ta, nên anh ta nhìn lên theo kiểu phản ứng vô thức, rồi quyết định không trả lời.  Người ngồi cạnh tôi cười khúc khích bối rối, nhìn vô bàn giống tôi.  \"Đó là Edward và Emmett Cullen, và Rosalie và Jasper Hale. Người đã đi là Alice Cullen;  tất cả bọn họ đều sống cùng bác sĩ Cullen và vợ ông.”  Cô ấy thầm thì.  Tôi liếc nhìn sang anh chàng đẹp trai, hiện đang nhìn khay ăn của anh ta, đang bẻ nhỏ miếng bánh mì vòng bằng ngón tay dài, nhợt nhạt. Miệng anh ấy cử động rất nhanh, đôi môi hoàn hảo của anh ấy chỉ hơi hé mở.  Ba người khác vẫn nhìn sang chỗ khác, tuy nhiên tôi cảm thấy như anh đang nói nhỏ với họ.  Những cái tên thật kỳ lạ, không giống ai, tôi nghĩ. Loại tên chỉ ông bà nội ngoại mới có.  Nhưng có lẽ mấy cái tên đó hiện đang là mốt ở đây – tên ở tỉnh lẻ? Cuối cùng thì tôi cũng nhớ ra người ngồi cạnh tôi tên là Jessica, một cái tên rất phổ biến. Có hai cô gái tên Jessica trong lớp Lịch sử của tôi ở trường cũ.  \"Họ ... trông rất đẹp.” Tôi ráng không nói giảm bớt quá lộ liễu.  \"Đúng vậy!” Jessica đồng ý bằng nụ cười khúc khích khác.” Họ đều sống chung với nhau, ý tôi là - Emmett và Rosalie, cùng Jasper và Alice. Họ sống chung một nhà.” Giọng cô ấy chất chứa toàn bộ nỗi sốc và kết tội của cả tỉnh lẻ này, tôi thầm trách. Nhưng, nếu nói cho đúng ra, thì tôi phải thừa nhận là, dù là ở Phoenix chăng nữa, thì sống chung như vậy cũng sẽ gây ra điều tiếng.  \"Ai thuộc dòng họ Cullens?” tôi hỏi.” Trông họ không có vẻ bà con gì với nhau cả...” \"Ồ, đâu có. Bác sĩ Cullen còn rất trẻ, chỉ khoảng đôi mươi hay ba mươi ba mốt mà thôi. Họ đều được nhận nuôi. Nhà Hales là anh chị, còn hai người sinh đôi - tóc vàng – là con nuôi.” \"Trông họ hơi quá lớn để làm con nuôi.” \"Bây giờ, Jasper và Rosalie đều 18 tuổi, nhưng họ đã sống với bà Cullen từ khi mới lên tám. Cô ấy là cô của họ hay đại loại thế.” \"Họ quả là khá tốt bụng – khi quan tâm chăm sóc cho những đứa trẻ đó như thế, khi họ còn quá trẻ và vân vân.” \"Tớ nghĩ vậy,” Jessica miễn cưỡng công nhận, và tôi có cảm giác cô ấy không thích bác sĩ và vợ của ông ta vì lý do nào đó. Với kiểu liếc nhìn của cô ấy vào đám con nuôi của họ, tôi đoán lý do là ghen.” “Tuy vậy, tớ nghĩ chắc bà Cullen không thể có con,”  cô nói thêm, như thể để hạ thấp lòng tốt của họ.  Trong suốt cuộc trò chuyện này, mắt tôi liếc nhìn hoài sang bàn của gia đình kỳ lạ đang ngồi. Họ tiếp tục nhìn vào các bức tường và không ăn.  \"Lúc nào họ cũng sống ở Forks à?” tôi hỏi.  Chắc chắn tôi sẽ phải thấy họ trong một kỳ nghỉ hè của tôi ở đây chứ.  \"Không,” cô ấy đã nói bằng một giọng hàm ý rõ ràng, dù là một người mới đến như tôi.” Họ mới chuyển về đây cách đây hai năm từ đâu đó ở Alaska.” Tôi cảm thấy dâng lên niềm thương cảm, và nhẹ nhõm. Thật tiếc vì, xinh đẹp như vậy, mà họ chỉ là người ngoài, rõ ràng không được chấp nhận.  Nhẹ nhõm là vì tôi không phải là người mới đến duy nhất ở đây, và tất nhiên không phải là thú vị nhất theo bất cứ tiêu chuẩn nào.  Khi tôi ngắm nhìn họ thì người trẻ nhất trong gia đình Cullens, nhìn lên và bắt gặp ánh nhìn chằm chằm của tôi, lần này rõ ràng ánh tò mò  hiện lên trên vẻ mặt của anh ấy.  Khi tôi nhanh chóng nhìn đi chỗ khác, tôi cho rằng ánh nhìn của anh ấy chứa chút gì đó như niềm mong đợi không thoả mãn.  \"Anh chàng tóc nâu đỏ sẫm là ai?” tôi hỏi.  Tôi nhìn lén anh ấy từ khoé mắt, và anh ấy vẫn còn nhìn chằm chằm vào tôi, nhưng không đực mặt ra nhìn như những sinh viên khác hôm nay - anh chàng có vẻ hơi thất vọng. Tôi nhìn xuống lần nữa.  \"Đó là Edward.  Anh ấy đẹp trai hết sức, rõ ràng rồi, nhưng cậu đừng phí công vô ích. Anh ta chẳng hẹn hò với ai cả.  Hình như chẳng cô gái nào ở đây đủ đẹp để xứng với anh ta.”  Cô nàng khụt khịt khó chịu, trường hợp rõ ràng của “nho còn xanh quá, ta không thèm”. Tôi tự hỏi không biết anh ta khước từ cô ấy khi nào.  Tôi mím môi giấu nụ cười. Rồi tôi lại liếc nhìn anh ta lần nữa. Anh ta đã quay mặt đi, nhưng tôi nghĩ má anh ta nhô lên, như thể anh cũng đang mỉm cười.  Sau vài phút nữa thì bốn người cùng nhau rời khỏi bàn. Tất cả bọn họ đều hết sức duyên dáng - thậm chí dù là người to lớn, rắn chắc. Thật đáng ngại khi nhìn.  Kẻ có tên Edward không nhìn tôi nữa.  Tôi ngồi ở bàn với Jessica và bạn cô ấy lâu hơn khi lẽ ra tôi chỉ ngồi một mình. Tôi không muốn đi học trễ trong ngày đầu tiên đi học. Một người mới quen của tôi, người dè dặt nhắc tôi là tên cô ấy là Angela, đã học lớp Sinh vật học II với tôi giờ kế. Chúng tôi cùng nhau đến lớp trong im lặng. Cô ấy cũng nhút nhát.  Khi chúng tôi vào lớp, Angela đến ngồi ở bàn thí nghiệm mặt bàn đen giống y mấy cái bàn tôi thường dùng. Cô ấy đã có bạn ngồi chung. Thực ra, bàn nào cũng đã có người ngồi cả, trừ một cái.  Kế bên lối đi chính giữa, tôi nhận ra Edward Cullen bởi mái tóc khác thường của anh ấy, đang ngồi cạnh cái ghế duy nhất còn trống.  Khi tôi bước xuống lối đi để giới thiệu mình với thầy giáo và được ký vào phiếu, tôi lén theo dõi anh ấy. Đúng lúc tôi đi qua, anh ấy đột ngột cứng đờ trên ghế. Anh ta nhìn tôi chằm chằm lần nữa, chạm mắt tôi với biểu hiện kỳ lạ nhất trên khuôn mặt - đó là thù địch, giận dữ. Tôi vội nhìn sang chỗ khác, hoảng sợ, đỏ ửng người lần nữa. Tôi vấp một quyển sách để trên lối đi và phải tự giữ thăng bằng ở góc bàn. Cô gái ngồi ở đó cười khúc khích.  Tôi thấy mắt anh ấy đen – đen như than.  Thầy Banner ký vào phiếu của tôi và trao cho tôi một quyển sách mà chẳng nói gì về việc giới thiệu cả. Tôi dám chắc chúng tôi sẽ phải tự xoay sở. Tất nhiên, ông phải đưa tôi đến cái ghế trống giữa phòng.  Tôi cứ nhìn xuống khi đến ngồi cạnh anh ta, bối rối vì cái nhìn thù địch của anh ta.  Tôi không nhìn lên khi để sách lên bàn và ngồi xuống ghế, nhưng từ khoé mắt, tôi thấy tư thế của anh ta thay đổi. Anh ấy đang nhích ra xa tôi, ngồi lên mép xa nhất của ghế ngồi và ngoảnh mặt đi như thể anh ấy ngửi thấy mùi gì đó hôi lắm. Kín đáo, tôi ngửi tóc mình. Nó có mùi giống dâu, mùi dầu gội đầu ưa thích của tôi. Có vẻ là một mùi không thể gây tội lỗi gì.  Tôi gạt cho tóc xoả qua vai phải, làm thành một bức màn đen giữa hai người, và cố chú ý tới thầy giáo.  Không may bài giảng là về cấu tạo tế bào, thứ tôi đã học rồi. Tuy vậy, tôi vẫn ghi chép cẩn thận, luôn nhìn xuống.  Tôi không thể tự kềm mình không nhìn lén chàng trai kỳ lạ ngồi cạnh mình qua màn tóc. Trong suốt giờ học, anh ấy không hề thả lỏng tư thế cứng đờ trên mép ghế của anh ta, ngồi càng xa tôi càng tốt. Tôi có thể nhìn thấy tay của anh ta đang đặt trên chân trái cuộn lại thành nắm đấm, gân nổi bật dưới làn da nhợt nhạt. Cả nắm đấm này cũng chẳng hề thả lỏng ra. Anh ta kéo tay áo dài của chiếc sơ-mi trắng đến tận khuỷu, và cẳng tay của anh ta cứng rắn và vạm vỡ không ngờ dưới làn da mỏng. Anh ấy hầu như không hề mảnh khảnh như khi anh ta ngồi cạnh ông anh lực lưỡng của mình.  Giờ học này có vẻ dài hơn mấy giờ khác.  Vì đã gần hết ngày, hay vì tôi đang chờ nắm tay siết chặt của anh ta nới lỏng? Không hề; anh ta cứ ngồi im ru như chẳng hề thở. Có chuyện gì với anh ta vậy? Đây là hành vi bình thường của anh ta sao? Tôi nghi ngờ phán quyết của mình về vẻ cay đắng của Jessica khi ăn trưa hôm nay. Có lẽ cô ấy không phẫn uất như tôi tưởng.  Chẳng hề dính dáng gì tới tôi cả. Anh ta đâu biết gì tôi đâu.  Tôi nhìn trộm anh ta một lần nữa, và hối tiếc vì đã làm thế. Anh ta lại đang trừng trừng nhìn tôi giận dữ, đôi mắt đen của anh ấy đầy nỗi khiếp sợ.  Khi tôi thu người nhích ra xa, co người lại trên ghế, câu nói ánh nhìn có thể giết chết người tự nhiên lởn vởn trong đầu tôi.  Đúng lúc đó, chuông reng thật to làm tôi giật bắn cả người, và Edward Cullen ra khỏi ghế.  Anh ta nhẹ nhàng đứng lên - anh cao hơn rất nhiều hơn tôi tưởng - lưng xoay về phía tôi, và anh ta đã ra ngoài cửa trước khi người khác bước ra khỏi ghế của mình.  Tôi ngồi như trời trồng trên ghế, ngây người nhìn theo anh ta. Anh ta thật độc ác. Thật không công bằng. Tôi bắt đầu chậm rãi thu gom đồ đạc của mình, cố ngăn cơn giận đang xâm chiếm mình, vì sợ nước mắt sẽ trào ra. Không biết vì sao mà cơn nóng giận của tôi luôn nối liền với tuyến lệ. Tôi thường khóc mỗi khi tôi giận dữ, một khuynh hướng nhục nhã.  \"Bạn là Isabella Swan phải không?\" một giọng con trai hỏi.  Tôi nhìn lên và thấy một chàng trai dễ thương, có khuôn mặt như trẻ con, mái tóc vàng lợt của anh ta được vuốt keo thành mấy cái gai gọn gàng, đang mỉm cười với tôi một cách thân thiện. Anh ấy rõ ràng không nghĩ là tôi hôi rình.  \"Bella,” tôi mỉm cười sửa lời anh ấy.  \"Tôi là Mike.” \"Hi, Mike.” \"Bạn có cần giúp tìm lớp kế tiếp không?” \"Thực ra mình sẽ đến phòng tập thể dục. Chắc mình có thể tìm ra nó.” \"Đó cũng là giờ học kế tiếp của tôi.”  Anh ấy có vẻ xúc động, mặc dù đó chẳng phải là sự trùng hợp ngẫu nhiên lớn lao gì trong ngôi trường nhỏ này.  Chúng tôi cùng nhau đến lớp; anh chàng là một người ba hoa - anh ấy gần như độc thoại, làm tôi cảm thấy dễ chịu. Anh ấy đã sống ở California đến khi lên mười, vì vậy anh ấy biết tôi cảm nhận ra sao về mặt trời. Hoá ra anh ta cũng học chung lớp tiếng Anh với tôi nữa. Anh ấy là người dễ thương nhất tôi từng gặp hôm nay.  Nhưng khi chúng tôi vào phòng tập thể dục, anh ấy hỏi, \"Nè, bạn đâm Edward Cullen bằng cây bút chì hả? Tôi chưa bao giờ thấy anh ta cư xử giống vậy.” Tôi co rúm người lại.  Hoá ra không phải chỉ mình tôi nhận thấy điều đó. Và, rõ ràng, đó không phải là hành vi bình thường của Edward Cullen. Tôi quyết định giả ngu.  \"Anh chàng tôi ngồi bên cạnh trong giờ Sinh vật hả?\" tôi thật thà hỏi.  \"Đúng rồi,” anh ta nói. “Trông anh ta như đang bị đau đớn sao đó.” \"Tôi không biết,”  tôi đáp lại.” Tôi chưa hề nói chuyện với anh ta.”  \"Anh ta kỳ cục nhỉ.”  Mike nấn ná bên tôi thay vì vào phòng thay quần áo.  “Nếu mà tôi may mắn được ngồi cạnh bạn, tôi đã nói chuyện với bạn rồi.”  Tôi mỉm cười với anh ấy trước khi qua cửa phòng chứa tủ đựng đồ có khoá giành cho nữ.  Anh thân thiện và thích tôi thấy rõ. Nhưng chưa đủ để làm dịu đi sự bực tức của tôi.  Giáo viên thể dục, Coach Clapp, tìm được cho tôi một bộ đồng phục nhưng không bắt tôi phải mặc để học giờ học hôm nay. Ở trường cũ, chỉ hai năm là bắt buộc.  Thế mà ở đây, thể dục là môn bắt buộc phải học cả bốn năm. Forks theo nghĩa đen, đúng là địa ngục trần gian của tôi.  Tôi xem bốn trận đấu bóng chuyền cùng một lúc.  Khi nhớ lại không biết bao lần tôi đã bị thương khi khi chơi bóng chuyền là tôi cảm thấy hơi mắc ói.  Tiếng chuông cuối giờ rốt cuộc cũng đã reng. Tôi từ từ đi về văn phòng để nộp giấy tờ.  Mưa đã tạnh, nhưng gió rất mạnh, và lạnh hơn. Tôi ôm tay quanh người.  Khi bước vào văn phòng ấm áp, tôi gần như quay lại ngay và đi trở ra.  Edward Cullen đứng ở bàn làm việc trước mặt tôi. Tôi nhận ra lần nữa mái tóc màu đồng bù rối.  Anh ta có vẻ không nhận thấy tiếng chân tôi bước vào.  Tôi đứng tựa lưng vào tường, chờ đến khi nhân viên tiếp tân rảnh.  Anh ta đang tranh cãi với cô ấy bằng giọng nói trầm, hấp dẫn. Tôi nhanh chóng biết được nguyên nhân chính của cuộc tranh cãi này. Anh ấy đang cố xin đổi giờ học thứ sáu - giờ sinh vật sang một giờ khác - bất cứ một thời gian nào khác.  Tôi không thể tin chuyện này là do tôi. Hẳn phải là điều gì khác, điều xảy ra trước khi tôi vào phòng sinh vật học. Nét mặt của anh ấy phải là do một lý do nghiêm trọng nào đó hoàn toàn khác. Không thể nào người xa lạ này lại tự nhiên ghét tôi dữ dội, đột ngột như thế.  Cửa lại mở ra lần nữa, và gió lạnh đột ngột thổi giật vào phòng, tiếng giấy tờ trên bàn xào xạc, quấn tóc tôi quanh mặt.  Cô gái bước vào chỉ bước đến bàn làm việc, đặt một tờ ghi chép vào giỏ sắt, rồi bước ra ngoài lại ngay. Nhưng lưng Edward Cullen cứng đờ, và anh ấy từ từ quay lại nhìn tôi trừng trừng - khuôn mặt anh đẹp trai không tưởng nỗi - với ánh mắt đầy căm hận, dữ dội.  Trong phút chốc, tôi cảm thấy nỗi sợ hãi thực sự, làm dựng hết chân lông trên cánh tay tôi.  Ánh nhìn chỉ kéo dài một giây, nhưng nó làm tôi ớn lạnh hơn cả gió băng giá. Anh ta quay lại phía nhân viên tiếp tân.  \"Vậy thì, không sao cả,” anh ấy nói vội vàng bằng giọng nói mượt như nhung. \"Tôi thấy là không thể làm được rồi. Cảm ơn cô rất nhiều vì đã giúp đỡ.” và anh xoay gót không hề nhìn tôi lần nào nữa, rồi biến ra cửa.  Tôi ngoan ngoãn đến bàn làm việc, khuôn mặt của tôi trắng bệch chứ không đỏ ửng, và trao cho cô tờ giấy đã ký.  \"Ngày đầu tiên đi học của em ra sao, cưng?”  nhân viên tiếp tân hỏi ân cần như mẹ.  \"Tốt ạ,”  tôi nói dối, giọng yếu ớt. Cô có vẻ không tin lắm.  Khi tôi đến xe tải, xe tôi gần như là chiếc xe cuối cùng trong bãi đậu xe. Nó gần như là một nơi trú ẩn, đã là vật gần gũi với gia đình mà tôi có được trong cái vịnh xanh rì ẩm ướt chết tiệt này. Tôi ngồi trong xe một chút, ngây người nhìn chằm chằm ra ngoài kính chắn gió.  Nhưng sau đó tôi cảm thấy đủ lạnh để cần lò sưởi, vì thế tôi vặn chìa khoá và động cơ gầm lên. Tôi hướng về nhà Charlie, cố cầm nước mắt suốt cả đường về."
        }
    ],
    "suggestions": []
}