{
    "en_vn": {
        "data": {
            "content": null,
            "word": "slides"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slides"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slides"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>slides</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to project, show slides </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to mount slides </ex></blockquote></blockquote></div>",
            "word": "slides"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slides"
        }
    },
    "sentences": [
        {
            "en": "Time <em>slides</em> by swiftly.",
            "vi": "Thời gian trôi qua mau lẹ."
        },
        {
            "en": "He <em>slides</em> a letter into her hand.",
            "vi": "Anh ấy giúi một bức thư vào tay cô ta."
        },
        {
            "en": "Piston <em>slides</em> noiselessly up and down.",
            "vi": "Pittông chuyển động lên xuống rất êm."
        },
        {
            "en": "Toddlers and small kids love <em>slides</em>.",
            "vi": "Trẻ chập chững đi và các bé nhỏ rất thích chơi cầu tuột."
        },
        {
            "en": "Not only pictures, but also <em>slides</em>.",
            "vi": "Không những là chụp hình mà còn là bản phim đèn chiếu nữa."
        },
        {
            "en": "He <em>slides</em> something into her hand.",
            "vi": "Anh ta dúi cái gì đó vào tay cô ấy."
        },
        {
            "en": "The drawer <em>slides</em> in and out easily.",
            "vi": "Cái hộc bàn được kéo ra và đẩy vào một cách dễ dàng."
        },
        {
            "en": "Why do you want my <em>slides</em>?",
            "vi": "Sao bạn lại muốn những tờ thuyết trình của tôi?"
        },
        {
            "en": "It <em>slides</em> in up to the handle, seemingly without resistance.",
            "vi": "Nó trượt hoàn toàn có vẻ không có gì cản trở."
        },
        {
            "en": "Would now be a suitable moment to show the <em>slides</em>?",
            "vi": "Bây giờ đã là lúc thích hợp để cho xem phim đèn chiếu chưa?"
        },
        {
            "en": "Separate the <em>slides</em> of onion root tip cells.",
            "vi": "Tách các lát tế bào của rễ củ hành tây ra đi."
        },
        {
            "en": "His lecture was illustrated with <em>slides</em> taken during the expediction.",
            "vi": "Bài thuyết trình của anh ta đã được minh họa với phim đèn chiếu chụp trong cuộc thám hiểm."
        },
        {
            "en": "The <em>slides</em> in the box were out of order.",
            "vi": "Các mẫu vật trong hộp không đúng thứ tự."
        },
        {
            "en": "Just watch how he <em>slides</em> that ball past the goalkeeper.",
            "vi": "Nhìn xem anh ấy lừa trái banh qua khỏi thủ môn kìa."
        },
        {
            "en": "An outline of the text on your <em>slides</em> is accessible.",
            "vi": "Một phác thảo của văn bản trên trang trình bày của bạn có thể được truy cập."
        },
        {
            "en": "In the Dead Fish shake, this person's hand <em>slides</em> out of the other person's handshake.",
            "vi": "Với kiểu bắt tay dead fish, bàn tay của người này trượt ra khỏi cái bắt tay của người kia."
        },
        {
            "en": "In falling, they become weightless and the paper <em>slides</em> out easily.",
            "vi": "Khi rơi, chúng trở nên không trọng lượng và mẩu giấy trượt ra một cách dễ dàng."
        },
        {
            "en": "In the Dead Fish shake, the person's hand <em>slides</em> out of the handshake.",
            "vi": "Với kiểu bắt dead fish, tay của một người này trượt ra khỏi cái bắt tay của người kia."
        },
        {
            "en": "The airport has also opened a kids' zone of 40 square meters with <em>slides</em>.",
            "vi": "Sân bay cũng có một khu vực vui chơi cho trẻ em rộng 40 mét vuông"
        },
        {
            "en": "I have just dropped those <em>slides</em> off at the Winthrop office.",
            "vi": "Tôi đã giao những slide đó đến văn phòng ông Winthrop rồi."
        }
    ],
    "suggestions": []
}