{
    "en_vn": {
        "data": {
            "content": null,
            "word": "slopped",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slopped",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slopped",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slopped",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slopped",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The tea <em>slopped</em> over into the saucer.",
            "vi": "Nước trà tràn ra đĩa."
        },
        {
            "en": "Careful, you 've just <em>slopped</em> coffee all over the carpet.",
            "vi": "Cẩn thận, anh làm cà phê tràn ra thảm kìa."
        },
        {
            "en": "He <em>slopped</em> the beer carelessly all over the floor.",
            "vi": "Anh ấy vô ý làm đổ bia ra khắp sàn."
        },
        {
            "en": "She <em>slopped</em> the dirty water out onto the grass.",
            "vi": "Cô ta làm đổ nước bẩn ra bãi cỏ."
        },
        {
            "en": "The worker <em>slopped</em> the paint carelessly all over the floor.",
            "vi": "Người công nhân đó bất cẩn làm đổ sơn ra khắp sàn."
        },
        {
            "en": "Careful, you've just <em>slopped</em> coffee all over the carpet.",
            "vi": "Cẩn thận, anh làm cà phê tràn ra thảm kìa."
        },
        {
            "en": "I dropped the bucket, and water <em>slopped</em> out of it.",
            "vi": "Tôi đánh rơi cái xô và nước đổ ra."
        },
        {
            "en": "Water <em>slopped</em> out of the bucket as he carried it up the stairs.",
            "vi": "Nước tràn ra xô khi anh ta khiêng/xách lên lầu."
        },
        {
            "en": "Outside, the rain came down like water <em>slopped</em> from a bucket.",
            "vi": "Bên ngoài, mưa như trút nước."
        },
        {
            "en": "The waiter poured on into the glass so that the brandy <em>slopped</em> over and ran down the stem into the top saucer of the pile.",
            "vi": "Anh bồi tiếp tục rót rượu vào ly đến nỗi rượu tràn ra và chảy theo chân ly vào chiếc đĩa trên cùng của chồng đĩa."
        },
        {
            "en": "5         6. FRIENDS THE MOTORCYCLES DIDN'T NEED TO BE HIDDEN ANY further than simply placing them in Jacob's shed. Billy's wheelchair couldn't maneuver the uneven ground separating it from the house. Jacob started pulling the first bike—the red one, which was destined for me—to pieces immediately. He opened up the passenger door of the Rabbit so I could sit on the seat instead of the ground. While he worked, Jacob chattered happily, needing only the lightest of nudges from me to keep the conversation rolling. He updated me on the progress of his sophomore year of school, running on about his classes and his two best friends. \"Quil and Embry?”I interrupted. \"Those are unusual names.\" Jacob chuckled. \"Quil's is a hand-me-down, and I think Embry got named after a soap opera star. I can't say anything, though. They fight dirty if you start on their names—they'll tag team you.\" \"Good friends.”I raised one eyebrow. \"No, they are. Just don't mess with their names.\" Just then a call echoed in the distance. \"Jacob?”someone shouted. \"Is that Billy?”I asked. \"No.”Jacob ducked his head, and it looked like he was blushing under his brown skin. \"Speak of the devil,”he mumbled, \"and the devil shall appear.\" \"Jake? Are you out here?”The shouting voice was closer now. \"Yeah!”Jacob shouted back, and sighed. We waited through the short silence until two tall, dark-skinned boys strolled around the corner into the shed. One was slender, and almost as tall as Jacob. His black hair was chin-length and parted down the middle, one side tucked behind his left ear while the right side swung free. The shorter boy was more burly. His white T-shirt strained over his well-developed chest, and he seemed gleefully conscious of that fact. His hair was so short it was almost a buzz. Both boys stopped short when they saw me. The thin boy glanced swiftly back and forth between Jacob and me, while the brawny boy kept his eyes on me, a slow smile spreading across his face. \"Hey, guys,”Jacob greeted them halfheartedly. \"Hey, Jake,”the short one said without looking away from me. I had to smile in response, his grin was so impish. When I did, he winked at me. \"Hi, there.\" \"Quil, Embry—this is my friend, Bella.\" Quil and Embry, I still didn't know which was which, exchanged a loaded look. \"Charlie's kid, right?”the brawny boy asked me, holding out his hand. \"That's right,”I confirmed, shaking hands with him. His grasp was firm; it looked like he was flexing his bicep. \"I'm Quil Ateara,”he announced grandly before releasing my hand. \"Nice to meet you, Quil.\" \"Hey, Bella. I'm Embry, Embry Call—you probably already figured that out, though.”Embry smiled a shy smile and waved with one hand, which he then shoved in the pocket of his jeans. I nodded. \"Nice to meet you, too.\" \"So what are you guys doing?”Quil asked, still looking at me. \"Bella and I are going to fix up these bikes,”Jacob explained inaccurately. But bikes seemed to be the magic word. Both boys went to examine Jacob's project, drilling him with educated questions. Many of the words they used were unfamiliar to me, and I figured I'd have to have a Y chromosome to really understand the excitement. They were still immersed in talk of parts and pieces when I decided that I needed to head back home before Charlie showed up here. With a sigh, I slid out of the Rabbit. Jacob looked up, apologetic. \"We're boring you, aren't we?\" \"Naw.”And it wasn't a lie. I was enjoying myself—how strange. \"I just have to go cook dinner for Charlie.\" \"Oh… well, I'll finish taking these apart tonight and figure out what more we'll need to get started rebuilding them. When do you want to work on them again?\" \"Could I come back tomorrow?”  Sundays were the bane of my existence. There was never enough homework to keep me busy. Quil nudged Embry's arm and they exchanged grins. Jacob smiled in delight. \"That would be great!\" \"If you make a list, we can go shop for parts,”I suggested. Jacob's face fell a little. \"I'm still not sure I should let you pay for everything.\" I shook my head. \"No way. I'm bankrolling this party. You just have to supply the labor and expertise.\" Embry rolled his eyes at Quil. \"That doesn't seem right,”Jacob shook his head. \"Jake, if I took these to a mechanic, how much would he charge me?”I pointed out. He smiled. \"Okay, you're getting a deal.\" \"Not to mention the riding lessons,”I added. Quil grinned widely at Embry and whispered something I didn't catch. Jacob's hand flashed out to smack the back of Quil's head. \"That's it, get out,”he muttered. \"No, really, I have to go,”I protested, heading for the door. \"I'll see you tomorrow, Jacob.\" As soon as I was out of sight, I heard Quil and Embry chorus, \"Wooooo!\" The sound of a brief scuffle followed, interspersed with an \"ouch”and a \"hey!\" \"If either of you set so much as one toe on my land tomorrow…”I heard Jacob threaten. His voice was lost as I walked through the trees. I giggled quietly. The sound made my eyes widen in wonder. I was laughing, actually laughing, and there wasn't even anyone watching. I felt so weightless that I laughed again, just make the feeling last longer. I beat Charlie home. When he walked in I was just taking the fried chicken out of the pan and laying it on a pile of paper towels. \"Hey, Dad.”I flashed him a grin. Shock flitted across his face before he pulled his expression together. \"Hey, honey,”he said, his voice uncertain. \"Did you have fun with Jacob?\" I started moving the food to the table. \"Yeah, I did.\" \"Well, that's good.”He was still cautious. \"What did you two do?\" Now it was my turn to be cautious. \"I hung out in his garage and watched him work. Did you know he's rebuilding a Volkswagen?\" \"Yeah, I think Billy mentioned that.\" The interrogation had to stop when Charlie began chewing, but he continued to study my face as he ate.  After dinner, I dithered around, cleaning the kitchen twice, and then did my homework slowly in the front room while Charlie watched a hockey game. I waited as long as I could, but finally Charlie mentioned the late hour. When I didn't respond, he got up, stretched, and then left, turning out the light behind him. Reluctantly, I followed. As I climbed the stairs, I felt the last of the afternoon's abnormal sense of well-being drain from my system, replaced by a dull fear at the thought of what I was going to have to live through now. I wasn't numb anymore. Tonight would, no doubt, be as horrific as last night. I lay down on my bed and curled into a ball in preparation for the onslaught. I squeezed my eyes shut and… the next thing I knew, it was morning. I stared at the pale silver light coming through my window, stunned. For the first time in more than four months, I'd slept without dreaming. Dreaming or screaming. I couldn't tell which emotion was stronger—the relief or the shock. I lay still in my bed for a few minutes, waiting for it to come back. Because something must be coming. If not the pain, then the numbness. I waited, but nothing happened. I felt more rested than I had in a long time. I didn't trust this to last. It was a slippery, precarious edge that I balanced on, and it wouldn't take much to knock me back down. Just glancing around my room with these suddenly clear eyes—noticing how strange it looked, too tidy, like I didn't live here at all—was dangerous. I pushed that thought from my mind, and concentrated, as I got dressed, on the fact that I was going to see Jacob again today. The thought made me feel almost… hopeful. Maybe it would be the same as yesterday. Maybe I wouldn't have to remind myself to look interested and to nod or smile at appropriate intervals, the way I had to with everyone else. Maybe… but I wouldn't trust this to last, either. Wouldn't trust it to be the same—so easy—as yesterday. I wasn't going to set myself up for disappointment like that. At breakfast, Charlie was being careful, too. He tried to hide his scrutiny, keeping his eyes on his eggs until he thought I wasn't looking. \"What are you up to today?”he asked, eyeing a loose thread on the edge of his cuff like he wasn't paying much attention to my answer. \"I'm going to hang out with Jacob again.\" He nodded without looking up. \"Oh,”he said. \"Do you mind?”I pretended to worry. \"I could stay…\" He glanced up quickly, a hint of panic in his eyes. \"No, no! You go ahead. Harry was going to come up to watch the game with me anyway.\" \"Maybe Harry could give Billy a ride up,”I suggested. The fewer witnesses the better. \"That's a great idea.\" I wasn't sure if the game was just an excuse for kicking me out, but he looked excited enough now. He headed to the phone while I donned my rain jacket. I felt self-conscious with the checkbook shoved in my jacket pocket. It was something I never used. Outside, the rain came down like water <em>slopped</em> from a bucket. I had to drive more slowly than I wanted to; I could hardly see a car length in front of the truck. But I finally made it through the muddy lanes to Jacob's house. Before I'd killed the engine, the front door opened and Jacob came running out with a huge black umbrella. He held it over my door while I opened it. \"Charlie called—said you were on your way,”Jacob explained with a grin. Effortlessly, without a conscious command to the muscles around my lips, my answering smile spread across my face. A strange feeling of warmth bubbled up in my throat, despite the icy rain splattering on my cheeks. \"Hi, Jacob.\" \"Good call on inviting Billy up.”He held up his hand for a high five.  I had to reach so high to slap his hand that he laughed. Harry showed up to get Billy just a few minutes later. Jacob took me on a brief tour of his tiny room while we waited to be unsupervised. \"So where to, Mr. Goodwrench?”I asked as soon as the door closed behind Billy. Jacob pulled a folded paper out of his pocket and smoothed it out. \"We'll start at the dump first, see if we can get lucky. This could get a little expensive,”he warned me. \"Those bikes are going to need a lot of help before they'll run again.”My face didn't look worried enough, so he continued. \"I'm talking about maybe more than a hundred dollars here.\" I pulled my checkbook out, fanned myself with it, and rolled my eyes at his worries. \"We're covered.\" It was a very strange kind of day. I enjoyed myself. Even at the dump, in the slopping rain and ankle-deep mud. I wondered at first if it was just the aftershock of losing the numbness, but I didn't think that was enough of an explanation. I was beginning to think it was mostly Jacob. It wasn't just that he was always so happy to see me, or that he didn't watch me out of the corner of his eye, waiting for me to do something that would mark me as crazy or depressed. It was nothing that related to me at all. It was Jacob himself. Jacob was simply a perpetually happy person, and he carried that happiness with him like an aura, sharing it with whoever was near him. Like an earthbound sun, whenever someone was within his gravitational pull, Jacob warmed them. It was natural, a part of who he was. No wonder I was so eager to see him. Even when he commented on the gaping hole in my dashboard, it didn't send me into a panic like it should have. \"Did the stereo break?”he wondered. \"Yeah,”I lied. He poked around in the cavity. \"Who took it out? There's a lot of damage…\" \"I did,”I admitted. He laughed. \"Maybe you shouldn't touch the motorcycles too much.\" \"No problem.\" According to Jacob, we did get lucky at the dump. He was very excited about several grease-blackened pieces of twisted metal that he found; I was just impressed that he could tell what they were supposed to be. From there we went to the Checker Auto Parts down in Hoquiam. In my truck, it was more than a two hour drive south on the winding freeway, but the time passed easily with Jacob. He chattered about his friends and his school, and I found myself asking questions, not even pretending, truly curious to hear what he had to say. \"I'm doing all the talking,”he complained after a long story about Quil and the trouble he'd stirred up by asking out a senior's steady girlfriend. \"Why don't you take a turn? What's going on in Forks? It has to be more exciting than La Push.\" \"Wrong,”I sighed. \"There's really nothing. Your friends are a lot more interesting than mine. I like your friends. Quil's funny.\" He frowned. \"I think Quil likes you, too.\" I laughed. \"He's a little young for me.\" Jacob's frown deepened. \"He's not that much younger than you. It's just a year and a few months.\" I had a feeling we weren't talking about Quil anymore. I kept my voice light, teasing. \"Sure, but, considering the difference in maturity between guys and girls, don't you have to count that in dog years? What does that make me, about twelve years older?\" He laughed, rolling his eyes. \"Okay, but if you're going to get picky like that, you have to average in size, too. You're so small, I'll have to knock ten years off your total.\" \"Five foot four is perfectly average.”I sniffed. \"It's not my fault you're a freak.\" We bantered like that till Hoquiam, still arguing over the correct formula to determine age—I lost two more years because I didn't know how to change a tire, but gained one back for being in charge of the bookkeeping at my house—until we were in Checker, and Jacob had to concentrate again. We found everything left on his list, and Jacob felt confident that he could make a lot of progress with our haul. By the time we got back to La Push, I was twenty-three and he was thirty—he was definitely weighting skills in his favor. I hadn't forgotten the reason for what I was doing. And, even though I was enjoying myself more than I'd thought possible, there was no lessening of my original desire. I still wanted to cheat. It was senseless, and I really didn't care. I was going to be as reckless as I could possibly manage in Forks. I would not be the only keeper of an empty contract. Getting to spend time with Jacob was just a much bigger perk than I'd expected. Billy wasn't back yet, so we didn't have to be sneaky about unloading our day's spoils. As soon as we had everything laid out on the plastic floor next to Jacob's toolbox, he went right to work, still talking and laughing while his fingers combed expertly through the metal pieces in front of him. Jacob's skill with his hands was fascinating. They looked too big for the delicate tasks they performed with ease and precision. While he worked, he seemed almost graceful. Unlike when he was on his feet; there, his height and big feet made him nearly as dangerous as I was. Quil and Embry did not show up, so maybe his threat yesterday had been taken seriously. The day passed too quickly. It got dark outside the mouth of the garage before I was expecting it, and then we heard Billy calling for us. I jumped up to help Jacob put things away, hesitating because I wasn't sure what I should touch. \"Just leave it,”he said. \"I'll work on it later tonight.\" \"Don't forget your schoolwork or anything,”I said, feeling a little guilty. I didn't want him to get in trouble. That plan was just for me. \"Bella?\" Both our heads snapped up as Charlie's familiar voice wafted through the trees, sounding closer than the house. \"Shoot,”I muttered. \"Coming!”I yelled toward the house. \"Let's go.”Jacob smiled, enjoying the cloak-and-dagger. He snapped the light off, and for a moment I was blind. Jacob grabbed my hand and towed me out of the garage and through the trees, his feet finding the familiar path easily. His hand was rough, and very warm. Despite the path, we were both tripping over our feet in the darkness. So we were also both laughing when the house came into view. The laughter did not go deep; it was light and superficial, but still nice. I was sure he wouldn't notice the faint hint of hysteria. I wasn't used to laughing, and it felt right and also very wrong at the same time. Charlie was standing under the little back porch, and Billy was sitting in the doorway behind them. \"Hey, Dad,”we both said at the same time, and that started us laughing again. Charlie stared at me with wide eyes that flashed down to note Jacob's hand around mine. \"Billy invited us for dinner,”Charlie said to us in an absentminded tone. \"My super secret recipe for spaghetti. Handed down for generations,”Billy said gravely. Jacob snorted. \"I don't think Ragu's actually been around that long.\" The house was crowded. Harry Clearwater was there, too, with his family—his wife, Sue, whom I knew vaguely from my childhood summers in Forks, and his two children. Leah was a senior like me, but a year older. She was beautiful in an exotic way—perfect copper skin, glistening black hair, eyelashes like feather dusters—and preoccupied. She was on Billy's phone when we got in, and she never let it go. Seth was fourteen; he hung on Jacob's every word with idolizing eyes. There were too many of us for the kitchen table, so Charlie and Harry brought chairs out to the yard, and we ate spaghetti off plates on our laps in the dim light from Billy's open door. The men talked about the game, and Harry and Charlie made fishing plans. Sue teased her husband about his cholesterol and tried, unsuccessfully, to shame him into eating something green and leafy. Jacob talked mostly to me and Seth, who interrupted eagerly whenever Jacob seemed in danger of forgetting him. Charlie watched me, trying to be inconspicuous about it, with pleased but cautious eyes.  It was loud and sometimes confusing as everyone talked over everyone else, and the laughter from one joke interrupted the telling of another. I didn't have to speak often, but I smiled a lot, and only because I felt like it. I didn't want to leave. This was Washington, though, and the inevitable rain eventually broke up the party; Billy's living room was much too small to provide an option for continuing the get-together. Harry had driven Charlie down, so we rode together in my truck on the way back home. He asked about my day, and I told mostly the truth—that I'd gone with Jacob to look at parts and then watched him work in his garage. \"You think you'll visit again anytime soon?”he wondered, trying to be casual about it. \"Tomorrow after school,”I admitted. \"I'll take homework, don't worry.\" \"You be sure to do that,”he ordered, trying to disguise his satisfaction. I was nervous when we got to the house. I didn't want to go upstairs. The warmth of Jacob's presence was fading and, in its absence, the anxiety grew stronger. I was sure I wouldn't get away with two peaceful nights of sleep in a row. To put bedtime off, I checked my e-mail; there was a new message from Renee. She wrote about her day, a new book club that rilled the time slot of the meditation classes she'd just quit, her week subbing in the second grade, missing her kindergarteners. She wrote that Phil was enjoying his new coaching job, and that they were planning a second honeymoon trip to Disney World. And I noticed that the whole thing read like a journal entry, rather than a letter to someone else. Remorse flooded through me, leaving an uncomfortable sting behind. Some daughter I was. I wrote back to her quickly, commenting on each part of her letter, volunteering information of my own—describing the spaghetti party at Billy's and how I felt watching Jacob build useful things out of small pieces of metal—awed and slightly envious. I made no reference to the change this letter would be from the ones she'd received in the last several months. I could barely remember what I'd written to her even as recently as last week, but I was sure it wasn't very responsive. The more I thought about it, the guiltier I felt; I really must have worried her. I stayed up extra late after that, finishing more homework than strictly necessary. But neither sleep deprivation nor the time spent with Jacob—being almost happy in a shallow kind of way—could keep the dream away for two nights in a row. I woke shuddering, my scream muffled by the pillow. As the dim morning light filtered through the fog outside my window, I lay still in bed and tried to shake off the dream. There had been a small difference last night, and I concentrated on that. Last night I had not been alone in the woods. Sam Uley—the man who had pulled me from the forest floor that night I couldn't bear to think of consciously—was there. It was an odd, unexpected alteration. The man's dark eyes had been surprisingly unfriendly, filled with some secret he didn't seem inclined to share. I'd stared at him as often as my frantic searching had allowed; it made me uncomfortable, under all the usual panic, to have him there. Maybe that was because, when I didn't look directly at him, his shape seemed to shiver and change in my peripheral vision. Yet he did nothing but stand and watch. Unlike the time when we had met in reality, he did not offer me his help. Charlie stared at me during breakfast, and I tried to ignore him. I supposed I deserved it. I couldn't expect him not to worry. It would probably be weeks before he stopped watching for the return of the zombie, and I would just have to try to not let it bother me. After all, I would be watching for the return of the zombie, too. Two days was hardly long enough to call me cured. School was the opposite. Now that I was paying attention, it was clear that no one was watching here. I remembered the first day I'd come to Forks High School—how desperately I'd wished that I could turn gray, fade into the wet concrete of the sidewalk like an oversized chameleon. It seemed I was getting that wish answered, a year late. It was like I wasn't there. Even my teachers' eyes slid past my seat as if it were empty. I listened all through the morning, hearing once again the voices of the people around me. I tried to catch up on what was going on, but the conversations were so disjointed that I gave up. Jessica didn't look up when I sat down next to her in Calculus. \"Hey, Jess,”I said with put-on nonchalance. \"How was the rest of your weekend?\" She looked at me with suspicious eyes. Could she still be angry? Or was she just too impatient to deal with a crazy person? \"Super,”she said, turning back to her book. \"That's good,”I mumbled. The figure of speech cold shoulder seemed to have some literal truth to it. I could feel the warm air blowing from the floor vents, but I was still too cold. I took the jacket off the back of my chair and put it on again. My fourth hour class got out late, and the lunch table I always sat at was full by the time I arrived. Mike was there, Jessica and Angela, Conner, Tyler, Eric and Lauren. Katie Marshall, the redheaded junior who lived around the corner from me, was sitting with Eric, and Austin Marks—older brother to the boy with the motorcycles—was next to her. I wondered how long they'd been sitting here, unable to remember if this was the first day or something that was a regular habit. I was beginning to get annoyed with myself. I might as well have been packed in Styrofoam peanuts through the last semester. No one looked up when I sat down next to Mike, even though the chair squealed stridently against the linoleum as I dragged it back. I tried to catch up with the conversation. Mike and Conner were talking sports, so I gave up on that one at once. \"Where's Ben today?”Lauren was asking Angela. I perked up, interested. I wondered if that meant Angela and Ben were still together. I barely recognized Lauren. She'd cut off all her blond, corn-silk hair—now she had a pixie cut so short that the back was shaved like a boy. What an odd thing for her to do. I wished I knew the reason behind it. Did she get gum stuck in it? Did she sell it? Had all the people she was habitually nasty to caught her behind the gym and scalped her? I decided it wasn't fair for me to judge her now by my former opinion. For all I knew, she'd turned into a nice person. \"Ben's got the stomach flu,”Angela said in her quiet, calm voice. \"Hopefully it's just some twenty-four hour thing. He was really sick last night.\" Angela had changed her hair, too. She'd grown out her layers. \"What did you two do this weekend?”Jessica asked, not sounding as if she cared about the answer. I'd bet that this was just an opener so she could tell her own stories. I wondered if she would talk about Port Angeles with me sitting two seats away? Was I that invisible, that no one would feel uncomfortable discussing me while I was here? \"We were going to have a picnic Saturday, actually, but… we changed our minds,”Angela said. There was an edge to her voice that caught my interest. Jess, not so much. \"That's too bad,”she said, about to launch into her story. But I wasn't the only one who was paying attention. \"What happened?”Lauren asked curiously. \"Well,”Angela said, seeming more hesitant than usual, though she was always reserved, \"we drove up north, almost to the hot springs—there's a good spot just about a mile up the trail. But, when we were halfway there… we saw something.\" \"Saw something? What?”Lauren's pale eyebrows pulled together. Even Jess seemed to be listening now. \"I don't know,”Angela said. \"We think it was a bear. It was black, anyway, but it seemed… too big.\" Lauren snorted. \"Oh, not you, too!”Her eyes turned mocking, and I decided I didn't need to give her the benefit of the doubt. Obviously her personality had not changed as much as her hair. \"Tyler tried to sell me that one last week.\" \"You're not going to see any bears that close to the resort,”Jessica said, siding with Lauren.  \"Really,”Angela protested in a low voice, looking down at the table. \"We did see it.\" Lauren snickered. Mike was still talking to Conner, not paying attention to the girls. \"No, she's right,”I threw in impatiently. \"We had a hiker in just Saturday who saw the bear, too, Angela.  He said it was huge and black and just outside of town, didn't he, Mike?\" There was a moment of silence. Every pair of eyes at the table turned to stare at me in shock. The new girl, Katie, had her mouth hanging open like she'd just witnessed an explosion. Nobody moved. \"Mike?”I muttered, mortified. \"Remember the guy with the bear story?\" \"S-sure,”Mike stuttered after a second. I didn't know why he was looking at me so strangely. I talked to him at work, didn't I? Did I? I thought so… Mike recovered. \"Yeah, there was a guy who said he saw a huge black bear right at the trailhead—bigger than a grizzly,”he confirmed. \"Hmph.”Lauren turned to Jessica, her shoulders stiff, and changed the subject. \"Did you hear back from USC?”she asked. Everyone else looked away, too, except for Mike and Angela. Angela smiled at me tentatively, and I hurried to return the smile. \"So, what did you do this weekend, Bella?”Mike asked, curious, but oddly wary. Everyone but Lauren looked back, waiting for my response. \"Friday night, Jessica and I went to a movie in Port Angeles. And then I spent Saturday afternoon and most of Sunday down at La Push.\" The eyes flickered to Jessica and back to me. Jess looked irritated. I wondered if she didn't want anyone to know she'd gone out with me, or whether she just wanted to be the one to tell the story. \"What movie did you see?”Mike asked, starting to smile. \"Dead End—the one with the zombies.”I grinned in encouragement. Maybe some of the damage I'd done in these past zombie months was reparable. \"I heard that was scary. Did you think so?”Mike was eager to continue the conversation. \"Bella had to leave at the end, she was so freaked,”Jessica inserted with a sly smile. I nodded, trying to look embarrassed. \"It was pretty scary.\" Mike didn't stop asking me questions till lunch was over. Gradually, the others were able to start up their own conversations again, though they still looked at me a lot. Angela talked mostly to Mike and me, and, when I got up to dump my tray, she followed. \"Thanks,”she said in a low voice when we were away from the table. \"For what?\" \"Speaking up, sticking up for me.\" \"No problem.\" She looked at me with concern, but not the offensive, maybe-she's-lost-it kind. \"Are you okay?\" This is why I'd picked Jessica over Angela—though I'd always liked Angela more—for the girls' night movie. Angela was too perceptive. \"Not completely,”I admitted. \"But I'm a little bit better.\" \"I'm glad,”she said. \"I've missed you.\" Lauren and Jessica strolled by us then, and I heard Lauren whisper loudly, \"Oh, joy Bella's back.\" Angela rolled her eyes at them, and smiled at me in encouragement. I sighed It was like I was starting all over again. \"What's today's date?”I wondered suddenly. \"It's January nineteenth.\" \"Hmm.\" \"What is it?”Angela asked. \"It was a year ago yesterday that I had my first day here,”I mused. \"Nothing's changed much,”Angela muttered, looking after Lauren and Jessica. \"I know,” I agreed.   “I was just thinking the same thing.\"",
            "vi": "5        6. Bạn bè Mấy chiếc xe máy chẳng cần phải giấu chi cho kỹ ngoài việc cho vào nhà kho của Jacob. Vì xe lăn của Billy không chạy được trên nền đất gồ ghề ngăn cách ga-ra với nhà.  Jacob bắt đầu tháo rời chiếc xe đầu tiên - cái màu đỏ, dành cho tôi - ngay lập tức. Anh chàng mở cửa phía hành khách ngồi của chiếc Rabbit để tôi có thể ngồi lên ghế chớ không phải ngồi dưới đất. Vừa làm việc, Jacob vừa nói huyên thuyên vui vẻ, chỉ cần tôi nói chêm vào vài câu để làm câu chuyện luôn tuôn chảy.  Anh cho tôi biết thông tin mới nhất về tiến độ  năm thứ nhì ở trường đại học của anh chàng, kể đi kể lại về mấy môn học và hai người bạn thân nhất của mình.  \"Quil và Embry?”Tôi ngắt lời. \"Mấy cái tên ít thấy.” Jacob cười khúc khích. “Quil là một cái tên đã lâu không ai dùng nữa, và tôi nghĩ Embry được đặt theo tên  một ngôi sao kịch nói trong nhà ngoài phố nào đó.  Nhưng tôi không chắc. Tụi nó sẽ lăn xả vô đánh ngay nếu bạn dám chê bai tên tụi nó – tụi nó sẽ đấu vật đồng đội với bạn liền.” “Bạn thân là vậy đó hả.”Tôi nhướng một bên mày.  “Không, bạn tốt thiệt đó. Chỉ đừng động đến tên tụi nó là được.” Ngay lúc đó có tiếng gọi vọng từ xa. “Jacob?” có người la to.  “Billy à?”Tôi hỏi.  “Không phải.”Jacob cúi đầu, và hình như anh chàng đang đỏ mặt dưới làn da nâu của mình. “Nhắc Tào Tháo là Tào Tháo đến liền.” anh lầm bầm. “Jake? Bạn ở ngoài đây hả?” Tiếng la bây giờ đã gần hơn.  “Ừa!”Jacob la to trả lời, rồi thở dài.  Chúng tôi im lặng chút xíu chờ đợi cho đến khi hai cậu bé cao lớn, da sậm màu thong thả đến gần nhà kho.  Một cậu mảnh mai, và cao gần bằng Jacob. Mái tóc đen của anh chàng dài tới cằm - chẻ ngôi giữa, một bên tóc nhét vào sau tai trái còn tóc bên phải để thả tự do. Cậu bé thấp hơn vạm vỡ hơn. Áo thun trắng ngắn tay bó căng lồng ngực vạm vỡ, và có vẻ sung sướng biết rõ điều đó. Tóc anh chàng ngắn đến mức gần như sát da đầu.  Cả hai cậu bé đều đứng khựng lại khi nhìn thấy tôi. Cậu bé gầy liếc nhanh hết Jacob lại đến tôi, còn cậu bé rắn chắc không rời mắt khỏi tôi, một nụ cười chầm chậm toét ra trên mặt anh chàng.  \"Chào, các bạn,” Jacob chào họ miễn cưỡng.  \"Chào, Jake,” anh chàng thấp người nói mà không rời mắt khỏi tôi. Tôi phải mỉm cười đáp lại, nụ cười của anh chàng hết sức tinh quái. Khi tôi cười, anh ta đá lông nheo với tôi. “Chào bạn.” \"Embry - đây là bạn tôi, Bella.” Quil và Embry, tôi vẫn chưa biết ai là ai, đang trao nhau ánh mắt đầy ngụ ý.  “Con Charlie, phải không?” cậu bé rắn chắc hỏi tôi, chìa tay ra.  “Đúng thế,” tôi xác nhận, bắt tay anh ta.  Anh chàng siết tay rất chặt; như thể đang gồng bắp tay vậy.  “Tôi là Quil Ateara,” anh đĩnh đạc nói tên rồi mới buông tay tôi ra. “Rất vui được gặp bạn, Quil.” \"Chào, Bella. Tôi là Embry, Embry Call - tuy là chắc bạn cũng đoán ra rồi.” Embry mỉm cười e dè và vẫy một tay, rồi thọt tay vào túi quần jean  của mình.  Tôi gật đầu. “Tôi cũng rất vui được gặp em.” “Thế mọi người đang làm gì vậy?”Quil hỏi, vẫn nhìn tôi.  “Bella và tôi đang sửa mấy cái xe này,” Jacob giải thích thiếu chính xác. Nhưng xe máy dường như là một từ thần kỳ. Cả hai cậu bé đến coi công việc Jacob đang làm, liên tục hỏi anh chàng với những câu hỏi đầy vẻ am tường.  Phần nhiều từ ngữ họ dùng hoàn toàn xa lạ với tôi, và tôi nghĩ hẳn mình phải có nhiễm sắc thể Y mới hiểu nỗi được niềm khoái trá này.  Họ vẫn mãi mê nói về mấy cái linh kiện với phụ tùng khi tôi quyết định mình cần về nhà trước khi Charlie xuất hiện ở đây. Thở dài, tôi bước ra khỏi chiếc Rabbit.  Jacob nhìn lên, hối tiếc. “Bọn tôi làm bạn chán hả?\" “Không đâu. “Và đó không phải là lời nói dối. Tôi đang vui - thật lạ. “Chỉ vì tôi phải nấu bữa tối cho Charlie đó mà.”  “ồ... ừm, đêm nay tôi sẽ tháo xong mấy chiếc này rồi sẽ nghĩ xem mình sẽ cần thêm gì nữa để bắt đầu lắp lại chúng. Khi nào bạn muốn làm tiếp mấy cái xe này?\" “Mai tôi trở lại được không?” Mấy ngày chủ nhật là tai ương của đời tôi. Chẳng bao giờ có đủ bài tập để làm cho tôi bận bịu.  Quil thúc chỏ Embry và họ nhìn nhau cười toe toét.  Jacob mỉm cười sung sướng. “Thật tuyệt!\" “Khi nào bạn lập xong danh sách thì mình có thể đi mua phụ tùng được rồi,” tôi đề nghị.  Mặt Jacob hơi xịu xuống. “Tôi vẫn không nghĩ mình nên để bạn trả tiền mọi thứ.” Tôi lắc đầu. “Không đời nào. Tôi sẽ tài trợ cho cuộc vui này. Bạn chỉ cần bỏ sức lao động và tài nghệ thôi.” Embry trợn tròn mắt nhìn Quil.  “Có vẻ không ổn,” Jacob lắc đầu.  “Jake, nếu tôi mang mấy cái xe này đến thợ, họ sẽ tính tôi bao nhiêu tiền?”Tôi chỉ ra.  Anh mỉm cười. “OK, theo ý bạn vậy.” “Đó là chưa tính đến chuyện dạy lái nữa,” tôi nói thêm.  Quil cười toe toét với Embry rồi thì thầm câu gì đó tôi không nghe được. Tay Jacob nhá lên đập vô sau đầu Quil. “Đủ rồi đó, ra ngoài,” anh chàng lầm bầm.  “Đừng, thật ra là, tôi phải đi,” tôi phản đối, đi ra cửa. “Tôi sẽ gặp bạn ngày mai, Jacob.”   Ngay khi tôi vừa đi khuất, tôi nghe Quil và Embry đồng thanh, ”Wooooo!\" Tiếp đó là âm thanh một trận hỗn chiến ngắn ngủi, cùng tiếng kêu “ối “và “ê!\" đây đó. “Nếu thằng nào trong hai tụi bây mà đặt một ngón chân lên đất nhà tao ngày mai...” Tôi nghe Jacob đe doạ. Giọng anh chàng không còn nghe thấy nữa khi tôi qua hàng cây.  Tôi thầm cười khúc khích. Tiếng cười của tôi làm tôi mở to mắt thắc mắc. Tôi đang cười, cười thực sự, khi thậm chí chẳng hề có ai đang theo dõi. Tôi cảm thấy thật nhẹ nhàng đến nỗi tôi lại cười, làm cảm giác nhẹ nhàng ấy kéo dài hơn.  Tôi về nhà trước Charlie. Khi ông vào tôi đang lấy gà rán ra khỏi chảo và đặt nó trên đống giấy thấm.  \"Chào, bố. “Tôi nhoẻn cười với ông.  Nét bàng hoàng thoáng hiện trên mặt ông rồi ông lấy lại vẻ thản nhiên. \"Chào, con cưng,” ông nói, giọng ông ngờ vực. “Con đi chơi với Jacob vui không?\" Tôi bắt đầu đưa thức ăn ra bàn. “Dạ có.” “Tốt, vậy thì tốt.”  Ông vẫn còn cẩn trọng. “Hai con làm gì?\" Bây giờ đến lượt tôi thận trọng. “Con vơ vẩn ở ga - ra  coi anh ta làm việc. Bố có biết anh ấy đang ráp một chiếc Volkswagen không?\" “Có, Billy có kể chuyện đó.”   Cuộc thẩm vấn phải dừng lại khi Charlie bắt đầu nhai, nhưng ông vẫn nhìn mặt tôi chăm chú khi ăn.  Sau bữa tối, tôi cứ quanh quẩn, lau dọn nhà bếp hai lần, rồi thong thả làm bài tập về nhà trong phòng khách trong khi Charlie xem trận đấu khúc côn cầu. Tôi đợi càng lâu càng tốt, nhưng cuối cùng Charlie nhắc đêm đã khuya. Khi tôi không nhúc nhích, ông đứng dậy, vươn người, rồi bỏ đi, tắt đèn đằng sau mình.  Miễn cưỡng, tôi đi theo.  Khi lên cầu thang, tôi cảm thấy cảm giác lâng lâng hiếm có lúc chiều cạn kiệt trong cơ thể, thay bằng nỗi sợ hãi buồn tẻ khi nghĩ đến điều sắp phải trải qua bây giờ.  Tôi không còn đờ đẫn nữa. Đêm nay, hiển nhiên, sẽ khủng khiếp như đêm trước. Tôi nằm xuống giường và cuộn tròn người chờ bị tấn công dữ dội. Tôi nhắm nghiền mắt và ...  điều tiếp theo mà tôi biết, là buổi sáng.  Tôi nhìn chằm chằm vào ánh sáng bạc nhợt nhạt xuyên qua cửa sổ, sửng sốt.  Lần đầu tiên trong hơn bốn tháng, tôi đã ngủ mà không mơ. Mơ hoặc thét. Tôi không biết cảm xúc nào mạnh hơn - nhẹ nhõm hay sốc.  Tôi nằm yên trên giường vài phút, chờ điều đó quay lại. Vì cái gì đó phải đến. Nếu không phải là nỗi đau, thì phải là sự đờ đẫn. Tôi đợi, nhưng chẳng có gì xảy ra cả. Tôi cảm thấy thư thái hơn từng cảm nhận đã lâu.  Tôi không tin chuyện này sẽ kéo dài. Chỉ là một lần trợt khỏi gờ cheo leo tôi đang giữ thăng bằng, và chẳng cần mất nhiều công để đập tôi té xuống trở lại. Chỉ liếc nhìn quanh phòng bằng đôi mắt bỗng tinh tường này – mới nhận ra căn phòng mới lạ lẫm làm sao, quá ngăn nắp, như thể tôi chẳng hề sống ở đây - là đã nguy hiểm rồi.  Tôi đẩy ý nghĩ đó ra khỏi tâm trí, và tập trung, khi tôi mặc đồ, nghĩ đến việc mình sắp gặp lại Jacob hôm nay. Suy nghĩ đó làm tôi cảm thấy gần như ... hy vọng. Có lẽ sẽ giống hôm qua. Có lẽ tôi sẽ không cần tự nhắc mình phải tỏ ra chú ý và gật gù hay cười vào những lúc cần thiết, như đã phải luôn vậy với những người khác. Có lẽ ...  nhưng tôi cũng chẳng tin chuyện này sẽ kéo dài. Không tin sẽ - dễ chịu thế - giống hôm qua. Tôi sẽ không đặt mình vào nỗi thất vọng như thế.  Lúc ăn sáng, Charlie cũng cẩn trọng. Ông cố giấu ánh mắt dò xét, cứ nhìn vào đĩa trứng cho đến ông nghĩ tôi không nhìn ông.  “Hôm nay con định làm gì?”ông hỏi, mắt nhìn sợi chỉ bung ra trên cổ tay áo như thể ông chẳng quan tâm lắm đến câu trả lời của tôi.  “Con sẽ đến chơi với Jacob tiếp.” Ông gật đầu không nhìn lên. “Ồ,” ông nói.  “Bố có thấy phiền không?”Tôi giả vờ lo lắng. “Con ở nhà cũng được... \" Ông liếc nhìn lên thật nhanh, vẻ hoảng sợ trong mắt. “Không, không!  Con cứ việc đi. Dù sao thì Harry cũng sắp đến xem đá banh với bố.” “Có lẽ Harry cho Billy đi ké được đó,” tôi đề nghị. Càng ít người biết càng tốt.  “Ý hay đó.” Tôi không biết có phải trận đấu chỉ là một cái cớ để đá tôi ra khỏi nhà không, nhưng trông ông có vẻ rất phấn khích. Ông đi về phía điện thoại trong khi tôi mặc áo mưa. Tôi cảm thấy ngượng ngùng với sổ séc nhét vô túi áo khoác.  Đó là thứ tôi chẳng hề dùng đến.  Bên ngoài, mưa như trút nước. Tôi phải lái chậm hơn mình muốn; hầu như chẳng nhìn thấy gì xa hơn mũi xe mình. Nhưng cuối cùng thì tôi cũng qua khỏi con hẻm lầy lội dẫn vào nhà Jacob. Trước khi tôi tắt máy, cửa trước mở và Jacob chạy ra với cái dù đen khổng lồ.  Anh chàng đưa dù che cửa cửa xe trong khi tôi mở cửa.  “Charlie có gọi - nói là bạn đang trên đường đến,” Jacob giải thích cùng nụ cười toét đến tận mang tai.  Nụ cười đáp trả toe toét trên mặt tôi, thật dễ dàng, chẳng hề phải ép buộc các cơ quanh môi. Một cảm giác ấm áp lạ lùng thấm qua họng, mặc cho cơn mưa lạnh giá vỗ trên má.  “Chào, Jacob.” “Thật tốt khi mời Billy lên đó chơi. “Anh chàng giơ tay lên để vỗ tay phải chúc mừng.  Tôi phải rướn người thật cao mới vỗ được vào tay anh chàng làm anh cười to.  Chỉ vài phút sau, Harry xuất hiện để đón Billy. Jacob đưa tôi đi xem qua căn phòng nhỏ xíu của anh chàng trong khi chờ đến lúc không bị giám sát nữa.  “Thế mình đi đâu, tiệm ông Goodwrench?”Tôi hỏi ngay khi cửa đóng lại sau lưng Billy.  Jacob kéo một mảnh giấy gấp lại ra khỏi túi rồi vuốt nó thẳng ra. “Mình bắt đầu ở bãi xe phế thải trước để coi có may mắn không. Cái này có thể hơi mắc,” anh chàng cảnh báo tôi. “Mấy cái xe máy đó sẽ cần bỏ công kha khá mới chạy lại được. “ Khuôn mặt tôi không có vẻ lo lắng đúng mức nên anh chàng nói tiếp. “Có lẽ tốn hơn một trăm đô-la đó.” Tôi lôi sổ séc ra, quạt quạt mình, và trợn mắt không tin sao anh chàng lại lo lắng. “Mình đủ tiền trả mà.” Ngay cả ở bãi phế liệu, dưới cơn mưa bì bõm và bùn ngập đến mắt cá.  Lúc đầu tôi tự hỏi có phải đó là dư chấn sau khi hết đờ đẫn không, nhưng tôi nghĩ đó không phải là lời giải thích đầy đủ. Tôi bắt đầu nghĩ hầu hết đó là vì Jacob. Không chỉ vì anh chàng luôn hết sức vui mừng vì gặp tôi, hoặc vì anh chàng không liếc trộm tôi, chờ coi tôi có làm điều gì đó cho thấy tôi điên hay muộn phiền.  Không hề liên quan gì đến tôi cả.  Đó là do bản thân Jacob. Jacob đúng là một người luôn hạnh phúc, và anh chàng mang theo hạnh phúc bên mình như tinh hoa phát tiết, chia sẻ cho tất cả mọi người ở gần mình. Giống như nắng trời rọi xuống thế gian, bất cứ khi nào có ai trong tầm lực hấp dẫn của anh chàng, Jacob sưởi ấm họ. Tự nhiên như thể máu thịt. Chẳng có gì lạ khi tôi thật háo hức mong gặp anh chàng.  Thậm chí khi anh ta bình luận về cái lỗ trống trong bảng điều khiển của xe tôi, tôi cũng chẳng hề hoảng sợ như lẽ ra phải vậy.  “Dàn âm thanh nổi hư rồi à?”anh thắc mắc.  “Ừ,” tôi nói dối.  Anh lục lọi xung quanh lổ hổng. “Ai lấy nó ra vậy? Hư dữ ... \" “Tôi đó,” tôi thú nhận.  Anh cười. “Có lẽ bạn không nên đụng nhiều vô mấy cái xe máy.” “Không sao đâu.” Theo Jacob, chúng tôi đã may mắn ở bãi phế liệu. Anh chàng vô cùng phấn khích khi tìm thấy mấy mẩu kim loại cong queo dầu mỡ đen thui; tôi hết sức khâm phục khi thấy anh ta biết dùng chúng vô việc  gì. Từ đó chúng tôi đến Checker Auto Parts ở Hoquiam. Đi bằng xe tôi, mất hơn hai tiếng đồng hồ lái về phía nam trên đường cao tốc ngoằn ngoèo, nhưng thời gian trôi qua thật nhanh bên Jacob. Anh chàng kể chuyện bạn bè và trường mình, và tôi thấy mình hỏi, chẳng chút giả vờ, thực sự tò mò muốn nghe điều anh chàng phải kể.  “Toàn là tôi nói không hà,” anh chàng phàn nàn sau khi khi kể rất nhiều về Quil và nỗi rắc rối vướng phải vì hẹn hò với một bạn gái ruột của một anh chàng học lớp trên. “Sao bạn không kể chuyện đi? Forks ra sao? Hẳn là vui hơn La Push nhiều.” “Sai rồi,” tôi thở dài. “Thiệt là chẳng có gì hết. Bạn của bạn thú vị hơn bạn tôi nhiều lắm. Tôi thích bạn của bạn. Quil vui ghê.” Anh chàng cau mày. “Tôi nghĩ Quil cũng thích bạn.” Tôi cười. “Anh chàng hơi nhỏ tuổi so với tôi.” Jacob còn cau mày dữ dội hơn. “Nó đâu nhỏ hơn bạn dữ vậy. Chỉ một năm và vài tháng thôi  mà.” Tôi có cảm giác chúng tôi đang không nói về Quil nữa. Tôi giữ giọng mình vui vẻ, trêu. “Đương nhiên rồi, nhưng xét theo mức chênh lệch về độ chín chắn giữa con gái với con trai, thì bạn phải tính theo tuổi chó?  Thế thì tôi phải lớn hơn đến mười hai tuổi nhỉ?\" Anh chàng cười, trợn tròn mắt. “OK, nhưng nếu bạn tính toán chi li như thế, bạn cũng phải tính trung bình về kích thước nữa. Bạn quá nhỏ con, tôi phải trừ bớt đi tổng số tuổi của bạn mười năm.” “Năm feet bốn là hết sức bình thường. “Tôi khụt khịt khó chịu. “Không phải lỗi của tôi khi bạn là đồ cao nhòng kỳ dị.” Chúng tôi cứ nói đùa như thế cho đến tận Hoquiam, vẫn cãi nhau công thức đúng đắn để tính tuổi - tôi mất hai năm nữa vì không biết cách thay vỏ xe, nhưng kiếm được một năm lại vì phụ trách sổ sách chi tiêu trong nhà - cho đến khi chúng tôi ở tiệm Checker, và Jacob phải tập trung trở lại. Chúng tôi tìm thấy mọi thứ còn lại trong danh sách anh chàng đã kê ra, và Jacob tin là anh ta có thể làm được khá nhanh với mẻ phụ tùng kiếm được.  Khi quay lại La Push, thì tôi đã hai mươi ba tuổi còn anh chàng đã ba mươi - rõ ràng anh chàng đã thiên vị tính theo các kỹ năng có lợi cho anh ta.  Tôi không quên lý do của chuyện mình đang làm. Và, mặc dù tôi đang vui nhiều hơn tôi đã nghĩ mình có thể, cũng chẳng giảm bớt nỗi khao khát ban đầu của mình. Tôi vẫn muốn lừa bịp.  Thật điên rồ, nhưng tôi chẳng hề quan tâm. Tôi sắp sửa liều lĩnh hết mức có thể ở Forks. Tôi sẽ không phải là kẻ duy nhất tuân thủ một hợp đồng gian dối.  Vui chơi bên Jacob chỉ là một vật được tưởng thưởng thêm khá lớn so với mong đợi.  Billy chưa về, vì vậy chúng tôi không cần phải lén lút tháo dỡ chiến lợi phẩm kiếm được trong ngày. Ngay khi xếp hết mọi thứ lên vỉa nhựa cạnh hộp đồ nghề của Jacob, anh chàng bắt tay vào làm ngay, vẫn nói cười trong khi ngón tay thành thạo lục lọi mấy mẩu kim loại trước mặt.  Sự khéo léo của đôi tay Jacob thật lôi cuốn. Chúng có vẻ quá lớn đối với những công việc cần khéo léo mà chúng đã thực hiện một cách dễ dàng và chính xác. Trong khi làm việc, anh chàng trông thật linh hoạt. Không giống khi đứng; lúc đó, chiều cao và bàn chân to lớn làm anh chàng suýt nguy hiểm bằng tôi.  Quil và Embry không thấy xuất hiện, có lẽ họ coi lời đe doạ của anh hôm qua là thật.  Ngày trôi qua thật nhanh. Trời trở tối ngoài cửa ga - ra sớm hơn tôi nghĩ, rồi chúng tôi nghe tiếng Billy gọi mình.  Tôi đứng bật dậy để giúp Jacob cất đồ đạc, ngập ngừng vì không biết mình nên rờ vô cái gì.  “Cứ để đó,” anh nói. “Tối nay tôi sẽ làm tiếp.” \"Đừng quên làm bài tập ở trường này nọ đó,” tôi nói, cảm thấy hơi có tội. Tôi không muốn anh chàng gặp rắc rối.  Kế hoạch gặp rắc rối đó chỉ là dành cho tôi thôi.  “Bella?\" Cả hai cái đầu của chúng tôi ngẩng lên ngay tức khắc vì giọng nói quen thuộc của Charlie vọng qua hàng cây, nghe gần hơn là gọi từ nhà.  “Trời,” tôi lẩm bẩm. “Con đến đây!”Tôi hét về phía nhà.  “Đi nào. “ Jacob mỉm cười, khoái vụ mưu đồ bí mật này. Anh chàng nhanh tay tắt đèn, và trong chốc lát tôi chẳng thấy gì. Jacob chộp bàn tay tôi rồi kéo tôi ra khỏi ga - ra rồi qua hàng cây, chân anh ta tìm thấy đường đi quen thuộc một cách dễ dàng. Bàn tay anh thô ráp và rất ấm áp.  Dù có đường đi, chúng tôi cũng đều vấp trong bóng tối. Vì thế chúng tôi cùng cười to khi nhìn thấy ngôi nhà. Tiếng cười không lắng đọng ; thật nhẹ nhàng và hời ̀hợt, nhưng vẫn vui. Tôi chắc anh chàng không nhận thấy sự cuồng loạn yếu ớt trong tiếng cười đó. Tôi không quen cười to, và cùng lúc cảm thấy vừa đúng lại vừa rất sai.  Charlie đang đứng dưới mái hiên nhỏ sau nhà, và Billy đang ngồi ngay lối vào sau lưng ông.  \"Chào bố,” cả hai chúng tôi cùng nói, rồi lại phá ra cười tiếp.  Charlie trợn mắt nhìn tôi chằm chằm rồi nhìn nhanh xuống để ý tay Jacob đang cầm tay tôi.  “Billy mời chúng ta dùng bữa tối,” Charlie nói với chúng tôi bằng giọng lơ đãng.  “Cách nấu spaghetti bí mật siêu đẳng của bác đó. Được truyền lại qua bao đời,” Billy nghiêm trang nói.  Jacob khịt mũi. “Con không nghĩ món Ragu đó lại lâu đời đến thế.” Nhà đông nghẹt. Harry Clearwater cũng ở đó, cũng, cùng gia đình ông - vợ ông, Sue, tôi đã khá quen từ những mùa hè thời thơ ấu ở Forks, và hai con ông. Leah là sinh viên năm cuối như tôi, nhưng lớn hơn một tuổi. Cô ấy xinh đẹp một cách sặc sỡ - làn da màu đồng hoàn hảo, mái tóc huyền óng ả, rèm mi rậm - và bận bịu. Cô ấy đang nói điện thoại khi chúng tôi bước vào, và cô ấy chẳng hề buông ra.  Seth 14 tuổi; anh chàng nuốt từng lời của Jacob bằng đôi mắt tôn sùng.  Có quá nhiều người so với khả năng chứa của bàn bếp, nên Charlie và Harry mang ghế ra sân, và chúng tôi ăn mì ống thẳng từ đĩa đặt trong lòng mình dưới ánh sáng lờ mờ của cánh cửa để mở của Billy. Mấy ông đàn ông nói về trận đấu vừa qua, rồi Harry và Charlie lên kế hoạch đi câu cá.  Sue trêu chồng về vụ cholesterol và thử, nhưng không thành công, để làm ông xấu hổ mà ăn chút rau cỏ. Jacob hầu như chỉ nói chuyện với tôi và Seth, người ngắt ngang háo hức mỗi khi Jacob có vẻ sắp quên anh chàng. Charlie theo dõi tôi, cố kín đáo, bằng đôi mắt cẩn trọng nhưng hài lòng.  Thật ồn ào và đôi khi chẳng hiểu gì khi mọi người nói át tiếng nhau, và tiếng cười vì câu nói đùa của người này làm cắt ngang lời kể chuyện của người khác. Tôi chẳng cần phải nói nhiều, nhưng tôi cười hoài, và chỉ vì tôi cảm thấy thích vậy.  Tôi không muốn rời nơi này.  Tuy vậy, đây là Washington, và cơn mưa tất yếu phải có cuối cùng đã làm bữa tiệc phải tàn;  phòng khách của Billy quá nhỏ nên không thể tiếp tục cuộc sum vầy này. Harry chở Charlie xuống đây, nên chúng tôi đi về nhà với nhau bằng xe tôi. Ông hỏi thăm ngày hôm nay của tôi ra sao, và tôi hầu như kể toàn sự thật - tôi đi với Jacob để tìm phụ tùng xe rồi coi anh ta làm việc trong ga - ra.  “Con có nghĩ con sẽ đến chơi nữa ngay không?”ông thắc mắc, cố tỏ ra tự nhiên.  “Ngày mai sau giờ học,” tôi thú nhận. “Con sẽ làm bài tập, bố đừng lo.” “Con chắc làm đó nhé,” ông ra lệnh, cố giấu niềm vui của mình.  Tôi căng thẳng khi chúng tôi về đến nhà. Tôi không muốn lên lầu. Sự ấm áp khi có mặt Jacob đang phai dần và, khi không có sự ấm áp đó, nỗi lo âu mạnh lên. Tôi chắc chắn mình sẽ không thể nào ngủ hai đêm ngon lành liên tục được.  Để lần lữa tránh giờ đi ngủ, tôi kiểm tra thư điện tử; có thư Renee mới gởi.  Mẹ kể ngày của mình trôi qua thế nào, câu lạc bộ sách báo mới thay cho khoảng thời gian của lớp thiền mẹ mới bỏ, tuần này mẹ dạy lớp hai, không dạy mấy bé mẫu giáo. Mẹ viết là Phil rất thích công việc huấn luyện mới của ông, và họ định sẽ đi hưởng tuần trăng mật lần thứ nhì ở Disney World.  Và tôi nhận thấy toàn bộ điều mẹ viết giống như một trang nhật ký, chớ không phải là thư viết cho người khác. Nỗi hối hận làm ngập tim tôi, làm tôi nhói đau khổ sở.  Tôi là một đứa con gái chẳng ra gì.  Tôi hồi âm cho mẹ thật nhanh, bình luận từng phần bà viết trong thư, tự nguyện kể chuyện mình - mô tả bữa tiệc mì ống ở nhà Billy và cảm giác của tôi khi nhìn Jacob tạo ra những thứ hữu ích từ những mẩu kim loại nhỏ - kính phục và hơi ganh tỵ. Tôi không biết lá thư này khác với những lá thư mẹ nhận được trong mấy tháng qua ra sao. Tôi gần như không nhớ mình đã viết gì cho mẹ dù là chỉ mới tuần rồi, nhưng tôi chắc chắn nó không nhiệt tình cho lắm. Càng nghĩ về nó, tôi càng cảm thấy tội lỗi; tôi hẳn đã làm mẹ lo lắm.  Tôi thức khuya hơn sau đó, làm nhiều bài tập ở nhà hơn thực sự cần thiết. Nhưng sự thiếu ngủ và thời gian ở bên Jacob - hầu như là vui vẻ hời hợt – chẳng hề xua đuổi được giấc mơ liên tục hai đêm.  Tôi thức dậy rùng mình, tiếng thét của tôi bị chặn lại bằng cái gối.  Khi ánh ban mai lờ mờ xuyên qua màn sương mù ngoài cửa sổ, tôi nằm yên trên giường và cố tống khứ giấc mơ đi. Đêm qua có một khác biệt nhỏ, và tôi tập trung nghĩ đến điều đó.  Đêm qua tôi không ở một mình trong rừng. Sam Uley - người đàn ông đã kéo tôi ra khỏi mặt đất trong rừng cái đêm mà tôi không thể chịu nỗi khi nghĩ về nó - đã ở đó. Thật là một thay đổi kỳ quặc, bất ngờ.  Đôi mắt đen của người đàn ông này lạ thay có vẻ không thân thiện, ẩn chứa một bí mật nào đó anh ta có vẻ không muốn tôi biết. Tôi nhìn anh chằm chằm mỗi khi việc kiếm tìm của tôi cho phép; Tôi cảm thấy không thoải mái, ngoài nỗi hoảng sợ thường trực, khi có anh ta ở đó. Có lẽ đó là vì, khi tôi không nhìn thẳng vào mặt anh, hình như bóng dáng anh ta run rẩy rồi biến đổi bên ngoài tầm nhìn của tôi. Tuy nhiên anh ta chẳng hề làm gì ngoài việc đứng nhìn. Không giống lúc chúng tôi gặp nhau ngoài đời, anh không hề giúp đỡ tôi.  Charlie nhìn tôi chằm chằm khi ăn điểm tâm, và tôi cố lờ ông đi. Tôi nghĩ mình đáng bị vậy. Tôi không thể mong ông sẽ hết lo lắng. Có lẽ đã mấy tuần rồi ông không còn theo dõi sự trở về của thây ma sống lại, và tôi phải cố để chuyện đó không làm mình buồn bực. Rốt cuộc, tôi cũng chờ sự trở về của thây ma sống lại. Hai ngày khó mà đủ lâu để cho là tôi đã lành bệnh.  Trường học thì ngược lại. Vì tôi chú ý, rõ ràng là chẳng hề có ai theo dõi tôi ở đây cả.  Tôi nhớ ngày đầu tiên mình đến Forks High School - tôi đã hết sức ao ước mình có thể biến thành màu xám, lẫn vào bê tông ẩm ướt của vỉa hè như một con tắc kè khổng lồ. Hình như điều ước đó đã thành hiện thực, chỉ trễ có một năm thôi.  Tựa như tôi chẳng hề có mặt ở đó. Mắt thầy cô tôi, lướt qua ghế tôi ngồi như thể chẳng hề có ai ngồi đó.  Tôi lắng nghe tất cả mọi người suốt buổi sáng, nghe lần nữa giọng nói của những người xung quanh. Tôi cố hiểu chuyện gì đang xảy ra, nhưng những mẩu chuyện rời rạc đến nỗi tôi bỏ cuộc.  Jessica không nhìn lên khi tôi ngồi xuống cạnh cô ấy trong giờ Calculus.  \"Chào, Jess,” tôi nói bằng giọng hờ hững cố tình. “Ngày cuối tuần còn lại của bạn ra sao?\" Cô nàng nhìn tôi bằng đôi mắt nghi ngờ. Nhỏ vẫn còn giận sao?  Hay là cô nàng không đủ kiên nhẫn để trò chuyện với một người điên? “Tuyệt,” nhỏ nói, vừa quay lại quyển sách của mình.  “Hay lắm,” tôi lầm bầm.  Hình tượng “vai lạnh” có vẻ có đúng về nghĩa đen. Tôi có thể cảm thấy không khí ấm áp thổi ra ở lỗ thông gió trên sàn, nhưng tôi vẫn lạnh quá. Tôi lấy áo khoác khỏi lưng ghế rồi mặc vào.  Lớp học tiết thứ tư ra trễ, và bàn ăn trưa tôi thường ngồi đã đầy nhóc người lúc tôi đến. Mike đã ngồi đó, Jessica và Angela, Conner, Tyler, Eric và Lauren. Katie Marshall, sinh viên năm thứ hai tóc đỏ sống gần nhà tôi, đang ngồi với Eric, và Austin Marks - anh của cậu bé cho tôi xe máy - ngồi cạnh cô nàng. Tôi tự hỏi họ đã ngồi đây bao lâu rồi, không thể nhớ nổi hôm nay là ngày đầu tiên hay đã là thế từ lâu.  Tôi bắt đầu bực mình với mình. Tôi hẳn đã nằm thu lu trong kén suốt học kỳ vừa qua.  Không ai nhìn lên khi tôi ngồi xuống cạnh Mike, dù ghế cót két đinh tai trên vải sơn lót sàn khi tôi kéo nó ra sau.  Tôi cố hiểu cuộc trò chuyện.  Mike và Conner đang nói về thể thao, vì vậy tôi bỏ qua câu chuyện đó ngay lập tức.  “Hôm nay Ben đâu rồi?”Lauren đang hỏi Angela. Tôi hoạt bát hẳn, quan tâm. Tôi tự hỏi không biết điều đó có phải nghĩa là Angela và Ben vẫn còn bên nhau không.  Tôi hầu như không nhận ra Lauren. Cô nàng đã cắt ngắn mái tóc vàng óng mượt - bây giờ cô nàng là một tiên nữ tóc ngắn, ngắn đến nỗi sau ót cạo láng như tóc con trai.  Thật là một chuyện kỳ quặc. Tôi ước mình biết được lý do của chuyện ấy. Có phải tóc cô nàng bị dính xing-gum? Hay cô nàng đã bán tóc?  Có phải tất cả những người cô nàng thường hay bắt nạt đã chộp cô nàng sau giờ thể dục và đã lột da đầu cô ta?  Tôi quyết định mình thật không công bằng khi đánh giá cô ta trong hiện tại bằng thành kiến trước đây của mình.  Vì tất cả những gì mà tôi biết là cô nàng đã biến thành một người dễ thương.  “Ben bị viêm dạ dày,” Angela nói bằng giọng nhỏ nhẹ, điềm tĩnh. “Hy vọng là loại chỉ kéo dài khoảng 24 tiếng đồng hồ thôi. Đêm qua anh ấy đau dữ lắm.” Angela cũng đã đổi kiểu tóc. Nhỏ để tóc dài.  “Hai bạn đã làm gì cuối tuần rồi?”Jessica hỏi, không có vẻ quan tâm lắm đến câu trả lời. Tôi chắc chắn đây chỉ là lời mào đầu để cô nàng có thể kể cho cô ấy nghe chuyện mình. Tôi tự hỏi không biết cô nàng có kể chuyện ở Port Angeles khi tôi ngồi chỉ cách đó có hai ghế?  Lẽ nào tôi vô hình đến thế, lẽ nào chẳng ai cảm thấy không thoải mái khi bàn về tôi trong lúc tôi có mặt ở đây? “Thực ra, bọn tớ định đi picnic hôm thứ bảy, nhưng cuối cùng bọn tớ đổi ý,” Angela nói. Có gì đó trong giọng nói của nhỏ làm tôi quan tâm.  Jess, không quan tâm nhiều lắm. “Tệ nhỉ,” cô nàng nói, sắp kể câu chuyện của nhỏ. Nhưng tôi không phải là người duy nhất đang chú ý.  “Có chuyện gì vậy?”Lauren tò mò hỏi.  “Ừm,” Angela nói, có vẻ do dự hơn thường lệ, dù rằng nhỏ thì luôn dè dặt rồi, “ bọn tớ chạy lên phía bắc, sắp đến suối nước nóng rồi - có một cảnh đẹp cách đường mòn chỉ khoảng một dặm. Nhưng, khi đi được nửa đường đến đó ... bọn tớ thấy một cái gì đó.” “Thấy một cái gì đó? Cái gì?” Lông mày nhợt nhạt của Lauren nhíu lại với nhau. Thậm chí bây giờ cả Jess dường như cũng đang lắng nghe.  “Tôi không biết,” Angela nói. “Bọn tớ nghĩ đó là một con gấu. Dù sao thì nó cũng màu đen, nhưng nó có vẻ ... quá lớn.” Lauren khịt mũi. “Ồ, lại thêm bạn nữa!”  Mắt  cô nàng chuyển sang chế giễu, và tôi quyết định mình không cần dè dặt trong chuyện đánh giá cô nàng nữa. Rõ ràng tính cách của cô ta chẳng thay đổi nhiều như mái tóc cô ta. “Tyler đã cố làm tôi tin chuyện đó tuần trước.” “Bạn không thể thấy con gấu nào gần khu nghỉ mát vậy đâu,” Jessica nói, đứng về phe Lauren.  “Thiệt mà,” Angela nói nhỏ phản đối, nhìn xuống bàn. “Chúng tôi đã nhìn thấy nó.” Lauren cười khúc khích. Mike vẫn đang nói với Conner, không chú ý tới mấy cô gái.  “Không, cô ấy nói đúng đó,” tôi sốt ruột chen vào. “Bọn tớ đã gặp một người đi bộ đường dài cũng nhìn thấy con gấu đó đúng hôm thứ bảy, Angela.  Anh ta nói nó đen và to khổng lồ và ở ngay ngoài rìa thành phố, phải không, Mike?\" Một phút im lặng. Mọi cặp mắt ở bàn đều bàng hoàng quay qua tôi nhìn chằm chằm. Cô bạn mới, Katie, há hốc miệng như thể vừa mới chứng kiến một vụ nổ bom. Không ai nói tiếng nào.  “Mike?”Tôi lẩm bẩm, xấu hổ. “Nhớ anh chàng kể chuyện gấu không?\" “Đ-đương nhiên rồi,” Mike lắp bắp sau một giây. Tôi không biết tại sao anh ta lại nhìn tôi kỳ lạ như thế. Tôi cũng có nói chuyện với anh ta ở chỗ làm mà, phải không? Tôi có nói mà? Tôi nghĩ là có... Mike bình tĩnh lại. “Ừ, có một anh chàng nói đã thấy một con gấu đen khổng lồ ở đầu đường mòn - to hơn cả gấu xám,” anh chàng xác nhận.  “Hmph. “Lauren quay về phía Jessica, vai cứng đờ, và thay đổi đề tài.  “Bồ có nghe gì từ USC không?”cô nàng hỏi.  Tất cả những người khác cũng nhìn sang chỗ khác, trừ Mike và Angela. Angela mỉm cười nhìn tôi ngập ngừng, và tôi vội vã cười lại.  \"Nè, bạn đã làm gì cuối tuần này, Bella?”Mike hỏi, tò mò, nhưng dè dặt một cách kỳ lạ.  Chẳng ai ngoài Lauren nhìn lại, chờ xem phản ứng của tôi.  “Đêm thứ sáu, Jessica và tôi đi xem phim ở Port Angeles. Rồi chiều thứ bảy và hầu như nguyên ngày chủ nhật, tôi xuống La Push chơi.” Đôi mắt cô nàng nhìn lướt qua Jessica rồi quay về tôi. Jess có vẻ cáu. Tôi tự hỏi có phải nhỏ không muốn bất kỳ ai biết nhỏ đã đi chơi với tôi, hay chỉ vì nhỏ muốn là người kể ra chuyện đó.  “Bạn đã xem phim gì vậy?”Mike hỏi, bắt đầu mỉm cười.  “Ngõ cụt - phim về zombies. “Tôi cười toe toét khuyến khích. Có lẽ vài tổn hại tôi đã gây ra trong những tháng dở sống dở chết vừa qua vẫn có thể sửa chữa được.  “Tôi nghe nói phim đó ghê rợn lắm. Bạn có thấy vậy không?”Mike háo hức muốn tiếp tục câu chuyện.  “Bella phải bỏ chạy ra ngoài lúc cuối phim, cô ấy chịu không nỗi,” Jessica nói xen vô với nụ cười quỷ quyệt.  Tôi gật đầu, cố tỏ ra xấu hổ. “Ghê rợn quá xá.” Mike cứ hỏi hoài cho đến ăn trưa xong. Dần dần, những người khác đã có thể bắt đầu nói chuyện với nhau trở  lại, dù họ vẫn nhìn tôi suốt. Angela  hầu như chỉ nói chuyện với Mike và tôi, và, khi tôi đứng dậy để cất khay, cô nàng đi theo.  “Cám ơn,” cô nàng nói nhỏ khi chúng tôi ra xa bàn.  “Vì cái gì?\" “Vì đã lên tiếng, bênh vực tớ.” “Có gì đâu.” Cô nàng nhìn tôi đầy quan tâm, chứ không phải gây chiến, có lẽ nhỏ chẳng bao giờ có kiểu đó. “Bồ khoẻ không?\" Đây là lý do làm tôi chọn Jessica chớ không chọn Angela để đi xem phim với bạn gái - dù tôi luôn luôn thích Angela hơn. Angela quá sâu sắc.  “Không khoẻ lắm,” tôi thú nhận. “Nhưng tớ đang khá hơn rồi.” “Tớ mừng lắm,” nhỏ nói. “Tớ nhớ bồ lắm.” Lúc đó Lauren và Jessica đi qua mặt chúng tôi, rồi tôi nghe Lauren thì thầm thiệt to, “Ồ, Bella hạnh phúc đã quay lại rồi.” Angela trợn tròn mắt nhìn họ, rồi mỉm cười nhìn tôi khích lệ.  Tôi thở dài.  Y như tôi lại bắt đầu từ đầu.  “Hôm nay ngày mấy vậy?”Tôi bỗng muốn biết.  “Ngày mười chín tháng giêng.” “A.” “Gì vậy?”Angela hỏi.  “Hôm qua là đúng một năm lần đầu tớ đến đây,” tôi trầm ngâm.  “Chẳng thay đổi gì nhiều nhỉ,” Angela lẩm bẩm, nhìn theo Lauren và Jessica.  “Ừ,” tôi đồng ý.   “tớ cũng vừa nghĩ vậy.”"
        }
    ],
    "suggestions": []
}