{
    "en_vn": {
        "data": {
            "content": null,
            "word": "slowest"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slowest"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slowest"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slowest"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slowest"
        }
    },
    "sentences": [
        {
            "en": "I was the <em>slowest</em> to turn.",
            "vi": "Tôi là người quay lại chậm nhất."
        },
        {
            "en": "I am the <em>slowest</em> to turn.",
            "vi": "Tôi là người quay lại chậm nhất."
        },
        {
            "en": "But you 're the <em>slowest</em> guy in our school.",
            "vi": "Nhưng mà mày lại là thằng chậm nhất trong trường."
        },
        {
            "en": "Production was <em>slowest</em> where time was least efficiently used.",
            "vi": "Sản xuất là chậm nhất ở những nơi mà thời gian được sử dụng ít hiệu quả nhất."
        },
        {
            "en": "Thursday mornings are usually the <em>slowest</em> around here.",
            "vi": "Sáng thứ năm thường là lúc ít bận rộn nhất ở đây."
        },
        {
            "en": "Firefox users <em>slowest</em> to update browser, Kaspersky Lab finds",
            "vi": "Kaspersky Lab: Người dùng Firefox chậm cập nhật trình duyệt nhất"
        },
        {
            "en": "But you're the <em>slowest</em> guy in our school.",
            "vi": "Nhưng mà mày lại là thằng chậm nhất trong trường."
        },
        {
            "en": "I've seen some slow workers in my time but these lots are the <em>slowest</em> by far.",
            "vi": "Trong đời tôi đã từng thấy một số người làm việc chậm chạp nhưng cái đám này là loại tệ hại nhất."
        },
        {
            "en": "The <em>slowest</em> month of the year is usually January or February.",
            "vi": "Tháng bán chậm nhất trong năm thường là tháng 1 hoặc tháng 2."
        },
        {
            "en": "The fastest and the <em>slowest</em> growing regions are both in the South.",
            "vi": "Các vùng phát triển nhanh nhất và chậm nhất đều ở miền Nam."
        },
        {
            "en": "It created the fewest jobs per capita, and has the <em>slowest</em> population growth rate.",
            "vi": "Số lượng việc làm mới cũng rất ít và tốc độ tăng dân số cũng là thấp nhất."
        },
        {
            "en": "I 've seen some slow workers in my time but these lots are the <em>slowest</em> by far.",
            "vi": "Trong đời tôi đã từng thấy một số người làm việc chậm chạp nhưng cái đám này là loại tệ hại nhất."
        },
        {
            "en": "It appears that the evolution of business thinking, away from a static, protectionist view, has been <em>slowest</em> in Haiphong.",
            "vi": "Dường như sự tiến triển trong tư duy kinh doanh vượt khỏi cách nhìn tĩnh của người ủng hộ chế độ bảo hộ công nghiệp trong nước diễn ra chậm chạp nhất ở Hải Phòng."
        },
        {
            "en": "India was probably the <em>slowest</em> among the four in adopting education reform as the debate on education investment is still going on.",
            "vi": "Ấn Độ có lẽ là nước chậm nhất trong bốn nước này trong việc chấp nhận cải tổ giáo dục vì tranh cãi về đầu tư giáo dục vẫn còn diễn ra."
        },
        {
            "en": "The recent reports about mobile internet speed,all show that Vietnam is among the countries with the <em>slowest</em> mobile internet in the world.",
            "vi": "Các bài báo cáo gần đây về tốc độ mạng di động cho thấy rằng Việt Nam là một trong những nước có kết nối internet di động thấp nhất thế giới."
        },
        {
            "en": "Yet their recent population growth is among the <em>slowest</em> in the country, while several provinces near HCMC are among the fastest.",
            "vi": "Nhưng tốc độ tăng dân số gần đây của khu vực này lại thuộc hàng chậm nhất trong cả nước, còn các tỉnh lân cận thành phố Hồ Chí Minh có tỷ lệ tăng dân số nhanh nhất."
        },
        {
            "en": "The Central and East European countries and Commonwealth of Independent States was the <em>slowest</em> growing (in fact declining) part of the world.",
            "vi": "Các nước Trung-Đông Âu và Cộng đồng các Quốc gia Độc lập là khu vực tăng trưởng chậm nhất thế giới (thực ra còn suy giảm)."
        },
        {
            "en": "The country’s gross domestic product grew 5.03 percent in 2012, the <em>slowest</em> pace in 13 years, amid a global economic slowdown. But it has recovered since 2013 and the government now expects 6.5 percent growth this year.",
            "vi": "Tổng sản phẩm quốc nội đã tăng 5,03% trong năm 2012, tốc độ chậm nhất trong 13 năm qua, trong bối cảnh suy thoái kinh tế toàn cầu. Nhưng nó đã hồi phục kể từ năm 2013 và chính phủ dự kiến sẽ có mức tăng trưởng 6,5% trong năm nay."
        },
        {
            "en": "Chrome users were the fastest to upgrade, Firefox the <em>slowest</em>. IE's numbers were complicated by the inability of users on the still-popular Windows XP to upgrade beyond version 8.",
            "vi": "Người dùng Chrome nhanh chóng nâng cấp nhất, Firefox chậm nhất. Con số của IE lại khó xác định bởi người dùng HĐH Windows XP vẫn còn được ưa chuộng không thể nâng cấp lên trên phiên bản 8."
        },
        {
            "en": "The most rapid reduction was in the North East, from 81.5% in 1993 to 31.7% in 2004; and the <em>slowest</em> was in the North West, from 81% to 54.4%.",
            "vi": "Giảm nhanh nhất là ở vùng Đông Bắc Bộ, từ 81,5% năm 1993 xuống còn 31,7% năm 2004; và chậm nhất là vùng Tây Nguyên, từ 81% xuống 54,4%."
        }
    ],
    "suggestions": []
}