{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['slounis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự chậm chạp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự kém lanh lợi, sự đần độn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự buồn tẻ (cuộc biểu diễn)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự chậm lại (đồng hồ)</td></tr></table><i/></div>",
            "word": "slowness",
            "pronounce": "['slounis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slowness",
            "pronounce": "['slounis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slowness",
            "pronounce": "['slounis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "slowness",
            "pronounce": "['slounis]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chậm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự muộn</font></td></tr></tbody></table></div>",
            "word": "slowness",
            "pronounce": "['slounis]"
        }
    },
    "sentences": [
        {
            "en": "<em>slowness</em> for greatter satety",
            "vi": "chậm mà chắc"
        },
        {
            "en": "<em>slowness</em> for greater safety",
            "vi": "Chậm mà chắc"
        },
        {
            "en": "He walked with extreme <em>slowness</em>.",
            "vi": "Hắn ta đi dẫn rượu."
        },
        {
            "en": "He observed the studied <em>slowness</em> of his movements.",
            "vi": "Ông ta cử hành lễ hội với sự chậm rãi cẩn trọng trong các động tác."
        },
        {
            "en": "We have identified issues that are causing <em>slowness</em> in our system.",
            "vi": "Chúng tôi đã xác định được những vấn đề gây ra sự chậm chạp trong hệ thống của chúng tôi."
        },
        {
            "en": "Finally, an important problem area for the Hungarian transition has been the <em>slowness</em> of public sector reform and the lack of fiscal discipline in general.",
            "vi": "Cuối cùng, vấn đề bất cập quan trọng trong quá trình chuyển đổi của Hungari là sự chậm chạp của công cuộc cải cách khu vực nhà nước và thiếu kỷ cương ngân sách nói chung."
        },
        {
            "en": "Recently, the flow of works to India suddenly ran into several major problems: The <em>slowness</em> to improve its educational system and infrastructures.",
            "vi": "Gần đây, luồng công việc tới Ấn Độ đột nhiên vấp phải vài vấn đề chính: sự chậm chạp cải tiến hệ thống giáo dục và kết cầu nền của Ấn Độ."
        },
        {
            "en": "A symptom of parkinsonism comprising a difficult in initiating movements, <em>slowness</em> in executing movement, and an inability to make adjustment to the posture of the body.",
            "vi": "Một triệu chứng của hội chứng liệt rung parkinson, gồm khó khăn khi bắt đầu cử động, chậm chạp khi thực hiện các cử động, và mất khả năng điều chỉnh tư thế cơ thể."
        },
        {
            "en": "Our survey found that 45 percent of Internet users, 32 percent of VOIP and 29 percent of mobile phone users complained about the <em>slowness</em> of connections, while only 5 percent of fixed line users complained.",
            "vi": "Cuộc khảo sát của chúng tôi cho thấy 45% người sử dụng Internet, 32% sử dụng VOIP và 29% người dùng điện thoại di động than phiền về tốc độ nối mạng chậm trong khi chỉ có 5% số người dùng điện thoại cố định than phiền."
        },
        {
            "en": "Enterprises are also often blamed for the rising unemployment rate because of a perceived <em>slowness</em> in applying new and advanced technology that require highly-skilled staff, according to Mr. Hoang Ngoc Vinh, Head of the Department of Occupational Education at the Ministry of Education and Training.",
            "vi": "Các doanh nghiệp cũng thường đổ lỗi việc tỷ lệ thất nghiệp gia tăng là vì nhận thức chậm trong việc áp dụng công nghệ mới và tiên tiến đòi hỏi phải có đội ngũ nhân viên có tay nghề cao, theo ông Hoàng Ngọc Vinh, Vụ trưởng Vụ Giáo dục nghề tại Bộ Giáo dục và Đào tạo ."
        },
        {
            "en": "Even though the news of the carcinogenic effect of melanin is disconcerting, researchers said there is a ray of hope: the <em>slowness</em> of chemiexcitation may allow time for new preventive tools, such as an \"evening-after\" sunscreen designed to block the energy transfer.",
            "vi": "Thậm chí tin tức về tác động gây ung thư của melanin đang gây hoang mang, các nhà nghiên cứu cho biết rằng vẫn có một tia hy vọng: sự hoạt động chậm chạp của chemiexcitation có thể cho thời gian để có các công cụ phòng tránh mới, như là một \"loại kem chống nắng dùng ban đêm\" được thiết kế để ngăn chặn việc truyền tải năng lượng đó."
        },
        {
            "en": "Parkinson's disease is a chronic, progressive neurological disorder of unknown cause that targets cells in the brain that control movement. It affects about 1 million people in the United States. Symptoms include tremors, <em>slowness</em> of movement, poor balance, and stiffness in the limbs and trunk.",
            "vi": "Bệnh Parkinson là một rối loạn thần kinhmãn tính, tiến triển, không rõ nguyên nhân mà tấn công vào các tế bào trong não có chức năng điều khiển vận động. Nó ảnh hưởng đến khoảng 1 triệu người tại Hoa Kỳ. Các triệu chứng bao gồmrun, chậm di chuyển,cân bằng kém, và cứng ở các chi và thân."
        },
        {
            "en": "Delayed speech or language development    Your son is 2 years old and still isn't talking. He says a few words, but compared with his peers you think he's way behind. You remember that his sister could put whole sentences together at the same age. Hoping he will catch up, you postpone seeking professional advice. Some kids are early walkers and some are early talkers, you tell yourself. Nothing to worry about... This scenario is common among parents of kids who are slow to speak. Unless they observe other areas of \"<em>slowness</em>\" during early development, parents may hesitate to seek advice. Some may excuse the lack of talking by reassuring themselves that \"he'll outgrow it\" or \"she's just more interested in physical things.\" Knowing what's \"normal\" and what's not in speech and language development can help you figure out if you should be concerned or if your child is right on schedule. Understanding Normal Speech and Language Development It's important to discuss early speech and language development, as well as other developmental concerns, with your doctor at every routine well-child visit. It can be difficult to tell whether a child is just immature in his or her ability to communicate or has a problem that requires professional attention. These developmental norms may provide clues: Before 12 Months It's important for kids this age to be watched for signs that they're using their voices to relate to their environment. Cooing and babbling are early stages of speech development. As babies get older (often around 9 months), they begin to string sounds together, incorporate the different tones of speech, and say words like \"mama\" and \"dada\" (without really understanding what those words mean). Before 12 months, children should also be attentive to sound. Babies who watch intently but don't react to sound may be showing signs of hearing loss. By 12 to 15 Months Kids this age should have a wide range of speech sounds in their babbling and typically say one or more words (not including \"mama\" and \"dada\"). Nouns usually come first, like \"baby\" and \"ball.\" Your child should also be able to understand and follow simple directions (\"Please give me the toy,\" for example). From 18 to 24 Months Though there is a lot of variability, most toddlers are saying about 20 words by 18 months and 50 or more words by the time they turn 2. By age 2, kids are starting to combine two words to make simple sentences, such as \"baby crying\" or \"Daddy big.\" A 2-year-old should also be able to follow two-step commands (such as \"Please pick up the toy and give it to me\"). From 2 to 3 Years Parents often witness an \"explosion\" in their child's speech. Your toddler's vocabulary should increase (to too many words to count) and he or she should routinely combine three or more words into sentences. Comprehension also should increase — by 3 years of age, a child should begin to understand what it means to \"put it on the table\" or \"put it under the bed.\" Your child also should begin to identify colors and comprehend descriptive concepts (big versus little, for example). The Difference Between Speech and Language Speech and language are often confused, but there is a distinction between the two:     * Speech is the verbal expression of language and includes articulation, which is the way words are formed.     * Language is much broader and refers to the entire system of expressing and receiving information in a way that's meaningful. It's understanding and being understood through communication — verbal, nonverbal, and written. Although problems in speech and language differ, they frequently overlap. A child with a language problem may be able to pronounce words well but be unable to put more than two words together. Another child's speech may be difficult to understand, but he or she may use words and phrases to express ideas. And another child may speak well but have difficulty following directions. Warning Signs of a Possible Problem If you're concerned about your child's speech and language development, there are some things to watch for. An infant who isn't responding to sound or who isn't vocalizing is of particular concern. Between 12 and 24 months, reasons for concern include a child who:     * isn't using gestures, such as pointing or waving bye-bye by 12 months     * prefers gestures over vocalizations to communicate by 18 months     * has trouble imitating sounds by 18 months     * has difficulty understanding simple verbal requests Seek an evaluation if a child over 2 years old:     * can only imitate speech or actions and doesn't produce words or phrases spontaneously     * says only certain sounds or words repeatedly and can't use oral language to communicate his or her immediate needs     * can't follow simple directions     * has an unusual tone of voice (such as raspy or nasal sounding)     * is more difficult to understand than expected for his or her age. Parents and regular caregivers should understand about half of a child's speech at 2 years and about three quarters at 3 years. By 4 years old, a child should be mostly understood, even by people who don't know the child. Causes of Delayed Speech or Language Many things can cause delays in speech and language development. Speech delays in a normally developing child can sometimes be caused by oral impairments, like problems with the tongue or palate (the roof of the mouth). A short frenulum (the fold beneath the tongue) can limit tongue movement for speech production. Many kids with speech delays have oral-motor problems, meaning there's inefficient communication in the areas of the brain responsible for speech production. The child encounters difficulty using the lips, tongue, and jaw to produce speech sounds. Speech may be the only problem or may be accompanied by other oral-motor problems. A speech delay may also indicate a more \"global\" (or general) developmental delay. Hearing problems are also commonly related to delayed speech, which is why a child's hearing should be tested by an audiologist whenever there's a speech concern. A child who has trouble hearing may have trouble understanding, imitating, and using language. Ear infections, especially chronic infections, can affect hearing ability. Simple ear infections that have been adequately treated, though, should have no effect on speech. What Speech-Language Pathologists Do If you or your doctor suspect that your child has a problem, early evaluation by a speech-language pathologist is crucial. Of course, if there turns out to be no problem after all, an evaluation can ease your fears. Although you can seek out a speech-language pathologist on your own, your primary care doctor can refer you to one. In conducting an evaluation, a speech-language pathologist will look at a child's speech and language skills within the context of total development. Besides observing your child, the speech-language pathologist will conduct standardized tests and scales, and look for milestones in speech and language development. The speech-language pathologist will also assess:     * what your child understands (called receptive language)     * what your child can say (called expressive language)     * if your child is attempting to communicate in other ways, such as pointing, head shaking, gesturing, etc.     * sound development and clarity of speech.     * your child's oral-motor status (how a child's mouth, tongue, palate, etc., work together for speech as well as eating and swallowing) If the speech-language pathologist finds that your child needs speech therapy, your involvement will be very important. You can observe therapy sessions and learn to participate in the process. The speech therapist will show you how you can work with your child at home to improve speech and language skills. Evaluation by a speech-language pathologist may find that your expectations are simply too high. Educational materials that outline developmental stages and milestones may help you look at your child more realistically. What Parents Can Do Like so many other things, speech development is a mixture of nature and nurture. Genetic makeup will, in part, determine intelligence and speech and language development. However, a lot of it depends on environment. Is a child adequately stimulated at home or at child care? Are there opportunities for communication exchange and participation? What kind of feedback does the child get? When speech, language, hearing, or developmental problems do exist, early intervention can provide the help a child needs. And when you have a better understanding of why your child isn't talking, you can learn ways to encourage speech development. Here are a few general tips you can employ at home:     * Spend a lot of time communicating with your child, even during infancy — talk, sing, and encourage imitation of sounds and gestures.     * Read to your child, starting as early as 6 months. You don't have to finish a whole book, but look for age-appropriate soft or board books or picture books that encourage kids to look while you name the pictures. Try starting with a classic book such as Pat the Bunny, in which the child imitates the patting motion, or books with textures that kids can touch. Later, let your child point to recognizable pictures and try to name them. Then move on to nursery rhymes, which have rhythmic appeal. Progress to predictable books, such as Eric Carle's Brown Bear, Brown Bear, in which your child can anticipate what happens. Your little one may even start to memorize favorite stories.     * Use everyday situations to reinforce your child's speech and language. For example, name foods at the grocery store, explain what you're doing as you cook a meal or clean a room, point out objects around the house, and as you drive, point out sounds you hear. Ask questions and acknowledge your child's responses. Keep things simple, but never use \"baby talk.\" Whatever your child's age, recognizing and treating problems early on is the best approach to help with speech and language delays. With proper therapy and time, your child will likely be better able to communicate with you and the rest of the world.",
            "vi": "Chậm nói hoặc chậm phát triển ngôn ngữ     Con bạn đã 2 tuổi rồi mà vẫn chưa biết nói. Thằng bé chỉ nói được vài từ, nhưng so với những đứa trẻ cùng tuổi thì bạn nghĩ là con mình chậm nói. Bạn nhớ ra chị của nó lúc ở tuổi này đã có thể nói được cả câu. Hi vọng con mình rồi sẽ nói được nên bạn chần chừ, chưa tính tới việc tìm lời khuyên của chuyên gia. Bạn nghĩ bụng là có một số đứa biết đi sớm và cũng có một số đứa nói được sớm. Chẳng có gì mà lo ngại cả... Trường hợp này cũng thường hay gặp ở những bố mẹ có con chậm nói. Nếu họ không quan sát thấy con mình có những biểu hiện “chậm” khác trong giai đoạn phát triển những năm đầu đời thì họ có thể sẽ nấn ná chưa vội tìm lời khuyên đâu. Nhiều người cũng biện hộ cho việc chậm nói của trẻ bằng cách tự trấn an mình “nó cũng sẽ nói được, cũng lớn thôi mà” hoặc “nó phát triển thể chất nhiều hơn”.  Nếu biết cái gì gọi là “bình thường” và cái gì là không bình thường trong quá trình phát triển ngôn ngữ và khả năng nói chuyện của bé, bạn có thể dễ dàng nhận biết xem liệu mình có nên lo lắng hoặc bé có phát triển bình thường không. Hiểu quá trình phát triển ngôn ngữ và khả năng giao tiếp bằng lời bình thường của bé Bạn nên thảo luận với bác sĩ về sự phát triển ngôn ngữ hoặc khả năng giao tiếp ban đầu của bé cũng như các mối quan tâm phát triển khác trong mỗi lần khám sức khỏe định kỳ cho bé (well-child visit: khám sức khỏe định kỳ lúc bé khỏe mạnh, bác sĩ sẽ khám tổng quát, theo dõi tình hình phát triển của bé). Quả thật khó có thể cho bạn biết liệu một đứa trẻ còn chưa đủ khả năng giao tiếp hay chưa thể truyền đạt được ý tưởng hoặc có vấn đề gì đó cần được theo dõi bởi người có chuyên môn. Những tiêu chuẩn phát triển dưới đây có thể cho bạn những gợi ý quan trọng: Trước 12 tháng tuổi  Trẻ em trong giai đoạn này cần được theo dõi các dấu hiệu mà đang sử dụng âm thanh của mình để chỉ môi trường xung quanh. Tiếng gù gù hay bi bô chính là những giai đoạn phát triển ngôn ngữ nói ban đầu của bé. Khi trẻ lớn hơn (thường khoảng 9 tháng tuổi) thì chúng có thể bắt đầu kết nối các âm thanh lại với nhau, kết hợp nhiều giọng điệu ngôn ngữ khác nhau lại và bé có thể phát ra những từ như “mama” và “dada” (mà không hề hiểu những từ ấy nghĩa gì). Trước 12 tháng tuổi, bé cũng cần chú ý đến âm thanh xung quanh mình nữa. Trẻ nhìn ngắm một cách chăm chú mà không tỏ ra một phản ứng gì với âm thanh thì có thể đó là dấu hiệu cho biết bé bị mất thính lực.  Từ 12 đến 15 tháng tuổi Trẻ ở tuổi này sẽ bập bẹ nhiều âm thanh và thường nói một hoặc nhiều từ đặc trưng nào đó (không kể “mama” và “dada” nữa). Bé thường biết nói những danh từ trước, như “baby” (bé) và “ball” (banh). Con bạn ở giai đoạn này cũng có thể hiểu và làm theo một vài hướng dẫn đơn giản (chẳng hạn như “Đưa cho mẹ đồ chơi đi.”) Từ 18 tới 24 tháng tuổi  Dẫu rằng ở lứa tuổi này, bé có rất nhiều thay đổi trong việc phát triển ngôn ngữ, hầu hết những bé mới tập đi nói khoảng 20 từ khi lên 18 tháng tuổi và có thể nói được 50 từ trở lên khi bé lên 2. Chuyển sang 2 tuổi, bé có thể bắt đầu biết kết hợp 2 từ liền lại với nhau và nói được nhiều câu đơn, như “em bé khóc” hoặc “Bố lớn”. Trẻ 2 tuổi có thể hiểu và thực hiện được các mệnh lệnh 2 bước (chẳng hạn như “Nhặt đồ chơi lên và đưa đây cho mẹ.”) Từ 2 tới 3 tuổi Bố mẹ thường chứng kiến “sự bùng nổ” từ vựng trong quá trình phát triển ngôn ngữ nói của con mình (đó là sự phát triển ồ ạt và nhanh chóng về số lượng từ của bé). Số từ của trẻ mới tập đi sẽ tăng lên nhanh chóng (đến một mức độ mà bạn không tài nào đếm xuể) và bé thường sẽ nối 3 từ trở lên lại với nhau để nói thành câu.  Sự hiểu biết của bé ở giai đoạn này cũng phát triển – lên 3 tuổi, trẻ sẽ bắt đầu hiểu được “để nó lên bàn” hoặc “đặt cái đó xuống dưới giường ngủ” là gì. Con bạn cũng bắt đầu biết phân biệt màu sắc và hiểu các khái niệm mô tả (chẳng hạn như “to với nhỏ”.)  Sự khác biệt giữa lời nói và ngôn ngữ  Lời nói và ngôn ngữ thường làm người ta phân vân, nhưng cũng có sự khác biệt giữa 2 điều đó:  * Lời nói là sự biểu đạt ngôn từ, là sự biểu đạt ngôn ngữ bằng lời và bao gồm cách phát âm rõ ràng, lời nói được hình thành qua đó.     * Khái niệm ngôn ngữ rộng hơn rất nhiều và nói về toàn bộ một hệ thống thể hiện, diễn tả và tiếp nhận thông tin theo cách có nghĩa. Ngôn ngữ làm người ta hiểu và  ngôn ngữ được hiểu thông qua giao tiếp – ngôn ngữ bằng lời, ngôn ngữ không lời, và ngôn ngữ viết. Mặc dù lời nói và ngôn ngữ chứa đựng các vấn đề khác nhau nhưng các vấn đề ấy cũng thường chồng chéo lên nhau. Trẻ có vấn đề về ngôn ngữ cũng có thể phát âm tốt nhưng không biết kết nối các cụm nhiều hơn 2 từ lại với nhau. Có trường hợp cách nói của trẻ có thể khó hiểu, nhưng trẻ có thể biết sử dụng các từ và cụm từ để diễn tả ý nghĩ của mình. Và cũng có trẻ có thể nói rất giỏi nhưng khó bày tỏ thông tin, người ta khó hiểu được trẻ đang nói cái gì.    Các dấu hiệu cảnh báo về một vấn đề có thể xảy ra Nếu bạn quan tâm đến sự phát triển ngôn ngữ và khả năng giao tiếp bằng lời của  bé thì bạn nên để ý các chi tiết dưới đây nhé.  Nếu thấy trẻ sơ sinh không có dấu hiệu gì phản ứng với âm thanh hoặc không phát ra một âm thanh nào cả thì bạn nên quan tâm đặc biệt đến bé. Trẻ từ 12 đến 24 tháng tuổi kèm các dấu hiệu sau đây thì bạn cũng nên cảnh giác nhé:   * trẻ 12 tháng tuổi mà không làm một cử chỉ, điệu bộ nào, chẳng hạn như động tác chỉ trỏ hoặc vẫy tay tạm biệt * trẻ 18 tháng tuổi thích giao tiếp bằng điệu bộ và động tác hơn lời nói * trẻ 18 tháng tuổi khó bắt chước âm thanh  * bé khó hiểu các câu yêu cầu đơn giản bằng lời Nếu bé trên 2 tuổi có các dấu hiệu sau đây thì bạn cũng nên quan tâm và kiểm tra cho bé nhé: * bé chỉ có thể bắt chước các hoạt động hoặc lời nói mà không hề tự nói các từ hoặc cụm từ một mình được * bé chỉ có thể nói được một vài từ hoặc một vài âm thanh nào đó một cách lặp đi lặp lại và không giao tiếp được bằng lời để truyền đạt những nhu cầu cơ bản nhất của mình  * bé không hiểu được các lời chỉ dẫn đơn giản * bé có giọng nói khác thường (chẳng hạn như âm thanh the thé hoặc âm mũi) * trẻ khó tiếp nhận, khó hiểu nhiều hơn so với lứa tuổi của mình. Bố mẹ và người chăm sóc trẻ thường xuyên chỉ hiểu được phân nửa điều trẻ muốn nói lúc 2 tuổi và hiểu được khoảng ¾ ngôn từ của bé khi bé lên 3. Khi trẻ lên 4 tuổi thì người khác có thể hiểu hầu hết các điều trẻ muốn nói, thậm chí là những người không quen biết với chúng. Các nguyên nhân gây chậm nói hoặc chậm phát triển ngôn ngữ  Nhiều nguyên nhân có thể làm cho bé chậm nói hoặc chậm phát triển ngôn ngữ. sự chậm nói ở một đứa trẻ phát triển bình thường có thể nhiều khi là do các khiếm khuyết ở miệng, chẳng hạn như các vấn đề về lưỡi hoặc vòm miệng. Mép ngắn (nếp dưới lưỡi) cũng có thể làm hạn chế sự chuyển động của lưỡi, làm hạn chế cử động của lưỡi để có thể giúp phát âm thành lời nói. Nhiều trẻ chậm nói gặp các vấn đề về cơ vận động miệng, nghĩa là sự giao tiếp không đạt hiệu quả ở các vùng do não điều tiết để có thể giúp bé phát âm thành lời. Trẻ thấy khó khăn trong việc sử dụng môi, lưỡi, và hàm để nói thành câu lời. Khả năng nói chuyện của bé cũng có thể là vấn đề độc lập duy nhất hoặc cũng có thể kèm theo các vấn đề về cơ vận động miệng (dây thần kinh vận động miệng) nữa. Sự chậm nói của bé cũng có thể là một dấu hiệu cho biết một sự chậm phát triển nhiều hơn về chung chung “toàn thể” nào đó.  Vấn đề về thính giác cũng là mối liên quan thường gặp dẫn đến chứng chậm nói ở trẻ, đó là lý do vì sao thính giác của trẻ phải nên được nhà thính học khám bất cứ khi nào trẻ có dấu hiệu khiến bạn lo lắng về khả năng nói chuyện. Trẻ nghe khó cũng có thể sẽ hiểu và tiếp thu khó, bắt chước và sử dụng ngôn ngữ cũng khó.  Các chứng bệnh viêm tai, nhất là các bệnh lây nhiễm mãn tính, cũng có thể làm ảnh hưởng đến khả năng thính giác của trẻ. Các bệnh viêm tai nhẹ, đơn giản cũng cần nên được chữa trị đúng đắn, dẫu chúng không gây ảnh hưởng gì đến khả năng nói chuyện của bé cả. Những điều nhà nghiên cứu bệnh học về ngôn ngữ và khả năng nói chuyện làm  Nếu bạn hoặc bác sĩ nghi ngờ con bạn đang có vấn đề thì việc nhờ nhà nghiên cứu bệnh học khám chữa, chẩn đoán sớm là hết sức quan trọng. Tất nhiên là nếu phát hiện bé không có vấn đề gì thì việc làm này ắt có thể làm cho bạn không còn sợ hãi nữa. Mặc dù bạn có thể tự tìm cho mình một nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời thì bác sĩ chẩn đoán đầu tiên cũng có thể chuyển bạn đến một nhà nghiên cứu bệnh học nào đó. Trong khi hướng dẫn, đánh giá cho trẻ thì nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời cũng sẽ quan sát các kỹ năng nói chuyện và kỹ năng ngôn ngữ của bé trong một phạm vi, một khuôn khổ phát triển toàn diện. Ngoài việc quan sát bé, nhà nghiên cứu bệnh học này cũng tiến hành cho làm các kiểm tra và chia theo độ chuẩn, và tìm các điểm mốc quan trọng trong sự phát triển ngôn ngữ và khả năng nói chuyện của trẻ. nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời cũng sẽ đánh giá về:  * những điều bé hiểu được (gọi là ngôn ngữ lĩnh hội) * những điều bé có thể nói (gọi là ngôn ngữ diễn đạt) * xem liệu bé có cố giao tiếp, truyền đạt ý tưởng bằng một cách nào khác không, như chỉ trỏ, lắc đầu, dùng cử chỉ, điệu bộ ... * sự phát triển âm thanh và phát âm rõ ràng * tình trạng cơ vận động miệng của bé (xem cách miệng, lưỡi, vòm miệng, ... cùng hoạt động như thế nào để có thể giúp bé phát âm cũng như giúp bé ăn uống và nuốt thức ăn) Nếu nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời phát hiện ra con bạn cần liệu pháp ngôn ngữ thì sự góp phần của bạn là hết sức quan trọng. Bạn có thể theo dõi, quan sát các phần liệu pháp và học cách tham gia vào quá trình liệu pháp ngôn ngữ này. Nhà âm ngữ trị liệu sẽ chỉ cho bạn cách có thể giúp bé phát triển kỹ năng ngôn ngữ và giao tiếp bằng lời ở nhà. Sự đánh giá, chẩn đoán của nhà nghiên cứu bệnh học về ngôn ngữ và khả năng giao tiếp bằng lời có thể thấy rằng sự kỳ vọng của bạn thường quá cao. Các tài liệu giáo dục có thể vạch ra các giai đoạn phát triển và các mốc quan trọng có thể giúp bạn nhìn con mình thực tế hơn. Bố mẹ có thể làm gì Giống như rất nhiều thứ khác, sự phát triển khả năng giao tiếp bằng lời là sự pha trộn giữa bản chất tự nhiên và sự nuôi dưỡng, giáo dục. Sự cấu tạo gien phần nào cũng quyết định trí thông minh và khả năng phát triển ngôn ngữ và giao tiếp bằng lời của trẻ. Tuy nhiên, phần lớn đều tuỳ thuộc vào môi trường sống của bé. Liệu con bạn đã được khuyến khích khả năng ngôn ngữ một cách phù hợp ở nhà hoặc ở trung tâm chăm sóc và giám sát trẻ chưa? Liệu bé có cơ hội nào để giao tiếp và trao đổi giao tiếp chưa? Bé nhận được thông tin phản nào?  Khi các vấn đề ngôn ngữ, khả năng giao tiếp bằng lời, thính giác, hoặc các vấn đề phát triển nào đó nảy sinh thì biện pháp can thiệp sớm có thể giúp ích được rất nhiều cho bé. Khi bạn hiểu hơn về lý do vì sao con mình chưa nói được thì bạn có thể nghiên cứu nhiều cách để khuyến khích sự phát triển ngôn ngữ bằng lời của bé.   Dưới đây là một vài bí quyết thông dụng, bạn có thể sử dụng ở nhà: * Dành nhiều thời gian để trò chuyện với bé, thậm chí là trong giai đoạn sơ sinh – như nói chuyện, hát, và khuyến khích con bắt chước những âm thanh và cử chỉ, điệu bộ của mình. * Đọc sách cho bé nghe, bắt đầu từ 6 tháng tuổi. Bạn không cần thiết phải đọc hết cả quyển sách đâu, mà chỉ tìm những quyển sách mềm hoặc có bìa cứng phù hợp với lứa tuổi của bé hoặc sách tranh, khuyến khích bé nhìn vào hình trong lúc bạn gọi tên hình ảnh. Bạn hãy thử bắt đầu bằng các sách truyện cổ điển như Pat the Bunny, trong đó bé có thể bắt chước hoạt động vỗ bộp bộp, hoặc những quyển sách có chất liệu mà trẻ có thể tiếp xúc, cầm nắm được. Dần dần, hãy để cho bé chỉ vào các bức hình mà bé có thể nhận diện một cách dễ dàng và đọc tên những hình đó. Kế đến, hãy cho bé làm quen với các bài hát ru, có âm điệu nhịp nhàng, lôi cuốn. Tiếp nữa, hãy cho bé tiếp cận các sách có thể đoán được, như Eric Carle's Brown Bear (chú gấu nâu của Eric Carle), Brown Bear (chú gấu nâu), trong đó bé có thể đoán biết chuyện gì sẽ xảy ra trong câu truyện. Giờ đây bé thậm chí còn có thể bắt đầu nhớ được các mẫu truyện yêu thích của mình nữa đấy. * Bạn nên sử dụng các tình huống hằng ngày để giúp trẻ củng cố lại ngôn ngữ và khả năng giao tiếp của mình. Chẳng hạn như, bạn hãy gọi tên thực phẩm ở cửa hàng tạp hoá, giải thích cho bé nghe việc mình đang làm như nấu ăn hoặc lau nhà cửa, vệ sinh phòng ốc, hãy chỉ cho bé biết các vật dụng và đồ dùng trong nhà, và khi bạn lái xe, hãy chỉ cho bé nghe các âm thanh mà bạn nghe được. Hãy đặt câu hỏi và chấp nhận các phản ứng của bé. Bạn hãy nói cho bé nghe những điều đơn giản, dễ hiểu nhưng đừng bao giờ “nói chuyện bi bô” theo ngôn từ của bé để nói chuyện với con. Bất kể là con bạn đang ở độ tuổi nào, việc phát hiện, nhận biết và điều trị các vấn đề của bé sớm luôn là biện pháp hữu hiệu nhất có thể giúp cải thiện tình trạng chậm nói và chậm phát triển ngôn ngữ. Thời gian cùng với các liệu pháp đúng đắn sẽ có thể giúp con bạn giao tiếp tốt hơn với bạn và thế giới bên ngoài."
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated <em>slowness</em>. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate <em>slowness</em>, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        },
        {
            "en": "17         17. THE GAME It was just beginning to drizzle when Edward turned onto my street. Up until that moment, I'd had no doubt that he'd be staying with me while I spent a few interim hours in the real world. And then I saw the black car, a weathered Ford, parked in Charlie's driveway — and heard Edward mutter something unintelligible in a low, harsh voice. Leaning away from the rain under the shallow front porch, Jacob Black stood behind his father's wheelchair. Billy's face was impassive as stone as Edward parked my truck against the curb. Jacob stared down, his expression mortified. Edward's low voice was furious. \"This is crossing the line.\" \"He came to warn Charlie?\" I guessed, more horrified than angry. Edward just nodded, answering Billy's gaze through the rain with narrowed eyes. I felt weak with relief that Charlie wasn't home yet. \"Let me deal with this,\" I suggested. Edward's black glare made me anxious. To my surprise, he agreed. \"That's probably best. Be careful, though. The child has no idea.\" I bridled a little at the word child. \"Jacob is not that much younger than I am,\" I reminded him. He looked at me then, his anger abruptly fading. \"Oh, I know,\" he assured me with a grin. I sighed and put my hand on the door handle. \"Get them inside,\" he instructed, \"so I can leave. I'll be back around dusk.\" \"Do you want my truck?\" I offered, meanwhile wondering how I would explain its absence to Charlie. He rolled his eyes. \"I could walk home faster than this truck moves.\" \"You don't have to leave,\" I said wistfully. He smiled at my glum expression. \"Actually, I do. After you get rid of them\" — he threw a dark glance in the Blacks' direction — \"you still have to prepare Charlie to meet your new boyfriend.\" He grinned widely, showing all of his teeth. I groaned. \"Thanks a lot.\" He smiled the crooked smile that I loved. \"I'll be back soon,\" he promised. His eyes flickered back to the porch, and then he leaned in to swiftly kiss me just under the edge of my jaw. My heart lurched frantically, and I, too, glanced toward the porch. Billy's face was no longer impassive, and his hands clutched at the armrests of his chair. \"Soon,\" I stressed as I opened the door and stepped out into the rain. I could feel his eyes on my back as I half-ran through the light sprinkle toward the porch. \"Hey, Billy. Hi, Jacob.\" I greeted them as cheerfully as I could manage. \"Charlie's gone for the day — I hope you haven't been waiting long.\" \"Not long,\" Billy said in a subdued tone. His black eyes were piercing. \"I just wanted to bring this up.\" He indicated a brown paper sack resting in his lap. \"Thanks,\" I said, though I had no idea what it could be. \"Why don't you come in for a minute and dry off?\" I pretended to be oblivious to his intense scrutiny as I unlocked the door, and waved them in ahead of me. \"Here, let me take that,\" I offered, turning to shut the door. I allowed myself one last glance at Edward. He was waiting, perfectly still, his eyes solemn. \"You'll want to put it in the fridge,\" Billy noted as he handed me the package. \"It's some of Harry Clearwater's homemade fish fry — Charlie's favorite. The fridge keeps it drier.\" He shrugged. \"Thanks,\" I repeated, but with feeling this time. \"I was running out of new ways to fix fish, and he's bound to bring home more tonight.\" \"Fishing again?\" Billy asked with a subtle gleam in his eye. \"Down at the usual spot? Maybe I'll run by and see him.\" \"No,\" I quickly lied, my face going hard. \"He was headed someplace new… but I have no idea where.\" He took in my changed expression, and it made him thoughtful. \"Jake,\" he said, still appraising me. \"Why don't you go get that new picture of Rebecca out of the car? I'll leave that for Charlie, too.\" \"Where is it?\" Jacob asked, his voice morose. I glanced at him, but he was staring at the floor, his eyebrows pulling together. \"I think I saw it in the trunk,\" Billy said. \"You may have to dig for it.\" Jacob slouched back out into the rain. Billy and I faced each other in silence. After a few seconds, the quiet started to feel awkward, so I turned and headed to the kitchen. I could hear his wet wheels squeak against the linoleum as he followed. I shoved the bag onto the crowded top shelf of the fridge, and spun around to confront him. His deeply lined face was unreadable. \"Charlie won't be back for a long time.\" My voice was almost rude. He nodded in agreement, but said nothing. \"Thanks again for the fish fry,\" I hinted. He continued nodding. I sighed and folded my arms across my chest. He seemed to sense that I had given up on small talk. \"Bella,\" he said, and then he hesitated. I waited. \"Bella,\" he said again, \"Charlie is one of my best friends.\" \"Yes.\" He spoke each word carefully in his rumbling voice. \"I noticed you've been spending time with one of the Cullens.\" \"Yes,\" I repeated curtly. His eyes narrowed. \"Maybe it's none of my business, but I don't think that is such a good idea.\" \"You're right,\" I agreed. \"It is none of your business.\" He raised his graying eyebrows at my tone. \"You probably don't know this, but the Cullen family has an unpleasant reputation on the reservation.\" \"Actually, I did know that,\" I informed him in a hard voice. This surprised him. \"But that reputation couldn't be deserved, could it?  Because the Cullens never set foot on the reservation, do they?\" I could see that my less than subtle reminder of the agreement that both bound and protected his tribe pulled him up short. \"That's true,\" he acceded, his eyes guarded. \"You seem… well informed about the Cullens. More informed than I expected.\" I stared him down. \"Maybe even better informed than you are.\" He pursed his thick lips as he considered that. \"Maybe.\" he allowed, but his eyes were shrewd. \"Is Charlie as well informed?\" He had found the weak chink in my armor. \"Charlie likes the Cullens a lot,\" I hedged. He clearly understood my evasion. His expression was unhappy, but unsurprised. \"It's not my business,\" he said. \"But it may be Charlie's.\" \"Though it would be my business, again, whether or not I think that it's Charlie's business, right?\" I wondered if he even understood my confused question as I struggled not to say anything compromising. But he seemed to. He thought about it while the rain picked up against the roof, the only sound breaking the silence. \"Yes,\" he finally surrendered. \"I guess that's your business, too.\" I sighed with relief. \"Thanks, Billy.\" \"Just think about what you're doing, Bella,\" he urged. \"Okay,\" I agreed quickly. He frowned. \"What I meant to say was, don't do what you're doing.\" I looked into his eyes, filled with nothing but concern for me, and there was nothing I could say. Just then the front door banged loudly, and I jumped at the sound. \"There's no picture anywhere in that car.\" Jacob's complaining voice reached us before he did. The shoulders of his shirt were stained with the rain, his hair dripping, when he rounded the corner. \"Hmm,\" Billy grunted, suddenly detached, spinning his chair around to face his son. \"I guess I left it at home.\" Jacob rolled his eyes dramatically. \"Great.\" \"Well, Bella, tell Charlie\" — Billy paused before continuing — \"that we stopped by, I mean.\" \"I will,\" I muttered. Jacob was surprised. \"Are we leaving already?\" \"Charlie's gonna be out late,\" Billy explained as he rolled himself past Jacob. \"Oh.\" Jacob looked disappointed. \"Well, I guess I'll see you later, then, Bella.\" \"Sure,\" I agreed. \"Take care,\" Billy warned me. I didn't answer. Jacob helped his father out the door. I waved briefly, glancing swiftly toward my now-empty truck, and then shut the door before they were gone. I stood in the hallway for a minute, listening to the sound of their car as it backed out and drove away. I stayed where I was, waiting for the irritation and anxiety to subside. When the tension eventually faded a bit, I headed upstairs to change out of my dressy clothes. I tried on a couple of different tops, not sure what to expect tonight. As I concentrated on what was coming, what had just passed became insignificant. Now that I was removed from Jasper's and Edward's influence, I began to make up for not being terrified before. I gave up quickly on choosing an outfit — throwing on an old flannel shirt and jeans — knowing I would be in my raincoat all night anyway. The phone rang and I sprinted downstairs to get it. There was only one voice I wanted to hear; anything else would be a disappointment. But I knew that if he wanted to talk to me, he'd probably just materialize in my room. \"Hello?\" I asked, breathless. \"Bella? It's me,\" Jessica said. \"Oh, hey, Jess.\" I scrambled for a moment to come back down to reality. It felt like months rather than days since I'd spoken to Jess. \"How was the dance?\" \"It was so much fun!\" Jessica gushed. Needing no more invitation than that, she launched into a minute-by-minute account of the previous night. I mmm'd and ahh'd at the right places, but it wasn't easy to concentrate. Jessica, Mike, the dance, the school — they all seemed strangely irrelevant at the moment. My eyes kept flashing to the window, trying to judge the degree of light behind the heavy clouds. \"Did you hear what I said, Bella?\" Jess asked, irritated. \"I'm sorry, what?\" \"I said, Mike kissed me! Can you believe it?\" \"That's wonderful, Jess,\" I said. \"So what did you do yesterday?\" Jessica challenged, still sounding bothered by my lack of attention. Or maybe she was upset because I hadn't asked for details. \"Nothing, really. I just hung around outside to enjoy the sun.\" I heard Charlie's car in the garage. \"Did you ever hear anything more from Edward Cullen?\" The front door slammed and I could hear Charlie banging around under the stairs, putting his tackle away. \"Um.\" I hesitated, not sure what my story was anymore. \"Hi there, kiddo!\" Charlie called as he walked into the kitchen. I waved at him. Jess heard his voice. \"Oh, your dad's there. Never mind — we'll talk tomorrow. See you in Trig.\" \"See ya, Jess.\" I hung up the phone. \"Hey, Dad,\" I said. He was scrubbing his hands in the sink. \"Where's the fish?\" \"I put it out in the freezer.\" \"I'll go grab a few pieces before they freeze — Billy dropped off some of Harry Clearwater's fish fry this afternoon.\" I worked to sound enthusiastic. \"He did?\" Charlie's eyes lit up. \"That's my favorite.\" Charlie cleaned up while I got dinner ready. It didn't take long till we were sitting at the table, eating in silence. Charlie was enjoying his food. I was wondering desperately how to fulfill my assignment, struggling to think of a way to broach the subject. \"What did you do with yourself today?\" he asked, snapping me out of my reverie. \"Well, this afternoon I just hung out around the house…\" Only the very recent part of this afternoon, actually. I tried to keep my voice upbeat, but my stomach was hollow. \"And this morning I was over at the Cullens'.\" Charlie dropped his fork. \"Dr. Cullen's place?\" he asked in astonishment. I pretended not to notice his reaction. \"Yeah.\" \"What were you doing there?\" He hadn't picked his fork back up. \"Well, I sort of have a date with Edward Cullen tonight, and he wanted to introduce me to his parents… Dad?\" It appeared that Charlie was having an aneurysm. \"Dad, are you all right?\" \"You are going out with Edward Cullen?\" he thundered. Uh-oh. \"I thought you liked the Cullens.\" \"He's too old for you,\" he ranted. \"We're both juniors,\" I corrected, though he was more right than he dreamed. \"Wait…\" He paused. \"Which one is Edwin?\" \"Edward is the youngest, the one with the reddish brown hair.\" The beautiful one, the godlike one… \"Oh, well, that's\" — he struggled — \"better, I guess. I don't like the look of that big one. I'm sure he's a nice boy and all, but he looks too… mature for you. Is this Edwin your boyfriend?\" \"It's Edward, Dad.\" \"Is he?\" \"Sort of, I guess.\" \"You said last night that you weren't interested in any of the boys in town.\" But he picked up his fork again, so I could see the worst was over. \"Well, Edward doesn't live in town, Dad.\" He gave me a disparaging look as he chewed. \"And, anyways,\" I continued, \"it's kind of at an early stage, you know.  Don't embarrass me with all the boyfriend talk, okay?\" \"When is he coming over?\" \"He'll be here in a few minutes.\" \"Where is he taking you?\" I groaned loudly. \"I hope you're getting the Spanish Inquisition out of your system now. We're going to play baseball with his family.\" His face puckered, and then he finally chuckled. \"You're playing baseball?\" \"Well, I'll probably watch most of the time.\" \"You must really like this guy,\" he observed suspiciously. I sighed and rolled my eyes for his benefit. I heard the roar of an engine pull up in front of the house. I jumped up and started cleaning my dishes. \"Leave the dishes, I can do them tonight. You baby me too much.\" The doorbell rang, and Charlie stalked off to answer it. I was half a step behind him. I hadn't realized how hard it was pouring outside. Edward stood in the halo of the porch light, looking like a male model in an advertisement for raincoats. \"Come on in, Edward.\" I breathed a sigh of relief when Charlie got his name right. \"Thanks, Chief Swan,\" Edward said in a respectful voice. \"Go ahead and call me Charlie. Here, I'll take your jacket.\" \"Thanks, sir.\" \"Have a seat there, Edward.\" I grimaced. Edward sat down fluidly in the only chair, forcing me to sit next to Chief Swan on the sofa. I quickly shot him a dirty look. He winked behind Charlie's back. \"So I hear you're getting my girl to watch baseball.\" Only in Washington would the fact that it was raining buckets have no bearing at all on the playing of outdoor sports. \"Yes, sir, that's the plan.\" He didn't look surprised that I'd told my father the truth. He might have been listening, though. \"Well, more power to you, I guess.\" Charlie laughed, and Edward joined in. \"Okay.\" I stood up. \"Enough humor at my expense. Let's go.\" I walked back to the hall and pulled on my jacket. They followed. \"Not too late, Bell.\" \"Don't worry, Charlie, I'll have her home early,\" Edward promised. \"You take care of my girl, all right?\" I groaned, but they ignored me. \"She'll be safe with me, I promise, sir.\" Charlie couldn't doubt Edward's sincerity, it rang in every word. I stalked out. They both laughed, and Edward followed me. I stopped dead on the porch. There, behind my truck, was a monster Jeep. Its tires were higher than my waist. There were metal guards over the headlights and tail-lights, and four large spotlights attached to the crash bar. The hardtop was shiny red. Charlie let out a low whistle. \"Wear your seat belts,\" he choked out. Edward followed me around to my side and opened the door. I gauged the distance to the seat and prepared to jump for it. He sighed, and then lifted me in with one hand. I hoped Charlie didn't notice. As he went around to the driver's side, at a normal, human pace, I tried to put on my seat belt. But there were too many buckles. \"What's all this?\" I asked when he opened the door. \"It's an off-roading harness.\" \"Uh-oh.\" I tried to find the right places for all the buckles to fit, but it wasn't going too quickly. He sighed again and reached over to help me. I was glad that the rain was too heavy to see Charlie clearly on the porch. That meant he couldn't see how Edward's hands lingered at my neck, brushed along my collarbones. I gave up trying to help him and focused on not hyperventilating. Edward turned the key and the engine roared to life. We pulled away from the house. \"This is a… um… big Jeep you have.\" \"It's Emmett's. I didn't think you'd want to run the whole way.\" \"Where do you keep this thing?\" \"We remodeled one of the outbuildings into a garage.\" \"Aren't you going to put on your seat belt?\" He threw me a disbelieving look. Then something sunk in. \"Run the whole way? As in, we're still going to run part of the way?\" My voice edged up a few octaves. He grinned tightly. \"You're not going to run.\" \"I'm going to be sick.\" \"Keep your eyes closed, you'll be fine.\" I bit my lip, fighting the panic. He leaned over to kiss the top of my head, and then groaned. I looked at him, puzzled. \"You smell so good in the rain,\" he explained. \"In a good way, or in a bad way?\" I asked cautiously. He sighed. \"Both, always both.\" I don't know how he found his way in the gloom and downpour, but he somehow found a side road that was less of a road and more of a mountain path. For a long while conversation was impossible, because I was bouncing up and down on the seat like a jackhammer. He seemed to enjoy the ride, though, smiling hugely the whole way. And then we came to the end of the road; the trees formed green walls on three sides of the Jeep. The rain was a mere drizzle, slowing every second, the sky brighter through the clouds. \"Sorry, Bella, we have to go on foot from here.\" \"You know what? I'll just wait here.\" \"What happened to all your courage? You were extraordinary this morning.\" \"I haven't forgotten the last time yet.\" Could it have been only yesterday? He was around to my side of the car in a blur. He started unbuckling me. \"I'll get those, you go on ahead,\" I protested. \"Hmmm…\" he mused as he quickly finished. \"It seems I'm going to have to tamper with your memory.\" Before I could react, he pulled me from the Jeep and set my feet on the ground. It was barely misting now; Alice was going to be right. \"Tamper with my memory?\" I asked nervously. \"Something like that.\" He was watching me intently, carefully, but there was humor deep in his eyes. He placed his hands against the Jeep on either side of my head and leaned forward, forcing me to press back against the door. He leaned in even closer, his face inches from mine. I had no room to escape. \"Now,\" he breathed, and just his smell disturbed my thought processes, \"what exactly are you worrying about?\" \"Well, um, hitting a tree —\" I gulped \"— and dying. And then getting sick.\" He fought back a smile. Then he bent his head down and touched his cold lips softly to the hollow at the base of my throat. \"Are you still worried now?\" he murmured against my skin. \"Yes.\" I struggled to concentrate. \"About hitting trees and getting sick.\" His nose drew a line up the skin of my throat to the point of my chin. His cold breath tickled my skin. \"And now?\" His lips whispered against my jaw. \"Trees,\" I gasped. \"Motion sickness.\" He lifted his face to kiss my eyelids. \"Bella, you don't really think I would hit a tree, do you?\" \"No, but I might.\" There was no confidence in my voice. He smelled an easy victory. He kissed slowly down my cheek, stopping just at the corner of my mouth. \"Would I let a tree hurt you?\" His lips barely brushed against my trembling lower lip. \"No,\" I breathed. I knew there was a second part to my brilliant defense, but I couldn't quite call it back. \"You see,\" he said, his lips moving against mine. \"There's nothing to be afraid of, is there?\" \"No,\" I sighed, giving up. Then he took my face in his hands almost roughly, and kissed me in earnest, his unyielding lips moving against mine. There really was no excuse for my behavior. Obviously I knew better by now. And yet I couldn't seem to stop from reacting exactly as I had the first time. Instead of keeping safely motionless, my arms reached up to twine tightly around his neck, and I was suddenly welded to his stone figure. I sighed, and my lips parted. He staggered back, breaking my grip effortlessly. \"Damn it, Bella!\" he broke off, gasping. \"You'll be the death of me, I swear you will.\" I leaned over, bracing my hands against my knees for support. \"You're indestructible,\" I mumbled, trying to catch my breath. \"I might have believed that before I met you. Now let's get out of here before I do something really stupid,\" he growled. He threw me across his back as he had before, and I could see the extra effort it took for him to be as gentle as he was. I locked my legs around his waist and secured my arms in a choke hold around his neck. \"Don't forget to close your eyes,\" he warned severely. I quickly tucked my face into his shoulder blade, under my own arm, and squeezed my eyes shut. And I could hardly tell we were moving. I could feel him gliding along beneath me, but he could have been strolling down the sidewalk, the movement was so smooth. I was tempted to peek, just to see if he was really flying through the forest like before, but I resisted. It wasn't worth that awful dizziness. I contented myself with listening to his breath come and go evenly. I wasn't quite sure we had stopped until he reached back and touched my hair. \"It's over, Bella.\" I dared to open my eyes, and, sure enough, we were at a standstill. I stiffly unlocked my stranglehold on his body and slipped to the ground, landing on my backside. \"Oh!\" I huffed as I hit the wet ground. He stared at me incredulously, evidently not sure whether he was still too mad to find me funny. But my bewildered expression pushed him over the edge, and he broke into a roar of laughter. I picked myself up, ignoring him as I brushed the mud and bracken off the back of my jacket. That only made him laugh harder. Annoyed, I began to stride off into the forest. I felt his arm around my waist. \"Where are you going, Bella?\" \"To watch a baseball game. You don't seem to be interested in playing anymore, but I'm sure the others will have fun without you.\" \"You're going the wrong way.\" I turned around without looking at him, and stalked off in the opposite direction. He caught me again. \"Don't be mad, I couldn't help myself. You should have seen your face.\" He chuckled before he could stop himself. \"Oh, you're the only one who's allowed to get mad?\" I asked, raising my eyebrows. \"I wasn't mad at you.\" \"'Bella, you'll be the death of me'?\" I quoted sourly. \"That was simply a statement of fact.\" I tried to turn away from him again, but he held me fast. \"You were mad,\" I insisted. \"Yes.\" \"But you just said —\" \"That I wasn't mad at you. Can't you see that, Bella?\" He was suddenly intense, all trace of teasing gone. \"Don't you understand?\" \"See what?\" I demanded, confused by his sudden mood swing as much as his words. \"I'm never angry with you — how could I be? Brave, trusting… warm as you are.\" \"Then why?\" I whispered, remembering the black moods that pulled him away from me, that I'd always interpreted as well-justified frustration — frustration at my weakness, my <em>slowness</em>, my unruly human reactions… He put his hands carefully on both sides of my face. \"I infuriate myself,\" he said gently. \"The way I can't seem to keep from putting you in danger. My very existence puts you at risk. Sometimes I truly hate myself. I should be stronger, I should be able to —\"  I placed my hand over his mouth. \"Don't.\" He took my hand, moving it from his lips, but holding it to his face. \"I love you,\" he said. \"It's a poor excuse for what I'm doing, but it's still true.\" It was the first time he'd said he loved me — in so many words. He might not realize it, but I certainly did. \"Now, please try to behave yourself,\" he continued, and he bent to softly brush his lips against mine. I held properly still. Then I sighed. \"You promised Chief Swan that you would have me home early, remember? We'd better get going.\" \"Yes, ma'am.\" He smiled wistfully and released all of me but one hand. He led me a few feet through the tall, wet ferns and draping moss, around a massive hemlock tree, and we were there, on the edge of an enormous open field in the lap of the Olympic peaks. It was twice the size of any baseball stadium. I could see the others all there; Esme, Emmett, and Rosalie, sitting on a bare outcropping of rock, were the closest to us, maybe a hundred yards away. Much farther out I could see Jasper and Alice, at least a quarter of a mile apart, appearing to throw something back and forth, but I never saw any ball. It looked like Carlisle was marking bases, but could they really be that far apart? When we came into view, the three on the rocks rose. Esme started toward us. Emmett followed after a long look at Rosalie's back; Rosalie had risen gracefully and strode off toward the field without a glance in our direction. My stomach quivered uneasily in response. \"Was that you we heard, Edward?\" Esme asked as she approached. \"It sounded like a bear choking,\" Emmett clarified. I smiled hesitantly at Esme. \"That was him.\" \"Bella was being unintentionally funny,\" Edward explained, quickly settling the score. Alice had left her position and was running, or dancing, toward us. She hurtled to a fluid stop at our feet. \"It's time,\" she announced. As soon as she spoke, a deep rumble of thunder shook the forest beyond us, and then crashed westward toward town. \"Eerie, isn't it?\" Emmett said with easy familiarity, winking at me. \"Let's go.\" Alice reached for Emmett's hand and they darted toward the oversized field; she ran like a gazelle. He was nearly as graceful and just as fast — yet Emmett could never be compared to a gazelle. \"Are you ready for some ball?\" Edward asked, his eyes eager, bright. I tried to sound appropriately enthusiastic. \"Go team!\" He snickered and, after mussing my hair, bounded off after the other two. His run was more aggressive, a cheetah rather than a gazelle, and he quickly overtook them. The grace and power took my breath away. \"Shall we go down?\" Esme asked in her soft, melodic voice, and I realized I was staring openmouthed after him. I quickly reassembled my expression and nodded. Esme kept a few feet between us, and I wondered if she was still being careful not to frighten me. She matched her stride to mine without seeming impatient at the pace.  \"You don't play with them?\" I asked shyly. \"No, I prefer to referee — I like keeping them honest,\" she explained. \"Do they like to cheat, then?\" \"Oh yes — you should hear the arguments they get into! Actually, I hope you don't, you would think they were raised by a pack of wolves.\" \"You sound like my mom,\" I laughed, surprised. She laughed, too. \"Well, I do think of them as my children in most ways. I never could get over my mothering instincts — did Edward tell you I had lost a child?\" \"No,\" I murmured, stunned, scrambling to understand what lifetime she was remembering. \"Yes, my first and only baby. He died just a few days after he was born, the poor tiny thing,\" she sighed. \"It broke my heart — that's why I jumped off the cliff, you know,\" she added matter-of-factly. \"Edward just said you f-fell,\" I stammered. \"Always the gentleman.\" She smiled. \"Edward was the first of my new sons. I've always thought of him that way, even though he's older than I, in one way at least.\" She smiled at me warmly. \"That's why I'm so happy that he's found you, dear.\" The endearment sounded very natural on her lips. \"He's been the odd man out for far too long; it's hurt me to see him alone.\" \"You don't mind, then?\" I asked, hesitant again. \"That I'm… all wrong for him?\" \"No.\" She was thoughtful. \"You're what he wants. It will work out, somehow,\" she said, though her forehead creased with worry. Another peal of thunder began. Esme stopped then; apparently, we'd reached the edge of the field. It looked as if they had formed teams. Edward was far out in left field, Carlisle stood between the first and second bases, and Alice held the ball, positioned on the spot that must be the pitcher's mound. Emmett was swinging an aluminum bat; it whistled almost untraceably through the air. I waited for him to approach home plate, but then I realized, as he took his stance, that he was already there — farther from the pitcher's mound than I would have thought possible. Jasper stood several feet behind him, catching for the other team. Of course, none of them had gloves. \"All right,\" Esme called in a clear voice, which I knew even Edward would hear, as far out as he was. \"Batter up.\" Alice stood straight, deceptively motionless. Her style seemed to be stealth rather than an intimidating windup. She held the ball in both hands at her waist, and then, like the strike of a cobra, her right hand flicked out and the ball smacked into Jasper's hand. \"Was that a strike?\" I whispered to Esme. \"If they don't hit it, it's a strike,\" she told me. Jasper hurled the ball back to Alice's waiting hand. She permitted herself a brief grin. And then her hand spun out again. This time the bat somehow made it around in time to smash into the invisible ball. The crack of impact was shattering, thunderous; it echoed off the mountains — I immediately understood the necessity of the thunderstorm. The ball shot like a meteor above the field, flying deep into the surrounding forest. \"Home run,\" I murmured. \"Wait,\" Esme cautioned, listening intently, one hand raised. Emmett was a blur around the bases, Carlisle shadowing him. I realized Edward was missing. \"Out!\" Esme cried in a clear voice. I stared in disbelief as Edward sprang from the fringe of the trees, ball in his upraised hand, his wide grin visible even to me. \"Emmett hits the hardest,\" Esme explained, \"but Edward runs the fastest.\" The inning continued before my incredulous eyes. It was impossible to keep up with the speed at which the ball flew, the rate at which their bodies raced around the field. I learned the other reason they waited for a thunderstorm to play when Jasper, trying to avoid Edward's infallible fielding, hit a ground ball toward Carlisle. Carlisle ran into the ball, and then raced Jasper to first base. When they collided, the sound was like the crash of two massive falling boulders. I jumped up in concern, but they were somehow unscathed. \"Safe,\" Esme called in a calm voice. Emmett's team was up by one — Rosalie managed to flit around the bases after tagging up on one of Emmett's long flies — when Edward caught the third out. He sprinted to my side, sparkling with excitement. \"What do you think?\" he asked. \"One thing's for sure, I'll never be able to sit through dull old Major League Baseball again.\" \"And it sounds like you did so much of that before,\" he laughed. \"I am a little disappointed,\" I teased. \"Why?\" he asked, puzzled. \"Well, it would be nice if I could find just one thing you didn't do better than everyone else on the planet.\" He flashed his special crooked smile, leaving me breathless. \"I'm up,\" he said, heading for the plate. He played intelligently, keeping the ball low, out of the reach of Rosalie's always-ready hand in the outfield, gaining two bases like lightning before Emmett could get the ball back in play. Carlisle knocked one so far out of the field — with a boom that hurt my ears — that he and Edward both made it in. Alice slapped them dainty high fives. The score constantly changed as the game continued, and they razzed each other like any street ballplayers as they took turns with the lead. Occasionally Esme would call them to order. The thunder rumbled on, but we stayed dry, as Alice had predicted. Carlisle was up to bat, Edward catching, when Alice suddenly gasped. My eyes were on Edward, as usual, and I saw his head snap up to look at her. Their eyes met and something flowed between them in an instant. He was at my side before the others could ask Alice what was wrong. \"Alice?\" Esme's voice was tense. \"I didn't see — I couldn't tell,\" she whispered. All the others were gathered by this time. \"What is it, Alice?\" Carlisle asked with the calm voice of authority. \"They were traveling much quicker than I thought. I can see I had the perspective wrong before,\" she murmured. Jasper leaned over her, his posture protective. \"What changed?\" he asked. \"They heard us playing, and it changed their path,\" she said, contrite, as if she felt responsible for whatever had frightened her. Seven pairs of quick eyes flashed to my face and away. \"How soon?\" Carlisle said, turning toward Edward. A look of intense concentration crossed his face. \"Less than five minutes. They're running — they want to play.\" He scowled. \"Can you make it?\" Carlisle asked him, his eyes flicking toward me again. \"No, not carrying —\" He cut short. \"Besides, the last thing we need is for them to catch the scent and start hunting.\" \"How many?\" Emmett asked Alice. \"Three,\" she answered tersely. \"Three!\" he scoffed. \"Let them come.\" The steel bands of muscle flexed along his massive arms. For a split second that seemed much longer than it really was, Carlisle deliberated. Only Emmett seemed unperturbed; the rest stared at Carlisle's face with anxious eyes. \"Let's just continue the game,\" Carlisle finally decided. His voice was cool and level. \"Alice said they were simply curious.\" All this was said in a flurry of words that lasted only a few seconds. I had listened carefully and caught most of it, though I couldn't hear what Esme now asked Edward with a silent vibration of her lips. I only saw the slight shake of his head and the look of relief on her face. \"You catch, Esme,\" he said. \"I'll call it now.\" And he planted himself in front of me. The others returned to the field, warily sweeping the dark forest with their sharp eyes. Alice and Esme seemed to orient themselves around where I stood. \"Take your hair down,\" Edward said in a low, even voice. I obediently slid the rubber band out of my hair and shook it out around me. I stated the obvious. \"The others are coming now.\" \"Yes, stay very still, keep quiet, and don't move from my side, please.\" He hid the stress in his voice well, but I could hear it. He pulled my long hair forward, around my face. \"That won't help,\" Alice said softly. \"I could smell her across the field.\" \"I know.\" A hint of frustration colored his tone. Carlisle stood at the plate, and the others joined the game halfheartedly. \"What did Esme ask you?\" I whispered. He hesitated for a second before he answered. \"Whether they were thirsty,\" he muttered unwillingly. The seconds ticked by; the game progressed with apathy now. No one dared to hit harder than a bunt, and Emmett, Rosalie, and Jasper hovered in the infield.  Now and again, despite the fear that numbed my brain, I was aware of Rosalie's eyes on me. They were expressionless, but something about the way she held her mouth made me think she was angry. Edward paid no attention to the game at all, eyes and mind ranging the forest. \"I'm sorry, Bella,\" he muttered fiercely. \"It was stupid, irresponsible, to expose you like this. I'm so sorry.\" I heard his breath stop, and his eyes zeroed in on right field. He took a half step, angling himself between me and what was coming. Carlisle, Emmett, and the others turned in the same direction, hearing sounds of passage much too faint for my ears.",
            "vi": "17        17. Trận đấu Khi Edward rẽ vào đường vào nhà của tôi, mưa bụi mới bắt đầu rơi. Mãi đến tận lúc đó, tôi mới không nghi ngờ việc anh sẽ ở bên tôi khi tôi sống vài tiếng đồng hồ tạm bợ trong thế giới thực.  Và rồi tôi nhìn thấy chiếc xe đen, một chiếc Ford dạn dày sương gió, đỗ ở đường lái xe vào nhà - và nghe Edward lẩm bẩm gì đó khó hiểu bằng giọng trầm khó chịu.  Tránh mưa dưới mái hiên hẹp, Jacob Black đứng đằng sau xe lăn của cha mình. Khuôn mặt Billy dửng dưng như đá khi Edward dừng chiếc xe tải của tôi sát lề đường. Jacob nhìn chằm chằm xuống đất, đầy chịu đựng.  Giọng trầm của Edward điên tiết. \"Vầy là vượt quá giới hạn rồi.” \"Ông ấy đến để cảnh báo Charlie?\" tôi đoán, hoảng sợ hơn tức giận.  Edward chỉ gật đầu, nheo mắt đáp lại ánh nhìn chằm chằm của Billy qua màn mưa.  Tôi cảm thấy yếu ớt nhưng nhẹ nhõm vì Charlie chưa về nhà.  \"Để em xử lý chuyện này cho, \" tôi đề nghị. Ánh mắt u ám của Edward làm tôi lo lắng.  Tôi không ngờ anh đồng ý. \"Chắc vậy là tốt nhất. Nhưng dù sao em cũng hãy cẩn thận. Thằng nhỏ chẳng biết gì đâu.” Tôi hơi bực vì từ “thằng nhỏ”. \"Jacob đâu có nhỏ tuổi hơn em nhiều lắm đâu, \" tôi nhắc anh.  Anh nhìn tôi rồi, cơn giận anh bỗng dịu đi. \"Ồ, anh biết, \" anh cười toe toét đảm bảo với tôi.  Tôi thở dài rồi đặt tay lên tay cầm cửa xe.  \"Đưa họ vô nhà nhé, \" anh dặn, \"để anh có thể đi. Anh sẽ trở lại lúc chạng vạng.” \"Anh muốn đi xe của em không?\" tôi đề nghị, vừa tự hỏi không biết sẽ giải thích với Charlie như thế nào về vụ không có xe ở nhà.  Anh trợn tròn mắt. \"Anh đi bộ về nhà còn nhanh hơn cái xe tải này chạy. \" \"Anh đâu cần phải đi đâu, \" tôi buồn bã nói.  Anh cười vì vẻ rầu rĩ của tôi. \"Thực ra thì anh cần phải đi. Sau khi em tống khứ họ đi rồi” - anh liếc nhìn giận dữ về hướng cha con nhà Black - \"em còn phải chuẩn bị tinh thần cho Charlie gặp bạn trai mới của em nữa. \" Anh cười toe toét.  Tôi rên rỉ. \"Cám ơn nhiều. \" Anh nhếch miệng cười nụ cười tôi thích. \"Anh sẽ quay lại ngay mà, \" anh hứa. Mắt anh lại liếc về phía hiên nhà, rồi anh nghiêng người hôn thật nhanh ngay dưới cằm tôi. Tim tôi chao đảo điên cuồng, và tôi, cũng, liếc nhìn về phía hàng hiên. Khuôn mặt của Billy không còn bình thản nữa, bàn tay ông chộp lấy chỗ gác tay của chiếc xe lăn.  \"Nhanh nhé, \" tôi nhấn mạnh khi mở cửa bước vào màn mưa.  Tôi có thể cảm thấy mắt anh dán vào lưng tôi khi tôi đi như chạy qua màn mưa lất phất về phía hàng hiên.  \"Chào bác, Billy. Chào, Jacob. \" tôi chào họ, cố vui vẻ hết mức có thể.  \"Charlie đi suốt ngày – cháu hy vọng bác chưa đợi lâu. \" \"Không lâu đâu, \" Billy nói bằng giọng khẽ khàng. Đôi mắt đen của ông sắc lẻm.  \"Bác chỉ muốn mang biếu cái này. \"  Ông chỉ túi giấy nâu đang đặt trong lòng.  \"Cám ơn bác, \" tôi nói, cho dù tôi không biết đó có thể là gì. \"Sao bác không vào nhà một chút để hong khô người?\" Tôi giả vờ không để ý đến cái nhìn dò hỏi dữ dội của ông khi mở khoá cửa, rồi vẫy tay gọi họ vào nhà trước mình.  \"Đây, để cháu cầm cho nhé, \" tôi đề nghị, quay ra đóng cửa. Tôi cho phép mình liếc nhìn lần cuối vào Edward. Anh đang đợi, hoàn toàn bất động, mắt nghiêm nghị.  \"Cháu nên bỏ nó vào tủ lạnh, \" Billy lưu ý khi ông trao cho tôi gói đồ. \"Cá chiên nhà làm của Harry Clearwater  - món ưa thích của Charlie.  Tủ lạnh giữ nó khô ráo hơn. \" ông nhún vai.  \"Cám ơn bác, \" tôi lặp lại, nhưng lần này thực sự biết ơn. \"Cháu hết biết cách làm món cá rồi mà tối nay thế nào bố cháu cũng mang thêm cá về.” \"Câu cá nữa hả?”  Billy hỏi với ánh mắt linh lợi. \"Xuống chỗ thường câu? Chắc bác sẽ ghé qua gặp bố cháu.” \"Không, \" tôi nói dối thật nhanh, mặt tôi bối rối. \"Bố cháu đã đi đến chỗ mới ... mà cháu không biết ở đâu. \" Ông nhìn vẻ mặt thay đổi của tôi, và nó làm ông trầm tư suy nghĩ.  \"Jake, \" ông nói, vẫn dò xét tôi. \"Sao con không đi lấy tấm hình Rebecca mới chụp trong xe vào đây? Bố cũng mang tặng Charlie đó. \" \"Nó ở đâu vậy?\" Jacob hỏi, giọng anh chàng buồn rầu. Tôi nhìn lướt qua anh, nhưng anh chàng cứ dán mắt xuống sàn nhà, lông mày nhíu lại. \"Bố nghĩ bố thấy nó trong thùng xe, \" Billy nói. \" chắc con phải lục tìm.” Jacob lùi lũi trở lại màn mưa.  Billy và tôi đối mặt nhau trong im lặng. Sau vài giây, sự im lặng bắt đầu làm tôi cảm thấy lúng túng ngượng nghịu, vì vậy tôi quay vào bếp. Tôi có thể nghe tiếng bánh xe ẩm ướt của ông nghiến trên vải sơn lót sàn khi ông đi theo.  Tôi đẩy túi giấy lên tầng trên cùng đã đầy nhóc của tủ lạnh, và quay mình đương đầu với ông. Khuôn mặt đầy nếp nhăn của ông không thể hiểu nổi.  \"Charlie chắc còn lâu mới về nhà. \" Giọng tôi gần như khiếm nhã.  Ông gật đầu đồng ý, nhưng chẳng nói gì.  \"Cảm ơn bác một lần nữa vì đã cho món cá chiên, \" tôi gợi ý.  Ông tiếp tục gật gù. Tôi thở dài và khoanh tay trước ngực.  Ông dường như cảm thấy tôi hết biết nói gì. \"Bella, \" ông nói, rồi do dự.  Tôi đợi.  \"Bella, \" ông lại nói, \" Charlie là một trong những người bạn thân nhất của bác. \" \"Vâng. \" Ông nói từng từ cẩn thận bằng giọng trầm trầm. \"Bác để ý thấy cháu đang dành thời gian cho một thành viên trong gia đình Cullens. \" \"Vâng, \" tôi lặp lại cộc lốc.  Mắt ông nheo lại. \"Có lẽ chẳng phải là chuyện bác, nhưng bác nghĩ đó không phải là một ý hay lắm đâu.” \"Bác nói đúng, \" tôi đồng ý. \" Đó không phải là chuyện của bác. \" Ông nhướng đôi mày bạc vì giọng tôi. \"Có lẽ cháu không biết chuyện này, gia đình Cullen mang tiếng không hay ở khu bảo tồn.” \"Thực ra thì, cháu biết rõ chuyện đó,” tôi báo ông biết bằng một giọng cứng cỏi. Điều này làm ông ngạc nhiên. \"Nhưng tiếng tai đó đâu có ích gì, phải không? Vì nhà Cullen đâu bao giờ đặt chân lên khu bảo tồn?\"  Tôi có thể thấy cách nhắc nhở kém tế nhị của mình về giao ước vừa ràng buộc vừa bảo vệ bộ lạc ấy đã làm ông sửng sốt.  \"Đúng vậy,”   ông đồng ý, ánh mắt dè dặt. \"Hình như cháu ... biết rất rõ về gia đình Cullens.  Rõ hơn bác nghĩ.” Tôi nhìn chằm chằm làm ông phải quay đi. \"Chắc rõ hơn cả bác.” Ông bĩu đôi môi dày khi suy nghĩ về điều đó. \"Chắc vậy. \" ông thú nhận, nhưng mắt ông sắc sảo. \"Thế Charlie cũng biết rõ chứ?\" Ông đã tìm ra gót chân Archille trong bộ áo giáp của tôi.  \"Charlie rất thích nhà Cullens, \" tôi đánh trống lảng.  Ông hiểu rõ sự lẩn tránh của tôi. Vẻ mặt ông không vui, nhưng không hề ngạc nhiên.  \"Đó không phải là chuyện của bác, \" ông nói. \"Nhưng chắc là chuyện của Charlie. \" \"Tuy vậy, vẫn là chuyện của cháu, dù cháu có nghĩ đó là chuyện của Charlie hay không, phải không bác?\" Tôi tự hỏi không biết ông có hiểu nỗi câu hỏi lộn xộn của tôi hay không khi tôi cố gắng không nói bất cứ câu gì nhượng bộ. Nhưng ông có vẻ hiểu. Ông suy nghĩ về câu đó khi mưa nặng hạt trên mái nhà, âm thanh duy nhất phá tan sự yên lặng.  \"Đúng, \" cuối cùng ông cũng đầu hàng. \"Bác cũng nghĩ đó là chuyện của riêng cháu.” Tôi thở phào nhẹ nhõm. \"Cám ơn, Billy. \" \"Chỉ xin hãy nghĩ về chuyện cháu sắp làm, Bella, \" ông cố thuyết phục.  \"OK, \" tôi đồng ý nhanh chóng.  Ông cau mày. \"Ý bác muốn nói là, đừng làm điều cháu sắp làm.” Tôi nhìn vào mắt ông, chan chứa nỗi lo ngại cho tôi, nên tôi chẳng biết nói gì.  Ngay lúc đó, cửa trước bị tông cái rầm, và tôi nhảy dựng lên vì âm thanh ấy.  \"Chẳng thấy tấm hình nào ở đâu trong xe cả.  Giọng than phiền của Jacob vang đến tai chúng tôi trước khi anh chàng xuất hiện. Vai áo sơ mi của anh lấm tấm nước mưa, tóc nhỏ nước, khi anh chàng vòng qua góc nhà.  \"Hmmm, \" Billy làu bàu, bỗng trở nên vô tư, xoay xe lăn đối diện với con trai. \"Chắc bố để nó ở nhà. \" Jacob trợn tròn mắt đầy kịch tính. \"Tuyệt thật. \" \"Ừm, Bella, hãy nói với Charlie là\" - Billy ngừng lại trước khi nói tiếp - \"ý bác là, bọn bác có ghé qua. \" \"Cháu sẽ nói, \" tôi thì thầm.  Jacob ngạc nhiên. \"Mình đi rồi sao?\" \"Charlie sẽ về trễ lắm, \" Billy giải thích khi ông đẩy xe qua mặt Jacob.  \"Ôi. \" Jacob có vẻ thất vọng. \"Ừm, tôi nghĩ sẽ gặp lại bạn sau, Bella. \" \"Chắc chắn rồi, \" tôi đồng ý.  \"Bảo trọng nhé, \" Billy cảnh báo tôi. Tôi không trả lời.  Jacob giúp cha anh ra cửa. Tôi vẫy tay lấy lệ, liếc nhìn nhanh về phía chiếc xe tải của tôi bây giờ – chẳng còn ai, rồi đóng cửa lại trước khi họ khuất dạng.  Tôi đứng trong tiền sảnh một chút, lắng nghe âm thanh xe của họ khi nó lùi lại rồi chạy đi. Tôi đứng yên một chỗ, chờ nỗi bực tức và lo âu lắng xuống. Khi căng thẳng cuối cùng đã hơi dịu đi, tôi lên lầu thay bộ quần áo chưng diện của mình ra.  Tôi thử vài cái áo khác nhau, không biết đêm nay sẽ ra sao.  Khi tập trung vào chuyện sắp đến, chuyện tôi vừa trải qua đã trở thành chuyện nhỏ. Bây giờ vì đã không còn bị ảnh hưởng bởi Jasper và Edward, tôi bắt đầu cảm thấy kinh hãi. Tôi chán nản không thèm chọn quần áo nữa – mà mặc đại một chiếc sơ mi fla-nen cũ với quần jean - biết là thế nào mình cũng phải mặc áo mưa suốt đêm nay.  Điện thoại reng nên tôi chạy hết tốc lực xuống lầu để nghe. Chỉ có một giọng tôi muốn nghe mà thôi; mọi giọng khác sẽ làm tôi thất vọng. Nhưng tôi biết nếu anh muốn nói chuyện với tôi, có lẽ anh sẽ biến điều đó thành hiện thực trong phòng tôi.  \"Chào ?\" tôi hỏi, không kịp thở.  \"Bella? Tớ nè, \" Jessica nói.  \"Ồ, chào, Jess. \" tôi tập trung đầu óc một chốc mới quay lại thực tại được.  Tưởng như bao tháng trời trôi qua chớ không phải chỉ mới mấy ngày tôi không trò chuyện với Jess. \"Vụ khiêu vũ ra sao rồi?\" \"Vui quá trời!\" Jessica nói một thôi một hồi. Chẳng cần mời mọc thêm, cô nàng bắt đầu kể chi tiết từng phút một của đêm hôm trước.  Tôi chà chà rồi à à đúng chỗ, nhưng không dễ tập trung.  Jessica, Mike, khiêu vũ, trường - tất cả mọi thứ đều có vẻ chẳng liên quan gì tới tôi một cách kỳ lạ vào lúc này. Mắt tôi cứ liếc nhìn cửa sổ, cố đánh giá độ sáng sau đám mây dày đặc.  \"Bồ có nghe tớ nói không đó, Bella ?\" Jess hỏi, tức tối.  \"Tớ xin lỗi, gì hả?\" \"Tớ kể là, Mike hôn tớ!  Bồ có tin nỗi không?\" \"Thật tuyệt vời, Jess, \" tôi nói.  \"Vậy bồ đã làm gì hôm qua?\" Jessica thách thức, vẫn còn có vẻ bực mình vì việc tôi thiếu chú ý. Hay có lẽ cô nàng khó chịu vì tôi đã không hỏi chi tiết.  \"Không gì hết, thật đó. Tôi chỉ đi vòng vòng ngoài trời để hít thở nắng trời thôi. \" Tôi nghe tiếng xe Charlie trong ga-ra.  \"Thế bồ có biết thêm gì từ Edward Cullen không?\" Cửa trước đóng sầm và tôi có thể nghe Charlie đập rầm rầm dưới cầu thang, cất dụng cụ của ông.  \"Ờ.... \" tôi do dự, không chắc câu chuyện của mình có phải là thêm gì không.  \"Chào, nhóc!\" Charlie gọi khi bố vào bếp. Tôi vẫy tay với ông.  Jess nghe tiếng ông. \"Ồ, bố bồ ở đó hả. Không sao cả – mai nói nhe. Hẹn gặp lại bạn trong giờ Lượng giác. \" \"Tạm biệt, Jess. \" tôi gác điện thoại.  \"Chào, bố, \" tôi nói. Ông đang cọ rửa tay trong bồn rửa chén. \"Cá đâu rồi?\" \"Bố tống vô ngăn đá rồi. \" \"Con sẽ đi lấy mấy miếng trước khi tụi nó bị đông cứng - Billy cho ít cá chiên của Harry Clearwater chiều nay đó. \" Tôi cố tỏ ra nhiệt tình.  \"Vậy à?\" mắt Charlie sáng rỡ. \"Món bố khoái.” Charlie tắm rửa trong khi tôi chuẩn bị bữa tối. Chẳng mất bao nhiêu thời gian là chúng tôi đã ngồi ở bàn, ăn trong im lặng. Charlie đang thưởng thức món của mình. Tôi đang phân vân tuyệt vọng làm sao để thực hiện nhiệm vụ được giao, cố nghĩ ra cách đề cập đến đề tài này.  \"Hôm nay con làm gì?\" ông hỏi, lôi tôi ra khỏi sự mơ màng.  \"Ừm, chiều nay con chỉ đi chơi quanh nhà ...\" Thực ra thì, chỉ phần rất mới đây của buổi chiều hôm nay. Tôi cố giữ lạc quan trong giọng nói, nhưng chẳng cảm thấy vậy trong lòng. \" Còn sáng nay thì con qua nhà Cullens chơi'. \" Charlie làm rớt cái nĩa.  \"Nhà bác sĩ Cullen?\" ông kinh ngạc hỏi.  Tôi giả vờ không nhận thấy phản ứng của ông. \"Dạ. \" \"Con làm gì ở đó?\" ông không nhặt nĩa lên.  \"Ừm, con có hẹn với Edward Cullen đêm nay, nên anh ấy muốn giới thiệu con với cha mẹ của anh ấy ... Bố?\" Trông giống như Charlie đang bị lên tăng xông.  \"Bố, bố ổn chứ ?\" \"Con sẽ đi chơi với Edward Cullen?\" ông la lối.  Ừ - ồ. \" con tưởng bố thích nhà Cullens. \" \"Hắn ta quá già so với con, \" ông la to.  \"Tụi con đều là học sinh trung học mà, \" tôi chỉnh lại, dù bố nói đúng hơn bố tưởng.  \"Chờ chút. \" ông dừng lại. \"Ai là Edwin ?\" \"Edward là người trẻ nhất, có tóc nâu đỏ sẫm.”  Người đẹp trai, người đẹp như thần thánh, người ... \"Ồ, ờ thì, vậy thì \" - ông đấu tranh - \"đỡ hơn, bố nghĩ.  Bố không thích khuôn mặt của thằng to con.  Bố biết nó là một thằng bé dễ thương và vân vân, nhưng nó trông quá ... chững chạc so với con. Có phải Edwin này là bạn trai của con không?\" \"Edward, bố. \" \"Phải không?\" \"Con nghĩ là đại loại vậy. \" \"Sao tối qua con bảo con không để ý tới thằng nào trong thành phố hết. \" Nhưng ông đã nhặt cái nĩa lên, nên tôi có thể xem như phần tệ nhất đã qua rồi.  \"Ừm, Edward đâu có sống trong thành phố đâu, bố. \" Ông vừa nhìn tôi bất mãn vừa nhai.  \"Và, dù sao chăng nữa, \" tôi nói tiếp, \"chỉ mới là giai đoạn đầu thôi mà, bố biết rồi.  Đừng làm con quê với kiểu nói bạn trai này nọ, nhé?\" \"Khi nào nó đến?\" \"Chắc vài phút nữa. \" \"Nó sẽ đưa con đi đâu?\" Tôi rên to. \"Con hy vọng bây giờ bố sẽ bỏ cách tra tấn kiểu toà án dị giáo khỏi phương pháp của bố đi. Chúng con sẽ chơi bóng chày với gia đình anh ấy. \" Khuôn mặt ông nhăn lại rồi thì cuối cùng ông cũng cười khúc khích. \"Con mà chơi bóng chày hả?\" \"Ừm, chắc con chỉ ngồi xem thôi.” \"Con hẳn thích anh chàng này lắm đây,” ông nghi ngờ quan sát.  Tôi thở dài và trợn tròn mắt tỏ vẻ không tin để ông yên tâm.  Nghe tiếng gầm rú của động cơ dừng lại ngay trước nhà, tôi đứng bật dậy và bắt đầu rửa chén đĩa.  \"Để chén đĩa đó đi, tối nay bố rửa cho. Con nuông chiều bố quá rồi.” Chuông cửa reo, và Charlie hầm hầm ra mở cửa. Tôi theo sát ông.  Tôi đã không nhận ra mưa lớn như thế nào ở bên ngoài. Edward đứng trong quầng sáng của bóng đèn hàng hiên, trông giống như người mẫu nam trong quảng cáo áo mưa.  \"Vào đi, Edward. \" Tôi thở phào nhẹ nhõm khi Charlie gọi đúng tên anh.  \"Cám ơn, Chief Swan, \" Edward lễ phép nói.  \"Cứ tự nhiên và hãy gọi ta là Charlie. Đây, để ta treo áo khoác cho cháu.” \"Cám ơn, Ngài. \" \"Ngồi đó đi, Edward. \" Tôi nhăn nhó.  Edward nhẹ nhàng ngồi vào chiếc ghế duy nhất, làm tôi phải ngồi cạnh Chief Swan trên ghế xô-pha. Tôi liếc nhìn anh đe doạ. Anh nháy mắt sau lưng Charlie.  \"Vậy là ta nghe nói cháu sẽ đưa con gái ta đi xem bóng chày.”  Chỉ ở Washington thì chuyện trời đang mưa như trút mới chẳng hề có ảnh hưởng gì đến chuyện chơi thể thao ngoài trời.  \"Vâng, thưa Ngài, đó là kế hoạch. \" Anh trông chẳng có vẻ bị bất ngờ vì tôi đã kể bố nghe sự thật.  Tuy vậy, chắc anh đã nghe lén.  \"Ừm, mong cháu gặp nhiều may mắn. \" Charlie cười, và Edward cười theo.  \"OK. \" tôi đứng dậy. \" Chọc con vậy đủ rồi. Đi nào. \" Tôi quay lại phòng khách rồi mặc áo khoác vào. Họ đi theo.  \"Đừng về trễ quá nhé, Bell. \" \"Đừng lo, Charlie, cháu sẽ đưa cô ấy về sớm, \" Edward hứa.  \"Cháu chăm sóc cô gái của ta giùm nhé?\" Tôi rên rỉ, nhưng họ lờ tôi đi.  \"Cô ấy sẽ an toàn với cháu, cháu xin hứa, thưa Ngài. \" Charlie không thể nghi ngờ gì sự chân thành của Edward, từng lời anh đều đầy vẻ chân thành.  Tôi hầm hầm bước ra. Họ cùng cười, và Edward theo tôi.  Tôi đứng lặng trên hàng hiên. Đằng kia, sau xe tải của tôi, là chiếc jeep khổng lồ.  Vỏ xe của nó cao hơn thắt lưng của tôi. Có khung kim loại bảo vệ đèn pha và đèn hậu, và bốn đèn pha gắn ở cái cản bùn. Mui kim loại tháo rời được màu đỏ bóng loáng.  Charlie huýt sáo nho nhỏ.  \"Nhớ thắt dây an toàn, \" ông nghẹn lời.  Edward đi theo bên tôi và mở cửa. Tôi ước lượng khoảng cách đến chỗ ngồi rồi chuẩn bị nhảy lên đó. Anh thở dài, rồi nâng tôi lên bằng một tay. Tôi hy vọng Charlie không chú ý chuyện đó.  Khi anh đi vòng qua phía tài xế, bằng bước đi bình thường, bước đi của con người, tôi cố đeo dây an toàn vào. Nhưng có quá nhiều khoá.  \"Tất cả những cái này là gì?\" tôi hỏi khi thấy anh mở cửa.  \"Đó là bộ khoá bảo hộ để chạy trên địa hình gồ ghề.” \"Ôi. \" Tôi cố gắng tìm cách cài mấy cái khoá cho đúng chỗ, mà chẳng được. Anh lại thở dài rồi vươn tay giúp tôi. Tôi mừng vì mưa quá lớn nên không thấy được Charlie rõ ràng trên hàng hiên.  Nghĩa là ông không thể biết được cái kiểu tay Edward nấn ná ở cổ tôi, vuốt dọc xương vai tôi. Tôi không dám giúp anh và ráng tập trung không thở dồn dập.  Edward vặn chìa khoá và động cơ gầm lên. Chúng tôi chạy ra khỏi nhà.  \"Anh có ... cái xe Jeep ... lớn quá.” \"Của Emmett đó.  Anh nghĩ em không muốn chạy bộ hết cả quãng đường. \" \"Anh để thứ này ở đâu vậy?” \"Bọn anh nâng cấp một trong mấy cái nhà phụ thành ga - ra. \" \"Anh không thắt dây an toàn vào à?\" Anh nhìn tôi tỏ vẻ hoài nghi.  Sau đó tôi hiểu ra một chuyện.  \"Chạy bộ hết cả quãng đường?  Nghĩa là, mình vẫn sẽ phải chạy một đoạn sao?\" giọng tôi cao lên vài quãng tám.  Anh mím môi cười. \"Em đâu có chạy. \" \"Em ói mất.” \"Nhắm chặt mắt lại, em sẽ ổn thôi. \" Tôi cắn môi, cố không hoảng sợ.  Anh nghiêng người hôn lên đầu tôi, rồi rên rỉ. Tôi nhìn anh, không hiểu được.  \"Em dưới mưa thơm quá, \" anh giải thích.  \"Thơm theo kiểu tốt, hay theo kiểu xấu?\" tôi cẩn thận hỏi.  Anh thở dài. \"Cả hai, lúc nào cũng cả hai. \" Tôi không biết làm sao anh thấy được đường đi trong bóng đêm và dưới màn mưa như trút, nhưng không biết sao anh tìm thấy một đường phụ, không giống đường trong thành phố nhưng khá hơn một con đường mòn trên núi. Trong một thời gian dài, chúng tôi không thể nói chuyện được, vì tôi bị nảy tưng tưng trên ghế giống như búa khoan. Thế mà, anh lại có vẻ khoái chuyến đi này nên cười suốt chuyến đi.  Rồi chúng tôi cũng đến cuối đường; cây cối tạo thành những bức tường xanh ở ba phía của xe gíp. Mưa chỉ còn là cơn mưa bụi lất phất, càng lúc càng thưa dần, bầu trời sáng hơn qua các đám mây.  \"Xin lỗi, Bella, mình phải đi bộ từ chỗ này. \" \"Anh biết sao không? Em sẽ đợi anh ở đây. \" \"Lòng can đảm của em đâu mất rồi? Sáng nay em thật phi thường. \" \"Em vẫn chưa quên lần cuối đó.” Chẳng lẽ chỉ mới hôm qua sao? Anh đi vòng qua phía tôi ngồi chớp nhoáng. Anh bắt đầu mở khoá an toàn cho tôi.  \"Em tự làm, anh đi đi,”  tôi phản đối.  \"Hmmm \" anh trầm ngâm vừa tháo thật nhanh. \"Chắc anh sẽ phải chỉnh sửa lại ký ức của em.” Trước khi tôi có thể phản ứng, anh lôi tôi ra khỏi xe Jeep và đặt tôi lên mặt đất.  Bây giờ chỉ còn là sương mù; Alice nói đúng.  \"Chỉnh sửa ký ức của em?\" tôi bối rối hỏi.  \"Đại loại thế. \" anh đang nhìn tôi chằm chằm, cẩn thận, nhưng mắt anh lấp lánh hài hước. Anh đặt tay anh vào xe jeep ở hai bên đầu tôi rồi nghiêng về phía trước và, ép tôi vào cửa. Anh tựa sát hơn, mặt anh chỉ cách mặt tôi một inch. Tôi chẳng thể né đi đâu được.  \"Bây giờ thì, \" anh thở, và mùi hương của anh làm tôi không suy nghĩ được, \"Thực ra em đang lo gì?\" \"Ừm, ờ..., tông trúng cây - \" tôi nuốt nhanh \" - và chết. Rồi ói.” Anh nín cười. Rồi anh cúi đầu xuống và nhẹ chạm vào đôi môi lạnh vào lõm ở đáy cổ họng tôi.  \"Bây giờ em vẫn lo lắng à?\" anh thì thầm bên da tôi.  \"Vẫn. \" tôi cố tập trung. \"lo tông phải cây và ói.” Mũi anh vẽ một đường từ da cổ họng đến cằm tôi.  Hơi thở lạnh giá của anh làm tôi nhột.  \"Còn bây giờ ?\" môi anh thì thầm ở quai hàm tôi.  \"Cây, \" tôi hổn hển nói. \"ói. \" Anh ngẩng mặt hôn lên mí mắt tôi. \" Bella, em thực ra đâu nghĩ anh sẽ tông trúng cây, phải không?\" \"Anh thì không, nhưng em thì có thể. \" Giọng tôi chẳng chút tự tin. Anh ngửi thấy mùi chiến thắng dễ dàng.  Anh từ từ hôn xuống má tôi, rồi ngưng ở ngay khóe miệng.  \"Anh mà để cây tông trúng em sao?\" Môi anh vừa mới lướt qua môi dưới đang run rẩy của tôi.  \"Không, \" tôi thở. Tôi biết có phần thứ nhì trong khả năng phòng thủ xuất sắc của tôi, nhưng tôi không tài nào sử dụng được.  \"Em thấy chưa, \" anh nói, môi anh lướt trên môi tôi. \"Đâu có gì phải sợ, phải không?\" \"Không có, \" tôi thở dài, chịu thua.  Sau đó anh hầu như thô bạo ôm mặt tôi trong tay anh, và cuồng nhiệt hôn tôi, đôi môi khao khát của anh kích thích đôi môi tôi.  Chẳng có gì có thể biện minh về hành vi của tôi được.  Rõ ràng bây giờ tôi nhận thức tốt hơn rồi. Nhưng tôi không thể ngăn mình phản ứng y như lần đầu tiên. Thay vì giữ bất động một cách an toàn, cánh tay tôi vươn ra quấn chặt cổ anh, và tôi đột ngột áp chặt vào thân thể cứng như đá của anh. Tôi khao khát, và môi tôi hé mở.  Anh chao đảo lùi lại, vùng thoát khỏi vòng tay ghì chặt của tôi một cách dễ dàng.  \"Quỷ quái, Bella !\" anh dừng lại, nói hổn hển. \"Em sẽ làm anh chết mất, anh thề đó.” Tôi ngả người, chống tay vào đầu gối để khỏi té.  \"Làm sao mà hủy diệt được anh chứ, \" tôi lầm bầm, cố giữ nhịp thở bình thường.  \"Anh đã tin vậy trước khi gặp em. Bây giờ mình hãy ra khỏi đây trước khi anh làm chuyện gì đó vô cùng ngu ngốc, \" anh gầm gừ.  Anh ném tôi choàng lên anh như trước đây, và tôi có thấy anh ráng rất nhiều để có thể nhẹ nhàng như vậy. Tôi kẹp chân quanh eo anh và siết chặt tay quanh cổ anh.  \"Đừng quên nhắm mắt lại, \" anh cảnh báo nghiêm khắc.  Tôi nhanh chóng vùi mặt vào vai anh, dưới cánh tay của mình, rồi nhắm nghiền mắt.  Và hầu như tôi chẳng hề biết chúng tôi đang di chuyển. Tôi có thể cảm thấy anh đang lướt đi dưới tôi, nhưng chắc có lẽ anh đi trên vỉa hè, nên cử động rất êm ái. Tôi định nhìn lén, chỉ để coi anh có thực đang bay xuyên qua rừng như lúc trước hay không, nhưng tôi cưỡng lại ý muốn đó. Không đáng để bị chóng mặt kinh hồn như thế. Tôi tự hài lòng với việc lắng nghe hơi thở anh đều đặn.  Tôi không hoàn toàn chắc mình đã dừng lại cho đến khi anh với tay ra sau sờ vào tóc tôi.  \"Xong rồi, Bella. \" Tôi dũng cảm mở mắt ra, và, không còn nghi ngờ gì nữa, chúng tôi đã đứng yên hoàn toàn. Tôi khó khăn buông tay chân đang kẹp chặt anh rồi tuột xuống đất, rớt xuống đất nằm nghiêng một bên.  \"Ôi!\" tôi thở hổn hển khi rớt trúng mặt đất ẩm ướt.  Anh nhìn tôi chằm chằm một cách hoài nghi, không biết có phải anh vẫn còn quá giận để thấy tôi buồn cười hay không. Nhưng nét ngỡ ngàng của tôi đã làm anh không kềm được, và anh phá ra cười ngặt nghẽo.  Tôi đứng dậy, lờ anh đi khi phủi bùn và cây dương xỉ ra khỏi áo khoác. Chỉ làm anh cười dữ hơn. Bực mình, tôi bắt đầu sải bước đi vào rừng.  Tôi cảm thấy cánh tay anh ôm eo tôi.  \"Em định đi đâu vậy, Bella ?\" \"Đi xem bóng chày. Anh dường như không quan tâm đến chuyện chơi nữa, nhưng chắc chắn người khác vẫn vui khi không có anh. \" \"Em sẽ đi không đúng đường. \" Tôi quay lại không thèm nhìn anh, và hầm hầm đi theo chiều ngược lại. Anh giữ tôi lại.  \"Đừng giận nào, anh không nhịn được. Em mà nhìn thấy được mặt em. \" Anh cười khúc khích rồi mới nín được.  \"Ồ, chỉ anh mới được phép nổi giận thôi sao?\" tôi nhướng mày hỏi.  \"Anh đâu có nổi giận với em đâu. \" \"Bella, em sẽ làm anh chết mất ?\" tôi chua chát trích dẫn lời anh.  \"Đó là sự thực mà. \" Tôi định quay lưng bỏ đi, nhưng anh ôm tôi thật nhanh.  \"Anh đã nổi giận, \" tôi kiên quyết.  \"Ừ. \" \"Nhưng anh vừa mới nói - \" \"Anh không nổi giận với em. Em không thấy sao, Bella ?\" anh bỗng dữ dội, mọi dấu vết trêu ghẹo biến mất. \"Em không hiểu sao?\" \"Thấy gì?\" tôi hỏi, bối rối vì tâm trạng thay đổi đột ngột của anh hơn là vì lời anh nói.  \"Anh chưa bao giờ giận em – làm sao anh có thể vậy được?  Dũng cảm, đầy tin cậy ... nồng nàn như em.” \"Vậy thì tại sao chứ?\" tôi thì thầm, nhớ tâm trạng u ám đã kéo anh ra xa tôi, tôi luôn nghĩ đó là sự thất vọng rõ rệt khi nhìn thấy yếu điểm của tôi, sự chậm chạp của tôi, phản ứng con người không kiểm soát được trong tôi Anh cẩn thận ôm hai má tôi. \"Anh giận điên bản thân mình, \" anh nhẹ nhàng nói. \"Vì anh dường như luôn mang lại nguy hiểm cho em. Chính bản thân anh làm em bị hiểm nguy. Đôi khi anh thực căm giận mình. Lẽ ra anh phải mạnh mẽ hơn, lẽ ra anh có thể - \" Tôi đưa tay che miệng anh. \"Đừng. \" Anh nắm tay tôi, gỡ ra khỏi môi anh, nhưng ôm nó trên mặt anh.  \"Anh yêu em, \" anh nói. \"Đó là cái cớ tệ hại biện minh cho chuyện anh đang làm, nhưng đúng là vậy. \" Đây là lần đầu tiên anh nói anh yêu tôi - bằng nhiều lời như thế. Anh hẳn không nhận ra điều đó, nhưng tôi dĩ nhiên đã nhận ra.  \"Bây giờ, vui lòng cố mà cư xử cho đàng hoàng nhé, \" anh nói tiếp rồi cúi mình khẽ lướt môi anh lên môi tôi.  Tôi đứng yên không nhúc nhích rồi thở dài.  \"Anh đã hứa với Chief Swan anh sẽ đưa em về nhà sớm, nhớ không? Mình nên bắt đầu đi thôi. \" \"Vâng, thưa lệnh bà. \" Anh mỉm cười đầy nuối tiếc và thả tôi ra nhưng vẫn giữ một tay. Anh dẫn tôi đi vài bước qua đám dương xỉ cao, ẩm ướt và đám rêu bao phủ quanh cây thiết sam khổng lồ, thế rồi chúng tôi đã ở đó, ngay bên rìa một cánh đồng mênh mông lọt giữa lòng các đỉnh núi Olympic. Nó rộng gấp hai lần bất kỳ một sân vận động bóng chày nào.  Tôi thấy những người khác đều đã ở đó; Esme, Emmett, và Rosalie, ngồi trên một mỏm đá trồi trên mặt đất, gần chúng tôi nhất, chắc khoảng một trăm mét. Xa hơn là Jasper và Alice, cách ít nhất một phần tư dặm, hình như đang ném cái gì đó qua lại, nhưng tôi chẳng hề thấy trái banh nào. Hình như Carlisle đang đánh dấu mấy vị trí cột gôn, nhưng chẳng lẽ chúng xa nhau đến vậy sao? Khi chúng tôi đến gần, ba người đang ngồi trên mỏm đá đứng lên.  Esme bắt đầu tiến về phía chúng tôi. Emmett làm theo sau khi nhìn lâu vào lưng Rosalie; Rosalie đã duyên dáng đứng lên rồi bước về phía sân chơi mà không liếc về phía chúng tôi. Dạ dày tôi quặn lên phản ứng lại.  \"Có phải lúc nãy chúng ta đã nghe tiếng con không đó, Edward ?\" Esme hỏi khi bà đến gần.  \"Nghe giống như con gấu bị mắc nghẹn vậy,” Emmett giải thích.  Tôi ngập ngừng mỉm cười với Esme. \"Ảnh đó. \" \"Bella buồn cười không chịu nỗi, \" Edward giải thích, nhanh chóng san đều tỉ số.  Alice đã rời khỏi vị trí của mình và đang chạy, hoặc khiêu vũ, về phía chúng tôi. Cô nàng lao thật nhanh rồi dừng sững lại trước mặt chúng tôi. \"Đến lúc rồi, \" cô công bố.  Ngay khi cô nói, tiếng sấm trầm lay chuyển khu rừng phía bên kia, rồi rung chuyển ở hướng tây về phía thành phố.  \"Kỳ quái, hả?\" Emmett thân mật thoải mái nói, vừa nháy mắt với tôi.  \"Đi nào. \" Alice nắm tay Emmett rồi họ chạy như bay về phía sân chơi ngoại cỡ ; cô nàng chạy như một con linh dương gazen.  Còn anh ấy cũng gần duyên dáng và nhanh bằng cô - tuy Emmett không bao giờ có thể so sánh được với linh dương gazen.  \"Mọi người sẵn sàng chơi chưa ?\" Edward hỏi, mắt anh háo hức, sáng rực.  Tôi tỏ vẻ hăng hái như mọi người. \"Đi nào!\" Anh cười khúc khích và, sau khi vò rối tóc tôi, nhảy vọt theo hai người kia.  Anh chạy nhanh hơn, một con báo gê-pa chớ không phải là linh dương gazen, nên anh nhanh chóng bắt kịp họ. Vẻ uyển chuyển và sức mạnh ấy làm tôi kinh ngạc.  \"Mình xuống đó nhé?\" Esme hỏi bằng giọng du dương,dịu dàng của bà  và tôi nhận ra mình đang há hốc miệng nhìn theo anh. Tôi nhanh chóng lấy lại vẻ mặt bình thường rồi gật đầu. Esme luôn đi cách tôi vài bước chân, và tôi tự hỏi có phải bà vẫn còn cẩn thận không dám làm tôi sợ không. Bà chẳng hề sốt ruột, luôn giữ cho sải chân của mình vừa với bước chân tôi .  \"Bác không chơi với họ sao?\" tôi rụt rè hỏi.  \"Không, bác thích làm trọng tài hơn - bác muốn làm mọi người chơi trung thực, \" bà giải thích.  \"Vậy họ thích ăn gian lắm à?\" \"Ừ - cháu chờ coi chúng nó cãi nhau! Thật ra thì, bác hy vọng cháu không thấy được chuyện đó, cháu sẽ nghĩ tụi nó được sói nuôi dạy khôn lớn.\" \"Bác nói nghe giống y mẹ con, \" tôi cười, ngạc nhiên.  Bà cũng cười. \"Ừm, bác luôn nghĩ chúng là con mình.  Bác chẳng bao giờ quên được bản năng làm mẹ - Edward có kể con nghe là bác đã mất một đứa con không?\" \"Dạ không, \" tôi thì thầm, sửng sốt, cố hiểu khoảng thời gian nào của cuộc đời bà đang nhớ lại.  \"Đúng vậy, đứa con đầu lòng và duy nhất của bác.  Nó chết chỉ vài ngày sau khi được sinh ra, sinh linh bé bỏng tội nghiệp,”  bà thở dài. \"chuyện đó làm tan nát tim ta - đó là lý do ta nhảy xuống vách đá, con biết đó, \" bà nói với vẻ thực thà.  \"Edward chỉ kể là bác t-té, \" tôi nói lắp.  \"Luôn là một quý ông. \" bà mỉm cười. \" Edward là con trai đầu tiên của bác.  Bác luôn nghĩ về nó như vậy, mặc dù nó lớn tuổi hơn cả bác, ít ra là theo một cách nào đó.”  bà thân thiện mỉm cười với tôi. \"Đó là lý do tại sao bác vui mừng vì nó tìm được con, con yêu. \" Sự âu yếm nghe thật tự nhiên trên môi bà.  \"Nó đã là một người đàn ông lẻ loi quá lâu; bác đau lòng khi thấy nó cô đơn. \" \"Vậy bác không thấy phiền sao?\" tôi hỏi, lại do dự. \"vì con ... hoàn toàn không thích hợp với anh ấy?\" \"Không. \" bà trầm tư. \"Con là người nó ước ao. Rồi sẽ ổn cả thôi, \" bà nói, dù trán bà nhăn lại lo lắng. Một tràng sấm rền khác bắt đầu.  Rồi Esme dừng lại; rõ ràng, chúng tôi đã đến rìa sân đấu.  Hình như họ đã chia nhóm. Edward đứng ngoài xa bên trái sân, Carlisle đứng giữa cột gôn đầu tiên và thứ nhì, và Alice giữ bóng, đứng ở vị trí hẳn là mô đất của cầu thủ ném bóng.  Emmett đang quất một cây gậy nhôm; nó rít lên hầu như không thể nhìn thấy được trên không. Tôi chờ anh đến gần vị trí đích đến để ghi bàn, nhưng sau đó tôi nhận ra, với tư thế của anh, anh đã ở đó - cách xa mô đất của cầu thủ ném bóng hơn tôi nghĩ lẽ ra thế. Jasper đứng sau anh ta vài bước chân, bắt cho nhóm kia. Tất nhiên, không ai trong nhóm đeo găng tay.  \"Được rồi, \" Esme gọi bằng một giọng trong trẻo, tôi nghĩ cả Edward cũng nghe được, dù xa như thế. \"Người đánh bóng bước lên. \" Alice đứng thẳng, y như bất động. Kiểu cô nàng như đang rón rén chớ không phải chuẩn bị giao bóng đầy đe doạ. Cô cầm bóng bằng cả hai tay để ở thắt lưng, rồi, như cú tấn công của rắn  mang bành, tay phải của cô nàng vươn ra và quả bóng đập mạnh vào tay Jasper.  \"Có phải đó là một cú đánh trượt không?\" tôi thì thầm với Esme.  \"Nếu chúng không quất bóng, thì đó là cú đánh trượt, \" bà bảo tôi.  Jasper ném mạnh quả bóng trở lại bàn tay đang chờ đợi của Alice. Cô nàng cười toe toét thật nhanh. Rồi bàn tay cô vươn ra lần nữa.  Lần này cây gậy xuất hiện đúng lúc để đập vào quả bóng vô hình. Tiếng rắc khi bóng chạm gậy làm choáng váng, rền vang như sấm; vang vọng qua dãy núi - tôi ngay lập tức hiểu vì sao lại cần có sấm sét.  Quả bóng bay vút như ngôi sao băng trên sân, tuốt vào rừng bên cạnh.  \"Cú đánh thành công, \" tôi thì thầm.  \"Chờ chút, \" Esme cảnh báo, chăm chú lắng nghe, một tay đưa lên. Emmett như bóng mờ vút quanh các cột gôn, Carlisle che chắn anh ta. Tôi nhận ra không có Edward.  \"Ra ngoài!\" Esme kêu to bằng giọng nói trong trẻo. Tôi nhìn chằm chằm hoài nghi khi thấy Edward xuất hiện ở mép rừng, quả bóng nằm trong bàn tay đang đưa lên cao của anh, cười toe toét cả tôi còn nhìn thấy.  \"Emmett đánh mạnh nhất, \" Esme giải thích, \"nhưng Edward chạy nhanh nhất. \" Các lượt chơi cứ tiếp tục trước đôi mắt hoài nghi của tôi. Không thể theo kịp tốc độ quả bóng, tốc độ cơ thể họ chạy quanh sân.  Tôi biết một lý do khác khiến họ chờ có sấm mới chơi khi Jasper, cố tránh khu vực hoạt động bất khả chiến bại của Edward, đã đánh một quả bóng nảy về phía Carlisle. Carlisle chụp bóng, rồi đua với Jasper về cột gôn đầu. Khi họ tông vào nhau, âm thanh giống như tiếng hai tảng đá lăn khổng lồ chạm nhau. Tôi đứng bật dậy lo lắng, nhưng họ chẳng biết sao mà chẳng hề bị suy suyển gì.  \"An toàn, \" Esme gọi bằng giọng điềm tĩnh.  Nhóm của Emmett hơn một điểm - Rosalie cố chạy vùn vụt quanh các cột gôn sau khi bắt được một trong những quả bóng bổng của Emmett - lúc Edward bắt được trái thứ ba. Anh chạy nhanh về phía tôi, mắt long lanh phấn khích.  \"Em thấy sao?\" anh hỏi.  “Chắc chắn một điều là, em sẽ chẳng bao giờ còn có thể ngồi coi cho tới hết Major League Baseball già cỗi buồn tẻ được nữa. \" \"Nghe y như trước đây em làm vậy nhiều lắm vậy, \" anh cười.  \"Em hơi thất vọng, \" tôi trêu.  \"Sao vậy?\" anh hỏi, thắc mắc.  \"Ừm, sẽ thật hay nếu em có thể tìm ra chỉ một chuyện anh không làm giỏi hơn người khác trên hành tinh này. \" Anh hé nụ cười nhếch môi đặc biệt của mình, làm tôi ngừng thở.  \"Tới phiên anh, \" anh nói, hướng về vị trí phát bóng.  Anh chơi thông minh, giữ quả bóng thấp, ngoài tầm với của bàn tay luôn sẵn sàng của Rosalie ở vùng ngoài sân, chạy được qua hai cột gôn nhanh như chớp trước khi Emmett có thể mang được bóng về. Carlisle đánh một trái ra thật xa sân bóng - với tiếng bùm làm tai tôi đau nhức – mà cả ông lẫn Edward đều thành công. Alice duyên dáng vỗ vào tay phải của họ chúc mừng.  Điểm số thay đổi liên tục khi trận đấu tiếp tục diễn ra, và họ trêu chọc nhau như bất kỳ người chơi bóng trên đường phố nào khi thay phiên nhau dẫn đầu.  Thỉnh thoảng Esme lại bảo họ phải giữ trật tự. Sấm nổ đùng đùng, nhưng chúng tôi vẫn khô ráo, đúng như Alice đã dự đoán.  Lúc Carlisle đến phiên đánh bóng, Edward tới phiên bắt bóng, thì bỗng Alice thở hổn hển. Mắt tôi đang nhìn Edward, như thường lệ, và tôi thấy đầu anh ngẩng lên ngay tức khắc nhìn cô.  Mắt họ gặp nhau và cái gì đó ngay lập tức được cảm nhận giữa hai người. Anh đã ở bên tôi ngay trước khi người khác hỏi Alice có chuyện gì không ổn.  \"Alice? giọng Esme căng thẳng.  \"Con không thấy - con không biết, \" cô ấy thì thầm.  Tất cả những người khác lúc này đều đã tụ lại.  \"Chuyện gì vậy, Alice ?\" Carlisle hỏi bằng giọng bình tĩnh đầy quyền uy.  \"Họ đang đi nhiều nhanh hơn con nghĩ.  Con thấy là lúc trước mình đã đánh giá sai, \" cô thì thầm.  Jasper nghiêng người về phía cô ấy, dáng chở  che. \"Đã thay đổi chuyện gì?\" anh hỏi.  \"Họ nghe chúng ta chơi, nên đổi hướng đi, \" cô nói, hối lỗi, như thể cô thấy mình chịu trách nhiệm về thứ gì đó đã làm cô sợ.  Bảy cặp mắt tinh anh liếc qua tôi rồi nhìn sang chỗ khác.  \"Bao lâu nữa?\" Carlisle nói, quay về phía Edward.  Vẻ tập trung cao độ hiện trên mặt anh.  \"Chưa đầy năm phút. Họ đang chạy - họ muốn chơi. \" Anh giận dữ.  \"Con làm chuyện đó được không?\" Carlisle hỏi anh, mắt anh liếc về tôi lần nữa.  \"Không, không cõng - \" anh ngắt lời. \"Hơn nữa, chúng ta không muốn chúng đánh hơi thấy mùi rồi rượt theo săn. \" \"Bao nhiêu người?\" Emmett hỏi Alice.  \"Ba, \" cô trả lời cụt ngủn.  \"Ba !\" anh chế giễu. \"Để tụi nó đến đi. \" Các bắp cơ như thép nổi cuồn cuộn trên cánh tay vạm vỡ của anh.  Carlisle cân nhắc trong chớp mắt mà tưởng như bất tận. Chỉ Emmett là có vẻ bình thản; còn ai nấy đều nhìn chằm chằm vào mặt Carlisle đầy lo lắng.  \"Hãy cứ tiếp tục chơi, \" Carlisle cuối cùng quyết định. Giọng ông bình tĩnh và đều đều.    “Alice nói họ chỉ tò mò thôi mà.” Tất cả điều này được nói thật nhanh chỉ trong một vài giây. Tôi lắng nghe cẩn thận và hầu như hiểu toàn bộ dù tôi không nghe được Esme hỏi Edward điều gì bằng đôi môi mấp máy. Tôi chỉ thấy anh lắc nhẹ đầu và vẻ nhẹ nhõm hiện trên khuôn mặt bà.  \"Mẹ bắt bóng nhé, Esme,” anh nói. \"Con bây giờ làm trọng tài. \" rồi anh đứng trước mặt tôi.  Những người khác quay lại sân, cảnh giác quét mắt vào khu rừng âm u bằng đôi mắt sắc sảo của mình. Alice và Esme định vị trí quanh nơi tôi đứng.  \"Thả tóc em xuống đi, \" Edward nói bằng một giọng trầm và đều đều.  Tôi ngoan ngoãn kéo dây thun buộc tóc ra rồi hất tóc quanh mình.  Tôi nói điều ai cũng biết. \"Mấy người kia sắp đến rồi. \" \"Ừ, hãy đứng yên, im lặng, và đừng rời anh, nhé. \" Anh giấu vẻ căng thẳng trong giọng anh rất giỏi, nhưng tôi vẫn nghe được.  Anh kéo mái tóc dài của tôi ra trước, quanh mặt tôi.  \"Chẳng ích gì đâu, \" Alice nói nhẹ nhàng. \"Em ngửi được mùi của chị ấy từ bên kia sân lận. \" \"Anh biết.”  Nét thất vọng ánh lên trong giọng anh.  Carlisle đứng ở vị trí phát bóng, và những người khác chơi chẳng chút thiết tha.  \"Esme hỏi anh gì vậy?\" tôi thì thầm.  Anh do dự một chút rồi mới trả lời. \"Hỏi họ có khát không, \" anh thì thầm miễn cưỡng.  Từng giây trôi qua; trận đấu diễn ra trong thờ ơ. Không ai dám đánh mạnh hơn một cú chặn, còn Emmett, Rosalie, và Jasper chạy vè vè ở khu vực gần gôn.  Thỉnh thoảng, dù nỗi sợ hãi làm tê liệt não tôi, tôi biết mắt Rosalie chiếu vào tôi. Ánh mắt vô cảm, nhưng cái cách cô bậm môi làm tôi nghĩ cô đang giận dữ.  Edward chẳng hề chú ý đến trận đấu, mắt và tâm trí anh đang hướng về phía rừng.  \"Anh xin lỗi, Bella, \" anh thì thầm xúc động. \"Thật ngu ngốc, vô trách nhiệm, khi đặt em vào tình trạng nguy hiểm như thế này. Anh thật lòng xin lỗi. \" Tôi nghe hơi thở anh ngưng lại, và mắt anh tập trung vào sân bên phải. Anh bước nửa bước, chắn tôi với thứ đang tiến đến.  Carlisle, Emmett, và những người khác cùng quay về hướng đó, lắng nghe tiếng bước chân quá nhỏ đối với tai tôi."
        }
    ],
    "suggestions": []
}