{
    "en_vn": {
        "data": {
            "content": null,
            "word": "slums"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "slums"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "slums"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>slums</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to clean up, clear away, tear down slums </ex></blockquote></blockquote><blockquote><blockquote><ex>2) festering; inner-city, urban slums</ex></blockquote></blockquote></div>",
            "word": "slums"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "slums"
        }
    },
    "sentences": [
        {
            "en": "Narrow <em>slums</em>.",
            "vi": "Các hẻm chật chội."
        },
        {
            "en": "The squalidity of the <em>slums</em>",
            "vi": "Tình trạng dơ bẩn của các nhà ổ chuột"
        },
        {
            "en": "What did he see instead of <em>slums</em>?",
            "vi": "Anh ấy nhìn thấy gì thay vì những khu ổ chuột?"
        },
        {
            "en": "Lead a wretched existence in the <em>slums</em>",
            "vi": "Sống một cuộc sống đau khổ ở khu nhà ổ chuột"
        },
        {
            "en": "There are countless <em>slums</em> in this area.",
            "vi": "Có vô số những căn nhà xập xệ/ổ chuột trong vùng này."
        },
        {
            "en": "It's difficult to solve the squalid <em>slums</em>.",
            "vi": "Rất khó giải quyết các khu ổ chuột dơ bẩn."
        },
        {
            "en": "I must lead a wretched existence in the <em>slums</em>.",
            "vi": "Tôi phải sống một cuộc sống đau khổ ở khu nhà ổ chuột."
        },
        {
            "en": "Guy from the <em>slums</em> becomes a millionaire overnight.",
            "vi": "Cậu nhóc đến từ khu ổ chuột qua một đêm trở thành triệu phú."
        },
        {
            "en": "She was brought up in the <em>slums</em> of East London.",
            "vi": "Cô ấy lớn lên từ khu lao động nghèo ở phía đông Luân Đôn."
        },
        {
            "en": "Such affection could not be transferred to town <em>slums</em>.",
            "vi": "Tình cảm đó không thể chuyển tới nhà ổ chuột thành phố!"
        },
        {
            "en": "She was brought up in the <em>slums</em> of Leeds.",
            "vi": "Cô ta lớn lên trong khu nhà ổ chuột ở Leeds."
        },
        {
            "en": "They lead a wretched existence in the <em>slums</em>.",
            "vi": "Họ sống một cuộc sống đau khổ ở khu nhà ổ chuột."
        },
        {
            "en": "Dog turds are full of the streets in the <em>slums</em>.",
            "vi": "Phân chó đầy đường ở mấy khu ổ chuột."
        },
        {
            "en": "They cleared the <em>slums</em> in Binh Thanh last month.",
            "vi": "Tháng trước họ đã giải tỏa nhà ổ chuột ở Bình Thạnh."
        },
        {
            "en": "I live in the blight of the inner – city <em>slums</em>.",
            "vi": "Tôi sống trong những khu nhà ổ chuột trong nội thành."
        },
        {
            "en": "<em>Slums</em> are legal but over-crowded, under-serviced settlements.",
            "vi": "Nhà ổ chuột là hình thức định cư hợp pháp nhưng quá đông đúc và dưới mức chuẩn."
        },
        {
            "en": "<em>Slums</em> are normally found in the centres of cities, although it is not uncommon to find <em>slums</em>, where land is rented, in the urban periphery.",
            "vi": "Nhà ổ chuột thường thấy ở trung tâm thành phố, mặc dù ở vùng ngoại biên đô thị, nơi người ta cho thuê đất vẫn thường thấy nhà ổ chuột."
        },
        {
            "en": "Better national roads with new bridges and many new apartments are built in place of <em>slums</em>.",
            "vi": "Các quốc lộ tốt hơn với những cây cầu mới và nhiều căn hộ mới được xây thay cho những khu ổ chuột."
        },
        {
            "en": "Working in the <em>slums</em> brought her up against the realities of poverty.",
            "vi": "Làm việc ở những khu nhà ổ chuột đã làm cho cô ta giáp mặt với những thực tế của cảnh nghèo khổ."
        },
        {
            "en": "<em>Slums</em>, in common parlance, are settlements where the urban poor live.",
            "vi": "Khu ổ chuột, theo ngôn ngữ thông thường, là khu nhà cho người nghèo sinh sống."
        }
    ],
    "suggestions": []
}