{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['smɔ:li∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nho nhỏ, be bé</td></tr></table><i/></div>",
            "word": "smallish"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "smallish"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "smallish"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "smallish"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "smallish"
        }
    },
    "sentences": [
        {
            "en": "This is a <em>smallish</em> church.",
            "vi": "Đây là một ngôi nhà thờ nho nhỏ."
        },
        {
            "en": "We picked out a <em>smallish</em> fish.",
            "vi": "Chúng tôi chọn ra một con cá be bé."
        },
        {
            "en": "There are good things about living in a <em>smallish</em> house.",
            "vi": "Có những điều tốt đẹp về việc sống trong một ngôi nhà nho nhỏ."
        },
        {
            "en": "When I bought my wife's wedding ring, we could only afford a <em>smallish</em> diamond.",
            "vi": "Khi tôi mua nhẫn cưới cho vợ mình, chúng tôi chỉ có thể mua được một chiếc với hạt kim cương bé xíu."
        },
        {
            "en": "Meanwhile, this disadvantages the Semitic languages like Arabic and Hebrew. They use a <em>smallish</em> number of three-letter roots to coin huge numbers of words. ktb has the basic \"to write\", but it generates at least 30 words (many of them, like verbs, inflecting into many more forms still). These take up two full pages in my dictionary, from katib, \"writer\", to istiktab, \"dictation\". So counting only \"roots\" or \"basic words\" gets us nowhere either, since counting ktb just once would be senseless.",
            "vi": "Trong khi đó, những bất lợi này những ngôn ngữ hệ Xê-mít như tiếng Ả-rập và tiếng do Thái. Họ sử dụng một con số nho nhỏ các gốc từ 3 ký tự để tạo ra một số lượng lớn các từ. ktb có nghĩa cơ bản là \"viết\" (động từ), nhưng những từ phát sinh từ gốc này có ít nhất là 30 từ (nhiều từ trong số đó, giống như các động từ, biến thể thành nhiều dạng hơn nữa). Những từ này chiếm hết hai trang giấy trong cuốn từ điển của tôi, từ katib, \"tác giả\", cho đến istiktab, \"đọc chính tả\". Vì vậy, việc chỉ đếm số lượng \"gốc từ\" hoặc \"từ cơ bản\" cũng chẳng mang chúng ta đến đâu, bởi lẽ việc đếm ktb chỉ một lần thôi thì cũng là điều vô nghĩa."
        }
    ],
    "suggestions": []
}