{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['smɔ:l,houldə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">smallholding</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['smɔ:l,houldiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiểu chủ (chủ sở hữu hoặc tá điền có mảnh đất (thường) hơn một mẫu Anh khoảng 0, 4 hecta và dưới 50 mẫu Anh để canh tác)</td></tr></table><i/></div>",
            "word": "smallholder",
            "pronounce": "['smɔ:l,houldə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "smallholder",
            "pronounce": "['smɔ:l,houldə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "smallholder",
            "pronounce": "['smɔ:l,houldə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "smallholder",
            "pronounce": "['smɔ:l,houldə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "smallholder",
            "pronounce": "['smɔ:l,houldə]"
        }
    },
    "sentences": [
        {
            "en": "Counter-intuitively, hunger is prevalent among many <em>smallholder</em> farmers in the developing world.",
            "vi": "Trái ngược với mong đợi, nạn đói lại hoành hành khắp các nông hộ nhỏ tại những nước đang phát triển. "
        },
        {
            "en": "I'm thinking of a <em>smallholder</em> farmer we just visited in Ziway.",
            "vi": "Tôi đang nghĩ đến một tiểu chủ mà chúng tôi vừa đến thăm ở Ziway."
        },
        {
            "en": "I 'm thinking of a <em>smallholder</em> farmer we just visited in Ziway.",
            "vi": "Tôi đang nghĩ đến một tiểu chủ mà chúng tôi vừa đến thăm ở Ziway."
        },
        {
            "en": "Box 9.1: The Impact of Falling Coffee Prices on <em>Smallholder</em> Farmers",
            "vi": "Khung 9.1: Tác động của việc sụt giá cà phê đối với các hộ gia đình nông dân nhỏ"
        },
        {
            "en": "Fan explained that in addition to reducing crop yields, climate change  increases the magnitude and the frequency  of extreme weather events, which increase <em>smallholder</em> vulnerability.",
            "vi": "Fan giải thích rằng ngoài việc giảm năng suất cây trồng, thay đổi khí hậu  làm tăng cường độ và tần suất  của các trường hợp thời tiết cực đoan, làm tăng khả năng dễ bị tác động của các hộ chăn nuôi nhỏ."
        },
        {
            "en": "It will also place particular emphasis on supporting women <em>smallholder</em> farmers and cooperatives to strengthen their skills in marketing, financial literacy, business planning, negotiation and legal matters.",
            "vi": "Dự án cũng sẽ đặc biệt chú trọng vào việc hỗ trợ những người nông dân là phụ nữ trong sản xuất nhỏ lẻ và các hợp tác xã để tăng cường kỹ năng của họ trong việc tiếp thị, tài chính, lên kế hoạch kinh doanh, đàm phán và các vấn đề pháp lý."
        },
        {
            "en": "However, <em>smallholder</em> farmers in developing countries must in addition deal with adverse environments, both natural, in terms of soil quality, rainfall, etc. and human, in terms of infrastructure, financial systems, markets, knowledge and technology.",
            "vi": "Tuy nhiên, các nông hộ nhỏ ở các nước đang phát triển còn phải đối phó với thêm với các môi trường bất lợi về cả tự nhiên (về chất lượng đất, lượng mưa, v.v) và con người (về cơ sở hạ tầng, hệ thống tài chính, thị trường, kiến ​​thức và công nghệ)."
        },
        {
            "en": "The forum is wrapping up with a significant boost toward that goal: a pledge of $30 billion during the next 10 years to support <em>smallholder</em> farmers and local African agribusinesses. The donors include African governments, businesses and development partners, many of whom have been present for the Nairobi forum.  But significant challenges remain for the continent, and experts have many theories about what it will take to make Africa’s green revolution a reality.  Country manager James Craske of Yara, a leading fertilizer manufacturing company in Africa, said quality seeds and fertilizer would make a difference.",
            "vi": "Diễn đàn này đồng ý nhất trí với biện pháp mạnh hướng đến mục tiêu ấy: cam kết chu cấp 30 tỷ đô-la Mỹ trong 10 năm tới để hỗ trợ các hộ nông dân sản xuất nhỏ và các công ty nông sản Châu Phi trong vùng. Các nhà tài trợ gồm chính phủ Châu Phi, các doanh nghiệp và đối tác phát triển, nhiều người trong số họ đã có mặt tại diễn đàn Nairobi. Nhưng châu lục này vẫn còn nhiều khó khăn lớn, và các chuyên gia đưa ra nhiều giả thiết châu lục này sẽ phải làm gì để biến cuộc cách mạng xanh của châu Phi trở thành hiện thực.  James Craske, giám đốc vùng của công ty Yara, một công ty sản xuất phân bón hàng đầu ở Châu Phi, cho biết chất lượng hạt giống và phân bón sẽ tạo ra khác biệt."
        }
    ],
    "suggestions": []
}