{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[smə:k]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nụ cười ngớ ngẩn, nụ cười tự mãn, nụ cười điệu</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cười điệu, cười tự mãn, cười ngớ ngẩn</td></tr></table><i/></div>",
            "word": "smirk",
            "pronounce": "[smə:k]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>smirk</k><blockquote>■ <cclass>verb smile in an irritatingly smug or silly way. </cclass></blockquote><blockquote>■ <cclass>noun a smug or silly smile. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>smirker</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>smirkily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>smirking</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>smirkingly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>smirky</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>sme(a)rcian</i>, from a base shared by <kref>smile</kref>. </blockquote></div>",
            "word": "smirk",
            "pronounce": "[smə:k]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>smirk</k><blockquote>▸ <cclass>verb SMILE SMUGLY, simper, snigger; leer.</cclass></blockquote></div>",
            "word": "smirk",
            "pronounce": "[smə:k]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>smirk</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to smirk at</ex></blockquote></blockquote></div>",
            "word": "smirk",
            "pronounce": "[smə:k]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "smirk",
            "pronounce": "[smə:k]"
        }
    },
    "sentences": [
        {
            "en": "He turned to <em>smirk</em> at me.",
            "vi": "Anh nhìn tôi cười tự mãn."
        },
        {
            "en": "Wipe that <em>smirk</em> off your face!",
            "vi": "Hãy bỏ cái lối cười tự mãn ấy đi!"
        },
        {
            "en": "I pretend to be crazy with a <em>smirk</em>.",
            "vi": "Tôi giả điên với một nụ cười tự mãn."
        },
        {
            "en": "Is this a <em>smirk</em>, or a sly smile?",
            "vi": "Đây là nụ cười điệu hay ranh mảnh vậy?"
        },
        {
            "en": "He and Emmett exchanged a glance and a <em>smirk</em>.",
            "vi": "Anh và Emmett liếc nhau và cười tự mãn."
        },
        {
            "en": "She said with a <em>smirk</em> and an ingratiating bow.",
            "vi": "Cô ấy nói với cái nụ cười tự mãn và cái chào lấy lòng."
        },
        {
            "en": "\"Maybe your husband does things that you don't know about,\" he said with a <em>smirk</em>.",
            "vi": "\"Có thể là chồng cô đang làm những chuyện mà cô không biết,\" hắn nói rồi cười tự mãn."
        },
        {
            "en": "And then he snapped the phone shut, a huge <em>smirk</em> on his face.",
            "vi": "Rồi anh cúp điện thoại cái cụp, nở một nụ cười hết sức tự mãn trên mặt."
        },
        {
            "en": "\"Time to visit the optometrist,\" I muttered. His <em>smirk</em> grew more pronounced.",
            "vi": "\"Đến lúc đi khám mắt rồi,\" tôi thì thầm. Nụ cười tự mãn của anh càng rõ rệt hơn."
        },
        {
            "en": "Many years have passed since the day she won, but she's never lost that evil <em>smirk</em> on her face.",
            "vi": "Nhiều năm đã qua từ khi cô ấy chiến thắng nhưng cô ấy vẫn không bỏ nụ cười nham hiểm."
        },
        {
            "en": "His eyes flickered up at me from under his lashes, the hint of a <em>smirk</em> on his face.",
            "vi": "Mắt anh lướt nhìn tôi từ dưới hàng mi, nét cười tự mãn nở trên khuôn mặt anh."
        },
        {
            "en": "We had to do it so every jump and smash and roll and <em>smirk</em> and glimmer and kiss we did.",
            "vi": "Chúng tôi phải làm tất cả các tư thế nhảy và va chạm mạnh và lăn và cười và chập chờn và hôn nhau đều là do chúng tôi tự làm cả."
        },
        {
            "en": "\"I told you it would end in disaster,\" said Polly with a self-satisfied <em>smirk</em> on her face.",
            "vi": "\"Tôi đã bảo anh là chuyện sẽ kết thúc bằng một thảm họa mà,\" Polly nói với nụ cười tự mãn."
        },
        {
            "en": "We will give each other an inconspicuous smile or <em>smirk</em>, and go on to what we were doing.",
            "vi": "Chúng tôi sẽ mỉm cười hoặc cười điệu kín đáo với nhau, và tiếp tục những gì chúng tôi đang làm."
        },
        {
            "en": "\"I told you it would end in disaster,\" said Polly with a self - satisfied <em>smirk</em> on her face.",
            "vi": "\"Tôi đã bảo anh là chuyện sẽ kết thúc bằng một thảm họa mà,\" Polly nói với nụ cười tự mãn."
        },
        {
            "en": "The cunning fox decided that he would trick the crow out of her piece of bread. He had an idea , and a wicked <em>smirk</em> spread across his face.",
            "vi": "Chàng cáo xảo quyệt quyết định sẽ lừa nàng quạ để lấy mẩu bánh mì của nàng. Hắn nảy ra một ý, nên nở nụ cười tự mãn, tinh quái."
        },
        {
            "en": "'Avatar' Makes Movie History Thanks to 3D Technology       Twelve years ago, writer-director James Cameron made Titanic, an epic romance that became the highest-grossing film in Hollywood history. He is making cinema history again with groundbreaking new 3D technology that puts audiences in the middle of his new science fiction adventure set on another world and 150 years in the future. Here's a look at Avatar. Jake Sully is a wounded warrior: a U.S. Marine paralyzed from a battlefield injury. The chance to walk again is what initially draws him to a distant, dangerous moon. \"You are not in Kansas anymore. You're on Pandora. Out there beyond that fence every living thing that crawls, flies or squats in the mud wants to kill you and eat your eyes for jujubes.\" It seems Pandora is the only place in the galaxy with deposits of a valuable new energy source worth untold millions back on Earth. To get it, however, they have to go through …or get rid of …the Pandora natives: a tall, blue-skinned tribe called the Na'vi. That's where Jake and his colleagues come in: \"Me and Norm are here to 'drive' these remotely-controlled bodies called avatars. They are grown from human DNA mixed with the DNA of the natives.\" With his mind electronically linked to his Avatar body, Jake not only can walk again and survive in the toxic atmosphere of Pandora, he can also make direct contact with the Na'vi. That doesn't exactly go well at first. But as the exotically beautiful Neytiri teaches Jake about the Na'vi and their connection to their world, he becomes convinced that the exploitation by his fellow humans must be stopped. New Zealander Sam Worthington plays Jake and New Jersey native Zoe Saldana is Neytiri. Canadian-born Cameron spent years developing a 'performance capture' technology for their Avatar characters. The actors wear high-tech outfits dotted with sensors that record their every movement including the subtlest facial expressions. \"The whole thing we were trying to develop was about keeping alive and without any dilution the actors' work,\" Cameron says.  Cameron explains that those captured performances are the key to making the CG or computer-generated digital characters that audiences see come 'alive.' \"I don't want to be an animator. I don't want to try to figure out how to make the characters behave later through animation. That's not what I do. I work with actors,\" notes Cameron. \"My proposal to the actors was: 'okay, we're going to be in a room [and] we're going to do this strange thing, but every molecule of what you create will be what your character does. I want that to be the performance that is seen two years later in the finished film. Cameron also pioneered a realistic 3D technology that requires the audience to wear special glasses; but Sam Worthington says it puts them with him in the action. \"You are more endeared to these characters by feeling you are in the fight or the battle or the tragedy with them,\" Worthington says. \"By doing that, the veneer of remembering it is a CG character starts to dissolve and you see the spirit. We were never going to lose our jobs because the CG character can only work if it is embodied by us and I can tell you that is 100 percent Zoe and 100 percent my performance. It is not a cartoon. We are not standing at a lectern voicing it. We had to do it so every jump and smash and roll and <em>smirk</em> and glimmer and kiss we did. That's the trick and the magic of this movie that Jim and WETA Digital had to push themselves to get to the point where we forget we are watching big, blue people and we start just rooting for the person inside them.\" Writer-director Cameron also acknowledges that what the humans try to do on the fictional Pandora is a clear metaphor for what he believes are the dangers of exploitation on our own planet; and he believes that is warning science fiction can deliver: \"Science fiction can operate on many different levels. It can operate as a cinema just purely of the visual …purely of imagination; but historically the kind of science fiction that I grew up on had a message,\" Cameron says. \"Usually it was a dystopian message in the form of some kind of warning; and I think that science fiction became more escapist fantasy and less a warning or intellectual medium. I think that Avatar was an attempt to merge science fiction back to its roots of having a warning.\" \"They have sent us a message that they can take whatever they want. Well we will send them a message …that this is our land!\" Avatar also features sci-fi veteran Sigourney Weaver as the scientist who creates the program to learn about and understand the Na'vi. Giovanni Ribisi plays the corporate manager of the Pandora mining project with Stephen Lang as the paramilitary commander of the human forces and Native American Indian actor Wes Studi is the Na'vi chief. The soundtrack music is composed  by James Horner, whose previous collaborations with James Cameron include the multiple Oscar-winning Titanic.",
            "vi": "'Avatar' làm nên lịch sử điện ảnh nhờ vào Công nghệ 3D        Cách đây mười hai năm, đạo diễn kiêm kịch bản phim James Cameron đã làm nên Titanic, một thiên tình sử lãng mạn đã trở thành bộ phim có doanh thu cao nhất trong lịch sử Hollywood. Ông ấy đang lặp lại lịch sử điện ảnh với công nghệ 3D mới mang tính đột phá đưa người xem tham gia vào chuyến phiêu lưu khoa học giả tưởng mới của ông lấy bối cảnh ở một thế giới khác và cách đây 150 năm nữa. Và đây là sơ lược về bộ phim Avatar. Jake Sully là chiến binh bị thương: một người lính thuỷ quân lục chiến bị liệt chân từ một chấn thương trên chiến trường. Cơ hội được đi đứng trở lại là những gì đầu tiên thôi thúc anh ta đến một hành tinh xa xôi đầy nguy hiểm. \"Anh không còn ở Kansas nữa. Anh đang ở trên Pandora. Ngoài hàng rào chắn kia là muôn loài sinh vật biết bò, bay và chui lẫn vào trong bùn muốn giết anh và nhai cặp mắt của anh như thể đang ăn kẹo sing-gum jujubes.\" Dường như Pandora là nơi duy nhất trong thiên hà chứa đựng nhiều  trầm tích của một nguồn năng lượng mới quý giá mà khi mang về trái đất thì không ai biết được chúng có giá trị bao nhiêu triệu đô la. Tuy  nhiên, để lấy được nó, họ phải xâm nhập…hoặc tống khứ… bộ tộc Pandora: một bộ tộc gồm những người cao lớn, có da màu xanh dương gọi là người Na’vi. Đó là nơi mà Jake và những đồng nghiệp của anh ấy thâm nhập vào: \"Tôi và Norm đến đây để ‘điều khiển” những cơ thể điều chỉnh từ xa gọi là hiện thân. Chúng được tạo ra từ ADN của con người trái đất kết hợp với ADN của người bộ tộc.\" Với trí óc được liên kết bằng điện tử vào cơ thể Hiện thân, Jake không những có thể đi đứng trở lại và tồn tại trong bầu khí quyển độc hại của Pandora, anh ấy còn có thể tiếp xúc trực tiếp với người Na'vi. Điều đó chính xác không phải là một khởi đầu tốt đẹp. Nhưng khi cô gái ngoại lai Neytiri xinh đẹp kể cho Jake về người Na'vi và sự kết nối của họ với thế giới, anh ấy trở nên tin tưởng rằng cuộc khai thác của những người cộng sự của anh phải được ngăn chặn lại. Sam Worthington, người gốc New Zealand, thủ vai Jake và  Zoe Saldana người New Jersey đóng vai Neytiri. Cameron, người sinh ra ở Canada, đã mất nhiều năm phát triển công nghệ chụp kỹ thuật số các cử động diễn xuất của diễn viên (performance capture) cho các nhân vật trong Avatar. Các diễn viên mặc những bộ quần áo công nghệ cao được chấm bởi với thiết bị cảm biến ghi lại từng chuyển động của họ bao gồm cả những nét biểu cảm tinh tế nhất trên gương mặt.  \"Toàn bộ những thứ chúng tôi đang cố phát triển là làm sao khiến mọi thứ trở nên sinh động và không hề làm phai mờ diễn xuất của các diễn viên,\" Cameron nói. Cameron giải thích rằng những diễn xuất được chụp kỹ thuật số là chìa khoá khiến các nhân vật kỹ thuật số được tạo ra bằng máy tính (CG) mà khán giả nhìn thấy sẽ trở nên 'sống động.' \"Tôi không muốn trở thành một người làm phim hoạt hình. Tôi không muốn cố nghĩ ra cách làm cho các nhân vật ấy hành động chậm hơn nhờ vào kỹ thuật hoạt hình. Đó không phải là những điều tôi làm. Tôi làm việc với các diễn viên,\" Cameron chú thích. \"Đề nghị của tôi với các diễn viên là: 'OK, chúng ta sắp bước vào một căn phòng [và] chúng ta sắp làm chuyện ngược đời, nhưng mỗi phân tử của những gì bạn tạo ra sẽ là những gì mà nhân vật của bạn thể hiện. Tôi muốn đó là những gì được trình diễn trong hai năm tới trong bộ phim hoàn chỉnh. Cameron cũng khai phá công nghệ 3D thực đòi hỏi khán giả phải đeo loại mắt kính đặc biệt; nhưng Sam Worthington nói nó sẽ đưa họ theo cùng anh ấy trong các pha hành động. \"Bạn sẽ cảm thấy mình được ưu đãi hơn những nhân vật này khi nghĩ rằng bạn đang tham gia vào một cuộc đánh đấu hay một trận chiến hay chịu đựng bi kịch cùng với họ,\" Worthington nói. \"Một khi làm được điều đó, lớp nguỵ trang nhắc nhở bạn đó chỉ là những nhân vật CG bắt đầu tan vỡ và bạn sẽ thấy được cả tâm hồn. Chúng tôi đã không hề bị mất việc vì những nhân vật CG chỉ có thể làm việc khi chúng tôi hiện thân vào nó và tôi có thể cam đoan rằng 100% rằng đó là diễn xuất của chính Zoe và tôi. Nó không phải là một phim hoạt hình. Chúng tôi không phải đang đứng trên bục gỗ mà nói chuyện. Chúng tôi phải làm tất cả các tư thế nhảy và va chạm mạnh và lăn và cười và chập chờn và hôn nhau đều là do chúng tôi tự làm cả. Đó là một thủ thuật và ma thuật của bộ phim này mà Jim và WETA Digital đã phải tự thôi thúc mình đi thẳng vào mục tiêu nơi mà chúng tôi quên đi rằng chúng tôi đang nhìn những giống người cao to da xanh và chúng tôi chỉ bắt đầu cắm rễ vào con người bên trong lòng họ.\" Đạo diễn kiêm kịch bản Cameron cũng thừa nhận là những gì con người cố làm trên hành tinh hư cấu Pandora chỉ là một ẩn dụ rõ ràng cho những gì ông ấy tin là những mối đe doạ của việc khai thác trên hành tinh của chúng ta; và ông ấy tin rằng đó là nội dung cảnh báo mà bộ phim khoa học giả tưởng này có thể chuyển tải: \"Khoa học giả tưởng có thể vận hành trên nhiều cấp độ khác nhau. Nó có thể hoạt động như một bộ phim đơn thuần về một hình ảnh đơn thuần của trí tưởng tượng; nhưng dưới góc độ lịch sử thể loại khoa học giả tưởng mà tôi gầy dựng này có một thông điệp,\" Cameron nói. \"Thông thường đó là một thông điệp mang tính chất thảm hoạ tưởng tượng dưới dạng một lời cảnh cáo; và tôi nghĩ rằng khoa học giả tưởng đã trở thành một ảo giác thoát ly thực tại hơn nhưng lại truyền đạt theo cách ít cảnh cáo hay trí tuệ hơn. Tôi nghĩ rằng Avatar là một nỗ lực hòng đưa khoa học giả tưởng trở lại căn nguyên của nó là để chuyển tải cảnh báo. “Họ đã gửi cho chúng ta một thông điệp mà họ có thể lấy đi bất cứ thứ gì họ muốn. Và chúng ta cũng sẽ gởi lại họ một thông điệp rằng … đây là mảnh đất của chúng ta!\" Avatar cũng có sự tham gia diễn xuất của diễn viên từng tham gia các bộ phim khoa học giả tưởng Sigourney Weaver vào vai một nhà khoa học tạo ra chương trình để học và tìm hiểu người Na'vi. Giovanni Ribisi đóng vai người quản lý dự án khai thác Pandora với Stephen Lang vào vai sĩ quan bán quân sự chỉ huy quân đội và diễn viên người thổ dân châu Mỹ Studi Wes đóng vai tộc trưởng Na’vi. Nhạc nền của bộ phim được soạn bởi nhạc sĩ James Horner, người từng cộng tác với James Cameron trong nhiều bộ phim trong đó có bộ phim đoạt nhiều giải Oscar Titanic."
        },
        {
            "en": "If you are a person who is easily embarassed, you may find comfort in what researchers from the University of California, Berkeley report in a paper published online this month in the Journal of Personality and Social Psychology: they suggest moderate embarassment is a good thing, because it means you are also likely to be more trustworthy and generous. Lead author Matthew Feinberg, a UC Berkeley doctoral student in psychology, told the media that \"moderate levels of embarassment are signs of virtue\".  \"Our data suggests embarrassment is a good thing, not something you should fight,\" he added.\nFellow co-author Robb Willer, a social psychologist at UC Berkeley, said embarassment was \"part of the social glue that fosters trust and cooperation in everyday life,\" and described it as an \"emotional signature of a person to whom you can entrust valuable resources\".\nThe researchers were keen to point out that the moderate type of embarassment they studied is very different from \"shame\", the emotion people typically express when caught cheating or performing some other moral transgression.\nModerate embarassment is a \"pro-social emotion\" whereas shame is a \"debilitating social anxiety\" maintain the researchers, and they also have different typical gestures and expressions.  People typically express embarassment by gazing downwards to one side while partially covering the face. This is also accompanied by a <em>smirk</em> or grimace. When people express shame as opposed to embarassment, they typically cover the whole face, said Feinberg.\nPro-social emotions are thought to operate at a direct fundamental level to sustain cooperative relations, bypassing cognition or thinking. This model is in contrast to the behavioral model used by economists which assumes that cognitive optimizing processes are at the heart of what guides socially directed behavior.The third author is UC Berkeley psychologist Dacher Keltner, an expert on pro-social emotions.To arrive at their findings, Feinberg, Willer and Keltner carried out a series of experiments to look at links between embarassment and pro-sociality.In the first experiment they filmed 60 college students talking about embarassing moments such as making inaccurate assumptions about people based on their appearance (for example assuming a woman who was overweight was expecting a baby), and doing embarassing things like breaking wind in public. When they watched the films, the researchers coded each participant's story based on how much embarassment they showed.  In a second experiment, the college students played a game called the \"Dictator's Game\". This is used by economists to measure altruism. In this game, each player receives 10 raffle tickets and is invited to keep some and give the rest to a partner. Correlating these results with those of the first experiment, the researchers found that the participants who gave away more raffle tickets were also more likely to have been the ones showing the most embarassment in the video accounts.  In a third experiment the researchers asked another group of 38 American participants they recruited via Craigslist, an online community featuring free classified ads and other information services, how often they felt embarassed. They also took part in exercises like the \"Dictator's Game\" to measure their generosity and readiness to cooperate.\nIn a fourth experiment, the participants observed while a trained actor played a role where he is told he has received top marks in a test. The actor responds showing either embarassment or pride. The participants then played games with the actor, while the researchers measured the level to which they trusted him or not. They then correlated these measures with whether the participants had observed the actor showing pride or embarassment in the earlier part of the experiment.   Each time, the results were the same: participants trusted the actor more if they had observed him showing embarassment, and they trusted him less if they had seen him showing pride.\nThe researchers concluded that these tests:\n\"... revealed that observers rated embarrassed targets as being more prosocial and less antisocial relative to targets who displayed either a different emotion or no emotion.\"\n Embarrassment signals people's tendency to be pro-social, said Feinberg:\n\"You want to affiliate with them more, you feel comfortable trusting them,\" he explained.\nHowever, one should be careful in constructing a corollary out of these findings: do they mean that overly confident people aren't to be trusted? Not so, say the researchers, but they may look into that in the future.\nWritten by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Nếu bạn là một người dễ bối rối xấu hổ, bạn có thể tìm thấy sự an ủi trong những gì mà các nhà nghiên cứu từ Đại học California, Berkeley báo cáo trong một bài báo công bố trực tuyến tháng này trên Tạp chí Tính cách và Tâm lý học xã hội: họ cho rằng biết bối rối vừa phải là một điều tốt, bởi vì điều đó có nghĩa là bạn cũng có thể đáng tin cậy và rộng lượng hơn. Tác giả chính Matthew Feinberg, một nghiên cứu sinh cao học ngành tâm lý tại Đại học California, Berkeley, nói với báo chí rằng \"bối rối xấu hổ đúng đắn là biểu hiện của đức hạnh\". \n“Dữ liệu của chúng tôi cho thấy bối rối xấu hổ là một điều tốt, không phải là điều bạn nên đấu tranh chống lại”, ông nói thêm. \nĐồng tác giả Robb Willer, một nhà tâm lý học xã hội tại Đại học California, Berkeley, cho biết xấu hổ là “một phần của sự gắn kết xã hội nuôi dưỡng sự tin tưởng và hợp tác trong cuộc sống hàng ngày”,  \nCác nhà nghiên cứu rất muốn chỉ ra rằng dạng hơi bối rối xấu hổ mà họ nghiên cứu rất khác biệt so với “xấu hổ”, cảm xúc mà người ta thường thể hiện khi bị bắt gặp gian lận hoặc thực hiện một số sự vi phạm đạo đức khác. \nHơi bối rối xấu hổ là một “cảm xúc được xã hội ủng hộ” trong khi xấu hổ là một “sự lo lắng về mặt xã hội, gây suy nhược cơ thể”, theo xác nhận của các nhà nghiên cứu, và họ cũng có những cử chỉ và cách diễn đạt khác nhau điển hình. \nMọi người thường thể hiện sự bối rối bằng cách nhìn chằm chằm xuống một phía trong khi che mặt bớt một phần. \nKhi mọi người bày tỏ sự xấu hổ trái ngược với bối rối, họ thường che toàn bộ khuôn mặt, Feinberg nói. \nNhững cảm xúc có lợi về mặt xã hội được cho là hoạt động ở một mức độ cơ bản trực tiếp để duy trì quan hệ hợp tác, bỏ qua nhận thức hay suy nghĩ. Mô hình này là trái ngược với mô hình hành vi được sử dụng bởi các nhà kinh tế giả định rằng các tiến trình tối ưu hoá nhận thức là tâm điểm của những gì dẫn dắt cho hành vi được điều khiển về mặt xã hội. Tác giả thứ ba là là nhà tâm lý học tại Đại học California, Berkeley: Dacher Keltner, một chuyên gia về những cảm xúc được xã hội ủng hộ. Để đạt được phát hiện của họ, Feinberg, Willer và Keltner đã thực hiện một loạt các thí nghiệm để xem xét mối liên hệ giữa sự bối rối xấu hổ và tính được xã hội ủng hộ. \nTrong thí nghiệm đầu tiên, họ quay 60 sinh viên đại học nói về những khoảnh khắc lúng túng chẳng hạn như đưa ra những giả định không chính xác về người ta dựa trên vẻ bề ngoài của họ (ví dụ như cho rằng một phụ nữ trong to béo là đang có bầu), và làm những việc đáng xấu hổ đại loại như đánh rắm ở nơi công cộng. Khi xem những bộ phim đã quay, các nhà nghiên cứu mã hóa mỗi câu chuyện của người tham gia dựa trên mức độ bối rối mà họ biểu hiện.\nTrong một thí nghiệm thứ hai, các sinh viên đại học chơi một trò chơi gọi là “Trò chơi của nhà độc tài”. Điều này được sử dụng bởi các nhà kinh tế để đo lòng vị tha. Trong trò chơi này, mỗi người chơi nhận được 10 vé xổ số và được hướng dẫn giữ một số và cho một người cùng chơi phần còn lại. Liên hệ giữa các kết quả này với những thí nghiệm đầu tiên, các nhà nghiên cứu thấy rằng những người tham gia đã cho đi nhiều vé xổ số hơn thường cũng sẽ có thể có biểu hiện bối rối nhiều nhất trong các băng video đã quay. \nTrong thí nghiệm thứ ba, các nhà nghiên cứu đã yêu cầu một nhóm 38 người tham dự Mỹ khác ứng tuyển thông qua Craigslist, một cộng đồng trực tuyến có quảng cáo phân loại tự do và dịch vụ thông tin khác, cho biết họ có thường xuyên cảm thấy bối rối xấu hổ hay không. Họ cũng tham gia thử nghiệm như \"game độc tài\" để khảo sát sự rộng lượng và sẵn sàng hợp tác của họ. \nTrong thí nghiệm thứ tư, những người tham gia quan sát trong khi một diễn viên được đào tạo đóng vai cho hay  anh ta đã nhận được điểm số cao nhất trong một bài kiểm tra. Diễn viên biểu hiện cảm xúc có cả bối rối lẫn tự hào. Sau đó, những người tham dự sẽ chơi chung với diễn viên này, trong khi các nhà nghiên cứu đo mức độ mà họ tin tưởng anh ta hay không. Sau đó, họ liên hệ các kết quả đo được này với việc những người tham gia đã quan sát diễn viên thể hiện niềm tự hào hay bối rối ở phần trước đó của thí nghiệm. \nMỗi lần, các kết quả đều như nhau: người tham gia tin cậy diễn viên nhiều hơn nếu họ đã quan sát thấy anh ta thấy bối rối, và họ tin tưởng anh ta ít hơn nếu họ đã nhìn thấy anh ta thể hiện niềm tự hào.  \nCác nhà nghiên cứu kết luận rằng những thử nghiệm này: \n“... tiết lộ rằng các những người quan sát đánh giá đối tượng biết bối rối là đáng tin tưởng và tương đối dễ hòa đồng hơn so với những đối tượng biểu thị một cảm xúc khác hoặc không biểu thị cảm xúc.” \nBối rối là tín hiệu giúp mọi người dễ được xã hội ủng hộ, Feinberg nói: \n“Bạn sẽ muốn giao du với họ hơn, bạn cảm thấy thoải mái khi tin tưởng họ”, ông giải thích. \nTuy nhiên, một người nên cẩn trọng khi xem các phát hiện này là chân lý: liệu các phát hiện này có nghĩa là những người tự tin quá mức sẽ không được tin tưởng? Không phải như vậy, các nhà nghiên cứu cho biết, nhưng họ có thể nghiên cứu về điều đó trong tương lai. \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "3. MOTIVES THE SUN WAS SO DEEPLY BURIED BEHIND THE CLOUDS that there was no way to tell if it had set or not. After the long flight — chasing the sun westward so that it seemed unmoving in the sky — it was especially disorienting; time seemed oddly variable. It took me by surprise when the forest gave way to the first buildings, signaling that we were nearly home. “You’ve been very quiet,” Edward observed. “Did the plane make you sick?” “No, I’m okay.” “Are you sad to leave?” “More relieved than sad, I think.” He raised one eyebrow at me. I knew it was useless and — much as I hated to admit it — unnecessary to ask him to keep his eyes on the road. “Renée is so much more . . .perceptive than Charlie in some ways. It was making me jumpy.” Edward laughed. “Your mother has a very interesting mind. Almost childlike, but very insightful. She sees things differently than other people.” Insightful. It was a good description of my mother — when she was paying attention. Most of the time Renée was so bewildered by her own life that she didn’t notice much else. But this weekend she’d been paying plenty of attention to me. Phil was busy — the high school baseball team he coached was in the playoffs — and being alone with Edward and me had only sharpened Renée’s focus. As soon as the hugs and squeals of delight were out of the way, Renée began to watch. And as she’d watched, her wide blue eyes had become first confused and then concerned. This morning we’d gone for a walk along the beach. She wanted to show off all the beauties of her new home, still hoping, I think, that the sun might lure me away from Forks. She’d also wanted to talk with me alone, and that was easily arranged. Edward had fabricated a term paper to give himself an excuse to stay indoors during the day. In my head, I went through the conversation again. . . . Renée and I ambled along the sidewalk, trying to stay in the range of the infrequent palm tree shadows. Though it was early, the heat was smothering. The air was so heavy with moisture that just breathing in and out was giving my lungs a workout. “Bella?” my mother asked, looking out past the sand to the lightly crashing waves as she spoke. “What is it, Mom?” She sighed, not meeting my gaze. “I’m worried. . . .” “What’s wrong?” I asked, anxious at once. “What can I do?” “It’s not me.” She shook her head. “I’m worried about you . . . and Edward.” Renée finally looked at me when she said his name, her face apologetic. “Oh,” I mumbled, fixing my eyes on a pair of joggers as they passed us, drenched with sweat. “You two are more serious than I’d been thinking,” she went on. I frowned, quickly reviewing the last two days in my head. Edward and I had barely touched — in front of her, at least. I wondered if Renée was about to give me a lecture on responsibility, too. I didn’t mind that the way I had with Charlie. It wasn’t embarrassing with my mom. After all, I’d been the one giving her that lecture time and time again in the last ten years.  “There’s something . . . strange about the way you two are together,” she murmured, her forehead creasing over her troubled eyes. “The way he watches you — it’s so . . . protective. Like he’s about to throw himself in front of a bullet to save you or something.” I laughed, though I was still not able to meet her gaze. “That’s a bad thing?” “No.” She frowned as she struggled for the words. “It’s just different . He’s very intense about you . . . and very careful. I feel like I don’t really understand your relationship. Like there’s some secret I’m missing. . . .” “I think you’re imagining things, Mom,” I said quickly, struggling to keep my voice light. There was a flutter in my stomach. I’d forgotten how much my mother saw . Something about her simple view of the world cut through all the distractions and pierced right to the truth of things. This had never been a problem before. Until now, there had never been a secret I couldn’t tell her. “It’s not just him.” She set her lips defensively. “I wish you could see how you move around him.” “What do you mean?”  “The way you move — you orient yourself around him without even thinking about it. When he moves, even a little bit, you adjust your position at the same time. Like magnets . . . or gravity. You’re like a . . . satellite, or something. I’ve never seen anything like it.” She pursed her lips and stared down. “Don’t tell me,” I teased, forcing a smile. “You’re reading mysteries again, aren’t you? Or is it sci-fi this time?” Renée flushed a delicate pink. “That’s beside the point.” “Found anything good?” “Well, there was one — but that doesn’t matter. We’re talking about you right now.” “You should stick to romance, Mom. You know how you freak yourself out.” Her lips turned up at the corners. “I’m being silly, aren’t I?” For half a second I couldn’t answer. Renée was so easily swayed. Sometimes it was a good thing, because not all of her ideas were practical. But it pained me to see how quickly she caved in to my trivializing, especially since she was dead right this time. She looked up, and I controlled my expression. “Not silly — just being a mom.” She laughed and then gestured grandly toward the white sands stretching to the blue water. “And all this isn’t enough to get you to move back in with your silly mom?” I wiped my hand dramatically across my forehead, and then pretended to wring my hair out. “You get used to the humidity,” she promised. “You can get used to rain, too,” I countered. She elbowed me playfully and then took my hand as we walked back to her car. Other than her worries about me, she seemed happy enough. Content. She still looked at Phil with goo-goo eyes, and that was comforting. Surely her life was full and satisfying. Surely she didn’t miss me that much, even now. . . . Edward’s icy fingers brushed my cheek. I looked up, blinking, coming back to the present. He leaned down and kissed my forehead. “We’re home, Sleeping Beauty. Time to awake.” We were stopped in front of Charlie’s house. The porch light was on and the cruiser was parked in the driveway. As I examined the house, I saw the curtain twitch in the living room window, flashing a line of yellow light across the dark lawn. I sighed. Of course Charlie was waiting to pounce. Edward must have been thinking the same thing, because his expression was stiff and his eyes remote as he came to get my door for me. “How bad?” I asked. “Charlie’s not going to be difficult,” Edward promised, his voice level with no hint of humor. “He missed you.” My eyes narrowed in doubt. If that was the case, then why was Edward tensed as if for a battle? My bag was small, but he insisted on carrying it into the house. Charlie held the door open for us. “Welcome home, kid!” Charlie shouted like he really meant it. “How was Jacksonville?” “Moist. And buggy.” “So Renée didn’t sell you on the University of Florida?” “She tried. But I’d rather drink water than inhale it.” Charlie’s eyes flickered unwillingly to Edward. “Did you have a nice time?” “Yes,” Edward answered in a serene voice. “Renée was very hospitable.” “That’s . . . um, good. Glad you had fun.” Charlie turned away from Edward and pulled me in for an unexpected hug. “Impressive,” I whispered in his ear. He rumbled a laugh. “I really missed you, Bells. The food around here sucks when you’re gone.” “I’ll get on it,” I said as he let me go. “Would you call Jacob first? He’s been bugging me every five minutes since six o’clock this morning. I promised I’d have you call him before you even unpacked.” I didn’t have to look at Edward to feel that he was too still, too cold beside me. So this was the cause of his tension. “Jacob wants to talk to me?” “Pretty bad, I’d say. He wouldn’t tell me what it was about — just said it was important.” The phone rang then, shrill and demanding. “That’s him again, I’d bet my next paycheck,” Charlie muttered. “I got it.” I hurried to the kitchen. Edward followed after me while Charlie disappeared into the living room. I grabbed the phone mid-ring, and twisted around so that I was facing the wall. “Hello?” “You’re back,” Jacob said. His familiar husky voice sent a wave of wistfulness through me. A thousand memories spun in my head, tangling together — a rocky beach strewn with driftwood trees, a garage made of plastic sheds, warm sodas in a paper bag, a tiny room with one too-small shabby loveseat. The laughter in his deep-set black eyes, the feverish heat of his big hand around mine, the flash of his white teeth against his dark skin, his face stretching into the wide smile that had always been like a key to a secret door where only kindred spirits could enter. It felt sort of like homesickness, this longing for the place and person who had sheltered me through my darkest night. I cleared the lump from my throat. “Yes,” I answered. “Why didn’t you call me?” Jacob demanded. His angry tone instantly got my back up. “Because I’ve been in the house for exactly four seconds and your call interrupted Charlie telling me that you’d called.” “Oh. Sorry.” “Sure. Now, why are you harassing Charlie?” “I need to talk to you.” “Yeah, I figured out that part all by myself. Go ahead.” There was a short pause. “You going to school tomorrow?” I frowned to myself, unable to make sense of this question. “Of course I am. Why wouldn’t I?” “I dunno. Just curious.” Another pause. “So what did you want to talk about, Jake?” He hesitated. “Nothing really, I guess. I . . . wanted to hear your voice.” “Yeah, I know. I’m so glad you called me, Jake. I . . .” But I didn’t know what more to say. I wanted to tell him I was on my way to La Push right now. And I couldn’t tell him that. “I have to go,” he said abruptly. “What?” “I’ll talk to you soon, okay?” “But Jake —” He was already gone. I listened to the dial tone with disbelief. “That was short,” I muttered. “Is everything all right?” Edward asked. His voice was low and careful. I turned slowly to face him. His expression was perfectly smooth — impossible to read. “I don’t know. I wonder what that was about.” It didn’t make sense that Jacob had been hounding Charlie all day just to ask me if I was going to school. And if he’d wanted to hear my voice, then why did he hang up so quickly? “Your guess is probably better than mine,” Edward said, the hint of a smile tugging at the corner of his mouth. “Mmm,” I murmured. That was true. I knew Jake inside and out. It shouldn’t be that complicated to figure out his motivations. With my thoughts miles away — about fifteen miles away, up the road to La Push — I started combing through the fridge, assembling ingredients for Charlie’s dinner. Edward leaned against the counter, and I was distantly aware that his eyes were on my face, but too preoccupied to worry about what he saw there. The school thing seemed like the key to me. That was the only real question Jake had asked. And he had to be after an answer to something, or he wouldn’t have been bugging Charlie so persistently. Why would my attendance record matter to him, though? I tried to think about it in a logical way. So, if I hadn’t been going to school tomorrow, what would be the problem with that, from Jacob’s perspective? Charlie had given me a little grief about missing a day of school so close to finals, but I’d convinced him that one Friday wasn’t going to derail my studies. Jake would hardly care about that. My brain refused to come up with any brilliant insights. Maybe I was missing some vital piece of information. What could have changed in the past three days that was so important that Jacob would break his long streak of refusing to answer my phone calls and contact me? What difference could three days make? I froze in the middle of the kitchen. The package of icy hamburger in my hands slipped through my numb fingers. It took me a slow second to miss the thud it should have made against the floor. Edward had caught it and thrown it onto the counter. His arms were already around me, his lips at my ear. “What’s wrong?” I shook my head, dazed. Three days could change everything. Hadn’t I just been thinking about how impossible college was? How I couldn’t be anywhere near people after I’d gone through the painful three-day conversion that would set me free from mortality, so that I could spend eternity with Edward? The conversion that would make me forever a prisoner to my own thirst. . . . Had Charlie told Billy that I’d vanished for three days? Had Billy jumped to conclusions? Had Jacob really been asking me if I was still human? Making sure that the werewolves’ treaty was unbroken — that none of the Cullens had dared to bite a human . . . bite, not kill . . . ? But did he honestly think I would come home to Charlie if that was the case? Edward shook me. “Bella?” he asked, truly anxious now. “I think . . . I think he was checking,” I mumbled. “Checking to make sure. That I’m human, I mean.” Edward stiffened, and a low hiss sounded in my ear. “We’ll have to leave,” I whispered. “Before. So that it doesn’t break the treaty. We won’t ever be able to come back.” His arms tightened around me. “I know.” “Ahem.” Charlie cleared his voice loudly behind us. I jumped, and then pulled free of Edward’s arms, my face getting hot. Edward leaned back against the counter. His eyes were tight. I could see worry in them, and anger.  “If you don’t want to make dinner, I can call for a pizza,” Charlie hinted. “No, that’s okay, I’m already started.” “Okay,” Charlie said. He propped himself against the doorframe, folding his arms. I sighed and got to work, trying to ignore my audience. “If I asked you to do something, would you trust me?” Edward asked, an edge to his soft voice. We were almost to school. Edward had been relaxed and joking just a moment ago, and now suddenly his hands were clenched tight on the steering wheel, his knuckles straining in an effort not to snap it into pieces. I stared at his anxious expression — his eyes were far away, like he was listening to distant voices. My pulse sped in response to his stress, but I answered carefully. “That depends.” We pulled into the school lot. “I was afraid you would say that.” “What do you want me to do, Edward?” “I want you to stay in the car.” He pulled into his usual spot and turned the engine off as he spoke. “I want you to wait here until I come back for you.” “But . . .why ?” That was when I saw him. He would have been hard to miss, towering over the students the way he did, even if he hadn’t been leaning against his black motorcycle, parked illegally on the sidewalk. “Oh.” Jacob’s face was a calm mask that I recognized well. It was the face he used when he was determined to keep his emotions in check, to keep himself under control. It made him look like Sam, the oldest of the wolves, the leader of the Quileute pack. But Jacob could never quite manage the perfect serenity Sam always exuded. I’d forgotten how much this face bothered me. Though I’d gotten to know Sam pretty well before the Cullens had come back — to like him, even — I’d never been able to completely shake the resentment I felt when Jacob mimicked Sam’s expression. It was a stranger’s face. He wasn’t my Jacob when he wore it. “You jumped to the wrong conclusion last night,” Edward murmured. “He asked about school because he knew that I would be where you were. He was looking for a safe place to talk to me. A place with witnesses.” So I’d misinterpreted Jacob’s motives last night. Missing information, that was the problem. Information like why in the world Jacob would want to talk to Edward. “I’m not staying in the car,” I said. Edward groaned quietly. “Of course not. Well, let’s get this over with.” Jacob’s face hardened as we walked toward him, hand in hand. I noticed other faces, too — the faces of my classmates. I noticed how their eyes widened as they took in all six foot seven inches of Jacob’s long body, muscled up the way no normal sixteen-and-a-half-year-old ever had been. I saw those eyes rake over his tight black t-shirt — short-sleeved, though the day was unseasonably cool — his ragged, grease-smeared jeans, and the glossy black bike he leaned against. Their eyes didn’t linger on his face — something about his expression had them glancing quickly away. And I noticed the wide berth everyone gave him, the bubble of space that no one dared to encroach on. With a sense of astonishment, I realized that Jacob looked dangerous to them. How odd. Edward stopped a few yards away from Jacob, and I could tell that he was uncomfortable having me so close to a werewolf. He drew his hand back slightly, pulling me halfway behind his body. “You could have called us,” Edward said in a steel-hard voice. “Sorry,” Jacob answered, his face twisting into a sneer. “I don’t have any leeches on my speed dial.” “You could have reached me at Bella’s house, of course.” Jacob’s jaw flexed, and his brows pulled together. He didn’t answer. “This is hardly the place, Jacob. Could we discuss this later?” “Sure, sure. I’ll stop by your crypt after school.” Jacob snorted. “What’s wrong with now?” Edward looked around pointedly, his eyes resting on the witnesses who were just barely out of hearing range. A few people were hesitating on the sidewalk, their eyes bright with expectation. Like they were hoping a fight might break out to alleviate the tedium of another Monday morning. I saw Tyler Crowley nudge Austin Marks, and they both paused on their way to class. “I already know what you came to say,” Edward reminded Jacob in voice so low that I could barely make it out. “Message delivered. Consider us warned.” Edward glanced down at me for a fleeting second with worried eyes. “Warned?” I asked blankly. “What are you talking about?” “You didn’t tell her?” Jacob asked, his eyes widening with disbelief. “What, were you afraid she’d take our side?” “Please drop it, Jacob,” Edward said in an even voice. “Why?” Jacob challenged. I frowned in confusion. “What don’t I know? Edward?” Edward just glared at Jacob as if he hadn’t heard me. “Jake?” Jacob raised his eyebrow at me. “He didn’t tell you that his big . . .brother crossed the line Saturday night?” he asked, his tone thickly layered with sarcasm. Then his eyes flickered back to Edward. “Paul was totally justified in —” “It was no-man’s land!” Edward hissed. “Was not!” Jacob was fuming visibly. His hands trembled. He shook his head and sucked in two deep lungfuls of air. “Emmett and Paul?” I whispered. Paul was Jacob’s most volatile pack brother. He was the one who’d lost control that day in the woods — the memory of the snarling gray wolf was suddenly vivid in my head. “What happened? Were they fighting?” My voice strained higher in panic. “Why? Did Paul get hurt?” “No one fought,” Edward said quietly, only to me. “No one got hurt. Don’t be anxious.” Jacob was staring at us with incredulous eyes. “You didn’t tell her anything at all, did you? Is that why you took her away? So she wouldn’t know that —?” “Leave now.” Edward cut him off mid-sentence, and his face was abruptly frightening — truly frightening. For a second, he looked like . . . like a vampire . He glared at Jacob with vicious, unveiled loathing. Jacob raised his eyebrows, but made no other move. “Why haven’t you told her?” They faced each other in silence for a long moment. More students gathered behind Tyler and Austin. I saw Mike next to Ben — Mike had one hand on Ben’s shoulder, like he was holding him in place. In the dead silence, all the details suddenly fell into place for me with a burst of intuition. Something Edward didn’t want me to know. Something that Jacob wouldn’t have kept from me. Something that had the Cullens and the wolves both in the woods, moving in hazardous proximity to each other. Something that would cause Edward to insist that I fly across the country. Something that Alice had seen in a vision last week — a vision Edward had lied to me about. Something I’d been waiting for anyway. Something I knew would happen again, as much as I might wish it never would. It was never going to end, was it? I heard the quick gasp, gasp, gasp, gasp of the air dragging through my lips, but I couldn’t stop it. It looked like the school was shaking, like there was an earthquake, but I knew it was my own trembling that caused the illusion. “She came back for me,” I choked out. Victoria was never going to give up till I was dead. She would keep repeating the same pattern — feint and run, feint and run — until she found a hole through my defenders. Maybe I’d get lucky. Maybe the Volturi would come for me first — they’d kill me quicker, at least. Edward held me tight to his side, angling his body so that he was still between me and Jacob, and stroked my face with anxious hands. “It’s fine,” he whispered to me. “It’s fine. I’ll never let her get close to you, it’s fine.” Then he glared at Jacob. “Does that answer your question, mongrel?” “You don’t think Bella has a right to know?” Jacob challenged. “It’s her life.” Edward kept his voice muted; even Tyler, edging forward by inches, would be unable to hear. “Why should she be frightened when she was never in danger?” “Better frightened than lied to.” I tried to pull myself together, but my eyes were swimming in moisture. I could see it behind my lids — I could see Victoria’s face, her lips pulled back over her teeth, her crimson eyes glowing with the obsession of her vendetta; she held Edward responsible for the demise of her love, James. She wouldn’t stop until his love was taken from him, too. Edward wiped the tears from my cheek with his fingertips. “Do you really think hurting her is better than protecting her?” he murmured. “She’s tougher than you think,” Jacob said. “And she’s been through worse.” Abruptly, Jacob’s expression shifted, and he was staring at Edward with an odd, speculative expression. His eyes narrowed like he was trying to do a difficult math problem in his head. I felt Edward cringe. I glanced up at him, and his face was contorted in what could only be pain. For one ghastly moment, I was reminded of our afternoon in Italy, in the macabre tower room of the Volturi, where Jane had tortured Edward with her malignant gift, burning him with her thoughts alone. . . . The memory snapped me out of my near hysteria and put everything in perspective. Because I’d rather Victoria killed me a hundred times over than watch Edward suffer that way again. “That’s funny,” Jacob said, laughing as he watched Edward’s face. Edward winced, but smoothed his expression with a little effort. He couldn’t quite hide the agony in his eyes. I glanced, wide-eyed, from Edward’s grimace to Jacob’s sneer. “What are you doing to him?” I demanded. “It’s nothing, Bella,” Edward told me quietly. “Jacob just has a good memory, that’s all.” Jacob grinned, and Edward winced again. “Stop it! Whatever you’re doing.” “Sure, if you want.” Jacob shrugged. “It’s his own fault if he doesn’t like the things I remember, though.” I glared at him, and he smiled back impishly — like a kid caught doing something he knows he shouldn’t by someone who he knows won’t punish him. “The principal’s on his way to discourage loitering on school property,” Edward murmured to me. “Let’s get to English, Bella, so you’re not involved.” “Overprotective, isn’t he?” Jacob said, talking just to me. “A little trouble makes life fun. Let me guess, you’re not allowed to have fun, are you?” Edward glowered, and his lips pulled back from his teeth ever so slightly. “Shut up, Jake,” I said. Jacob laughed. “That sounds like a no . Hey, if you ever feel like having a life again, you could come see me. I’ve still got your motorcycle in my garage.” Ừ  This news distracted me. “You were supposed to sell that. You promised Charlie you would.” If I hadn’t begged on Jake’s behalf — after all, he’d put weeks of labor into both motorcycles, and he deserved some kind of payback — Charlie would have thrown my bike in a Dumpster. And possibly set that Dumpster on fire. “Yeah, right. Like I would do that. It belongs to you, not me. Anyway, I’ll hold on to it until you want it back.” A tiny hint of the smile I remembered was suddenly playing around the edges of his lips. “Jake . . .” He leaned forward, his face earnest now, the bitter sarcasm fading. “I think I might have been wrong before, you know, about not being able to be friends. Maybe we could manage it, on my side of the line.  Come see me.” I was vividly conscious of Edward, his arms still wrapped protectively around me, motionless as a stone. I shot a look at his face — it was calm, patient. “I, er, don’t know about that, Jake.” Jacob dropped the antagonistic façade completely. It was like he’d forgotten Edward was there, or at least he was determined to act that way. “I miss you every day, Bella. It’s not the same without you.” “I know and I’m sorry, Jake, I just . . .” He shook his head, and sighed. “I know. Doesn’t matter, right? I guess I’ll survive or something. Who needs friends?” He grimaced, trying to cover the pain with a thin attempt at bravado. Jacob’s suffering had always triggered my protective side. It was not entirely rational — Jacob was hardly in need of any physical protection I could offer. But my arms, pinned beneath Edward’s, yearned to reach out to him. To wrap around his big, warm waist in a silent promise of acceptance and comfort. Edward’s shielding arms had become restraints. “Okay, get to class,” a stern voice sounded behind us. “Move along, Mr. Crowley.” “Get to school, Jake,” I whispered, anxious as soon as I recognized the principal’s voice. Jacob went to the Quileute school, but he might still get in trouble for trespassing or the equivalent. Edward released me, taking just my hand and pulling me behind his body again. Mr. Greene pushed through the circle of spectators, his brows pressing down like ominous storm clouds over his small eyes. “I mean it,” he was threatening. “Detention for anyone who’s still standing here when I turn around again.” The audience melted away before he was finished with his sentence. “Ah, Mr. Cullen. Do we have a problem here?” “Not at all, Mr. Greene. We were just on our way to class.” “Excellent. I don’t seem to recognize your friend.” Mr. Greene turned his glower on Jacob. “Are you a new student here?” Mr. Greene’s eyes scrutinized Jacob, and I could see that he’d come to the same conclusion everyone else had: dangerous. A troublemaker. “Nope,” Jacob answered, half a <em>smirk</em> on his broad lips. “Then I suggest you remove yourself from school property at once, young man, before I call the police.” Jacob’s little <em>smirk</em> became a full-blown grin, and I knew he was picturing Charlie showing up to arrest him. This grin was too bitter, too full of mocking to satisfy me. This wasn’t the smile I’d been waiting to see. Jacob said, “Yes, sir,” and snapped a military salute before he climbed on his bike and kicked it to a start right there on the sidewalk. The engine snarled and then the tires squealed as he spun it sharply around. In a matter of seconds, Jacob raced out of sight. Mr. Greene gnashed his teeth together while he watched the performance. “Mr. Cullen, I expect you to ask your friend to refrain from trespassing again.” “He’s no friend of mine, Mr. Greene, but I’ll pass along the warning.” Mr. Greene pursed his lips. Edward’s perfect grades and spotless record were clearly a factor in Mr. Greene’s assessment of the incident. “I see. If you’re worried about any trouble, I’d be happy to —” “There’s nothing to worry about, Mr. Greene. There won’t be any trouble.” “I hope that’s correct. Well, then. On to class. You, too, Miss Swan.” Edward nodded, and pulled me quickly along toward the English building. “Do you feel well enough to go to class?” he whispered when we were past the principal. “Yes,” I whispered back, not quite sure if this was a lie. Whether I felt well or not was hardly the most important consideration. I needed to talk to Edward right away, and English class wasn’t the ideal place for the conversation I had in mind. But with Mr. Greene right behind us, there weren’t a lot of other options. We got to class a little late and took our seats quickly. Mr. Berty was reciting a Frost poem. He ignored our entrance, refusing to let us break his rhythm. I yanked a blank page out of my notebook and started writing, my handwriting more illegible than normal thanks to my agitation. What happened? Tell me everything . And screw the protecting me crap, please. I shoved the note at Edward. He sighed, and then began writing. It took him less time than me, though he wrote an entire paragraph in his own personal calligraphy before he slipped the paper back. Alice saw that Victoria was coming back. I took you out of town merely as a precaution — there was never a chance that she would have gotten anywhere close to you. Emmett and Jasper very nearly had her, but Victoria seems to have some instinct for evasion. She escaped right down the Quileute boundary line as if she were reading it from a map. It didn’t help that Alice’s abilities were nullified by the Quileutes’ involvement. To be fair, the Quileutes might have had her, too, if we hadn’t gotten in the way. The big gray one thought Emmett was over the line, and he got defensive. Of course Rosalie reacted to that, and everyone left the chase to protect their companions. Carlisle and Jasper got things calmed down before it got out of hand. But by then, Victoria had slipped away. That’s everything.  I frowned at the letters on the page. All of them had been in on it — Emmett, Jasper, Alice, Rosalie, and Carlisle. Maybe even Esme, though he hadn’t mentioned her. And then Paul and the rest of the Quileute pack. It might so easily have turned into a fight, pitting my future family and my old friends against each other. Any one of them could have been hurt. I imagined the wolves would be in the most danger, but picturing tiny Alice next to one of the huge werewolves, fighting . . . I shuddered. Carefully, I scrubbed out the entire paragraph with my eraser and then I wrote over the top:   What about Charlie? She could have been after him. Edward was shaking his head before I finished, obviously going to downplay any danger on Charlie’s behalf. He held a hand out, but I ignored that and started again. You can’t know that she wasn’t thinking that, because you weren’t here. Florida was a bad idea. He took the paper from underneath my hand. I wasn’t about to send you off alone. With your luck, not even the black box would survive. That wasn’t what I’d meant at all; I hadn’t thought of going without him. I’d meant that we should have stayed here together. But I was sidetracked by his response, and a little miffed. Like I couldn’t fly cross country without bringing the plane down. Very funny. So let’s say my bad luck did crash the plane. What exactly were you going to do about it? Why is the plane crashing? He was trying to hide a smile now. The pilots are passed out drunk. Easy. I’d fly the plane. Of course. I pursed my lips and tried again. Both engines have exploded and we’re falling in a death spiral toward the earth. I’d wait till we were close enough to the ground, get a good grip on you, kick out the wall, and jump. Then I’d run you back to the scene of the accident, and we’d stumble around like the two luckiest survivors in history. I stared at him wordlessly. “What?” he whispered. I shook my head in awe. “Nothing,” I mouthed. I scrubbed out the disconcerting conversation and wrote one more line. You will tell me next time. I knew there would be a next time. The pattern would continue until someone lost. Edward stared into my eyes for a long moment. I wondered what my face looked like — it felt cold, so the blood hadn’t returned to my cheeks. My eyelashes were still wet. He sighed and then nodded once. Thanks. The paper disappeared from under my hand. I looked up, blinking in surprise, just as Mr. Berty came down the aisle. “Is that something you’d like to share there, Mr. Cullen?” Edward looked up innocently and held out the sheet of paper on top of his folder. “My notes?” he asked, sounding confused. Mr. Berty scanned the notes — no doubt a perfect transcription of his lecture — and then walked away frowning. It was later, in Calculus — my one class without Edward — that I heard the gossip. “My money’s on the big Indian,” someone was saying. I peeked up to see that Tyler, Mike, Austin, and Ben had their heads bent together, deep in conversation. “Yeah,” Mike whispered. “Did you see the size of that Jacob kid? I think he could take Cullen down.” Mike sounded pleased by the idea. “I don’t think so,” Ben disagreed. “There’s something about Edward. He’s always so . . . confident. I have a feeling he can take care of himself.” “I’m with Ben,” Tyler agreed. “Besides, if that other kid messed Edward up, you know those big brothers of his would get involved.” “Have you been down to La Push lately?” Mike asked. “Lauren and I went to the beach a couple of weeks ago, and believe me, Jacob’s friends are all just as big as he is.” “Huh,” Tyler said. “Too bad it didn’t turn into anything. Guess we’ll never know how it would have turned out.” “It didn’t look over to me,” Austin said. “Maybe we’ll get to see.” Mike grinned. “Anyone in the mood for a bet?” “Ten on Jacob,” Austin said at once. “Ten on Cullen,” Tyler chimed in. “Ten on Edward,” Ben agreed. “Jacob,” Mike said. “Hey, do you guys know what it was about?” Austin wondered. “That might affect the odds.” “I can guess,” Mike said, and then he shot a glance at me at the same time that Ben and Tyler did. From their expressions, none of them had realized I was in easy hearing distance. They all looked away quickly, shuffling the papers on their desks. “I still say Jacob,” Mike muttered under his breath.",
            "vi": "3. Động cơ Mặt trời núp kín sau mây khiến ta chẳng thể nào biết được đã lặn hay chưa.  Sau chuyến bay dài --  đuổi theo mặt trời về hướng tây làm ta ngỡ nó như chẳng hề di chuyển – thiệt hết sức lộn xộn; thời gian hay thay đổi lạ kỳ.   Tôi ngạc nhiên khi rừng xanh nhường chỗ cho các toà nhà cao tầng đầu tiên, báo hiệu đã sắp đến nhà.  \"Em lặng lẽ quá,\" Edward nhận xét. \"Máy bay làm em mệt à?\" \"Không, em khoẻ.\" \"Em buồn vì xa nhà à?\" \"Yên lòng hơn là buồn, em nghĩ vậy.\" Anh nhướng mày nhìn tôi. Tôi biết thật vô ích và – cũng như tôi ghét phải thừa nhận - không cần bắt anh phải nhìn đường.  \"Về vài khía cạnh, Renée . . . mẫn cảm hơn Charlie rất nhiều.  Nên em lo.\" Edward cười. \"Mẹ em có kiểu suy nghĩ rất thú vị. Khá trẻ con, nhưng rất sáng suốt. Bà nhìn nhận sự việc khác người.\" Sáng suốt. Đó là từ miêu tả mẹ tôi rất đúng - khi bà để ý. Hầu như lúc nào Renée cũng bị cuộc sống làm hoang mang đến nỗi bà chẳng chú ý đến chuyện khác nhiều. Nhưng cuối tuần này bà toàn chú ý đến tôi.  Phil đang bận - đội bóng chày trung học mà ông huấn luyện đang đấu các trận quyết định - nên ở bên Edward và tôi một mình, chỉ làm khả năng tập trung của Renée nhạy bén hơn. Ngay sau những vòng tay ôm chầm và tiếng reo mừng vui vừa chấm dứt, Renée đã bắt đầu quan sát. Và khi bà quan sát, đôi mắt to màu xanh dương của bà ban đầu có vẻ bối rối rồi sau đó lại lo âu.  Sáng nay chúng tôi đi dạo dọc bờ biển. Bà muốn khoe mọi vẻ đẹp của tổ ấm mới, vẫn hy vọng, tôi nghĩ, mặt trời có thể dụ tôi rời Forks.  Bà cũng muốn nói chuyện với tôi một mình, và điều đó dễ thu xếp thôi. Edward đã bịa ra cái cớ làm tiểu luận để ở trong nhà vào ban ngày. Tôi ôn lại cuộc trò chuyện trong đầu... Renée và tôi thong thả đi dọc theo vỉa hè, cố nấn ná trong bóng râm lác đác của hàng cọ.  Mặc dù mới sáng sớm, mà cái nóng đã bao trùm. Không khí nhiều hơi nước đến nỗi chỉ hít thở thôi cũng đã làm phổi tôi hoạt động vất vả rồi.  \"Bella?\" mẹ hỏi, nhìn qua bờ cát vào những con sóng đang nhẹ nhàng vỗ bờ vừa nói.  \"Gì vậy, mẹ?\" Bà thở dài, không đáp lại ánh nhìn chằm chằm của tôi. \"Mẹ lo... \" \"Có chuyện gì vậy?\" Tôi hỏi, lo lắng ngay. \"Con giúp được gì không?\" \"Không phải chuyện mẹ.\"  Bà lắc đầu. \"Mẹ lo cho con... và Edward.\" Renée cuối cùng cũng nhìn tôi khi bà nhắc đến tên anh, mặt bà tỏ vẻ hối tiếc.  \"Ồ,\" tôi lầm bầm, dán mắt vào một đôi chạy bộ khi họ chạy ngang qua chúng tôi, đầm đìa mồ hôi.  \"Hai con có vẻ nghiêm túc hơn mẹ tưởng,\" bà nói tiếp.  Tôi cau mày, hồi tưởng nhanh lại hai ngày vừa qua trong đầu.  Edward và tôi hiếm khi chạm vào nhau – ít nhất là trước mặt mẹ. Tôi tự hỏi không biết có phải Renée cũng đang định lên lớp về tinh thần trách nhiệm cho tôi nữa không đây. Tôi đã chẳng phiền cái cách Charlie giáo huấn tôi.  Thì với mẹ cũng chẳng có gì phải mắc cỡ. Rốt cuộc, tôi đã từng là người thuyết giảng cho bà về chuyện đó hết lần này đến lần khác trong mười năm qua còn gì.  “Có cái gì đó... kỳ lạ trong cách hai con ở bên nhau,\" bà thì thầm, trán nhăn lại trên đôi mắt bối rối. \"Cái cách nó nhìn con – thật là ...  bảo vệ. Giống như thể nó sắp ném mình ra hứng đạn để cứu con này nọ.\" Tôi cười, dù vẫn không thể nhìn vào mắt bà. \"Vậy dở sao mẹ?\" \"Không.\" Bà cau mày khi cố kiếm từ. \"Chỉ lạ thôi.  Nó hết sức say mê con ... mà lại hết sức cẩn thận.  Mẹ cảm thấy mình không hiểu nỗi quan hệ của các con. Cứ như thể có bí mật nào đó mẹ không biết... \" \"Mẹ tưởng tượng không hà,\" tôi nói nhanh, cố giữ giọng vui vẻ.  Bao tử tôi hơi nhộn nhạo. Tôi đã quên mẹ mình đã thấy nhiều thế nào.  Cái gì đó trong cách nhìn nhận giản dị về thế giới của bà đã gạt bỏ hết mọi tín hiệu nhiễu để xuyên thẳng vào bản chất của sự vật.  Lúc trước, chuyện này chưa bao giờ là một vấn đề. Cho đến tận bây giờ, chưa từng có bí mật nào mà tôi không thể kể cho mẹ nghe.   \"Không chỉ nó thôi.\"  Bà mím môi phòng thủ. \"Mẹ ước con thấy được cách con quẩn quanh bên nó.\" \"Ý mẹ là gì?\" \"Cái cách con di chuyển – con hướng về nó mà chẳng hề hay biết. Khi nó di chuyển, thậm chí chỉ một chút thôi, là con đã điều chỉnh vị trí của mình ngay. Giống như nam châm... hay trọng lực.  Con giống như một ... vệ tinh, này nọ.  Mẹ chưa từng thấy bất cứ thứ gì như vậy.\" Bà mím môi và nhìn chằm chằm.  \"Đừng có bảo con là, \" tôi trêu chọc, cố rặn một nụ cười. \"Mẹ lại đọc truyện ly kỳ bí ẩn nữa đó nghen?  Hay lần này là truyện khoa học giả tưởng?\" Renée thoáng ửng hồng. \"Lạc đề rồi. \" \"Có gì hay không?\" \"Ừm, có một quyển - nhưng chuyện đó không quan trọng.  Mình đang nói chuyện con mà.\" \"Mẹ chỉ nên coi truyện tình cảm thôi, mẹ.  Mẹ biết mẹ hay tự làm mình sợ hãi ra sao rồi.\" Mẹ cười mỉm chi. \"Mẹ ngốc thiệt há?\" Trong nửa giây tôi không trả lời được. Renée quá dễ bị thuyết phục.  Đôi khi vậy thì hay, vì chẳng phải ý tưởng nào của mẹ cũng thiết thực. Nhưng tôi đau lòng khi thấy bà chịu thua quá nhanh kiểu đánh trống lảng của tôi, nhất là bởi vì lần này bà hoàn toàn đúng. Bà nhìn lên, và tôi kiểm soát vẻ mặt của mình.  \"Không ngốc -  chỉ là một bà mẹ mà thôi.\" Mẹ phá ra cười rồi khoát tay về phía bờ cát trắng kéo dài đến biển xanh.  \"Và tất cả những cái này không đủ làm con chuyển về ở với bà mẹ ngốc nghếch của con sao?\" Tôi lau trán đầy kịch tính, rồi giả vờ vắt tóc.  \"Con sẽ quen với không khí ẩm này mà,\" bà hứa.  \"Mẹ cũng có thể quen với mưa được mà,\" tôi lật ngược.  Bà nghịch ngợm thúc cùi chỏ tôi rồi nắm tay tôi trở về chỗ để xe.   Ngoại trừ nỗi lo lắng cho tôi, mẹ có vẻ khá hạnh phúc. Mãn nguyện.  Bà vẫn nhìn Phil với ánh mắt tình tứ, và chuyện đó làm tôi thấy an tâm. Rõ ràng là cuộc đời bà đầy đủ và mãn nguyện. Rõ ràng là mẹ không nhớ tôi nhiều đến thế, dù là hiện tại...  Ngón tay lạnh giá của Edward vuốt má tôi. Tôi nhìn lên, chớp mắt, trở về với thực tại. Anh cúi xuống hôn lên trán tôi.  \"Mình về nhà rồi, người đẹp ngủ trong rừng.  Tới giờ dậy rồi.\" Chúng tôi dừng lại trước nhà Charlie. Đèn hàng hiên đang bật và chiếc tuần tiễu đang đỗ ở đường lái xe vào nhà. Khi đang quan sát ngôi nhà, tôi thấy màn cửa sổ phòng khách di chuyển, rọi luồng ánh sáng vàng qua bãi cỏ tối đen.  Tôi thở dài. Dĩ nhiên là Charlie đang chờ tóm cổ rồi.  Edward hẳn cũng đang nghĩ vậy, vì mặt anh cứng đờ và ánh mắt anh xa xôi khi đến mở cửa cho tôi.  \"Tệ cỡ nào?\" Tôi hỏi."
        },
        {
            "en": "EPILOGUE:AN OCCASION        EPILOGUE:AN OCCASION Edward helped me into his car, being very careful of the wisps of silk and chiffon, the flowers he'd just pinned into my elaborately styled curls, and my bulky walking cast. He ignored the angry set of my mouth. When he had me settled, he got in the driver's seat and headed back out the long, narrow drive. \"At what point exactly are you going to tell me what's going on?\" I asked grumpily. I really hated surprises. And he knew that. I'm shocked that you haven't figured it out yet.\" He threw a mocking smile in my direction, and my breath caught in my throat. Would I ever get used to his perfection? \"I did mention that you looked very nice, didn't I?\" I verified. \"Yes.\" He grinned again. I'd never seen him dress in black before, and, with the contrast against his pale skin, his beauty was absolutely surreal. That much I couldn't deny, even if the fact that he was wearing a tuxedo made me very nervous. Not quite as nervous as the dress. Or the shoe. Only one shoe, as my other foot was still securely encased in plaster. But the stiletto heel, held on only by satin ribbons, certainly wasn't going to help me as I tried to hobble around. \"I'm not coming over anymore if Alice is going to treat me like Guinea Pig Barbie when I do,\" I griped. I'd spent the better part of the day in Alice's staggeringly vast bathroom, a helpless victim as she played hairdresser and cosmetician. Whenever I fidgeted or complained, she reminded me that she didn't have any memories of being human, and asked me not to ruin her vicarious fun. Then she'd dressed me in the most ridiculous dress — deep blue, frilly and off the shoulders, with French tags I couldn't read — a dress more suitable for a runway than Forks. Nothing good could come of our formal attire, of that I was sure. Unless… but I was afraid to put my suspicions into words, even in my own head.  I was distracted then by the sound of a phone ringing. Edward pulled his cell phone from a pocket inside his jacket, looking briefly at the caller ID before answering. \"Hello, Charlie,\" he said warily. \"Charlie?\" I frowned. Charlie had been… difficult since my return to Forks. He had compartmentalized my bad experience into two defined reactions. Toward Carlisle he was almost worshipfully grateful. On the other hand, he was stubbornly convinced that Edward was at fault — because, if not for him, I wouldn't have left home in the first place. And Edward was far from disagreeing with him. These days I had rules that hadn't existed before: curfews… visiting hours. Something Charlie was saying made Edward's eyes widen in disbelief, and then a grin spread across his face. \"You're kidding!\" He laughed. \"What is it?\" I demanded. He ignored me. \"Why don't you let me talk to him?\" Edward suggested with evident pleasure. He waited for a few seconds. \"Hello, Tyler, this is Edward Cullen.\" His voice was very friendly, on the surface. I knew it well enough to catch the soft edge of menace. What was Tyler doing at my house? The awful truth began to dawn on me. I looked again at the inappropriate dress Alice had forced me into. \"I'm sorry if there's been some kind of miscommunication, but Bella is unavailable tonight.\" Edward's tone changed, and the threat in his voice was suddenly much more evident as he continued. \"To be perfectly honest, she'll be unavailable every night, as far as anyone besides myself is concerned. No offense. And I'm sorry about your evening.\" He didn't sound sorry at all. And then he snapped the phone shut, a huge <em>smirk</em> on his face. My face and neck flushed crimson with anger. I could feel the rage-induced tears starting to fill my eyes. He looked at me in surprise. \"Was that last part a bit too much? I didn't mean to offend you.\" I ignored that.  \"You're taking me to the prom!\" I yelled. It was embarrassingly obvious now. If I'd been paying any attention at all, I'm sure I would have noticed the date on the posters that decorated the school buildings. But I'd never dreamed he was thinking of subjecting me to this. Didn't he know me at all? He wasn't expecting the force of my reaction, that was clear. He pressed his lips together and his eyes narrowed. \"Don't be difficult, Bella.\" My eyes flashed to the window; we were halfway to the school already. \"Why are you doing this to me?\" I demanded in horror. He gestured to his tuxedo. \"Honestly, Bella, what did you think we were doing?\" I was mortified. First, because I'd missed the obvious. And also because the vague suspicions — expectations, really — that I'd been forming all day, as Alice tried to transform me into a beauty queen, were so far wide of the mark. My half-fearful hopes seemed very silly now. I'd guessed there was some kind of occasion brewing. But prom! That was the furthest thing from my mind. The angry tears rolled over my cheeks. I remembered with dismay that I was very uncharacteristically wearing mascara. I wiped quickly under my eyes to prevent any smudges. My hand was unblackened when I pulled it away; maybe Alice had known I would need waterproof makeup. \"This is completely ridiculous. Why are you crying?\" he demanded in frustration. \"Because I'm mad!\" \"Bella.\" He turned the full force of his scorching golden eyes on me. \"What?\" I muttered, distracted. \"Humor me,\" he insisted. His eyes were melting all my fury. It was impossible to fight with him when he cheated like that. I gave in with poor grace. \"Fine,\" I pouted, unable to glare as effectively as I would have liked. \"I'll go quietly. But you'll see. I'm way overdue for more bad luck. I'll probably break my other leg. Look at this shoe! It's a death trap!\" I held out my good leg as evidence. \"Hmmm.\" He stared at my leg longer than was necessary. \"Remind me to thank Alice for that tonight.\" \"Alice is going to be there?\" That comforted me slightly. \"With Jasper, and Emmett… and Rosalie,\" he admitted. The feeling of comfort disappeared. There had been no progress with Rosalie, though I was on quite good terms with her sometimes-husband. Emmett enjoyed having me around — he thought my bizarre human reactions were hilarious… or maybe it was just the fact that I fell down a lot that he found so funny. Rosalie acted as if I didn't exist. While I shook my head to dispel the direction my thoughts had taken, I thought of something else. \"Is Charlie in on this?\" I asked, suddenly suspicious. \"Of course.\" He grinned, and then chuckled. \"Apparently Tyler wasn't, though.\" I gritted my teeth. How Tyler could be so delusional, I couldn't imagine. At school, where Charlie couldn't interfere, Edward and I were inseparable — except for those rare sunny days. We were at the school now; Rosalie's red convertible was conspicuous in the parking lot. The clouds were thin today, a few streaks of sunlight escaping through far away in the west. He got out and walked around the car to open my door. He held out his hand. I sat stubbornly in my seat, arms folded, feeling a secret twinge of smugness. The lot was crowded with people in formal dress: witnesses. He couldn't remove me forcibly from the car as he might have if we'd been alone. He sighed. \"When someone wants to kill you, you're brave as a lion — and then when someone mentions dancing…\" He shook his head. I gulped. Dancing. \"Bella, I won't let anything hurt you — not even yourself. I won't let go of you once, I promise.\" I thought about that and suddenly felt much better. He could see that in my face. \"There, now,\" he said gently, \"it won't be so bad.\" He leaned down and wrapped one arm around my waist. I took his other hand and let him lift me from the car. He kept his arm tightly around me, supporting me as I limped toward the school. In Phoenix, they held proms in hotel ballrooms. This dance was in the gym, of course. It was probably the only room in town big enough for a dance. When we got inside, I giggled. There were actual balloon arches and twisted garlands of pastel crepe paper festooning the walls. \"This looks like a horror movie waiting to happen,\" I snickered. \"Well,\" he muttered as we slowly approached the ticket table — he was carrying most of my weight, but I still had to shuffle and wobble my feet forward — \"there are more than enough vampires present.\" I looked at the dance floor; a wide gap had formed in the center of the floor, where two couples whirled gracefully. The other dancers pressed to the sides of the room to give them space — no one wanted to stand in contrast with such radiance. Emmett and Jasper were intimidating and flawless in classic tuxedos. Alice was striking in a black satin dress with geometric cutouts that bared large triangles of her snowy white skin. And Rosalie was… well, Rosalie. She was beyond belief. Her vivid scarlet dress was backless, tight to her calves where it flared into a wide ruffled train, with a neckline that plunged to her waist. I pitied every girl in the room, myself included. \"Do you want me to bolt the doors so you can massacre the unsuspecting townsfolk?\" I whispered conspiratorially. \"And where do you fit into that scheme?\" He glared. \"Oh, I'm with the vampires, of course.\" He smiled reluctantly. \"Anything to get out of dancing.\" \"Anything.\" He bought our tickets, then turned me toward the dance floor. I cringed against his arm and dragged my feet. \"I've got all night,\" he warned. Eventually he towed me out to where his family was twirling elegantly — if in a style totally unsuitable to the present time and music. I watched in horror. \"Edward.\" My throat was so dry I could only manage a whisper. \"I honestly can't dance!\" I could feel the panic bubbling up inside my chest. \"Don't worry, silly,\" he whispered back. \"I can.\" He put my arms around his neck and lifted me to slide his feet under mine. And then we were whirling, too. \"I feel like I'm five years old,\" I laughed after a few minutes of effortless waltzing. \"You don't look five,\" he murmured, pulling me closer for a second, so that my feet were briefly a foot from the ground. Alice caught my eye on a turn and smiled in encouragement — I smiled back. I was surprised to realize that I was actually enjoying myself… a little. \"Okay, this isn't half bad,\" I admitted. But Edward was staring toward the doors, and his face was angry. \"What is it?\" I wondered aloud. I followed his gaze, disoriented by the spinning, but finally I could see what was bothering him. Jacob Black, not in a tux, but in a long-sleeved white shirt and tie, his hair smoothed back into his usual ponytail, was crossing the floor toward us. After the first shock of recognition, I couldn't help but feel bad for Jacob. He was clearly uncomfortable — excruciatingly so. His face was apologetic as his eyes met mine. Edward snarled very quietly. \"Behave!\" I hissed. Edward's voice was scathing. \"He wants to chat with you.\" Jacob reached us then, the embarrassment and apology even more evident on his face. \"Hey, Bella, I was hoping you would be here.\" Jacob sounded like he'd been hoping the exact opposite. But his smile was just as warm as ever.  \"Hi, Jacob.\" I smiled back. \"What's up?\" \"Can I cut in?\" he asked tentatively, glancing at Edward for the first time. I was shocked to notice that Jacob didn't have to look up. He must have grown half a foot since the first time I'd seen him. Edward's face was composed, his expression blank. His only answer was to set me carefully on my feet, and take a step back. \"Thanks,\" Jacob said amiably. Edward just nodded, looking at me intently before he turned to walk away. Jacob put his hands on my waist, and I reached up to put my hands on his shoulders. \"Wow, Jake, how tall are you now?\" He was smug. \"Six-two.\" We weren't really dancing — my leg made that impossible. Instead we swayed awkwardly from side to side without moving our feet. It was just as well; the recent growth spurt had left him looking gangly and uncoordinated, he was probably no better a dancer than I was. \"So, how did you end up here tonight?\" I asked without true curiosity. Considering Edward's reaction, I could guess. \"Can you believe my dad paid me twenty bucks to come to your prom?\" he admitted, slightly ashamed. \"Yes, I can,\" I muttered. \"Well, I hope you're enjoying yourself, at least. Seen anything you like?\" I teased, nodding toward a group of girls lined up against the wall like pastel confections. \"Yeah,\" he sighed. \"But she's taken.\" He glanced down to meet my curious gaze for just a second — then we both looked away, embarrassed. \"You look really pretty, by the way,\" he added shyly. \"Um, thanks. So why did Billy pay you to come here?\" I asked quickly, though I knew the answer. Jacob didn't seem grateful for the subject change; he looked away, uncomfortable again. \"He said it was a 'safe' place to talk to you. I swear the old man is losing his mind.\" I joined in his laughter weakly. \"Anyway, he said that if I told you something, he would get me that master cylinder I need,\" he confessed with a sheepish grin. \"Tell me, then. I want you to get your car finished.\" I grinned back. At least Jacob didn't believe any of this. It made the situation a bit easier. Against the wall, Edward was watching my face, his own face expressionless. I saw a sophomore in a pink dress eyeing him with timid speculation, but he didn't seem to be aware of her. Jacob looked away again, ashamed. \"Don't get mad, okay?\" \"There's no way I'll be mad at you, Jacob,\" I assured him. \"I won't even be mad at Billy. Just say what you have to.\" \"Well — this is so stupid, I'm sorry, Bella — he wants you to break up with your boyfriend. He asked me to tell you 'please.'\" He shook his head in disgust. \"He's still superstitious, eh?\" \"Yeah. He was… kind of over the top when you got hurt down in Phoenix. He didn't believe…\"Jacob trailed off self-consciously. My eyes narrowed. \"I fell.\" \"I know that,\" Jacob said quickly. \"He thinks Edward had something to do with me getting hurt.\" It wasn't a question, and despite my promise, I was angry.  Jacob wouldn't meet my eyes. We weren't even bothering to sway to the music, though his hands were still on my waist, and mine around his neck. \"Look, Jacob, I know Billy probably won't believe this, but just so you know\" — he looked at me now, responding to the new earnestness in my voice — \"Edward really did save my life. If it weren't for Edward and his father, I'd be dead.\" \"I know,\" he claimed, but he sounded like my sincere words had affected him some. Maybe he'd be able to convince Billy of this much, at least. \"Hey, I'm sorry you had to come do this, Jacob,\" I apologized. \"At any rate, you get your parts, right?\" \"Yeah,\" he muttered. He was still looking awkward… upset. \"There's more?\" I asked in disbelief. \"Forget it,\" he mumbled, \"I'll get a job and save the money myself.\" I glared at him until he met my gaze. \"Just spit it out, Jacob.\" \"It's so bad.\" \"I don't care. Tell me,\" I insisted. \"Okay… but, geez, this sounds bad.\" He shook his head. \"He said to tell you, no, to warn you, that — and this is his plural, not mine\" — he lifted one hand from my waist and made little quotations marks in the air — '\"We'll be watching.'\" He watched warily for my reaction. It sounded like something from a mafia movie. I laughed out loud. \"Sorry you had to do this, Jake,\" I snickered. \"I don't mind that much.\" He grinned in relief. His eyes were appraising as they raked quickly over my dress. \"So, should I tell him you said to butt the hell out?\" he asked hopefully. \"No,\" I sighed. \"Tell him I said thanks. I know he means well.\" The song ended, and I dropped my arms. His hands hesitated at my waist, and he glanced at my bum leg. \"Do you want to dance again? Or can I help you get somewhere?\" Edward answered for me. \"That's all right, Jacob. I'll take it from here.\" Jacob flinched, and stared wide-eyed at Edward, who stood just beside us. \"Hey, I didn't see you there,\" he mumbled. \"I guess I'll see you around, Bella.\" He stepped back, waving halfheartedly. I smiled. \"Yeah, I'll see you later.\" \"Sorry,\" he said again before he turned for the door. Edward's arms wound around me as the next song started. It was a little up-tempo for slow dancing, but that didn't seem to concern him. I leaned my head against his chest, content. \"Feeling better?\" I teased. \"Not really,\" he said tersely. \"Don't be mad at Billy,\" I sighed. \"He just worries about me for Charlie's sake. It's nothing personal.\" \"I'm not mad at Billy,\" he corrected in a clipped voice. \"But his son is irritating me.\" I pulled back to look at him. His face was very serious. \"Why?\" \"First of all, he made me break my promise.\" I stared at him in confusion. He half-smiled. \"I promised I wouldn't let go of you tonight,\" he explained. \"Oh. Well, I forgive you.\" \"Thanks. But there's something else.\" Edward frowned. I waited patiently. \"He called you pretty,\" he finally continued, his frown deepening. \"That's practically an insult, the way you look right now. You're much more than beautiful.\" I laughed. \"You might be a little biased.\" \"I don't think that's it. Besides, I have excellent eyesight.\" We were twirling again, my feet on his as he held me close. \"So are you going to explain the reason for all of this?\" I wondered. He looked down at me, confused, and I glared meaningfully at the crepe paper. He considered for a moment, and then changed direction, spinning me through the crowd to the back door of the gym. I caught a glimpse of Jessica and Mike dancing, staring at me curiously. Jessica waved, and I smiled back quickly. Angela was there, too, looking blissfully happy in the arms of little Ben Cheney; she didn't look up from his eyes, a head lower than hers. Lee and Samantha, Lauren, glaring toward us, with Conner; I could name every face that spiraled past me. And then we were outdoors, in the cool, dim light of a fading sunset. As soon as we were alone, he swung me up into his arms, and carried me across the dark grounds till he reached the bench beneath the shadow of the madrone trees. He sat there, keeping me cradled against his chest. The moon was already up, visible through the gauzy clouds, and his face glowed pale in the white light. His mouth was hard, his eyes troubled. \"The point?\" I prompted softly. He ignored me, staring up at the moon. \"Twilight, again,\" he murmured. \"Another ending. No matter how perfect the day is, it always has to end.\" \"Some things don't have to end,\" I muttered through my teeth, instantly tense. He sighed. \"I brought you to the prom,\" he said slowly, finally answering my question, \"because I don't want you to miss anything. I don't want my presence to take anything away from you, if I can help it. I want you to be human. I want your life to continue as it would have if I'd died in nineteen-eighteen like I should have.\" I shuddered at his words, and then shook my head angrily. \"In what strange parallel dimension would I ever have gone to prom of my own free will? If you weren't a thousand times stronger than me, I would never have let you get away with this.\" He smiled briefly, but it didn't touch his eyes. \"It wasn't so bad, you said so yourself.\" \"That's because I was with you.\" We were quiet for a minute; he stared at the moon and I stared at him. I wished there was some way to explain how very uninterested I was in a normal human life. \"Will you tell me something?\" he asked, glancing down at me with a slight smile. \"Don't I always?\" \"Just promise you'll tell me,\" he insisted, grinning. I knew I was going to regret this almost instantly. \"Fine.\" \"You seemed honestly surprised when you figured out that I was taking you here,\" he began. \"I was,\" I interjected. \"Exactly,\" he agreed. \"But you must have had some other theory… I'm curious — what did you think I was dressing you up for?\" Yes, instant regret. I pursed my lips, hesitating. \"I don't want to tell you.\" \"You promised,\" he objected. \"I know.\" \"What's the problem?\" I knew he thought it was mere embarrassment holding me back. \"I think it will make you mad — or sad.\"  His brows pulled together over his eyes as he thought that through. \"I still want to know. Please?\" I sighed. He waited. \"Well… I assumed it was some kind of… occasion. But I didn't think it would be some trite human thing… prom!\" I scoffed. \"Human?\" he asked flatly. He'd picked up on the key word. I looked down at my dress, fidgeting with a stray piece of chiffon. He waited in silence. \"Okay,\" I confessed in a rush. \"So I was hoping that you might have changed your mind… that you were going to change me, after all.\" A dozen emotions played across his face. Some I recognized: anger… pain… and then he seemed to collect himself and his expression became amused. \"You thought that would be a black tie occasion, did you?\" he teased, touching the lapel of his tuxedo jacket. I scowled to hide my embarrassment. \"I don't know how these things work. To me, at least, it seems more rational than prom does.\" He was still grinning. \"It's not funny,\" I said. \"No, you're right, it's not,\" he agreed, his smile fading. \"I'd rather treat it like a joke, though, than believe you're serious.\" \"But I am serious.\" He sighed deeply. \"I know. And you're really that willing?\" The pain was back in his eyes. I bit my lip and nodded. \"So ready for this to be the end,\" he murmured, almost to himself, \"for this to be the twilight of your life, though your life has barely started. You're ready to give up everything.\" \"It's not the end, it's the beginning,\" I disagreed under my breath. \"I'm not worth it,\" he said sadly. \"Do you remember when you told me that I didn't see myself very clearly?\" I asked, raising my eyebrows. \"You obviously have the same blindness.\" \"I know what I am.\" I sighed. But his mercurial mood shifted on me. He pursed his lips, and his eyes were probing. He examined my face for a long moment.  \"You're ready now, then?\" he asked. \"Um.\" I gulped. \"Yes?\" He smiled, and inclined his head slowly until his cold lips brushed against the skin just under the corner of my jaw. \"Right now?\" he whispered, his breath blowing cool on my neck. I shivered involuntarily. \"Yes,\" I whispered, so my voice wouldn't have a chance to break. If he thought I was bluffing, he was going to be disappointed. I'd already made this decision, and I was sure. It didn't matter that my body was rigid as a plank, my hands balled into fists, my breathing erratic… He chuckled darkly, and leaned away. His face did look disappointed. \"You can't really believe that I would give in so easily,\" he said with a sour edge to his mocking tone. \"A girl can dream.\" His eyebrows rose. \"Is that what you dream about? Being a monster?\" \"Not exactly,\" I said, frowning at his word choice. Monster, indeed. \"Mostly I dream about being with you forever.\" His expression changed, softened and saddened by the subtle ache in my voice. \"Bella.\" His fingers lightly traced the shape of my lips. \"I will stay with you — isn't that enough?\" I smiled under his fingertips. \"Enough for now.\" He frowned at my tenacity. No one was going to surrender tonight. He exhaled, and the sound was practically a growl. I touched his face. \"Look,\" I said. \"I love you more than everything else in the world combined. Isn't that enough?\" \"Yes, it is enough,\" he answered, smiling. \"Enough for forever.\" And he leaned down to press his cold lips once more to my throat.",
            "vi": "EPILOGUE:AN OCCASION       ĐOẠN KẾT. SỰ KIỆN ĐÁNG NHỚ Edward đỡ tôi vào trong xe hơi, rất cẩn thận với mớ lụa the, mấy cái hoa anh đính vào mái tóc quăn được tạo kiểu rất công phu của tôi, và cả cái chân bó bột kềnh càng của tôi nữa. Anh lờ đi miệng tôi đang mím lại tức giận.  Khi đặt tôi đâu vào đấy rồi, anh ngồi vào ghế dành cho tài xế rồi lùi xe ra  con đường dài và hẹp.  \"Đến bao giờ thì anh mới nói cho em biết chuyện gì đang xảy ra?\" Tôi gắt gỏng hỏi. Tôi thiệt là ghét ba chuyện bất ngờ. Và anh biết thế.  \"Anh ngạc nhiên hết sức vì em vẫn chưa nghĩ ra được.\" Anh ném một nụ cười nhạo báng về phía  tôi, và tôi nghẹn thở.  Bao giờ tôi mới quen được sự hoàn hảo của anh đây? \"Em đã nói là anh trông rất đẹp trai rồi, phải không?\" Tôi muốn xác minh.  \"Ừ. \" Anh lại cười toe toét. Tôi chưa bao giờ thấy anh mặc đồ đen cả, và, chính sự tương phản với làn da nhợt nhạt của anh, mà vẻ đẹp của anh trở nên hết sức huyền ảo. Huyền ảo đến nỗi tôi không thể phủ nhận được, cho dù việc anh mặc vét-tông đen làm tôi hết sức căng thẳng.  Thế nhưng vẫn chưa căng thẳng bằng bộ váy này. Hay chiếc giày này.  Chỉ một chiếc giày thôi, vì chân kia của tôi vẫn còn bị bó bột kỹ lưỡng. Nhưng gót giày nhọn và cao, thắt ruy-băng xa-tanh, chắc chắn chẳng ích gì khi tôi cố đi tập tễnh đây đó.  \"Lần sau em sẽ không chịu để Alice đối xử với em giống như Barbie chuột bạch nữa đâu” tôi kêu ca.  Tôi đã ở gần trọn ngày trong phòng tắm rộng mênh mông của Alice, trở thành một nạn nhân khốn khổ để cô đóng vai thợ làm đầu và chuyên gia trang điểm.  Hễ tôi mà sốt ruột hay than phiền, cô lại nhắc nhở tôi rằng cô chẳng hề có chút ký ức gì về con người cả, nên mong tôi đừng có phá hỏng niềm vui trải nghiệm này của cô.  Rồi cô mặc cho tôi kiểu áo buồn cười nhất – màu xanh đậm, có diềm đăng-ten và hở vai, có mạc bằng tiếng Pháp tôi không biết đọc – cái áo đầm thích hợp để mặc trên sàn diễn hơn là mặc ở Forks. Chẳng thể có điều tốt đẹp nào đến với bộ đồ trang trọng của chúng tôi cả, tôi chắc chắn thế. Trừ phi …nhưng tôi không dám bày tỏ sự ngờ vực của mình thành lời, dù chỉ trong suy nghĩ.  Rồi tôi bị phân tâm vì có tiếng điện thoại reo.  Edward lôi chiếc điện thoại di động trong túi áo khoác ra, nhìn nhanh vào số người gọi rồi mới trả lời.  \"Chào Charlie, \" anh thận trọng lên tiếng.  “Charlie?\" Tôi cau mày.  Charlie đã trở nên ... khó tính khi tôi về lại Forks. Ông chia chuyện tồi tệ xảy ra cho tôi thành hai cách phản ứng rõ ràng.  Đối với bác sĩ Carlisle, thì ông gần như biết ơn sùng bái. Nhưng mặt khác, ông bướng bỉnh đoan chắc Edward có lỗi trong chuyện này -- bởi vì, nếu không phải tại vì anh, thì tôi đã chẳng bỏ nhà ra đi. Và Edward thì gần như đồng tình với ông. Trong những ngày này tôi phải tuân theo những quy định trước đây chưa hề có như: phải ở trong nhà không được đi chơi... giờ thăm viếng.  Charlie đang nói cái gì đó khiến mắt Edward trợn tròn hoài nghi rồi anh cười toe toét.  \"Chắc bác nói giỡn!\" Anh cười to.  “Gì vậy?\" Tôi hỏi gặng.  Anh lờ tôi. “Sao bác không để cháu nói chuyện với anh ta?\" Edward vui vẻ đề nghị. Anh đợi vài giây.  “Chào Tyler, tôi là Edward Cullen đây.” Giọng anh rất thân thiện, bề ngoài thôi. Tôi hiểu điều đó đủ rõ để nhận ra hơi hướng đe doạ. Tyler đang làm gì ở nhà tôi chứ?  Sự thật khủng khiếp bắt đầu rõ dần với tôi. Tôi nhìn lần nữa vào chiếc áo không phù hợp mà Alice đã ép tôi mặc.  \"Tôi xin lỗi vì đã có hiểu lầm, nhưng Bella đêm nay không rảnh.” Giọng Edward thay đổi, và vẻ đe doạ trong giọng anh đột ngột rõ hơn khi anh nói tiếp. \"Thật lòng mà nói, cô ấy đêm nào cũng không rảnh hết, chẳng rảnh với ai cả ngoài tôi.  Đừng mếch lòng. Và tôi rất tiếc vì đã làm hỏng buổi tối của bạn.” Giọng anh chẳng có vẻ hối tiếc  chút nào. Rồi anh cúp điện thoại cái cụp, nở một nụ cười hết sức tự mãn trên mặt.  Cổ và mặt tôi đỏ rần lên vì giận. Tôi cảm nhận được những giọt nước mắt tức tối đang bắt đầu tràn mi.  Anh nhìn tôi ngạc nhiên. \"Đoạn cuối hơi quá đáng hả?  Anh không có ý làm em khó chịu.” Tôi lờ đi chuyện đó.  \"Anh đang đưa em đi khiêu vũ!\" Tôi thét.  Bây giờ thì quá rõ ràng rồi.  Nếu tôi để ý một chút, chắc chắn tôi đã thấy ngày tháng ghi trên mấy tấm áp phích trang trí các toà nhà trong trường.  Nhưng tôi chẳng bao giờ tưởng tượng anh lại nghĩ đến việc bắt tôi làm chuyện này.  Anh không hiểu tôi chút nào sao? Anh không ngờ tôi phản ứng dữ dội như thế, điều đó quá rõ ràng. Anh mím chặt môi lại và nheo mắt. \"Đừng cố chấp thế, Bella.” Mắt tôi liếc nhanh qua cửa sổ; chúng tôi đã nửa đường đến trường rồi.  \"Tại sao anh lại làm vậy với em?\" Tôi kinh hoàng hỏi.  Anh chỉ tay vào chiếc áo vét-tông của mình. \"Nói thật đi, Bella, thế em nghĩ mình sắp làm gì?\" Tôi cảm thấy muốn chun xuống đất vì xấu  hổ. Trước hết, vì tôi không thấy được cái điều hết sức rõ ràng. Cũng bởi vì những nghi ngờ mơ hồ – thật ra là những mong đợi – mà tôi ấp ủ suốt cả ngày, khi Alice cố biến tôi thành hoa hậu, đã chẳng hề dính dáng gì đến chuyện tôi nghĩ.  Niềm hy vọng pha lẫn lo sợ kia giờ đây có vẻ quá ngu ngốc.  Tôi đoán sắp xảy ra một sự kiện đặc biệt nào đó. Nhưng không phải là buổi khiêu vũ!  Chuyện đó nằm ngoài suy nghĩ của tôi.  Những giọt nước mắt giận dữ lăn trên má. Tôi thảng thốt nhớ là mình đang chải mascara. Tôi lau nhanh nước mắt để khỏi bị lem. Bàn tay tôi không bị đen lem nhem khi chùi chúng; chắc Alice biết tôi cần trang điểm không thấm nước.  \"Thiệt hết sức buồn cười. Sao em lại khóc?\" anh thất vọng hỏi.  \"Vì em khùng!” \"Bella.”  Anh chuyển toàn bộ sức mạnh của đôi mắt vàng cháy bỏng lên tôi.  \"Gì chứ?\" Tôi lẩm bẩm, bị phân tâm.  \"Làm anh vui đi,” anh nài nỉ.  Đôi mắt anh làm tan chảy mọi cơn thịnh nộ trong tôi. Không thể nào cãi nhau với anh khi anh gian lận như thế. Tôi miễn cưỡng chịu thua.  \"Được thôi, \" tôi bĩu môi, không thể nhìn anh trừng trừng như tôi muốn vậy.  \"Em sẽ không làm om sòm. Nhưng rồi anh sẽ thấy. Tình hình này thế nào em cũng sẽ bị xui xẻo nữa cho xem. Có lẽ em sẽ làm gãy luôn cái chân kia. Nhìn chiếc giày này nè! Nó hết sức nguy hiểm!\" Tôi giơ cái chân không bị thương ra làm bằng chứng.  \"Hừm. \" Anh nhìn chằm chằm vào chân tôi lâu hơn cần thiết. \"Đêm nay nhớ nhắc anh cảm ơn Alice chuyện đó nhé.” \"Alice sẽ đến đó à ?\" Điều đó an ủi tôi phần nào.  \"Với Jasper, và Emmett và Rosalie, \" anh thú nhận.  Cảm giác an ủi biến mất.  Chẳng có tiến triển gì trong quan hệ của tôi với Rosalie, cho dù tôi khá thân với chồng cô.  Emmett thích có tôi quanh quẩn bên cạnh – anh cho rằng phản ứng con người kỳ quái của tôi thật vui nhộn...  hoặc có thể chỉ do tôi vấp ngã riết nên anh thấy buồn cười. Rosalie làm như thể tôi chẳng hề tồn tại. Khi tôi đang lắc đầu xua đuổi hướng đi của suy nghĩ của mình, tôi nghĩ đến chuyện khác.  \"Charlie biết việc này à?\" Tôi hỏi, bỗng dưng thấy nghi ngờ.  \"Dĩ nhiên rồi.” Anh cười toe toét, rồi cười khúc khích. “Nhưng hình như Tyler thì không.” Tôi nghiến răng. Sao mà Tyler có thể hoang tưởng đến thế, tôi thực không thể tưởng tượng nổi.  Ở trường, nơi Charlie không thể can thiệp vào, Edward và tôi luôn ở bên nhau - ngoại trừ những ngày nắng hiếm hoi. Bây giờ chúng tôi đã đến trường; chiếc xe mui trần màu đỏ của Rosalie nổi bật thấy rõ trong bãi đậu xe. Hôm nay mây thưa hơn, một vài vệt nắng chiếu xa xa ở phía tây.  Anh bước ra và đi vòng mở cửa xe cho tôi. Anh chìa tay ra.  Tôi ngồi lỳ trên ghế, khoanh tay, khoái trá thầm. Bãi đậu xe đầy người mặc đồ trang trọng: những người chứng kiến.  Anh không thể lôi tôi ra khỏi xe theo kiểu anh sẽ làm nếu chỉ có tôi và anh.  Anh thở dài. \"Khi có người muốn giết em, em dũng cảm như một chú sư tử – thế mà khi có người nói đến chuyện khiêu vũ thì… \" anh lắc đầu.  Tôi nuốt nhanh trong cuống họng. Khiêu vũ.  \"Bella, anh sẽ không để cho bất cứ thứ gì làm em đau - ngay cả chính bản thân em. Anh sẽ không rời xa em dù chỉ một lần. “ Tôi nghĩ về điều đó và đột ngột cảm thấy dễ chịu hơn nhiều. Anh có thể nhìn thấy điều đó trên  mặt tôi.  “Đấy, nào,” anh nói dịu dàng, \"sẽ không tệ lắm đâu.”  Anh cúi xuống và choàng một tay quanh eo tôi. Tôi nắm tay kia của anh và để anh nâng tôi ra khỏi xe.  Anh cứ vòng tay ôm chặt tôi, đỡ tôi đi khập khiễng về phía trường.  Ở Phoenix, người ta tổ chức khiêu vũ trong phòng khiêu vũ của khách sạn.  Còn ở đây, buổi khiêu vũ này được tổ chức trong phòng tập thể dục, dĩ nhiên rồi.  Đây có lẽ là phòng duy nhất trong thị trấn đủ lớn để tổ chức khiêu vũ. Khi chúng tôi vào bên trong, tôi cười khúc khích. Có mái vòm treo bong bóng và vòng hoa quấn giấy kép màu tùng lam trang trí trên tường.  “Trông giống như sắp chiếu phim kinh dị vậy, “ tôi cười khúc khích.  “Ờ, \" anh lẩm bẩm khi chúng tôi từ từ tiến đến gần bàn vé - anh gần như nâng toàn bộ trọng lượng cơ thể của tôi, nhưng tôi vẫn phải lê chân và nhảy về phía trước - \"Có quá nhiều ma cà rồng.\" Tôi nhìn vào sàn khiêu vũ; có một khoảng rộng ở giữa sàn, nơi có hai cặp đang xoay tròn duyên dáng. Những đôi khác đang nép vào các bên để chừa chỗ cho họ - không ai muốn mình đối chọi với sự lộng lẫy như thế. Emmett và Jasper có vẻ đáng gờm và hoàn hảo trong bộ áo xmốc-king. Alice nổi bật trong chiếc áo đầm bằng vải xa - tanh đen khoét lỗ hình học để lộ làn da trắng như tuyết của cô dưới các lỗ khoét tam giác lớn. Còn Rosalie... ừm, Rosalie.  Cô thì không thể tưởng tượng nỗi.  Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xoè rộng thành đuôi váy diềm đăng-ten, với đường viền cổ xẻ sâu đến eo. Tôi cảm thấy thương hại cho mọi cô gái trong phòng, trong đó có tôi.  \"Anh có muốn em cài then cửa để anh thảm sát dân trong thị trấn vô tư này không?\" Tôi thì thầm bí ẩn.  “Và em ở bên nào trong kế hoạch đó?\" Anh nhìn trừng trừng.  \"Ồ, dĩ nhiên, em theo ma cà rồng. \" Anh mỉm cười miễn cưỡng. \"Làm bất cứ thứ gì để khỏi phải khiêu vũ hả.” \"Bất cứ thứ gì. \" Anh mua vé cho chúng tôi, rồi dìu tôi về phía sàn nhảy. Tôi nép vào tay anh và lê chân.  \"Anh có nguyên đêm mà,” anh cảnh báo.  Cuối cùng anh dìu tôi ra chỗ gia đình anh đang xoay tròn thanh nhã -  có điều theo phong cách hoàn toàn không phù hợp với thời điểm và âm nhạc hiện tại. Tôi khiếp sợ nhìn.  \"Edward. \" Cổ  họng tôi khô đến nỗi tôi chỉ có thể thì thầm. \" Em thực không biết nhảy mà!\" Tôi có thể cảm nhận được nỗi lo sợ trào dâng trong lồng ngực.  \"Đừng lo, ngốc à, \" anh thì thầm lại. \" Anh biết.”  Anh choàng tay tôi quanh cổ anh và nâng tôi lên để lách chân anh vào dưới chân tôi.  Và rồi chúng tôi cũng xoay tròn.  \"Em cảm thấy như em mới năm tuổi, \" tôi cười sau vài phút nhảy van-xơ hết sức dễ dàng.  \"Em không giống năm tuổi chút nào, \" anh thì thầm, kéo tôi vào gần anh hơn một chút, khiến chân tôi cách mặt đất một foot.  Alice bắt gặp ánh mắt tôi khi đang xoay và mỉm cười động viên - tôi mỉm cười đáp lại. Tôi ngạc nhiên thấy mình đang vui thực sự ... hơi hơi.  \"Ổn rồi, không tệ chút nào,” tôi thú nhận.  Nhưng Edward đang nhìn về phía cánh cửa, và mặt anh giận dữ.  \"Có chuyện gì vậy?\" Tôi bật hỏi thành tiếng. Tôi nhìn theo ánh mắt anh, mất phương hướng vì xoay theo điệu nhạc, nhưng cuối cùng cũng thấy được chuyện làm anh bực mình. Jacob Black, không mặc áo xmốc-king, mà mặc áo sơ mi trắng dài tay và thắt cà vạt, tóc chải ngược ra sau cột đuôi gà như thường lệ, đang băng qua sàn đi về hướng chúng tôi.  Sau phút sững người nhận ra nhau, tôi không thể không cảm thấy ân hận cho Jacob. Anh chàng rõ ràng không thoải mái cho lắm – hết sức đau khổ nữa là đằng khác. Mặt anh chàng tỏ vẻ hối lỗi khi mắt chúng tôi giao nhau.  Edward gầm gừ khe khẽ.  \"Đàng hoàng chứ!\" Tôi rít lên.  Giọng Edward gay gắt. \"Anh ta muốn nói chuyện với em. \" Rồi Jacob đến bên chúng tôi, vẻ bối rối và hối lỗi càng lộ rõ hơn trên mặt anh.   \"Chào, Bella, tôi hi vọng bạn sẽ ở đây. \"  Giọng Jacob nghe giống như anh chàng mong điều ngược lại. Nhưng nụ cười của anh vẫn ấm áp như mọi khi.  \"Chào Jacob. \" Tôi mỉm cười đáp lại. \"Có chuyện gì thế?\" \"Tôi có thể thay chỗ anh được không ?\" anh ta hỏi dò, liếc Edward lần đầu tiên. Tôi hết sức bất ngờ khi nhận ra rằng Jacob chẳng cần phải ngước mặt lên. Hẳn anh chàng đã cao thêm nửa foot kể từ lần đầu tôi gặp anh.  Edward có vẻ bình tĩnh, không biểu lộ gì trên mặt. Câu trả lời duy nhất của anh là cẩn thận đặt tôi đứng xuống, rồi lùi lại một bước.  \"Cám ơn,\" Jacob hoà nhã nói.  Edward chỉ gật đầu, nhìn tôi chằm chằm rồi mới quay lưng bước đi.  Jacob đưa tay ôm eo tôi, và tôi đưa tay lên đặt lên vai anh.  \"Wow, Jake, bây giờ bạn cao bao nhiêu rồi?\" Anh chàng có vẻ tự mãn. “Sáu phẩy hai foot.” Thật ra chúng tôi chả nhảy nhót gì cả vì cái chân tôi. Thay vì đó, chúng tôi vụng về lắc lư qua lại mà chẳng hề nhúc nhích đôi chân. Cũng may là; do gần đây cao lên nhanh như thổi nên nhìn anh có vẻ lóng ngóng và vụng về, có lẽ anh chàng cũng chẳng nhảy giỏi gì hơn tôi.  \"Nè, sao đêm nay bạn lại đến đây?\" Tôi hỏi không giấu nỗi tò mò thật sự.  Qua phản ứng của Edward, tôi cũng đoán ra.  \"Bạn có thể tin nỗi không bố tôi trả tôi hai mươi đồng để đến buổi khiêu vũ này đấy?\" anh chàng thú nhận, hơi xấu hổ.  \"Có, tin chứ, \" tôi lẩm bẩm. \"À, tôi hy vọng bạn ít ra cũng sẽ vui vẻ.  Đã tìm ra người bạn thích chưa?\" Tôi trêu chọc, hất đầu về phía một nhóm thiếu nữ đang đứng tựa lưng vào tường giống như bức vẽ phối  màu.  \"Rồi, \" anh chàng thở dài. \" Nhưng cô ấy đã có bạn nhảy rồi. \" Anh chàng nhìn xuống để gặp ánh nhìn tò mò của tôi trong thoáng chốc - rồi cả hai đều quay đi, bối rối.  \" À này, bạn trông rất xinh\"  anh chàng bẽn lẽn nói thêm.  \"Ừm, cám ơn. Vậy tại sao Billy bảo bạn đến đây ?\" Tôi hỏi nhanh, mặc dù tôi đã biết câu trả lời.  Jacob không có vẻ biết ơn vì đề tài thay đổi; anh chàng nhìn sang chỗ khác, lại không thoải mái. \"Ông nói đây là nơi an toàn để nói chuyện với bạn. Tôi dám chắc ông già mất trí rồi.” Tôi cùng cười với anh chàng một cách gượng gạo.  \"Dù sao chăng nữa, ông nói nếu tôi nói cho bạn nghe một chuyện, ông sẽ kiếm cho tôi cái xy-lanh chính mà tôi đang cần, \" anh chàng thú nhận với nụ cười bẽn lẽn.  \"Vậy thì nói đi. Tôi muốn bạn lắp xong cái xe.” Tôi cười toe toét đáp lại. Ít nhất Jacob không tin chuyện này chút nào. Chính điều đó làm tình hình dễ chịu hơn một chút. Edward dựa lưng vào tường, chăm chú nhìn mặt tôi, với vẻ mặt vô cảm. Tôi thấy một em sinh viên năm thứ hai mặc đầm màu hồng quan sát anh với vẻ dò hỏi rụt rè, nhưng anh dường như chẳng hề biết đến cô ta.  Jacob lại nhìn sang chỗ khác, xấu hổ. \"Đừng giận nhé?\" \"Làm sao mà tôi giận bạn được, Jacob, \" tôi quả quyết với anh chàng. \"Thậm chí tôi cũng chẳng giận bác Billy nữa. Cứ nói ra chuyện bạn phải nói.” \"Ừm, - cho tôi xin lỗi, chuyện này hơi ngớ ngẩn một tí, Bella – bố tôi muốn bạn chia tay với bạn trai. Ông bảo tôi nói với bạn rằng “xin bạn”\".  Anh chàng lắc đầu bực bội.  \"Bác ấy vẫn còn mê tín, ha?\" \"Ừ. Ông…hầu như quá đáng khi bạn bị thương ở Phoenix. Ông không tin là…. \" Giọng Jacob nhỏ dần e dè.  Mắt tôi nheo lại. \"Tôi ngã. \" “Tôi biết rồi, “ Jacob nói nhanh.  \"Bác ấy nghĩ anh Edward đã làm gì để tôi bị thương à.” Đó không phải là câu hỏi, và mặc dù tôi đã hứa, tôi vẫn giận điên.  Jacob không nhìn tôi nữa. Chúng tôi thậm chí không thèm lắc lư theo điệu nhạc, cho dù bàn tay anh chàng vẫn để trên eo tôi, và tay tôi đang choàng qua cổ anh chàng.  \"Nè, Jacob, tôi biết Billy có lẽ sẽ không tin việc này, nhưng đúng vậy đó bạn biết không” – lúc này anh chàng nhìn tôi, đáp lại vẻ thành khẩn mới trong giọng tôi - \" Edward thật đã cứu mạng tôi. Nếu không có Edward và cha anh ấy, tôi đã chết rồi.” \"Tôi biết, \" anh chàng tuyên bố, nhưng dường như do những lời chân thành của tôi ảnh hưởng mà thôi. Ít ra, anh chàng sẽ có thể thuyết phục Billy về điều này ít nhiều.  \"Này, tôi xin lỗi vì bạn phải làm chuyện này, Jacob, \" tôi xin  lỗi. \"Dù sao đi nữa, bạn  cũng sẽ nhận được linh kiện mà, phải không?\" \"Ừ, \" anh chàng lẩm bẩm. Anh chàng vẫn có vẻ vụng về… bực bội.  \"Còn gì nữa vậy?\" Tôi nghi ngờ hỏi.  \"Quên chuyện đó đi, \" anh chàng lầm bầm, \" Tôi sẽ kiếm việc làm và tự dành dụm tiền.” Tôi nhìn trừng trừng anh chàng cho đến khi anh chàng nhìn tôi. \"Nói ra đi, Jacob. \" \"Tệ lắm.” \"Tôi không quan tâm. Nói cho tôi biết đi, \" tôi cố nài.  \"Được rồi nhưng, trời, việc này tệ lắm lận. \" Anh chàng lắc đầu. \" Ông nói với tôi là, ồ không, phải cảnh báo bạn là - , - và đây là số nhiều của ông, chứ không phải của tôi \" – anh chàng rút một tay ra khỏi thắt lưng tôi và làm dấu trích dẫn câu nói trong không khí  -  \"Chúng tôi đang theo dõi.”  Anh chàng thận trọng nhìn phản ứng của tôi.  Giống như chuyện trong phim mafia vậy. Tôi cười ầm lên.  \"Xin lỗi vì bạn phải làm việc này, Jake, \" tôi cười khúc khích.  \"Tôi không quan tâm chuyện đó lắm. \" Anh chàng cười nhẹ nhõm. Ánh mắt anh chàng nhận xét khi nhìn nhanh một lượt cái áo đầm của tôi. \"Nè, tôi có nên nói với ông là đừng có xía vô chuyện người khác không?\" anh chàng phấn khởi hỏi .  \"Không, \" tôi thở dài. \"Nói với ông là tôi nói cám ơn. Tôi biết bác ấy có ý  tốt.” Bài hát chấm dứt, và tôi bỏ tay xuống.  Tay anh chàng vẫn lần lữa nơi eo tôi, và anh chàng nhìn lướt qua cái chân vô dụng của tôi. “Bạn có muốn nhảy nữa không? Hay để tôi đưa bạn đến đâu đó ?\" Edward trả lời hộ tôi. “Được rồi, Jacob. Bây giờ tôi sẽ lo chuyện đó từ giờ. \" Jacob chùn bước, tròn xoe mắt nhìn chằm chằm vào Edward, đang đứng ngay bên cạnh chúng tôi.  \"Này, tôi đã chẳng gặp được bạn ở đó,” anh chàng lẩm bẩm. \"Tôi mong sẽ gặp lại bạn đâu đó, Bella.” Anh chàng lùi lại, miễn cưỡng vẫy tay chào tạm biệt.  Tôi mỉm cười. \"Ừ, gặp lại bạn sau. \" “Xin lỗi nhé, \" anh chàng nói lần nữa rồi mới quay ra cửa.  Tay Edward vòng qua tôi khi bài hát tiếp theo bắt đầu. Đó là bản nhạc nhịp hơi nhanh so với điệu slow, nhưng dường như anh không quan tâm đến nhạc. Tôi tựa đầu vào ngực anh, mãn nguyện.  \"Cảm thấy dễ chịu hơn không?\" Tôi trêu chọc.  \"Chưa lắm, \" anh nói gọn lỏn.  \"Đừng giận Billy,” tôi thở dài. \" Bác ấy chỉ lo cho em vì Charlie thôi. Không có ý gì đâu.\" \"Anh không bực Billy, \" Anh đính chính với giọng nhanh và rõ. \"Mà con trai ông ta làm anh phát cáu.” Tôi lùi lại nhìn anh. Mặt anh nghiêm túc.  \"Sao vậy?\" \"Trước tiên, anh ta làm anh không giữ được lời hứa.” Tôi nhìn anh chằm chằm anh không hiểu.  Anh cười nhếch mép. \"Anh đã hứa không rời xa em đêm nay, \" anh giải thích.  \"Ồ, được rồi, em tha thứ cho anh.” \"Cám ơn em. Nhưng còn chuyện khác nữa. \" Edward cau mày.  Tôi kiên nhẫn chờ đợi.  \"Hắn bảo em đẹp, \" anh tiếp tục nói, mày cau nhiều hơn.  \"Thực tế đó là một sự sỉ nhục, dáng vẻ của em hiện giờ. Em hơn cả xinh đẹp.” Tôi cười lớn. \"Có thể anh hơi thiên vị quá đó.” \"Anh không nghĩ thế.  Hơn nữa, mắt anh rất tinh.” Chúng tôi lại xoay theo điệu nhạc, chân tôi trên chân  anh khi anh ôm chặt lấy tôi.  \"Vậy anh có chịu giải thích lý do của toàn bộ chuyện này không?\" Tôi thắc mắc.  Anh nhìn xuống tôi, không hiểu, và tôi liếc nhìn đầy ngụ ý vào tờ giấy kếp.  Anh cân nhắc một lát, rồi đổi hướng, xoay tôi băng qua đám đông ra cửa sau của phòng tập thể dục. Tôi thoáng thấy Jessica và Mike đang khiêu vũ, nhìn tôi chằm chằm tò mò. Jessica vẫy tay, và tôi nhanh nhẹn mỉm cười đáp lại.  Angela cũng ở đó, trông rất tràn trề hạnh phúc trong vòng tay của Ben Cheney tí hon;  cô lúc nào cũng nhìn chằm chằm xuống anh bạn, thấp hơn cô cả cái đầu. Lee và Samantha, Lauren, cùng với Conner nhìn chăm chú về phía chúng tôi; tôi có thể gọi tên từng khuôn mặt đang lướt qua tôi. Và rồi chúng tôi đã ở bên ngoài, trong ánh sáng mờ, dịu mát của mặt trời đang lặn.  Ngay khi chúng tôi chỉ có một mình, anh xốc tôi lên tay, rồi bế tôi băng qua vùng tối tăm cho đến khi anh đến chiếc băng ghế bên dưới bóng cây Madrone. Anh ngồi đó, vẫn bế tôi trước ngực.  Trăng đã lên, sáng bàng bạc qua làn mây mỏng nhẹ, và khuôn mặt anh nhợt nhạt dưới ánh sáng trắng ấy. Miệng anh cay đắng, mắt anh bồn chồn.  \"Mục đích?\" Tôi nhắc khẽ.  Anh lờ tôi, ngước nhìn chăm chú vào mặt trăng.  \"Lại chạng vạng, \" anh thì thầm. \"Lại một ngày nữa trôi qua. Dù ngày có đẹp cách mấy thì cũng đến lúc kết thúc.” \"Một những thứ không phải kết thúc, \" tôi nói thầm qua kẽ răng, lập tức căng thẳng.  Anh thở dài.  \"Anh đưa em đến buổi khiêu vũ,” rốt cuộc anh cũng trả lời câu hỏi của tôi, chậm rãi,  \"vì anh không muốn em để lỡ bất cứ thứ gì.  Anh không muốn sự hiện diện anh tước đi của em mọi thứ, nếu anh làm được điều đó. Anh muốn em là người. Anh muốn đời em tiếp tục như nó lẽ ra phải vậy nếu anh đã chết trong năm một nghìn chín trăm mười tám.” Tôi rùng mình khi nghe lời anh nói, rồi lắc đầu giận dữ. \"Cho dù ở thế giới nào em cũng không thích đi khiêu vũ cả? Nếu anh không mạnh hơn em ngàn lần, thì em sẽ không bao giờ để anh thoát được chuyện này đâu.” Anh thoáng mỉm cười, nhưng đôi mắt thì không. \"Không tệ đến mức vậy đâu, chính em tự nói vậy mà. \" \"Đó là vì em ở bên anh. \" Chúng tôi yên lặng trong một phút; anh nhìn chăm chú vào trăng còn tôi thì nhìn chằm chằm vào anh. Tôi ước mình biết cách giải thích cho anh hiểu là tôi chẳng quan tâm chút nào đến cuộc đời của một người bình thường.  \"Em sẽ kể cho anh nghe một chuyện nhé?\" anh hỏi, liếc nhìn xuống tôi cười nhẹ.  \"Chẳng phải em luôn như thế sao?\" \"Chỉ cần hứa em sẽ kể anh nghe, \" anh khăng khăng, cười toe toét.  Tôi biết thế nào mình cũng sẽ hối tiếc cho xem. \"Em hứa. \" \"Em có vẻ hết sức ngạc nhiên khi biết anh sẽ đưa em đến đây, \" anh bắt đầu.  \"Đúng vậy, \" tôi xen vào.  \"Đúng vậy,” anh đồng ý. \" Nhưng hẳn em đã có giả thuyết khác… Anh muốn biết -  em nghĩ anh bảo em ăn diện như thế để làm gì?\" Quả không sai, hối hận liền. Tôi bặm môi, do dự. \"Em không muốn nói cho anh biết.” \"Em đã hứa rồi,” anh phản đối.  \"Em biết. \" \"Thế đó là chuyện gì?\" Tôi biết anh nghĩ chỉ vì tôi mắc cỡ nên không nói ra. \" Em sợ nó sẽ làm anh nổi giận - hoặc buồn thôi.” Mày anh nhíu lại khi anh hiểu ra.  \"Anh vẫn muốn biết. Làm ơn đi mà?” Tôi thở dài. Anh chờ đợi.  \"Ừm ...  em đoán đó là một ... sự kiện nào đó. Nhưng em không nghĩ là đó chuyện nhàm chán của con người…như khiêu vũ!\" Tôi chế giễu.  \"Của con người?\" anh hỏi thẳng. Anh đã chọn đúng từ quan trọng ấy.  Tôi nhìn xuống áo đầm của mình, vò miếng the mỏng. Anh im lặng chờ đợi.  \"Được rồi, \" tôi vội vã thú nhận. \"Em đã hy vọng anh đổi ý… là rốt cuộc, anh sẽ biến đổi em.” Một tá cảm xúc hiện ra trên mặt anh. Tôi nhận ra một vài trong số đó:  tức giận.. đau đớn…và rồi anh dường như trấn tĩnh lại và vẻ mặt anh trở nên thích thú.  \"Em nghĩ là đó sẽ là một dịp trang trọng à?\" anh sờ vào ve áo vét-tông của mình, trêu tôi.  Tôi quắc mắt giận dữ để giấu xấu hổ. \"Em đâu biết mấy chuyện đó ra sao đâu. Với em, ít ra, chuyện đó còn dễ hiểu hơn là đi dự khiêu vũ. \" Anh vẫn cười toe toét.  “Chả có gì mắc cười hết,” tôi nói.  \"Ừ, em đúng, chẳng có gì buồn cười cả,” anh đồng ý, nụ cười biến mất.  \"Nhưng anh thà coi đó là chuyện  đùa, còn hơn tin là em nghiêm túc.” \"Nhưng em nghiêm túc mà. \" Anh thở dài. \"Anh biết. Và em muốn thế thật sao?” Nỗi đau quay về trong mắt anh. Tôi cắn môi gật đầu.  \"Quá mong muốn điều này đến hồi kết thúc, \" anh thì thầm, gần như với chính mình, “vì chuyện này sẽ là hoàng hôn của đời em, dù đời em chỉ  mới bắt đầu.  Em đã muốn từ bỏ mọi thứ.” \"Không phải là sự kết thúc mà là sự khởi đầu, \" tôi thì thào không đồng tình.  \"Anh không đáng để em làm vậy đâu, \" anh buồn bã nói.  \" Anh có nhớ anh bảo rằng em không nhìn rõ chính em không?\" Tôi nhướng mày hỏi. \"Anh rõ là cũng không biết mình như em thôi. \" \"Anh biết mình là cái giống gì.” Tôi thở dài.  Nhưng tâm trạng hay thay đổi của anh ấy lại chuyển sang tôi. Anh bặm môi, và mắt anh tìm kiếm. Anh nhìn kỹ mặt tôi hồi lâu.  \"Vậy bây giờ em đã sẵn sàng chưa?\" anh hỏi.  \"Ờ.... \" Tôi nuốt nhanh trong cuống họng. \"Sao?\" Anh mỉm cười, rồi từ từ cúi đầu xuống cho đến khi đôi môi lạnh giá của anh mơn man làn da ngay dưới quai hàm tôi.  \"Ngay bây giờ nhé ?\" anh thì thầm, hơi thở anh lành lạnh trên cổ tôi.  Tôi bất giác rùng mình.  \"Vâng, \" tôi thì thầm, để giọng nói của mình không có cơ hội yếu đi. Nếu anh nghĩ tôi đang gạt anh, anh sẽ thất vọng. Tôi đã quyết định rồi, và tôi hoàn toàn dứt khoát. Dù thân tôi cứng đờ, dù tay tôi cuộn lại thành nắm đấm, dù hơi thở tôi ngắt quãng....  Anh cười buồn, và đứng thẳng lại.  Mặt anh lộ vẻ thất vọng.  \"Em đâu thực tin là anh sẽ chịu thua dễ dàng vậy hả,” anh chế giễu chua chát.  \"Ai cấm em mơ ước đâu.” Lông mày anh dựng  lên. \"Đó là điều em mơ ước sao? Làm một con quái vật?” \"Đâu phải vậy,” tôi nói, cau mày vì cách chọn từ của anh. Thực vậy, quái vật.  \"Chủ yếu là em mơ ước được ở bên anh mãi mãi. \" Nét mặt anh thay đổi, dịu lại và buồn bã vì nỗi đau phảng phất trong giọng tôi.  \"Bella.” Ngón tay anh nhẹ nhàng rà trên môi tôi. \"Anh sẽ ở bên em - như thế đủ chưa?\" Tôi mỉm cười dưới đầu ngón tay anh. \"Đủ cho bây giờ thôi.” Anh cau mày vì sự ngoan cố của tôi. Đêm nay chẳng ai chịu đầu hàng cả. Anh thở ra, thực ra là gầm gừ.  Tôi sờ mặt anh. \"Nhìn nè, \" tôi nói. \"Em  yêu anh hơn tất cả mọi thứ trên thế gian này. Thế đủ chưa?\" \"Ờ, thế là đủ rồi, \" anh mỉm cười trả lời . \"Đủ mãi mãi.” Và anh cúi xuống áp đôi môi lạnh giá của mình lên cổ tôi một lần nữa."
        }
    ],
    "suggestions": []
}