{
    "en_vn": {
        "data": {
            "content": null,
            "word": "smokestack"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>smokestack</k><blockquote>■ <cclass>noun a chimney or funnel for discharging smoke from a locomotive, ship, factory, etc. </cclass></blockquote></div>",
            "word": "smokestack"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "smokestack"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "smokestack"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "smokestack"
        }
    },
    "sentences": [
        {
            "en": "He works in <em>smokestack</em> industry.",
            "vi": "Anh ấy làm việc trong ngành công nghiệp nặng."
        },
        {
            "en": "A <em>smokestack</em> industry is a basic, usually cyclical, manufacturing industry.",
            "vi": "Ngành công nghiệp nặng là một sự sản xuất công nghiệp cơ bản, thường có tính chu kỳ."
        },
        {
            "en": "The decline in <em>smokestack</em> industry is causing even more people to lose their jobs.",
            "vi": "Sự suy giảm trong ngành công nghiệp nặng đang gây nên thậm chí nhiều người mất việc làm hơn."
        },
        {
            "en": "Policy leaders recognized an obvious problem. The coal plant's 180 meter <em>smokestack</em> would have produced air and visual pollution.",
            "vi": "Các nhà hoạch định chính sách đã dễ nhận thấy một vấn đề là ống khói cao 180m của nhà máy nhiệt điện than này sẽ gây ô nhiễm không khí và ô nhiễm thị giác."
        },
        {
            "en": "But her eyes were as oily as a piece of old, smelly fish and really she seemed to regard her hair the way a train regards its <em>smokestack</em>: it was just the thing that happened to be on top.",
            "vi": "Nhưng mắt bà kèm nhèm như cá ươn thối, và đúng là bà xem tóc của mình như kiểu tàu hỏa xem ống khói của nó: ống khói chỉ là vật nằm trên chóp tàu mà thôi."
        }
    ],
    "suggestions": []
}