{
    "en_vn": {
        "data": {
            "content": null,
            "word": "smokescreen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>smokescreen</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a cloud of smoke created to conceal military operations. </blockquote></blockquote><blockquote><blockquote>2》 something said or done to disguise one's real intentions or activities. </blockquote></blockquote></div>",
            "word": "smokescreen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "smokescreen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "smokescreen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "smokescreen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They can put up <em>smokescreen</em>.",
            "vi": "Họ có thể tạo bình phong che đậy."
        },
        {
            "en": "The same hypocritical <em>smokescreen</em> was used in Italy.",
            "vi": "Màn hỏa mù dàn dựng tương tự đã được sử dụng ở Italia."
        },
        {
            "en": "She couldn't answer the question, so she tried to put up a <em>smokescreen</em> by talking angrily about the interview's rudeness.",
            "vi": "Cô ấy không trả lời được câu hỏi, vì vậy cố tạo bình phong che đậy bằng cách nói bực bội về sự bất lịch sự của người phỏng vấn."
        },
        {
            "en": "She couldn't answer the question, so she tried to put up a <em>smokescreen</em> by talking angrily about the interviewer's rudeness",
            "vi": "Cô ta không trả lời được câu hỏi, nên cô ta cố tung hỏa mù bằng cách giận dữ nói về sự thô lỗ của người phỏng vấn."
        },
        {
            "en": "Even the scholars and legal researchers who are telling the truth and protecting reason have to call these areas \"disputed\". The \"soft power\" invested by China has created a <em>smokescreen</em> and the matrix.",
            "vi": "Thậm chí những học giả và những người nghiên cứu pháp luật - những người nói sự thật và bảo vệ cái lí do gọi là \"khu vực tranh chấp\". \"Quyền lực mềm\" của Trung Quốc đã tạo ra một màn khói và ma trận."
        }
    ],
    "suggestions": []
}