{
    "en_vn": {
        "data": {
            "content": null,
            "word": "smuggled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "smuggled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "smuggled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "smuggled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "smuggled"
        }
    },
    "sentences": [
        {
            "en": "<em>Smuggled</em> goods.",
            "vi": "Hàng lậu."
        },
        {
            "en": "They sold <em>smuggled</em> goods",
            "vi": "Họ đã bán hàng lậu."
        },
        {
            "en": "They bought <em>smuggled</em> goods",
            "vi": "Họ đã mua hàng lậu."
        },
        {
            "en": "Peter <em>smuggled</em> me into America.",
            "vi": "Peter giúp tôi nhập cảnh lậu vào Mỹ."
        },
        {
            "en": "They <em>smuggled</em> it into Georgia by train.",
            "vi": "Người ta buôn lậu nó vào Geogia bằng tàu lửa."
        },
        {
            "en": "Peter <em>smuggled</em> me out of Vietnam.",
            "vi": "Peter giúp tôi xuất cảnh lậu ra khỏi Việt Nam."
        },
        {
            "en": "He <em>smuggled</em> atomic explosive into France.",
            "vi": "Hắn ta nhập lậu thuốc nổ vào nước Pháp."
        },
        {
            "en": "He <em>smuggled</em> perfume out of France.",
            "vi": "Hắn ta xuất lậu nước hoa ra khỏi nước Pháp."
        },
        {
            "en": "Hanoi police seize <em>smuggled</em> luxury cigarettes",
            "vi": "Cảnh sát Hà Nội tịch thu thuốc lá xa xỉ nhập lậu"
        },
        {
            "en": "These goods are being <em>smuggled</em> into France by boat.",
            "vi": "Những món hàng này được nhập lậu vào Pháp bằng thuyền."
        },
        {
            "en": "They are being <em>smuggled</em> into France by boat.",
            "vi": "Người ta dùng thuyền đưa họ nhập cảnh lậu vào nước Pháp."
        },
        {
            "en": "They <em>smuggled</em> some cocaine across the border from Baja, Mexico.",
            "vi": "Họ đã buôn lậu một ít cô ca in dọc biên giới từ Baja, Mexico."
        },
        {
            "en": "In 2007, Vietnam seized more than 66 tons of <em>smuggled</em> wild animals.",
            "vi": "Năm 2007, Việt Nam đã bắt giữ hơn 66 tấn động vật hoang dã bị buôn bán lậu."
        },
        {
            "en": "A policeman is seen applying seals onto <em>smuggled</em> shisha and smoking kits. Photo: Tuoi Tre. ",
            "vi": "Một cảnh sát đang đóng dấu vào các kiện shisha và thuốc kits nhập lậu. Ảnh: Tuổi Trẻ."
        },
        {
            "en": "Stolen nuclear munitions have been <em>smuggled</em> into the U.S and are already here.",
            "vi": "Những đầu đạn hạt nhân bị đánh cắp đã được chuyển lậu vào Mỹ và đang ở đây."
        },
        {
            "en": "A customs agent in Seattle found bomb-making materials being <em>smuggled</em> into the United States.",
            "vi": "Một nhân viên hải quan ở seattle đã tìm thấy các vật liệu chế tạo bom được mang lén vào mỹ."
        },
        {
            "en": "Peter once <em>smuggled</em> his favorite rice out of Italy in the pockets of his coat.",
            "vi": "Đã một lần Peter lén đem loại gạo yêu thích của mình ra khỏi nước Ý trong túi áo khoác."
        },
        {
            "en": "The drugs are being <em>smuggled</em> into Britain by way of London Airport.",
            "vi": "Ma túy hiện đang được buôn lậu vào Anh quốc qua con đường phi trường Luân Đôn."
        },
        {
            "en": "Stolen nuclear munitions have been <em>smuggled</em> into the U. S and are already here.",
            "vi": "Những đầu đạn hạt nhân bị đánh cắp đã được chuyển lậu vào Mỹ và đang ở đây."
        },
        {
            "en": "Cuong confessed he bought <em>smuggled</em> luxury cigarettes in the black market and then resold them.",
            "vi": "Cường thú nhận ông đã mua thuốc lá cao cấp nhập lậu ở thị trường chợ đen và sau đó bán lại chúng."
        }
    ],
    "suggestions": []
}