{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['snipiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mảnh vụn (cắt ra từ mảnh to hơn)</td></tr></table><i/></div>",
            "word": "snipping",
            "pronounce": "['snipiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "snipping",
            "pronounce": "['snipiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "snipping",
            "pronounce": "['snipiη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "snipping",
            "pronounce": "['snipiη]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cắt bằng kéo</font></td></tr></tbody></table></div>",
            "word": "snipping",
            "pronounce": "['snipiη]"
        }
    },
    "sentences": [
        {
            "en": "Maybe you'll find me <em>snipping</em> coffee at the end of the street next time.",
            "vi": "Có lẽ lần sau bạn sẽ thấy tôi ngồi nhâm nhi ly cà phê ở cuối con đường này."
        },
        {
            "en": "2-2songngu        2. STITCHES CARLISLE WAS NOT THE ONLY ONE WHO STAYED calm. Centuries of  experience in the emergency room were evident in his quiet, authoritative voice. \"Emmett, Rose, get Jasper outside.\" Unsmiling for once, Emmett nodded. \"Come on, Jasper.\" Jasper struggled against Emmett's unbreakable grasp, twisting around, reaching toward his brother with his bared teeth, his eyes still past reason. Edward's face was whiter than bone as he wheeled to crouch over me, taking a clearly defensive position. A low warning growl slid from between his clenched teeth. I could tell that he wasn't breathing. Rosalie, her divine face strangely smug, stepped in front of Jasper—keeping a careful distance from his teeth—and helped Emmett wrestle him through the glass door that Esme held open, one hand pressed over her mouth and nose. Esme's heart-shaped face was ashamed. \"I'm so sorry, Bella,\" she cried as she followed the others into the yard. \"Let me by, Edward,\" Carlisle murmured. A second passed, and then Edward nodded slowly and relaxed his stance. Carlisle knelt beside me, leaning close to examine my arm. I could feel the shock frozen on my face, and I tried to compose it. \"Here, Carlisle,\" Alice said, handing him a towel. He shook his head. \"Too much glass in the wound.\" He reached over and ripped a long, thin scrap from the bottom of the white tablecloth. He twisted it around my arm above the elbow to form a tourniquet. The smell of the blood was making me dizzy. My ears rang. \"Bella,\" Carlisle said softly. \"Do you want me to drive you to the hospital, or would you like me to take care of it here?\" \"Here, please,\" I whispered. If he took me to the hospital, there would be no way to keep this from Charlie. \"I'll get your bag,\" Alice said. \"Let's take her to the kitchen table,\" Carlisle said to Edward. Edward lifted me effortlessly, while Carlisle kept the pressure steady on my arm. \"How are you doing, Bella?\" Carlisle asked. \"I'm fine.\" My voice was reasonably steady, which pleased me. Edward's face was like stone. Alice was there. Carlisle's black bag was already on the table, a small but brilliant desk light plugged into the wall. Edward sat me gently into a chair, and Carlisle pulled up another. He went to work at once. Edward stood over me, still protective, still not breathing. \"Just go, Edward,\" I sighed. \"I can handle it,\" he insisted. But his jaw was rigid; his eyes burned with the intensity of the thirst he fought, so much worse for him than it was for the others. \"You don't need to be a hero,\" I said. \"Carlisle can fix me up without your help. Get some fresh air.\" I winced as Carlisle did something to my arm that stung. \"I'll stay,\" he said. \"Why are you so masochistic?\" I mumbled. Carlisle decided to intercede. \"Edward, you may as well go find Jasper before he gets too far. I'm sure he's upset with himself, and I doubt he'll listen to anyone but you right now.\" \"Yes,\" I eagerly agreed. \"Go find Jasper.\" \"You might as well do something useful,\" Alice added. Edward's eyes narrowed as we ganged up on him, but, finally, he nodded once and sprinted smoothly through the kitchen's back door. I was sure he hadn't taken a breath since I'd sliced my finger. A numb, dead feeling was spreading through my arm. Though it erased the sting, it reminded me of the gash, and I watched Carlisle's face carefully to distract me from what his hands were doing. His hair gleamed gold in the bright light as he bent over my arm. I could feel the faint stirrings of unease in the pit of my stomach, but I was determined not to let my usual squeamishness get the best of me. There was no pain now, just a gentle tugging sensation that I tried to ignore. No reason to get sick like a baby. If she hadn't been in my line of sight, I wouldn't have noticed Alice give up and steal out of the room. With a tiny, apologetic smile on her lips, she disappeared through the kitchen doorway. \"Well, that's everyone,\" I sighed. \"I can clear a room, at least.\" \"It's not your fault,\" Carlisle comforted me with a chuckle. \"It could happen to anyone.\" \"Could\" I repeated. \"But it usually just happens to me.\" He laughed again. His relaxed calm was only more amazing set in direct contrast with everyone else's reaction. I couldn't find any trace of anxiety in his face. He worked with quick, sure movements. The only sound besides our quiet breathing was the soft plink, plink as the tiny fragments of glass dropped one by one to the table. \"How can you do this?\" I demanded. \"Even Alice and Esme…\" I trailed off, shaking my head in wonder. Though the rest of them had given up the traditional diet of vampires just as absolutely as Carlisle had, he was the only one who could bear the smell of my blood without suffering from the intense temptation. Clearly, this was much more difficult than he made it seem. \"Years and years of practice,\" he told me. \"I barely notice the scent anymore.\" \"Do you think it would be harder if you took a vacation from the hospital for a long time. And weren't around any blood?\" \"Maybe.\" He shrugged his shoulders, but his hands remained steady. \"I've never felt the need for an extended holiday.\" He flashed a brilliant smile in my direction. \"I enjoy my work too much.\" Plink, plink, plink. I was surprised at how much glass there seemed to be in my arm. I was tempted to glance at the growing pile, just to check the size, but I knew that idea would not be helpful to my no-vomiting strategy. \"What is it that you enjoy?\" I wondered. It didn't make sense to me—the years of struggle and self-denial he must have spent to get to the point where he could endure this so easily. Besides, I wanted to keep him talking; the conversation kept my mind off the queasy feeling in my stomach. His dark eyes were calm and thoughtful as he answered. \"Hmm. What I enjoy the very most is when my… enhanced abilities let me save someone who would otherwise have been lost. It's pleasant knowing that, thanks to what I can do, some people's lives are better because I exist. Even the sense of smell is a useful diagnostic tool at times.\" One side of his mouth pulled up in half a smile. I mulled that over while he poked around, making sure all the glass splinters were gone. Then he rummaged in his bag for new tools, and I tried not to picture a needle and thread. \"You try very hard to make up for something that was never your fault,\" I suggested while a new kind of tugging started at the edges of my skin. \"What I mean is, it's not like you asked for this. You didn't choose this kind of life, and yet you have to work so hard to be good.\" \"I don't know that I'm making up for anything,\" he disagreed lightly. \"Like everything in life, I just had to decide what to do with what I was given.\" \"That makes it sound too easy.\" He examined my arm again. \"There,\" he said, <em>snipping</em> a thread. \"All done.\" He wiped an oversized Q-tip, dripping with some syrup-colored liquid, thoroughly across the operation site. The smell was strange; it made my head spin. The syrup stained my skin. \"In the beginning, though,\" I pressed while he taped another long piece of gauze securely in place, sealing it to my skin. \"Why did you even think to try a different way than the obvious one?\" His lips turned up in a private smile. \"Hasn't Edward told you this story?\" \"Yes. But I'm trying to understand what you were thinking…\" His face was suddenly serious again, and I wondered if his thoughts had gone to the same place that mine had. Wondering what I would be thinking when—I refused to think if—it was me. nếu \"You know my father was a clergyman,\" he mused as he cleaned the table carefully, rubbing everything down with wet gauze, and then doing it again. The smell of alcohol burned in my nose. \"He had a rather harsh view of the world, which I was already beginning to question before the time that I changed.\" Carlisle put all the dirty gauze and the glass slivers into an empty crystal bowl. I didn't understand what he was doing, even when he lit the match. Then he threw it onto the alcohol-soaked fibers, and the sudden blaze made me jump. \"Sorry,\" he apologized. \"That ought to do it… So I didn't agree with my father's particular brand of faith. But never, in the nearly four hundred years now since I was born, have I ever seen anything to make me doubt whether God exists in some form or the other. Not even the reflection in the mirror.\" I pretended to examine the dressing on my arm to hide my surprise at the direction our conversation had taken. Religion was the last thing I expected, all things considered. My own life was fairly devoid of belief. Charlie considered himself a Lutheran, because that's what his parents had been, but Sundays he worshipped by the river with a fishing pole in his hand. Renee tried out a church now and then, but, much like her brief affairs with tennis, pottery, yoga, and French classes, she moved on by the time I was aware of her newest fad.  \"I'm sure all this sounds a little bizarre, coming from a vampire.\" He grinned, knowing how their casual use of that word never failed to shock me. \"But I'm hoping that there is still a point to this life, even for us.  It's a long shot, I'll admit,\" he continued in an offhand voice. \"By all accounts, we're damned regardless. But I hope, maybe foolishly, that we'll get some measure of credit for trying.\" \"I don't think that's foolish,\" I mumbled. I couldn't imagine anyone, deity included, who wouldn't be impressed by Carlisle. Besides, the only kind of heaven I could appreciate would have to include Edward. \"And I don't think anyone else would, either.\" \"Actually, you're the very first one to agree with me.\" \"The rest of them don't feel the same?\" I asked, surprised, thinking of only one person in particular. Carlisle guessed the direction of my thoughts again. \"Edward's with me up to a point. God and heaven exist… and so does hell. But he doesn't believe there is an afterlife for our kind.\" Carlisle's voice was very soft; he stared out the big window over the sink, into the darkness. \"You see, he thinks we've lost our souls.\" I immediately thought of Edward's words this afternoon: unless you want to die—or whatever it is that we do. The light bulb flicked on over my head. \"That's the real problem, isn't it?\" I guessed. \"That's why he's being so difficult about me.\"  Carlisle spoke slowly. \"I look at my… son. His strength, his goodness, the brightness that shines out of him—and it only fuels that hope, that faith, more than ever. How could there not be more for one such as Edward?\" I nodded in fervent agreement. \"But if I believed as he does…\" He looked down at me with unfathomable eyes. \"If you believed as he did. Could you take away his soul?\" The way he phrased the question thwarted my answer. If he'd asked me whether I would risk my soul for Edward, the reply would be obvious. But would I risk Edward's soul? I pursed my lips unhappily. That wasn't a fair exchange. \"You see the problem.\" I shook my head, aware of the stubborn set of my chin. Carlisle sighed. \"It's my choice,\" I insisted. \"It's his, too.\" He held up his hand when he could see that I was about to argue. \"Whether he is responsible for doing that to you.\" \"He's not the only one able to do it.\" I eyed Carlisle speculatively. He laughed, abruptly lightening the mood. \"Oh, no! You're going to have to work this out with him.\" But then he sighed. \"That's the one part I can never be sure of. I think, in most other ways, that I've done the best I could with what I had to work with. But was it right to doom the others to this life? I can't decide.\" I didn't answer. I imagined what my life would be like if Carlisle had resisted the temptation to change his lonely existence… and shuddered. \"It was Edward's mother who made up my mind.\" Carlisle's voice was almost a whisper. He stared unseeingly out the black windows. \"His mother?\" Whenever I'd asked Edward about his parents, he would merely say that they had died long ago, and his memories were vague. I realized Carlisle's memory of them, despite the brevity of their contact, would be perfectly clear. \"Yes. Her name was Elizabeth. Elizabeth Masen. His father, Edward Senior, never regained consciousness in the hospital. He died in the first wave of the influenza. But Elizabeth was alert until almost the very end. Edward looks a great deal like her—she had that same strange bronze shade to her hair, and her eyes were exactly the same color green.\" \"His eyes were green?\" I murmured, trying to picture it. \"Yes…\" Carlisle's ocher eyes were a hundred years away now. \"Elizabeth worried obsessively over her son. She hurt her own chances of survival trying to nurse him from her sickbed. I expected that he would go first, he was so much worse off than she was. When the end came for her, it was very quick. It was just after sunset, and I'd arrived to relieve the doctors who'd been working all day. That was a hard time to pretend—there was so much work to be done, and I had no need of rest. How I hated to go back to my house, to hide in the dark and pretend to sleep while so many were dying. \"I went to check Elizabeth and her son first. I'd grown attached—always a dangerous thing to do considering the fragile nature of humans. I could see at once that she'd taken a bad turn. The fever was raging out of control, and her body was too weak to fight anymore. She didn't look weak, though, when she glared up at me from her cot. \"Save him!' she commanded me in the hoarse voice that was all her throat could manage. \"I'll do everything in my power,' I promised her, taking her hand. The fever was so high, she probably couldn't even tell how unnaturally cold mine felt. Everything felt cold to her skin. \"You must,\" she insisted, clutching at my hand with enough strength that I wondered if she wouldn't pull through the crisis after all. Her eyes were hard, like stones, like emeralds. 'You must do everything in your power. What others cannot do, that is what you must do for my Edward.\" \"It frightened me. She looked it me with those piercing eyes, and, for one instant, I felt certain that she knew my secret. Then the fever overwhelmed her, and she never regained consciousness. She died within an hour of making her demand. \"I'd spent decades considering the idea of creating a companion for myself. Just one other creature who could really know me, rather than what I pretended to be. But I could never justify it to myself—doing what had been done to me. \"There Edward lay, dying. It was clear that he had only hours left. Beside him, his mother, her face somehow not yet peaceful, not even in death.\" Carlisle saw it all again, his memory unburned by the intervening century. I could see it clearly, too, as he spoke—the despair of the hospital, the overwhelming atmosphere of death. Edward burning with fever, his life slipping away with each tick of the clock… I shuddered again, and forced the picture from my mind. \"Elizabeth's words echoed in my head. How could she guess what I could do? Could anyone really want that for her son? \"I looked at Edward. Sick as he was, he was still beautiful. There was something pure and good about his face. The kind of face I would have wanted my son to have. \"After all those years of indecision, I simply acted on a whim. I wheeled his mother to the morgue first, and then I came back for him. No one noticed that he was still breathing. There weren't enough hands, enough eyes, to keep track of half of what the patients needed. The morgue was empty—of the living, at least. I stole him out the back door, and carried him across the rooftops back to my home. \"I wasn't sure what had to be done. I settled for recreating the wounds I'd received myself, so many centuries earlier in London. I felt bad about that later. It was more painful and lingering than necessary. \"I wasn't sorry, though. I've never been sorry that I saved Edward.\" He shook his head, coming back to the present. He smiled at me. \"I suppose I should take you home now.\" \"I'll do that,\" Edward said. He came through the shadowy dining room, walking slowly for him. His face was smooth, unreadable, but there was something wrong with his eyes—something he was trying very hard to hide. I felt a spasm of unease in my stomach. \"Carlisle can take me,\" I said. I looked down at my shirt; the light blue cotton was soaked and spotted with my blood. My right shoulder was covered in thick pink frosting. \"I'm fine.\" Edward's voice was unemotional. \"You'll need to change anyway. You'd give Charlie a heart attack the way you look. I'll have Alice get you something.\" He strode out the kitchen door again. I looked at Carlisle anxiously. \"He's very upset.\" \"Yes,\" Carlisle agreed. \"Tonight is exactly the kind of thing that he fears the most. You being put in danger, because of what we are.\" \"It's not his fault.\" \"It's not yours, either.\" I looked away from his wise, beautiful eyes. I couldn't agree with that. Carlisle offered me his hand and helped me up from the table. I followed him out into the main room. Esme had come back; she was mopping the floor where I'd fallen—with straight bleach from the smell of it. \"Esme, let me do that.\" I could feel that my face was bright red again. \"I'm already done.\" She smiled up at me. \"How do you feel?\" \"I'm fine,\" I assured her. \"Carlisle sews faster than any other doctor I've had.\" They both chuckled. Alice and Edward came in the back doors. Alice hurried to my side, but Edward hung back, his face indecipherable. \"C'mon,\" Alice said. \"I'll get you something less macabre to wear.\" She found me a shirt of Esme's that was close to the same color mine had been. Charlie wouldn't notice, I was sure. The long white bandage on my arm didn't look nearly as serious when I was no longer spattered in gore. Charlie was never surprised to see me bandaged. \"Alice,\" I whispered as she headed back to the door. \"Yes?\" She kept her voice low, too, and looked at me curiously, her head cocked to the side. \"How bad is it?\" I couldn't be sure if my whispering was a wasted effort. Even though we were upstairs, with the door closed, perhaps he could hear me. Her face tensed. \"I'm not sure yet.\" \"How's Jasper?\" She sighed. \"He's very unhappy with himself. It's all so much more of challenge for him, and he hates feeling weak.\" \"It's not his fault. You'll tell him that I'm not mad at him, not at all, won't you?\" \"Of course.\" Edward was waiting for me by the front door. As I got to the bottom of the staircase, he held it open without a word. \"Take your things!\" Alice cried as I walked warily toward Edward. She scooped up the two packages, one half-opened, and my camera from under the piano, and pressed them into my good arm. \"You can thank me later, when you've opened them.\" Esme and Carlisle both said a quiet goodnight. I could see them stealing quick glances at their impassive son, much like I was. It was a relief to be outside; I hurried past the lanterns and the roses, now unwelcome reminders.  Edward kept pace with me silently. He opened the passenger side for me, and I climbed in without complaint. On the dashboard was a big red ribbon, stuck to the new stereo. I pulled it off, throwing it to the floor. As Edward slid into the other side, I kicked the ribbon under my seat. He didn't look at me or the stereo. Neither of us switched it on, and the silence was somehow intensified by the sudden thunder of the engine. He drove too fast down the dark, serpentine lane. The silence was making me insane. \"Say something,\" I finally begged as he turned onto the freeway. \"What do you want me to say?\" he asked in a detached voice. I cringed at his remoteness. 'Tell me you forgive me.\" That brought a flicker of life to his face—a flicker of anger. \"Forgive you? For what?\" \"If I'd been more careful, nothing would have happened.\" \"Bella, you gave yourself a paper cut—that hardly deserves the death penalty.\" \"It's still my fault.\" My words opened up the floodgate. \"Your fault? If you'd cut yourself at Mike Newton's house, with Jessica there and Angela and your other normal friends, the worst that could possibly have happened would be what? Maybe they couldn't find you a bandage? If you'd tripped and knocked over a pile of glass plates on your own—without someone throwing you into them—even then, what's the worst? You'd get blood on the seats when they drove you to the emergency room? Mike Newton could have held your hand while they stitched you up—and he wouldn't be righting the urge to kill you the whole time he was there. Don't try to take any of this on yourself, Bella. It will only make me more disgusted with myself.\" \"How the hell did Mike Newton end up in this conversation?\" I demanded. \"Mike Newton ended up in this conversation because Mike Newton would be a hell of a lot healthier for you to be with,\" he growled. \"I'd rather die than be with Mike Newton,\" I protested. \"I'd rather die than be with anyone but you.\" \"Don't be melodramatic, please.\" \"Well then, don't you be ridiculous.\" He didn't answer. He glared through the windshield, his expression black. I racked my brain for some way to salvage the evening. When we pulled up in front of my house, I still hadn't come up with anything. He killed the engine, but his hands stayed clenched around the steering wheel. \"Will you stay tonight?\" I asked. \"I should go home.\" The last thing I wanted was for him to go wallow in remorse. \"For my birthday,\" I pressed. \"You can't have it both ways—either you want people to ignore your birthday or you don't. One or the other.\" His voice was stern, but not as serious as before. I breathed a silent sigh of relief. \"Okay. I've decided that I don't want you to ignore my birthday. I'll see you upstairs.\" I hopped out, reaching back in for my packages. He frowned. \"You don't have to take those.\" \"I want them,\" I responded automatically, and then wondered if he was using reverse psychology. \"No, you don't. Carlisle and Esme spent money on you.\" \"I'll live.\" I tucked the presents awkwardly under my good arm and slammed the door behind me. He was out of the truck and by my side in less than a second. \"Let me carry them, at least.\" he said as he took them away. \"I'll be in your room.\" I smiled. \"Thanks.\" \"Happy birthday,\" he sighed, and leaned down to touch his lips to mine. I reached up on my toes to make the kiss last longer when he pulled away. He smiled my favorite crooked smile, and then he disappeared into the darkness. The game was still on; as soon as I walked through the front door I could hear the announcer rambling over the babble of the crowd. \"Bell?\" Charlie called. \"Hey, Dad,\" I said as I came around the corner. I held my arm close to my side. The slight pressure burned, and I wrinkled my nose. The anesthetic was apparently losing its effectiveness. \"How was it?\" Charlie lounged across the sofa with his bare feet propped up on the arm.  What was left of his curly brown hair was crushed flat on one side. \"Alice went overboard. Flowers, cake, candles, presents—the whole bit.\" \"What did they get you?\" \"A stereo for my truck.\" And various unknowns. \"Wow.\" \"Yeah,\" I agreed. \"Well, I'm calling it a night.\" \"I'll see you in the morning.\" I waved. \"See ya.\" \"What happened to your arm?\" I flushed and cursed silently. \"I tripped. It's nothing.\" \"Bella,\" he sighed, shaking his head. \"Goodnight, Dad.\" I hurried up to the bathroom, where I kept my pajamas for just such nights as these. I shrugged into the matching tank top and cotton pants that I'd gotten to replace the holey sweats I used to wear to bed, wincing as the movement pulled at the stitches. I washed my face one-handed, brushed my teeth, and then skipped to my room. He was sitting in the center of my bed, toying idly with one of the silver boxes. \"Hi,\" he said. His voice was sad. He was wallowing. I went to the bed, pushed the presents out of his hands, and climbed into his lap. \"Hi.\" I snuggled into his stone chest. \"Can I open my presents now?\" \"Where did the enthusiasm come from?\" he wondered. \"You made me curious.\" I picked up the long flat rectangle that must have been from Carlisle and Esme. \"Allow me,\" he suggested. He took the gift from my hand and tore the silver paper off with one fluid movement. He handed the rectangular white box back to me. \"Are you sure I can handle lifting the lid?\" I muttered, but he ignored me. Inside the box was a long thick piece of paper with an overwhelming amount of fine print. It took me a minute to get the gist of the information. \"We're going to Jacksonville?\" And I was excited, in spite of myself. It was a voucher for plane tickets, for both me and Edward. \"That's the idea.\" \"I can't believe it. Renee is going to flip! You don't mind, though, do you? It's sunny, you'll have to stay inside all day.\" \"I think I can handle it,\" he said, and then frowned. \"If I'd had any idea that you could respond to a gift this appropriately, I would have made you open it in front of Carlisle and Esme. I thought you'd complain.\" \"Well, of course it's too much. But I get to take you with me!\" He chuckled. \"Now I wish I'd spent money on your present. I didn't realize that you were capable of being reasonable.\" I set the tickets aside and reached for his present, my curiosity rekindled. He took it from me and unwrapped it like the first one. He handed back a clear CD jewel case, with a blank silver CD inside. \"What is it?\" I asked, perplexed. He didn't say anything; he took the CD and reached around me to put it in the CD player on the bedside table. He hit play, and we waited in silence. Then the music began. I listened, speechless and wide-eyed. I knew he was waiting for my reaction, but I couldn't talk. Tears welled up, and I reached up to wipe them away before they could spill over. \"Does your arm hurt?\" he asked anxiously. \"No, it's not my arm. It's beautiful, Edward. You couldn't have given me anything I would love more. I can't believe it.\" I shut up, so I could listen. It was his music, his compositions. The first piece on the CD was my lullaby. \"I didn't think you would let me get a piano so I could play for you here,\" he explained. \"You're right.\" \"How does your arm feel?\" \"Just fine.\" Actually, it was starting to blaze under the bandage. I wanted ice. I would have settled for his hand, but that would have given me away. \"I'll get you some Tylenol.\" \"I don't need anything,\" I protested, but he slid me off his lap and headed for the door. \"Charlie,\" I hissed. Charlie wasn't exactly aware that Edward frequently stayed over. In fact, he would have a stroke if that fact were brought to his attention. But I didn't feel too guilty for deceiving him.    It wasn't as if we were up to anything he wouldn't want me to be up to. Edward and his rules… \"He won't catch me,\" Edward promised as he disappeared silently out the door . . and returned, catching the door before it had swung back to touch the frame. He had the glass from the bathroom and the bottle of pills in one hand. I took the pills he handed me without arguing—I knew I would lose the argument And my arm really was starting to bother me. My lullaby continued, soft and lovely, in the background. \"It's late,\" Edward noted. He scooped me up off the bed with one arm, and pulled the cover back with the other. He put me down with my head on my pillow and tucked the quilt around me. He lay down next to me—on top of the blanket so I wouldn't get chilled—and put his arm over me. I leaned my head against his shoulder and sighed happily. \"Thanks again,\" I whispered. \"You're welcome.\" It was quiet for a long moment as I listened to my lullaby drift to a close. Another song began. I recognized Esme's favorite. \"What are you thinking about?'\" I wondered in a whisper. He hesitated for a second before he told me. \"I was thinking about right and wrong, actually.\" I felt a chill tingle along my spine. \"Remember how I decided that I wanted you to not ignore my birthday?\" I asked quickly, hoping it wasn't too clear that I was trying to distract him. \"Yes,\" he agreed, wary. \"Well, I was thinking, since it's still my birthday, that I'd like you to kiss me again.\" \"You're greedy tonight.\" \"Yes, I am—but please, don't do anything you don't want to do,\" I added, piqued. He laughed, and then sighed. \"Heaven forbid that I should do anything I don't want to do,\" he said in a strangely desperate tone as he put his hand under my chin and pulled my face up to his. The kiss began much the same as usual—Edward was as careful as ever, and my heart began to overreact like it always did. And then something seemed to change. Suddenly his lips became much more urgent, his free hand twisted into my hair and held my face securely to his. And, though my hands tangled in his hair, too, and though I was clearly beginning to cross his cautious lines, for once he didn't stop me. His body was cold through the thin quilt, but I crushed myself against him eagerly. When he stopped it was abrupt; he pushed me away with gentle, firm hands. I collapsed back onto my pillow, gasping, my head spinning. Something tugged at my memory, elusive, on the edges. \"Sorry,\" he said, and he was breathless, too. \"That was out of line.\" \"I don't mind,\" I panted. He frowned at me in the darkness. \"Try to sleep. Bella.\" \"No, I want you to kiss me again.\" \"You're overestimating my self-control.\" \"Which is tempting you more, my blood or my body?\" I challenged. \"It's a tie.\" He grinned briefly in spite of himself, and then was serious again. \"Now. why don't you stop pushing your luck and go to sleep?\" \"Fine,\" I agreed, snuggling closer to him. I really did feel exhausted. It had been a long day in so many ways, yet I felt no sense of relief at its end. Almost as if something worse was coming tomorrow. It was a silly premonition—what could be worse than today?' Just the shock catching up with me, no doubt. Trying to be sneaky about it, I pressed my injured arm against his shoulder, so his cool skin would sooth the burning. It felt better at once. I was halfway asleep, maybe more, when I realized what his kiss had reminded me of: last spring, when he'd had to leave me to throw James off my trail, Edward had kissed me goodbye, not knowing when—or if—we would see each other again. This kiss had the same almost painful edge for some reason I couldn't imagine. I shuddered into unconsciousness, as if I were already having a nightmare.",
            "vi": "2-2songngu        2.  Mũi khâu Carlisle không phải là người duy nhất vẫn bình tĩnh. Hàng trăm năm kinh nghiệm trong phòng cấp cứu được thể hiện rõ trong giọng nói uy quyền, điềm tĩnh của ông.  \"Emmett, Rose, đưa Jasper ra ngoài.”  Lần này chẳng hề cười, Emmett gật đầu. \"Đi nào, Jasper.” Jasper vùng vẫy cố thoát cái khoá tay không thể gỡ được của Emmett, xoay người, nhào đến anh trai mình với hàm răng nhe ra, mắt anh vẫn điên loạn.  Mặt Edward trắng bệch khi anh lao nhanh đến chồm người lên che tôi, trong tư thế phòng thủ rõ ràng. Tiếng gầm gừ cảnh cáo trầm đục phát ra từ giữa hàm răng nghiến chặt của anh. Tôi chắc chắn anh không thở.  Rosalie, khuôn mặt đẹp tuyệt trần của cô tự mãn kỳ lạ, bước đến trước Jasper – cẩn thận tránh xa hàm răng của anh -- và giúp Emmett vật lộn đưa anh ta qua cửa kính đang được Esme giữ, một tay bịt miệng và mũi mình. Khuôn mặt hình trái tim của Esme đầy hổ thẹn. \"Bác thật lòng xin lỗi, Bella,”  bà khóc khi đi theo những người kia ra sân.  \"Cho ta đi qua, Edward,” Carlisle thì thầm.  Một giây trôi qua, rồi Edward chầm chậm gật đầu rồi thả lỏng thế đứng của mình.  Carlisle quỳ bên cạnh tôi, nghiêng người đến gần để kiểm tra cánh tay  tôi. Tôi có thể cảm thấy cơn sốc tê cứng trên mặt tôi, và tôi cố giữ nét mặt điềm tĩnh. \"Đây nè, Carlisle,” Alice nói, trao cho ông một cái khăn lớn.  Ông lắc đầu. \"Có quá nhiều thủy tinh trong vết thương.” Ông vươn người và xé viền khăn trải bàn trắng thành một dải vải dài, hẹp. Ông quấn nó quanh cánh tay tôi bên trên khuỷu tay để làm ga-rô.  Mùi máu làm tôi chóng mặt. Tai tôi kêu vo vo.  \"Bella, \" Carlisle nói nhẹ nhàng. \"Con có muốn bác chở con đến bệnh viện, hay con muốn bác chăm sóc vết thương của con ở đây ?\" \"Ở đây, xin bác vui lòng,” tôi thì thầm. Nếu ông đưa tôi đến bệnh viện, sẽ chẳng có cách nào giấu Charlie chuyện này.  \"Con sẽ lấy túi cho bố,” Alice nói.  \"Mình hãy đưa cô ấy đến bàn bếp,” Carlisle nói với Edward.  Edward nâng tôi lên chẳng chút khó khăn, trong khi Carlisle vẫn giữ cho tay tôi cố định.  \"Con thấy sao, Bella?\" Carlisle hỏi.  \"Con khoẻ.” Giọng tôi bình thường vừa phải, làm tôi hài lòng.  Mặt Edward trơ như đá.  Alice đã ở đó. Cái túi đen của Carlisle đã ở trên bàn, một ngọn đèn bàn nhỏ nhưng sáng trưng đã được cắm vào tường. Edward nhẹ nhàng đặt tôi ngồi vào ghế, còn Carlisle ngồi vào một cái ghế khác. Ông bắt tay vào việc ngay lập tức.  Edward đứng trông chừng tôi, vẫn bảo vệ, vẫn không thở.  \"Cứ đi đi, Edward, \" tôi thở dài.  \"Anh có thể chịu được,” anh khăng khăng. Nhưng hàm anh nghiến chặt; mắt anh rực cháy vì cơn thèm khát dữ dội anh đang chống cự lại, khốn khổ hơn nhiều so với những người khác.  \"Anh không cần làm anh hùng đâu, \" tôi nói. \" Carlisle có thể chữa cho em không cần anh giúp đâu. Đi hít thở không khí trong lành đi.” Tôi cau mày khi Carlisle làm gì đó với cánh tay tôi khiến nó đau nhói.  \"Anh sẽ ở lại, \" anh nói.  \"Sao anh thích bị đau khổ như vậy chứ?\" Tôi lầm bầm.  Carlisle quyết định làm trung gian hoà giải. \"Edward, con cũng nên tìm Jasper trước khi nó làm quá đà. Cha chắc chắn nó đang đau khổ lắm, và bây giờ nó sẽ chẳng nghe ai ngoài con đâu. \" \"Đúng rồi, \" tôi háo hức đồng ý. \"Đi tìm Jasper đi.” \"Vậy anh cũng làm được chuyện hữu ích, \" Alice nói thêm.  Mắt Edward nheo lại như thể chúng tôi đang hùa nhau đả kích anh, nhưng, cuối cùng, anh cũng gật đầu rồi chạy nhanh thật êm qua cửa sau của nhà bếp. Tôi chắc chắn anh không hề thở từ khi tôi làm đứt tay mình.  Một cảm giác tê dại đang lan qua cánh tay  tôi.  Mặc dù cảm giác ấy xua đi cơn đau nhói, nhưng nó lại làm tôi nghĩ đến vết thương sâu, và tôi ngắm khuôn mặt của Carlisle thật chăm chú để không chú ý đến chuyện bàn tay ông đang làm. Tóc ông ánh vàng trong ánh sáng rực rỡ khi ông cúi xuống cánh tay  tôi. Tôi cảm thấy những cơn quặn yếu ớt khó chịu trong đáy bao tử, nhưng tôi kiên quyết không để cho cơn buồn nôn cố hữu chiến thắng tôi.  Bây giờ không còn đau nữa, chỉ còn cảm giác giần giật tôi cố lờ đi.  Chẳng có lý do gì mà ọc ra như con nít được.  Nếu cô không ở trong tầm mắt tôi, hẳn tôi đã không nhận thấy Alice chịu thua và lén chuồn ra khỏi phòng.  Cô vừa cười nhẹ xin lỗi, vừa biến ra khỏi cửa bếp.  \"Ừm, thế là tất cả rồi,”  tôi thở dài. \"Ít ra thì con cũng có thể làm cho căn phòng không còn ai.” \"Không phải là lỗi của con,” Carlisle cười khúc khích an ủi tôi. \"Chuyện đó có thể xảy đến với bất kỳ ai.” \"Có thể \" tôi lặp lại. \" Nhưng thường chỉ xảy đến với con không thôi.” Ông lại cười to.  Nét điềm tĩnh thoải mái của ông càng thêm đáng kinh ngạc khi trái ngược hoàn toàn với phản ứng của tất cả những người khác. Tôi không hề nhìn thấy chút lo âu nào trên mặt ông. Ông làm việc bằng những động tác nhanh, dứt khoát. Âm thanh duy nhất ngoài hơi thở nhẹ nhàng của chúng tôi là tiếng lanh canh, lanh canh nho nhỏ khi mấy mảnh thủy tinh tí xíu rơi từng miếng lên bàn.  \"Làm sao bác làm vậy được?\" Tôi hỏi. \" Thậm chí cả Alice và Esme đều... \" giọng tôi nhỏ dần, vừa lắc đầu thắc mắc.  Dù những người khác đã từ bỏ chế độ ăn uống truyền thống của ma cà rồng y như Carlisle, nhưng ông là người duy nhất có thể chịu nỗi mùi máu của tôi mà không bị cám dỗ dữ dội.  Rõ ràng, điều này khó khăn hơn rất nhiều chứ không như ông tỏ ra bên ngoài.  \"Hàng bao năm tập luyện, \" ông bảo tôi. \"Bác hầu như chẳng còn để ý gì tới mùi này nữa.  \"Theo bác liệu có khó khăn hơn không nếu bác đi nghỉ không làm việc ở bệnh viện dài ngày. Và chẳng còn bị bao quanh bởi máu gì nữa hết?\" \"Có thể. \" Ông nhún vai, nhưng bàn tay ông vẫn làm việc bình thường. \"Bác chưa từng cảm thấy nhu cầu nghỉ lâu. \" Ông nhoẻn nụ cười rạng rỡ về phía tôi. \"Bác rất thích công việc của mình.” Keng, keng, keng. Tôi ngạc nhiên khi thấy dường như có không biết bao nhiêu là thủy tinh trong cánh tay mình. Tôi rất muốn nhìn lướt qua chồng mảnh thủy tinh đang cao lên, chỉ để coi kích cỡ thôi, nhưng tôi biết ý đó sẽ chẳng giúp ích gì cho kế hoạch-không-ói của tôi cả.  \"Điều bác thích đó, là gì?\" Tôi thắc mắc. Tôi chẳng hiểu gì cả  - ông phải trải qua bao năm đấu tranh và chối-bỏ-bản-thân để đạt đến mức có thể chịu đựng chuyện này thật dễ dàng để làm gì.  Ngoài ra, tôi muốn ông nói liên tục; trò chuyện giúp tôi không nghĩ đến cảm giác buồn nôn trong dạ dày.  Đôi mắt huyền của ông vẫn điềm tĩnh và trầm tư khi ông trả lời. \"Hừm. Điều tôi thích nhất là khi ...  những khả năng nâng cao của bác giúp bác cứu được những người lẽ ra đã không còn.  Thật sung sướng khi biết rằng, nhờ chuyện mình làm được, mà cuộc đời ai đó tốt đẹp hơn vì mình tồn tại. Thậm chí, đôi khi khứu giác là công cụ chẩn đoán hữu hiệu.” Ông môi nhếch cười.  Tôi nghiền ngẫm câu nói đó trong khi ông nắn quanh để chắc chắn đã sạch hết mấy mảnh thủy tinh.  Rồi ông lục lọi trong túi tìm dụng cụ mới, và tôi cố không nghĩ đó là kim chỉ.  \"Bác cứ cố bù đắp vì chuyện chẳng hề là lỗi của bác,” tôi phỏng đoán trong khi kiểu giật mới bắt đầu ở mép da của tôi. \"Ý con là, có phải bác muốn vậy đâu. Bác đâu có chọn cuộc đời này, vậy mà bác cứ cố gắng điên cuồng để sống cho tốt. \" \"Bắc không biết là bác đang bù đắp gì cả, \" ông hơi bất đồng. \"Như mọi thứ khác trong đời, bác chỉ phải quyết định phải làm gì với những khả năng mình được trao mà thôi.” \"Nghe có vẻ quá dễ dàng.” Ông kiểm tra cánh tay  tôi lần nữa. \"Đấy, \" ông nói, quấn chỉ. \"Xong rồi. \" Ông rút ra một cây tăm-bông to, thấm đầy chất lỏng đặc nào đó, thoa kỹ lưỡng toàn bộ chỗ mổ xẻ. Mùi kỳ cục của nó làm đầu tôi quay mòng mòng. Chất lỏng ấy dính vào da tôi.  \"Tuy vậy, lúc đầu” tôi nhấn mạnh trong khi ông dán thêm một miếng băng khác vào chỗ đó, che da  tôi. \"Sao bác lại nghĩ đến chuyện thử sống khác với mọi người?\" Môi ông nở một nụ cười kín đáo. \"Edward chưa kể con nghe chuyện này à?\" \"Rồi.  Nhưng con đang cố hiểu điều bác đã suy nghĩ lúc đó...” Khuôn mặt ông đột ngột nghiêm túc trở lại, và tôi tự hỏi có phải suy nghĩ của ông đã đến cùng một nơi với suy nghĩ của tôi không.  Thắc mắc tôi sẽ nghĩ gì khi -  tôi không chịu dùng chữ nếu - tôi ở trong trường hợp đó.  \"Con biết cha của bác là một tu sĩ,” ông trầm ngâm khi lau bàn kỹ lưỡng, chùi sạch mọi thứ bằng khăn ướt, rồi làm lại lần nữa.  Mùi cồn xộc lên mũi tôi. \"Cha bác nhìn đời khá cay nghiệt, đó là điều bác bắt đầu nghi ngờ trước khi biến đổi.” Carlisle đặt mọi khăn gạc bẩn và mảnh kính vỡ vào một tô pha lê trống không. Tôi không hiểu ông sắp làm gì, thậm chí cả khi ông quẹt diêm.  Rồi ông ném diêm lên mấy miếng vải đẫm rượu, rồi ngọn lửa đột ngột bùng lên khiến tôi giật mình.  \"Xin lỗi, \" ông tạ lỗi. \" Phải làm vậy... Nên bác đã không tán thành đức tin riêng của ông.  Nhưng bác chưa từng, trong gần bốn trăm năm từ khi mới được sinh ra, bác chưa từng nhìn thấy điều gì làm bác nghi ngờ sự tồn tại của Chúa dù ở hình thức này hay hình thức khác. Dù bóng mình trong gương.” Tôi giả vờ nhìn chỗ băng bó trên tay để giấu nỗi ngạc nhiên vì hướng đi của câu chuyện. Tôn giáo là điều cuối cùng tôi nghĩ tới, trong bao điều đã nghiền ngẫm. Cuộc đời tôi khá thiếu niềm tin. Charlie tự cho mình là người theo phái Luther, vì đó bố mẹ ông như thế, nhưng chủ nhật ông làm lễ bên dòng sông với cái cần câu trong tay.  Renee thỉnh thoảng cũng thử đi lễ nhà thờ, nhưng, giống như những đam mê chóng vánh của mẹ dành cho quần vợt, đồ gốm, yoga, và tiếng Pháp, mẹ đã bỏ nửa chừng trước khi tôi biết đến đam mê nhất thời mới nhất  của bà. \"Bác biết mấy chuyện này nghe hơi kỳ cục, ma-cà-rồng mà nói vậy. \" Ông cười toe toét, biết việc họ bất ngờ dùng từ ấy lúc nào cũng làm tôi hết hồn. \" Nhưng bác hy vọng cuộc sống này vẫn còn ý nghĩa, dù là đối với bọn bác.  Tuy bác phải thú nhận là ít có khả năng thành công” ông nói tiếp bằng giọng tự nhiên. \"Theo như lời đồn đại, dù sao chăng nữa thì bọn bác cũng đã bị đoạ đày.   Nhưng bác hy vọng, có lẽ là hy vọng điên rồ, bọn bác sẽ được tưởng thưởng gì đó vì đã cố gắng.” \"Con không nghĩ thế là điên rồ,” tôi lẩm bẩm. Tôi không thể tưởng tượng ra được ai, cả thần thánh, lại không cảm động vì Carlisle. Hơn nữa, loại thiên đường duy nhất tôi muốn ở sẽ phải có Edward.  “và theo con, không thể có ai lại nghĩ thế cả. \" \"Thực ra thì, con chính là người đầu tiên đồng ý với bác.” \"Những người khác không cảm thấy vậy sao?\" Tôi hỏi, bị bất ngờ, chỉ nghĩ đến một người.  Carlisle lại đoán biết hướng suy nghĩ của tôi. \"Edward đồng ý với bác ở một mức độ nào đó.  Chúa và thiên đường tồn tại ... địa ngục cũng vậy. Nhưng nó không tin có kiếp sau dành với loại người như bọn bác.” Giọng Carlisle rất nhẹ nhàng; ông nhìn chằm chằm ra ngoài bóng tối bên ngoài cửa sổ lớn phía trên bồn rửa chén. \" Con thấy đó, nó nghĩ rằng bọn bác đã đánh mất linh hồn.” Tôi ngay lập tức nghĩ đến lời Edward nói chiều nay: trừ phi em muốn chết - hoặc bất cứ điều gì tương tự. Tôi chợt hiểu ra.  \"Đó mới là khó khăn thật sự, phải không?\" Tôi đoán. \" Đó là lý do tại sao anh ấy cố chấp như thế về con.” Carlisle chầm chậm nói. \"Bác nhìn vào ... con trai mình.  Sức mạnh của nó, lòng tốt của nó, sự thông minh đang toả ngời trong nó -  và điều đó càng thêm củng cố niềm hy vọng của ta, niềm tin của ta, hơn bao giờ hết.  Làm sao mà có thể chẳng còn lại gì đối với một người như Edward?” Tôi gật đầu đồng ý hết sức nhiệt thành.  \"Nhưng nếu bác tin như nó tin ...”  Ông cúi nhìn tôi bằng đôi mắt thâm trầm. \"Nếu con  tin như nó tin. Liệu con có thể tước đi linh hồn của nó hay không?” Cách ông đặt câu hỏi làm tôi không trả lời được.  Nếu ông hỏi tôi liệu tôi có liều hủy hoại linh hồn tôi vì Edward hay không, câu trả lời sẽ rất rõ ràng. Nhưng liệu tôi có liều hủy hoại linh hồn Edward không?Tôi bặm môi buồn rầu.  Đó không phải là sự tráo đổi công bằng.  \"Con hiểu ra vấn đề rồi đó.” Tôi lắc đầu, biết cằm mình đầy vẻ bướng bỉnh.  Carlisle thở dài.  \"Đó là lựa chọn của con mà,” tôi khăng khăng.  \"Cũng là lựa chọn của nó nữa.” Ông giơ tay lên khi ông thấy tôi sắp cãi. \"Dù nó có làm chuyện đó cho con hay không.” \"Ảnh đâu phải là người duy nhất có thể làm chuyện đó đâu. \" Tôi quan sát Carlisle thăm dò.  Ông cười, đột ngột vui vẻ hẳn. \" Ồ, không đâu!  Con sẽ phải giải quyết ổn thoả chuyện này với nó thôi.” Nhưng rồi ông lại thở dài. \"Đó là điều bác không bao giờ có thể đoan chắc.  Bác nghĩ, trong hầu hết mọi cách, bác đã chọn cách tốt nhất. Nhưng liệu có đúng không khi bắt người khác phải gánh chịu cuộc sống này?  Bác không thể trả lời được.” Tôi không trả lời. Tôi hình dung cuộc đời mình không biết sẽ ra sao nếu Carlisle cưỡng lại lòng mong muốn thay đổi cuộc sống cô độc của ông... rồi rùng mình.  \"Chính mẹ Edward đã làm bác quyết định vậy.”  Giọng Carlisle gần như chỉ còn là tiếng thì thầm.  Ông nhìn trân trối ra ngoài cửa sổ đen kịt.  \"Mẹ anh ấy?”  Hễ tôi hỏi Edward về cha mẹ anh, anh chỉ nói là họ đã chết lâu lắm rồi, và anh chẳng nhớ được gì. Tôi nhận ra ký ức của Carlisle về họ, mặc dù ngắn ngủi, nhưng hết sức rõ ràng.  \"Ừ. Tên bà ấy là Elizabeth. Elizabeth Masen. Cha nó, Edward Senior, chẳng hề tỉnh lại trong bệnh viện.  Ông ấy chết ngay trong trận dịch cúm đầu tiên.  Nhưng Elizabeth vẫn tỉnh táo cho đến tận phút cuối. Edward rất giống mẹ – bà ấy cũng có mái tóc màu đồng kỳ lạ, và mắt bà ấy cũng màu xanh lục giống vậy.” \" Mắt anh ấy màu xanh lục?” Tôi thì thầm, cố hình dung.  \"Ừ...” đôi mắt màu vàng nâu của Carlisle bây giờ đã lạc về cả trăm năm trước. \"Elizabeth lo lắng điên cuồng vì con trai mình.  Bà để mất cơ hội sống sót của mình khi cố săn sóc cho con từ trên giường bệnh của bà. Bác đã nghĩ nó sẽ đi trước, vì nó bệnh nặng hơn mẹ rất nhiều. Cái chết đến với bà ấy cực nhanh.  Đó là đúng lúc mặt trời lặn, và bác đã đến để gánh bớt cho các bác sĩ đã làm việc suốt cả ngày.  Lúc đó thật khó giả vờ - vì phải làm quá nhiều việc, mà bác thì chẳng cần nghỉ ngơi.  Bác hết sức ghét phải về nhà, ẩn mình trong bóng tối và giả vờ ngủ trong khi bao nhiêu người đang hấp hối. \"Bác khám Elizabeth và con trai bà ấy trước tiên.  Bác đã trở nên gắn bó với họ - luôn là chuyện nguy hiểm nếu xét đến sự mỏng manh của con người.  Bác thấy ngay bệnh tình bà ấy đã chuyển biến xấu. Sốt dữ dội không kiểm soát được, và cơ thể bà ấy quá yếu không thể nào chống chọi lại căn bịnh được nữa.  Thế nhưng bà ấy trông không có vẻ yếu ớt khi nhìn chằm chằm vào bác trên giường bịnh của mình.  \"Hãy cứu nó!'  Bà ra lệnh cho bác bằng giọng khàn khàn mà cổ họng bà có thể chịu nỗi.  \"Tôi sẽ làm mọi chuyện trong khả năng của mình,'  bác hứa với bà ta, nắm tay bà ta.  Sốt cao đến nỗi, có lẽ thậm chí bà ấy cũng không biết bác lạnh bất thường thế nào.  Mọi thứ đều lạnh dưới làn da của bà .  \"Bác sĩ phải làm chuyện đó,”  bà nhấn mạnh, siết tay bác mạnh đến nỗi bác tự hỏi cuối cùng không biết bà ấy có vượt qua được cuộc khủng hoảng này hay không. Mắt bà ấy cứng, như đá, như ngọc lục bảo. 'Bác sĩ phải mọi chuyện trong khả năng của bác sĩ.  Chuyện người khác không làm được, chính là chuyện bác sĩ phải làm cho Edward của tôi.” \"Câu nói đó làm bác sợ. Bà ta nhìn bác bằng đôi mắt hiểu thấu, và, trong khoảnh khắc, bác chắc chắn bà biết bí mật của bác. Sau đó bà ấy sốt dữ dội và chẳng hề tỉnh lại. Bà ấy đã chết trong vòng một tiếng đồng hồ sau khi yêu cầu.  \"Bác đã bỏ hàng chục năm trời nghiền ngẫm ý nghĩ tạo cho mình một người bạn. Chỉ một sinh vật khác thực sự biết rõ bác, chớ không phải là người bác giả vờ. Nhưng bác chẳng bao giờ thuyết phục được mình - làm chuyện người ta đã làm với mình.  \"Edward nằm đó, hấp hối. Rõ ràng chỉ còn sống được thêm mấy tiếng đồng hồ nữa thôi. Bên cạnh nó, mẹ nó, không biết sao khuôn mặt vẫn chưa thanh thản, ngay cả khi chết.” Carlisle nhìn thấy mọi chuyện đó lần nữa, trí nhớ của ông không bị hủy hoại bởi cả trăm năm đằng đẵng. Tôi cũng nhìn thấy được điều đó rõ ràng, khi ông nói -  sự tuyệt vọng  của bệnh viện, không khí chết chóc phủ trùm. Edward nóng rực vì sốt, cuộc sống của anh mất dần theo từng tiếng tích tắc của đồng hồ... Tôi lại rùng mình, và tống hình ảnh ấy ra khỏi tâm trí mình.  \"Lời Elizabeth vang vọng trong đầu bác. Làm sao bà ấy biết được bác có thể làm được gì?  Có ai thật sự muốn con trai mình như thế không? \"Bác nhìn Edward. Tuy bịnh, nó vẫn đẹp. Có cái gì đó tinh khiết và và tốt bụng trong khuôn mặt nó. Loại khuôn mặt bác muốn con trai mình sẽ như thế.  \"Sau bao năm trời do dự, thế mà bác lại làm theo cơn bốc đồng. Bác đẩy giường mẹ nó đến nhà xác trước, rồi quay lại đẩy nó.  Chẳng ai nhận thấy nó vẫn còn thở. Không đủ tay, không đủ mắt, để theo dõi một nửa thứ bệnh nhân cần. Nhà xác chẳng có ai –người còn sống, ít nhất. Bác đánh cắp nó ra cửa sau, rồi ôm nó qua mái nhà về nhà.  \"Bác không chắc phải làm gì. Bác đành phải gây ra trở lại những vết thương mà chính mình đã nhận, hàng trăm năm trước ở Luân đôn. Sau này bác cảm thấy đau khổ về chuyện đó. Quá đau đớn và kéo dài hơn cần thiết.  \"Dù vậy, bác không hối tiếc.  Chưa bao giờ bác hối tiếc vì đã cứu Edward.”  Ông lắc đầu, trở về thực tại. Ông cười với tôi. \"Bác nghĩ bây giờ bác nên đưa con về nhà.” \"Để con,” Edward nói. Anh đi qua phòng ăn tối tăm, chậm rãi đối với anh. Mặt anh phẳng lặng, khó hiểu, nhưng có điều gì đó không ổn với đôi mắt anh - điều gì đó anh đang cố hết sức để che giấu. Tôi cảm thấy co thắt khó chịu trong dạ dày.  \"Carlisle đưa em về được mà,” Tôi nói. Tôi nhìn xuống áo sơ mi của mình; vải bông xanh nhạt thấm và lốm đốm máu. Vai phải máu đông dầy cộm.  \"Anh ổn. \" Giọng Edward không cảm xúc. \"Dù sao em cũng cần thay đồ. Em sẽ làm Charlie đau tim nếu nhìn thấy em thế này. Anh sẽ bảo Alice kiếm cho em cái gì đó để mặc.” Anh lại bước ra cửa nhà bếp.  Tôi nhìn Carlisle lo lắng. \"Ảnh rất bực bội.” \"Ừ, \" Carlisle đồng ý. \" Đêm nay đúng là điều nó sợ nhất. Con bị hiểm nguy, vì chính nhà bác.” \"Đâu phải lỗi ảnh đâu.” \"Cũng chẳng phải lỗi của con.” Tôi tránh nhìn đôi mắt đẹp, hiểu biết của ông. Tôi không đồng ý chuyện đó được.  Carlisle đưa tay cho tôi và giúp tôi đứng lên khỏi bàn. Tôi theo ông ra phòng chính.  Esme đã quay lại; bà đang lau sàn chỗ tôi đã té -- với thuốc tẩy căn cứ theo mùi của nó.  \"Esme, để cháu làm cho.” Tôi cảm thấy mặt mình lại đỏ ửng.  \"Bác làm xong rồi. \" Bà hài lòng nhìn tôi. \"Con cảm thấy ra sao?\" \"Con khoẻ, \" tôi quả quyết với bà. \"Carlisle may nhanh hơn mọi bác sĩ con từng biết.” Họ đều cười khúc khích.  Alice và Edward bước vào cửa sau. Alice vội vã đến bên tôi, nhưng Edward chùn lại, vẻ mặt anh không thể hiểu nỗi.  \"Nào, \" Alice nói. \"Em sẽ kiếm cho chị cái gì đó ít rùng rợn để mặc. \" Cô tìm cho tôi chiếc áo sơ mi của Esme gần giống màu áo tôi. Charlie sẽ không nhận ra, tôi chắc chắn. Miếng băng trắng dài ở cánh tay chẳng có vẻ trầm trọng khi máu không còn tuôn chảy nữa. Charlie chả bao giờ ngạc nhiên khi thấy tôi bị băng bó.  \"Alice, \" tôi thì thầm khi cô quay ra cửa.  \"Gì?\" Cô cũng hạ thấp giọng, và nhìn tôi tò mò, đầu cô nghiêng sang một bên.  \"Tệ cỡ nào?\" Tôi không chắc mình thì thầm có ích gì không. Mặc dù chúng tôi đang ở trên lầu, cửa đóng, nhưng có lẽ anh nghe được tôi.  Mặt cô căng thẳng. \"Em chưa biết.” \"Jasper ra sao?\" Cô thở dài. \"Anh ấy rất giận mình. Quá sức chịu đựng với anh ấy, và ảnh ghét vì đã yếu đuối. \" \"Không phải lỗi của ảnh.  Em hãy nói với anh ấy là chị không giận ảnh đâu nhe, chẳng chút nào hết, được không?\" \"Dĩ nhiên rồi. \" Edward đang đợi tôi ở cửa trước.  Khi tôi đến chân cầu thang, anh giữ cửa mở mà chẳng nói lời nào.  \"Mang theo đồ của chị chứ!\" Alice kêu to khi tôi thận trọng đi về phía Edward. Cô ôm hai gói, một đã mở nửa chừng, và máy ảnh của tôi bên  dưới đàn dương cầm, và ấn chúng vào cánh tay không bị thương của tôi. \"Khi nào chị mở chúng, chị có thể cám ơn em sau. \" Esme và Carlisle đều nhỏ nhẹ nói lời tạm biệt. Tôi có thể thấy họ đang lén liếc nhanh vào đứa con trai bình thản của họ, y như tôi.  Thật nhẹ nhõm khi ra khỏi nhà; tôi vội vã bước qua mấy cái đèn lồng và hoa hồng, bây giờ trở thành những thứ nhắc nhở đến chuyện không vui.  Edward lặng lẽ theo tôi. Anh mở phía hành khách cho tôi, và tôi lên xe chẳng chút phàn nàn.  Trên bảng điều khiển là dây ru-băng đỏ lớn, đính vào dàn âm thanh nổi mới. Tôi lôi nó ra, ném xuống sàn xe.  Khi Edward lách vào phía bên kia, tôi đá dây ru-băng xuống dưới ghế  mình.  Anh chẳng nhìn tôi hay dàn âm thanh nổi. Chẳng ai trong chúng tôi bật nó lên, và im lặng bất giác càng thêm nặng nề bởi tiếng động cơ đột ngột gầm lên như sấm động. Anh lái thật nhanh xuống con hẻm ngoằn ngoèo, tối tăm.  Im lặng làm tôi phát điên.  \"Nói gì đó đi anh, \" cuối cùng thì tôi cũng cầu xin khi anh rẽ vào đường cao tốc.  \"Em còn muốn anh nói gì nữa đây ?\" anh hỏi bằng một giọng chẳng chút cảm xúc.  Tôi rúm người vì sự xa cách của anh. 'Hãy nói là anh tha thứ cho em. \" Điều đó mang lại chút sinh khí cho khuôn mặt anh – một nét giận dữ. \"Tha thứ cho em? Vì chuyện gì?\" \"Nếu em cẩn thận hơn, thì chẳng chuyện gì xảy ra cả.” \"Bella, em làm giấy cứa đứt tay mình - làm sao mà phải chịu án tử hình chứ.” \"Vẫn là do em.” Lời tôi nói đã khơi nguồn lời anh như thác đổ.  \"Lỗi của em ư? Nếu em làm đứt tay ở nhà Mike Newton, với Jessica ở đó và Angela và những người bạn bình thường khác của em, chuyện xấu nhất có thể xảy ra sẽ là cái gì?  Có lẽ là chuyện họ không tìm băng cứu thương cho em chăng?  Nếu em vấp và làm đổ cả chồng đĩa thủy tinh - không phải có người ném em vô đó - cho dù như vậy đi nữa, thì điều tệ hại nhất là gì?  Em làm dính máu trên ghế khi họ lái xe đưa em tới phòng cấp cứu chăng?  Mike Newton có thể nắm tay em khi họ may vết thương cho em - và anh ta sẽ không phải cố kiềm chế nỗi thôi thúc muốn giết em suốt thời gian anh ta ở đó. Đừng có mà cố nhận hết mấy chuyện đó vô mình, Bella. Sẽ chỉ làm anh thêm chán ghét mình mà thôi.” \"Cái quái gì mà tự nhiên Mike Newton lại dính đến chuyện này ?\" Tôi hỏi.  \"Mike Newton dính đến chuyện này là vì em ở bên Mike Newton sẽ an toàn quỷ quái hơn nhiều,” anh gầm gừ.  \"Em thà chết còn hơn phải sống với Mike Newton, \" tôi phản đối. \"Em thà chết còn hơn phải sống với ai khác ngoài anh.” \"Đừng cường điệu quá như thế, xin em vui lòng.” \"Vậy thì anh đừng có lố bịch như thế. \" Anh không trả lời. Anh nhìn trừng trừng qua kính chắn gió, nét mặt u ám.  Tôi vắt óc nghĩ cách cứu vãn buổi tối. Khi chúng tôi dừng lại trước nhà, tôi vẫn chưa nghĩ ra được gì hết.  Anh tắt máy, nhưng bàn tay anh vẫn ôm chặt vô - lăng.  \"Anh sẽ ở lại đêm nay?\" Tôi hỏi.  \"Anh nên về nhà. \" Tôi chẳng hề muốn anh đắm mình trong hối hận.  \"Vì sinh nhật em, \" tôi nhấn mạnh.  \"Được cái nọ mất cái kia - em vừa muốn mọi người lờ sinh nhật em lại vừa không muốn. Chỉ một trong hai.” Giọng anh nghiêm khắc, nhưng không nghiêm trọng như trước. Tôi thầm thở ra nhẹ nhõm.  \"OK. Em quyết định là em không muốn anh lờ sinh nhật em. Em sẽ gặp anh trên lầu. \" Tôi nhảy ra ngoài, thò tay trở lại vào xe để lấy mấy gói quà. Anh cau mày.  \"Em không cần phải lấy mấy cái đó.” \"Em muốn có chúng, \" tôi lập tức trả lời, rồi tự hỏi có phải anh đang sử dụng tâm lý học đảo ngược không.  \"Đừng, đừng lấy. Carlisle và Esme chi tiền mua quà cho em. \" \"Cũng không chết ai. \" Tôi vụng về nhét quà dưới cánh tay không bị thương và đóng sầm cửa phía sau. Anh ra ngoài xe và ở bên tôi trong nháy mắt.  \"Ít nhất cũng để anh cầm cho.” Anh nói vừa lấy chúng đi. \"Anh sẽ ở trong phòng em.” Tôi mỉm cười. \"Cám ơn.” \"Sinh nhật hạnh phúc, \" anh thở dài, và cúi xuống chạm môi anh vào môi tôi.  Tôi nhón chân để nụ hôn kéo dài hơn khi anh lùi ra. Anh mỉm cười nụ cười nhếch môi ưa thích của tôi, rồi biến mất vào bóng tối.  Trận đấu vẫn đang diễn ra; ngay khi tôi đi qua cửa trước tôi có thể nghe tiếng người bình luận nói huyên thuyên bên trên tiếng lào xào của đám đông.  \"Bell à?\" Charlie gọi.  \"Chào bố, \" tôi nói khi đến góc phòng. Tôi ôm chặt tay sát hông. Sức ép nhẹ làm tôi đau, và tôi chun mũi. Thuốc gây tê có vẻ đang mất tác dụng.  \"Sinh nhật ra sao?\" Charlie nằm ườn trên ghế xô-pha, chân trần của ông gác trên tay vịn của ghế.  Những thứ còn lại của mớ tóc nâu quăn bị ép bẹp ở một bên ghế.  \"Alice rất nhiệt tình. Hoa, bánh ngọt, nến, quà - đủ thứ. \" \"Họ mua cho con gì vậy?\" \" Âm thanh nổi cho xe tải của con. \" Và những thứ không rõ khác.  \" Chà. \" \"Dạ, \" tôi đồng ý. \"Ừm, con đi ngủ đây.” \"Sáng gặp lại nhé. \" Tôi vẫy tay. \"Hẹn gặp lại bố. \" \"Tay con sao vậy?\" Tôi đỏ mặt thầm nguyền rủa mình. \"Con vấp té.  Chẳng sao hết.” \" Bella, \" ông thở dài, lắc đầu.  \"Ngủ ngon nhe bố. \" Tôi vội lên phòng tắm, nơi tôi để đồ pi-gia-ma cho những đêm như thế này. Tôi chui vào áo dây và và quần bông cùng bộ mà tôi phải thay cho cái áo thun tả tơi thường mặc đi ngủ, cau mày vì cử động cọ qua mấy mũi khâu. Tôi rửa mặt một tay, chải răng, rồi nhảy vô phòng.  Anh đang ngồi giữa giường, nghịch vu vơ với một trong những hộp màu bạc.  \"Chào em, \" anh nói. Giọng anh buồn. Anh đang đắm chìm trong suy nghĩ.  Tôi đến giường, đẩy quà ra khỏi anh, rồi leo vào lòng  anh.  \"Chào anh. \" Tôi rúc vào bộ ngực như đá của anh. \"Bây giờ em mở quà nhe?\" \"Nhiệt tình này ở đâu ra vậy?\" anh thắc mắc.  \"Anh làm em tò mò. \" Tôi nhặt gói hình chữ nhật phẳng dài, chắc của Carlisle và Esme.  \"Để anh, \" anh đề nghị. Anh lấy món quà từ tay tôi và xé bạc giấy ra bằng một động tác khéo léo. Anh trao hộp trắng hình chữ nhật lại cho tôi.  \"Anh có chắc em mở nỗi nắp hộp không?\" Tôi lẩm bẩm, nhưng anh lờ tôi đi.  Bên trong hộp là mảnh giấy dày dài đầy chữ in nhỏ.  Tôi mất cả phút mới nắm được thông tin chính.  \"Mình sắp đi Jacksonville ?\" Và tôi phấn khích, không kềm được. Đó là một hoá đơn cho vé máy bay, cho cả tôi và Edward.  \"Dự định là vậy. \" \"Em không thể tin nỗi. Renee thế nào cũng sung sướng lắm đây!  Nhưng anh không phiền chứ hả? Trời nắng đẹp, anh sẽ phải ở trong nhà suốt ngày. \" \"Anh nghĩ anh lo chuyện đó được, \" anh nói, rồi cau mày. \" Nếu anh mà biết em nhận quà thích hợp như vậy, anh đã để em mở nó trước mặt Carlisle và Esme rồi. Anh tưởng em sẽ phàn nàn. \" \"Ưm, dĩ nhiên là quá nhiều. Nhưng em sẽ mang anh theo cùng!\" Anh cười khúc khích. \"Bây giờ anh ước mình đã bỏ tiền mua quà cho em. Anh không nhận ra là em có thể cư xử hợp lý. \" Tôi đẩy mấy cái vé qua một bên rồi với tay lấy quà của anh, tính hiếu kỳ của tôi nhen nhóm lại. Anh lấy nó ra khỏi tay tôi và mở nó y như cái thứ nhất.  Anh trao lại một hộp CD trong, có đĩa CD bạc không nhãn bên trong.  \"Gì vậy?\" Tôi hỏi, không hiểu.  Anh chẳng nói gì; anh lấy đĩa CD và với qua tôi để đặt nó vào máy nghe đĩa CD trên bàn đặt cạnh giường. Anh ấn nút Play, và chúng tôi im lặng chờ đợi. Sau đó nhạc bắt đầu.  Tôi lắng nghe, không nói nên lời và tròn xoe mắt. Tôi biết anh đang đợi phản ứng của tôi, nhưng tôi không thể nói được. Nước mắt dâng trào, và tôi giơ tay lên lau nước mắt trước khi chúng có thể tràn ra.  \"Tay em đau à?\" anh hỏi lo lắng.  \"Không, không phải tại tay em. Hay quá, Edward. Anh không thể tặng em thứ gì em thích hơn được. Em không thể tin nỗi. \" Tôi im lặng, để có thể lắng nghe.  Đó là nhạc của anh, nhạc anh sáng tác. Bản đầu tiên của đĩa CD này là bài hát ru của tôi. \"Anh không nghĩ em chịu để anh mua một cây đàn dương cầm để anh có thể chơi cho em nghe ở đây, \" anh giải thích.  \"Anh nói đúng. \" \"Tay em ra sao rồi?\" \"Ổn mà. \" Thực ra thì, nó đang bắt đầu đau nhói dưới băng. Tôi muốn chườm lạnh. Tôi lẽ ra nên tạm dùng bàn tay anh để chườm, nhưng vậy tôi sẽ bị lộ.  \"Anh sẽ tìm cho em vài viên Tylenol. \" \"Em không cần gì hết, \" tôi phản đối, nhưng anh đẩy tôi ra khỏi lòng rồi đi về phía cửa.  \"Charlie, \" tôi rít lên. Charlie không biết Edward thường xuyên ngủ lại. Thực ra, ông sẽ bị đột quỵ nếu ông biết được sự thực. Nhưng tôi không cảm thấy quá tội lỗi vì đã lừa dối ông.  Vì chúng tôi chẳng hề định làm chuyện mà ông không muốn tôi định làm. Edward và mấy luật lệ của anh... \"Bố sẽ không tóm được anh đâu, \" Edward hứa khi lặng lẽ biến ra cửa... và trở về, chộp được cánh cửa trước khi nó kịp đóng lại. Anh đã có cái ly trong phòng tắm và lọ thuốc trong tay.  Tôi lấy viên thuốc anh đưa chẳng hề cãi lại - tôi biết có cãi mình cũng thua và cánh tay tôi đang bắt đầu làm tôi khó chịu.  Bài hát ru vẫn tiếp tục, dịu dàng và đáng yêu, nho nhỏ.  \"Trễ rồi, \" Edward lưu ý. Anh vác tôi lên trên giường bằng một cánh tay, và kéo drap giường thẳng bằng cánh tay kia. Anh đặt tôi xuống, đầu để trên gối rồi nhét mền quanh tôi.  Anh nằm kế bên tôi - bên trên cái mền để tôi không bị lạnh - và choàng tay qua tôi.  Tôi dựa đầu vào vai anh, thở dài hạnh phúc.  \"Cảm ơn anh một lần nữa, \" tôi thì thầm.  \"Không có chi. \" Yên lặng một hồi lâu khi tôi nghe bài hát ru của tôi sắp tới hồi kết thúc.  Một ca khúc khác bắt đầu. Tôi nhận ra bản nhạc ưa thích của Esme.  \"Anh đang nghĩ về chuyện gì vậy?' \" Tôi thì thầm thắc mắc.  Anh do dự một chút rồi mới kể tôi nghe. \"Thực ra anh đang nghĩ về chuyện đúng và sai.” Tôi cảm thấy ớn lạnh chạy dọc sống lưng. \"Anh có nhớ em đã quyết định em muốn anh không được lờ đi sinh nhật em không?\" Tôi hỏi nhanh, hy vọng không quá lộ liễu mình đang cố làm anh phân tâm.  \"Nhớ,” anh đồng ý, dè dặt.  \"Tốt, em nghĩ, vì vẫn còn là sinh nhật em, em muốn anh hôn em lần nữa.” \"Đêm nay em tham lam quá. \" \"Đúng, em vậy á - nhưng đừng làm chuyện anh không muốn làm, \" tôi nói thêm, hờn dỗi.  Anh cười, rồi thở dài. \"Xin trời đừng bắt con phải làm chuyện con không muốn làm, \" anh nói bằng một giọng tuyệt vọng kỳ lạ khi anh đặt tay dưới cằm tôi và kéo tôi đối diện với anh.  Nụ hôn ban đầu cũng giống mọi khi - Edward vẫn cẩn thận như thường lệ, và trái tim tôi bắt đầu phản ứng quá mạnh mẽ như nó luôn thế. Thế rồi có cái gì đó hình như khang khác. Bất ngờ môi anh trở nên khao khát hơn, bàn tay còn lại của anh lồng vào tóc tôi và giữ mặt tôi sát vào mặt anh. Và, cho dù bàn tay tôi cũng vò rối tóc anh, và cho dù tôi rõ ràng bắt đầu vượt quá ranh giới cẩn trọng của anh, vậy mà lần này anh không ngăn tôi lại.  Cơ thể anh lạnh giá qua chiếc mền mỏng, nhưng tôi đè mình lên anh háo hức.  Rồi anh ngưng lại đột ngột; anh đẩy tôi ra đi bằng đôi tay dịu dàng nhưng kiên quyết.  Tôi ngã sập xuống gối, thở hổn hển, đầu quay cuồng. Điều gì đó thoáng qua tâm trí, khó nhớ, mấp mé.  \"Xin lỗi em,” anh nói, và anh cũng không thở. \"Thế là quá giới hạn rồi.\" \"Em chẳng quan tâm, \" tôi hổn hển nói.  Anh cau mày nhìn tôi trong bóng tối. \"Cố ngủ đi. Bella. \" \"Không, em muốn anh hôn em nữa.” \"Em đánh giá quá cao khả năng tự chủ của anh.” \"Cái nào lôi cuốn anh hơn, máu em hay cơ thể em?\" Tôi thách thức.  \"Như nhau. \" Anh thoáng cười toe toét không kềm được, rồi nghiêm nghị trở lại. \"Nào. Sao em không thôi lạm dụng vận may của mình mà đi ngủ đi?\" \"Được thôi, \" tôi đồng ý, rúc vào sát anh hơn.  Tôi thật sự cảm thấy kiệt sức. Thật là một ngày dài trên nhiều phương diện, tuy tôi không cảm thấy cảm giác nhẹ nhàng thanh thản khi kết thúc.  Như thể ngày mai chuyện tệ hại hơn sẽ đến. Đó là một điềm báo trước ngu ngốc - chuyện gì mà có thể tệ hơn hôm nay nữa chứ?'  Rõ ràng chỉ là vì tôi bị sốc mà thôi.  Lén lút, tôi áp cánh tay bị thương vào vai anh, để làn da mát rượi của anh làm dịu cơn đau. Tôi cảm thấy dễ chịu ngay lập tức.  Tôi đang lơ mơ sắp ngủ, có lẽ hơn vậy, thì nhớ ra điều mà nụ hôn của anh nhắc nhở tôi: mùa xuân năm ngoái, khi anh phải rời tôi để làm James lạc dấu vết của tôi, Edward đã hôn tôi từ biệt, không biết khi nào - hoặc liệu - chúng tôi sẽ còn gặp nhau lần nữa. Nụ hôn này không biết vì sao lại cũng có cảm giác đau đớn giống vậy. Tôi rùng mình trong mơ, như thể mình đang gặp ác mộng."
        }
    ],
    "suggestions": []
}