{
    "en_vn": {
        "data": {
            "content": null,
            "word": "snowshoes",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "snowshoes",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "snowshoes",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>snowshoes</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) a pair of snowshoes </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (to walk) on snowshoes</ex></blockquote></blockquote></div>",
            "word": "snowshoes",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "snowshoes",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They ran as fast as they can while wearing <em>snowshoes</em>.",
            "vi": "Họ chạy nhanh hết sức trong khi đang mang giày đi tuyết."
        },
        {
            "en": "You will still sink into the snow when wearing <em>snowshoes</em>.",
            "vi": "Bạn vẫn sẽ chìm vào tuyết khi mang giày đi tuyết."
        },
        {
            "en": "It’s possible you’ve never heard of Simon Beck, but after today, you won’t be able to forget him or his wintry works of art. Artist Simon Beck must really love the cold weather! Along the frozen lakes of Savoie, France, he spends days plodding through the snow in raquettes (<em>snowshoes</em>), creating these sensational patterns of snow art. Working for 5-9 hours a day, each final piece is typically the size of three soccer fields!",
            "vi": "Có lẽ bạn chưa bao giờ nghe nói đến Simon Beck, nhưng sau hôm nay, bạn sẽ không thể quên được anh hay tác phẩm nghệ thuật lạnh giá của anh. Nghệ sĩ Simon Beck hẳn rất thích thời tiết lạnh! Dọc theo bờ hồ đóng băng Savoie, Pháp, bao ngày anh lê bước trên tuyết bằng raquettes ( giày đi tuyết ), tạo nên những hoa văn tác phẩm làm từ tuyết này. Mỗi ngày anh sáng tác 5-9 tiếng đồng hồ, tác phẩm hoàn tất thường rộng cỡ ba sân đá banh!"
        }
    ],
    "suggestions": []
}