{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['snoumæn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">snowmen</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người tuyết (hình một người làm bằng tuyết; nhất là do trẻ con đắp lên để chơi)</td></tr></table><i/></div>",
            "word": "snowman",
            "pronounce": "['snoumæn]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>snowman</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>snowmen</b>) a representation of a human figure created with compressed snow. </cclass></cclass></cclass></blockquote></div>",
            "word": "snowman",
            "pronounce": "['snoumæn]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "snowman",
            "pronounce": "['snoumæn]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>snowman</k><blockquote><blockquote><ex><abr>n.</abr> to build, make a snowman</ex></blockquote></blockquote></div>",
            "word": "snowman",
            "pronounce": "['snoumæn]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "snowman",
            "pronounce": "['snoumæn]"
        }
    },
    "sentences": [
        {
            "en": "We will build a <em>snowman</em>.",
            "vi": "Chúng ta sẽ xây một người tuyết."
        },
        {
            "en": "Let me make a <em>snowman</em>.",
            "vi": "Hãy để tôi làm một người tuyết."
        },
        {
            "en": "We've discovered the abominable <em>snowman</em> does exist.",
            "vi": "Chúng tôi phát hiện ra người tuyết ở Himalaya là có thật."
        },
        {
            "en": "The Abominable <em>Snowman</em> is a yeti.",
            "vi": "\"The Abominable Snowman\" là người tuyết ở Himalaya."
        },
        {
            "en": "We made a cute <em>snowman</em> from 2 paper plates.",
            "vi": "Chúng tôi làm một chú người tuyết xinh xắn từ 2 cái đĩa giấy."
        },
        {
            "en": "We 've discovered the abominable <em>snowman</em> does exist.",
            "vi": "Chúng tôi phát hiện ra người tuyết ở Himalaya là có thật."
        },
        {
            "en": "She even took a photo with a <em>snowman</em>.",
            "vi": "Cô ấy thậm chí còn chụp hình với người tuyết."
        },
        {
            "en": "There are many ways to make a <em>snowman</em>.",
            "vi": "Có nhiều cách để làm một người tuyết."
        },
        {
            "en": "I was really there to build a <em>snowman</em> in front of the monument.",
            "vi": "Tôi đã thực sự có ở đó để xây một người tuyết ở phía trước bia tưởng niệm."
        },
        {
            "en": "The photo with a <em>snowman</em> and a girl (my daughter) was taken in 2005.",
            "vi": "Tấm ảnh với người tuyết và một cô gái (con gái tôi) được chụp năm 2005."
        },
        {
            "en": "The abominable <em>snowman</em> who haunts the imagination of climbers in the Himalayas is hardly more elusive.",
            "vi": "Người tuyết ghê gớm thường ám ảnh trí tưởng tượng các nhà leo núi hymalaya tưởng cũng không bí mật hơn thế."
        },
        {
            "en": "Let's not forget the true meaning of Christmas, though. It is not about shopping and Christmas trees and \"Frosty the <em>Snowman</em>\".",
            "vi": "Dù vậy, chúng ta hãy đừng quên ý nghĩa thật sự của đêm Giáng sinh. Nó không phải là thời điểm cho mua sắm hay một cây thông Nô en và\"Những người tuyết\"."
        },
        {
            "en": "NO ORDINARY <em>SNOWMAN</em>?: The Yeti is known as the \"Abominable <em>Snowman</em>\" since it hails from the cold climate of the Himalayan Mountains -- and because its name loosely translates to \"metoh-kangmi,\" which means \"man-bear <em>snowman</em>.\" However, this elusive creature doesn't look like a <em>snowman</em> at all. Covered in brown fur, the Yeti reportedly resembles a human-gorilla hybrid or possibly even a bear, and it stands more than 11 feet (3.3 meters) tall. With a menacing howl and eyes that glow, this beast reportedly protects the mountains from evil-doers.",
            "vi": "Không phải là người tuyết bình thường?: Yeti được biết đến như “Người Tuyết” bởi vì nó xuất thân từ vùng khí hậu lạnh của dãy núi Hy Mã Lạp Sơn - và bởi vì tên của nó phỏng dịch là \"metoh-kangmi,\" có nghĩa là \"người tuyết nửa người nửa gấu.\" Tuy nhiên, sinh vật bí ẩn này không trông giống như người tuyết chút nào. Phủ kín trong bộ lông màu nâu, người tuyết Yeti được cho là giống như một sinh vật lai giữa con người và khỉ đột hay thậm chí có thể là một con gấu, và khi đứng nó cao hơn 11 feet (3,3 mét). Với một tiếng hú đe dọa và đôi mắt phát sáng, con thú này được cho là bảo vệ vùng núi khỏi những kẻ xấu."
        },
        {
            "en": "Our plan to build the world's biggest <em>snowman</em> was starting to fall apart. So I came up with a better idea for our snowball.",
            "vi": "Kế hoạch xây dựng người tuyết lớn nhất thế giới đang bắt đầu tan rã. Vì vậy, tôi đã đưa ra một ý tưởng tốt hơn cho quả cầu tuyết của chúng tôi."
        },
        {
            "en": "And when I say the world's biggest <em>snowman</em>, I'm not kidding. Our goal is to get into the “Guinness Book of World Records.”",
            "vi": "Và khi tôi nói về người tuyết lớn nhất thế giới, tôi không đùa. Mục tiêu của chúng tôi là ghi tên vào “Sách kỷ lục thế giới Guinness”"
        },
        {
            "en": "I called Rowley and told him to come over. Me and him have been talking about building the world's biggest <em>snowman</em> for the past couple of years now.",
            "vi": "Tôi đã gọi Rowley và bảo nó ghé thăm tôi. Tôi và nó đã nói về công trình xây người tuyết lớn nhất thế giới trong vài năm qua."
        },
        {
            "en": "Let's not forget the true meaning of Christmas, though. It is not about shopping and Christmas trees and \"Frosty the <em>Snowman</em>\".",
            "vi": "Dù vậy, chúng ta hãy đừng quên ý nghĩa thật sự của đêm Giáng sinh. Nó không phải là thời điểm cho mua sắm hay một cây thông Nô en và \"Những người tuyết\"."
        },
        {
            "en": "That is the reason why Christmas has a spirit of “giving” and “forgiving.” So after all, it’s not Santa Claus, <em>snowman</em>, nor Rudolf who is the star of Christmas, but Jesus Christ.",
            "vi": "Đó là lý do tại sao Giáng sinh có một tinh thần \"Trao đi\" và \"Tha thứ\". Vì thế sau tất cả, ngày Giáng sinh không lchỉ có Ông già Noel cũng không chỉ có Người tuyết Rudolf - một ngôi sao Giáng sinh, mà còn là ngày của Chúa Jesus Christ."
        },
        {
            "en": "That is the reason why Christmas has a spirit of “giving” and “forgiving.” So after all, it’s not Santa Claus, <em>snowman</em>, nor Rudolf who is the star of Christmas, but Jesus Christ.",
            "vi": "Đó là lý do tại sao Giáng sinh có một tinh thần \"Trao đi\" và \"Tha thứ\". Vì thế sau tất cả, ngày Giáng sinh không lchỉ có Ông già Noel cũng không chỉ có Người tuyết Rudolf - một ngôi sao Giáng sinh, mà còn là ngày của Chúa Jesus Christ."
        },
        {
            "en": "When I woke up this morning, the snow was already starting to melt so I told Rowley to hurry up and get down to my house. While I was waiting for Rowley to Show up I watched Manny trying to build a <em>snowman</em> out of the piddly crumbs of snow that were left over from our snowball. It was actually kind of pathetic .",
            "vi": "Khi tôi thức dậy sáng nay thì tuyết thật sự bắt đầu tan chảy rồi vì thế tôi gọi Rowley nhanh lên và chạy vội xuống nhà. Trong lúc chờ Rowley tới, tôi xem thằng em Manny cố gắng làm một người tuyết bên ngoài từ những vụn vặt còn sót lại của những quả bóng tuyết. Nhìn nó thật Sự thảm hại ."
        }
    ],
    "suggestions": []
}