{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "snowflake",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>snowflake</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a flake of snow, especially a feathery ice crystal, typically displaying delicate sixfold symmetry. </blockquote></blockquote><blockquote><blockquote>2》 a white-flowered plant related to and resembling the snowdrop, blooming in the summer or autumn. [Genus <i>Leucojum</i>.] </blockquote></blockquote></div>",
            "word": "snowflake",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "snowflake",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "snowflake",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "snowflake",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Delicate beauty of a <em>snowflake</em>",
            "vi": "Vẻ đẹp thanh khiết của bông tuyết"
        },
        {
            "en": "No two <em>snowflake</em> shapes are overly alike.",
            "vi": "Không bao giờ có hai hình dạng bông tuyết cùng giống."
        },
        {
            "en": "a <em>snowflake</em> has six sides or six points",
            "vi": "mỗi bông tuyết có 6 cạnh hoặc 6 điểm"
        },
        {
            "en": "As ice crystals fall, they collide with each other to make patterned <em>snowflake</em> shapes.",
            "vi": "Khi những tinh thể băng rơi, chúng va chạm lẫn nhau tạo thành những kiểu hình bông tuyết."
        },
        {
            "en": "To appreciate the beauty of a <em>snowflake</em>, it is necessary to stand out in the cold.",
            "vi": "Để hiểu được sắc đẹp của một bông tuyết, cần phải đứng ra giữa trời lạnh."
        },
        {
            "en": "I am as unique and important to life's scheme as each <em>snowflake</em>.",
            "vi": "Tôi cũng độc đáo và quan trọng đối với sự sắp đặt cuộc đời như mỗi bông tuyết kia vậy."
        },
        {
            "en": "When life brings the snow, I dash outside to catch the first flakes on my tongue, relishing the icy miracle that is a <em>snowflake</em>.",
            "vi": "Khi đời đem tuyết trắng, tôi lao ra nếm những bông tuyết đầu tiên, tận hưởng cái lạnh diệu kỳ của hoa tuyết."
        },
        {
            "en": "When Life brings snow,I dash outside to catch the first flakes on my tongue,relishing the icy miracle that is a <em>snowflake</em>",
            "vi": "tận hưởng cái lạnh diệu kỳ của hoa tuyết."
        },
        {
            "en": "When Life brings snow, I dash outside to catch the first flakes on my tongue, relishing the icy miracle that is a <em>snowflake</em>",
            "vi": "Khi Đời đem tuyết trắng,tôi lao ra nếm những bông tuyết đầu tiên,"
        },
        {
            "en": "Why is snow white?  When looked at separately, each <em>snowflake</em> looks colorless and transparent. Then how come snowbanks appear white? The answer is that when snowflakes form a large mass, they tend to refract and reflect the sunlight. The reflected light is white because our sun is also white (even though passing through atmosphere makes sunlight look yellow).",
            "vi": "Vì sao tuyết lại màu trắng?Khi nhìn riêng rẽ thì thấy mỗi bông tuyết dường như không màu và trong suốt. Vậy sao những tảng tuyết lại màu trắng nhỉ? Câu trả lời là khi các bông tuyết hợp thành một tảng lớn, chúng thường khúc xạ và phản chiếu ánh mặt trời. Ánh sáng phản xạ màu trắng vì mặt trời cũng màu trắng (mặc dù qua không khí khiến cho ánh nắng trông có màu vàng)."
        },
        {
            "en": "We all have our own unique scent as well. Just as no <em>snowflake</em> is like the other, no two scents are exactly alike. Some people may subconsciously be attracted to a certain type of odor a human gives off more than someone who has a different scent altogether. That alone can determine the course of a relationship and how long the interest among two people involved with each other is held. Scientists have concluded after much research that a scent can be more of an influence than the physical appearance of a human being.",
            "vi": "Tất cả chúng ta đều có mùi hương đặc trưng của riêng mình. Cũng như không có hai bông tuyết giống nhau, không có hai mùi hương giống nhau hoàn toàn. Theo tiềm thức, một số người có thể bị thu hút bởi mùi hương đặc trưng của một người hơn so với những người khác. Chỉ mỗi điều đó có thể xác định xu hướng của một mối quan hệ và sự cuốn hút giữa hai người với nhau kéo dài trong bao lâu. Các nhà khoa học đã kết luận sau khi nghiên cứu thấy mùi hương có thể ảnh hưởng nhiều hơn so với ngoại hình."
        }
    ],
    "suggestions": []
}