{
    "en_vn": {
        "data": {
            "content": null,
            "word": "snows",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>snows</k><blockquote>falls of snow.</blockquote><blockquote>→ <kref>snow</kref></blockquote></div>",
            "word": "snows",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "snows",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "snows",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "snows",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>snows</em> of yester-year",
            "vi": "Quá khứ không quay trở lại"
        },
        {
            "en": "It rains or <em>snows</em> sometimes.",
            "vi": "Thỉnh thoảng có mưa và tuyết."
        },
        {
            "en": "The <em>snows</em> of yester - year",
            "vi": "Quá khứ không quay trở  lại"
        },
        {
            "en": "It always <em>snows</em> in winter here.",
            "vi": "Ở đây luôn có tuyết rơi vào mùa đông."
        },
        {
            "en": "It's the only place it <em>snows</em>",
            "vi": "Đó là nơi duy nhất có tuyết."
        },
        {
            "en": "I'll be great if it <em>snows</em>.",
            "vi": "Sẽ rất tuyệt nếu có tuyết rơi."
        },
        {
            "en": "It never <em>snows</em> here in winter.",
            "vi": "Mùa đông ở đây không hề có tuyết."
        },
        {
            "en": "It always <em>snows</em> in the winter.",
            "vi": "Trời luôn luôn có tuyết về mùa đông."
        },
        {
            "en": "Even if it <em>snows</em> heavily, I will go skiing tomorrow.",
            "vi": "Ngay cả khi trời đổ tuyết nhiều, ngày mai tôi cũng vẫn sẽ đi trượt tuyết."
        },
        {
            "en": "People may not be able to avoid living in areas where it <em>snows</em> often.",
            "vi": "Con người không thể tránh sống ở những nơi thường có tuyết."
        },
        {
            "en": "It is extremely cold because the water comes from the melt <em>snows</em>.",
            "vi": "Nó cực kỳ lạnh bởi vì nước chảy từ những đống tuyết tan."
        },
        {
            "en": "Since it hardly ever <em>snows</em> in Tokyo, I go to Nagano to ski.",
            "vi": "Vì ở Tokyo không có nhiều tuyết nên tôi đi đến Nagano để trượt tuyết."
        },
        {
            "en": "The dams contain the water from the melting <em>snows</em> in the north.",
            "vi": "Những con đập này chứa nước do tuyết tan ở miền bắc."
        },
        {
            "en": "If winter <em>snows</em> came early, the corn harvest could continue well into the cold, snowy winter months.",
            "vi": "Nếu tuyết rơi sớm, việc thu hoạch bắp vẫn có thể tiếp tục trong những tháng mùa đông lạnh lẽo và đầy tuyết."
        },
        {
            "en": "Every time it <em>snows</em>, the kids from Whirley Street use our hill for sledding, even though this isn't their neighborhood.",
            "vi": "Mỗi lần tuyết rơi, những đứa trẻ ở đường Whirley sử dụng đồi của chúng tôi để trượt tuyết, mặc dù đây không phải là khu phố của chúng."
        },
        {
            "en": "He returned from his first visit to the place in late autumn, and could not get back until the <em>snows</em> melted in the following spring.",
            "vi": "Anh ta trở về từ chuyến đi đầu tiên đến nơi này vào cuối mùa thu, và không thể trở lại đó mãi cho đến khi tuyết tan vào mùa xuân sau."
        },
        {
            "en": "If you visit the Northern Highlands however, prepare for quite cold winters with a low of around 0°C. It even <em>snows</em> in Sa Pa sometimes. Here is another quick weather guide, if you are especially interested in the weather in Hanoi.",
            "vi": "Tuy nhiên nếu bạn đến với vùng núi Phía Bắc, bạn hãy chuẩn bị tâm lý với mùa đông khá lạnh với nhiệt độ thấp 0°C. Thậm chỉ thỉnh thoảng có tuyết rơi ở Sa Pa. Dưới đây là bảng hướng dẫn thời tiết, nếu bạn đặc biệt quan tâm đến thời tiết ở Hà Nội"
        }
    ],
    "suggestions": []
}