{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sɔbəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">xem <font color=\"#1371BB\">sober</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">soberly dressed</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ăn mặc nhã nhặn</font></td></tr></table><i/></div>",
            "word": "soberly",
            "pronounce": "['sɔbəli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "soberly",
            "pronounce": "['sɔbəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "soberly",
            "pronounce": "['sɔbəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "soberly",
            "pronounce": "['sɔbəli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "soberly",
            "pronounce": "['sɔbəli]"
        }
    },
    "sentences": [
        {
            "en": "<em>Soberly</em> dressed",
            "vi": "Ăn mặc nhã nhặn"
        },
        {
            "en": "Mary shouldn't be dressing <em>soberly</em>.",
            "vi": "Mary không nên ăn mặc nhã nhặn."
        },
        {
            "en": "He looked at the problem <em>soberly</em>.",
            "vi": "Anh ấy nhìn vào vấn đề một cách chín chắn."
        },
        {
            "en": "We talked <em>soberly</em> about what went wrong.",
            "vi": "Chúng tôi thảo luận đúng đắn về thứ gặp trục trặc."
        },
        {
            "en": "Two <em>soberly</em> dressed programmers with briefcases arrived.",
            "vi": "Hai lập trình viên ăn mặc nhã nhặn cầm cặp tài liệu đã đến."
        },
        {
            "en": "His gaze fell upon a <em>soberly</em> dressed woman.",
            "vi": "Anh ấy nhìn chằm chằm vào một người phụ nữ ăn mặc nhã nhặn."
        },
        {
            "en": "He was <em>soberly</em> dressed in a dark suit.",
            "vi": "Hắn ăn mặc nhã nhặn trong bộ com lê đen."
        },
        {
            "en": "As she reached the door to the dining salon, she re-assembled her dignity, and stepped <em>soberly</em> through.",
            "vi": "Khi đến gần cánh cửa dẫn đến toa ăn, bà trở lại vẻ nghiêm nghị và từ tốn bước vào trong."
        },
        {
            "en": "As she reached the door to the dining salon, she re - assembled her dignity, and stepped <em>soberly</em> through.",
            "vi": "Khi đến gần cánh cửa dẫn đến toa ăn, bà trở lại vẻ nghiêm nghị và từ tốn bước vào trong."
        },
        {
            "en": "It looked like the entire school was there, watching <em>soberly</em> as they loaded me in the back of the ambulance.",
            "vi": "Hình như cả trường đều ở đó, nhìn một cách nghiêm trọng khi họ đưa tôi vào phía sau xe cứu thương."
        },
        {
            "en": "After supper that night they washed their hands and faces, buttoned their red - flannel nightgowns, tied their night - cap strings, and <em>soberly</em> said their prayers.",
            "vi": "Sau bữa ăn tối, các cô rửa mặt, rửa tay, cài nút những chiếc áo dài ngủ bằng nỉ đỏ, buộc lại dây mũ và đọc lời cầu nguyện một cách bình tĩnh."
        },
        {
            "en": "He went <em>soberly</em> to hitch up Pet and Patty, and he began again to break the tough sod with the plow.",
            "vi": "Bố lặng lẽ đi cột Pet và Patty rồi bắt đầu cày đất trở lại."
        },
        {
            "en": "After supper that night they washed their hands and faces, buttoned their red-flannel nightgowns, tied their night-cap strings, and <em>soberly</em> said their prayers.",
            "vi": "Sau bữa ăn tối, các cô rửa mặt, rửa tay, cài nút những chiếc áo dài ngủ bằng nỉ đỏ, buộc lại dây mũ và đọc lời cầu nguyện một cách bình tĩnh."
        },
        {
            "en": "3          3. PHENOMENON When I opened my eyes in the morning, something was different.  It was the light. It was still the gray-green light of a cloudy day in the forest, but it was clearer somehow. I realized there was no fog veiling my window. I jumped up to look outside, and then groaned in horror. A fine layer of snow covered the yard, dusted the top of my truck, and whitened the road. But that wasn't the worst part. All the rain from yesterday had frozen solid — coating the needles on the trees in fantastic, gorgeous patterns, and making the driveway a deadly ice slick. I had enough trouble not falling down when the ground was dry; it might be safer for me to go back to bed now. Charlie had left for work before I got downstairs. In a lot of ways, living with Charlie was like having my own place, and I found myself reveling in the aloneness instead of being lonely. I threw down a quick bowl of cereal and some orange juice from the carton. I felt excited to go to school, and that scared me. I knew it wasn't the stimulating learning environment I was anticipating, or seeing my new set of friends. If I was being honest with myself, I knew I was eager to get to school because I would see Edward Cullen. And that was very, very stupid. I should be avoiding him entirely after my brainless and embarrassing babbling yesterday. And I was suspicious of him; why should he lie about his eyes? I was still frightened of the hostility I sometimes felt emanating from him, and I was still tongue-tied whenever I pictured his perfect face. I was well aware that my league and his league were spheres that did not touch. So I  shouldn't be at all anxious to see him today. It took every ounce of my concentration to make it down the icy brick driveway alive. I almost lost my balance when I finally got to the truck, but I managed to cling to the side mirror and save myself. Clearly, today was going to be nightmarish. Driving to school, I distracted myself from my fear of falling and my unwanted speculations about Edward Cullen by thinking about Mike and Eric, and the obvious difference in how teenage boys responded to me here. I was sure I looked exactly the same as I had in Phoenix. Maybe it was just that the boys back home had watched me pass slowly through all the awkward phases of adolescence and still thought of me that way.  Perhaps it was because I was a novelty here, where novelties were few and far between. Possibly my crippling clumsiness was seen as endearing rather than pathetic, casting me as a damsel in distress. Whatever the reason, Mike's puppy dog behavior and Eric's apparent rivalry with him were disconcerting. I wasn't sure if I didn't prefer being ignored.  My truck seemed to have no problem with the black ice that covered the roads. I drove very slowly, though, not wanting to carve a path of destruction through Main Street. When I got out of my truck at school, I saw why I'd had so little trouble. Something silver caught my eye, and I walked to the back of the truck — carefully holding the side for support — to examine my tires.  There were thin chains crisscrossed in diamond shapes around them. Charlie had gotten up who knows how early to put snow chains on my truck.  My throat suddenly felt tight. I wasn't used to being taken care of, and Charlie's unspoken concern caught me by surprise.  I was standing by the back corner of the truck, struggling to fight back the sudden wave of emotion the snow chains had brought on, when I heard an odd sound. It was a high-pitched screech, and it was fast becoming painfully loud. I looked up, startled. I saw several things simultaneously. Nothing was moving in slow motion, the way it does in the movies. Instead, the adrenaline rush seemed to make my brain work much faster, and I was able to absorb in clear detail several things at once. Edward Cullen was standing four cars down from me, staring at me in horror. His face stood out from a sea of faces, all frozen in the same mask of shock. But of more immediate importance was the dark blue van that was skidding, tires locked and squealing against the brakes, spinning wildly across the ice of the parking lot. It was going to hit the back corner of my truck, and I was standing between them. I didn't even have time to close my eyes. Just before I heard the shattering crunch of the van folding around the truck bed, something hit me, hard, but not from the direction I was expecting. My head cracked against the icy blacktop, and I felt something solid and cold pinning me to the ground. I was lying on the pavement behind the tan car I'd parked next to. But I didn't have a chance to notice anything else, because the van was still coming. It had curled gratingly around the end of the truck and, still spinning and sliding, was about to collide with me again. A low oath made me aware that someone was with me, and the voice was impossible not to recognize. Two long, white hands shot out protectively in front of me, and the van shuddered to a stop a foot from my face, the large hands fitting providentially into a deep dent in the side of the van's body. Then his hands moved so fast they blurred. One was suddenly gripping under the body of the van, and something was dragging me, swinging my legs around like a rag doll's, till they hit the tire of the tan car. A groaning metallic thud hurt my ears, and the van settled, glass popping, onto the asphalt — exactly where, a second ago, my legs had been. It was absolutely silent for one long second before the screaming began.  In the abrupt bedlam, I could hear more than one person shouting my name. But more clearly than all the yelling, I could hear Edward Cullen's low, frantic voice in my ear. \"Bella? Are you all right?\" \"I'm fine.\" My voice sounded strange. I tried to sit up, and realized he was holding me against the side of his body in an iron grasp. \"Be careful,\" he warned as I struggled. \"I think you hit your head pretty hard.\" I became aware of a throbbing ache centered above my left ear. \"Ow,\" I said, surprised. \"That's what I thought.\" His voice, amazingly, sounded like he was suppressing laughter. \"How in the…\" I trailed off, trying to clear my head, get my bearings. \"How did you get over here so fast?\" \"I was standing right next to you, Bella,\" he said, his tone serious again. I turned to sit up, and this time he let me, releasing his hold around my waist and sliding as far from me as he could in the limited space. I looked at his concerned, innocent expression and was disoriented again by the force of his gold-colored eyes. What was I asking him? And then they found us, a crowd of people with tears streaming down their faces, shouting at each other, shouting at us. \"Don't move,\" someone instructed. \"Get Tyler out of the van!\" someone else shouted. There was a flurry of activity around us. I tried to get up, but Edward's cold hand pushed my shoulder down. \"Just stay put for now.\" \"But it's cold,\" I complained. It surprised me when he chuckled under his breath. There was an edge to the sound. \"You were over there,\" I suddenly remembered, and his chuckle stopped short. \"You were by your car.\" His expression turned hard. \"No, I wasn't.\" \"I saw you.\" All around us was chaos. I could hear the gruffer voices of adults arriving on the scene. But I obstinately held on to our argument; I was right, and he was going to admit it. \"Bella, I was standing with you, and I pulled you out of the way.\" He unleashed the full, devastating power of his eyes on me, as if trying to communicate something crucial. \"No.\" I set my jaw. The gold in his eyes blazed. \"Please, Bella.\" \"Why?\" I demanded. \"Trust me,\" he pleaded, his soft voice overwhelming. I could hear the sirens now. \"Will you promise to explain everything to me later?\" \"Fine,\" he snapped, abruptly exasperated. \"Fine,\" I repeated angrily. It took six EMTs and two teachers — Mr. Varner and Coach Clapp — to shift the van far enough away from us to bring the stretchers in. Edward vehemently refused his, and I tried to do the same, but the traitor told them I'd hit my head and probably had a concussion. I almost died of humiliation when they put on the neck brace. It looked like the entire school was there, watching <em>soberly</em> as they loaded me in the back of the ambulance. Edward got to ride in the front. It was maddening.  To make matters worse, Chief Swan arrived before they could get me safely away. \"Bella!\" he yelled in panic when he recognized me on the stretcher. \"I'm completely fine, Char — Dad,\" I sighed. \"There's nothing wrong with me.\" He turned to the closest EMT for a second opinion. I tuned him out to consider the jumble of inexplicable images churning chaotically in my head. When they'd lifted me away from the car, I had seen the deep dent in the tan car's bumper — a very distinct dent that fit the contours of Edward's shoulders… as if he had braced himself against the car with enough force to damage the metal frame… And then there was his family, looking on from the distance, with expressions that ranged from disapproval to fury but held no hint of concern for their brother's safety. I tried to think of a logical solution that could explain what I had just seen — a solution that excluded the assumption that I was insane. Naturally, the ambulance got a police escort to the county hospital. I felt ridiculous the whole time they were unloading me. What made it worse was that Edward simply glided through the hospital doors under his own power. I ground my teeth together. They put me in the emergency room, a long room with a line of beds separated by pastel-patterned curtains. A nurse put a pressure cuff on my arm and a thermometer under my tongue. Since no one bothered pulling the curtain around to give me some privacy, I decided I wasn't obligated to wear the stupid-looking neck brace anymore. When the nurse walked away, I quickly unfastened the Velcro and threw it under the bed. There was another flurry of hospital personnel, another stretcher brought to the bed next to me. I recognized Tyler Crowley from my Government class beneath the bloodstained bandages wrapped tightly around his head.  Tyler looked a hundred times worse than I felt. But he was staring anxiously at me. \"Bella, I'm so sorry!\" \"I'm fine, Tyler — you look awful, are you all right?\" As we spoke, nurses began unwinding his soiled bandages, exposing a myriad of shallow slices all over his forehead and left cheek. He ignored me. \"I thought I was going to kill you! I was going too fast, and I hit the ice wrong…\" He winced as one nurse started dabbing at his face. \"Don't worry about it; you missed me.\" \"How did you get out of the way so fast? You were there, and then you were gone…\" \"Umm… Edward pulled me out of the way.\" He looked confused. \"Who?\" \"Edward Cullen — he was standing next to me.\" I'd always been a terrible liar; I didn't sound convincing at all. \"Cullen? I didn't see him… wow, it was all so fast, I guess. Is he okay?\" \"I think so. He's here somewhere, but they didn't make him use a stretcher.\" I knew I wasn't crazy. What had happened? There was no way to explain away what I'd seen. They wheeled me away then, to X-ray my head. I told them there was nothing wrong, and I was right. Not even a concussion. I asked if I could leave, but the nurse said I had to talk to a doctor first. So I was trapped in the ER, waiting, harassed by Tyler's constant apologies and promises to make it up to me. No matter how many times I tried to convince him I was fine, he continued to torment himself. Finally, I closed my eyes and ignored him. He kept up a remorseful mumbling. \"Is she sleeping?\" a musical voice asked. My eyes flew open. Edward was standing at the foot of my bed, smirking. I glared at him. It wasn't easy — it would have been more natural to ogle. \"Hey, Edward, I'm really sorry —\" Tyler began. Edward lifted a hand to stop him. \"No blood, no foul,\" he said, flashing his brilliant teeth. He moved to sit on the edge of Tyler's bed, facing me. He smirked again. \"So, what's the verdict?\" he asked me. \"There's nothing wrong with me at all, but they won't let me go,\" I complained. \"How come you aren't strapped to a gurney like the rest of us?\" \"It's all about who you know,\" he answered. \"But don't worry, I came to spring you.\" Then a doctor walked around the corner, and my mouth fell open. He was young, he was blond… and he was handsomer than any movie star I'd ever seen. He was pale, though, and tired-looking, with circles under his eyes. From Charlie's description, this had to be Edward's father. \"So, Miss Swan,\" Dr. Cullen said in a remarkably appealing voice, \"how are you feeling?\" \"I'm fine,\" I said, for the last time, I hoped. He walked to the lightboard on the wall over my head, and turned it on. \"Your X-rays look good,\" he said. \"Does your head hurt? Edward said you hit it pretty hard.\" \"It's fine,\" I repeated with a sigh, throwing a quick scowl toward Edward. The doctor's cool fingers probed lightly along my skull. He noticed when I winced. \"Tender?\" he asked. \"Not really.\" I'd had worse. I heard a chuckle, and looked over to see Edward's patronizing smile. My eyes narrowed. \"Well, your father is in the waiting room — you can go home with him now. But come back if you feel dizzy or have trouble with your eyesight at all.\" \"Can't I go back to school?\" I asked, imagining Charlie trying to be attentive. \"Maybe you should take it easy today.\" I glanced at Edward. \"Does he get to go to school?\" \"Someone has to spread the good news that we survived,\" Edward said smugly. \"Actually,\" Dr. Cullen corrected, \"most of the school seems to be in the waiting room.\" \"Oh no,\" I moaned, covering my face with my hands. Dr. Cullen raised his eyebrows. \"Do you want to stay?\" \"No, no!\" I insisted, throwing my legs over the side of the bed and hopping down quickly. Too quickly — I staggered, and Dr. Cullen caught me. He looked concerned. \"I'm fine,\" I assured him again. No need to tell him my balance problems had nothing to do with hitting my head. \"Take some Tylenol for the pain,\" he suggested as he steadied me.  \"It doesn't hurt that bad,\" I insisted. \"It sounds like you were extremely lucky,\" Dr. Cullen said, smiling as he signed my chart with a flourish. \"Lucky Edward happened to be standing next to me,\" I amended with a hard glance at the subject of my statement. \"Oh, well, yes,\" Dr. Cullen agreed, suddenly occupied with the papers in front of him. Then he looked away, at Tyler, and walked to the next bed. My intuition flickered; the doctor was in on it. \"I'm afraid that you'll have to stay with us just a little bit longer,\" he said to Tyler, and began checking his cuts. As soon as the doctor's back was turned, I moved to Edward's side. \"Can I talk to you for a minute?\" I hissed under my breath. He took a step back from me, his jaw suddenly clenched. \"Your father is waiting for you,\" he said through his teeth –  I glanced at Dr. Cullen and Tyler. \"I'd like to speak with you alone, if you don't mind,\" I pressed. He glared, and then turned his back and strode down the long room. I nearly had to run to keep up. As soon as we turned the corner into a short hallway, he spun around to face me. \"What do you want?\" he asked, sounding annoyed. His eyes were cold. His unfriendliness intimidated me. My words came out with less severity than I'd intended. \"You owe me an explanation,\" I reminded him. \"I saved your life — I don't owe you anything.\" I flinched back from the resentment in his voice. \"You promised.\" \"Bella, you hit your head, you don't know what you're talking about.\" His tone was cutting. My temper flared now, and I glared defiantly at him. \"There's nothing wrong with my head.\" He glared back. \"What do you want from me, Bella?\" \"I want to know the truth,\" I said. \"I want to know why I'm lying for you.\" \"What do you think happened?\" he snapped. It came out in a rush. \"All I know is that you weren't anywhere near me — Tyler didn't see you, either, so don't tell me I hit my head too hard. That van was going to crush us both — and it didn't, and your hands left dents in the side of it — and you left a dent in the other car, and you're not hurt at all — and the van should have smashed my legs, but you were holding it up…\" I could hear how crazy it sounded, and I couldn't continue. I was so mad I could feel the tears coming; I tried to force them back by grinding my teeth together. He was staring at me incredulously. But his face was tense, defensive. \"You think I lifted a van off you?\" His tone questioned my sanity, but it only made me more suspicious. It was like a perfectly delivered line by a skilled actor. I merely nodded once, jaw tight. \"Nobody will believe that, you know.\" His voice held an edge of derision now. \"I'm not going to tell anybody.\" I said each word slowly, carefully controlling my anger. Surprise flitted across his face. \"Then why does it matter?\" \"It matters to me,\" I insisted. \"I don't like to lie — so there'd better be a good reason why I'm doing it.\" \"Can't you just thank me and get over it?\" \"Thank you.\" I waited, fuming and expectant. \"You're not going to let it go, are you?\" \"No.\" \"In that case… I hope you enjoy disappointment.\" We scowled at each other in silence. I was the first to speak, trying to keep myself focused. I was in danger of being distracted by his livid, glorious face. It was like trying to stare down a destroying angel. \"Why did you even bother?\" I asked frigidly. He paused, and for a brief moment his stunning face was unexpectedly vulnerable. \"I don't know,\" he whispered. And then he turned his back on me and walked away. I was so angry, it took me a few minutes until I could move. When I could walk, I made my way slowly to the exit at the end of the hallway. The waiting room was more unpleasant than I'd feared. It seemed like every face I knew in Forks was there, staring at me. Charlie rushed to my side; I put up my hands. \"There's nothing wrong with me,\" I assured him sullenly. I was still aggravated, not in the mood for chitchat. \"What did the doctor say?\" \"Dr. Cullen saw me, and he said I was fine and I could go home.\" I sighed. Mike and Jessica and Eric were all there, beginning to converge on us. \"Let's go,\" I urged. Charlie put one arm behind my back, not quite touching me, and led me to the glass doors of the exit. I waved sheepishly at my friends, hoping to convey that they didn't need to worry anymore. It was a huge relief— the first time I'd ever felt that way — to get into the cruiser. We drove in silence. I was so wrapped up in my thoughts that I barely knew Charlie was there. I was positive that Edward's defensive behavior in the hall was a confirmation of the bizarre things I still could hardly believe I'd witnessed. When we got to the house, Charlie finally spoke. \"Um… you'll need to call Renée.\" He hung his head, guilty. I was appalled. \"You told Mom!\" \"Sorry.\" I slammed the cruiser's door a little harder than necessary on my way out. My mom was in hysterics, of course. I had to tell her I felt fine at least thirty times before she would calm down. She begged me to come home — forgetting the fact that home was empty at the moment — but her pleas were easier to resist than I would have thought. I was consumed by the mystery Edward presented. And more than a little obsessed by Edward himself. Stupid, stupid, stupid. I wasn't as eager to escape Forks as I should be, as any normal, sane person would be. I decided I might as well go to bed early that night. Charlie continued to watch me anxiously, and it was getting on my nerves. I stopped on my way to grab three Tylenol from the bathroom. They did help, and, as the pain eased, I drifted to sleep. That was the first night I dreamed of Edward Cullen.",
            "vi": "3          3.  Chuyện kỳ lạ Khi tôi mở mắt vào buổi sáng, có cái gì đó khác thường.  Chính là ánh sáng.  Vẫn là ánh sáng xám xanh của một ngày nhiều mây trong khu rừng này, nhưng trong trẻo hơn hay sao ấy. Tôi nhận ra không có sương mù che phủ cửa sổ của mình.  Tôi đứng bật dậy nhìn ra bên ngoài, rồi rên rỉ khiếp sợ.  Một lớp tuyết mịn đã bao phủ sân, rắc đầy trên xe tải của tôi, và làm trắng cả con đường. Nhưng đó chưa phải là phần tệ nhất.  Toàn bộ cơn mưa hôm qua đã làm đông cứng – bao phủ những chiếc lá kim trên cây tạo thành những hoa văn lộng lẫy, kỳ lạ và biến con đường lái xe vào nhà thành một đường băng trơn trợt chết người.  Khó khăn lắm tôi mới không té khi đất khô ráo; mà thế này thì để an toàn hơn tôi nên vô giường nằm lại cho rồi.  Charlie đã đi làm trước khi tôi xuống lầu.  Về nhiều mặt, sống với Charlie giống như tôi sống một mình vậy, và tôi thấy mình say sưa tận hưởng sự đơn độc chớ không cảm thấy cô đơn.  Tôi xử nhanh tô ngũ cốc và một ít nước cam ép trong hộp các-tông. Tôi cảm thấy nôn nóng muốn đến trường, và điều đó làm tôi sợ.  Tôi biết không phải vì môi trường học tập hứng thú hay vì muốn gặp bạn bè mới quen. Nếu tôi thành thực với chính mình, tôi biết tôi háo hức đến trường vì tôi sẽ gặp Edward Cullen. Và chuyện đó thiệt là hết sức, hết sức ngu dại.  Tôi nên tránh anh ấy hẳn sau trận lảm nhảm thiệt xấu hổ và ngu si hôm qua mới phải. Và tôi nghi anh; tại sao anh nói dối về mắt mình chứ? Tôi vẫn còn sợ sự thù địch đôi khi vẫn phát ra từ anh, và tôi vẫn bị líu lưỡi mỗi khi hình dung khuôn mặt hoàn hảo ấy. Tôi biết rõ thế giới của tôi và thế giới của anh là những vũ trụ không có điểm chung. Vì thế tôi chẳng cần phải lo lắng quái gì khi gặp anh hôm nay.  Tôi tập trung từng li từng tí để đi xuống con đường lái xe vào nhà lát gạch đóng băng được an toàn. Tôi suýt mất thăng bằng khi sắp đến được cái xe tải, nhưng tôi đã bám được vào kính chiếu hậu và an toàn. Rõ ràng, hôm nay sẽ giống như cơn ác mộng.  Khi lái xe đến trường, tôi ráng làm mình không nghĩ đến nỗi sợ té và suy nghĩ miên man về Edward Cullen bằng cách nghĩ về Mike và Eric, cũng như sự khác biệt rõ ràng về cách cư xử của các chàng trai ở đây dành cho tôi. Tôi chắc chắn mình cũng giống y như lúc mình ở Phoenix thôi. Nhưng có lẽ chính vì các chàng trai ở nhà đã thấy tôi qua từng giai đoạn phát triển vụng về của tuổi dậy thì nên vẫn nghĩ về tôi theo kiểu đó.  Có lẽ đó là vì tôi mới lạ ở đây, nơi cái mới rất hiếm. Có thể sự vụng về kém cỏi của tôi lại được cho là dễ mến chớ không phải là đáng khinh, làm tôi trông giống như một tiểu thơ đang buồn khổ. Bất kể vì lý do gì, hành vi quấn quýt như chó con của Mike và sự kình địch thấy rõ của Eric với anh ấy làm tôi thật bối rối. Tôi không rõ mình có thích bị phớt lờ hơn không.  Chiếc xe của tôi có vẻ không có vấn đề gì với lớp băng đen đang phủ trên đường phố. Tôi lái rất chậm, mặc dù, không muốn cày xới một đường qua Main Street.  Khi ra khỏi xe tải lúc đã đến trường, tôi thấy ngay vì sao hầu như tôi chẳng gặp khó khăn gì. Có cái gì đó màu bạc khiến tôi chú ý, nên tôi ra sau xe – vẫn bíu chặt thân xe cho khỏi té - để kiểm tra bánh xe.  Có các dây xích mỏng cột chéo nhau hình thoi quanh bánh xe.  Charlie đã dậy – nào ai biết được – từ lúc nào để gắn vòng xích chạy trong tuyết vào xe tôi.  Cổ họng tôi chợt nghẹn. Tôi không quen với chuyện được chăm sóc, nên mối quan tâm thầm lặng của Charlie làm tôi sửng sốt. Tôi đang đứng ở phía sau xe tải, cố kiềm chế cảm xúc đang đột ngột dâng trào mà mấy vòng xích tuyết đã mang đến, thì bỗng nghe một âm thanh kỳ lạ.  Đó là một tiếng bánh xe rít xuống đường chói tai, và đang nhanh chóng trở nên to khủng khiếp. Tôi nhìn lên, giật mình. Tôi thấy một số chuyện cùng một lúc.  Chẳng hề có gì chuyển động như trong phim chiếu chậm cả.  Mà hình như a-đrê-lin dâng trào làm não tôi hoạt động nhanh hơn nhiều, nên tôi có thể nhìn thấy rõ ràng cùng lúc nhiều thứ. Edward Cullen đang đứng cách tôi bốn chiếc xe, kinh hoàng nhìn chằm chằm vào tôi. Khuôn mặt của anh nổi bật trên cả biển người, hoàn toàn đông cứng lại trong vẻ kinh hoàng.  Nhưng quan trọng hơn cả là chiếc xe màu xanh đậm đang trượt, bánh trợt và rít vì thắng gấp, đang xoay vèo vèo trên mặt băng phủ bãi đậu xe.  Nó sắp sửa tông vào sau xe tôi, và tôi đang đứng giữa hai chiếc xe. Tôi thậm chí không có thời gian để nhắm mắt.  Ngay trước lúc tôi nghe tiếng răng rắc vỡ vụn của xe tải tông vào thân xe, một cái gì đó đập vào tôi, mạnh, nhưng không phải từ hướng tôi nghĩ. Đầu tôi đập mạnh vào nhựa đường băng giá, và tôi cảm thấy có cái gì đó cứng và lạnh ghim tôi xuống đất. Tôi đang nằm trên vỉa hè đằng sau chiếc xe màu nâu tôi đỗ bên cạnh. Nhưng tôi không kịp nhìn thấy bất cứ thứ gì khác, vì chiếc xe kia vẫn đang lao đến. Nó xoay vòng quanh đuôi xe tải và, vẫn quay cuồng và trượt, sắp sửa tông tôi lần nữa.  Tiếng lầm bầm nguyền rủa làm tôi biết có ai đó đang ở bên tôi, và giọng nói này không thể nào không nhận ra. Hai bàn tay trắng ngón dài đang đưa ra che chở trước mặt tôi, và chiếc xe tải rùng mình dừng lại cách mặt tôi chỉ một bàn chân, bàn tay to lớn vừa khít vết lõm sâu bên hông thân xe.  Sau đó tay anh cử động thật nhanh đến mức chúng nhoè đi. Một tay đột ngột kẹp chặt dưới thân xe, và một cái gì đó kéo tôi, xoay đôi chân tôi vòng vòng như chân búp bê bằng giẻ rách, cho đến khi chân tôi đụng vào bánh xe của chiếc xe nâu. Tiếng tông lanh lảnh rền rỉ làm nhức cả tai, rồi chiếc xe đó dừng lại, kính vỡ lả tả lên nhựa đường, đúng nơi, cách đây một giây, chân tôi ở đó.  Yên lặng tuyệt đối bao trùm trong khoảng một giây dài dằng dặt rồi bắt đầu có tiếng thét.  Trong sự cuồng loạn đột ngột này, tôi có thể nghe nhiều người thét gọi tên tôi.  Nhưng rõ hơn mọi tiếng la hét ấy là giọng nói trầm hối hả của Edward Cullen, vang lên trong tai tôi.  \"Bella? Em ổn không?\" \"Em khoẻ. \" giọng tôi có vẻ kỳ lạ. Tôi cố ngồi bật dậy, và nhận ra anh đang ôm ghì tôi vào lòng.  \"Cẩn thận nào, \" anh cảnh báo trong khi tôi loay hoay. \"Tôi nghĩ em tông vào đầu nặng lắm. \" Tôi bắt đầu cảm thấy một cơn đau nhói trên tai trái.  \"Ái da, \" tôi nói, ngạc nhiên.  \"Đúng như tôi nghĩ. \" giọng anh, lạ thay, nghe giống như anh đang cố nén tiếng cười.  \"Làm thế nào mà ... \" tôi cảm thấy yếu đi, cố tỉnh táo, xác định mình đang ở đâu.  \"Làm sao mà anh qua đây được nhanh như thế chứ?\" \"Tôi đang đứng ngay bên cạnh em mà, Bella, \" anh nói, giọng anh nghiêm túc trở lại.  Tôi xoay người ngồi bật dậy, và lần này anh để tôi thoát khỏi vòng tay đang ôm ngang lưng và lánh ra xa tôi càng xa càng tốt trong không gian chật hẹp này. Tôi nhìn nét mặt vô tội, đầy lo âu của anh, và lại mất phương hướng lần nữa vì đôi mắt vàng của anh.  Tôi đang hỏi anh chuyện gì nhỉ? Rồi họ phát hiện ra chúng tôi, một đám đông với nước mắt chảy ròng ròng trên mặt, quát tháo nhau, quát tháo chúng tôi.  \"Đừng cử động nhé, \" ai đó ra lệnh.  \"Lôi Tyler ra khỏi xe!\" người khác la to.  Một loạt hoạt động diễn ra quanh chúng tôi.  Tôi định đứng dậy, nhưng bàn tay giá lạnh của Edward đè vai tôi xuống.  \"Hãy cứ ở yên đó. \" \"Nhưng lạnh mà, \" tôi than phiền.  Tôi ngạc nhiên khi anh cười khúc khích nho nhỏ.  Có vẻ gì đó kỳ lạ trong giọng nói.  \"Anh đang ở bên kia mà, \" tôi chợt nhớ ra, và tiếng cười khúc khích của anh ngừng giữa chừng. \"Anh đang đứng cạnh xe anh. \" Vẻ mặt anh trở nên đanh lại. \"Không, đâu có. \" \"Tôi thấy anh mà. \" Quanh chúng tôi hết sức hỗn loạn.  Tôi nghe mấy giọng cộc lốc của người lớn đến hiện trường.  Nhưng tôi cứ ngoan cố cãi tiếp; tôi đúng, và anh sẽ phải công nhận chuyện đó.  \"Bella, tôi đang đứng với em, và tôi kéo em tránh xa. \" Anh truyền  sức mạnh kinh hồn của đôi mắt anh lên tôi, như thể cố nói điều gì đó quan trọng.  \"Không mà. \" tôi bướng bỉnh.  Màu vàng trong mắt anh sáng rực. \"Thôi mà, Bella. \" \"Vì sao chứ?\" tôi hỏi.  \"Hãy tin tôi, \" anh khẩn khoản, giọng nói mềm mại của anh không thể cưỡng lại được.  Bây giờ tôi đã nghe tiếng còi xe cảnh sát. \"Anh hứa sau này sẽ giải thích mọi chuyện cho tôi nhé?\" \"Được, \" anh cáu kỉnh, đột ngột bực tức.  \"Vậy thì được, \" tôi cáu kỉnh lặp lại.  Phải sáu nhân viên y tế  và hai thầy giáo – thầy Varner và Coach Clapp – mới chuyển được chiếc xe ra đủ xa chúng tôi để đưa cáng cứu thương vào. Edward kiên quyết từ chối cáng cứu thương, và tôi định bắt chước giống vậy, nhưng tên phản bội này nói với họ là tôi bị tông vào đầu và chắc bị chấn động. Tôi suýt chết vì mắc cỡ khi họ đeo đai cố định cổ cho mình.  Hình như cả trường đều ở đó, nhìn một cách nghiêm trọng khi họ đưa tôi vào phía sau xe cứu thương. Edward ngồi đằng trước. Thiệt là tức muốn điên luôn.   Để chuyện thêm tồi tệ, cảnh sát trưởng Swan đã đến trước khi họ mang tôi đi bình yên.  \"Bella!\" ông hoảng sợ thét lên khi nhận ra tôi nằm trên chiếc cáng.  \"Con hoàn toàn khoẻ mà, Char - Bố, \" tôi thở dài. \"Con không bị sao cả. \" Ông quay qua nhân viên cấp cứu gần nhất để hỏi thăm ngắn gọn. Tôi lờ ông đi để phân tích mớ hình ảnh lộn xộn khó hiểu đang rối tung trong đầu tôi. Khi họ nâng tôi ra khỏi xe, tôi nhìn thấy vết lõm sâu trong càng xe màu nâu - vết lõm rõ ràng rất khớp với bờ vai của Edward ... như thể anh ấy đã cố cản chiếc xe bằng sức mạnh làm móp cả khung kim loại... Rồi kia là gia đình anh ấy, đứng nhìn từ xa, với nét mặt cho thấy từ bất đồng đến cuồng nộ nhưng chẳng hề biểu lộ sự quan tâm đến sự an toàn của em trai họ.  Tôi cố nghĩ ra giải thích hợp lý cho những gì tôi chứng kiến – một giải pháp loại bỏ giả định là tôi điên.  Dĩ nhiên, xe cứu thương có cảnh sát áp tải đến bệnh viện quận.  Tôi cảm thấy buồn cười suốt lúc họ đưa tôi ra.  Tệ hại hơn nữa khi Edward lại lướt qua cửa bệnh viện bằng đôi chân của anh ta. Tôi nghiến răng lại.  Họ đưa tôi vào phòng cấp cứu, một phòng dài có một dãy giường cách nhau bằng những bức màn có hoa văn nhạt. Một cô y tá đặt máy đo huyết áp lên tay tôi và đặt nhiệt kế dưới lưỡi tôi. Vì không ai quan tâm đến chuyện kéo màn xung quanh để tôi được chút riêng tư, nên tôi quyết định tôi chẳng chuyện gì phải mang cái đai cố định cổ ngu ngốc này nữa. Khi y tá vừa bước đi, tôi tháo ngay cái Velcro ra rồi ném nó xuống dưới giường.  Lại thêm một lần xôn xao của nhân viên bệnh viện, thêm một cái cáng được đưa đến giường cạnh tôi. Tôi nhận ra Tyler Crowley học chung lớp Chính quyền với tôi dưới lớp băng đẫm máu đang quấn quanh đầu.  Tyler trông tệ hơn tôi cả trăm lần. Nhưng anh ta đang nhìn tôi lo lắng.  \"Bella, tôi vô cùng xin lỗi !\" \"Tôi khoẻ mà, Tyler - bạn trông tệ quá, bạn ổn chứ?\" khi chúng tôi nói, các y tá bắt đầu tháo băng bẩn của anh ta, để lộ ra vô số những vết đứt nhẹ khắp trán anh và trên má trái.  Anh ấy chẳng nghe tôi nói. \"Tôi nghĩ mình sắp cán chết bạn rồi!  Tôi đi nhanh quá, và tôi bị trợt trên băng\" Anh ta cau mày khi cô y tá bắt đầu chấm nhẹ lên khuôn mặt anh.  \"Đừng lo về chuyện đó nữa; bạn đâu có tông trúng tôi đâu. \" \"Sao bạn nhảy ra khỏi chỗ đó nhanh dữ vậy? Bạn đang ở đó, rồi bạn biến mất\" \"Ừmm, Edward kéo tôi ra. \" Anh ấy có vẻ không hiểu. \"Ai chứ?\" \"Edward Cullen - anh ấy đang đứng cạnh tôi. \" Tôi luôn luôn là kẻ nói dối dở ẹt ; nghe chẳng thuyết phục chút nào.  \"Cullen hả? Tôi đâu có thấy anh ta đâu, ... chà, mọi thứ xảy ra quá nhanh. Anh ấy không sao chứ?\" \"Chắc vậy.  Anh ta cũng đang ở đâu đó trong đây, nhưng họ không bắt anh ta nằm cáng. \" Tôi biết tôi không điên. Chuyện gì đã xảy ra chứ? Không thể nào giải thích được những gì tôi đã thấy.  Họ đẩy xe lăn đưa tôi đi chiếu tia X đầu tôi. Tôi nói với họ là tôi chẳng bị gì cả, và tôi đúng.  Chẳng có cả một chút chấn động. Tôi hỏi tôi về được chưa, nhưng y tá nói tôi phải nói chuyện với bác sĩ trước đã.  Thế nên tôi bị mắc kẹt trong phòng cấp cứu, chờ đợi, bị quấy rối bởi những lời xin lỗi không ngớt của Tyler và hứa sẽ bù đắp cho tôi.  Cho dù không biết bao lần tôi cố thuyết phục anh ấy là tôi khoẻ, anh ấy vẫn cứ tiếp tục giày vò mình. Cuối cùng, tôi nhắm mắt lại và lờ anh ấy đi. Anh ấy cứ lầm bầm ăn năn hối tiếc mãi.  \"Bạn ấy đang ngủ à?\" một giọng nói du dương hỏi. Mắt tôi mở choàng ra ngay.  Edward đang đứng dưới chân giường tôi, cười tự mãn. Tôi nhìn anh ấy trừng trừng.  Thật không dễ chút nào - lẽ ra là phải liếc mắt đưa tình mới đúng.  \"Này, Edward, tôi vô cùng xin lỗi - \" Tyler bắt đầu.  Edward đưa tay chặn lại.  \"Không ai đổ máu thì chẳng ai có tội cả, \" anh nói, hàm răng đẹp tuyệt lấp lánh. Anh đến ngồi lên gờ giường Tyler, đối mặt với tôi. Anh lại cười tự mãn.  \"Nè, bác sĩ khám nói sao?\" anh hỏi tôi.  \"Tôi chẳng hề bị gì cả, nhưng họ không chịu để tôi đi, \" tôi than phiền. \"Tại sao anh không bị cột vô băng-ca giống tụi tôi chớ?\" \"Đều là nhờ người mà ai cũng biết là ai đó, \" anh trả lời. \"Nhưng đừng lo, tôi đến giải phóng em đây. \" Rồi một bác sĩ đến bên cạnh, và tôi ngạc nhiên há hốc. Anh ấy trẻ, tóc vàng và đẹp trai bất cứ ngôi sao điện ảnh nào tôi từng thấy.  Tuy thế, anh nhợt nhạt, và trông có vẻ mệt mỏi, vì quầng thâm dưới mắt. Theo mô tả của Charlie, đây hẳn là cha của Edward.  \"Nè, cô Swan, \" bác sĩ Cullen nói bằng một giọng hấp dẫn khác thường, \"cô cảm thấy thế nào?\" \"Tôi khoẻ, \" tôi nói, hy vọng là lần cuối.  Anh ấy đến bảng điều khiển ánh sáng trên tường phía trên đầu tôi, và bật nó lên.  \"Hình chụp  X-quang của em có vẻ ổn, \" anh ấy nói. \"Em có bị đau đầu không? Edward nói là em bị tông mạnh lắm. \" \"Ổn cả mà, \" tôi thở dài lặp lại, giận dữ nhìn nhanh về phía Edward.  Ngón tay mát rượi của bác sĩ nhẹ nhàng thăm dò dọc hộp sọ tôi. Anh ấy nhận thấy tôi cau mày.  \"Đau hả?\" anh ấy hỏi.  \"Không mà. \" Lẽ ra có thể tệ hơn vậy.  Tôi nghe tiếng cười khúc khích, và nhìn qua thấy Edward đang cười trịch thượng. Mắt tôi nheo lại.   \"Được rồi, cha em đang ở phòng đợi – bây giờ em có thể về nhà với bố.  Nhưng hãy trở lại nếu em cảm thấy chóng mặt hoặc nhìn không rõ nhé. \" \" Em có thể đi học được không?\" tôi hỏi, tưởng tượng bố phải cố tỏ ra ân cần.  \"Có lẽ em nên nghỉ ngơi hôm nay. \" Tôi nhìn lướt qua Edward. \" Anh ấy được đến trường hả?\" \"Phải có người báo tin mừng là mình còn sống chớ, \" Edward nói một cách tự mãn.  \"Thực ra thì, \" bác sĩ Cullen sửa, \" hầu như cả trường đều đang ở phòng đợi rồi. \" \"Ôi trời ơi, \" tôi than van, lấy tay che mặt.  Bác sĩ Cullen nhíu mày. \"Thế em muốn ở lại không?\" \"Không, không !\" tôi kiên quyết, để chân xuống giường và nhảy nhanh xuống. Quá nhanh - tôi chao đảo, và bác sĩ Cullen chụp tôi lại. Anh ấy có vẻ lo lắng.  \"Em khoẻ mà, \" tôi đoan chắc với anh ấy lần nữa.  Không cần phải nói cho anh ấy biết chuyện tôi lảo đảo chả hề liên quan gì đến chuyện bị tông vào đầu.  \"Uống vài viên Tylenol để giảm đau nhé, \" anh ấy bảo khi đang giữ cho tôi đứng vững.  \"Không đau đến thế đâu, \" tôi kiên quyết.  \"Nghe có vẻ như em may mắn hết sức, \" bác sĩ Cullen nói, mỉm cười khi ký biểu đồ của tôi bằng nét chữ bay bướm.  \"May là có Edward tình cờ đứng kế bên tôi, \" tôi sửa lại và liếc nhìn gay gắt đối tượng của câu nói của mình.  \"Ồ, ờ thì, đúng rồi, \" bác sĩ Cullen đồng ý, đột ngột bận tâm vào mấy thứ giấy tờ trước mặt anh ấy.  Rồi anh ấy nhìn sang Tyler, và đến giường kế tiếp.  Trực giác báo tôi biết; bác sĩ có can dự vào chuyện này.  \"Tôi e là em sẽ phải ở lại với chúng tôi hơi lâu hơn, \" anh ấy nói với Tyler, và bắt đầu kiểm tra mất vết thương của Tyler.  Ngay khi bác sĩ quay lưng đi, tôi đến bên Edward.  \"Tôi có thể nói chuyện với anh một chút được không?\" tôi rít nhỏ.  Anh lùi xa khỏi tôi, hàm anh đột ngột nghiến lại.  \"Cha em đang đợi mà, \" anh nói qua hàm răng nghiến chặt - Tôi nhìn lướt qua bác sĩ Cullen và Tyler.  \"Tôi muốn nói chuyện với anh một mình, nếu anh không phiền, \" tôi nhấn mạnh.  Anh nhìn chằm chằm, rồi quay lưng và bước xuống căn phòng dài. Tôi gần như phải chạy theo.  Ngay khi chúng tôi bước qua góc tiền sảnh, anh quay phắt lại đối mặt với tôi.  \"Em muốn gì?\" anh hỏi, có vẻ bực mình. Mắt anh lạnh lùng.  Vẻ không thân thiện làm tôi chùn bước.  Lời nói tôi phát ra không nghiêm trọng như tôi muốn. \"Anh nợ tôi một lời giải thích, \" tôi nhắc anh.  \"Tôi đã cứu em - tôi chẳng nợ em gì cả. \" Tôi chùn bước vì vẻ oán giận trong giọng anh. \" Anh hứa rồi mà. \" \"Bella, em bị tông vào đầu, em không biết mình đang nói gì đâu. \" giọng anh lạnh lùng.  Cơn giận của tôi bùng lên, và tôi nhìn trừng trừng thách thức anh.  \"Đầu tôi chẳng bị sao cả. \" Anh nhìn chằm chằm lại. \"Em muốn gì ở tôi, Bella?\" \"Tôi muốn biết sự thật, \" tôi nói. \"Tôi muốn biết tại sao tôi nói dối vì anh. \" \"Em nghĩ đã xảy ra chuyện gì?\" anh cáu kỉnh.  Tôi nói ào ào không kềm được.  \"Tất cả những gì tôi biết là anh không ở gần tôi - Tyler cũng chẳng nhìn thấy anh, cho nên đừng có bảo tôi là tôi bị tông mạnh vào đầu.  Chiếc xe đó sắp cán cả hai chúng tôi – nhưng nó đã không cán, và tay anh để lại vết lõm bên hông xe - và trên một xe khác nữa, mà anh chẳng hề đau chút nào - và chiếc xe đó lẽ ra đã cán chân tôi, nhưng anh đã lôi xe đó lên ... \"  Tôi thấy mình có vẻ điên, nên tôi không nói tiếp được. Tôi tức đến nỗi nước mắt ngập mi; tôi cố nén nước mắt bằng cách nghiến răng lại.  Anh đang nhìn chằm chằm vào tôi hoài nghi. Nhưng khuôn mặt anh căng thẳng, đề phòng.   \"Em nghĩ là tôi nâng cái xe đó lên khỏi em?\" giọng anh tỏ sự nghi ngờ vào óc sáng suốt của tôi, nhưng nó chỉ làm tôi nghi ngờ hơn.  Tựa như lời thoại hoàn hảo của một diễn viên lành nghề.  Tôi chỉ gật đầu một lần, mím chặt.  \"Sẽ chẳng ai tin vậy cả, em biết đó.” Giọng anh bây giờ có vẻ chế nhạo.  \"Tôi sẽ chẳng nói cho ai biết đâu. \" tôi gằn từng tiếng một, cẩn thận kiểm soát cơn giận của mình.  Nét ngạc nhiên thoáng qua mặt anh. \"Vậy thì tại sao chuyện đó lại quan trọng chứ?\" \"Quan trọng đối với tôi, \" tôi kiên quyết. \" tôi không thích nói dối - cho nên phải có lý do chính đáng tại sao tôi làm chuyện đó. \" \"Em không thể chỉ cảm ơn tôi và rồi quên chuyện đó đi sao?\" \"Cảm ơn. \" tôi đợi, cáu kỉnh và chờ đợi.  \"Em sẽ không bỏ qua chuyện đó phải không?\" \"Không. \" \"Nếu vậy .. em cứ tha hồ thất vọng. \" Chúng tôi quắc mắt nhìn nhau im lặng. Tôi là người đầu tiên nói, cố giữ cho mình tập trung. Tôi có nguy cơ bị phân tâm bởi khuôn mặt đẹp, cáu tiết của anh. Tựa hồ như đang nhìn chằm chằm một thiên thần mất quyền lực vậy.  \"Vậy thì anh bận tâm làm gì chứ?\" tôi thờ ơ hỏi.  Anh ngừng lại, và trong một giây phút khuôn mặt hấp dẫn của anh dễ bị tổn thương không ngờ.  \"Tôi không biết, \" anh thì thầm.  Rồi anh quay lưng lại bỏ đi.  Tôi tức giận đến nỗi, mất mấy phút sau mới nhúc nhích được. Khi tôi có thể đi được, tôi chậm chạp đi về phía lối ra ở cuối tiền sảnh.  Phòng đợi còn khó chịu hơn tôi đã sợ. Dường như mọi khuôn mặt tôi quen biết ở Forks đều ở đó, nhìn chằm chằm vào tôi. Charlie vội vã đến bên tôi; tôi giơ tay lên.  \"Con không bị sao cả, \" tôi giận dỗi khẳng định với ông. Tôi vẫn còn tức điên, không muốn trò chuyện gì cả.  \"Bác sĩ nói sao?\" \"Bác sĩ Cullen đã khám cho con, và ông ấy nói con khoẻ, có thể về nhà được rồi. \" Tôi thở dài. Mike, Jessica và Eric đều ở đó, bắt đầu kéo về phía chúng tôi. \"Đi bố,\"  tôi giục.  Charlie đặt một tay sau lưng tôi, không hoàn toàn chạm vào tôi, và đưa tôi đến cửa kính ra ngoài. Tôi ngượng ngùng vẫy tay với các bạn tôi, hi vọng truyền đạt ý họ không cần phải lo lắng nữa. Thật nhẹ nhõm - lần đầu tôi cảm thấy thế - khi bước vào chiếc xe tuần tiễu.  Chúng tôi im lặng chạy xe. Tôi miên man suy nghĩ đến nỗi tôi chẳng hề biết Charlie ở đó. Tôi càng tin chắc hơn hành vi phòng thủ của Edward trong đại sảnh là sự xác nhận những chuyện kỳ quái tôi không thể tin là mình có thể chứng kiến là có thật.  Khi về đến nhà, Charlie cuối cùng mở miệng.  \"Ờ... con sẽ phải gọi cho Renée đấy. \" bố cúi đầu, vẻ đáng khiển trách.  Tôi hoảng hồn. \"Bố kể mẹ nghe rồi sao!\" \"Xin lỗi con. \" Tôi đóng sầm cửa chiếc xe tuần tiễu mạnh hơn cần thiết khi bước ra.  Mẹ kích động, dĩ nhiên rồi. Tôi phải nói với mẹ là tôi cảm thấy bình thường ít nhất ba mươi lần mẹ mới dịu xuống. Mẹ năn nỉ tôi về nhà - quên chuyện bây giờ nhà chẳng còn ai - nhưng lời năn nỉ của mẹ dễ cưỡng lại hơn tôi nghĩ. Tôi hoàn toàn bị thu hút bởi bí ẩn Edward vừa để lộ. Và quá bị Edward ám ảnh. Ngu ngốc, ngu ngốc, ngu ngốc. Tôi không còn háo hức muốn thoát khỏi Forks như lẽ ra phải vậy, như lẽ ra một người tỉnh táo, bình thường, sẽ muốn thế.  Tôi quyết định nên đi ngủ sớm đêm đó. Charlie vẫn nhìn tôi lo lắng, làm tôi càng thêm bực tức. Tôi dừng lại trên đường về phòng để chộp ba viên Tylenol trong phòng tắm. Chúng có tác dụng, và, khi cơn đau dịu đi, tôi chìm vào giấc ngủ.  Đó là đêm đầu tiên tôi mơ thấy Edward Cullen."
        },
        {
            "en": "8          8. TEMPER We ended up on the beach again, wandering aimlessly. Jacob was still full of himself for engineering my escape. “Do you think they’ll come looking for you?” he asked, sounding hopeful. “No.” I was certain about that. “They’re going to be furious with me tonight, though.” He picked up a rock and chucked it into the waves. “Don’t go back, then,” he suggested again.  “Charlie would love that,” I said sarcastically. “I bet he wouldn’t mind.” I didn’t answer. Jacob was probably right, and that made me grind my teeth together. Charlie’s blatant preference for my Quileute friends was so unfair. I wondered if he would feel the same if he knew the choice was really between vampires and werewolves. “So what’s the latest pack scandal?” I asked lightly. Jacob skidded to a halt, and he stared down at me with shocked eyes. “What? That was a joke.” “Oh.” He looked away. I waited for him to start walking again, but he seemed lost in thought.  “Is there a scandal?” I wondered. Jacob chuckled once. “I forget what it’s like, not having everyone know everything all the time. Having a quiet, private place inside my head.” We walked along the stony beach quietly for a few minutes.  “So what is it?” I finally asked. “That everyone in your head already knows?” He hesitated for a moment, as if he weren’t sure how much he was going to tell me. Then he sighed and said, “Quil imprinted. That’s three now. The rest of us are starting to get worried. Maybe it’s more common than the stories say. . . .” He frowned, and then turned to stare at me. He gazed into my eyes without speaking, his eyebrows furrowed in concentration. “What are you staring at?” I asked, feeling self-conscious. He sighed. “Nothing.” Jacob started walking again. Without seeming to think about it, he reached out and took my hand. We paced silently across the rocks. I thought of how we must look walking hand and hand down the beach — like a couple, certainly — and wondered if I should object. But this was the way it had always been with Jacob. . . . No reason to get worked up about it now. “Why is Quil’s imprinting such a scandal?” I asked when it didn’t look like he was going to go on. “Is it because he’s the newest one?”  “That doesn’t have anything to do with it.” “Then what’s the problem?” “It’s another one of those legend things. I wonder when we’re going to stop being surprised that they’re all true?” he muttered to himself.  “Are you going to tell me? Or do I have to guess?” “You’d never get it right. See, Quil hasn’t been hanging out with us, you know, until just recently. So he hadn’t been around Emily’s place much.” “Quil imprinted on Emily, too?” I gasped. “No! I told you not to guess. Emily had her two nieces down for a visit . . . and Quil met Claire.” He didn’t continue. I thought about that for a moment. “Emily doesn’t want her niece with a werewolf? That’s a little hypocritical,” I said. But I could understand why she of all people might feel that way. I thought again of the long scars that marred her face and extended all the way down her right arm. Sam had lost control just once when he was standing too close to her. Once was all it took. . . . I’d seen the pain in Sam’s eyes when he looked at what he’d done to Emily. I could understand why Emily might want to protect her niece from that.  “Would you please stop guessing? You’re way off. Emily doesn’t mind that part, it’s just, well, a little early.” “What do you mean early?” Jacob appraised me with narrowed eyes. “Try not to be judgmental, okay?” I nodded cautiously. “Claire is two,” Jacob told me. Rain started to fall. I blinked furiously as the drops pelted my face. Jacob waited in silence. He wore no jacket, as usual; the rain left a spatter of dark spots on his black T-shirt, and dripped through his shaggy hair. His face was expressionless as he watched mine. “Quil . . . imprinted . . . with a two-year-old?” I was finally able to ask. “It happens.” Jacob shrugged. He bent to grab another rock and sent it flying out into the bay. “Or so the stories say.” “But she’s a baby,” I protested. He looked at me with dark amusement. “Quil’s not getting any older,” he reminded me, a bit of acid in his tone. “He’ll just have to be patient for a few decades.” “I . . . don’t know what to say.” I was trying my hardest not to be critical, but, in truth, I was horrified. Until now, nothing about the werewolves had bothered me since the day I’d found out they weren’t committing the murders I’d suspected them of. “You’re making judgments,” he accused. “I can see it on your face.” “Sorry,” I muttered. “But it sounds really creepy.”  “It’s not like that; you’ve got it all wrong,” Jacob defended his friend, suddenly vehement. “I’ve seen what it’s like, through his eyes. There’s nothing romantic about it at all, not for Quil, not now.” He took a deep breath, frustrated. “It’s so hard to describe. It’s not like love at first sight, really. It’s more like . . .gravity moves. When you see her, suddenly it’s not the earth holding you here anymore. She does. And nothing matters more than her. And you would do anything for her, be anything for her. . . . You become whatever she needs you to be, whether that’s a protector, or a lover, or a friend, or a brother.   “Quil will be the best, kindest big brother any kid ever had. There isn’t a toddler on the planet that will be more carefully looked after than that little girl will be. And then, when she’s older and needs a friend, he’ll be more understanding, trustworthy, and reliable than anyone else she knows. And then, when she’s grown up, they’ll be as happy as Emily and Sam.” A strange, bitter edge sharpened his tone at the very end, when he spoke of Sam.  “Doesn’t Claire get a choice here?” “Of course. But why wouldn’t she choose him, in the end? He’ll be her perfect match. Like he was designed for her alone.” We walked in silence for a moment, till I paused to toss a rock toward the ocean. It fell to the beach several meters short. Jacob laughed at me. “We can’t all be freakishly strong,” I muttered. He sighed. “When do you think it will happen for you?” I asked quietly. His answer was flat and immediate. “Never.” “It’s not something you can control, is it?” He was silent for a few minutes. Unconsciously, we both walked slower, barely moving at all. “It’s not supposed to be,” he admitted. “But you have to see her — the one that’s supposedly meant for you.” “And you think that if you haven’t seen her yet, then she’s not out there?” I asked skeptically. “Jacob, you haven’t really seen much of the world — less than me, even.” “No, I haven’t,” he said in a low voice. He looked at my face with suddenly piercing eyes. “But I’ll never see anyone else, Bella. I only see you. Even when I close my eyes and try to see something else. Ask Quil or Embry. It drives them all crazy.” I dropped my eyes to the rocks. We weren’t walking anymore. The only sound was of the waves beating against the shore. I couldn’t hear the rain over their roar. “Maybe I’d better go home,” I whispered. “No!” he protested, surprised by this conclusion. I looked up at him again, and his eyes were anxious now. “You have the whole day off, right? The bloodsucker won’t be home yet.” I glared at him. “No offense intended,” he said quickly. “Yes, I have the whole day. But, Jake . . .” He held up his hands. “Sorry,” he apologized. “I won’t be like that anymore. I’ll just be Jacob.” I sighed. “But if that’s what you’re thinking . . .” “Don’t worry about me,” he insisted, smiling with deliberate cheer, too brightly. “I know what I’m doing. Just tell me if I’m upsetting you.” “I don’t know. . . .” “C’mon, Bella. Let’s go back to the house and get our bikes. You’ve got to ride a motorcycle regularly to keep it in tune.”  “I really don’t think I’m allowed.” “By who? Charlie or the blood — or him?” “Both.” Jacob grinned my grin, and he was suddenly the Jacob I missed the most, sunny and warm. I couldn’t help grinning back. The rain softened, turned to mist. “I won’t tell anyone,” he promised. “Except every one of your friends.” He shook his head <em>soberly</em> and raised his right hand. “I promise not to think about it.” I laughed. “If I get hurt, it was because I tripped.” “Whatever you say.” We rode our motorcycles on the back roads around La Push until the rain made them too muddy and Jacob insisted that he was going to pass out if he didn’t eat soon. Billy greeted me easily when we got to the house, as if my sudden reappearance meant nothing more complicated than that I’d wanted to spend the day with my friend. After we ate the sandwiches Jacob made, we went out to the garage and I helped him clean up the bikes. I hadn’t been here in months — since Edward had returned — but there was no sense of import to it. It was just another afternoon in the garage.  “This is nice,” I commented when he pulled the warm sodas from the grocery bag. “I’ve missed this place.” He smiled, looking around at the plastic sheds bolted together over our heads. “Yeah, I can understand that. All the splendor of the Taj Mahal, without the inconvenience and expense of traveling to India.” “To Washington’s little Taj Mahal,” I toasted, holding up my can. He touched his can to mine.  “Do you remember last Valentine’s Day? I think that was the last time you were here — the last time when things were still . . . normal, I mean.” I laughed. “Of course I remember. I traded a lifetime of servitude for a box of conversation hearts. That’s not something I’m likely to forget.” He laughed with me. “That’s right. Hmm, servitude. I’ll have to think of something good.” Then he sighed. “It feels like it was years ago. Another era. A happier one.” I couldn’t agree with him. This was my happy era now. But I was surprised to realize how many things I missed from my own personal dark ages. I stared through the opening at the murky forest. The rain had picked up again, but it was warm in the little garage, sitting next to Jacob. He was as good as a furnace. His fingers brushed my hand. “Things have really changed.”  “Yeah,” I said, and then I reached out and patted the back tire of my bike. “Charlie used to like me. I hope Billy doesn’t say anything about today. . . .” I bit my lip. “He won’t. He doesn’t get worked up about things the way Charlie does. Hey, I never did apologize officially for that stupid move with the bike. I’m real sorry about ratting you out to Charlie. I wish I hadn’t.” I rolled my eyes. “Me, too.” “I’m really, really sorry.” He looked at me hopefully, his wet, tangled black hair sticking up in every direction around his pleading face. “Oh, fine! You’re forgiven.” “Thanks, Bells!” We grinned at each other for a second, and then his face clouded over. “You know that day, when I brought the bike over . . . I’ve been wanting to ask you something,” he said slowly. “But also . . . not wanting to.” I held very still — a reaction to stress. It was a habit I’d picked up from Edward. “Were you just being stubborn because you were mad at me, or were you really serious?” he whispered.  “About what?” I whispered back, though I was sure I knew what he meant. He glared at me. “You know. When you said it was none of my business . . . if — if he bit you.” He cringed visibly at the end. “Jake . . .” My throat felt swollen. I couldn’t finish. He closed his eyes and took a deep breath. “Were you serious?” He was trembling just slightly. His eyes stayed closed.  “Yes,” I whispered. Jacob inhaled, slow and deep. “I guess I knew that.” I stared at his face, waiting for his eyes to open. “You know what this will mean?” He demanded suddenly. “You do understand that, don’t you? What will happen if they break the treaty?” “We’ll leave first,” I said in a small voice. His eyes flashed open, their black depths full of anger and pain. “There wasn’t a geographic limit to the treaty, Bella. Our great-grandfathers only agreed to keep the peace because the Cullens swore that they were different, that humans weren’t in danger from them. They promised they would never kill or change anyone ever again. If they go back on their word, the treaty is meaningless, and they are no different than any other vampires. Once that’s established, when we find them again —”.   “But, Jake, didn’t you break the treaty already?” I asked, grasping at straws. “Wasn’t part of it that you not tell people about the vampires? And you told me. So isn’t the treaty sort of moot, anyhow?” Jacob didn’t like the reminder; the pain in his eyes hardened into animosity. “Yeah, I broke the treaty — back before I believed any of it. And I’m sure they were informed of that.” He glared sourly at my forehead, not meeting my shamed gaze. “But it’s not like that gives them a freebie or anything. There’s no fault for a fault. They have only one option if they object to what I did. The same option we’ll have when they break the treaty: to attack. To start the war.” He made it sound so inevitable. I shuddered. “Jake, it doesn’t have to be that way.” His teeth ground together. “It is that way.” The silence after his declaration felt very loud. “Will you never forgive me, Jacob?” I whispered. As soon as I said the words, I wished I hadn’t. I didn’t want to hear his answer. “You won’t be Bella anymore,” he told me. “My friend won’t exist. There’ll be no one to forgive.” “That sounds like a no, ” I whispered. We faced each other for an endless moment. “Is this goodbye then, Jake?” He blinked rapidly, his fierce expression melting in surprise. “Why? We still have a few years. Can’t we be friends until we’re out of time?” “Years? No, Jake, not years.” I shook my head, and laughed once without humor. “Weeks is more accurate.” I was not expecting his reaction. He was suddenly on his feet, and there was a loud pop as the soda can exploded in his hand. Soda flew everywhere, soaking me, like it was spraying from a hose. “Jake!” I started to complain, but I fell silent when I realized that his whole body was quivering with anger. He glared at me wildly, a growling sound building in his chest. I froze in place, too shocked to remember how to move. The shaking rolled through him, getting faster, until it looked like he was vibrating. His shape blurred. . . . And then Jacob gritted his teeth together, and the growling stopped. He squeezed his eyes tight in concentration; the quivering slowed until only his hands were shaking.  “Weeks,” Jacob said in a flat monotone. I couldn’t respond; I was still frozen. He opened his eyes. They were beyond fury now. “He’s going to change you into a filthy bloodsucker in just a few weeks!” Jacob hissed through his teeth. Too stunned to take offense at his words, I just nodded mutely. His face turned green under the russet skin.  “Of course, Jake,” I whispered after a long minute of silence. “He’s seventeen, Jacob. And I get closer to nineteen every day. Besides, what’s the point in waiting? He’s all I want. What else can I do?” I’d meant that as a rhetorical question. His words cracked like snaps of a whip. “Anything. Anything else. You’d be better off dead. I’d rather you were.” I recoiled like he’d slapped me. It hurt worse than if he had. And then, as the pain shot through me, my own temper burst into flame. “Maybe you’ll get lucky,” I said bleakly, lurching to my feet. “Maybe I’ll get hit by a truck on my way back.” I grabbed my motorcycle and pushed it out into the rain. He didn’t move as I passed him. As soon as I was on the small, muddy path, I climbed on and kicked the bike to life. The rear tire spit a fountain of mud toward the garage, and I hoped that it hit him. I got absolutely soaked as I sped across the slick highway toward the Cullens’ house. The wind felt like it was freezing the rain against my skin, and my teeth were chattering before I was halfway there. Motorcycles were too impractical for Washington. I would sell the stupid thing first chance I got. I walked the bike into the Cullens’ cavernous garage and was unsurprised to find Alice waiting for me, perched lightly on the hood of her Porsche. Alice stroked the glossy yellow paint.  “I haven’t even had a chance to drive it.” She sighed. “Sorry,” I spit through my rattling teeth. “You look like you could use a hot shower,” she said, offhand, as she sprang lightly to her feet. “Yep.” She pursed her lips, taking in my expression carefully. “Do you want to talk about it?” “Nope.” She nodded in assent, but her eyes were raging with curiosity. “Do you want to go to Olympia tonight?” “Not really. Can’t I go home?” She grimaced. “Never mind, Alice,” I said. “I’ll stay if it makes things easier for you.” “Thanks,” she sighed in relief. I went to bed early that night, curling up on his sofa again. It was still dark when I woke. I was groggy, but I knew it wasn’t near morning yet. My eyes closed, and I stretched, rolling over. It took me a second before I realized that the movement should have dumped me onto the floor. And that I was much too comfortable. I rolled back over, trying to see. It was darker than last night — the clouds were too thick for the moon to shine through. “Sorry,” he murmured so softly that his voice was part of the darkness. “I didn’t mean to wake you.” I tensed, waiting for the fury — both his and mine — but it was only quiet and calm in the darkness of his room. I could almost taste the sweetness of reunion in the air, a separate fragrance from the perfume of his breath; the emptiness when we were apart left its own bitter aftertaste, something I didn’t consciously notice until it was removed. There was no friction in the space between us. The stillness was peaceful — not like the calm before the tempest, but like a clear night untouched by even the dream of a storm. And I didn’t care that I was supposed to be angry with him. I didn’t care that I was supposed to be angry with everyone. I reached out for him, found his hands in the darkness, and pulled myself closer to him. His arms encircled me, cradling me to his chest. My lips searched, hunting along his throat, to his chin, till I finally found his lips. Edward kissed me softly for a moment, and then he chuckled. “I was all braced for the wrath that was going to put grizzlies to shame, and this is what I get? I should infuriate you more often.”  “Give me a minute to work up to it,” I teased, kissing him again. “I’ll wait as long as you want,” he whispered against my lips. His fingers knotted in my hair. My breath was becoming uneven. “Maybe in the morning.” “Whatever you prefer.” “Welcome home,” I said while his cold lips pressed under my jaw. “I’m glad you came back.” “That’s a very good thing.” “Mmm,” I agreed, tightening my arms around his neck. His hand curved around my elbow, moving slowly down my arm, across my ribs and over my waist, tracing along my hip and down my leg, around my knee. He paused there, his hand curling around my calf. He pulled my leg up suddenly, hitching it around his hip. I stopped breathing. This wasn’t the kind of thing he usually allowed. Despite his cold hands, I felt suddenly warm. His lips moved in the hollow at the base of my throat. “Not to bring on the ire prematurely,” he whispered, “but do you mind telling me what it is about this bed that you object to?” Before I could answer, before I could even concentrate enough to make sense of his words, he rolled to the side, pulling me on top of him. He held my face in his hands, angling it up so that his mouth could reach my throat. My breathing was too loud — it was almost embarrassing, but I couldn’t care quite enough to be ashamed. “The bed?” he asked again. “I think it’s nice.” “It’s unnecessary,” I managed to gasp. He pulled my face back to his, and my lips shaped themselves around his. Slowly this time, he rolled till he hovered over me. He held himself carefully so that I felt none of his weight, but I could feel the cool marble of his body press against mine. My heart was hammering so loudly that it was hard to hear his quiet laughter. “That’s debatable,” he disagreed. “This would be difficult on a couch.” Cold as ice, his tongue lightly traced the shape of my lips. My head was spinning — the air was coming too fast and shallow.  “Did you change your mind?” I asked breathlessly. Maybe he’d rethought all his careful rules. Maybe there was more significance to this bed than I’d originally guessed. My heart pounded almost painfully as I waited for his answer. Edward sighed, rolling back so that we were on our sides again. “Don’t be ridiculous, Bella,” he said, disapproval strong in his voice — clearly, he understood what I meant. “I was just trying to illustrate the benefits of the bed you don’t seem to like. Don’t get carried away.” “Too late,” I muttered. “And I like the bed,” I added.  “Good.” I could hear the smile in his voice as he kissed my forehead. “I do, too.” “But I still think it’s unnecessary,” I continued. “If we’re not going to get carried away, what’s the point?” He sighed again. “For the hundredth time, Bella — it’s too dangerous.” “I like danger,” I insisted. “I know.” There was a sour edge to his voice, and I realized that he would have seen the motorcycle in the garage.  “I’ll tell you what’s dangerous,” I said quickly, before he could move to a new topic of discussion. “I’m going to spontaneously combust one of these days — and you’ll have no one but yourself to blame.” He started to push me away. “What are you doing?” I objected, clinging to him. “Protecting you from combustion. If this too much for you. . . .” “I can handle it,” I insisted. He let me worm myself back into the circle of his arms. “I’m sorry I gave you the wrong impression,” he said. “I didn’t mean to make you unhappy. That wasn’t nice.” “Actually, it was very, very nice.” He took a deep breath. “Aren’t you tired? I should let you sleep.” “No, I’m not. I don’t mind if you want to give me the wrong impression again.” “That’s probably a bad idea. You’re not the only one who gets carried away.” “Yes, I am,” I grumbled. He chuckled. “You have no idea, Bella. It doesn’t help that you are so eager to undermine my self-control, either.”  “I’m not going to apologize for that.” “Can I apologize?” “For what?” “You were angry with me, remember?” “Oh, that.” “I’m sorry. I was wrong. It’s much easier to have the proper perspective when I have you safely here.” His arms tightened around me. “I go a little berserk when I try to leave you. I don’t think I’ll go so far again. It’s not worth it.” I smiled. “Didn’t you find any mountain lions?” “Yes, I did, actually. Still not worth the anxiety. I’m sorry I had Alice hold you hostage, though. That was a bad idea.” “Yes,” I agreed. “I won’t do it again.” “Okay,” I said easily. He was already forgiven. “But slumber parties do have their advantages. . . .” I curled myself closer to him, pressing my lips into the indentation over his collarbone. “You can hold me hostage any time you want.” “Mmm,” he sighed. “I may take you up on that.” “So is it my turn now?” “Your turn?” his voice was confused. “To apologize.” “What do you have to apologize for?” “Aren’t you mad at me?” I asked blankly. “No.” It sounded like he really meant it. I felt my eyebrows pull together. “Didn’t you see Alice when you got home?” “Yes — why?” “Are you going to take her Porsche back?” “Of course not. It was a gift.” I wished I could see his expression. His voice sounded as if I’d insulted him. “Don’t you want to know what I did?” I asked, starting to be puzzled by his apparent lack of concern. I felt him shrug. “I’m always interested in everything you do — but you don’t have to tell me unless you want to.” “But I went to La Push.” “I know.” “And I ditched school.” “So did I.” I stared toward the sound of his voice, tracing his features with my fingers, trying to understand his mood. “Where did all this tolerance come from?” I demanded. He sighed. “I decided that you were right. My problem before was more about my . . . prejudice against werewolves than anything else. I’m going to try to be more reasonable and trust your judgment. If you say it’s safe, then I’ll believe you.” “Wow.”  “And . . . most importantly . . . I’m not willing to let this drive a wedge between us.” I rested my head against his chest and closed my eyes, totally content. “So,” he murmured in a casual tone. “Did you make plans to go back to La Push again soon?” I didn’t answer. His question brought back the memory of Jacob’s words, and my throat was suddenly tight. He misread my silence and the tension in my body. “Just so that I can make my own plans,” he explained quickly. “I don’t want you to feel like you have to hurry back because I’m sitting around waiting for you.” “No,” I said in a voice that sounded strange to me. “I don’t have plans go back.” “Oh. You don’t have to do that for me.” “I don’t think I’m welcome anymore,” I whispered.  “Did you run over someone’s cat?” he asked lightly. I knew he didn’t want to force the story out of me, but I could hear the curiosity burning behind his words. “No.” I took a deep breath, and then mumbled quickly through the explanation. “I thought Jacob would have realized . . . I didn’t think it would surprise him.” Edward waited while I hesitated. “He wasn’t expecting . . . that it was so soon.” “Ah,” Edward said quietly. “He said he’d rather see me dead.” My voice broke on the last word. Edward was too still for a moment, controlling whatever reaction he didn’t want me to see. Then he crushed me gently to his chest. “I’m so sorry.” “I thought you’d be glad,” I whispered. “Glad over something that’s hurt you?” he murmured into my hair. “I don’t think so, Bella.” I sighed and relaxed, fitting myself to the stone shape of him. But he was motionless again, tense. “What’s wrong?” I asked. “It’s nothing.” “You can tell me.” He paused for a minute. “It might make you angry.” “I still want to know.” He sighed. “I could quite literally kill him for saying that to you. I want to.” I laughed halfheartedly. “I guess it’s a good thing you’ve got so much self-control.” “I could slip.” His tone was thoughtful. “If you’re going to have a lapse in control, I can think of a better place for it.” I reached for his face, trying to pull myself up to kiss him. His arms held me tighter, restraining. He sighed. “Must I always be the responsible one?” I grinned in the darkness. “No. Let me be in charge of responsibility for a few minutes . . . or hours.” “Goodnight, Bella.” “Wait — there was something else I wanted to ask you about.” “What’s that?” “I was talking to Rosalie last night. . . .” His body tensed again. “Yes. She was thinking about that when I got in. She gave you quite a lot to consider, didn’t she?” His voice was anxious, and I realized that he thought I wanted to talk about the reasons Rosalie’d given me for staying human. But I was interested in something much more pressing. “She told me a little bit . . . about the time your family lived in Denali.” There was a short pause; this beginning took him by surprise. “Yes?” “She mentioned something about a bunch of female vampires . . . and you.” He didn’t answer, though I waited for a long moment.  “Don’t worry,” I said, after the silence had grown uncomfortable. “She told me you didn’t . . . show any preference. But I was just wondering, you know, if any of them had. Shown a preference for you, I mean.” Again he said nothing. “Which one?” I asked, trying to keep my voice casual, and not quite managing. “Or was there more than one?” No answer. I wished I could see his face, so I could try to guess what this silence meant. “Alice will tell me,” I said. “I’ll go ask her right now.” His arms tightened; I was unable to squirm even an inch away.  “It’s late,” he said. His voice had a little edge to it that was something new. Sort of nervous, maybe a little embarrassed. “Besides, I think Alice stepped out. . . .” “It’s bad,” I guessed. “It’s really bad, isn’t it?” I started to panic, my heart accelerating as I imagined the gorgeous immortal rival I’d never realized I had. “Calm down, Bella,” he said, kissing the tip of my nose. “You’re being absurd.” “Am I? Then why won’t you tell me?”  “Because there’s nothing to tell. You’re blowing this wildly out of proportion.” “Which one?” I insisted. He sighed. “Tanya expressed a little interest. I let her know, in a very courteous, gentlemanly fashion, that I did not return that interest. End of story.” I kept my voice as even as possible. “Tell me something — what does Tanya look like?” “Just like the rest of us — white skin, gold eyes,” he answered too quickly. “And, of course, extraordinarily beautiful.” I felt him shrug.  “I suppose, to human eyes,” he said, indifferent. “You know what, though?” “What?” My voice was petulant. He put his lips right to my ear; his cold breath tickled. “I prefer brunettes.” “She’s a blonde. That figures.” “Strawberry blonde — not at all my type.” I thought about that for a while, trying to concentrate as his lips moved slowly along my cheek, down my throat, and back up again. He made the circuit three times before I spoke. “I guess that’s okay, then,” I decided. “Hmm,” he whispered against my skin. “You’re quite adorable when you’re jealous. It’s surprisingly enjoyable.” I scowled into the darkness. “It’s late,” he said again, murmuring, almost crooning now, his voice smoother than silk. “Sleep, my Bella. Dream happy dreams. You are the only one who has ever touched my heart. It will always be yours. Sleep, my only love.” He started to hum my lullaby, and I knew it was only a matter of time till I succumbed, so I closed my eyes and snuggled closer into his chest.",
            "vi": "8         8. NỔI NÓNG  Rốt cuộc chúng tôi lại đến bờ biển, lang thang không mục đích. Jacob vẫn còn dương dương tự đắc vì đã lập mưu giúp tôi trốn được.  \"Theo bạn họ sẽ đến kiếm bạn không?\" anh hỏi, có vẻ tràn trề hy vọng.  \"Không.\" Tôi tin chắc thế. \"Thế nhưng tối nay thế nào mọi người cũng sẽ nổi điên lên với tôi,\" Anh nhặt một viên đá và liệng nó vào những con sóng. \"Vậy thì đừng về,\" anh lại đề nghị.  \"Charlie sẽ thích dữ, \" tôi chế giễu nói.  \"Tôi cá là bác ấy sẽ chẳng phản đối  đâu.\" Tôi không trả lời. Jacob có lẽ đúng, và điều đó làm tôi nghiến răng lại. Chuyện Charlie thiên vị rõ rệt cho đám bạn Quileute của tôi thật bất công. Tôi tự hỏi liệu bố tôi có cảm thấy giống vậy không nếu ông biết phải lựa chọn giữa người sói và ma cà rồng.  \"Vậy vụ bê bối của bầy mới đây nhất là gì?\" Tôi hỏi nhẹ nhàng.  Jacob đứng sững lại, và anh nhìn chằm chằm vào tôi với đôi mắt bàng hoàng.  \"Gì chớ? Đùa thôi mà.\" \"Ồ\" Anh nhìn sang chỗ khác.  Tôi chờ anh đi tiếp, nhưng anh có vẻ chìm đắm trong suy tư.  \"Có xì-căng-đang không?\" Tôi thắc mắc.  Jacob cười khan. \"Tôi quên mất chuyện đó ra sao rồi. Không bị mọi người biết hết mọi chuyện mọi lúc mọi nơi. Có một nơi riêng tư, thanh thản trong đầu mình.”  Chúng tôi lặng lẽ đi dọc theo bãi biển đầy đá trong vài phút. \"Thế đó là chuyện gì vậy?\" Cuối cùng tôi hỏi. \"chuyện mà tất cả mọi người trong đầu bạn đều đã biết?\" Anh do dự một hồi lâu, như thể anh không chắc sẽ kể cho tôi nghe bao nhiêu là vừa. Rồi anh thở dài và nói, \"Quil gặp tình yêu sét đánh. Giờ đã là ba rồi. Tụi tôi đang bắt đầu lo lắng. Có lẽ nhiều hơn trong truyện.\" Anh cau mày, rồi quay lại nhìn chằm chằm vào tôi. Anh nhìn chăm chú vào mắt tôi không nói không rằng, mày chau lại. \"Bạn nhìn cái gì thế?\" Tôi hỏi, cảm thấy ngường ngượng.  Anh thở dài. \"Không có gì.\" Jacob bắt đầu đi tiếp. Anh đưa tay và nắm tay tôi mà dường như chẳng hề nghĩ đến chuyện mình làm. Chúng tôi lặng lẽ đi tới lui quanh những mỏm đá.  Tôi nghĩ cái kiểu chúng tôi tay trong tay sóng đôi trên bãi biển thế này- rõ ràng là giống một đôi tình nhân - và tự hỏi mình có nên phản đối không. Nhưng lúc nào cũng vầy mỗi khi ở bên Jacob mà... Nên giờ đâu có lý do gì mà phải căng thẳng chuyện đó.  \"Tại sao chuyện Quil yêu ngay từ ánh mắt đầu tiên lại trở nên ồn ào như thế?\" Tôi hỏi trong khi anh có vẻ không muốn nói tiếp. \"Có phải vì cậu ấy là người mới nhất không?\" \"Chẳng liên quan gì đến việc đó cả\" \"Thế thì chuyện gì nào?\" \"Đó là một chuyện khác trong số những truyền thuyết đó. Tôi tự hỏi khi nào chúng tôi mới hết bất ngờ vì tất cả những câu chuyện này đều thật cả?\" anh lẩm bẩm một mình.  \"Bạn có chịu kể cho tôi nghe không? Hay là tôi phải đoán?\" \"Bạn chẳng bao giờ đoán được đâu. Nghe nè, Quil chưa bao giờ đi chơi với chúng tôi, bạn biết đó, mãi cho đến gần đây.Vậy nên cậu ấy chưa lui tới nhà Emily nhiều.\" \"Quil cũng mê Emily luôn à?\" Tôi thở hổn hển.  \"Không! Đã bảo bạn đừng có đoán mò mà. Emily có hai cháu gái xuống thăm…. và Quil gặp Claire. \" Anh không nói nữa. Tôi suy nghĩ về chuyện này một hồi lâu.  \"Emily không muốn cháu gái của mình chơi với người sói à? Vậy thì hơi dối lòng đó,\" tôi nói.  Nhưng tôi có thể hiểu tại sao cô hơn bất kỳ ai khác lại cảm thấy như thế. Tôi chợt nhớ lại vết sẹo dài làm hỏng khuôn mặt cô ấy và kéo dài suốt tận cánh tay phải. Sam đã mất kiểm soát chỉ có một lần khi đứng quá gần cô. Chỉ một lần thôi... Tôi đã thấy nỗi đau trong mắt Sam khi anh nhìn vào điều đã gây ra cho Emily. Tôi có thể hiểu được tại sao Emily muốn ngăn cháu gái mình đừng giống thế. \"Bạn làm ơn đừng đoán mò nữa đi? Bạn hiểu lầm rồi. Emily không ngại chuyện đó, chỉ là, ờ, hơi sớm thôi\" \"Ý bạn sớm là sao?\" Jacob dò xét tôi với đôi mắt nheo lại. \"Cố đừng phán xét người khác, được chứ?\" Tôi thận trọng gật đầu.  \"Claire chỉ mới có hai tuổi thôi,\" Jacob bảo tôi.  Mưa bắt đầu rơi. Tôi chớp mắt mạnh liên hồi khi những giọt mưa lăn loạn xạ xuống mặt.  Jacob im lặng chờ đợi. Anh không mặc áo khoác như thường lệ; mưa rơi lộp độp thành những đốm đen trên áo thun đen của anh, và làm ướt sẫm mái tóc bờm xờm của anh. Khuôn mặt của anh trông vô cảm khi nhìn tôi.  \"Quil…..mê ….. một bé hai tuổi sao?\" Cuối cùng tôi mới dám hỏi.  \"Xảy ra vậy đó.\" Jacob nhún vai. Anh khom mình xuống để chộp một hòn đá khác và ném ra vịnh. \"Hoặc chuyện là vậy đó. \" \"Nhưng cô ấy chỉ là một em bé thôi,\" tôi phản đối.  Anh nhìn tôi với vẻ thích thú bí hiểm. \"Quil không già đi đâu,\" anh nhắc tôi, giọng anh hơi chua chát. \"Nó chỉ cần phải kiên nhẫn vài chục năm thôi.\" “Tôi…..không biết phải nói gì nữa.\" Tôi đang cố hết mức để không chỉ trích, nhưng thực ra, tôi khiếp sợ. Mãi cho đến giờ, chẳng có gì về người sói làm tôi phiền bực từ ngày biết họ không phạm mấy tội giết người mà tôi đã nghi ngờ.  \"Bạn đang phán xét đó,\" anh buộc tội. \"Tôi nhìn thấy điều đó trên mặt bạn.\" \"Xin lỗi,\" tôi lẩm bẩm. \"Nhưng nghe sợ quá.\" \"Chuyện không phải vậy đâu; bạn nghĩ sai rồi,\" Jacob bỗng bảo vệ bạn mình dữ dội. \"Tôi đã thấy chuyện đó như thế nào rồi, qua ánh mắt nó. Chuyện đó chẳng lãng mạn chút nào, không đối với Quil,  không phải bây giờ.\" Anh hít thật sâu, tỏ vẻ thất vọng. \"Khó diễn tả lắm. Thật ra, không phải là tiếng sét ái tình. Nó có vẻ.…. giống như sức hút trái đất vậy. Khi bạn gặp cô ấy rồi, bỗng dưng không phải trái đất hút bạn nữa. Mà cô ấy đang hút bạn. Và chẳng có gì quan trọng hơn cô ấy. Và bạn sẽ làm  mọi thứ vì cô ấy, là mọi thứ vì cô…..Bạn trở thành thứ mà cô ấy cần bạn trở thành, dù đó là người che chở, người yêu, người bạn, hay anh trai.  \"Quil sẽ là người anh ân cần, tốt nhất mà bọn nhóc từng có. Không có em bé mới tập đi nào trên hành tinh này sẽ được chăm sóc cẩn thận hơn cô bé đó. Rồi, khi cô ấy lớn lên và cần một người bạn, cậu ấy sẽ thông cảm hơn, đáng tin cậy hơn bất cứ bất cứ người nào khác cô ấy biết. Rồi, khi cô ấy lớn lên, họ sẽ hạnh phúc như Emily và Sam.\" Vẻ lạ lẫm, chua chát trong giọng anh trở nên sắc cạnh hơn ở cuối câu, khi anh nhắc đến tên Sam. \"Claire không có quyền lựa chọn ở đây sao?\" \"Dĩ nhiên rồi. Nhưng cuối cùng tại sao cô ấy không chọn nó chớ?  Nó sẽ là người thích hợp nhất với cô ấy. Giống như nó là người chỉ dành riêng cho cô ấy vậy.\" Chúng tôi đi trong im lặng một hồi lâu, cho đến khi tôi ngừng lại để ném hòn đá ra phía biển. Nó rơi xuống chỉ cách bãi biển khoảng vài mét. Jacob cười nhạo tôi.  \"Đâu phải ai cũng khoẻ kỳ cục vậy đâu,\" tôi lẩm bẩm.  Anh thở dài.  \"Có khi nào bạn nghĩ là chuyện đó sẽ xảy ra với bạn không?\" Tôi lặng lẽ hỏi.  Anh trả lời dứt khoát ngay lập tức. \"Chẳng bao giờ.\" \"Đó không phải là chuyện bạn muốn mà được, đúng không?\" Anh im lặng mấy phút. Cả hai chúng tôi bất giác đi chậm hơn, gần như chẳng hề nhúc nhích.  \"Đúng vậy, không phải muốn mà được,\" anh thừa nhận. \"Nhưng phải thấy được cô ấy đã chớ – người mà giả định là dành cho mình đó.\" \"Thế chỉ vì bạn chưa thấy cô ấy, nên bạn nghĩ là cô ấy không tồn tại ở ngoài đó sao?\" Tôi hỏi một cách hoài nghi. \"Jacob này, quả là bạn chưa biết nhiều về thế giới này- thậm chí ít hơn cả tôi nữa.\" \"Ừ, đúng vậy,\" anh hạ giọng. Anh nhìn mặt tôi với đôi mắt bỗng nhiên sắc lẹm. \"Nhưng tôi sẽ chẳng bao giờ thấy bất kỳ ai khác, Bella. Tôi chỉ thấy bạn thôi. Thậm chí cả khi tôi nhắm mắt cố nhìn thấy thứ khác. Hãy hỏi Quil hoặc Embry đi. Chuyện này làm tất cả tụi nó nổi khùng.  Tôi cụp mắt nhìn xuống những viên đá.  Chúng tôi không đi nữa. Âm thanh duy nhất chúng tôi nghe được là tiếng sóng vỗ bờ. Tôi không nghe được tiếng mưa trong tiếng gầm gào của nó.  \"Có lẽ tôi nên về thôi,\" tôi thì thầm.  \"Đừng!\" anh phản đối, bất ngờ vì kết luận này.  Tôi ngước nhìn anh lần nữa, và giờ đây đôi mắt anh đượm lo lắng.  \"Bạn nghỉ cả ngày mà, phải không? Thằng hút máu đó vẫn chưa về nhà mà.\" Tôi nhìn anh giận dữ.  \"Không cố ý xúc phạm,\" anh nói nhanh.  \"Ờ, tôi rảnh cả ngày. Nhưng, Jake này…..\" Anh giơ tay lên. \"Xin lỗi,\" anh xin lỗi. \"Tôi sẽ không như vậy nữa. Tôi sẽ chỉ là Jacob thôi.\" Tôi thở dài. \"Nhưng nếu đó là điều bạn đang nghĩ…..\" \"Đừng lo cho tôi,\" anh nhấn mạnh, cố ý cười vui vẻ, hết sức rạng rỡ.  \"Tôi biết mình đang làm gì mà. Hãy nói tôi biết nếu tôi làm bạn bực mình.\" \"Tôi không biết …... \" \"Thôi nào, Bella. Mình về nhà lấy xe máy đi. Mình phải đi xe máy thường xuyên để động cơ luôn ổn định.\" \"Tôi thật sự nghĩ mình không được phép.\" \"Bởi ai chớ? Charlie hay thằng --- hay anh ta?\" \"Cả hai.\" Jacob cười toe toét kiểu cười tôi yêu thích, và anh bỗng trở thành một Jacob mà tôi nhớ nhất, rực rỡ và ấm áp.  Tôi không kiềm được cũng cười toe toét đáp lại.  Mưa dịu đi, bầu trời chìm trong màn sương mù.  \"Tôi sẽ không kể cho ai biết hết,\" anh hứa.  \"Trừ từng người một trong bạn bạn thôi chứ gì.\" Anh nghiêm nghị lắc đầu và giơ tay phải lên. \"Tôi hứa sẽ không nghĩ đến chuyện đó.\" Tôi cười lớn. \"Giả sử tôi bị thương thì là do tôi vấp té thôi.\" \"Sao cũng được.\" Chúng tôi chạy xe máy trên con đường nhỏ ngoằn ngoèo quanh La Push cho đến khi cơn mưa làm chúng quá lầy lội và Jacob khăng khăng rằng anh sẽ ngất xỉu nếu không ăn ngay. Billy thân mật chào tôi khi chúng tôi về đến nhà, như thể sự xuất hiện đột ngột trở lại của tôi chẳng có gì phức tạp hơn chuyện tôi muốn dành cả ngày với người bạn này. Sau khi ăn xong bánh xăng - uých Jacob làm, chúng tôi ra ga - ra và tôi giúp anh vệ sinh xe máy. Đã bao tháng trời rồi tôi không ở đây - từ khi Edward xuất hiện trở lại – nhưng chẳng chút cảm giác lạ lẫm nào. Y như bao buổi chiều khác ở ga - ra.  \"Hay quá,\" tôi nhận xét khi anh lấy mấy lon xô-đa ấm trong túi thức ăn ra. \"Tôi nhớ nơi này quá.\" Anh mỉm cười, nhìn quanh mấy thùng nhựa được cài chặt vào nhau trên đầu. \"Ờ, tôi hiểu mà. Ngôi đền Taj Mahal lộng lẫy, mà không phải phiền phức và tốn kém để đi Ấn Độ.\" \"Chúc mừng Taj Mahal nhỏ bé của Washington,\" tôi chúc mừng, giơ lon nước lên.  Anh cụng lon với tôi.  \"Bạn có nhớ ngày lễ Valentine vừa rồi không? Tôi nghĩ đó là lần cuối cùng bạn ở đây - lần cuối cùng, ý tôi là, khi mọi thứ vẫn còn…… bình thường\" Tôi cười. \"Dĩ nhiên tôi nhớ. Tôi đã đổi cả một đời bị giam cầm để có được một hộp kẹo hình trái tim in dòng chữ “I love you”. Đó đâu phải là chuyện có thể quên được.\" Anh cười với tôi. \"Đúng rồi. Hừm, giam cầm. Tôi sẽ phải nghĩ ra cái gì đó hay ho.\" Rồi anh thở dài. \"Như thể đã nhiều năm trôi qua rồi vậy. Một kỷ nguyên khác. Một kỷ nguyên hạnh phúc hơn.\" Tôi không thể đồng tình với anh được. Bây giờ là kỷ nguyên hạnh phúc của tôi. Nhưng tôi ngạc nhiên khi nhận ra mình đã bỏ lỡ biết bao nhiêu thứ trong thời gian suy sụp của mình. Tôi nhìn qua khe hở vào khu rừng âm u. Cơn mưa đã nặng hạt trở lại, nhưng cái ga - ra nhỏ này rất ấm áp, tôi đến ngồi bên cạnh Jacob. Anh nóng như lò lửa vậy.  Anh dùng ngón tay vuốt vuốt bàn tay tôi. \"Mọi thứ đúng là đã thay đổi.\" \"Ờ,\" tôi nói, rồi tôi vươn ra phía trước và vỗ nhẹ vào bánh sau của xe máy của tôi. \"Charlie từng cưng tôi mà. Tôi hy vọng Billy không nói gì về chuyện hôm nay…..\" Tôi cắn môi.  \"Ông sẽ không nói đâu. Ông không làm ầm mọi chuyện lên giống Charlie đâu. Nè, tôi chưa hề chính thức xin lỗi về nước cờ ngu ngốc bằng cái xe máy này. Tôi thực sự xin lỗi vì đã tố giác bạn với Charlie. Tôi ước gì tôi đã không làm thế.\" Tôi trợn tròn mắt. \"Ừ. Tôi cũng ước vậy.\" “Tôi hết sức, hết sức xin lỗi.” Anh nhìn tôi hy vọng, mái tóc đen ướt, bù rối tứ phía bao quanh gương mặt khẩn nài của anh.  \"Ồ, được rồi! Tha cho bạn đấy.\" \"Cám ơn, Bells!\" Chúng tôi cười toe toét với nhau trong một giây, rồi mặt anh lại đượm buồn.  \"Bạn biết là hôm đó, khi tôi đem chiếc xe máy qua đó….. Tôi vừa muốn hỏi bạn một chuyện,\" anh chậm rãi nói. \"Mà cũng vừa……không muốn.\" Tôi vẫn lặng thinh – cách đối phó với căng thẳng. Đó là một thói quen tôi học được từ Edward.  \"Có phải bạn tỏ ra cứng đầu vì giận tôi, hay là bạn nói thiệt?\" anh thì thầm.  “Về chuyện gì?\" Tôi thì thầm đáp lại, cho dù tôi chắc mình biết anh muốn nói gì.  Anh nhìn tôi đăm đăm. \"Bạn biết mà. Khi bạn nói rằng chuyện đó không phải là việc của tôi….nếu - nếu anh ta cắn bạn.\" Anh co rúm người thấy rõ ở cuối câu.  \"Jake….. \" Cổ họng tôi nghẹn lại. Tôi không thể nói hết câu.  Anh nhắm mắt lại và hít thật sâu. \"Bạn nói thiệt hả?\" Anh hơi run rẩy. Mắt anh vẫn khép lại.  \"Ừ,\" tôi thì thầm.  Jacob hít vào, chậm và sâu. \"Tôi cũng nghĩ vậy.\" Tôi nhìn chằm chằm vào mặt anh, chờ anh mở mắt.  \"Bạn biết điều này nghĩa là gì không?\" Anh đột ngột hỏi gặng. \"Bạn hiểu chuyện đó mà, phải không? Chuyện gì sẽ xảy ra nếu họ phá vỡ hoà ước?\" \"Chúng tôi sẽ ra khỏi đây trước,\" tôi nói nhỏ.  Mắt anh mở to, đong đầy tức giận và đau đớn. \"Không có giới hạn địa lý trong hoà ước, Bella. Ông cố của chúng tôi chỉ đồng ý gìn giữ hoà bình vì gia đình Cullens thề rằng họ khác những con ma cà rồng khác, họ sẽ không gây nguy hiểm cho con người. Họ hứa sẽ không bao giờ giết hoặc biến đổi bất kỳ ai nữa. Nếu họ không giữ lời hứa, hoà ước sẽ vô nghĩa, và lúc đó họ sẽ chẳng khác hơn mấy con ma cà rồng kia. Trong trường hợp đó, tụi tôi sẽ lại lùng sục họ\" \"Nhưng, Jake, bộ bạn không phá vỡ hoà ước sao?\" Tôi hỏi, chụp lấy mấy cọng rơm. \"Chẳng phải một phần hoà ước đã quy định bạn không được nói cho mọi người biết về ma cà rồng sao? Vậy mà bạn đã kể cho tôi biết. Thế thì dù sao chăng nữa thì chẳng phải hoà ước phần nào cũng chẳng quan trọng gì cả hay sao?\" Jacob không thích điều nhắc nhở đó; nỗi đau trong mắt anh đanh lại thành vẻ oán giận. \"Ờ, tôi đã phá vỡ hoà ước – rất lâu trước khi tôi tin chuyện đó. Và tôi chắc chắn họ biết rõ chuyện đó.\" Anh nhìn chằm chằm chua chát vào trán tôi, không nhìn thấy ánh mắt xấu hổ của tôi. \"Nhưng không như tặng quà không mất tiền này nọ cho chúng. Không có chuyện lấy lỗi đổ lỗi. Chúng chỉ có một quyền lựa chọn nếu chúng phản đối chuyện tôi đã làm. Giống như lựa chọn của chúng tôi nếu chúng phá vỡ hoà ước đó là: tấn công. Khởi chiến.\" Anh nói nghe như chuyện đó không thể tránh khỏi. Tôi rùng mình.  \"Jake, không cần phải thế.\" Anh nghiến răng ken két. \"Chỉ có cách đó thôi.\" Im lặng bao trùm sau lời tuyên bố của anh.  \"Bạn sẽ không bao giờ tha thứ cho tôi, hả Jacob?\" Tôi thì thầm. Ngay khi vừa thốt lên những lời này, tôi ước gì đừng nói ra. Tôi không muốn nghe câu trả lời của anh.  \"Bạn sẽ không còn là Bella nữa,\" anh bảo tôi. \"Bạn tôi không còn nữa. Chẳng còn ai để tha thứ.\" \"Nghe giống như một câu trả lời “Không”,\" tôi thì thầm.  Chúng tôi đối mặt với nhau trong khoảnh khắc dài dằng dặc.  \"Vậy thì đây là lời vĩnh biệt phải không, Jake?\" Anh chớp nhanh mắt, vẻ dữ dằn chuyển sang ngạc nhiên. \"Tại sao? Mình vẫn còn vài năm mà. Mình không thể là bạn bè cho đến khi hết thời gian sao?\" \"Vài năm? Không, Jake, không phải vài năm.\" Tôi lắc đầu, và cười khan chua chát. \"Chính xác hơn là chỉ vài tuần thôi\" Tôi đã không lường được phản ứng của anh.  Anh đột ngột đứng dậy, và lon xô - đa trên tay anh nổ bốp. Xô - đa văng tung toé khắp nơi, tưới tôi ướt sũng, như thể đang xịt từ vòi ra vậy.  \"Jake!\" Tôi mới định cằn nhằn thì đã im bặt khi nhận ra toàn thân anh đang run lẩy bẩy vì tức giận. Anh nhìn tôi trừng trừng hoang dại, một tiếng gầm gừ vang trong ngực.  Tôi sững người tại chỗ, quá bàng hoàng không nhớ phải di chuyển ra sao.  Toàn thân anh lắc lư, càng lúc càng nhanh, cho đến khi hình như anh đang rung chuyển. Thân hình anh mờ đi...  Rồi Jacob nghiến răng lại với nhau, và tiếng gầm gừ dừng lại. Anh nhắm nghiền mắt tập trung; cơn run chậm lại cho đến khi chỉ còn bàn tay anh run rẩy.  \"Vài tuần,\" Jacob nói bằng giọng đều đều.  Tôi không thể đáp lại; toàn thân tôi vẫn còn tê cứng.  Anh mở mắt. Đôi mắt ấy giờ đây căm phẫn vô biên.  \"Anh ta sẽ biến bạn thành một con hút máu bẩn thỉu chỉ vài tuần nữa!\" Jacob rít qua kẽ răng.  Quá sửng sốt đến nỗi không thể giận lời lẽ của anh, tôi chỉ biết câm lặng gật đầu.  Mặt anh chuyển sang xanh lè dưới làn da màu nâu đỏ.  \"Dĩ nhiên rồi, Jake,\" tôi thì thầm sau một hồi lâu im lặng. \"Anh ấy mười bảy tuổi, Jacob. Còn tôi mỗi ngày càng gần 19 tuổi hơn. Hơn nữa, chờ đợi để làm gì chứ? Anh ấy là tất cả những gì tôi ao ước. Tôi còn làm được gì khác nữa?\" Tôi đã cố ý dùng câu hỏi tu từ.  Lời anh gay gắt như tiếng quất roi. \"Đủ thứ. Đủ mọi thứ khác. Thà bạn chết đi còn hay hơn. Tôi thà bạn vậy còn hơn.\" Tôi giật bắn người như thể anh tát tôi vậy.  Còn đau hơn bị tát.  Thế rồi, khi cơn đau xuyên qua tôi, tôi nổi giận đùng đùng.  \"Có thể bạn sẽ gặp may,\" tôi lạnh lùng nói, lảo đảo bước đi. \"Có thể trên đường về tôi sẽ đâm đầu vào xe tải.\" Tôi tóm lấy chiếc xe máy của mình và đẩy nó ra ngoài mưa. Anh không nhúc nhích khi tôi đi ngang qua anh. Ngay khi vừa ra tới con đường nhỏ, lầy lội, tôi leo lên và đạp cho máy nổ. Cái lốp sau bắn ra một vòi bùn về phía ga - ra, và tôi mong nó văng trúng anh ta.  Tôi hoàn toàn ướt sũng khi tăng tốc qua đường cao tốc trơn trợt đi về phía nhà Cullens. Gió như thể đang làm đóng băng hạt mưa trên da thịt tôi, và răng tôi gõ lập cập trước khi đi được nửa đường đến đó.  Đi xe máy quả là chẳng ổn chút nào ở Washington. Tôi sẽ bán thứ rác rưởi này ngay khi có cơ hội.  Tôi dẫn xe vào ga - ra thăm thẳm của gia đình Cullens và chẳng hề ngạc nhiên khi thấy Alice đang chờ tôi, ngồi nhẹ nhàng trên mui xe Porsche của cô ấy. Alice vuốt ve màu sơn vàng bóng loáng.  \"Tôi thậm chí không có cơ hội để lái nó nữa\" Cô ấy thở dài.  \"Xin lỗi,\" tôi khạc qua kẽ răng.  \"Chị trông giống như cần tắm nước nóng vậy,\" cô ấy vừa nói vừa nhẹ nhàng đứng bật lên.  \"Ừ.\" Cô mím môi, nhìn chăm chú vẻ mặt tôi. \"Chị có muốn nói về chuyện đó không?\" \"Không.\" Cô gật đầu đồng ý, nhưng mắt cô tò mò mãnh liệt.  \"Chị có muốn đến Olympia đêm nay không?\" \"Không chút nào hết. Chị không về nhà được sao?\" Cô nhăn nhó.  \"Không sao đâu, Alice,\" tôi nói. \"Chị sẽ ở lại nếu vậy tốt hơn cho em.\" \"Cám ơn,\" cô thở phào nhẹ nhõm.  Tôi đi ngủ sớm đêm đó, cuộn mình trên ghế xô - pha của anh lần nữa.  Khi tôi thức giấc trời vẫn còn tối. Tôi chuệnh choạng, nhưng biết trời chưa rạng sáng. Mắt tôi nhắm lại, và tôi vươn mình, lăn mình. Phải mất một giây tôi mới nhận ra rằng đáng lẽ cử động đó phải làm mình lăn đùng ra sàn rồi. Thế mà tôi hết sức thoải mái.  Tôi lăn mình lần nữa, cố mở mắt. Trời tối hơn đêm qua - mây dày đến nỗi chẳng thấy mặt trăng.  \"Xin lỗi,\" anh thì thầm khẽ đến nỗi giọng anh là một phần của bóng tối. \"Anh không định đánh thức em dậy.\" Tôi bồn chồn, chờ đợi cơn cuồng nộ - của anh và cả tôi nữa - nhưng chỉ có sự yên tĩnh bao trùm căn phòng tối. Tôi gần như có thể nếm được hương vị ngọt ngào của sự đoàn tụ, hương thơm riêng của hơi thở anh; cảm giác trống trải khi chia xa đã để lại vị đắng riêng của nó, thứ mà tôi không nhận ra cho đến khi nó không còn nữa. Không có bất đồng trong không gian giữa chúng tôi. Sự tĩnh lặng thật thanh bình - chẳng giống như sự tĩnh lặng trước cơn giông bão, mà giống một đêm trời quang đãng chẳng chút dấu hiệu nào của bão tố.  Và tôi chẳng quan tâm chuyện lẽ ra anh phải giận tôi. Tôi chẳng quan tâm việc lẽ ra tôi phải giận mọi người. Tôi vươn tay tìm anh, tìm thấy đôi bàn tay anh trong bóng tối, và nhích lại gần anh hơn. Cánh tay anh ôm choàng lấy tôi, ấp tôi trong lồng ngực của anh. Môi tôi tìm kiếm, mơn man dọc theo họng của anh, rồi cằm của anh nữa, cho đến lúc tôi cuối cùng tìm thấy môi anh.  Edward hôn tôi nhẹ nhàng một hồi lâu, rồi cười khúc khích.  \"Anh đã chuẩn bị đón nhận cơn tức giận tới mức làm gấu xám phải xấu hổ, và đây là những gì anh có được ư? Anh phải chọc em tức thường xuyên hơn mới được.\" \"Cho em một phút để tạo cơn giận nhé,\" tôi chọc, hôn anh lần nữa.  \"Anh sẽ đợi đến chừng nào cũng được,\" anh thì thầm vào môi tôi. Ngón tay anh vò rối tóc tôi. Hơi thở tôi trở nên ngắt quãng. \"Có lẽ để sáng mai.\" \"Em thích sao cũng được.\" \"Mừng anh đã về, \" tôi nói trong khi đôi môi lạnh giá của anh áp dưới hàm tôi. \"Em vui vì anh đã quay về.\" \"Đó là một chuyện tốt. \" \"Ừm,\" tôi đồng ý, vít hai cánh tay quanh cổ anh.  Bàn tay anh ôm quanh khuỷu tay tôi, di chuyển từ từ xuống cánh tay tôi, ngang xương sườn và qua eo tôi, men theo hông tôi và xuống chân tôi, quanh đầu gối tôi. Anh dừng lại ở đó, bàn tay anh cuộn quanh bắp chân tôi. Bỗng dưng anh kéo chân tôi lên, vòng nó lên quanh hông anh.  Tôi ngừng thở. Đây không phải là điều anh thường cho phép mình làm. Mặc dù bàn tay anh lạnh giá, tôi bỗng cảm thấy nóng hẳn. Môi anh di chuyển đến chỗ hỏm cổ tôi.  \"Đừng nổi giận sớm nha em,\" anh thì thầm, \"nhưng em vui lòng cho anh biết cái giường này có gì mà em không chịu nằm vậy?\" Trước khi tôi kịp trả lời, trước khi tôi có thể đủ tập trung để hiểu lời anh thì anh đã lăn sang một bên, kéo tôi lên trên anh. Anh ôm mặt tôi trong tay, đưa lên để miệng anh có thể chạm vào cổ họng tôi. Hơi thở tôi quá to – hầu như làm tôi mắc cỡ, nhưng tôi cũng chẳng thèm nghĩ đến chuyện mắc cỡ luôn.  \"Cái giường?\" anh hỏi lần nữa. \"Anh nghĩ hay đấy chứ.\" \"Không cần thiết,\" tôi cố thở.  Anh kéo mặt tôi gần mặt anh trở lại, và môi tôi chạm vào môi anh. Lúc này, anh từ từ lăn cho đến khi nằm trên tôi. Anh giữ trọng lượng thân mình cẩn thận sao cho tôi không cảm thấy sức nặng của anh, mà vẫn có thể cảm thấy thân hình cẩm thạch mát mẻ của anh áp lên người tôi. Tim tôi đang đập thình thịch rõ to đến nỗi không thể nghe tiếng cười thầm của anh.  \"Sao kỳ cục vậy,\" anh không đồng ý. \"Khó nằm trên trường kỷ hơn chớ.\" Lưỡi anh lạnh băng nhẹ nhàng dò theo môi tôi.  Đầu tôi quay cuồng – hơi thở quá gấp gáp và ngắn.  \"Anh đã đổi ý rồi à?\" Tôi vừa hỏi vừa thở không ra hơi. Có lẽ anh đã cân nhắc lại tất cả quy định cẩn thận của mình. Có lẽ cái giường có nhiều ý nghĩa hơn tôi tưởng lúc đầu. Tim tôi gần như nhói đau khi chờ câu trả lời.  Edward thở dài, lăn lại để chúng tôi nằm kề bên nhau trở lại.  \"Đừng ngớ ngẩn, Bella,\" anh nói, trong giọng anh tỏ rõ vẻ bất đồng - rõ ràng, anh hiểu ý tôi.  \"Anh chỉ đang cố minh hoạ lợi ích của chiếc giường mà hình như em không thích. Đừng có bị cuốn đi.\" \"Muộn rồi,\" tôi lẩm bẩm. \"Và em thích chiếc giường này,\" tôi nói thêm.  \"Tốt.\" Tôi có thể cảm nhận được nụ cười ẩn chứa trong giọng anh khi anh hôn lên trán tôi. \"Anh cũng vậy.\" \"Nhưng em vẫn nghĩ nó không cần thiết,\" tôi tiếp tục. \"Nếu mình không bị cuốn đi thì mục đích ở đây là gì?\" Anh lại thở dài. \"Lần thứ một trăm rồi đấy, Bella - quá nguy hiểm.\" \"Em thích nguy hiểm,\" tôi khăng khăng.  \"Anh biết.\" Giọng anh hơi chua chát, và tôi nhận ra anh hẳn đã nhìn thấy chiếc xe máy trong ga - ra.  \"Em sẽ nói cho anh biết cái gì nguy hiểm,\" tôi nói nhanh, trước khi anh có thể chuyển sang đề tài mới. \"Sắp tới đây em sẽ cháy đùng đùng - và anh chỉ còn cách tự trách mình thôi.” Anh bắt đầu đẩy tôi ra.  \"Anh làm gì vậy?\" Tôi cự lại, bám vào anh.  \"Giữ cho em khỏi bị cháy. Nếu chuyện này quá sức của em…\" \"Em có thể chịu được mà,\" tôi kiên quyết.  Anh để tôi lòn trở lại vô vòng tay anh.  \"Anh xin lỗi vì đã làm em hiểu sai,\" anh nói. \"Anh không có ý làm em buồn. Thật chẳng hay chút nào.\" \"Thực ra thì, nó hay đấy chứ.\" Anh hít thật sâu. \"Em không mệt sao? Anh nên để em ngủ.\" \"Không, không mà. Em không phiền nếu anh lại làm em hiểu sai lần nữa đâu. \" \"Đó có lẽ là một ý dở ẹt. Em không phải là người duy nhất bị cuốn đi.\" \"Không, chỉ mình em thôi\" tôi làu bàu.  Anh cười khúc khích. \"Em chẳng biết đâu, Bella. Cũng chẳng ích gì khi em quá háo hức muốn làm phá hoại khả năng tự kiềm chế của anh.\" \"Em sẽ không xin lỗi chuyện đó đâu.\" \"Anh xin lỗi được không?\" \"Vì cái gì?\" \"Em đã giận anh, nhớ chưa?\" \"Ồ, chuyện đó à.\" \"Anh xin lỗi. Anh sai rồi. Dễ nhìn nhận sự việc đúng đắn hơn khi có em ở đây an toàn.\" Cánh tay anh siết chặt quanh tôi. \"Anh hơi quạu khi cố rời xa em. Anh không nghĩ anh sẽ đi xa như thế lần nữa đâu. Chẳng đáng.\" Tôi mỉm cười. \"Anh không tìm được sư tử núi nào sao?\" \"Có chớ, thiệt. Vẫn không đáng với sự lo lắng. Mặc dù vậy anh xin lỗi vì đã bảo Alice giữ em làm con tin. Đó là một ý dở ẹt.\" \"Đúng vậy,\" tôi đồng ý.  \"Anh sẽ không làm vậy nữa.”  \"Được rồi,\" tôi khoan dung nói. Anh đã được tha thứ. \"Nhưng tiệc ngủ con gái cũng có chỗ hay…..\" Tôi cuộn người gần anh hơn, áp môi vào chỗ lõm trên xương đòn anh. \"Anh có thể giữ em làm con tin bất cứ lúc nào anh muốn.\" \"Chà chà,\" anh thở dài. \"Anh chấp nhận đề nghị đó của em.\" \"Vậy giờ đến lượt em?\" “Lượt em?\" giọng anh có vẻ bối rối.  \"Xin lỗi.\" \"Em xin lỗi chuyện gì?\" \"Anh sẽ không giận em chứ?\" Tôi hỏi thẳng thừng.  \"Không.\" Nghe có vẻ như anh thực bụng có ý đó.  Tôi cảm thấy lông mày mình nhíu lại. \"Anh không gặp Alice khi về đến nhà sao?\" \"Có - tại sao?\" \"Anh sẽ thu lại chiếc Porsche của nhỏ hả?\" \"Dĩ nhiên là không rồi. Đó là một món quà mà.\" Tôi ước mình có thể nhìn thấy vẻ mặt anh. Giọng anh như thể tôi đã sỉ nhục anh.  \"Anh không muốn biết em đã làm gì sao?\" Tôi hỏi, bắt đầu thắc mắc bởi sự thiếu quan tâm rõ rệt của anh. Tôi thấy anh nhún vai. \"Anh luôn quan tâm trong mọi việc em làm - nhưng em chẳng cần phải kể với anh nếu em không muốn.\" \"Nhưng em đã đến La Push.\" \"Anh biết\" \"Và em đã trốn học.\" \"Anh cũng biết rồi.\" Tôi nhìn chằm chằm về hướng tiếng nói anh, dò tìm nét mặt anh bằng các ngón tay của mình, cố gắng hiểu tâm trạng anh. \"Toàn bộ sự khoan dung này ở đâu ra?\" Tôi gặng hỏi.  Anh thở dài.  \"Anh nghĩ là em đúng. Vấn đề trước đây của anh chính là đã thành kiến với người sói hơn bất cứ thứ gì khác. Anh sẽ cố biết điều hơn và tin vào sự phán xét của em. Nếu em nói rằng chuyện đó an toàn, thì anh sẽ tin em.\" \"Chà.\" \"Và… quan trọng nhất …là….Anh không muốn chuyện này chia rẽ chúng ta.\" Tôi tựa đầu vào ngực anh và nhắm mắt lại, hoàn toàn mãn nguyện.  \"Thế,\" anh thì thầm tự nhiên. \"Em có định quay lại La Push sớm không?\" Tôi không trả lời. Câu hỏi anh làm tôi nhớ lại lời của Jacob, và cổ họng tôi đột ngột nghẹn cứng lại.  Anh hiểu lầm sự im lặng của tôi và sự căng thẳng trong cơ thể tôi.  \"Chỉ là để anh có thể lên kế hoạch cho anh,\" anh giải thích nhanh. \"Anh không muốn em phải vội vã quay về vì anh ngồi đây chờ em.\" \"Không,\" tôi nói bằng một giọng lạ với chính mình. \"Em không định trở lại đó nữa.\" \"Ồ. Em không cần phải làm điều đó vì anh.\" \"Em nghĩ là em không được chào đón nữa, \" tôi thì thầm.  \"Em đã cán con mèo của ai à?\" anh hỏi nhẹ nhàng. Tôi biết anh không muốn ép tôi kể câu chuyện đó ra, nhưng tôi có thể nghe được sự tò mò ẩn chứa đằng sau lời nói anh.  \"Không.\" Tôi hít thật sâu, rồi lầm bầm thật nhanh giải thích. \"Em cứ tưởng  Jacob hẳn đã nhận ra……em không nghĩ chuyện đó lại làm anh ta ngạc nhiên.\" Edward chờ đợi trong khi tôi do dự.  \"Anh ta không nghĩ . . . chuyện đó sẽ xảy ra sớm \" \"À,\" Edward lặng lẽ nói.  \"Anh ta nói anh ta thà nhìn thấy em chết còn hơn.\" Giọng tôi nức nở ở từ “chết”.  Edward im lìm một hồi lâu, kiềm nén cảm xúc mà anh không muốn tôi biết.  Rồi anh ghì nhẹ tôi vào ngực mình. \"Anh vô cùng hối tiếc.\" \"Em tưởng anh sẽ vui chứ,\" tôi thì thầm.  \"Vui vì chuyện đã làm em đau đớn sao?\" anh thì thầm vào tóc tôi. \"Anh không nghĩ vậy, Bella.\" Tôi thở dài và thư giãn, áp người vào thân hình cứng như đá của anh. Nhưng anh lại bất động, căng thẳng.  \"Có chuyện gì vậy?\" Tôi hỏi.  \"Chẳng có chuyện gì cả.\" \"Anh cứ nói đi mà.\" Anh ngừng lại một lúc. \"Nói ra em sẽ giận.\" \"Em vẫn muốn biết. \" Anh thở dài. \"Anh thực muốn giết anh ta vì đã nói thế với em. Anh muốn vậy.\" Tôi cười gượng. \"Em cho là may mà anh đã hết sức tự chủ.\" \"Anh có thể sơ suất.\" Giọng anh có vẻ ưu tư.  \"Nếu anh không biết tự kiềm chế, em có thể nghĩ cách khác để thay thế.\" Tôi với lấy mặt anh, cố lôi mình dậy để hôn anh. Cánh tay anh ôm tôi chặt hơn, kềm lại  Anh thở dài. \"Anh cứ luôn phải là người chịu trách nhiệm ư?\" Tôi cười toe toét trong bóng tối. \"Không. Để em chịu trách nhiệm vài phút. …..hay vài giờ đi.\" \"Ngủ ngon, Bella.\" \"Chờ chút – em muốn hỏi anh về một chuyện nữa.\" \"Chuyện gì?\" \"Em có nói chuyện với Rosalie đêm qua…..\" Cơ thể anh lại căng thẳng. \"Ừ. Nó đang nghĩ về chuyện đó khi anh về đến. Nó đưa ra nhiều thứ để em cân nhắc, đúng không?\" Giọng anh lo lắng, và tôi nhận ra rằng anh nghĩ tôi muốn nói về những lý do Rosalie đưa ra để tôi nên tiếp tục làm người. Nhưng tôi quan tâm đến chuyện khác cấp bách hơn nhiều. \"Cô ấy có kể cho em nghe một chút ... về thời gian gia đình anh sống ở Denali. \" Im lặng một lúc; câu mở đầu này làm anh sửng sốt. \"Sao?\" \"Cô ấy có kể chuyện một nhóm ma cà rồng nữ. …. và anh.\" Anh không trả lời, dù tôi đợi một hồi lâu.  \"Đừng lo,\" tôi lên tiếng, sau khi sự im lặng trở nên khó chịu. \"Cô ấy bảo em là anh chẳng. .. để ý ai hết. Nhưng em chỉ thắc mắc là, anh hiểu đó, có ai để ý anh không. Ý em là có ai cảm mến anh không.\" Anh lại làm thinh.  \"Ai vậy?\" Tôi hỏi, cố giữ giọng hờ hững, và hoàn toàn không kìm lòng được. \"Hay là có nhiều người?\" Không trả lời. Tôi ước mình có thể nhìn thấy mặt anh, để tôi có thể đoán được ý nghĩa của sự im lặng này.  \"Alice sẽ nói cho em biết,\" tôi nói. \"Em sẽ đi hỏi nhỏ ngay bây giờ.\" Vòng tay anh siết lại; tôi không thể cựa quậy thậm chí chỉ một xăng-ti-mét.  \"Muộn rồi,\" anh nói. Giọng anh hơi có gì đó là lạ. Hơi lo lắng, có lẽ hơi mắc cỡ nữa. \"Hơn nữa, anh nghĩ Alice đã ra ngoài rồi…..\" \"Tệ lắm à,\" tôi đoán. \"Chuyện đó tệ lắm, phải không?\" Tôi bắt đầu hoảng sợ, tim tôi đập nhanh khi tưởng tượng ra tình địch bất tử xinh đẹp mà tôi chẳng bao giờ nghĩ là mình có.  \"Bình tĩnh đi, Bella,\" anh nói, hôn lên chóp mũi tôi. \"Em nhảm nhí hết sức.\" \"Em ư? Vậy thì tại sao anh không kể cho em nghe chớ?\" \"Vì chẳng có gì để kể hết. Em đang thổi phồng chuyện này quá đáng đấy.\" \"Chuyện nào?\" Tôi kiên quyết.  Anh thở dài. \"Tanya có quan tâm một chút. Anh đã tỏ ra cho cô ấy biết, theo kiểu hết sức lịch sự, có văn hoá là anh không thể đáp lại được mối quan tâm đó. Hết chuyện.\" Tôi giữ giọng bình thản hết mức có thể. \"Kể em nghe một chuyện - Tanya trông ra sao?\" \"Giống như bọn anh thôi - da trắng, mắt vàng,\" anh trả lời rất nhanh.  \"Và, dĩ nhiên, cực kỳ xinh đẹp chứ gì.\" Tôi cảm thấy anh nhún vai.  \"Chắc là vậy trong mắt người thường,\" anh nói, giọng hờ hững. \"Nhưng em biết sao rồi?\" \"Gì?\" Giọng tôi nóng nảy.  Anh áp môi lên tai tôi; hơi thở lạnh của anh nhột nhạt. \"Anh thích mấy cô tóc nâu.\" \"Còn cô ấy là tóc vàng. Dễ hiểu thôi.\" \"Vàng hung - không phải là màu anh thích\" Tôi suy nghĩ về chuyện đó một lúc, cố tập trung khi môi anh di chuyển từ từ dọc má tôi, xuống họng tôi, và quay trở lại. Anh vòng đi vòng lại ba lần tôi mới lên tiếng.  \"Thôi được, em nghĩ không sao.\" tôi quyết định \"Ừm,\" anh thì thầm vào da tôi. \"Em thiệt đáng yêu khi ghen. Hết sức thú vị.\" Tôi quắc mắt cau mày trong bóng tối.  \"Muộn rồi,\" anh nhắc lần nữa, thì thào, bây giờ gần như ngâm nga, giọng anh mượt mà hơn cả lụa nữa. \"Ngủ đi, Bella anh. Hãy mơ những giấc mơ hạnh phúc. Em là người duy nhất từng làm tim anh rung động. Trái tim này mãi là của em. Ngủ đi em, tình yêu duy nhất của anh. \" Anh bắt đầu ngâm nga bài hát ru dành cho tôi, và tôi biết chẳng sớm thì muộn mình cũng chịu thua thôi, vì vậy tôi nhắm mắt lại và rúc sát vào ngực anh hơn."
        }
    ],
    "suggestions": []
}