{
    "en_vn": {
        "data": {
            "content": null,
            "word": "socializing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "socializing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "socializing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "socializing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "socializing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You are <em>socializing</em> with other guests.",
            "vi": "Bạn không giao thiệp với các khách mời khác."
        },
        {
            "en": "This is no time for <em>socializing</em>.",
            "vi": "Bây giờ thì không có thời gian để tán gẫu đâu."
        },
        {
            "en": "I spent most of my first year at university <em>socializing</em>.",
            "vi": "Tôi đã dùng phần lớn thời gian ở năm nhất đại học để giao thiệp."
        },
        {
            "en": "Mr John enjoys <em>socializing</em> with young people in the neighbourhood.",
            "vi": "Ông john thích giao thiệp với thanh niên trong vùng."
        },
        {
            "en": "Peter enjoys <em>socializing</em> with the other nurses and doctors",
            "vi": "Peter thích giao lưu với các y tá và bác sĩ khác."
        },
        {
            "en": "Women's workloads are heavier than men's and give them little opportunity for <em>socializing</em>, informal learning or attendance at village meetings.",
            "vi": "Công việc của phụ nữ vất vả hơn nhiều so với nam giới và do đó họ ít có cơ hội tiếp xúc với xã hội, học hỏi hoặc tham dự các cuộc họp của làng."
        },
        {
            "en": "I like the <em>socializing</em> but I can't be bothered with the dressing up and all that malarkey.",
            "vi": "Tôi thích hòa nhập với xã hội nhưng tôi không thể"
        },
        {
            "en": "This is a positive operation that realizes the policy of <em>socializing</em> the tax declaration and drawing the balance sheet of tax.",
            "vi": "Đây là một hoạt động tích cực hiện thực hoá chủ trương xã hội hóa công tác kê khai và quyết toán thuế."
        },
        {
            "en": "From handling your finances to ordering a pizza, the Internet is a convenient means to taking care of business and <em>socializing</em> with friends.",
            "vi": "Từ chuyện quản lí tài chính cho đến việc đặt mua\nmột chiếc bánh pizza, Internet còn là một phương thức thuận tiện để bạn quản lí việc kinh doanh và giao lưu, kết bạn."
        },
        {
            "en": "I wasn't banished from the company of other women just because i'd ceased entertaining; but those who make a living in Gion have little time for <em>socializing</em>.",
            "vi": "Tôi không phải chia tay với các geisha khác vì tôi đã chấm dứt công việc giúp vui; mà còn chia tay với những người sinh sống ở gion chỉ biết công việc nội trợ trong nhà."
        },
        {
            "en": "Social media can be a great tool for keeping in touch with people, making new friends, and <em>socializing</em> effectively. Unfortunately not everyone uses it that way.",
            "vi": "Mạng xã hội là một công cụ tuyệt vời để giữ liên lạc với mọi người, kết bạn với những người mới và các hoạt động xã hội một cách hiệu quả. Tiếc là, không phải tất cả mọi người đều sử dụng với mục đích như vậy."
        },
        {
            "en": "That is more time than Americans spend <em>socializing</em> with others or reading, according to the American Time Use Survey, an annual product of the federal government’s Bureau of Labor Statistics. According to the most recent survey, Americans averaged 43 minutes a day <em>socializing</em>, “such as visiting with friends or attending or hosting social events.”",
            "vi": "Số thời gian ấy nhiều hơn thời gian người Mỹ gặp gỡ nhau ngoài đời hoặc đọc sách, theo Khảo sát thời gian trong ngày của người Mỹ, kết quả nghiên cứu hàng năm của Cục Thống kê Lao động thuộc chính quyền liên bang. Kết quả khảo sát gần mới nhất cho thấy, người Mỹ trung bình dành 43 phút giao du với nhau, \"chẳng hạn thăm hỏi bạn bè hoặc tham dự hoặc tổ chức các sự kiện xã hội.\""
        },
        {
            "en": "Vietnam: New year, new clothes. People don a traditional outfit called ao dai to to celebrate Tet, the Lunar New Year, in late January or early February, signifying a fresh start. Three days (or more) of festivities call for eating, drinking, <em>socializing</em> and paying respect to ancestors and elders.",
            "vi": "Việt Nam: Năm mới, quần áo mới. Mọi người mặc trang phục truyền thống gọi là áo dài để đón tết Nguyên đán vào cuối tháng 1 hoặc đầu tháng 2 để thể hiện một bắt đầu mới. 3 ngày (hoặc hơn) trong ngày lễ tổ chức ăn uống, giao tiếp xã hội và tỏ lòng kính trọng tổ tiên và người lớn tuổi."
        },
        {
            "en": "The only leisure activity that topped <em>socializing</em> in amount of time spent in the survey, which studied the 2014 calendar year, was watching TV, which took up an average of 2.8 hours every day. Reading pales in comparison: Americans spent 21 minutes per weekend day reading, and less on weekdays.",
            "vi": "Hoạt động giải trí duy nhất tiêu tốn nhiều thời gian nhất là xem ti vi, chiếm bình quân 2,8 giờ mỗi ngày, theo cuộc khảo sát được tiến hành trong năm dương lịch 2014. Nếu so sánh thì thấy thời gian đọc sách quả là khiêm tốn: người Mỹ đọc sách 21 phút mỗi ngày cuối tuần, những ngày trong tuần thì đọc ít hơn."
        },
        {
            "en": "Vietnam: New year, new clothes. People don a traditional outfit called ao dai to to celebrate Tet, the Lunar New Year, in late January or early February, signifying a fresh start. Three days (or more) of festivities call for eating, drinking, <em>socializing</em> and paying respect to ancestors and elders.",
            "vi": "Việt Nam: Năm mới, quần áo mới. Mọi người mặc trang phục truyền thống gọi là áo dài để đón tết Nguyên đán vào cuối tháng 1 hoặc đầu tháng 2 để thể hiện một bắt đầu mới. 3 ngày (hoặc hơn) trong ngày lễ tổ chức ăn uống, giao tiếp xã hội và tỏ lòng kính trọng tổ tiên và người lớn tuổi."
        },
        {
            "en": "The most effective study groups typically consist of three to five members – a larger group can make it difficult to stay on task. Study groups comprised of close friends can work, but only if their members avoid spending too much time <em>socializing</em>. If you are likely to distract, or become distracted by, members of your study group, consider reviewing alone or with different students.",
            "vi": "Các nhóm học tập hiệu quả nhất thường gồm có 3-5 thành viên - một nhóm lớn hơn thì khó hoàn thành nhiệm vụ hơn. Nhóm học gồm những người bạn thân có thể làm việc, chỉ khi nào các thành viên trong nhóm tránh dùng nhiều thời gian để nói chuyện. Nếu bạn làm cho mọi người phân tâm, hay trở nên mất tập trung bởi các thành viên khác của nhóm, thì bạn hãy xem xét lại nên học một mình hay với các học sinh khác."
        },
        {
            "en": "In today's modern age, there are very few things that you cannot do on the Internet. From handling your finances to ordering a pizza, the Internet is a convenient means to taking care of business and <em>socializing</em> with friends. There is, however, a down side to all of this convenience. The Internet makes it very easy to go off track with even a well-structured budget.",
            "vi": "Trong thời hiện đại ngày nay, mọi chuyện hầu như bạn đều có thể làm được trên Internet. Từ chuyện xử lý tài chính cho đến việc đặt mua một chiếc pizza, Internet là phương tiện thuận lợi để bạn quản lý kinh doanh và giao lưu-kết bạn. Tuy nhiên, tất cả đều có mặt trái của nó. Internet khiến chúng ta dễ dàng đi chệch hướng ngay cả khi có một ngân sách được xây dựng rất tốt."
        },
        {
            "en": "Behavioral disturbances have long been recognized as potential indicators of the presence of pain in animals. However it is important to recognize that each species manifests its own sometimes unique pain-related behaviors or behavioral disturbances in different ways, often rooted in the evolutionary process; so prey species, for example, are less likely to “advertise” an increased vulnerability to predators. Dogs may become aggressive, or quiet, or may stop <em>socializing</em> with “their” humans and other dogs. Sheep, on the other hand, may appear largely the same when casually observed.",
            "vi": "Rối loạn hành vi từ lâu đã được công nhận là những dấu hiệu tiềm tàng của sự hiện diện của sự đau đớn ở động vật. Tuy nhiên, điều quan trọng là nhận ra rằng mỗi loài biểu hiện hành vi liên quan đến sự đau đớn đôi khi có những nét độc đáo riêng hoặc các rối loạn hành vi theo nhiều cách khác nhau, thường bắt nguồn từ quá trình tiến hóa; ví dụ như con mồi thường sẽ tránh để lộ những điểm nhạy cảm cho những kẻ săn mồi. Chó có thể trở nên hung hăng, hay im lặng, hoặc có thể ngừng giao lưu với chủ của chúng và những con chó khác. Mặt khác, cừu có thể biểu hiện đa phần giống nhau khi theo dõi một cách tình cờ."
        },
        {
            "en": "The nature of pain is perhaps even more complex in animals. How pain is sensed and the physical processes behind this are remarkably similar and well conserved across mammals and humans. There are also many similarities in pain behaviors across the species, for example they may stop <em>socializing</em> with people and/or other animals, they may eat less, they may vocalize more, and their heart rate may rise. The capacity of animals to suffer as sentient creatures is well established and enshrined in law in many countries; however, we don’t understand well how they actually experience pain.",
            "vi": "Bản chất của sự đau đớn ở động vật có lẽ còn phức tạp hơn. Làm thế nào cảm nhận được sự đau đớn và các quá trình vật lý đằng sau đó có tương đồng và được duy trì như nhau cả trên động vật có vú và con người. Ngoài ra còn có rất nhiều điểm tương đồng trong hành vi đau ở các loài, ví dụ như chúng có thể ngừng giao lưu với con người hoặc với động vật khác, chúng có thể ăn ít hơn, phát ra âm thanh nhiều hơn và nhịp tim của chúng có thể tăng lên. Là những sinh vật có tri giác, sự đau đớn của động vật cũng được chính thức hoá và được pháp định ở nhiều nước. Tuy nhiên, chúng ta không hiểu chúng thực sự cảm nhận nỗi đau như thế nào."
        },
        {
            "en": "        Isolating yourself from social contact is a pretty common response to feeling unhappy, but there's a large body of research that says it's the worst thing you can do. This is a huge mistake, as <em>socializing</em>, even when you don't enjoy it, is great for your mood. We all have those days when we just want to pull the covers over our heads and refuse to talk to anybody, but the moment this becomes a tendency, it destroys your mood. Recognize that when unhappiness is making you antisocial, you need to force yourself to get out there and mingle. You'll notice the difference right away.",
            "vi": "Cách ly bản thân ra khỏi kết nối xã hội là một phản ứng khá thông thường cho việc cảm thấy không hạnh phúc, tuy nhiên có một nghiên cứu lớn về cơ thể cho biết rằng đó lại là điều kinh khủng nhất mà bạn có thể làm. Đây là một sai lầm lớn, vì sự giao lưu tuyệt vời cho tâm trạng của bạn, thậm chí khi bạn không thích nó. Tất cả chúng ta có những ngày tháng chỉ muốn phủ lên đầu tấm trải giường và từ chối nói chuyện với bất kì ai, tuy nhiên khoảnh khắc đó, nó trở thành một xu hướng, nó phá hủy tâm trạng của bạn. Hãy thừa nhận rằng khi sự đau khổ đang làm cho bạn kho gần gũi, bạn cần buộc bản thân mình phải thoát ra khỏi đó và hòa nhập. Bạn sẽ nhận biết đến sự bất đồng ngay lập tức."
        }
    ],
    "suggestions": []
}