{
    "en_vn": {
        "data": {
            "content": null,
            "word": "socialisation",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "socialisation",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "socialisation",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "socialisation",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "socialisation",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Thus, \"social\" is seen as the opposite of \"state\", and \"<em>socialisation</em>\" is employed for what is elsewhere called \"privatisation\".",
            "vi": "Do vậy, \"xã hội\" được xem như là một phần tách biệt ra khỏi \"nhà nước\", và \"xã hội hoá\" được sử dụng cho cái mà ở nơi khác người ta gọi là \"tư nhân hoá\"."
        },
        {
            "en": "<em>Socialisation</em> isn't the sole origin of narcissism: narcissism is moderately to largely heritable. But our findings suggest that, above and beyond its heritable basis, narcissism can be shaped by <em>socialisation</em> experiences.",
            "vi": "Vấn đề hòa nhập xã hội không phải là nguyên nhân duy nhất dẫn đến chứng ái kỷ: ái kỷ ít nhiều cũng là do di truyền. Tuy nhiên, những phát hiện của chúng tôi cho thấy ngoài nguyên nhân di truyền, chứng ái kỷ có thể được hình thành do những trải nghiệm khi hòa nhập với xã hội."
        },
        {
            "en": "At the same time there is a need to involve local people and civil society organizations more actively in discussing policies such as <em>socialisation</em>.",
            "vi": "Đồng thời, cần đưa người dân địa phương và các tổ chức xã hội dân sự tham gia tích cực hơn trong việc thảo luận các chính sách như xã hội hoá."
        },
        {
            "en": "This policy is called \"<em>socialisation</em>\", because the state wants to play a smaller role than at present, particularly with regard to basic social services.",
            "vi": "Chính sách này được gọi là \"xã hội hoá\", bởi vì hiện tại nhà nước muốn đóng một vai trò nhỏ hơn, cho dù chỉ là đối với các dịch vụ xã hội cơ bản."
        },
        {
            "en": "In addition, the burden of local service delivery, particularly health and education, has fallen increasingly on households under the <em>socialisation</em> policy.",
            "vi": "Bên cạnh đó, gánh nặng của việc cung cấp dịch vụ địa phương, đặc biệt là lĩnh vực y tế và giáo dục, đang ngày càng đè nặng lên các hộ gia đình theo chính sách xã hội hoá."
        },
        {
            "en": "Several departments have started “<em>socialisation</em>” initiatives in various sectors such as garbage collection, capital mobilisation for infrastructure development and maintenance services.",
            "vi": "Một số sở ngành đã triển khai xã hội hóa trên một số lĩnh vực như thu gom rác thải, huy động vốn cho xây dựng và bảo dưỡng các công trình hạ tầng."
        },
        {
            "en": "As the \"<em>socialisation</em>\" process proceeds, civil society might gain more influence in the fields of health and education, as it will have to take on more responsibilities.",
            "vi": "Trong quá trình \"xã hội hoá\", xã hội dân sự có lẽ nhận được nhiều ảnh hưởng hơn trong các lĩnh vực y tế và giáo dục vì phải đảm nhận nhiều trách nhiệm hơn."
        },
        {
            "en": "Therefore, the development of a framework with clear rules and regulations that draws upon the experience from other countries would be helpful in guiding the staff involved in <em>socialisation</em> work.",
            "vi": "Do vậy, việc xây dựng được một Chương trình khung với các quy chế và quy định rõ ràng trên cơ sở các kinh nghiệm từ những nước khác, sẽ đóng vai trò hữu ích trong việc định hướng cho các cán bộ làm công tác xã hội hóa."
        },
        {
            "en": "The health system in Vietnam is not well developed, and with the introduction of the \"<em>socialisation</em>\" policies, the government is not able or willing to bear the burdens of improving social services alone.",
            "vi": "Hệ thống y tế của Việt Nam chưa phát triển tốt, và với việc áp dụng các chính sách \"xã hội hoá\", chính phủ không thể hoặc không sẵn sàng tự mình gánh tránh nhiệm cải thiện các dịch vụ xã hội."
        },
        {
            "en": "Why do some children become narcissistic, whereas others develop more modest views of themselves? We have undertaken research into this question and we found <em>socialisation</em> plays a significant role.",
            "vi": "Vậy tại sao một số trẻ lại mắc chứng ái kỷ, trong khi những trẻ khác lại khiêm tốn hơn về bản thân? Chúng tôi đã tiến hành nghiên cứu vấn đề này và phát hiện việc hòa nhập cộng đồng đóng một vai trò rất quan trọng."
        },
        {
            "en": "<em>Socialisation</em> of health and education financing in the form of user fees has brought additional resources into the system but imposes what amounts to a tax on the poor who are least able to afford it.",
            "vi": "Xã hội hoá việc chi trả y tế và giáo dục dưới dạng phí sử dụng đã đem lại các nguồn lực bổ sung cho hệ thống, nhưng tạo ra một khoản giống như thuế đánh vào người nghèo, những người ít có khả năng chi trả."
        },
        {
            "en": "“I wouldn’t suggest a full fluency in the language is needed for a five-year or less assignment,” he says. “Having an adaptability to different communication styles or <em>socialisation</em> norms are perhaps as much or more important.”",
            "vi": "\"Tôi không nghĩ rằng sự lưu loát trong ngôn ngữ là cần thiết cho một công việc 5 năm hoặc ít hơn,\" ông nói. \"Có khả năng thích ứng với các kiểu giao tiếp khác nhau hoặc các tiêu chuẩn xã hội có lẽ là quan trọng hơn nhiều.\""
        },
        {
            "en": "The Guidelines emphasise that due respect should be given to the proper personal development of children, and they should be accepted as full and equal partners in <em>socialisation</em> and integration processes.",
            "vi": "Hướng dẫn Riyadh nhấn mạnh cần tôn trọng sự phát triển của trẻ em và trẻ em phải được công nhận là những thành viên chính thức trong quá trình xã hội hóa và hội nhập."
        },
        {
            "en": "The project will support the PC to carry out an overall evaluation and analysis of the ongoing <em>socialisation</em> initiatives, and based on this, to develop a framework and a roadmap that guide the implementation in HCMC.",
            "vi": "Dự án sẽ hỗ trợ thành phố đánh giá, phân tích tổng quan về những sáng kiến về xã hội hóa đang tiến hành, và từ đó, xây dựng một Khuôn khổ và một lộ trình hướng dẫn triển khai cho TP HCM."
        },
        {
            "en": "If there is one most distinguishing feature that makes us human, it would be our ability to enunciate words, aka language. Through language, we convey our feelings and thoughts as well as influence others. Language is a crucial part of society and has been our primary <em>socialisation</em> tool. Without this tool, humans might not have been able to reach the state where we are now.",
            "vi": "Nếu có một đặc điểm dễ phân biệt nhất khiến cho chúng ta trở thành con người thì đó sẽ là khả năng diễn đạt các từ ngữ của chúng ta , hay còn gọi là ngôn ngữ. Thông qua ngôn ngữ, chúng ta truyền đạt cảm xúc và suy nghĩ của mình cũng như tác động đến người khác. Ngôn ngữ là một phần quan trọng của xã hội và là công cụ xã hội hóa chính của chúng ta. Nếu không có công cụ này, con người đã không thể có khả năng đi đến thái hiện tại của chúng ta."
        }
    ],
    "suggestions": []
}