{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,sou∫əlzai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự xã hội hoá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hoà nhập xã hội</td></tr></table><i/></div>",
            "word": "socialization"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "socialization"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "socialization"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "socialization"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "socialization"
        }
    },
    "sentences": [
        {
            "en": "What about their <em>socialization</em>?",
            "vi": "Còn về sự xã hội hóa của họ thì sao?"
        },
        {
            "en": "Experiments in <em>socialization</em> of some judicial and judgment execution activities are ongoing.",
            "vi": "Hiện đang có một số hoạt động thí điểm chủ trương xã hội hóa các hoạt động tư pháp và thi hành án."
        },
        {
            "en": "There are number of factors influencing gender relations, among which are social values and <em>socialization</em>.",
            "vi": "Có nhiều yếu tố ảnh hưởng tới quan hệ giới, trong số đó có các giá trị xã hội và sự xã hội hóa."
        },
        {
            "en": "All ethnic groups reported that poor relationships among students, often imbedded with gender <em>socialization</em> issues, also contributed to girls dropping out of school.",
            "vi": "Cả bốn nhóm dân tộc đều cho biết quan hệ giữa học sinh với học sinh chưa bạn hữu cũng là một vấn đề góp phần làm cho các em gái bỏ học.Thông thường, xung đột giữa học sinh thường có liên quan tới vấn đề giới."
        },
        {
            "en": "Funding from \"<em>socialization</em>\", including overseas development assistance, is expected to increase to 40 percent by 2010, up from 29 percent in 2000 (Viet Nam Education Forum, 2003).",
            "vi": "Kinh phí huy động thông qua phong trào “xã hội hóa”, kể cả viện trợ phát triển chính thức, được hy vọng là sẽ tăng từ 29% năm 2000 lên tới khoảng 40% vào năm 2010 (Diễn đàn Giáo dục Việt Nam, 2003)."
        },
        {
            "en": "Going beyond its local scope, RIDEF has made a positive impact on the <em>socialization</em> of rural infrastructure development across Quang Nam province.",
            "vi": "Không dừng lại trong khuôn khổ địa phương, RIDEF đã tác động tích cực tới phong trào xã hội hoá phát triển cơ sở hạ tầng nông thôn ở tỉnh Quảng Nam."
        },
        {
            "en": "This \"<em>socialization</em>,\" or household financing of basic social services, is already placing a heavy burden on the poor for financing essential primary health and education expenditures.",
            "vi": "Việc “xã hội hoá” này hay các hộ gia đình phải trang trải các dịch vụ xã hội cơ bản đã đặt một gánh nặng lên vai người nghèo trong việc trả tiền cho các chi phí cơ bản về y tế và giáo dục cơ bản."
        },
        {
            "en": "A policy of “<em>socialization</em>” of public services was launched in 1999, aiming at promoting the role of non-state actors in delivering health, education and other services.",
            "vi": "Chính sách “xã hội hóa” dịch vụ công được đưa ra vào năm 1999 nhằm thúc đẩy vai trò của các chủ thể phi nhà nước trong việc cung cấp dịch vụ giáo dục, y tế và các dịch vụ khác."
        },
        {
            "en": "Vietnam's policy of \"<em>socialization</em>\" in which all citizens pay in part for services received, has unintentionally severely restricted access of the poor.",
            "vi": "Chính sách \"xã hội hóa\" của Việt Nam, theo đó tất cả công dân phải trả một phần chi phí đối với các dịch vụ mà mình được nhận đã vô tình hạn chế nghiêm trọng khả năng tiếp cận của người nghèo."
        },
        {
            "en": "These changes include a new system of cost sharing or \"<em>socialization</em>\" of education, as it is called in Viet Nam, and the emergence of semi-public and people-funded schools as well as private schools and universities.",
            "vi": "Những thay đổi này là chế độ chia sẻ kinh phí mới mà Việt Nam thường gọi là “xã hội hóa\"giáo dục và việc ra đời của các trường bán công, dân lập cũng như các trường tư thục và đại học dân lập."
        },
        {
            "en": "In the education sector, some reform of the levels of user fees have been adopted to mitigate the financial impact on students and their parents of the autonomy and <em>socialization</em> policies.",
            "vi": "Ngành giáo dục đã thông qua một số chính sách điều chỉnh mức học phí nhằm giảm nhẹ tác động tài chính cho sinh viên và phụ huynh do chính sách tự chủ, tự trị và xã hội hóa tạo ra."
        },
        {
            "en": "Van Ha School informed parents at a parents’ meeting when the new academic year began that they had to pay for overhead projectors (VND3 million per class), class fund (VND60,000 per student) and for ‘education <em>socialization</em>’ (VND300,000 per 9th grader). ",
            "vi": "Trường Vân Hà thông báo cho các phụ huynh tại một cuộc họp phụ huynh khi năm học mới bắt đầu rằng họ phải trả tiền cho các máy chiếu (3 triệu đồng cho mỗi lớp), quỹ lớp (60.000 đồng cho mỗi học sinh) và \"xã hội hóa giáo dục\" (300.000 đồng mỗi học sinh lớp 9)."
        },
        {
            "en": "The often-mentioned bad side to homeschooling is the <em>socialization</em> factor.   Children are not able to interact and get along with others beyond their family members.  Isolating children from the outside world can affect his social skills, or worse, result in phobias and other disorders in social settings.  However, this can be mitigated by having children join organizations or socialize with other homeschooling kids.",
            "vi": "Mặt xấu thường được đề cập của việc giáo dục tại nhà là yếu tố xã hội hóa. Trẻ em không thể tương tác và hòa hợp với những người khác ngoài các thành viên trong gia đình. Việc cô lập trẻ khỏi thế giới bên ngoài có thể ảnh hưởng đến các kỹ năng xã hội của đứa trẻ hay tệ hơn là dẫn đến nỗi sợ hãi hoặc ám ảnh với môi trường xã hội. Tuy nhiên, điều này có thể giảm bớt bằng cách cho trẻ tham gia vào các tổ chức hoặc tiếp xúc với những đứa trẻ học tại nhà khác."
        },
        {
            "en": "The often-mentioned bad side to homeschooling is the <em>socialization</em> factor.   Children are not able to interact and get along with others beyond their family members.  Isolating children from the outside world can affect his social skills, or worse, result in phobias and other disorders in social settings.  However, this can be mitigated by having children join organizations or socialize with other homeschooling kids.",
            "vi": "Mặt xấu thường được đề cập của việc giáo dục tại nhà là yếu tố xã hội hóa. Trẻ em không thể tương tác và hòa hợp với những người khác ngoài các thành viên trong gia đình. Việc cô lập trẻ khỏi thế giới bên ngoài có thể ảnh hưởng đến các kỹ năng xã hội của đứa trẻ hay tệ hơn là dẫn đến nỗi sợ hãi hoặc ám ảnh với môi trường xã hội. Tuy nhiên, điều này có thể giảm bớt bằng cách cho trẻ tham gia vào các tổ chức hoặc tiếp xúc với những đứa trẻ học tại nhà khác."
        }
    ],
    "suggestions": []
}