{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sociopath"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sociopath</k><blockquote><cclass>[<cclass>'səʊsɪə(ʊ)paθ<cclass>, <cclass>'səʊʃɪə(ʊ)-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a person with a personality disorder manifesting itself in extreme antisocial attitudes and behaviour. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>sociopathic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>sociopathy</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "sociopath"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sociopath"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sociopath"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sociopath"
        }
    },
    "sentences": [
        {
            "en": "He is a <em>sociopath</em>.",
            "vi": "Hắn ta là kẻ tâm thần xã hội."
        },
        {
            "en": "He was a <em>sociopath</em>.",
            "vi": "Hắn là một kẻ tâm thần xã hội."
        },
        {
            "en": "A federal agent came up to me and said that you are a <em>sociopath</em>.",
            "vi": "Một cảnh sát liên bang đã đến gặp tôi và nói anh là kẻ tâm thần xã hội."
        },
        {
            "en": "Antisocial Personality Disorder results in what is commonly known as a <em>Sociopath</em>.",
            "vi": "Rối loạn nhân cách chống đối xã hội dẫn đến cái thường được gọi là tâm thần xã hội."
        },
        {
            "en": "Talks About Your Future  Men who are simply killing time with you until something better comes their way, don’t talk about where he sees the two of you in the future (unless he is a <em>sociopath</em>).Men who think they have found the one will talk about things down the road like next Christmas or where to go for summer vacation. This is a definite sign you are the yin to his yang.",
            "vi": "Bàn tính chuyện tương lai  Đàn ông chỉ ở bên bạn để giết thời gian cho đến khi gặp được người hay hơn, sẽ không bàn tính chuyện tương lai của hai người (trừ phi hắn khùng khùng). Đàn ông nghĩ mình đã tìm được người yêu sẽ bàn tính chuyện tương lai gần kiểu như Giáng sinh sắp tới hoặc nghỉ hè sẽ đi đâu chơi. Đây là dấu hiệu rõ ràng cho thấy bạn là nửa kia của chàng."
        }
    ],
    "suggestions": []
}