{
    "en_vn": {
        "data": {
            "content": null,
            "word": "socialising"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "socialising"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "socialising"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "socialising"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "socialising"
        }
    },
    "sentences": [
        {
            "en": "When you are feeling vulnerable or anxious, it is tempting to avoid people or to stop <em>socialising</em> but make sure you do not do this.",
            "vi": "Nếu bạn cảm thấy bị tổn thương hoặc lo lắng, điều này làm cho bạn lẫn tránh mọi người hoặc ngừng quan hệ xã hội nhưng bạn không nên làm như vậy."
        },
        {
            "en": "Whether your social network is made up of FIRM FRIENDS or CASUAL ACQUAINTANCES , <em>socialising</em> could impact positively on your life expectancy.",
            "vi": "Cho dù mạng xã hội của bạn được tạo thành từ BẠN BÈ THÂN hay NGƯỜI QUEN SƠ SƠ thì việc giao tiếp xã hội có thể ảnh hưởng tích cực đến tuổi thọ của bạn."
        },
        {
            "en": "Workers have a duty to make sure they don't turn up to work exhausted, by not <em>socialising</em> to excess during the working week and making sure that they get enough sleep each night.",
            "vi": "Những nhân viên làm việc không nên đi làm với trạng thái mệt mỏi, bằng cách không đi chơi nhiều trong tuần làm việc và hãy ngủ đủ vào mỗi đêm."
        },
        {
            "en": "In March, the House of Lords told us what has long been obvious: that we need to pay far more attention to the internet by coordinating our efforts towards improving children’s “digital literacy”. A report, published by the Lords Communications Committee, states that students’ lives – “from health to education, from <em>socialising</em> to entertainment” – are now “mediated through technology”.",
            "vi": "Vào tháng 3, Thượng nghị viện Anh cho chúng tôi biết một điều quá rõ ràng : rằng chúng ta cần chú ý nhiều đến internet hơn bằng cách phối hợp nỗ lực nhằm cải thiện \"kỹ năng kỹ thuật số\" của trẻ. Một báo cáo của Ủy ban Truyền thông Thương nghị Viện Anh phát hành, cho thấy cuộc sống của sinh viên - từ sức khoẻ đến giáo dục, từ giao tiếp đến giải trí – nay đều \"thông qua trung gian công nghệ\"."
        }
    ],
    "suggestions": []
}