{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sousiou,ikə'nɔmik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kinh tế xã hội</td></tr></table><i/></div>",
            "word": "socioeconomic",
            "pronounce": "[sousiou,ikə'nɔmik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "socioeconomic",
            "pronounce": "[sousiou,ikə'nɔmik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "socioeconomic",
            "pronounce": "[sousiou,ikə'nɔmik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "socioeconomic",
            "pronounce": "[sousiou,ikə'nɔmik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "socioeconomic",
            "pronounce": "[sousiou,ikə'nɔmik]"
        }
    },
    "sentences": [
        {
            "en": "They are searching <em>socioeconomic</em> needs.",
            "vi": "Họ đang tìm hiểu nhu cầu kinh tế-xã hội."
        },
        {
            "en": "They are searching <em>socioeconomic</em> needs.",
            "vi": "Họ đang tìm hiểu nhu cầu kinh tế - xã hội."
        },
        {
            "en": "Sociologists are interested in <em>socioeconomic</em> status.",
            "vi": "Các nhà xã hội học quan tâm đến tình hình kinh tế xã hội."
        },
        {
            "en": "The Government is dealing with continual <em>socioeconomic</em> instability.",
            "vi": "Chính Phủ đang giải quyết tình trạng bất ổn liên tục về kinh tế-xã hội."
        },
        {
            "en": "<em>Socioeconomic</em> development is seriously affected in many countries.",
            "vi": "Nhiều nước, sự phát triển kinh tế, văn hoá bị ảnh hưởng nghiêm trọng."
        },
        {
            "en": "The new nation is a testing ground for <em>socioeconomic</em> theories.",
            "vi": "Các quốc gia mới là một khu thử nghiệm cho các lý thuyết kinh tế xã hội."
        },
        {
            "en": "The Government takes special interest in <em>socioeconomic</em> impacts.",
            "vi": "Chính Phủ đặc biệt quan tâm đến các hệ quả về mặt kinh tế - xã hội."
        },
        {
            "en": "The Government is dealing with continual <em>socioeconomic</em> instability.",
            "vi": "Chính Phủ đang giải quyết tình trạng bất ổn liên tục về kinh tế - xã hội."
        },
        {
            "en": "City legislature reviews <em>socioeconomic</em> progress, looks ahead to next year.",
            "vi": "Cơ quan lập pháp thành phố xem lại những tiến bộ về kinh tế xã hội, lập kế hoạch cho năm sau."
        },
        {
            "en": "Adopt an aggressively reform-oriented <em>socioeconomic</em> strategy for 2011-2020.",
            "vi": "Theo đuổi định hướng cải cách kinh tế xã hội mạnh mẽ trong chiến lược từ năm 2011–2020"
        },
        {
            "en": "A Policy Framework for Viet Nam's <em>Socioeconomic</em> Development, 2011-2020",
            "vi": "Một khuôn khổ chính sách phát triển kinh tế - xã hội cho Việt Nam trong giai đoạn 2011-2020"
        },
        {
            "en": "Lum believes this stress traverses all <em>socioeconomic</em> groups.",
            "vi": "Ông tin rằng điều này xảy ra với tất các nhóm kinh tế - xã hội."
        },
        {
            "en": "Current Situation, Future Projections, <em>Socioeconomic</em> Impacts, and Recommendations.",
            "vi": "Tình hình hiện nay, dự báo tương lai, Tác động kinh tế xã hội và khuyến nghị."
        },
        {
            "en": "There are also large disparities in the MMR between <em>socioeconomic</em> groups.",
            "vi": "Tỷ lệ tử vong mẹ giữa các nhóm có điều kiện kinh tế xã hội khác nhau vẫn còn sự chênh lệch lớn."
        },
        {
            "en": "The Vietnamese government is preparing its next ten year <em>socioeconomic</em> strategy.",
            "vi": "Chính phủ Việt Nam đang soạn thảo chiến lược kinh tế xã hội 10 năm tới."
        },
        {
            "en": "This chapter describes the demographic and <em>socioeconomic</em> characteristics of the population in the sampled households.",
            "vi": "Chương này mô tả các đặc điểm dân cư thuộc nhân khẩu học và thuộc kinh tế xã hội trong các hộ mẫu."
        },
        {
            "en": "The highest (60.7) are found in the low <em>socioeconomic</em> areas of the northern provinces.",
            "vi": "Tỷ lệ cao nhất là (60,7) được phát hiện ở những khu vực kinh tế chính trị thấp tại các Tỉnh miền Bắc."
        },
        {
            "en": "In these movies, characters are torn apart by class differences and <em>socioeconomic</em> levels.",
            "vi": "Trong những bộ phim này, các nhân vật được phân chia tách biệt theo sự khác biệt giai cấp và mức độ kinh tế xã hội."
        },
        {
            "en": "The surplus product assumes a specific form in each of the <em>socioeconomic</em> formations.",
            "vi": "Sản phẩm thặng dư giả định một hình thức cụ thể trong từng hình thái kinh tế xã hội."
        },
        {
            "en": "Most of these jobs were created through <em>socioeconomic</em> development programs and by the private sector.",
            "vi": "Phần lớn việc làm này được tạo qua các chương trình phát triển kinh tế-xã hội và khu vực tư nhân."
        }
    ],
    "suggestions": []
}