{
    "en_vn": {
        "data": {
            "content": null,
            "word": "SOE",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>SOE</k><blockquote>■ <cclass>abbreviation Special Operations Executive. </cclass></blockquote></div>",
            "word": "SOE",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "SOE",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "SOE",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "SOE",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Profile: an equitized <em>SOE</em>",
            "vi": "Sơ lược: một DNNN cổ phần hóa"
        },
        {
            "en": "<em>SOE</em> value and JSC equity capital.",
            "vi": "Giá trị DNNN và vốn cổ phần của CTCP"
        },
        {
            "en": "Box 2: Still managed like an <em>SOE</em>.",
            "vi": "Khung 2: Vẫn được quản lý giống như một DNNN."
        },
        {
            "en": "Table 2.1: Options for <em>SOE</em> Reform.",
            "vi": "Bảng 2.1: Các lựa chọn đối với cải cách doanh nghiệp nhà nước."
        },
        {
            "en": "<em>SOE</em> reform has followed two distinct trajectories.",
            "vi": "Cải cách doanh nghiệp nhà nước được thực hiện theo hai hướng rõ ràng."
        },
        {
            "en": "Use of competitive tendering to sell an <em>SOE</em> or shares of <em>SOE</em>;",
            "vi": "Sử dụng đầu thầu cạnh tranh trong việc bán một DNNN hoặc cổ phần của DNNN."
        },
        {
            "en": "As an <em>SOE</em>, I understand that we must operate under the <em>SOE</em> Law.",
            "vi": "Với tư cách là một DNNN, tôi hiểu rằng chúng tôi phải hoạt động dựa trên luật DNNN."
        },
        {
            "en": "We then review the history of <em>SOE</em> reform.",
            "vi": "Sau đó chúng tôi điểm lại lịch sử của cải cách doanh nghiệp nhà nước."
        },
        {
            "en": "This rule was abolished by the new 2003 <em>SOE</em> Law.",
            "vi": "Quy định này đã bị bãi bỏ theo Luật DNNN mới năm 2003."
        },
        {
            "en": "Outright sale, divestiture, or dissolution of the entire <em>SOE</em>;",
            "vi": "Bán toàn bộ, chuyển đổi hình thức sở hữu hoặc giải thể hoàn toàn doanh nghiệp nhà nước;"
        },
        {
            "en": "<em>SOE</em> value represents the determined value of the enterprise.",
            "vi": "Giá trị DNNN đại diện cho giá trị đã được xác định của doanh nghiệp."
        },
        {
            "en": "In contrast, <em>SOE</em> clients always ask for 'commission'.",
            "vi": "Ngược lại, các khách hàng của DNNN luôn đòi hỏi 'tiền hoa hồng'."
        },
        {
            "en": "The average turnover per employee was VND328m for a central <em>SOE</em>, and VND180m for a provincial <em>SOE</em>.",
            "vi": "Thu nhập trung bình tính trên một nhân viên tại DNNN trung ương là 328 triệu đồng, tại DNNN địa phương là 180 triệu đồng."
        },
        {
            "en": "A broadly similar north-south division was apparent within both the <em>SOE</em> sub-sample, and the non-<em>SOE</em> sub-sample.",
            "vi": "Tỷ lệ nam-bắc trong tiểu mẫu DNNN và doanh nghiệp ngoài quốc doanh cũng được chọn tương tự."
        },
        {
            "en": "At the end of 2002, the average number of employees in a central <em>SOE</em> was just over 700, and just under 250 for a provincial <em>SOE</em>.",
            "vi": "Cuối năm 2002, số nhân viên trung bình tại một DNNN ở trung ương là trên 700, trong khi tại DNNN địa phương là dưới 250."
        },
        {
            "en": "The average fixed assets per employee of a central <em>SOE</em> was reported to be VND173m, and VND72m for a provincial <em>SOE</em>.",
            "vi": "Tài sản cố định trung bình tính trên một nhân viên trong một DNNN ở trung ương là 173 triệu đồng, tại DNNN địa phương là 72 triệu đồng."
        },
        {
            "en": "However, <em>SOE</em> projects tend to generate relatively few jobs. Nationally, the growth rate of <em>SOE</em> industry has been only about half of other sectors.",
            "vi": "Trong khi đó, các dự án của các doanh nghiệp nhà nước lại có xu hướng tạo ra tương đối ít việc làm. Trên toàn quốc, tỷ lệ tăng trưởng của khu vực doanh nghiệp nhà nước chỉ bằng nửa các khu vực khác."
        },
        {
            "en": "The existing discussion of <em>SOE</em> reform in Viet Nam focuses on equitisation – transformation of an <em>SOE</em> into a joint stock company.",
            "vi": "Phần thảo luận hiện nay về cải cách doanh nghiệp nhà nước tại Việt Nam tập trung vào cổ phần hóa – tức là việc chuyển đổi một doanh nghiệp nhà nước thành một công ty cổ phần."
        },
        {
            "en": "The <em>SOE</em> reform process has been slow and mainly implemented in enterprises with small capital.",
            "vi": "Quá trình đổi mới các doanh nghiệp nhà nước diễn ra chậm và đối tượng thực hiện mởi chỉ dừng ở các doanh nghiệp có số vốn ít."
        },
        {
            "en": "These interviews provide initial confirmation of the contours of reform outlined in <em>SOE</em> reform documents.",
            "vi": "Các cuộc phỏng vấn này đã bước đầu khẳng định những diễn biến của cải cách như được nêu trong những văn bản quy định về cải cách doanh nghiệp nhà nước."
        }
    ],
    "suggestions": []
}