{
    "en_vn": {
        "data": {
            "content": null,
            "word": "SOHO"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>SOHO</k><blockquote>■ <cclass>abbreviation (with reference to marketing electronic products) small office, home office. </cclass></blockquote></div>",
            "word": "SOHO"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "SOHO"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "SOHO"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "SOHO"
        }
    },
    "sentences": [
        {
            "en": "<em>Soho</em> House is a well-known private members club patronized by those in the arts and media.",
            "vi": "Ngôi nhà Soho được biết đến như là một câu lạc bộ dân biểu được bảo trợ bởi các thành viên trong giới nghệ thuật và truyền thông."
        },
        {
            "en": "I once played a comedy show for three nights at a theatre in <em>SoHo</em> in New York, and then three nights at the <em>Soho</em> Theatre in London in the same week.",
            "vi": "Tôi đã có lần diễn một chương trình tấu hài trong 3 đêm ở nhà hát SoHo ở New York, và sau đó lại 3 đêm nữa ở SoHo Luân Đôn trong cùng một tuần."
        },
        {
            "en": "<em>Soho</em> House is a well - known private members club patronized by those in the arts and media.",
            "vi": "Ngôi nhà Soho được biết đến như là một câu lạc bộ dân biểu được bảo trợ bởi các thành viên trong giới nghệ thuật và truyền thông."
        },
        {
            "en": "A Netherlands native, Diego developed a passion for hamburgers during his two-year stint working at <em>SoHo</em> House, London, reports Luxurylaunches.com.",
            "vi": "Theo báo cáo của Luxurylaunches.com, là một người Hà Lan gốc, Diego đã phát triển niềm đam mê hamburger trong suốt 2 năm làm việc tại SoHo House, London."
        },
        {
            "en": "Tonight around 50 of us are gathered in the Phoenix Arts Club in <em>Soho</em> to take part in one of Richardson’s “mass participation” studies.",
            "vi": "Tối hôm đó, khoảng 50 người chúng tôi đã có mặt tại câu lạc bộ Phoenix Arts ở Soho để tham gia vào thí nghiệm của Richardson."
        },
        {
            "en": "Recent analysis of <em>SOHO</em> mission data favors a faster rotation rate in the core than in the rest of the radiative zone.",
            "vi": "Những phân tích gần đây của phi vụ SOHO cho thấy tốc độ tự quay của lõi cao hơn vùng bức xạ."
        },
        {
            "en": "A Netherlands native, Diego developed a passion for hamburgers during his two-year stint working at <em>SoHo</em> House, London, reports Luxurylaunches.com.",
            "vi": "Theo báo cáo của Luxurylaunches.com, là một người Hà Lan gốc, Diego đã phát triển niềm đam mê hamburger trong suốt 2 năm làm việc tại SoHo House, London."
        },
        {
            "en": "With its grid formation and numbered streets, there's little chance of getting lost in New York. You can make your way through Manhattan on foot from <em>SoHo</em> to Little Italy or Central Park - and Times Square itself is pedestrianised.",
            "vi": "Với mạng lưới cơ cấu và những con đường được đánh số, sẽ hiếm có cơ hội để bạn bị lạc ở New York. Bạn có thể đi bộ theo cách của bạn qua Manhatta từ SoHo đến Little Italy hay Công viên Trung tâm, các nơi đó cùng với Quảng trường Thời đại chính là những nơi dành cho khách bộ hành."
        },
        {
            "en": "With its grid formation and numbered streets, there's little chance of getting lost in New York. You can make your way through Manhattan on foot from <em>SoHo</em> to Little Italy or Central Park - and Times Square itself is pedestrianised.",
            "vi": "Với mạng lưới cơ cấu và những con đường được đánh số, sẽ hiếm có cơ hội để bạn bị lạc ở New York. Bạn có thể đi bộ theo cách của bạn qua Manhatta từ SoHo đến Little Italy hay Công viên Trung tâm, các nơi đó cùng với Quảng trường Thời đại chính là những nơi dành cho khách bộ hành."
        },
        {
            "en": "Deepcover is located on the Lower East Side of Manhattan, but if you head a few blocks west to <em>SoHo</em>, you’ll get a taste of how the ’90s have been infused into the 2010s: Hedi Silmane designed ripped jeans and flannels during his time at Saint Laurent, a nod to Nirvana-grunge; Rick Owens’ silhouettes are evolutionary descendants of MC Hammer’s harem pants; Graphic tees that largely disappeared in the 2000s have returned as reprinted tour tees, featuring bands like Metallica, Guns N' Roses, and Iron Maiden. The revival has sparked a hunger for Kanye West, Justin Bieber, and Drake concert tees. Every Thursday, Supreme drops a menagerie of clothing items rooted in 1990s style and pop culture, like collabs with Playboy and Silence of the Lambs graphic tees. Even Tupac’s bandana has resurfaced on crowns in <em>SoHo</em>.",
            "vi": "Deepcover nằm ở cùng thấp phía Đông của Manhattan, nhưng nếu bạn hướng về một vài khu tây SoHo, bạn sẽ cảm nhận được xu thướng thời trang của những năm 90 đã rót vào dòng chảy những năm sau 2010 như thế nào: Hedi Silmane đã thiết kế quần jean rách và vải flannel trong thời gian ông ở Saint Laurent, một sự chấp thuận như Nirvana-grunge; chân dung của Rick Owens là người kế tục hậu cung MC Hammer; những dụng cụ đồ họa phần lớn biến mất trong những năm 2000 đã trở lại như một diễn tái bản, có các ban nhạc như Metallica, Guns N 'Roses, và Iron Maiden. Sự hồi sinh đã gây ra một niềm khao khát cho Kanye West, Justin Bieber, và uổi hòa nhạc Drake. Thứ Năm hàng tuần, Supreme cỏ qua một một loạt các áo quần bắt nguồn từ phong cách năm 1990 và văn hóa pop , giống như sự cộng tác với tạp chí Playboy và Silence of the Lambs đồ họa. Ngay cả khi khăn rằn của hãng Tupac đã xuất hiện trở lại tở SoHo."
        }
    ],
    "suggestions": []
}