{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sɔlis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự an ủi; niềm an ủi; sự khuây khoả</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to find solace in reading</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tìm khuây khoả trong việc đọc sách (giải khuây bằng cách đọc sách)</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to solace somebody with something</font>) an ủi</td></tr></table><i/></div>",
            "word": "solace",
            "pronounce": "['sɔlis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>solace</k><blockquote><cclass>[<cclass>'sɒlɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun comfort or consolation in time of distress. </cclass></blockquote><blockquote>■ <cclass>verb give solace to. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>solas</i> (n.), <i>solacier</i> (v.), based on L. <i>solari</i> 'to console'. </blockquote></div>",
            "word": "solace",
            "pronounce": "['sɔlis]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>solace</k><blockquote>▸ <cclass>noun <i>they found solace in each other</i>: COMFORT, consolation, cheer, support, relief.</cclass></blockquote><blockquote>▸ <cclass>verb <i>she was solaced with tea and sympathy</i>: COMFORT, console, cheer, support, soothe, calm.</cclass></blockquote></div>",
            "word": "solace",
            "pronounce": "['sɔlis]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>solace</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to find solace in </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a solace to (she was a solace to her parents)</ex></blockquote></blockquote></div>",
            "word": "solace",
            "pronounce": "['sɔlis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "solace",
            "pronounce": "['sɔlis]"
        }
    },
    "sentences": [
        {
            "en": "<em>Solace</em> dying patients",
            "vi": "An ủi những người bệnh sắp chết"
        },
        {
            "en": "He's my last <em>solace</em>.",
            "vi": "Anh ấy là nguồn an ủi cuối cùng của tôi."
        },
        {
            "en": "Find <em>solace</em> in reading",
            "vi": "Tìm khuây khoả trong việc đọc sách"
        },
        {
            "en": "She is my last <em>solace</em>.",
            "vi": "Cô ấy là nguồn an ủi cuối cùng của tôi."
        },
        {
            "en": "She found <em>solace</em> in reading.",
            "vi": "Cô ấy đã tìm sự khuây khỏa trong bằng cách đọc sách."
        },
        {
            "en": "I usually <em>solace</em> my homesickness with music.",
            "vi": "Tôi thường nghe nhạc cho khuây nỗi nhớ nhà."
        },
        {
            "en": "They seek <em>solace</em> from their beloved mother.",
            "vi": "Họ tìm nguồn an ủi ở người mẹ mến yêu."
        },
        {
            "en": "I really need <em>solace</em> right now.",
            "vi": "Tôi cần một sự an ủi ngay bây giờ."
        },
        {
            "en": "The sick man found <em>solace</em> in music.",
            "vi": "Người buồn rầu tìm thấy sự khuây khỏa trong âm nhạc."
        },
        {
            "en": "Her job is to <em>solace</em> the chronically ill.",
            "vi": "Công việc của cô ta là an ủi những người mắc bệnh kinh niên."
        },
        {
            "en": "His work has been a real <em>solace</em> to him.",
            "vi": "Công việc (của anh ấy) thực sự là niềm an ủi đối với anh ấy."
        },
        {
            "en": "Their lives, their words and deeds bring <em>solace</em> to millions.",
            "vi": "Cuộc sống lời lẽ và hành vi đem lại niềm an ủi cho hàng triệu người."
        },
        {
            "en": "so I want to receive sympathy and <em>solace</em> from my family.",
            "vi": "vì thế tôi rất muốn có sự động viên và an ủi của gia đình."
        },
        {
            "en": "We often gather in my garden to find relief/<em>solace</em>/pleasure in writing verse.",
            "vi": "Chúng tôi thường tụ hợp tại khu vườn nhà tôi để làm thơ giải khuây."
        },
        {
            "en": "I find <em>solace</em> in reading because it allows my mind to know new areas.",
            "vi": "Tôi tìm thấy việc khuây khỏa trong việc đọc sách vì nó làm cho tôi biết thêm nhiều vùng mới."
        },
        {
            "en": "None of the rooms in the house provides her with any <em>solace</em>.",
            "vi": "Không nơi nào trong ngôi nhà này cho cô cảm giác được an ủi."
        },
        {
            "en": "Life then becomes boring and this leads the husband to resort to drink and seek <em>solace</em> outside the matrimonial home.",
            "vi": "Cuộc sống trở nên buồn tẻ dẫn đến người chồng tìm thú vui trong rượu chè hay an ủi bên ngoài đời sống vợ chồng."
        },
        {
            "en": "There would be <em>solace</em> in Fanny's presence, knowing that she and Fanny both had lost husbands in the black days of martial law.",
            "vi": "Nỗi cô đơn của nàng hẳn sẽ nguôi dịu nếu có fanny ở đây vì nàng và fanny cùng mất chồng trong những ngày thiết quân luật đen tối."
        },
        {
            "en": "When we’re confronted with something as tragic, as difficult to cope with, as the Orlando shooting, some of us will look for <em>solace</em> in the divine. And in those moments, the little things — ones that don’t lend themselves to ready explanations — can take on great significance.",
            "vi": "Khi gặp thảm kịch, thật khó vượt qua được, như vụ xả súng ở Orlando vậy, một số người trong chúng ta sẽ tìm kiếm sự an ủi ở thánh thần. Và trong những giờ phút như thế này, những điều nhỏ nhặt thôi - không nhất thiết phải giải thích - có thể cực kỳ quan trọng đấy."
        },
        {
            "en": "But Beijing can take <em>solace</em> in the fact that Trump would end up hurting the American consumer if he imposed a 45 percent duty on Chinese goods, as he has promised to do.The most important items in the Chinese export basket are mobile phones, tablets/laptops and network equipment. A higher tax on these goods would ultimately be paid by U.S. consumers, Williams of Capital Economics said.",
            "vi": "Nhưng Bắc Kinh có thể cảm thấy khuây khỏa vì sự thật là Trump sẽ dừng việc làm tổn hại đến người tiêu dùng Mỹ nếu ông ta đánh 45% thuế vào hàng hóa Trung Quốc, như ông đã hứa. Những hạng mục quan trọng nhất trong lĩnh vực xuất khẩu là điện thoại di động, máy tính bảng/ máy tính xách tay, và thiết bị mạng. Và thuế cao hơn đối với mặt hàng cuối cùng này sẽ được thanh toán bởi người tiêu dùng Mỹ. William của Capital Economic nói:"
        }
    ],
    "suggestions": []
}