{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\"><font color=\"#9e9e9e\">['souli:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\"><b><font color=\"#1a76bf\">số nhiều của </font><font color=\"#1371BB\">solo</font></b></td></tr></table><i/></div>",
            "word": "soli"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>soli</k><blockquote>plural form of <kref>solo</kref>. </blockquote></div>",
            "word": "soli"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "soli"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "soli"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "soli"
        }
    },
    "sentences": [
        {
            "en": "Education researchers Nelson and <em>Soli</em> have also suggested that recent trends in learning often involve Collaborative interaction of Multiple minds and tools as much as individual possession of information .",
            "vi": "Các nhà nghiên cứu giáo dục Nelson và Soli cũng đã gợi ý rằng xu hướng gần đây trong học tập thường liên quan đến việc làm việc nhóm với việc sử dụng càng nhiều thông tin cá nhân càng tốt"
        },
        {
            "en": "A preliminary study in New Zealand has shown that classroom noise presents a major concern for teachers and pupils. Modern teaching practices , the organisation of desks in the classroom, poor classroom acoustics, and mechanical means of ventilation such as air-conditioning units all contribute to the number of children unable to comprehend the teacher's voice. Education researchers Nelson and <em>Soli</em> have also suggested that recent trends in learning often involvecollaborative interaction of multiple minds and tools as much as individual possession of information . This all amounts to heightened activity and noise levels, which have the potential to be particularly serious for children experiencing auditory function deficit. Noise in classrooms can only exacerbatetheir difficulty in comprehending and processing verbal communication with other children and instructions from the teacher.",
            "vi": "Một nghiên cứu sơ bộ ở New Zealand đã chỉ ra rằng tiếng ồn trong lớp là mối quan ngại lớn cho giáo viên và học sinh. Tất cả các tiếng ồn liên quan đến việc sắp xếp bàn ghế, việc thiếu cách âm giữa các lớp học hay từ các thiết bị thông gió như máy lạnh trong lớp là nguyên nhân vì sao có rất nhiều học sinh không thể nghe giọng thầy cô giảng bài. Các nhà nghiên cứu giáo dục Nelson và Soli cũng đã gợi ý rằng xu hướng gần đây trong học tập thường liên quan đến việc làm việc nhóm với việc sử dụng càng nhiều thông tin cá nhân càng tốt. Điều này làm cho lớp học ngày càng ồn hơn, có thể là nguyên nhân dẫn đến việc suy giảm thính giác ở trẻ một cách nghiệm trọng. Tiếng ồn trong lớp học có thể sẽ làm cho trẻ gặp nhiều khó khăn hơn trong việc hiểu và xử lý thông tin liên lạc bằng lời nói với các trẻ khác và các hướng dẫn từ giáo viên."
        }
    ],
    "suggestions": []
}