{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Somali"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Somali</k><blockquote><cclass>[<cclass>sə'mα:li<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Somalis</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a member of a mainly Muslim people of Somalia. </blockquote></blockquote><blockquote><blockquote>2》 the Cushitic language of the Somalis, also spoken in Djibouti and parts of Kenya and Ethiopia. </blockquote></blockquote><blockquote><blockquote>3》 a native or national of Somalia. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Somalia, the Somalis, or their language. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>Somalian</b><cclass>adjective &amp;noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>the name in Somali. </blockquote></div>",
            "word": "Somali"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Somali"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Somali"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Somali"
        }
    },
    "sentences": [
        {
            "en": "I'm afraid of <em>Somali</em> pirates.",
            "vi": "Tôi sợ hải tặc Xô - ma - li."
        },
        {
            "en": "I 'm afraid of <em>Somali</em> pirates.",
            "vi": "Tôi sợ hải tặc Xô-ma-li."
        },
        {
            "en": "<em>Somali</em> militant group Al-Shabab bans single-use plastic bags",
            "vi": "Nhóm chiến binh cực đoan ở Somali Al-Shabab cấm sử dụng túi nhựa một lần rồi bỏ"
        },
        {
            "en": "In March of two thousand six, <em>Somali</em> pirates seized twenty Filipino seamen on an oil ship at a southern <em>Somali</em> port.",
            "vi": "Vào tháng 3 năm 2006, bọn cướp biển somali đã bắt giữ 20 thủy thủ philipin trên một tàu dầu một hải cảng ở phía nam somali."
        },
        {
            "en": "At least 20 people were killed and 60 others wounded in shelling in the <em>Somali</em> capital Sunday.",
            "vi": "Ít nhất 20 người chết và 60 người khác bị thương trong cuộc tấn công bằng trái phái vào thủ đô Somali vào hôm chủ nhật."
        },
        {
            "en": "The pictures in the papers of the poor <em>Somali</em> children starving to death made us open our hearts to them.",
            "vi": "Những hình ảnh trên báo về các trẻ em Somali chết đói đã khiến chúng ta cảm động và mở rộng lòng thương các em."
        },
        {
            "en": "The <em>Somali</em> ships operating under thane of Shifco were based in Yemen following the overthrow of the military regime in 1991.",
            "vi": "Các tàu Somali hoạt động theo hương thân của Shifco đặt trụ sở tại Yemen sau khi lật đổ đế chế quân sự năm 1991."
        },
        {
            "en": "Ahmed Farah Hassan no longer carries the tattered <em>Somali</em> shilling notes that were the currency of his war-torn country’s economy for years.",
            "vi": "Ahmed Farah Hassan không còn phải mang theo những tờ shilling của Somalia nhàu rách nữa, đồng tiền của nền kinh tế ở đất nước bị chiến tranh tàn phá trong nhiều năm."
        },
        {
            "en": "One hundred and forty-two Rangers of the third Battalion had just captured 22 supporters of Mohammed Farrah Aideed when a supporting helicopter was shot down by <em>Somali</em> rocket-propelled grenades.",
            "vi": "Một trăm bốn mươi hai lính biệt động của tiểu đoàn ba vừa bắt được 22 kẻ ủng hộ mohammed farrah aideed thì một máy bay trực thăng hỗ trợ bị súng phóng lưu đạn bắn rơi."
        },
        {
            "en": "The pictures in the papers of the poor <em>Somali</em> children starving to death made us open our hearts to them. Donations for them poured in from all over the coutnry.",
            "vi": "Những hình ảnh trên báo về các trẻ em Somali chết đói đã khiến chúng ta cảm động và mở rộng lòng thương các em. Khắp nơi trong nước đã gửi vật phẩm cứu trợ đến cho các em."
        },
        {
            "en": "The Hormuud Telecommunication Company, a <em>Somali</em> firm established in 2002 during a lull in violence, introduced mobile banking in the East African country around six years ago. Now, it is one of at least three companies offering mobile money transfers in Somalia, where 51 out of every 100 people has a mobile subscription (compared to 22, only three years ago), and around 40% of adults use mobile money accounts, according to 2014 data from the World Bank",
            "vi": "Công ty viễn thông Hormuud, một doanh nghiệp Somalia thành lập năm 2002 trong thời gian ngắn ngủi xung đột tạm yên, đã đưa vào dịch vụ ngân hàng qua điện thoại di động ở quốc gia Đông Phi này khoảng 6 năm trước. Hiện họ là một trong ít nhất là 3 công ty cung cấp dịch vụ chuyển tiền qua điện thoại di động ở Somalia, tại đây cứ 100 người thì có 51 người dân có thuê bao di động (cách nay 3 năm thì chỉ có 22/100), và theo thống kê của Ngân hàng Thế giới, năm 2014 khoảng 40% người trưởng thành ở Somalia sử dụng tài khoản tiền qua điện thoại di động."
        },
        {
            "en": "More Than 140,000 People Flee Libya       The United Nations refugee agency says over the past 10 days, more than 140,000 people have fled to Egypt and Tunisia from Libya. The UNHCR says tens of thousands of people are stuck at the borders and in urgent need of help.  The U.N. refugee agency says the situation at the Libya-Tunisia border is chaotic. It says 14,000 people crossed the border Monday, the highest number to date.  The agency says it is crucial to move tens of thousands of people away from the overcrowded border to avoid a humanitarian crisis. But transportation is scarce.  UNHCR spokeswoman Melissa Fleming says the agency has erected 1,500 tents, which can shelter 12,000 people. And she says two airlifts planned for Thursday will deliver tents and supplies for up to 10,000 people. “We have now visited the border entry point to Tunisia. What is unfortunate is that thousands of people are waiting on the Libyan side of the border to enter. Some for as long as three days. They are obliged to spend the night outside in the bitter cold without shelter. We are very concerned that a large number of sub-Saharan Africans are not being allowed into Tunisia at this point. We are in negotiation with self-appointed volunteers from the local community who are guarding the border,\" she said. Fleming says nearly 70,000 people have crossed from Libya into Egypt since February 19. She says the majority are Egyptians.  She says the UNHCR is particularly worried about thousands of refugees and asylum-seekers stuck inside Libya. She says the refugees come mainly from Iraq, Palestine, Somalia, Sudan and Eritrea. She says they have been living in Libya for a long time but now are desperate to leave. Fleming reads a recent message sent by a refugee to UNHCR staff in Libya describing the fearful conditions under which he and his family are living. She says refugees and migrants from sub-Saharan Africa are particularly vulnerable. “We are under attack by local people who are saying that we are mercenaries killing people. Let me say that they did not want to see black people. There is racism. We need help. Please, please, please, where is the humanity? Where is the United Nations? I am crying. I need help. Our home was burnt down. Ten Somalis were killed in Libya in the last seven days. Why is nobody concerned about the <em>Somali</em> migrants in Libya? We are victims of racism and ruthless exploitation,\" she said. Fleming says the UNHCR offers assistance to those refugees who are able to reach its office in Tripoli. She says the agency’s 24-hour hotline continues to receive desperate calls from refugees in Libya and their family members outside. She says they say they feel trapped, threatened and hunted.",
            "vi": "Hơn 140       Cơ quan về người tị nạn của Liên Hiệp Quốc nói rằng trong 10 ngày qua, hơn 140.000 người từ Li-bi đã chạy sang Ai Cập và Tuy-ni-di. Cao quỷ Liên Hiệp Quốc về người tị nạn nói hàng chục ngàn người bị kẹt lại tại biên giới và cần được giúp đỡ khẩn cấp.  Cơ quan về người tị nạn của Liên Hiệp Quốc nói rằng tình hình tại biên giới Li-bi – Tuy-ni-di đang lộn xộn. Cơ quan này nói rằng 14.000 người vuợt qua biên giới hôm thứ hai, con số cao nhất cho đến nay. Cơ quan này nói rằng quan trọng là phải di chuyển hàng chục ngàn người khỏi biên giới đang trong tình trạng quá đông đúc để tránh dẫn tới khủng hoảng ảnh hưởng tới con người. Nhưng phương tiện vận chuyển vẫn còn khan hiếm.  Melissa Fleming, nữ phát ngôn của Cao quỷ Liên Hiệp Quốc về người tị nạn, nói rằng cơ quan này đã dựng 1.500 căn lều, có thể cho 12.000 người ẩn náu. Và bà này nói rằng đã lên kế hoạch cho hai chuyến bay vận chuyển sẽ mang theo lều và hàng tiếp tế cho tới 10.000 người vào ngày thứ năm.   \"Hiện chúng tôi giờ đã đến điểm kiểm soát biên giới vào Tuy-ni-di. Điều không may là có hàng ngàn người đang đợi ở bên mé biên giới Li-bi để được vào. Một số người đã đợi đến ba ngày. Họ buộc phải qua đêm ở ngoài dưới cái lạnh rét buốt mà không có nơi ẩn náu. Chúng tôi quan ngại rằng nhiều người châu Phi phía nam Xa-ha-ra không được phép vào Tuy-ni-di vào lúc này. Chúng tôi đang đàm phán với những người tình nguyện tự bổ nhiệm từ cộng đồng ở địa phương đang canh gác biên giới,\" bà nói.  Fleming nói rằng gần 70.000 người Libya đã vượt sang Ai Cập kể từ ngày 19 tháng hai. Bà nói đa số họ là người Ai Cập.  Bà nói rằng Cao quỷ Liên Hiệp Quốc về người tị nạn rất lo lắng về hàng ngàn người tị nạn và những người xin tị nạn đang bị kẹt bên trong Li-bi. Bà nói những người tị nạn chủ yếu đến từ I-rắc, Pa-lét-xtin, Xô-ma-li, Xu-đăng và Eritrea. Bà nói họ đã sống ở Li-bi trong một thời gian dài nhưng hiện nay họ rất muốn rời khỏi nơi này.  Fleming đọc một thông điệp mới đây mà một người tị nạn gửi cho nhân viên Cao quỷ Liên Hiệp Quốc về người tị nạn ở Li-bi mô tả những điều kiện thật đáng sợ mà người này và gia đình của anh ta đang sống. Bà nói những người tị nạn và những người di cư từ châu Phi phía nam Xa-ha-ra bị ảnh hưởng nhiều nhất.  \"Chúng tôi bị dân địa phương tấn công, họ nói rằng chúng tôi là lính đánh thuê giết người. Tôi xin nói rằng họ không muốn nhìn thấy người da đen. Có sự phân biệt chủng tộc. Chúng tôi cần được giúp đỡ. Xin vui lòng, vui lòng, vui lòng, lòng nhân đạo đâu rồi? Liên Hiệp Quốc đâu rồi? Tôi đang khóc. Tôi cần được giúp đỡ. Nhà của chúng tôi bị cháy rụi. Mười người Xô-ma-li đã chết ở Li-bi trong bảy ngày qua. Tại sao không ai quan tâm đến người di cư Xô-ma-li ở Li-bi? Chúng tôi là nạn nhân của nạn phân biệt chủng tộc và bóc lột tàn bạo,\" bà nói lại.  Fleming nói rằng Cao quỷ Liên Hiệp Quốc về người tị nạn giúp cho những người tị nạn này để họ có thể đến được văn phòng của cơ quan này ở Tripoli. Bà nói đường dây nóng 24 giờ của cơ quan này không ngừng nhận được các cuộc gọi tuyệt vọng của những người tị nạn ở Li-bi và các thành viên trong gia đình của họ ở bên ngoài. Bà nói họ nói họ cảm thấy họ đang sa vào bẫy , bị đe doạ và bị săn đuổi."
        }
    ],
    "suggestions": []
}