{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Somalia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Somalia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Somalia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Somalia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Somalia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Somalia</em> is mostly deserting.",
            "vi": "Nước Somali phần lớn là sa mạc."
        },
        {
            "en": "Oromo refugees in <em>Somalia</em> made an impassioned plea for help.",
            "vi": "Những người tị nạn Oromo ở Somali đã tha thiết cầu xin sự giúp đỡ."
        },
        {
            "en": "Bad weather in <em>Somalia</em> is hindering the search for survivors.",
            "vi": "Thời tiết tệ ở Somalia gây cản trở việc tìm kiếm những người sống sót."
        },
        {
            "en": "<em>Somalia</em> is mostly desert with a very hot climate.",
            "vi": "Đất nước Somalia hầu hết là sa mạc và khí hậu rất nóng."
        },
        {
            "en": "The affected countries include Ethiopia, Eritrea, <em>Somalia</em>, Djibouti, and Kenya.",
            "vi": "Những nơi bị ảnh hưởng bao gồm Ethiopia, Eritrea, Somalia, Djibouti, và Kenya."
        },
        {
            "en": "In two thousand five, thirty-five pirate attacks were reported in <em>Somalia</em>.",
            "vi": "Năm 2005, đã có 35 vụ cướp biển tấn công được đưa tin ở somali."
        },
        {
            "en": "More phones, few banks and years of instability are transforming <em>Somalia</em> to a cashless society",
            "vi": "Điện thoại nhiều hơn, ngân hàng ít đi và những năm tháng bất ổn đang biến đổi Somalia trở thành xã hội không tiền mặt"
        },
        {
            "en": "In <em>Somalia</em>, more than 6 million people are in need of food assistance — more than half the population.",
            "vi": "Hơn 6 triệu người Somalia đang cần cứu trợ thực phẩm - hơn nửa dân số nước này."
        },
        {
            "en": "The UN pleaded with the world to come to the rescue of Yemen, South Sudan, <em>Somalia</em> and northeast Nigeria.",
            "vi": "Liên Hợp Quốc kêu gọi thế giới cứu Yemen, Nam Sudan, Somalia và Đông bắc Nigeria."
        },
        {
            "en": "The Chinese navy has played a prominent role in the international operation off <em>Somalia</em>, protecting shipping from pirate attack.",
            "vi": "Hải quân Trung Quốc đã đóng vai trò nổi bật trong hoạt động quốc tế ngoài bờ biển Xô - ma - li thông qua việc bảo vệ tàu thuyền không bị hải tặc tấn công. "
        },
        {
            "en": "The United Nations is expected to declare a famine in at least parts of <em>Somalia</em> on Wednesday.",
            "vi": "Liên Hiệp Quốc sẽ công bố nạn đói tại ít nhất một số khu vực ở Somali vào thứ Tư."
        },
        {
            "en": "Sheikh Sharif Sheikh Ahmed says food supplies have become so limited that there is, in his words, a famine in <em>Somalia</em>.",
            "vi": "Ông Sheikh Sharif Sheikh Ahmed nói rằng nguồn lương thực đã trở nên khan hiếm đến mức - mà theo ông - Somali đang đứng trước nạn đói."
        },
        {
            "en": "A more recent example of the contribution of esprit, morale and cohesion to combat effectiveness was displayed by the 75th Ranger Regiment in <em>Somalia</em> on 3 October, 1993.",
            "vi": "Một ví dụ gần đây hơn về sự đóng góp của tinh thần đồng đội, ý chí và tính gắn bó đối với hiệu quả chiến đấu được thể hiện bởi trung đoàn 75 biệt động ở somalia vào ngày 3 tháng mười, năm 1993."
        },
        {
            "en": "The report included brief interviews with two women currently living in the UK, one from <em>Somalia</em> and the other from The Gambia. ",
            "vi": "Báo cáo bao gồm những cuộc phỏng vấn ngắn với hai phụ nữ hiện đang sinh sống tại Anh, một người đến từ Somalia và một người từ Cộng hòa Gambia."
        },
        {
            "en": "According to Hung, Vietnam along with Finland, <em>Somalia</em> and Turkmenistan stood 78th among 172 countries with a cancer death rate of 110 for every 100,000 people.",
            "vi": "Theo ông Hùng, Việt Nam cùng với Phần Lan, Somalia và Turkmenistan đứng thứ 78 trong số 172 quốc gia có tỷ lệ tử vong do ung thư, cứ 100.000 người thì tử vong 110 người."
        },
        {
            "en": "According to the United Nations High Commission for Refugees, the fighting in <em>Somalia</em> has caused a steady flow of people into Kenya.",
            "vi": "Theo cơ quan tị nạn Liên Hiệp Quốc, cuộc giao tranh ở Somalia là nguyên nhân dẫn đến một dòng người đều đặn đổ vào Kenya."
        },
        {
            "en": "<em>Somalia</em> and three other countries desperately need aid to save more than 20 million people from starvation and diseases, the United Nations said.",
            "vi": "Somalia và ba quốc gia khác đang rất cần trợ giúp để cứu hơn 20 triệu người không bị chết vì đói khát và bệnh tật, Liên Hợp Quốc cho biết."
        },
        {
            "en": "The report included brief interviews with two women currently living in the UK, one from <em>Somalia</em> and the other from The Gambia.",
            "vi": "Báo cáo bao gồm những cuộc phỏng vấn ngắn với hai phụ nữ hiện đang sinh sống tại Anh, một người đến từ Somalia và một người từ Cộng hòa Gambia."
        },
        {
            "en": "Reports from <em>Somalia</em> say security forces in the Puntland area clashed Sunday with a militia linked to the resistant group al Shaba.",
            "vi": "Những báo cáo từ Somalia cho biết lực lượng an ninh tại khu vực Puntland đã chạm trán với dân quân có quan hệ đến nhóm nổi dậy al Shaba."
        },
        {
            "en": "<em>Somalia</em>-based militant group Al-Shabab has reportedly announced a ban on the use of single-use plastic bags in territories under its control.",
            "vi": "Nhóm chiến binh cực đoan đóng quân ở Somali, theo tin đã đưa, ra thông báo cấm sử dụng túi nhựa một lần trong lãnh thổ dưới quyền kiểm soát của họ."
        }
    ],
    "suggestions": []
}