{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sɔmbə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">sombre</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sɔmbə]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ, nghĩa Mỹ) như <font color=\"#1371BB\">sombre</font></td></tr></table><i/></div>",
            "word": "somber"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "somber"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "somber"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "somber"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "somber"
        }
    },
    "sentences": [
        {
            "en": "You'll look <em>somber</em> in it.",
            "vi": "Bạn sẽ trông u sầu hơn khi mặc nó đấy."
        },
        {
            "en": "In the Unites States, cemeteries are always <em>somber</em>.",
            "vi": "Tại nước Mỹ, những nghĩa trang thường u buồn."
        },
        {
            "en": "By his <em>somber</em> expression I didn’t know what to expect.",
            "vi": "Với vẻ mặt buồn rầu của ông tôi không biết điều gì đang trông đợi."
        },
        {
            "en": "This is the worst <em>somber</em> January day in her life.",
            "vi": "Đây là ngày tháng giêng ảm đạm nhất trong cuộc đời cô ấy."
        },
        {
            "en": "Look at the colors in your room here. They're all <em>somber</em> colors.",
            "vi": "Hãy nhìn những màu sắc trong căn phòng của bạn đi. Tất cả đều là những gam màu tối."
        },
        {
            "en": "I commented, trying to distract him from whatever thought had left him frowning and <em>somber</em>.",
            "vi": "Tôi bình luận, cố làm cho anh quên đi những suy nghĩ đã làm anh cau mày và u sầu."
        },
        {
            "en": "Look at the colors in your room here. They 're all <em>somber</em> colors.",
            "vi": "Hãy nhìn những màu sắc trong căn phòng của bạn đi. Tất cả đều là những gam màu tối."
        },
        {
            "en": "I'm a <em>somber</em> person, in my free time I read books or play computer-games at home.",
            "vi": "Tôi là một người u sầu, những lúc rảnh rỗi tôi đọc sách hay chơi các trò chơi điện tử ở nhà."
        },
        {
            "en": "Here is glimpse into rather at life which jars the reader into <em>somber</em> thoughts about the stark tragedy of loneliness.",
            "vi": "Đây là một cái nhìn sâu xa chứ không hời hợt vào cuộc đời, nó cột độc giả vào những ý nghĩ u ẩn về sự bi thảm sâu xa của cảnh cô đơn."
        },
        {
            "en": "From inside the house is heard the <em>somber</em> voice of Johnny's father reciting poetry of his own composition.",
            "vi": "Từ trong nhà vọng ra giọng buồn bã của ba johnny ngâm những vần thơ do chính ông sáng tác."
        },
        {
            "en": "I 'm a <em>somber</em> person, in my free time I read books or play computer - games at home.",
            "vi": "Tôi là một người u sầu, những lúc rảnh rỗi tôi đọc sách hay chơi các trò chơi điện tử ở nhà."
        },
        {
            "en": "He is in that <em>somber</em> and dignified state which comes over men who have done their work.",
            "vi": "Em buồn rầu và oai nghiêm như người lớn khi làm xong bổn phận."
        },
        {
            "en": "One day before class, Megan's father asked to talk to me. By his <em>somber</em> expression I didn't know what to expect.",
            "vi": "Một lần trước khi bắt đầu giờ học, bố của Megan muốn nói chuyện với tôi. Vẻ mặt của ông buồn rười rượi nên tôi cũng không đoán được ông định nói gì."
        },
        {
            "en": "Something was wrong with the world, a <em>somber</em>, frightening wrongness that pervaded everything like a dark impenetrable mist, stealthily closing around Scarlett.",
            "vi": "Thế giới đang có một cái gì đó không ổn, một sai hỏng khủng khiếp, hắc ám nó thấm vào mọi vật như một màn sương dày mù mịt, lén lút bao quanh scarlett."
        },
        {
            "en": "One day before class, Megan's father asked to talk to me. By his <em>somber</em> expression I didn' t know what to expect.",
            "vi": "Một lần trước khi bắt đầu giờ học, bố của Megan muốn nói chuyện với tôi. Vẻ mặt của ông buồn rười rượi nên tôi cũng không đoán được ông định nói gì."
        },
        {
            "en": "He was standing there in the doorway of the house quietly with such a <em>somber</em> expression on his face just watching everything happen outside.",
            "vi": "Ông ta lặng lẽ đứng đó trong ô cửa của căn nhà với một nỗi u sầu trên nét mặt và chỉ nhìn theo những thứ bên ngoài đang diễn ra."
        },
        {
            "en": "I found myself on a sidewalk leading past the backs of several <em>somber</em> - colored warehouses, each with large bay doors for unloading trucks, padlocked for the night.",
            "vi": "Tôi thấy mình đang trên một vỉa hè dẫn ra sân sau của vài nhà kho u ám, mỗi nhà đều có cổng lớn dành cho xe tải dỡ hàng, đã được khóa móc trong đêm."
        },
        {
            "en": "He wasn't smiling at first — his face was <em>somber</em>. But then his expression lightened as he looked me over, and he laughed.",
            "vi": "Lúc đầu anh không cười - khuôn mặt u ám. Nhưng rồi vẻ mặt anh nhẹ nhõm khi nhìn tôi một lượt từ trên xuống, rồi anh cười."
        },
        {
            "en": "I found myself on a sidewalk leading past the backs of several <em>somber</em>-colored warehouses, each with large bay doors for unloading trucks, padlocked for the night.",
            "vi": "Tôi thấy mình đang trên một vỉa hè dẫn ra sân sau của vài nhà kho u ám, mỗi nhà đều có cổng lớn dành cho xe tải dỡ hàng, đã được khóa móc trong đêm."
        },
        {
            "en": "It was <em>somber</em> because of the occasion - a simple black robe bearing a crest - but its pattern of green and gold grasses sweeping around the hem was so rich-looking.",
            "vi": "Chiếc áo có màu tối vì người mặc đến dự lễ tang - nền vải màu đen - nhưng các hình trang trí trên áo có màu lục và màu vàng bao quanh lai áo và tà áo khiến cho cái áo trông rất đẹp."
        }
    ],
    "suggestions": []
}