{
    "en_vn": {
        "data": {
            "content": null,
            "word": "soonest",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "soonest",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "soonest",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "soonest",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "soonest",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Least said, <em>soonest</em> mended.",
            "vi": "Cái miệng hại cái thân."
        },
        {
            "en": "See you as <em>soonest</em>",
            "vi": "hẹn gặp lại bạn trong thời gian sớm nhất"
        },
        {
            "en": "See you <em>soonest</em>.",
            "vi": "Hẹn gặp lại bạn sớm nhất có thể."
        },
        {
            "en": "The <em>soonest</em> if it's possible.",
            "vi": "sớm nhất nếu có thể."
        },
        {
            "en": "We are checking and inform you <em>soonest</em>,",
            "vi": "Chúng tôi đang kiểm tra và sẽ thông báo cho bạn sớm nhất."
        },
        {
            "en": "Hope to see you <em>soonest</em> in Vietnam.",
            "vi": "Hẹn gặp lại bạn sớm ở Việt Nam."
        },
        {
            "en": "Your <em>soonest</em> feedback is highly appreciated.",
            "vi": "Bạn trả lời trong thời gian sớm nhất sẽ được đánh giá cao."
        },
        {
            "en": "We will give you the <em>soonest</em> answer.",
            "vi": "Chúng tôi sẽ có câu trả lời sớm nhất cho bạn."
        },
        {
            "en": "See you again on a <em>soonest</em> date.",
            "vi": "Hẹn gặp lại bạn vào một ngày gần nhất."
        },
        {
            "en": "the <em>soonest</em> day you can deliver it",
            "vi": "ngày sớm nhất bạn có thể giao hàng"
        },
        {
            "en": "please send me your <em>soonest</em> reply",
            "vi": "xin gửi chúng tôi câu trả lời sớm nhất của bạn"
        },
        {
            "en": "We will send you in the <em>soonest</em> time.",
            "vi": "Chúng tôi sẽ gửi bà trong thời gian sớm nhất."
        },
        {
            "en": "It will be next week at the <em>soonest</em>.",
            "vi": "Sớm nhất cũng tuần sau"
        },
        {
            "en": "Be sure to e - mail us at your <em>soonest</em> convenience.",
            "vi": "Hãy chắc chắn gửi e-mail cho chúng tôi trong thời gian sớm nhất có thể."
        },
        {
            "en": "I plan to travel abroad in a <em>soonest</em> time.",
            "vi": "Tôi dự tính sẽ đi du lịch nước ngoài trong khoảng thời gian sớm nhất."
        },
        {
            "en": "When can you go to the Cloakwood at the <em>soonest</em>?",
            "vi": "Anh có thể đến Cloakwood sớm nhất khi nào?"
        },
        {
            "en": "We will have the best and the <em>soonest</em> solution.",
            "vi": "Chúng ta sẽ có giải pháp tốt nhất và nhanh nhất."
        },
        {
            "en": "We will contact you at the <em>soonest</em> time.",
            "vi": "Chúng tôi sẽ liên hệ với bạn sớm nhất."
        },
        {
            "en": "We will advise you of the name of the vessel the <em>soonest</em> possible.",
            "vi": "Chúng tôi sẽ báo cho ngài tên con tàu sớm nhất có thể."
        },
        {
            "en": "We will get back to you as <em>soonest</em> as possible within 24 hours.",
            "vi": "Chúng tôi sẽ trở lại với bạn sớm nhất có thể trong vòng 24 giờ."
        }
    ],
    "suggestions": []
}