{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sə,fisti'kei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự nguỵ biện</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tinh vi; tính chất tinh tế</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm thành phức tạp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm giả, sự xuyên tạc (văn kiện...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự pha loãng (rượu)</td></tr></table><i/></div>",
            "word": "sophistication"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sophistication"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>sophistication</k><blockquote>▸ <cclass>noun WORLDLINESS, experience; urbanity, culture, civilization, polish, refinement; elegance, style, poise, finesse, savoir faire; <cclass><i>informal</i> cool.</cclass></cclass></blockquote></div>",
            "word": "sophistication"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>sophistication</k><blockquote><blockquote><ex><abr>n.</abr> the sophistication to + <abr>inf.</abr> (will she have enough sophistication to deal with their questions?)</ex></blockquote></blockquote></div>",
            "word": "sophistication"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tinh sảo</font></td></tr></tbody></table></div>",
            "word": "sophistication"
        }
    },
    "sentences": [
        {
            "en": "They are computer users with a high degree of <em>sophistication</em>.",
            "vi": "Họ là những người sử dụng máy vi tính có bằng cấp trình độ cao."
        },
        {
            "en": "His work is a curious blend of <em>sophistication</em> and naively.",
            "vi": "Tác phẩm của ông ta là sự hòa quyện giữa sự tinh tế và vẻ ngây thơ."
        },
        {
            "en": "He's still young and lacks polish and <em>sophistication</em>.",
            "vi": "Anh ta còn trẻ thiếu tế nhị về kiến thức cả kinh nghiệm."
        },
        {
            "en": "Demand conditions, and particularly the <em>sophistication</em> of local demand.",
            "vi": "Các điều kiện nhu cầu, cụ thể là mức độ đòi hỏi cao của nhu cầu tại địa phương."
        },
        {
            "en": "Finally, questions are raised about the institutional efficiency of education and a lack of IT <em>sophistication</em>.",
            "vi": "Cuối cùng, những câu hỏi được đưa ra về hiệu quả về mặt thể chế của lĩnh vực giáo dục và thực trạng kém phát triển về công nghệ thông tin."
        },
        {
            "en": "However, the <em>sophistication</em> of their office systems increases with business size.",
            "vi": "Tuy nhiên, mức độ tinh vi của hệ thống văn phòng tăng theo quy mô doanh nghiệp."
        },
        {
            "en": "It lacks scale, <em>sophistication</em> and access to important technical and commercial information.",
            "vi": "Các doanh nghiệp dân doanh thường có quy mô nhỏ, hoạt động kinh doanh đơn giản, và khả năng có hạn trong việc tiếp cận thông tin thương mại và công nghệ."
        },
        {
            "en": "Reading comprehension depends on the complexity of the text, or the <em>sophistication</em> of vocabulary.",
            "vi": "Việc đọc hiểu phụ thuộc vào mức độ phức tạp của bài văn, hoặc sự tinh tế của từ vựng."
        },
        {
            "en": "At the same time the political <em>sophistication</em> of the Vietnamese people will increase.",
            "vi": "Đồng thời trình độ chính trị của người dân Việt Nam cũng sẽ tăng lên."
        },
        {
            "en": "What sets Brandy apart from other teenage pop singers is her voice, which has a <em>sophistication</em> beyond her years.",
            "vi": "Điều làm Brandy nổi bật hơn với với các ca sĩ nhạc pop thanh thiếu niên khác chính là chất giọng có sự tinh tế trước tuổi của cô ấy."
        },
        {
            "en": "With all the keys we carry, a key pouch is the way to do in organized style and <em>sophistication</em>.",
            "vi": "Đối với tất cả chìa khóa chúng ta cần mang theo thì một túi đựng chìa khóa là cách để chúng ta thực hiện việc đó theo phương thức tinh tế và phong cách có tổ chức."
        },
        {
            "en": "Low level customer <em>sophistication</em> is a message for banks to do more in their promotion and customer education.",
            "vi": "Trình độ sử dụng của khách hàng chưa cao chính là thông điệp để các ngân hàng phải thực hiện thêm nhiều biện pháp giới thiệu và giáo dục khách hàng."
        },
        {
            "en": "Information about customer <em>sophistication</em> gives an idea of the level of market development and appropriate regulatory measures for it.",
            "vi": "Thông tin về trình độ sử dụng của khách hàng sẽ cho biết mức độ phát triển của thị trường và các biện pháp pháp luật phù hợp đối với nó."
        },
        {
            "en": "Moreover, in response to a more competitive market, customers will develop higher levels of <em>sophistication</em> concerning products and services.",
            "vi": "Hơn nữa, đối với thị trường ngày càng cạnh tranh hơn, khách hàng sẽ đòi hỏi mức độ hài lòng về sản phẩm và dịch vụ cao hơn."
        },
        {
            "en": "Sprawl spaces, social conditions are similar, the quintessence, the eclectic <em>sophistication</em> from traditional interrupted during the war, restore and develop up is not easy, overnight",
            "vi": "Không gian ngổn ngang, điều kiện xã hội cũng tương tự, những tinh hoa, tinh tế được tinh tuyển từ truyền thống cũng bị gián đoạn trong chiến tranh, khôi phục lại và phát triển lên không phải là chuyện dễ, một sớm một chiều."
        },
        {
            "en": "We also look at the way in which banks may react to the changing environment of more foreign competition and higher customer <em>sophistication</em>.",
            "vi": "Chúng tôi cũng xem xét cách thức mà các ngân hàng có thể phản ứng trước môi trường cạnh tranh nước ngoài càng thay đổi và sự hài lòng của khách hàng cao hơn."
        },
        {
            "en": "Basic has reasoned that lone hackers and cyber criminals do not have the skills to 'conduct operations of the required scale and <em>sophistication</em> relevant to penetrating Trident systems'.",
            "vi": "Báo cáo Basic đưa ra lý luận rằng các hacker và bọn tội phạm trực tuyến đơn độc không có kỹ năng để \"tiến hành các hoạt động đòi hỏi có quy mô và tinh vi liên quan đến việc thâm nhập hệ thống Trident\"."
        },
        {
            "en": "People make assumptions about you, your economic and educational levels, social position and background, degree of <em>sophistication</em>, trustworthiness, moral character and success, based just on your appearance.",
            "vi": "đưa ra những giả định về bạn, kinh tế và trình độ học vấn của bạn, vị trí xã hội và hoàn cảnh, mức độ của sự tinh tế, sự đáng tin cậy, tính cách đạo đức và thành công, được dựa trên hình thức bên ngoài của bạn."
        },
        {
            "en": "People make assumptions about you, your economic and educational levels, social position and background, degree of <em>sophistication</em>, trustworthiness, moral character and success, based just on your appearance.",
            "vi": "Mọi người đưa ra những giả định về bạn, kinh tế và trình độ học vấn của bạn, vị trí xã hội và hoàn cảnh, mức độ của sự tinh tế, sự đáng tin cậy, tính cách đạo đức và thành công, được dựa trên hình thức bên ngoài của bạn."
        },
        {
            "en": "Because while it is appreciated for its sleek <em>sophistication</em>, this TV does not fall short of the BRAVIA picture quality promise.",
            "vi": "Vì trong khi nó được đánh giá cáo về kiểu dáng tinh vi của nó thì loại TV này có triển vọng không thua kém về chất lượng hình ảnh đối so với dòng TV BRAVIA."
        }
    ],
    "suggestions": []
}