{
    "en_vn": {
        "data": {
            "content": null,
            "word": "soundlessly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "soundlessly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "soundlessly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "soundlessly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "soundlessly"
        }
    },
    "sentences": [
        {
            "en": "Rain was falling and Jacob was walking <em>soundlessly</em> beside me, though beneath my feet the ground crunched like dry gravel.",
            "vi": "Mưa đang rơi và Jacob đang đi êm không tiếng động bên tôi, cho dù dưới chân tôi đất kêu lạo xạo như sỏi khô."
        },
        {
            "en": "19         19. GOODBYES Charlie was waiting up for me. All the house lights were on. My mind was blank as I tried to think of a way to make him let me go. This wasn't going to be pleasant. Edward pulled up slowly, staying well back from my truck. All three of them were acutely alert, ramrod straight in their seats, listening to every sound of the wood, looking through every shadow, catching every scent, searching for something out of place. The engine cut off, and I sat, motionless, as they continued to listen. \"He's not here,\" Edward said tensely. \"Let's go.\" Emmett reached over to help me get out of the harness. \"Don't worry, Bella,\" he said in a low but cheerful voice, \"we'll take care of things here quickly.\" I felt moisture filling up my eyes as I looked at Emmett. I barely knew him, and yet,  somehow, not knowing when I would see him again after tonight was anguishing. I knew this was just a faint taste of the goodbyes I would have to survive in the next hour, and the thought made the tears begin to spill. \"Alice, Emmett.\" Edward's voice was a command. They slithered <em>soundlessly</em> into the darkness, instantly disappearing. Edward opened my door and took my hand, then drew me into the protecting enclosure of his arm. He walked me swiftly toward the house, eyes always roving through the night. \"Fifteen minutes,\" he warned under his breath. \"I can do this.\" I sniffled. My tears had given me an inspiration. I stopped on the porch and took hold of his face in my hands. I looked fiercely into his eyes. \"I love you,\" I said in a low, intense voice. \"I will always love you, no matter what happens now.\" \"Nothing is going to happen to you, Bella,\" he said just as fiercely. \"Just follow the plan, okay? Keep Charlie safe for me. He's not going to like me very much after this, and I want to have the chance to apologize later.\" \"Get inside, Bella. We have to hurry.\" His voice was urgent. \"One more thing,\" I whispered passionately. \"Don't listen to another word I say tonight!\" He was leaning in, and so all I had to do was stretch up on my toes to kiss his surprised, frozen lips with as much force as I was capable of. Then I turned and kicked the door open. \"Go away, Edward!\" I yelled at him, running inside and slamming the door shut in his still-shocked face. \"Bella?\" Charlie had been hovering in the living room, and he was already on his feet. \"Leave me alone!\" I screamed at him through my tears, which were flowing relentlessly now. I ran up the stairs to my room, throwing the door shut and locking it. I ran to my bed, flinging myself on the floor to retrieve my duffel bag. I reached swiftly between the mattress and box spring to grab the knotted old sock that contained my secret cash hoard. Charlie was pounding on my door. \"Bella, are you okay? What's going on?\" His voice was frightened. \"I'm going borne,\" I shouted, my voice breaking in the perfect spot. \"Did he hurt you?\" His tone edged toward anger. \"No!\" I shrieked a few octaves higher. I turned to my dresser, and Edward was already there, silently yanking out armfuls of random clothes, which he proceeded to throw to me. \"Did he break up with you?\" Charlie was perplexed. \"No!\" I yelled, slightly more breathless as I shoved everything into the bag. Edward threw another drawer's contents at me. The bag was pretty much full now. \"What happened, Bella?\" Charlie shouted through the door, pounding again. \"I broke up with him!\" I shouted back, jerking on the zipper of my bag. Edward's capable hands pushed mine away and zipped it smoothly. He put the strap carefully over my arm. \"I'll be in the truck — go!\" he whispered, and pushed me toward the door.  He vanished out the window. I unlocked the door and pushed past Charlie roughly, struggling with my heavy bag as I ran down the stairs. \"What happened?\" he yelled. He was right behind me. \"I thought you liked him.\" He caught my elbow in the kitchen. Though he was still bewildered, his grip was firm. He spun me around to look at him, and I could see in his face that he had no intention of letting me leave. I could think of only one way to escape, and it involved hurting him so much that I hated myself for even considering it. But I had no time, and I had to keep him safe. I glared up at my father, fresh tears in my eyes for what I was about to do. \"I do like him — that's the problem. I can't do this anymore! I can't put down any more roots here! I don't want to end up trapped in this stupid, boring town like Mom! I'm not going to make the same dumb mistake she did. I hate it — I can't stay here another minute!\" His hand dropped from my arm like I'd electrocuted him. I turned away from his shocked, wounded face and headed for the door. \"Bells, you can't leave now. It's nighttime,\" he whispered behind me. I didn't turn around. \"I'll sleep in the truck if I get tired.\" \"Just wait another week,\" he pled, still shell-shocked. \"Renée will be back by then.\" This completely derailed me. \"What?\" Charlie continued eagerly, almost babbling with relief as I hesitated. \"She called while you were out. Things aren't going so well in Florida, and if Phil doesn't get signed by the end of the week, they're going back to Arizona. The assistant coach of the Sidewinders said they might have a spot for another shortstop.\" I shook my head, trying to reassemble my now-confused thoughts. Every passing second put Charlie in more danger. \"I have a key,\" I muttered, turning the knob. He was too close, one hand extended toward me, his face dazed. I couldn't lose any more time arguing with him. I was going to have to hurt him further. \"Just let me go, Charlie.\" I repeated my mother's last words as she'd walked out this same door so many years ago. I said them as angrily as I could manage, and I threw the door open. \"It didn't work out, okay? I really, really hate Forks!\" My cruel words did their job — Charlie stayed frozen on the doorstep, stunned, while I ran into the night. I was hideously frightened of the empty yard. I ran wildly for the truck, visualizing a dark shadow behind me. I threw my bag in the bed and wrenched the door open. The key was waiting in the ignition. \"I'll call you tomorrow!\" I yelled, wishing more than anything that I could explain everything to him right then, knowing I would never be able to. I gunned the engine and peeled out. Edward reached for my hand. \"Pull over,\" he said as the house, and Charlie, disappeared behind us. \"I can drive,\" I said through the tears pouring down my cheeks. His long hands unexpectedly gripped my waist, and his foot pushed mine off the gas pedal. He pulled me across his lap, wrenching my hands free of the wheel, and suddenly he was in the driver's seat. The truck didn't swerve an inch. \"You wouldn't be able to find the house,\" he explained. Lights flared suddenly behind us. I stared out the back window, eyes wide with horror. \"It's just Alice,\" he reassured me. He took my hand again. My mind was filled with the image of Charlie in the doorway. \"The tracker?\" \"He heard the end of your performance,\" Edward said grimly. \"Charlie?\" I asked in dread. \"The tracker followed us. He's running behind us now.\" My body went cold. \"Can we outrun him?\" \"No.\" But he sped up as he spoke. The truck's engine whined in protest. My plan suddenly didn't feel so brilliant anymore. I was staring back at Alice's headlights when the truck shuddered and a dark shadow sprung up outside the window. My bloodcurdling scream lasted a fraction of a second before Edward's hand clamped down on my mouth. \"It's Emmett!\" He released my mouth, and wound his arm around my waist. \"It's okay, Bella,\" he promised. \"You're going to be safe.\" We raced through the quiet town toward the north highway. \"I didn't realize you were still so bored with small-town life,\" he said conversationally, and I knew he was trying to distract me. \"It seemed like you were adjusting fairly well — especially recently. Maybe I was just flattering myself that I was making life more interesting for you.\" \"I wasn't being nice,\" I confessed, ignoring his attempt at diversion, looking down at my knees. \"That was the same thing my mom said when she left him. You could say I was hitting below the belt.\" \"Don't worry. He'll forgive you.\" He smiled a little, though it didn't touch his eyes. I stared at him desperately, and he saw the naked panic in my eyes. \"Bella, it's going to be all right.\" \"But it won't be all right when I'm not with you,\" I whispered. \"We'll be together again in a few days,\" he said, tightening his arm around me. \"Don't forget that this was your idea.\" \"It was the best idea — of course it was mine.\" His answering smile was bleak and disappeared immediately. \"Why did this happen?\" I asked, my voice catching. \"Why me?\" He stared blackly at the road ahead. \"It's my fault — I was a fool to expose you like that.\" The rage in his voice was directed internally. \"That's not what I meant,\" I insisted. \"I was there, big deal. It didn't bother the other two. Why did this James decide to kill me? There're people all over the place, why me?\" He hesitated, thinking before he answered. \"I got a good look at his mind tonight,\" he began in a low voice. \"I'm not sure if there's anything I could have done to avoid this, once he saw you. It is partially your fault.\" His voice was wry. \"If you didn't smell so appallingly luscious, he might not have bothered. But when I defended you… well, that made it a lot worse. He's not used to being thwarted, no matter how insignificant the object. He thinks of himself as a hunter and nothing else. His existence is consumed with tracking, and a challenge is all he asks of life. Suddenly we've presented him with a beautiful challenge — a large clan of strong fighters all bent on protecting the one vulnerable element. You wouldn't believe how euphoric he is now. It's his favorite game, and we've just made it his most exciting game ever.\" His tone was full of disgust. He paused a moment. \"But if I had stood by, he would have killed you right then,\" he said with hopeless frustration. \"I thought… I didn't smell the same to the others… as I do to you,\" I said hesitantly. \"You don't. But that doesn't mean that you aren't still a temptation to every one of them. If you had appealed to the tracker — or any of them — the same way you appeal to me, it would have meant a fight right there.\" I shuddered. \"I don't think I have any choice but to kill him now,\" he muttered. \"Carlisle won't like it.\" I could hear the tires cross the bridge, though I couldn't see the river in the dark. I knew we were getting close. I had to ask him now.  \"How can you kill a vampire?\" He glanced at me with unreadable eyes and his voice was suddenly harsh. \"The only way to be sure is to tear him to shreds, and then burn the pieces.\" \"And the other two will fight with him?\" \"The woman will. I'm not sure about Laurent. They don't have a very strong bond — he's only with them for convenience. He was embarrassed by James in the meadow…\" \"But James and the woman — they'll try to kill you?\" I asked, my voice raw. \"Bella, don't you dare waste time worrying about me. Your only concern is keeping yourself safe and — please, please — trying not to be reckless.\" \"Is he still following?\" \"Yes. He won't attack the house, though. Not tonight.\" He turned off onto the invisible drive, with Alice following behind. We drove right up to the house. The lights inside were bright, but they did little to alleviate the blackness of the encroaching forest. Emmett had my door open before the truck was stopped; he pulled me out of the seat, tucked me like a football into his vast chest, and ran me through the door. We burst into the large white room, Edward and Alice at our sides. All of them were there; they were already on their feet at the sound of our approach. Laurent stood in their midst. I could hear low growls rumble deep in Emmett's throat as he set me down next to Edward. \"He's tracking us,\" Edward announced, glaring balefully at Laurent. Laurent's face was unhappy. \"I was afraid of that.\" Alice danced to Jasper's side and whispered in his ear; her lips quivered with the speed of her silent speech. They flew up the stairs together. Rosalie watched them, and then moved quickly to Emmett's side. Her beautiful eyes were intense and — when they flickered unwillingly to my face — furious. \"What will he do?\" Carlisle asked Laurent in chilling tones. \"I'm sorry,\" he answered. \"I was afraid, when your boy there defended her, that it would set him off.\" \"Can you stop him?\" Laurent shook his head. \"Nothing stops James when he gets started.\" \"We'll stop him,\" Emmett promised. There was no doubt what he meant. \"You can't bring him down. I've never seen anything like him in my three hundred years. He's absolutely lethal. That's why I joined his coven.\" His coven, I thought, of course. The show of leadership in the clearing was merely that, a show. Laurent was shaking his head. He glanced at me, perplexed, and back to Carlisle. \"Are you sure it's worth it?\" Edward's enraged roar filled the room; Laurent cringed back. Carlisle looked gravely at Laurent. \"I'm afraid you're going to have to make a choice.\" Laurent understood. He deliberated for a moment. His eyes took in every face, and finally swept the bright room. \"I'm intrigued by the life you've created here. But I won't get in the middle of this. I bear none of you any enmity, but I won't go up against James. I think I will head north — to that clan in Denali.\" He hesitated. \"Don't underestimate James. He's got a brilliant mind and unparalleled senses. He's every bit as comfortable in the human world as you seem to be, and he won't come at you head on… I'm sorry for what's been unleashed here. Truly sorry.\" He bowed his head, but I saw him flicker another puzzled look at me. \"Go in peace,\" was Carlisle's formal answer. Laurent took another long look around himself, and then he hurried out the door. The silence lasted less than a second. \"How close?\" Carlisle looked to Edward. Esme was already moving; her hand touched an inconspicuous keypad on the wall, and with a groan, huge metal shutters began sealing up the glass wall. I gaped. \"About three miles out past the river; he's circling around to meet up with the female.\" \"What's the plan?\" \"We'll lead him off, and then Jasper and Alice will run her south.\" \"And then?\" Edward's tone was deadly. \"As soon as Bella is clear, we hunt him.\" \"I guess there's no other choice,\" Carlisle agreed, his face grim. Edward turned to Rosalie. \"Get her upstairs and trade clothes,\" Edward commanded. She stared back at him with livid disbelief. \"Why should I?\" she hissed. \"What is she to me? Except a menace — a danger you've chosen to inflict on all of us.\" I flinched back from the venom in her voice. \"Rose…\" Emmett murmured, putting one hand on her shoulder. She shook it off. But I was watching Edward carefully, knowing his temper, worried about his reaction. He surprised me. He looked away from Rosalie as if she hadn't spoken, as if she didn't exist. \"Esme?\" he asked calmly. \"Of course,\" Esme murmured. Esme was at my side in half a heartbeat, swinging me up easily into her arms, and dashing up the stairs before I could gasp in shock. \"What are we doing?\" I asked breathlessly as she set me down in a dark room somewhere off the second-story hall. \"Trying to confuse the smell. It won't work for long, but it might help get you out.\" I could hear her clothes falling to the floor. \"I don't think I'll fit…\" I hesitated, but her hands were abruptly pulling my shirt over my head. I quickly stripped my jeans off myself. She handed me something, it felt like a shirt. I struggled to get my arms through the right holes. As soon as I was done she handed me her slacks. I yanked them on, but I couldn't get my feet out; they were too long. She deftly rolled the hems a few times so I could stand. Somehow she was already in my clothes. She pulled me back to the stairs, where Alice stood, a small leather bag in one hand. They each grabbed one of my elbows and half-carried me as they flew down the stairs. It appeared that everything had been settled downstairs in our absence. Edward and Emmett were ready to leave, Emmett carrying a heavy-looking backpack over his shoulder. Carlisle was handing something small to Esme. He turned and handed Alice the same thing — it was a tiny silver cell phone. \"Esme and Rosalie will be taking your truck, Bella,\" he told me as he passed. I nodded, glancing warily at Rosalie. She was glowering at Carlisle with a resentful expression. \"Alice, Jasper — take the Mercedes. You'll need the dark tint in the south.\" They nodded as well. \"We're taking the Jeep.\" I was surprised to see that Carlisle intended to go with Edward. I realized suddenly, with a stab of fear, that they made up the hunting party. \"Alice,\" Carlisle asked, \"will they take the bait?\" Everyone watched Alice as she closed her eyes and became incredibly still. Finally her eyes opened. \"He'll track you. The woman will follow the truck. We should be able to leave after that.\" Her voice was certain. \"Let's go.\" Carlisle began to walk toward the kitchen. But Edward was at my side at once. He caught me up in his iron grip, crushing me to him. He seemed unaware of his watching family as he pulled my face to his, lifting my feet off the floor. For the shortest second, his lips were icy and hard against mine. Then it was over. He set me down, still holding my face, his glorious eyes burning into mine. His eyes went blank, curiously dead, as he turned away. And they were gone. We stood there, the others looking away from me as the tears streaked noiselessly down my face.  The silent moment dragged on, and then Esme's phone vibrated in her hand. It flashed to her ear. \"Now,\" she said. Rosalie stalked out the front door without another glance in my direction, but Esme touched my cheek as she passed.  \"Be safe.\" Her whisper lingered behind them as they slipped out the door. I heard my truck start thunderously, and then fade away. Jasper and Alice waited. Alice's phone seemed to be at her ear before it buzzed. \"Edward says the woman is on Esme's trail. I'll get the car.\" She vanished into the shadows the way Edward had gone. Jasper and I looked at each other. He stood across the length of the entryway from me… being careful. \"You're wrong, you know,\" he said quietly. \"What?\" I gasped. \"I can feel what you're feeling now — and you are worth it.\" \"I'm not,\" I mumbled. \"If anything happens to them, it will be for nothing.\" \"You're wrong,\" he repeated, smiling kindly at me. I heard nothing, but then Alice stepped through the front door and came toward me with her arms held out. \"May I?\" she asked. \"You're the first one to ask permission.\" I smiled wryly. She lifted me in her slender arms as easily as Emmett had, shielding me protectively, and then we flew out the door, leaving the lights bright behind us.",
            "vi": "19        19. Những lời giã từ Charlie đang thức đợi tôi. Mọi ngọn đèn trong nhà đều bật sáng. Đầu óc tôi không nghĩ ra được cách gì làm bố để tôi ra đi. Điều này sẽ chẳng vui vẻ gì.  Edward từ từ dừng lại, đỗ thật xa xe tải của tôi. Cả ba người đều hết sức cảnh giác, ngồi thẳng cứng trên ghế, lắng nghe mọi âm thanh trong rừng, nhìn xuyên từng cái bóng, đánh hơi từng mùi hương, tìm xem có điều gì khác thường. Động cơ tắt, và tôi ngồi, bất động, khi họ tiếp tục lắng nghe.  \"Hắn không có ở đây, \" Edward nói đầy căng thẳng. \"Đi nào. \" Emmett vươn tay giúp tôi thoát khỏi bộ đai khoá bảo vệ.  \"Đừng lo, Bella, \" anh nói bằng giọng thấp nhưng vui vẻ, \"Chúng tôi sẽ xử lý mọi chuyện ở đây nhanh thôi. \" Tôi cảm thấy nước mắt tràn mi khi nhìn Emmett. Tôi vừa mới biết anh, thế mà, không biết vì sao, việc không biết lúc nào sẽ gặp lại anh sau đêm nay thật đau khổ. Tôi biết chuyện này chỉ mới là nếm trải sơ nỗi biệt ly tôi sắp trải qua một tiếng đồng hồ sau, và ý nghĩ này đã làm nước mắt tôi bắt đầu rơi.  \"Alice, Emmett. \" giọng Edward là một mệnh lệnh. Họ lướt đi không một tiếng động vào bóng tối, biến mất ngay. Edward mở cửa cho tôi và nắm tay tôi, rồi kéo tôi vào vòng tay che chở của anh. Anh dẫn tôi đi nhanh về phía nhà, mắt luôn rà soát khắp đêm đen. \"Mười lăm phút, \" anh cảnh báo nhỏ.  \"Em làm được việc này. \" Tôi sổ mũi. Nước mắt đã làm tôi chợt nảy ra một ý.  Tôi nán lại bên mái hiên và ôm mặt anh trong tay tôi. Tôi nhìn dữ dội vào mắt anh.  \"Em yêu anh, \" tôi nói bằng một giọng nhỏ, xúc động. \"Em sẽ luôn luôn yêu anh, dù bây giờ có xảy ra chuyện gì.” \"Sẽ chẳng có gì xảy ra với em cả, Bella, \" anh cũng nói mãnh liệt.  \"Làm đúng theo kế hoạch, nhé?  Hãy bảo vệ Charlie giùm em.  Ông sẽ không thích em nhiều nữa sau chuyện này, và em muốn sau này có cơ hội để xin lỗi bố.” \"Vô nhà đi, Bella. Mình phải nhanh lên.” giọng anh cấp bách.  \"Một chuyện nữa, \" tôi thì thầm say đắm. \"Xin anh đừng nghe những lời em sắp nói đêm nay!\" Anh đang nghiêng người về phía tôi, và vì vậy tôi chỉ cần nhón chân để hôn đôi môi lạnh giá, ngạc nhiên của anh bằng hết sức lực. Sau đó tôi quay lại và đá tung cửa.  \"Đi đi, Edward! \" Tôi hét vào anh, chạy vào trong nhà và đóng sầm cửa vào khuôn mặt vẫn còn bàng hoàng của anh.  \"Bella?\" Charlie đang bồn chồn trong phòng khách, giờ đã đứng lên.  \"Để con yên!\" tôi hét ông qua làn nước mắt, bây giờ đang chảy ròng ròng. Tôi chạy lên cầu thang vào phòng tôi, đóng sầm cửa rồi khoá lại. Tôi chạy đến bên giường, nhào xuống sàn lôi túi du lịch ra. Tôi nhanh chóng thò tay vào giữa nệm và lò xo giường để chộp chiếc vớ cũ thắt miệng chứa kho tiền tích trữ bí mật của tôi.  Charlie đang đập cửa.  \"Bella, con có ổn không? Chuyện gì đang xảy ra vậy?\" Giọng ông sợ hãi.  \"Con chịu hết nỗi rồi, \" Tôi la to, giọng tôi nức nở hoàn hảo.  \"Nó làm con đau khổ à?\" giọng ông sắp nổi giận.  \"Không!\" tôi rít lên the thé. Tôi quay về phía tủ quần áo, và Edward đã ở đó, lặng lẽ gom đại một ôm quần áo, anh bắt đầu ném vào tôi.  \"Nó chia tay với con?\" Charlie lúng túng.  \"Không!\" tôi thét, thở ngắt quãng vừa đẩy mọi thứ vào túi. Edward ném mọi thứ trong một ngăn kéo khác vào tôi. Bây giờ túi gần đầy rồi.  \"Đã xảy ra chuyện gì, Bella?\" Charlie la to qua cửa, lại đập liên hồi.  \"Con đã chia tay với anh ấy!\" tôi la to lại, giật mạnh dây kéo của túi xách.  Bàn tay khéo léo của Edward đẩy tay tôi ra rồi kéo dây khoá lại nhẹ nhàng. Anh đặt dây đeo cẩn thận lên tay tôi.  \"Anh sẽ ở trong xe tải - Đi!\" anh thì thầm, và đẩy tôi về phía cửa.  Anh biến ra ngoài cửa sổ.  Tôi mở cửa và thô lỗ ủi qua Charlie, vật lộn với cái túi nặng nề khi chạy xuống cầu thang.  \"Có chuyện gì vậy?\" ông thét. Ông ở ngay phía sau tôi. \"Bố tưởng con thích nó.” Ông nắm khuỷu tay tôi trong nhà bếp. Cho dù ông vẫn còn hoang mang, nhưng ông giữ tôi rất chặt.  Ông xoay tôi nhìn ông, và tôi có thể nhìn thấy trên khuôn mặt ông, ông không muốn tôi bỏ đi. Tôi chỉ có thể nghĩ ra được một cách để thoát, và nó sẽ làm ông đau đớn đến nỗi tôi tự giận mình vì đã nghĩ đến cách đó. Nhưng tôi không có thời gian, và tôi phải bảo vệ ông.  Tôi nhìn trừng trừng vào bố, nước mắt lại trào ra vì chuyện tôi sắp làm.  \"Con thật sự thích anh ấy - đó là vấn đề. Con không thể làm chuyện này nữa!  Con không muốn sống ở đây thêm nữa!  Con không muốn rốt cuộc lại mắc kẹt trong thành phố chán ngán, ngu ngốc này như mẹ được!  Con sẽ không phạm đúng cái lỗi ngu xuẩn mẹ đã làm. Con ghét vậy - con không thể nán lại ở đây thêm một phút nào nữa!\" Bàn tay bố buông khỏi cánh tay tôi như tôi vừa giết ông bằng cách cho điện giật. Tôi quay lưng không nhìn vào khuôn mặt đau đớn bàng hoàng của ông, và đi về phía cửa.  \"Bells, con không thể đi bây giờ được.  Tối rồi,” ông thì thầm sau lưng tôi.  Tôi không quay lại. \"Con sẽ ngủ trong xe tải nếu mệt. \" \"Đợi một tuần nữa đã, \" ông khẩn khoản, vẫn còn rã rời bàng hoàng.  “Lúc đó Renée đã về nhà rồi.” Điều này làm tôi lạc lối. \"Gì chứ?\" Charlie nói tiếp háo hức, lắp bắp nhẹ nhõm khi thấy tôi do dự.  \"Mẹ con đã gọi khi con đi chơi. Chuyện không suông sẻ lắm ở Florida, và nếu Phil không được ký hợp đồng vào cuối tuần này, họ sẽ về lại Arizona. Huấn luyện viên phó của Sidewinders đã nói họ có thể dành vị trí cho một tay chặn bóng khác. \" Tôi lắc đầu, cố sắp xếp lại suy nghĩ bây giờ đã như mớ bòng bong của mình.  Mỗi giây trôi qua, Charlie càng thêm bị nguy hiểm.  \"Con có chìa khoá nhà, \" tôi lẩm bẩm, xoay nắm cửa. Ông quá gần, một tay chìa về tôi, khuôn mặt ông mụ mẫm. Tôi không thể mất thêm thời gian để tranh cãi với ông nữa. Tôi sẽ phải làm ông đau đớn thêm.  \"Hãy để con đi, Charlie.” Tôi lặp lại lời nói cuối mẹ đã nói trước khi bà bước ra cũng đúng cánh cửa này rất nhiều năm trước. Tôi nói những lời ấy giận dữ hết mức có thể vừa tông cho cửa mở. \"Cũng chẳng ích gì, đúng không?  Con hết sức, hết sức căm ghét Forks!\" Lời nói độc ác của tôi đã có tác dụng - Charlie cứng người trên ngưỡng cửa, sửng sốt, trong khi tôi chạy vào trong đêm. Tôi cực kỳ sợ hãi cái sân trống rỗng. Tôi chạy như điên đến xe tải, cứ tưởng tượng có một bóng đen rượt theo tôi. Tôi ném túi xách vào thùng xe và vặn cửa mở. Chìa khoá đang chờ trong ổ cắm.  \"Mai con sẽ gọi cho bố!\" tôi hét, ao ước hơn bất cứ thứ gì mình có thể giải thích mọi thứ cho ông hiểu ngay, tuy biết mình sẽ chẳng bao giờ làm được. Tôi khởi động máy và phóng xe đi.  Edward nắm tay tôi.  \"Tấp vào lề đường, \" anh nói khi ngôi nhà, và Charlie, đã khuất sau lưng chúng tôi.  \"Em lái được mà, \" tôi nói qua làn nước mắt ràn rụa. Bàn tay dài của anh bất ngờ nắm eo tôi, và chân anh đẩy tôi ra khỏi chân ga. Anh kéo tôi qua lòng anh, vặn cho tay tôi tuột khỏi tay lái, rồi bỗng dưng anh đã ngồi sau tay lái. Chiếc xe tải không hề lệch đi một xăng-ti-mét.  \"Em sẽ không tìm ra được nhà anh đâu, \" anh giải thích.  Đèn đột ngột loé sau lưng chúng tôi. Tôi nhìn chằm chằm ra cửa sổ phía sau, mắt mở to kinh hãi.  \"Chỉ là Alice thôi, \" anh trấn an tôi. Anh nắm tay tôi trở lại.  Tâm trí tôi đầy hình ảnh Charlie đang đứng ở lối vào. \"Tên săn người?\" \"Hắn đã nghe được đoạn cuối của phần trình diễn của em, \" Edward  buồn rầu nói.  \"Charlie?\" tôi sợ hãi hỏi.  \"Tên săn người đang theo mình. Hiện nay hắn đang chạy sau lưng mình. \" Cơ thể tôi lạnh buốt.  \"Mình thoát được hắn không?\" \"Không. \" Nhưng anh tăng tốc khi nói. Động cơ xe tải rên rỉ phản đối.  Kế hoạch của tôi đột ngột chẳng còn có vẻ khôn ngoan nữa.  Tôi đang nhìn chằm chằm vào đèn pha của Alice thì xe tải rung lên và một bóng đen xuất hiện ngoài cửa sổ.  Tiếng thét kinh hoàng của tôi chỉ mới kéo dài một phần giây thì tay Edward đã bịt chặt miệng tôi rồi.  \"Emmett đó!\" Anh thả tay ra khỏi miệng tôi, và vòng cánh tay anh quanh eo tôi.  \"Ổn rồi, Bella, \" anh hứa. \"Em sẽ an toàn. \" Chúng tôi chạy qua thành phố yên tĩnh về phía đường cao tốc bắc.  \"Anh không biết em vẫn chán ghét cuộc sống ở tỉnh lẻ đến vậy,” anh kiếm chuyện nói, và tôi biết anh đang cố làm tôi phân tâm. \"Có vẻ như em đang thích nghi khá tốt - nhất là gần đây. Có lẽ anh mới tâng bốc mình vì đã làm cuộc sống thú vị hơn đối với em. \" \"Em đã không đàng hoàng, \" tôi thú nhận, lờ đi nỗ lực của anh muốn làm tôi quên đi chuyện vừa qua, vừa nhìn xuống đầu gối. \"Đó cũng chính là lời mẹ em đã nói khi bà bỏ bố ra đi. Em đã đối xử bất công với ông.” \"Đừng lo. Ông sẽ tha thứ cho em.” Anh hơi mỉm cười, cho dù mắt anh chẳng cười.  Tôi nhìn anh chằm chằm tuyệt vọng, và anh thấy nỗi hoảng sợ không giấu giếm trong mắt tôi. \"Bella, sẽ ổn thôi. \" \"Nhưng sẽ không ổn khi em không ở bên anh,” tôi thì thầm.  \"Mình lại sẽ ở bên nhau chỉ trong vài ngày thôi, \" anh nói, siết chặt cánh tay anh quanh tôi. \"Đừng quên đây là  ý em. \" \"Ý hay nhất - dĩ nhiên là của em rồi.” Nụ cười đáp trả của anh ảm đạm và tàn héo ngay.  \"Tại sao điều này lại xảy ra ?\" Tôi hỏi, giọng tôi bối rối. \"Tại sao lại là em chứ?\" Anh nhìn chằm chằm buồn rầu vào con đường phía trước. \"Đó là lỗi của anh - anh là thằng ngốc đã đặt em vào tình huống nguy hiểm như thế.”  Cơn thịnh nộ trong giọng anh trào dâng.  \"Ý em không phải vậy,”   tôi khăng khăng. \"Em ở đó, chuyện nhỏ.  Hai người kia đâu có quan tâm. Thế mà tại sao tên James này lại quyết định giết em?  Bao nhiêu người ở khắp mọi nơi, mà tại sao lại là em chứ?\" Anh do dự, suy nghĩ rồi mới trả lời.  \"Anh nhìn rõ tâm trí hắn đêm nay, \" anh bắt đầu bằng giọng trầm. \"Anh không chắc mình có thể làm được gì để tránh chuyện này, một khi hắn đã thấy em. Một phần là lỗi của em.”  Giọng anh chán chường. \"Nếu em không toả mùi quá sức ngọt ngào đến thế, hắn chưa chắc đã quan tâm. Nhưng khi anh bảo vệ em ..., hừm, điều đó càng làm chuyện thêm tệ hại.  Hắn không quen bị cản trở, dù mục tiêu nhỏ nhặt tới đâu cũng vậy. Hắn tự cho mình là một thợ săn chính cống.  Hắn sống chỉ để theo săn đuổi, và thách thức là thứ hắn thích nhất trên đời này.  Bỗng dưng chúng ta đã dâng cho hắn một thách thức đầy hấp dẫn - một gia đình lớn toàn những chiến binh mạnh mẽ đều hết lòng bảo vệ một phần tử yếu ớt.  Em không tưởng nỗi hiện nay hắn đang phấn khích như thế nào.   Đó là trò chơi ưa thích của hắn, và chúng ta vừa làm cho nó trở thành một trò chơi hứng thú nhất từ trước đến nay của hắn.” Giọng anh đầy vẻ căm ghét.  Anh ngừng lại trong chốc lát.  \"Nhưng nếu anh chỉ đứng yên không làm gì, hẳn hắn đã giết em ngay rồi, \" anh nói đầy tuyệt vọng.  \"Em cứ tưởng  ... với người khác ... em không toả mùi giống như ... với anh” tôi nói lưỡng lự.  \"Không. Nhưng điều đó không có nghĩa em không cám dỗ họ. Nếu em hấp dẫn đối với một kẻ săn người - hoặc bất cứ ai trong số họ - giống kiểu em đã hấp dẫn anh, hẳn đã đánh nhau ngay tại chỗ rồi. \" Tôi rùng mình.  \"Bây giờ anh chỉ còn một lựa chọn duy nhất là phải giết hắn, \" anh lẩm bẩm.  \"Carlisle sẽ không thích chuyện đó đâu. \" Tôi có thể nghe tiếng bánh xe chạy qua cầu, dù không nhìn thấy được dòng sông trong bóng tối. Tôi biết mình đang đến gần. Tôi phải hỏi anh bây giờ.  \"Làm sao anh giết được ma cà rồng?\" Anh nhìn lướt qua tôi bằng đôi mắt khó hiểu và giọng anh đột ngột gay gắt.  \"Cách duy nhất để chắc chắn giết được ma cà rồng là xé hắn thành từng mảnh, rồi thiêu cháy những mảnh đó. \" \"Và hai người kia sẽ chiến đấu với hắn?\" \"Người phụ nữ sẽ vậy. Anh không chắc về Laurent. Họ không gắn bó với nhau nhiều lắm - hắn cùng đi chỉ vì thuận tiện mà thôi.  Hắn đã bị James làm xấu mặt trong đồng cỏ... \" \"Nhưng James và người phụ nữ - họ sẽ cố giết anh?\" Tôi hỏi, giọng tôi đau đớn.  \"Bella, đừng phí thời gian lo cho anh. Mối quan tâm duy nhất của em là giữ an toàn cho em và - vui lòng, xin em vui lòng - đừng có cố liều lĩnh. \" \"Hắn ta vẫn đi theo?\" \"Ừ.  Tuy vậy, hắn sẽ không tấn công nhà này. Không tấn công đêm nay.” Anh quẹo vào con đường vô hình, với Alice theo sau.  Chúng tôi chạy thẳng vào nhà. Đèn bên trong sáng rực, nhưng cũng không làm giảm bớt bao nhiêu bóng tối của khu rừng vây quanh. Emmett mở cửa xe cho tôi trước khi xe dừng; anh kéo tôi ra khỏi ghế, nhét tôi như trái bóng vào lồng ngực mênh mông của anh, và dẫn tôi chạy qua cửa.  Chúng tôi ào vào căn phòng trắng rộng, Edward và Alice ở bên cạnh. Tất cả mọi người đều ở đó; họ đứng cả lên khi nghe tiếng chúng tôi đến gần. Laurent đứng giữa họ. Tôi có thể nghe tiếng gầm gừ trầm trầm phát ra từ cổ họng Emmett khi anh đặt tôi xuống cạnh Edward.  \"Hắn đang theo dấu chúng tôi, \" Edward công bố, nhìn Laurent một cách đáng sợ. Mặt Laurent buồn bã. \"Tôi đã sợ thế. \" Alice nhảy đến bên Jasper, thì thầm vào tai anh; môi cô mấp máy vì tốc độ lời thì thầm của cô. Họ lao lên cầu thang với nhau.  Rosalie ngắm nhìn họ, rồi nhìn nhanh sang Emmett. Đôi mắt xinh đẹp của cô căng thẳng và - khi chúng miễn cưỡng liếc nhìn sang mặt tôi - giận dữ.  \"Hắn sẽ làm gì?\"Carlisle hỏi Laurent bằng giọng đáng sợ.  \"Tôi xin lỗi, \" anh ta trả lời. \"Tôi sợ là, vì chàng trai của bạn bảo vệ cô ta, nên đã khơi đúng mạch của anh ta. \" \"Bạn cản anh ta được không?\" Laurent lắc đầu. \"Không gì có thể cản được James một khi anh ta đã muốn.” \"Chúng tôi sẽ cản anh ta, \" Emmett hứa. Ý anh thật rõ ràng.  \"Các bạn không thể hạ được anh ta đâu. Trong ba trăm năm sống trên đời này, tôi chưa từng thấy bất cứ thứ gì như anh ta.  Anh ta hết sức đáng sợ. Đó là lý do tại sao tôi tham gia nhóm của anh ấy. \" Nhóm của hắn, tôi nghĩ, dĩ nhiên rồi.  Cuộc trình diễn vai trò lãnh đạo trong đồng cỏ đơn thuần chỉ là giả vờ.  Laurent lắc đầu. Anh ta nhìn lướt qua tôi, khó hiểu, rồi quay nhìn Carlisle. \"Bạn có chắc chuyện này đáng không?\" Tiếng gầm rống giận dữ của Edward vang cả căn phòng; Laurent co rúm người lại.  Carlisle nghiêm trang nhìn Laurent. \"Tôi e là bạn phải lựa chọn. \" Laurent hiểu. Anh ta cân nhắc trong chốc lát. Anh ta nhìn mặt từng người, và cuối cùng nhìn lướt qua căn phòng sáng sủa.  \"Tôi ngạc nhiên khi thấy cuộc sống bạn đã tạo dựng nên ở đây. Nhưng tôi sẽ không can thiệp vào chuyện này. Tôi chẳng hề thù ghét gì các bạn, nhưng tôi cũng sẽ không chống lại James. Tôi nghĩ mình sẽ đi về phía bắc - đến bộ tộc ở Denali. \"Anh ta do dự.  \"Đừng đánh giá thấp James. Anh ta rất thông minh và có các giác quan không gì sánh được. Anh ta hoàn toàn thoải mái trong thế giới con người giống như các bạn dường như cũng đang vậy, và anh ta sẽ không đối đầu trực tiếp với các bạn đâu...  Tôi xin lỗi vì chuyện đã xảy ra ở đây. Thành thật xin lỗi. \" Anh ta cúi đầu, nhưng tôi thấy anh ta lại liếc nhanh nhìn tôi khó hiểu.  \"Đi bình yên nhé,”  là câu trả lời chính thức của Carlisle.  Laurent nhìn thật lâu quanh mình, rồi vội vã bước ra cửa.  Im lặng kéo dài chưa đầy một giây.  \"Gần đến mức nào?\" Carlisle nhìn Edward.  Esme đã di chuyển; tay bà chạm vào một phím nhỏ kín đáo trên tường, và rẹt một tiếng, một cửa lá sách kim loại khổng lồ bắt đầu che kín bức tường kính. Tôi há hốc.  \"Khoảng ba dặm bên kia sông; hắn ta đang đi vòng lại để gặp người phụ nữ.” \"Kế hoạch là gì?\" \"Chúng ta sẽ đánh lạc hướng hắn, còn Jasper và Alice sẽ đưa cô ấy về phương nam. \" \"Rồi sau đó?\" Giọng Edward đầy chết chóc. \"Ngay khi Bella đi khỏi, chúng ta sẽ săn hắn. \" \"Ta nghĩ không còn lựa chọn nào khác, \" Carlisle đồng ý, mặt ông dữ tợn.  Edward hướng về phía Rosalie.  \"Đưa cô ấy lên lầu rồi đổi đồ cho nhau, \" Edward ra lệnh. Cô nhìn chằm chằm lại anh với vẻ không tin được đầy tức giận.  \"Tại sao tôi phải vậy chứ?\" cô rít lên. \"Cô ta là gì đối với tôi chứ? Ngoài sự đe doạ - mối nguy hiểm anh đã chọn để giáng một đòn lên tất cả chúng ta. \" Tôi chùn người vì lời lẽ chua cay của cô.  \"Rose... \" Emmett thì thầm, đặt một tay lên vai cô. Cô hất ra. Nhưng tôi đang canh chừng Edward cẩn thận, biết thói nóng nảy của anh, lo lắng về phản ứng của anh.  Anh làm tôi ngạc nhiên. Anh quay mặt không nhìn Rosalie nữa, y như thể cô chẳng hề nói gì, như thể cô không hề tồn tại.  \"Esme?\" anh hỏi bình tĩnh.  \"Dĩ nhiên, \" Esme thì thầm.  Esme ở ngay bên tôi trong nháy mắt, bế tôi dễ dàng trong đôi tay của bà, và lao lên cầu thang trước khi tôi có thể thở hổn hển vì sốc.  \"Mình sắp làm gì vậy?\" tôi hỏi không ra hơi khi bà đặt tôi xuống một căn buồng tối om ở đâu đó trên hành lang tầng hai.  \"Cố đánh lạc mùi. Không có tác dụng lâu, nhưng có thể giúp con thoát. \" Tôi nghe tiếng quần áo bà rơi xuống sàn.  \"Con không nghĩ con mặc vừa... \" tôi do dự, nhưng tay bà đột ngột kéo áo sơ mi tôi qua đầu. Tôi nhanh chóng tự cởi quần jean của mình.  Bà trao cho tôi cái gì đó, giống như áo sơ mi. Tôi cố xỏ tay vô đúng mấy cái tay áo. Ngay khi tôi làm xong, bà trao cho tôi quần bà.  Tôi kéo mạnh chúng lên, nhưng tôi không thể kéo được chân mình ra; chúng quá dài. Bà khéo léo cuộn lai quần lên vài lần nên tôi đã đứng được. Không biết làm thế nào mà bà đã mặc xong quần áo của tôi. Bà kéo tôi trở lại cầu thang, Alice đang đứng đó, với túi da nhỏ trong tay. Mỗi người chộp một khuỷu tay rồi gần như xách tôi bay xuống cầu thang.  Có vẻ như mọi chuyện đã được giải quyết dưới lầu khi chúng tôi không có mặt.  Edward và Emmett đã sẵn sàng ra đi, Emmett đeo một cái ba lô trông có vẻ nặng trên vai. Carlisle đang trao cái gì đó nho nhỏ cho Esme.  Ông quay lại và trao Alice cùng một thứ - đó một cái điện thoại di động bạc nhỏ xíu.  \"Esme và Rosalie sẽ chạy xe tải của con, Bella, \" ông nói với tôi khi ông đi qua. Tôi gật đầu, thận trọng nhìn vào Rosalie. Cô ấy đang nhìn trừng trừng vào Carlisle với vẻ phẫn nộ.  \"Alice, Jasper - chạy chiếc Mercedes. Các con sẽ cần màu tối ở miền nam. \" Họ cũng gật đầu.  \"Chúng ta sẽ đi chiếc jeep.” Tôi ngạc nhiên thấy Carlisle định đi với Edward. Tôi đột ngột nhận ra, đau nhói vì sợ hãi, họ lập nhóm đi săn.  \"Alice, \" Carlisle hỏi, \" họ sẽ bị lừa không?\" Mọi người nhìn Alice khi cô nhắm mắt lại và trở thành bất động khó tin.  Cuối cùng mắt cô mở ra. \"Hắn sẽ theo dấu cha. Người đàn bà sẽ theo xe tải.  Chúng ta có thể lên đường sau đó.” Giọng cô chắc chắn.  \"Đi nào. \" Carlisle bắt đầu đi về phía nhà bếp.  Nhưng Edward ngay lập tức ở bên tôi. Anh ôm chặt tôi, siết tôi vào anh. Anh như chẳng quan tâm đến cả gia đình đang nhìn mình khi anh kéo mặt tôi vào sát mặt anh, nâng chân tôi khỏi sàn. Trong một khoảnh khắc ngắn ngủi nhất, môi anh  lạnh giá và cứng áp vào môi tôi. Rồi hết. Anh đặt tôi xuống, vẫn ôm mặt tôi, đôi mắt lộng lẫy của anh thiêu cháy mắt tôi.  Khi quay lưng đi, đôi mắt anh trở nên trống rỗng, chẳng còn chút sinh lực nào.  Và họ đã ra đi.  Chúng tôi đứng đó, những người khác quay mặt đi chỗ khác không nhìn tôi khi nước mắt tôi lặng lẽ ràn rụa chảy xuống mặt.  Giây phút im lặng trôi qua, rồi điện thoại của Esme rung trong tay bà.  Nó xuất hiện ngay bên tai bà.  \"Nào, \" bà nói. Rosalie hầm hầm bước ra cửa trước không thèm liếc thêm lần nào về phía tôi, nhưng Esme vuốt má tôi khi bà đi qua.  \"Bảo trọng.” lời thì thầm của bà vấn vương phía sau khi họ lẻn ra cửa.  Tôi nghe tiếng xe tải của tôi gầm lên như sấm, rồi nhỏ dần.  Jasper và Alice đợi. Điện thoại của Alice như xuất hiện ngay ở tai cô trước khi nó rung chuông.  \"Edward nói người phụ nữ đang theo dấu Esme. Em sẽ lái xe.” Cô biến mất vào bóng đêm y như Edward.  Jasper và tôi nhìn nhau. Anh chàng đứng cách xa tôi ở tuốt góc kia của lối vào  ... cẩn thận.  \"Em sai rồi, em biết không, \" anh nói lặng lẽ.  \"Gì chứ?\" tôi hổn hển nói.  \"Tôi có thể cảm nhận được em hiện đang cảm thấy gì - và em đáng được như vậy.” \"Không, \" tôi lầm bầm. \"Nếu có chuyện gì xảy đến cho họ, chuyện này sẽ thành vô nghĩa.” \"Em sai rồi, \" anh lặp lại, mỉm cười tử tế với tôi.  Tôi chẳng nghe thấy gì, vậy mà Alice bước qua cửa trước và đi về phía tôi, tay chìa ra. \"Cho phép em nhé?\" cô hỏi.  \"Em là người đầu tiên xin phép. \" tôi nhăn nhó mỉm cười.  Cô bế tôi lên bằng đôi tay mảnh khảnh của mình cũng dễ dàng như Emmett đã bế, che chở cho tôi, rồi chúng tôi bay ra cửa, bỏ lại đèn đuốc sáng trưng sau lưng."
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it <em>soundlessly</em>. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        },
        {
            "en": "7 REPETITION        11. CULT EACH TIME THAT I OPENED MY EYES TO THE MORNING light and realized I'd lived through another night was a surprise to me. After the surprise wore off, my heart would start to race and my palms would sweat; I couldn't really breathe again until I'd gotten up and ascertained that Charlie had survived as well. I could tell he was worried—watching me jump at any loud sound, or my face suddenly go white for no reason that he could see. From the questions he asked now and then, he seemed to blame the change on Jacob's continued absence. The terror that was always foremost in my thoughts usually distracted me from the fact that another week had passed, and Jacob still hadn't called me. But when I was able to concentrate on my normal life—if my life was really ever normal—this upset me. I missed him horribly. It had been bad enough to be alone before I was scared silly. Now, more than ever, I yearned for his carefree laugh and his infectious grin. I needed the safe sanity of his homemade garage and his warm hand around my cold fingers. I'd half expected him to call on Monday. If there had been some progress with Embry, wouldn't he want to report it? I wanted to believe that it was worry for his friend that was occupying all his time, not that he was just giving up on me. I called him Tuesday, but no one answered. Were the phone lines still having problems? Or had Billy invested in caller I.D.?  On Wednesday I called every half hour until after eleven at night, desperate to hear the warmth of Jacob's voice. Thursday I sat in my truck in front of my house—with the locks pushed down—keys in hand, for a solid hour. I was arguing with myself, trying to justify a quick trip to La Push, but I couldn't do it. I knew that Laurent had gone back to Victoria by now. If I went to La Push, I took the chance of leading one of them there. What if they caught up to me when Jake was nearby? As much as it hurt me, I knew it was better for Jacob that he was avoiding me. Safer for him. It was bad enough that I couldn't figure out a way to keep Charlie safe. Nighttime was the most likely time that they would come looking for me, and what could I say to get Charlie out of the house? If I told him the truth, he'd have me locked up in a rubber room somewhere. I would have endured that—welcomed it, even—if it could have kept him safe. But Victoria would still come to his house first, looking for me. Maybe, if she found me here, that would be enough for her. Maybe she would just leave when she was done with me. So I couldn't run away. Even if I could, where would I go? To Renee? I shuddered at the thought of dragging my lethal shadows into my mother's safe, sunny world. I would never endanger her that way. The worry was eating a hole in my stomach. Soon I would have matching punctures. That night, Charlie did me another favor and called Harry again to see if the Blacks were out of town. Harry reported that Billy had attended the council meeting Wednesday night, and never mentioned anything about leaving. Charlie warned me not to make a nuisance of myself—Jacob would call when he got around to it. Friday afternoon, as I drove home from school, it hit me out of the blue. I wasn't paying attention to the familiar road, letting the sound of the engine deaden my brain and silence the worries, when my subconscious delivered a verdict it must have been working on for some time without my knowledge. As soon as I thought of it, I felt really stupid for not seeing it sooner. Sure. I'd had a lot on my mind—revenge-obsessed vampires, giant mutant wolves, a ragged hole in the center of my chest—but when I laid the evidence out, it was embarrassingly obvious. Jacob avoiding me. Charlie saying he looked strange, upset. . . . Billy's vague, unhelpful answers. Holy crow, I knew exactly what was going on with Jacob. It was Sam Uley. Even my nightmares had been trying to tell me that. Sam had gotten to Jacob. Whatever was happening to the other boys on the reservation had reached out and stolen my friend. He'd been sucked into Sam's cult. He hadn't given up on me at all, I realized with a rush of feeling. I let my truck idle in front of my house. What should I do? I weighed the dangers against each other. If I went looking for Jacob, I risked the chance of Victoria or Laurent finding me with him. If I didn't go after him, Sam would pull him deeper into his frightening, compulsory gang. Maybe it would be too late if I didn't act soon. It had been a week, and no vampires had come for me yet. A week was more than enough time for them to have returned, so I must not be a priority. Most likely, as I'd decided before, they would come for me at night. The chances of them following me to La Push were much lower than the chance of losing Jacob to Sam. It was worth the danger of the secluded forest road. This was no idle visit to see what was going on. I knew what was going on. This was a rescue mission. I was going to talk to Jacob—kidnap him if I had to. I'd once seen a PBS show on deprogramming the brainwashed. There had to be some kind of cure. I decided I'd better call Charlie first. Maybe whatever was going on down in La Push was something the police should be involved in. I dashed inside, in a hurry to be on my way. Charlie answered the phone at the station himself. \"Chief Swan.\" \"Dad, it's Bella.\" \"What's wrong? '\" I couldn't argue with his doomsday assumption this time. My voice was shaking. \"I'm worried about Jacob.\" \"Why? \" he asked, surprised by the unexpected topic. \"I think… I think something weird is going on down at the reservation. Jacob told me about some strange stuff happening with the other boys his age. Now he's acting the same way and I'm scared.\" \"What kind of stuff? \" He used his professional, police business voice. That was good; he was taking me seriously. \"First he was scared, and then he was avoiding me, and now… I'm afraid he's part of that bizarre gang down there, Sam's gang. Sam Uley's gang.\" \"Sam Uley? \" Charlie repeated, surprised again. \"Yes.\" Charlie's voice was more relaxed when he answered. \"I think you've got it wrong, Bells. Sam Uley is a great kid. Well, he's a man now. A good son. You should hear Billy talk about him. He's really doing wonders with the youth on the reservation. He's the one who—\" Charlie broke off mid-sentence, and I guessed that he had been about to make a reference to the night I'd gotten lost in the woods. I moved on quickly. \"Dad, it's not like that. Jacob was scared of him.\" \"Did you talk to Billy about this? \" He was trying to soothe me now. I'd lost him as soon as I'd mentioned Sam. \"Billy's not concerned.\" \"Well, Bella, then I'm sure it's okay. Jacob's a kid; he was probably just messing around. I'm sure he's fine. He can't spend every waking minute with you, after all.\" \"This isn't about me,\" I insisted, but the battle was lost. \"I don't think you need to worry about this. Let Billy take care of Jacob.\" \"Charlie…\" My voice was starting to sound whiney. \"Bells, I got a lot on my plate right now. Two tourists have gone missing off a trail outside crescent lake.\" There was an anxious edge to his voice. \"This wolf problem is getting out of hand.\" I was momentarily distracted—stunned, really—by his news. There was no way the wolves could have survived a match-up with Laurent… \"Are you sure that's what happened to them? \" I asked. \"Afraid so, honey. There was—\" He hesitated. \"There were tracks again, and… some blood this time.\" \"Oh!\" It must not have come to a confrontation, then. Laurent must have simply outrun the wolves, but why? What I'd seen in the meadow just got stranger and stranger—more impossible to understand. \"Look, I really have to go. Don't worry about Jake, Bella. I'm sure it's nothing.\" \"Fine,\" I said curtly, frustrated as his words reminded me of the more urgent crisis at hand. \"Bye.\" I hang up. I stared at the phone for a long minute. What the hell, I decided. Billy answered after two rings. \"Hello? \" \"Hey, Billy,\" I almost growled. I tried to sound more friendly as I continued. \"Can I talk to Jacob, please? \" \"Jake's not here.\" What a shock. \"Do you know where he is? \" \"He's out with his friends.\" Billy's voice was careful. \"Oh yeah? Anyone I know? Quil? \" I could tell the words didn't come across as casually as I'd meant them to. \"No,\" Billy said slowly. \"I don't think he's with Quil today.\" I knew better than to mention Sam's name. \"Embry? \" I asked. Billy seemed happier to answer this one. \"Yeah, he's with Embry.\" That was enough for me. Embry was one of them. \"Well, have him call me when he gets in, all right? \" \"Sure, sure. No problem.\" Click. \"See you soon, Billy,\" I muttered into the dead phone. I drove to La Push determined to wait. I'd sit out front of his house all night if I had to. I'd miss school. The boy was going to have to come home sometime, and when he did, he was going to have to talk to me. My mind was so preoccupied that the trip I'd been terrified of making seemed to take only a few seconds. Before I was expecting it, the forest began to thin, and I knew I would soon be able to see the first little houses of the reservation. Walking away, along the left side of the road, was a tall boy with a baseball cap. My breath caught for just a moment in my throat, hopeful that luck was with me for once, and I'd stumbled across Jacob without hardly trying. But this boy was too wide, and the hair was short under the hat. Even from behind, I was sure it was Quil, though he looked bigger than the last time I'd seen him. What was with these Quileute boys? Were they feeding them experimental growth hormones?  I crossed over to the wrong side of the road to stop next to him. He looked up when the roar of my truck approached. Quil's expression frightened me more than it surprised me. His face was bleak, brooding, his forehead creased with worry. \"Oh, hey, Bella,\" he greeted me dully. \"Hi, Quil… Are you okay? \" He stared at me morosely. \"Fine.\" \"Can I give you a ride somewhere? \" I offered. \"Sure, I guess,\" he mumbled. He shuffled around the front of the truck and opened the passenger door to climb in. \"Where to? \" \"My house is on the north side, back behind the store,\" he told me. \"Have you seen Jacob today.\" The question burst from me almost before he'd finished speaking. I looked at Quil eagerly, waiting for his answer. He stared out the windshield for a second before he spoke. \"From a distance,\" he finally said. \"A distance? \" I echoed. \"I tried to follow them—he was with Embry.\" His voice was low, hard to hear over the engine. I leaned closer. \"I know they saw me. But they turned and just disappeared into the trees. I don't think they were alone—I think Sam and his crew might have been with them.   \"I've been stumbling around in the forest for an hour, yelling for them. I just barely found the road again when you drove up.\" \"So Sam did get to him.\" The words were a little distorted—my teeth were gritted together. Quil stared at me. \"You know about that.? \" I nodded. \"Jake told me… before.\" \"Before,\" Quil repeated, and sighed. \"Jacob's just as bad as the others now? \" \"Never leaves Sam's side.\" Quil turned his head and spit out the open window. \"And before that—did he avoid everyone? Was he acting upset? \" His voice was low and rough. \"Not for as long as the others. Maybe one day. Then Sam caught up with him.\" \"What do you think it is? Drugs or something? \" \"I can't see Jacob or Embry getting into anything like that… but what do I know? What else could it be?  And why aren't the old people worried? \" He shook his head, and the fear showed in his eyes now. \"Jacob didn't want to be a part of this… cult. I don't understand what could change him.\" He stared at me, his face frightened. \"I don't want to be next.\" My eyes mirrored his fear. That was the second time I'd heard it described as a cult. I shivered. \"Are your parents any help? \" He grimaced. \"Right. My grandfather's on the council with Jacob's dad. Sam Uley is the best thing that ever happened to this place, as far as he's concerned.\" We stared at each other for a prolonged moment. We were in La Push now, and my truck was barely crawling along the empty road. I could see the village's only store not too far ahead. \"I'll get out now,\" Quil said. \"My house is right over there.\" He gestured toward the small wooden rectangle behind the store. I pulled over to the shoulder, and he jumped out. \"I'm going to go wait for Jacob,\" I told him in a hard voice. \"Good luck.\" He slammed the door and shuffled forward along the road, his head bent forward, his shoulders slumped. Quil's face haunted me as I made a wide U-turn and headed back toward the Blacks'. He was terrified of being next. What was happening here?  I stopped in front of Jacob's house, killing the motor and rolling down the windows. It was stuffy today, no breeze. I put my feet up on the dashboard and settled in to wait. A movement flashed in my peripheral vision—I turned and spotted Billy looking at me through the front window with a confused expression. I waved once and smiled a tight smile, but stayed where I was.  His eyes narrowed; he let the curtain fall across the glass. I was prepared to stay as long as it took, but I wished I had something to do. I dug up a pen out of the bottom of my backpack, and an old test. I started to doodle on the back of the scrap. I'd only had time to scrawl one row of diamonds when there was a sharp tap against my door. I jumped, looking up, expecting Billy. \"What are you doing here, Bella.'\" Jacob growled. I stared at him in blank astonishment. Jacob had changed radically in the last weeks since I'd seen him. The first thing I noticed was his hair—his beautiful hair was all gone, cropped quite short, covering his head with an inky gloss like black satin. The planes of his face seemed to have hardened subtly, tightened… aged. His neck and his shoulders were different, too, thicker somehow. His hands, where they gripped the window frame, looked enormous, with the tendons and veins more prominent under the russet skin. But the physical changes were insignificant. It was his expression that made him almost completely unrecognizable. The open,  friendly smile was gone like the hair, the warmth in his dark eyes altered to a brooding resentment that was instantly disturbing. There was a darkness in Jacob now. Like my sun had imploded. \"Jacob? \" I whispered. He just stared at me, his eyes tense and angry. I realized we weren't alone. Behind him stood four others; all tall and russet-skinned, black hair chopped short just like Jacob's. They could have been brothers—I couldn't even pick Embry out of the group. The resemblance was only intensified by the strikingly similar hostility in every pair of eyes. Every pair but one. The oldest by several years, Sam stood in the very back, his face serene and sure. I had to swallow back the bile that rose in my throat. I wanted to take a swing at him. No, I wanted to do more than that. More than anything, I wanted to be fierce and deadly, someone no one would dare mess with. Someone who would scare Sam Uley silly. I wanted to be a vampire. The violent desire caught me off guard and knocked the wind out of me. It was the most forbidden of all wishes—even when I only wished it for a malicious reason like this, to gain an advantage over an enemy—because it was the most painful. That future was lost to me forever, had never really been within my grasp. I scrambled to gain control of myself while the hole in my chest ached hollowly. \"What do you want? \" Jacob demanded, his expression growing more resentful as he watched the play of emotion across my face. \"I want to talk to you,\" I said in a weak voice. I tried to focus, but I was still reeling against the escape of my taboo dream. \"Go ahead,\" he hissed through his teeth. His glare was vicious. I'd never seen him look at anyone like that, least of all me. It hurt with a surprising intensity—a physical pain, a stabbing in my head. \"Alone!\" I hissed, and my voice was stronger. He looked behind him, and I knew where his eyes would go. Every one of them was turned for Sam's reaction. Sam nodded once, his face unperturbed. He made a brief comment in an unfamiliar, liquid language—I could only be positive that it wasn't French or Spanish, but I guessed that it was Quileute. He turned and walked into Jacob's house. The others, Paul, Jared, and Embry, I assumed, followed him in. \"Okay.\" Jacob seemed a bit less furious when the others were gone. His face was a little calmer, but also more hopeless. His mouth seemed permanently pulled down at the corners. I took a deep breath. \"You know what I want to know.\" He didn't answer. He just stared at me bitterly. I stared back and the silence stretched on. The pain in his face unnerved me. I felt a lump beginning to build in my throat. \"Can we walk? \" I asked while I could still speak. He didn't respond in any way; his face didn't change. I got out of the car, feeling unseen eyes behind the windows on me, and started walking toward the trees to the north. My feet squished in the damp grass and mud beside the road, and, as that was the only sound, at first I thought he wasn't following me. But when I glanced around, he was right beside me, his feet having somehow found a less noisy path than mine. I felt better in the fringe of trees, where Sam couldn't possibly be watching. As we walked, I struggled for the right thing to say, but nothing came. I just got more and more angry that Jacob had gotten sucked in… that Billy had allowed this… that Sam was able to stand there so assured and calm…  Jacob suddenly picked up the pace, striding ahead of me easily with his long legs, and then swinging around to face me, planting himself in my path so I would have to stop too. I was distracted by the overt grace of his movement. Jacob had been nearly as klutzy as me with his never-ending growth spurt. When did that changed?  But Jacob didn't give me time to think about it. \"Let's get this over with,\" he said in a hard, husky voice. I waited. He knew what I wanted. \"It's not what you think.\" His voice was abruptly weary. \"It's not what I thought—I was way off.\" \"So what is it, then? \" He studied my face for a long moment, speculating. The anger never completely left his eyes. \"I can't tell you,\" he finally said. My jaw tightened, and I spoke through my teeth. \"I thought we were friends.\" \"We were.\" There was a slight emphasis on the past tense. \"But you don't need friends anymore,\" I said sourly. \"You have Sam. Isn't that nice—you've always looked up to him so much.\" \"I didn't understand him before.\" \"And now you've seen the light. Hallelujah.\" \"It wasn't like I thought it was. This isn't Sam's fault. He's helping me as much as he can.\" His voice turned brittle and he looked over my head, past me, rage burning out from his eyes. \"He's helping you,\" I repeated dubiously. \"Naturally.\" But Jacob didn't seem to be listening. He was taking deep, deliberate breaths, trying to calm himself. He was so mad that his hands were shaking. \"Jacob, please,\" I whispered \"Won't you tell me what happened? Maybe I can help.\" \"No one can help me now.\" The words were a low moan; his voice broke. \"What did he do to you? \" I demanded, tears collecting in my eyes. I reached out to him, as I had once before, stepping forward with my arms wide. This time he cringed away, holding his hands up defensively. \"Don't touch me,\" he whispered. \"Is Sam catching? \" I mumbled. The stupid tears had escaped the corners of my eyes. I wiped them away with the back of my hand, and folded my arms across my chest. \"Stop blaming Sam.\" The words came out fast, like a reflex. His hands reached up to twist around the hair that was no longer there, and then fell limply at his sides. \"Then who should I blame? \" I retorted. He halfway smiled; it was a bleak, twisted thing. \"You don't want to hear that.\" \"The hell I don't!\" I snapped. \"I want to know, and I want to know now.\" \"You're wrong,\" he snapped back. \"Don't you dare tell me I'm wrong—I'm not the one who got brainwashed! Tell me now whose fault this all is, if it's not your precious Sam!\" \"You asked for it,\" he growled at me, eyes glinting hard. \"If you want to blame someone, why don't you point your finger at those filthy, reeking bloodsuckers that you love so much? \" My mouth fell open and my breath came out with a whooshing sound. I was frozen in place, stabbed through with his double-edged words. The pain twisted in familiar patterns through my body, the jagged hole ripping me open from the inside out, but it was second place, background music to the chaos of my thoughts. I couldn't believe that I'd heard him correctly. There was no trace of indecision in his face. Only fury. My mouth still hung wide. \"I told you that you didn't want to hear it,\" he said. \"I don't understand who you mean,\" I whispered. He raised one eyebrow in disbelief. \"I think you understand exactly who I mean. You're not going to make me say it, are you? I don't like hurting you.\" \"I don't understand who you mean,\" I repeated mechanically. \"The Cullens,\" he said slowly, drawing out the word, scrutinizing my face as he spoke it. \"I saw that—I can see in your eyes what it does to you when I say their name.\" I shook my head back and forth in denial, trying to clear it at the same time. How did he know this? And how did it have anything to do with Sam's cult? Was it a gang of vampire-haters? What was the point of forming such a society when no vampires lived in Forks anymore? Why would Jacob start believing the stories about the Cullens now, when the evidence of them was long gone, never to return?  It took me too long to come up with the correct response. \"Don't tell me you're listening to Billy's superstitious nonsense now,\" I said with a feeble attempt at mockery. \"He knows more than I gave him credit for.\" \"Be serious, Jacob.\" He glared at me, his eyes critical. \"Superstitions aside,\" I said quickly. \"I still don't see what you're accusing the... Cullens\"—wince—\"of.  They left more than half a year ago. How can you blame them for what Sam is doing now? \" \"Sam isn't doing anything, Bella. And I know they're gone. But sometimes… things are set in motion, and then it's too late.\" \"What's set in motion? What's too late? What are you blaming them for? \" He was suddenly right in my face, his fury glowing in his eyes. \"For existing,\" he hissed. I was surprised and distracted as the warning words came in Edward's voice again, when I wasn't even scared. \"Quiet now, Bella. Don't push him,\" Edward cautioned in my ear. Ever since Edward's name had broken through the careful walls I'd buried it behind, I'd been unable to lock it up again. It didn't hurt now—not during the precious seconds when I could hear his voice. Jacob was fuming in front of me, quivering with anger. I didn't understand why the Edward delusion was unexpectedly in my mind. Jacob was livid, but he was Jacob. There was no adrenaline, no danger. \"Give him a chance to calm down,\" Edward's voice insisted. I shook my head in confusion. \"You're being ridiculous,\" I told them both. \"Fine,\" Jacob answered, breathing deeply again. \"I won't argue it with you. It doesn't matter anyway, the damage is done.\" \"What damage? \" He didn't flinch as I shouted the words in his face. \"Let's head back. There's nothing more to say.\" I gaped. \"There's everything more to say! You haven't said anything yet!\" He walked past me, striding back toward the house. \"I ran into Quil today,\" I yelled after him. He paused midstep, but didn't turn. \"You remember your friend, Quil? Yeah, he's terrified.\" Jacob whirled to face me. His expression was pained. \"Quil\" was all he said. \"He's worried about you, too. He's freaked out.\" Jacob stared past me with desperate eyes. I goaded him further. \"He's frightened that he's next.\" Jacob clutched at a tree for support, his face turning a strange shade of green under the red-brown surface. \"He won't be next,\" Jacob muttered to himself. \"He can't be. It's over now. This shouldn't still be happening. Why? Why? \" His fist slammed against the tree. It wasn't a big tree, slender and only a few feet taller than Jacob. But it still surprised me when the trunk gave way and snapped off loudly under his blows. Jacob stared at the sharp, broken point with shock that quickly turned to horror. \"I have to get back.\" He whirled and stalked away so swiftly that I had to jog to keep up. \"Back to Sam!\" \"That's one way of looking at it,\" it sounded like he said. He was mumbling and facing away. I chased him back to the truck. \"Wait!\" I called as he turned toward the house. He spun around to face me, and I saw that his hands were shaking again. \"Go home, Bella. I can't hang out with you anymore.\" The silly, inconsequential hurt was incredibly potent. The tears welled up again. \"Are you… breaking up with me? \" The words were all wrong, but they were the best way I could think to phrase what I was asking. After all, what Jake and I had was more than any schoolyard romance. Stronger. He barked out a bitter laugh. \"Hardly. If that were the case, I'd say 'Let's stay friends.' I can't even say that.\" \"Jacob… why? Sam won't let you have other friends? Please, Jake. You promised. I need you!\" The blank emptiness of my life before—before Jacob brought some semblance of reason back into it—reared up and confronted me. Loneliness choked in my throat. \"I'm sorry, Bella,\" Jacob said each word distinctly in a cold voice that didn't seem to belong to him. I didn't believe that this was really what Jacob wanted to say. It seemed like there was something else trying to be said through his angry eyes, but I couldn't understand the message. Maybe this wasn't about Sam at all. Maybe this had nothing to do with the Cullens. Maybe he was just trying to pull himself out of a hopeless situation. Maybe I should let him do that, if that's what was best for him. I should do that. It would be right. But I heard my voice escaping in a whisper. \"I'm sorry that I couldn't… before… I wish I could change how I feel about you, Jacob.\" I was desperate, reaching, stretching the truth so far that it curved nearly into the shape of a lie. \"Maybe… maybe I would change,\" I whispered. \"Maybe, if you gave me some time… just don't quit on me now, Jake. I can't take it.\" His face went from anger to agony in a second. One shaking hand reached out toward me. \"No. Don't think like that, Bella, please. Don't blame yourself, don't think this is your fault. This one is all me. I swear, it's not about you.\" \"It's not you, it's me,\" I whispered. \"There's a new one.\" \"I mean it, Bella. I'm not…\" he struggled, his voice going even huskier as he fought to control his emotion. His eyes were tortured. \"I'm not good enough to be your friend anymore, or anything else. I'm not what I was before. I'm not good.\" \"What? \" I stared at him, confused and appalled. \"What are you saying? You're much better than I am, Jake. You are good! Who told you that you aren't? Sam? It's a vicious lie, Jacob! Don't let him tell you that!\" I was suddenly yelling again. Jacob's face went hard and flat. \"No one had to tell me anything. I know what I am.\" \"You're my friend, that's what you are! Jake—don't!\" He was backing away from me. \"I'm sorry, Bella,\" he said again; this time it was a broken mumble. He turned and almost ran into the house. I was unable to move from where I stood. I stared at the little house; it looked too small to hold four large boys and two larger men. There was no reaction inside. No flutter at the edge of the curtain, no sound of voices or movement. It faced me vacantly. The rain started to drizzle, stinging here and there against my skin. I couldn't take my eyes off the house. Jacob would come back. He had to. The rain picked up, and so did the wind. The drops were no longer falling from above; they slanted at an angle from the west. I could smell the brine from the ocean. My hair whipped in my face, sticking to the wet places and tangling in my lashes. I waited. Finally the door opened, and I took a step forward in relief. Billy rolled his chair into the door frame. I could see no one behind him. \"Charlie just called, Bella. I told him you were on your way home.\" His eyes were full of pity. The pity made it final somehow. I didn't comment. I just turned robotically and climbed in my truck. I'd left the windows open and the seats were slick and wet. It didn't matter. I was already soaked. Not as bad! Not as bad! my mind tried to comfort me. It was true. This wasn't as bad. This wasn't the end of the world, not again. This was just the end of what little peace there was left behind. That was all. Not as bad, I agreed, then added, but bad enough. I'd thought Jake had been healing the hole in me—or at least plugging it up, keeping it from hurting me so much. I'd been wrong. He'd just been carving out his own hole, so that I was now riddled through like Swiss cheese. I wondered why I didn't crumble into pieces. Charlie was waiting on the porch. As I rolled to a stop, he walked out to meet me. \"Billy called. He said you got in fight with Jake—said you were pretty upset,\" he explained as he opened my door for me. Then he looked at my face. A kind of horrified recognition registered in his expression. I tried to feel my face from the inside out, to know what he was seeing. My face felt empty and cold, and I realized what it would remind him of. \"That's not exactly how it happened,\" I muttered. Charlie put his arm around me and helped me out of the car. He didn't comment on my sodden clothes. \"Then what did happen'\" he asked when we were inside. He pulled the afghan off the back of the sofa as he spoke and wrapped it around my shoulders. I realized I was shivering still. My voice was lifeless. \"Sam Uley says Jacob can't be my friend anymore.\" Charlie shot me a strange look. \"Who told you that? \" \"Jacob,\" I stated, though that wasn't exactly what he'd said. It was still true. Charlie's eyebrows pulled together. \"You really think there's something wrong with the Uley kid? \" \"I know there is. Jacob wouldn't tell me what, though.\" I could hear the water from my clothes dripping to the floor and splashing on the linoleum. \"I'm going to go change.\" Charlie was lost in thought. \"Okay,\" he said absently. I decided to take a shower because I was so cold, but the hot water didn't seem to affect the temperature of my skin. I was still freezing when I gave up and shut the water off. In the sudden quiet, I could hear Charlie talking to someone downstairs. I wrapped a towel around me, and cracked the bathroom door. Charlie's voice was angry. \"I'm not buying that. It doesn't make any sense.\" It was quiet then, and I realized he was on the phone. A minute passed. \"Don't you put this on Bella!\" Charlie suddenly shouted. I jumped. When he spoke again, his voice was careful and lower. \"Bella's made it very clear all along that she and Jacob were just friends… Well, if that was it, then why didn't you say so at first? No, Billy, I think she's right about this… Because I know my daughter, and if she says Jacob was scared before—\" He was cut off mid-sentence, and when he answered he was almost shouting again. \"What do you mean I don't know my daughter as well as I think I do!\" He listened for a brief second, and his response was almost too low for me to hear. \"If you think I'm going to remind her about that, then you had better think again. She's only just starting to get over it, and mostly because of Jacob, I think. If whatever Jacob has going on with this Sam character sends her back into that depression, then Jacob is going to have to answer to me. You're my friend, Billy, but this is hurting my family.\" There was another break for Billy to respond. \"You got that right—those boys set one toe out of line and I'm going to know about it. We'll be keeping an eye on the situation, you can be sure of that.\" He was no longer Charlie; he was Chief Swan now. \"Fine. Yeah. Goodbye.\" The phone slammed into the cradle. I tiptoed quickly across the hall into my room. Charlie was muttering angrily in the kitchen.  So Billy was going to blame me. I was leading Jacob on and he'd finally had enough. It was strange, for I'd feared that myself, but after the last thing Jacob had said this afternoon, I didn't believe it anymore. There was much more to this than an unrequited crush, and it surprised me that Billy would stoop to claiming that. It made me think that whatever secret they were keeping was bigger than I'd been imagining. At least Charlie was on my side now. I put my pajamas on and crawled into bed. Life seemed dark enough at the moment that I let myself cheat. The hole—holes now—were already aching, so why not? I pulled out the memory—nor a real memory that would hurt too much, but the false memory of Edward's voice in my mind this afternoon—and played it over and over in my head until I fell asleep with the tears still streaming calmly down my empty face. It was a new dream tonight. Rain was falling and Jacob was walking <em>soundlessly</em> beside me, though beneath my feet the ground crunched like dry gravel. But he wasn't my Jacob; he was the new, bitter, graceful Jacob. The smooth suppleness of his walk reminded me of someone else, and, as I watched, his features started to change. The russet color of his skin leached away, leaving his face pale white like bone. His eyes turned gold, and then crimson, and then back to gold again. His short hair twisted in the breeze, turning bronze where the wind touched it. And his face became so beautiful that it shattered my heart. I reached for him, but he took a step away, raising his hands like a shield. And then Edward vanished. I wasn't sure, when I woke in the dark, if I'd just begun crying, or if my tears had run while I slept and simply continued now. I stared at my dark ceiling. I could feel that it was the middle of the night—I was still half-asleep, maybe more than half. I closed my eyes wearily and prayed for a dreamless sleep. That's when I heard the noise that must have wakened me in the first place. Something sharp scraped along the length of my window with a high-pitched squeal, like fingernails against the glass.",
            "vi": "7 REPETITION        11. NHÓM ƯU TÚ Mỗi lần nhìn thấy ánh ban mai, tôi ngạc nhiên khi thấy mình lại sống sót qua một đêm nữa. Sau khi bớt ngạc nhiên, tim tôi bắt đầu đập liên hồi và tay sẽ đổ mồ hôi; tôi chỉ thật sự thở lại được khi ra khỏi giường và biết chắc Charlie cũng còn sống.  Tôi dám chắc ông lo lắng – khi thấy tôi nhảy dựng lên khi có bất kỳ tiếng động to nào, hoặc khi thấy mặt tôi đột nhiên tái đi một cách vô cớ.  Qua những câu ông thỉnh thoảng hỏi, ông có vẻ quy trách nhiệm của sự thay đổi này cho việc vắng mặt liên tục của Jacob.  Nỗi kinh hoàng luôn ngự trị trong suy nghĩ làm tôi quên đi chuyện một tuần khác lại trôi qua mà Jacob vẫn chưa gọi tôi. Nhưng khi có thể tập trung cho đời sống thường nhật của mình - nếu đời tôi mà có bình thường chút nào – thì chuyện này làm tôi đau khổ.  Tôi nhớ anh chàng khủng khiếp.  Trước khi sợ hãi một cách lố bịch thế này, cô độc đã là quá khổ sở với tôi. Bây giờ, hơn bao giờ hết, tôi khao khát tiếng cười vô tư và nụ cười toe toét dễ làm cười theo của anh chàng. Tôi cần sự minh mẫn đáng tin cậy trong ga-ra tự tạo ấy và bàn tay ấm áp của anh ôm quanh những ngón tay lạnh giá của tôi.   Tôi đã bán tín bán nghi anh sẽ ghé chơi hôm thứ hai. Nếu chuyện Embry có gì tiến triển, chẳng lẽ anh chàng không muốn kể lại sao? Tôi cố tin rằng chính vì nỗi lo lắng cho bạn mình đã chiếm toàn bộ thời gian của anh, chứ không phải anh đang mất hy vọng vào tôi.  Tôi gọi cho anh hôm thứ ba, nhưng chẳng có ai trả lời. Đường dây điện thoại vẫn còn hư sao? Hay Billy đã đăng ký dịch vụ hiển thị số máy gọi đến?  Vào ngày thứ tư, cứ nửa tiếng tôi gọi một lần cho đến mười một giờ đêm, muốn nghe giọng nói ấm áp của Jacob như điên.  Thứ năm tôi ngồi trong xe tải trước nhà - khóa chặt cửa xe - chìa khoá trong tay, suốt một tiếng đồng hồ. Tôi tự thuyết phục mình, cố nghĩ ra lý do cần đến La Push một chuyến ngắn ngủi, nhưng tôi không tài nào thuyết phục mình được.  Tôi biết Laurent bây giờ đã quay về với Victoria. Nếu đi La Push, tôi có thể dẫn một người trong số họ đến đó. Chuyện gì sẽ xảy ra nếu họ đuổi kịp tôi khi Jake ở gần bên? Dù đau khổ thật nhiều nhưng tôi biết Jacob tránh xa mình thì tốt hơn. An toàn hơn cho anh.  Thật bứt rứt khi tôi không nghĩ ra được cách bảo vệ Charlie. Đêm chắc chắn sẽ là lúc thích hợp nhất để họ đến tìm tôi, và tôi có thể nói gì đây để làm Charlie ra khỏi nhà? Nếu tôi nói thật với ông, ông hẳn sẽ nhốt tôi vô một phòng lót nệm chuyên điều trị bịnh tâm thần ở một nơi nào đó.  Tôi có thể chịu được chuyện đó – thậm chí còn lấy làm vui thích nữa, nếu làm vậy có thể bảo vệ được ông. Nhưng Victoria vẫn sẽ đến nhà ông trước, tìm tôi. Có lẽ, nếu cô ta tìm thấy tôi ở đây, thì cô ta sẽ cảm thấy thoả mãn. Có lẽ cô ta sẽ rời nhà khi đã xử tôi xong.  Vì thế tôi không thể bỏ trốn được. Dù là nếu như có thể bỏ trốn, thì tôi sẽ trốn ở đâu đây? Đến nhà Renee ư? Tôi rùng mình nghĩ đến việc kéo những kẻ săn người đó vào thế giới đầy nắng trời, an toàn của mẹ. Tôi sẽ không bao giờ làm mẹ bị nguy hiểm như thế. Nỗi lo lắng đang đục một lỗ trong dạ dày tôi. Chẳng bao lâu tôi sẽ bị lủng lỗ chỗ như kim châm.  Đêm đó, Charlie lại giúp tôi bằng cách gọi Harry lần nữa để xem có phải gia đình Black đã rời khỏi thị trấn không.  Harry báo lại Billy có tham dự cuộc họp Hội đồng đêm thứ Tư, và chẳng hề nói gì về chuyện sẽ đi đâu cả. Charlie cảnh báo tôi đừng tự chuốc lấy rắc rối vào thân - Jacob sẽ gọi khi anh chàng có thể gọi được.  Chiều thứ sáu, khi lái xe từ trường về nhà, tôi bỗng hiểu ra. Tôi đang không chú ý tới đường đi quen thuộc, để tiếng ồn của động cơ làm u mê tâm trí và dịu đi những mối lo âu, thì đột nhiên tiềm thức tôi bỗng tuyên án, hẳn nó đã hoạt động lúc nào đó mà tôi không biết.  Ngay khi nghĩ về chuyện đó, tôi cảm thấy mình vô cùng ngu ngốc vì đã không nghĩ ra sớm hơn. Chắc chắn. Tôi đã bận tâm quá nhiều – mấy con ma cà rồng khao khát trả thù, loài sói đột biến khổng lồ, lỗ thủng lởm chởm giữa ngực - nhưng khi bày bằng chứng ra, mọi chuyện thật rõ ràng đến mức xấu hổ. Jacob đang lảng tránh tôi. Charlie nói anh ta trông có vẻ lạ lùng, khó chịu… Những câu trả lời ỡm ờ, vô bổ của Billy. Trời đất, tôi đã biết chính xác chuyện gì đang xảy ra với Jacob.  Đó là Sam Uley.  Cả những cơn ác mộng cũng đang cố bảo tôi thế. Sam đã tóm được Jacob.  Chuyện đang xảy ra cho những thanh niên khác ở khu bảo tồn đã vươn đến và đánh cắp bạn tôi.  Anh đã bị lôi kéo vào nhóm thanh niên ưu tú của Sam.  Anh chẳng hề từ bỏ tôi, tôi nhận ra cùng xúc cảm tuôn trào.  Tôi để xe tải chạy không trước nhà. Tôi nên làm gì đây? Tôi cân nhắc các nguy cơ với nhau.  Nếu đi tìm Jacob, tôi có nguy cơ bị Victoria hoặc Laurent tìm thấy tôi với anh.  Nếu tôi không cố theo đuổi anh chàng, Sam sẽ lôi kéo anh dấn sâu vào băng nhóm ép buộc, đáng sợ của anh ta. Có lẽ sẽ quá muộn nếu tôi không ra tay ngay.  Đã một tuần qua, và chưa có con ma cà rồng đến bắt tôi cả.  Một tuần là khoảng thời gian nhiều hơn là đủ để họ quay lại, vì vậy tôi không phải là một ưu tiên. Rất có khả năng, như tôi đã nghĩ trước đây, họ sẽ đến bắt tôi trong đêm. Nguy cơ chúng theo tôi đến La Push thấp hơn nhiều so với nguy cơ mất Jacob vào tay Sam.  Quả đáng gánh chịu những hiểm nguy của đường rừng hẻo lánh. Đây là không chuyện rảnh rỗi đến chơi coi có chuyện gì đang xảy ra không.  Tôi đã biết chuyện gì đang xảy ra rồi. Đây là sứ mệnh cứu nguy. Tôi sẽ trò chuyện với Jacob – bắt cóc anh nếu cần. Tôi đã từng xem một chương trình PBS loại bỏ những tư tưởng độc hại của người bị nhồi sọ.  Chắc chắn phải có cách chữa trị.  Tôi nghĩ mình nên gọi Charlie trước. Có lẽ bất kể chuyện gì đang xảy ra dưới La Push thì cũng là thứ mà cảnh sát nên can thiệp vào. Tôi lao vô nhà, vội vã thực hiện kế hoạch của mình.  Đích thân Charlie trả lời điện thoại ở đồn cảnh sát.  \"Cảnh sát trưởng Swan.” \"Bố, Bella đây.” \"Có chuyện gì vậy?” Tôi hoàn toàn đồng ý với giả định ngày phán xét cuối cùng đã đến của ông lúc này. Giọng tôi đang run rẩy.  \"Con lo cho Jacob.” \"Tại sao?\" ông hỏi, ngạc nhiên vì đề tài bất ngờ này.  \"Con nghĩ ...Con nghĩ có chuyện gì đó không bình thường đang diễn ra ở khu bảo tồn. Jacob có kể con nghe về một số chuyện kỳ lạ xảy ra với những thanh niên khác cùng tuổi với bạn ấy. Bây giờ anh ấy đang hành động y vậy nên con sợ.” \"Những chuyện kiểu nào? \"  Ông dùng cách nói của cảnh sát, chuyên nghiệp của ông. Vậy tốt; ông đang xem chuyện tôi nói là nghiêm túc.  \"Trước tiên bạn ấy sợ, rồi bạn ấy tránh con, còn bây giờ ... con sợ bạn ấy đã tham gia băng nhóm kỳ quái ở dưới đó, băng nhóm của Sam. Băng nhóm của Sam Uley.” \"Sam Uley hả? \" Charlie lặp lại, lại ngạc nhiên.  \"Vâng.” Giọng Charlie bình tĩnh hơn khi ông trả lời. \"Bố nghĩ con hiểu lầm rồi, Bells. Sam Uley là một cậu bé tuyệt vời. Ừm, bây giờ thành đàn ông rồi. Một thằng con trai tốt. Con phải nghe Billy nói về nó.  Nó thực đã làm được những điều kỳ diệu với thanh niên ở khu bảo tồn.  Chính nó là người - \" Charlie dừng nửa chừng, và tôi đoán ông đang định ám chỉ đến cái đêm tôi bị lạc trong rừng. Tôi nói tiếp thật nhanh.  \"Bố, chẳng có vẻ gì giống thế cả. Jacob sợ anh ta.” \"Con đã nói chuyện với Billy về chuyện này chưa? \"  Bây giờ ông đang cố dỗ dành tôi. Tôi mất sự ủng hộ của ông ngay khi đề cập đến Sam.  \"Billy không quan tâm.” \" Ừm, Bella, vậy thì bố chắc chắn không sao đâu. Jacob là một thằng nhóc; có lẽ nó chỉ đang tìm tòi khám phá mà thôi.  Bố chắc chắn nó ổn mà. Rốt cuộc thì nó đâu thể suốt ngày ở bên con được.” \"Đây không phải là về chuyện con, \" tôi kiên quyết, nhưng cuộc chiến đã thất bại.  \"Bố nghĩ con chẳng cần phải lo lắng về chuyện này. Để Billy lo cho Jacob đi.” \"Charlie\" giọng tôi bắt đầu cáu kỉnh.  \"Bells, bây giờ bố đang có quá nhiều việc phải lo rồi. Hai khách du lịch đã bị mất tích bên đường mòn ngoài hồ lưỡi liềm.” Có nét lo lắng trong giọng ông. \"Chuyện mấy con sói này đang vượt ngoài tầm kiểm soát.” Trong giây lát, tôi bị phân tâm – hết sức sửng sốt - vì tin tức của ông. Không thể nào mấy con sói lại có thể sống sót qua cuộc đọ sức với Laurent... \"Bố có chắc đó là chuyện đã xảy ra với họ không? \" Tôi hỏi.  \"E là thế, con gái.  Có - \" ông do dự. \" Có cả dấu vết, và ... lần này có máu đổ.” \"Ôi!\"  Đâu cần phải đến mức đụng độ nhau đâu. Laurent chỉ cần chạy nhanh hơn bọn sói là được mà, tại sao lại thế chứ?  Điều tôi nhìn thấy trong đồng cỏ càng lúc càng lạ lùng hơn – càng không thể hiểu nỗi hơn.  \"Nè con, bố thật phải đi rồi. Đừng lo về Jake, Bella.  Bố chắc chắn không có chuyện gì đâu.” \"Được rồi, \" tôi cộc lốc nói, tuyệt vọng vì lời ông làm tôi nhớ đến chuyện quan trọng khẩn cấp hơn sắp tới. \"Chào bố.” Tôi gác máy.  Tôi nhìn chằm chằm vào điện thoại hồi lâu. Cái chuyện quái gì, tôi quyết định.  Billy trả lời sau hai lượt chuông reo.  \"A lô? \" \"Chào, Billy, \" tôi gần như gầm gừ. Tôi cố nói thân thiện hơn khi tiếp tục. \"Cho cháu nói chuyện với Jacob với? \" \"Jake không có ở đây.” Thật sốc. \"Bác có biết bạn ấy ở đâu không? \" \"Nó ra ngoài chơi với bạn. \" Giọng Billy cẩn trọng.  \"Thế à? Có ai con biết không? Quil? \" Tôi biết chắc lời mình không có vẻ tự nhiên như tôi muốn tỏ ra.  \"Không, \" Billy nói chậm rãi. \"Bác không nghĩ nó đi chơi với Quil hôm nay.” Tôi không dại gì mà đề cập đến tên Sam.  \"Embry? \" Tôi hỏi.  Billy có vẻ vui mừng hơn khi trả lời câu này. \"Ờ, nó đi chơi với Embry.” Thế là đủ đối với tôi. Embry là người trong bọn đó.  \" Ừm, nói anh ấy gọi cho con khi về đến nhà, được không ạ? \" \"Đương nhiên, chắc chắn. Không sao đâu. \" Cụp.  \"Gặp lại bác sớm, Billy, \" tôi lẩm bẩm với cái điện thoại câm lặng.  Tôi lái xe đến La Push nhất quyết đợi. Tôi sẽ ngồi ở trước nhà anh ta suốt đêm nếu phải vậy. Tôi sẽ bỏ học.  Đến lúc nào đó anh chàng cũng sẽ phải về nhà, và khi về đến nhà, anh sẽ phải nói chuyện với tôi.  Tâm trí tôi quá bận bịu đến nỗi chuyến đi tôi sợ phải thực hiện dường như chỉ mất có vài giây. Sớm hơn mong đợi, rừng bắt đầu thưa, và tôi biết mình sẽ sớm nhìn thấy ngôi nhà nhỏ đầu tiên của khu bảo tồn.  Đang lầm lũi bước đi, dọc lề trái của con đường, là một cậu bé cao lớn đội mũ bóng chày.  Hơi thở tôi ngưng lại trong chốc lát trong cổ họng, hy vọng lần này mình may mắn, là tôi đã tình cờ gặp Jacob mà chẳng phải khổ nhọc. Nhưng cậu bé này quá vạm vỡ, và tóc ngắn bên dưới cái nón ấy. Thậm chí từ phía sau, tôi cũng biết chắc đó là Quil, dù anh chàng trông có vẻ cao lớn hơn lần cuối cùng tôi gặp.  Mấy cậu bé Quileute này có chuyện gì vậy chứ?  Bộ người ta cho họ ăn hoóc-môn tăng trưởng thí nghiệm sao?  Tôi băng qua lề đường ngược chiều để dừng xe kế bên anh chàng. Anh chàng nhìn lên khi tiếng gầm rống của xe tải tôi đến gần.  Vẻ mặt Quil làm tôi sợ hơn làm tôi ngạc nhiên. Khuôn mặt anh chàng ảm đạm, trầm ngâm, trán nhăn lại lo lắng.  \" Ồ, chào, Bella, \" anh chàng chào tôi nhạt nhẽo.  \"Chào, Quil... Bạn có khoẻ không? \" Anh nhìn tôi chằm chằm buồn rầu. \"Khoẻ.” \"Tôi cho bạn đi ké nhé? \" Tôi đề nghị.  \"Đương nhiên rồi,”  anh chàng lầm bầm. Anh chàng lê chân vòng qua trước xe tải rồi mở cửa phía hành khách trèo vô trong.  \"Đi đâu đây?” \"Nhà tôi ở phía bắc, sau cửa hàng này, \" anh nói với tôi.  \"Hôm nay bạn có gặp Jacob không. \" Câu hỏi buột ra khỏi tôi gần như trước khi anh chàng nói xong.  Tôi nhìn Quil hăng hái, chờ câu trả lời. Anh nhìn chằm chằm vào kính chắn gió một chút rồi mới nói. \" Từ xa, \" cuối cùng thì anh chàng cũng nói.  \"Xa? \" Tôi lặp lại.  \"Tôi đã cố đi theo họ – nó đi với Embry.” Giọng anh chàng nhỏ, khó nghe trong tiếng động cơ. Tôi nghiêng người sát hơn. \" Tôi biết tụi nó thấy tôi. Nhưng tụi nó quay đi rồi biến vô rừng. Tôi nghĩ tụi nó không chỉ có một mình - tôi nghĩ chắc Sam và băng của anh ta đi chung với tụi nó.  \"Tôi đã chạy quanh rừng cả tiếng đồng hồ, gào gọi tụi nó. Vừa mới tìm ra đường cái thì bạn chạy đến.” \"Vậy là Sam đã nắm được anh ấy. \" Lời nói hơi lạc đi - răng tôi siết vào nhau.  Quil nhìn tôi chằm chằm. \" Bạn biết chuyện đó à?” Tôi gật đầu. \"Jake có nói với tôi ... trước đây.” \"Trước đây, \" Quil lặp lại, và thở dài.  \"Jacob bây giờ cũng tệ hại như những người khác hả? \" \"Không bao giờ rời Sam. \" Quil quay đầu lại và khạc ra cửa sổ để mở.  \"Và trước đó - anh ấy có tránh mọi người không? anh ấy có vẻ khó chịu không? \" Giọng anh chàng nhỏ và nặng nề. \" Không lâu như những người khác. Có lẽ chỉ một ngày thôi.  Rồi Sam đã gặp nó.” \"Theo bạn đó là gì?  Ma túy hay gì?” \"Tôi không nghĩ Jacob hay Embry lại dính vào bất cứ thứ gì tương tự... nhưng tôi có biết gì đâu? Còn có thể là thứ gì khác nữa?  Và tại sao những  người già không lo lắng? \" Anh chàng lắc đầu, và bây giờ nỗi sợ hãi ánh lên  trong mắt anh.  \"Jacob trước đây không muốn trở thành thành viên của ...nhóm ưu tú này. Tôi không biết điều gì đã làm nó thay đổi.”  Anh chàng nhìn tôi chằm chằm, khuôn mặt anh chàng sợ hãi. \" Tôi không muốn là người kế tiếp.” Mắt tôi phản chiếu nỗi sợ hãi của anh chàng. Đó là lần thứ nhì tôi nghe nó được mô tả như một nhóm ưu tú. Tôi rùng mình. \"Cha mẹ của bạn có ý kiến gì không? \" Anh chàng nhăn nhó. \"Có. Ông tôi nằm trong Hội đồng cùng với cha Jacob. Ông bảo Sam Uley là điều tốt đẹp nhất từng có ở nơi này.” Chúng tôi nhìn chằm chằm vào nhau một hồi lâu. Chúng tôi bây giờ đã ở La Push, và xe tải tôi đang bò dọc theo con đường vắng vẻTôi có thể nhìn thấy cửa hàng duy nhất trong làng không còn xa lắm.  \"Tôi sẽ ra khỏi xe đây, \" Quil nói. \"Nhà tôi ở ngay đàng kia. \" Anh chàng chỉ tay về phía hình chữ nhật bằng gỗ nhỏ đằng sau cửa hàng. Tôi tấp vào lề đường, và anh chàng nhảy ra.  \"Tôi sẽ đến chờ Jacob, \" tôi nói với anh bằng giọng cay đắng.  \"Chúc may mắn. \" Anh chàng đóng sầm cửa và lê chân đi về phía trước dọc theo con đường, đầu cúi gằm, vai xệ xuống.  . Khuôn mặt Quil ám ảnh tôi khi tôi quay đầu xe rồi quay lại nhà Black.  Anh chàng sợ là người kế tiếp.  Chuyện gì đang xảy ra ở đây?  Tôi dừng lại trước nhà Jacob, tắt động cơ và hạ kính xe.  Hôm nay thật ngột ngạt, chẳng chút gió. Tôi duỗi chân thoải mái lên bảng điều khiển và chuẩn bị ngồi đợi.  Một cử động lướt qua trong ngoài tầm mắt tôi - tôi quay lại và thấy Billy đang nhìn tôi qua cửa sổ trước nhà với vẻ mặt bối rối. Tôi vẫy tay một lần và mím môi cười, nhưng cứ ngồi yên như cũ.  Mắt ông nheo lại; ông kéo màn che kính.  Tôi sẵn sàng ở lại bao lâu cũng được, nhưng tôi muốn mình có chuyện gì đó để làm. Tôi lục lọi tìm một cây bút trong đáy ba lô, và bài kiểm tra cũ. Tôi bắt đầu vẽ nguệch ngoạc vào phía sau tờ giấy.  Tôi vừa mới đủ thời gian vẽ nguệch ngoạc một hàng hình thoi thì có tiếng gõ cộc lốc lên cửa xe.  Tôi nhảy dựng, nhìn lên, nghĩ là Billy.  \"Bạn đang làm gì ở đây vậy, Bella.” Jacob gầm gừ.  Tôi nhìn anh chàng chằm chằm hết sức kinh ngạc.  Jacob đã thay đổi hoàn toàn trong mấy tuần rồi kể từ khi tôi gặp anh. Điều đầu tiên tôi để ý là mái tóc của anh – mái tóc xinh đẹp của anh đã biến mất, bị cắt thật ngắn, bao quanh đầu đen bóng như vải sa tanh đen.  Gò má dường như cương nghị hơn, căng ra ... già dặn. Cổ và vai cũng khác, dầy hơn sao đó. Bàn tay, đang kẹp chặt khung cửa xe, trông có vẻ khổng lồ, với gân và mạch máu nổi bật hơn dưới làn da màu nâu đỏ. Nhưng thay đổi bề ngoài không đáng kể.  Chính nét mặt của anh làm tôi gần như hoàn toàn không thể nhận ra.  Nụ cười cởi mở, thân thiện đã không còn cũng giống như mái tóc, ánh nhìn ấm áp trong đôi mắt đen đã thay bằng sự oán giận ủ ê đáng ngại.  Bây giờ trong Jacob đã có bóng đen.  Như thể mặt trời của tôi đã sụp đổ.  \"Jacob? \" Tôi thì thầm.  Anh chỉ nhìn tôi chằm chằm, đôi mắt căng thẳng và tức giận.  Tôi nhận ra chúng tôi không chỉ có một mình với nhau. Đằng sau anh là bốn người khác đang đứng; tất cả bọn họ đều cao lớn và da nâu đỏ, mái tóc đen cắt ngắn như tóc Jacob. Họ có thể là anh em - tôi thậm chí không nhận ra Embry trong nhóm.  Sự giống nhau càng thêm rõ bởi vẻ thù địch giống nhau nổi bật trong mọi đôi mắt.  Mọi đôi mắt trừ một.  Người lớn tuổi nhất lớn hơn vài tuổi, Sam đứng sau chót, khuôn mặt bình thản và tự tin.  Tôi phải nuốt lại cơn giận đang trào lên trong họng. Tôi muốn đánh anh ta. Không, tôi muốn làm hơn vậy. Hơn bất cứ thứ gì, tôi muốn mình dữ dằn và đáng sợ, một người không ai dám chọc giận. Người sẽ làm Sam Uley phải sợ hãi choáng váng.  Tôi muốn trở thành một con ma cà rồng.  Khao khát bạo lực làm tôi mất kiểm soát và mệt ứ hơi. Đó là điều ao ước cấm kỵ nhất trong mọi ao ước – dù là ao ước vì lý do độc ác như thế này, để có ưu thế hơn kẻ thù - vì đó là ao ước đau đớn nhất. Tương lai đó đã mãi mãi vuột khỏi tầm tay tôi, chưa bao giờ thực sự trong tầm tay tôi. Tôi cố gắng giành lại khả năng kiểm soát bản thân trong khi vết thương trong ngực tôi đau đớn âm vang.  \"Bạn muốn gì? \" Jacob hỏi, vẻ mặt anh càng lúc càng bực bội hơn khi nhìn thấy cảm xúc thay đổi trên mặt tôi.  \"Tôi muốn nói chuyện với bạn, \" tôi nói yếu ớt. Tôi cố tập trung, nhưng vẫn còn quay cuồng vùng vẫy khỏi giấc mơ cấm kỵ của mình.  \"Nói đi, \" anh rít qua kẽ răng. Ánh nhìn trừng trừng của anh thật dữ dội. Tôi chưa từng thấy anh nhìn bất kỳ ai như thế, chứ đừng nói là nhìn tôi. Nó làm tôi bất ngờ đau đớn – nỗi đau thể xác, trong đầu tôi.  \"Một mình!\" Tôi rít lên, và giọng tôi mạnh hơn.  Anh nhìn ra phía sau mình, và tôi biết mắt anh sẽ đến đâu.  Từng người trong bọn đều quay lại xem phản ứng của Sam.  Sam gật đầu một lần, mặt bình thản. Anh ta bình luận ngắn gọn bằng một thứ tiếng trong trẻo, xa lạ - tôi chỉ có thể chắc chắn không phải tiếng Pháp hay Tây Ban Nha, nhưng tôi đoán đó là tiếng Quileute.  Anh ta quay lưng đi vào nhà Jacob. Những người khác, Paul, Jared, và Embry, tôi nghĩ vậy, đi theo anh ta vô nhà.  \"OK. \" Jacob có vẻ ít giận dữ hơn khi những người khác đã ra đi. Khuôn mặt anh hơi dịu đi, và cũng tuyệt vọng hơn. Miệng anh có vẻ thường xuyên trễ xuống.  Tôi hít thật sâu. \" Bạn biết tôi muốn biết gì rồi.” Anh chàng không trả lời. Anh chỉ nhìn tôi chằm chằm chua chát.  Tôi cũng nhìn chằm chằm lại và im lặng kéo dài.  Nỗi đau trên khuôn mặt anh làm tôi mất bình tĩnh. Tôi cảm thấy họng mình bắt đầu nghẹn lại.  \"Mình đi dạo được không? \" Tôi hỏi trong khi còn nói được.  Anh không trả lời gì cả; khuôn mặt anh không thay đổi.  Tôi ra khỏi xe, cảm thấy những đôi mắt vô hình đằng sau cửa sổ dán vào mình, và bắt đầu đi về phía rừng ở hướng bắc. Chân tôi lép nhép trên cỏ ướt và bùn bên đường, và, vì đó là âm thanh duy nhất, nên lúc đầu tôi nghĩ anh không đi theo tôi. Nhưng khi tôi liếc quanh, anh đang ở ngay bên tôi, chân anh không hiểu sao lại tìm ra đường đi ít ồn ào hơn tôi.  Tôi cảm thấy dễ chịu hơn nơi mép rừng, nơi Sam không thể theo dõi được. Khi chúng tôi bước đi, tôi loay hoay tìm lời thích hợp để nói, nhưng chẳng nghĩ ra được gì. Tôi chỉ ngày càng tức giận hơn vì Jacob đã bị lôi kéo vào... vì Billy đã để chuyện này xảy ra ...vì Sam có thể đứng đó thật quả quyết và bình tĩnh... Jacob đột ngột đi nhanh hơn, sải chân đi trước tôi dễ dàng với đôi chân dài của mình, rồi quay ngoắt lại đối diện với tôi, chặn đường tôi đi nên tôi cũng phải dừng lại.  Tôi đã bị phân tâm bởi vẻ uyển chuyển thấy rõ trong động tác của anh chàng. Jacob vốn gần như vụng về y như tôi với sự cao vọt liên tục của anh chàng. Chuyện đó đã xảy ra khi nào?  Nhưng Jacob không để tôi có thời gian để nghĩ về chuyện đó. \"Chúng ta hãy giải quyết chuyện này cho xong, \" anh nói bằng một giọng khàn, cay đắng.  Tôi đợi. Anh biết tôi muốn gì rồi.  \"Không phải như bạn nghĩ đâu. \" Giọng anh đột ngột mệt mỏi. \"Không như tôi đã nghĩ - tôi đã hiểu lầm.” \"Vậy thì đó là gì?” Anh chàng nhìn kỹ mặt tôi một hồi lâu, phỏng đoán.  Nỗi tức giận chưa hoàn toàn biến  khỏi mắt anh. \"Tôi không thể nói cho bạn biết, \" cuối cùng thì anh chàng cũng nói.  Hàm tôi nghiến chặt, và tôi nói qua kẽ răng. \"Tôi cứ tưởng mình đã là bạn bè.” \"Đã là.” Hơi nhấn mạnh thì quá khứ.  \"Nhưng bạn không cần bạn bè nữa, \" tôi chua chát nói. \"Bạn có Sam. Không hay sao - bạn vẫn luôn ngưỡng mộ anh ta quá trời.” \"Trước đây tôi đã không hiểu anh ấy.” \"Còn bây giờ bạn đã hiểu ra. Cảm ơn trời phật.” \"Không như tôi đã tưởng. Chuyện này không phải là lỗi của Sam.  Anh ấy đang cố hết sức để giúp tôi.”  Giọng anh trở nên cáu kỉnh và anh nhìn qua đầu tôi, ngang qua tôi, cơn thịnh nộ đang bừng bừng trong mắt.  \"Anh ta đang giúp bạn, \" tôi lặp lại hoài nghi. \"Rõ ràng rồi.” Nhưng Jacob dường như không lắng nghe. Anh đang hít một hơi khoan thai, thật sâu, cố làm dịu mình. Anh ta tức đến nỗi bàn tay anh run rẩy.  \"Jacob, xin bạn, \" tôi thì thầm \"Bạn sẽ không kể cho tôi nghe chuyện gì đã xảy ra sao? Có lẽ tôi có thể giúp được.” \"Bây giờ không ai có thể giúp được tôi cả.” Lời anh là tiếng than van trầm; giọng anh vỡ oà.  \"Anh ta đã làm gì bạn? \" Tôi hỏi, nước mắt dâng trong mắt. Tôi chìa tay cho anh, như đã một lần trước đây, muốn giúp đỡ với đôi tay mở rộng.  Lần này anh chàng rúm người quay đi, giơ tay lên phòng thủ. \"Đừng chạm vào tôi,”  anh thì thầm.  \"Sam nhìn thấy à? \" Tôi lầm bầm. Nước mắt ngu ngốc đã tràn ra khoé mắt. Tôi chùi đi bằng mu bàn tay, rồi khoanh tay trước ngực.  \"Đừng trách Sam nữa. \" Lời anh phát ra thật nhanh, như phản xạ. Bàn tay anh đưa lên để vặn mái tóc đã không còn ở đó, rồi yếu ớt rơi xuống bên hông.  \"Vậy tôi nên trách ai đây? \" Tôi phản kích.  Anh cười nửa miệng; đó là một nụ cười ảm đạm, méo mó.  \"Bạn không muốn nghe điều đó đâu.” \"Cái quái gì mà tôi không muốn nghe!\" Tôi cáu kỉnh. \" Tôi muốn biết, và tôi muốn biết ngay bây giờ.” \"Bạn sai rồi, \" anh chàng cáu kỉnh trở lại.  “Bạn dám nói tôi sai à - Tôi không phải là người bị nhồi sọ! Hãy nói cho tôi biết ngay bây giờ toàn bộ chuyện này là, do lỗi của ai nếu đó không phải là lỗi của Sam quý báu của bạn !\" \"Là bạn đòi đấy nhé, \" anh gầm tôi, mắt đầy oán giận. \" Nếu bạn muốn trách ai đó, tại sao bạn không trách bọn hút máu hôi thối, bẩn thỉu mà bạn yêu thật nhiều đó? \" Tôi há hốc ngạc nhiên và thở khò khè. Tôi cứng người tại chỗ, đau như bị dao đâm bởi những lời hai nghĩa của anh.  Cơn đau cuộn xoắn theo cách quen thuộc qua toàn cơ thể, vết thương lởm chởm xé tim tôi từ trong ra ngoài, nhưng đó chỉ là chuyện phụ, chỉ là nhạc nền so với suy nghĩ hỗn độn trong tôi. Tôi không tin nỗi mình đã nghe anh nói như thế.  Chẳng có chút gì do dự trong khuôn mặt anh. Chỉ sự cuồng nộ.  Miệng tôi vẫn há hốc.  \"Tôi đã bảo là bạn sẽ không muốn nghe đâu mà,” anh nói.  \"Tôi không hiểu bạn muốn ám chỉ ai, \" tôi thì thầm.  Anh nhướng một bên lông mày đầy hoài nghi. \"Tôi nghĩ bạn biết rõ ý tôi muốn nói đến ai. Bạn sẽ không buộc tôi phải nói ra, đúng không? Tôi không muốn làm tổn thương bạn.” \"Tôi không hiểu bạn muốn ám chỉ ai cả, \" tôi lặp lại một cách máy móc.  \"Gia đình Cullens, \" anh chậm rãi nói, lôi từ này ra, vừa dò xét mặt tôi. \"Tôi đã thấy rồi - tôi có thể thấy trong mắt bạn cái tên đó đối với bạn ra sao khi nói ra tên của họ.” Tôi lắc đầu qua lại phủ nhận, vừa cố gắng hiểu. Sao anh biết được chuyện này? Và chuyện này có liên quan gì đến nhóm ưu tú của Sam? Có phải đây là một băng nhóm thù ghét ma cà rồng không?  Lý do gì để lập nên một đoàn thể như vậy khi mà chẳng có con ma cà rồng nào sống ở Forks nữa? Tại sao bây giờ Jacob lại tin mấy chuyện về gia đình Cullens, khi bằng chứng về họ đã chẳng còn, chẳng bao giờ trở lại?  Mất thật nhiều thời gian tôi mới nghĩ ra được câu trả lời chính xác. \"Đừng có bảo tôi là bây giờ bạn tin mấy chuyện vô lý mê tín của Billy nhé, \" tôi nói, ráng đùa.  \"Ông biết nhiều hơn tôi nghĩ.” \"Nghiêm túc đi, Jacob.” Anh chàng nhìn tôi trừng trừng, mắt anh phản đối.  \"Khoan nói đến vụ mê tín dị đoan, \" tôi nói nhanh. \" Tôi vẫn không hiểu bạn lên án ... nhà Cullens” - cau mày - \"vì chuyện gì.  Họ đã bỏ đi hơn nửa năm rồi. Sao bạn có thể đổ lỗi cho họ về chuyện Sam đang làm chớ?” \"Sam chẳng hề làm gì cả, Bella. Và tôi biết họ đã bỏ đi. Nhưng đôi khi ...  mọi chuyện bắt đầu diễn ra, rồi thì đã quá muộn.” \"Cái gì diễn ra? Cái gì đã quá muộn ? Bạn đang trách họ về việc gì?” Anh đột ngột ở sát mặt tôi, ánh cuồng nộ cháy rực trong mắt. \"Vì đã tồn tại trên đời này,” anh rít lên.  Tôi bị bất ngờ và bị phân tâm khi những lời cảnh báo lại đến bằng giọng Edward, khi tôi thậm chí chẳng hề sợ hãi.  \"Bình tĩnh nào, Bella. Đừng ép anh ta,” Edward cảnh báo trong tai tôi.  Suốt từ lúc tên Edward vượt qua bức tường thận trọng chôn kín ấy, tôi vẫn chưa thể nhốt nó lại được.  Bây giờ nó không làm tôi đau - chưa trong giây phút quý báu tôi nghe được giọng anh.  Jacob đang giận dữ trước mặt tôi, run lên vì giận.  Tôi không hiểu tại sao ảo giác Edward lại xuất hiện tâm trí tôi bất ngờ như thế. Jacob tức giận, nhưng cũng chỉ là Jacob thôi mà. Không adrenaline, chẳng nguy hiểm.  \"Cho anh ta một cơ hội để bình tĩnh lại” giọng Edward cố nài.  Tôi lắc đầu không hiểu. \"Bạn thật lố bịch, \" tôi nói với cả hai.  \"Được thôi, \" Jacob trả lời, lại thở sâu. \" Tôi sẽ không tranh cãi chuyện đó với bạn nữa.  Dù sao cũng chẳng quan trọng, thiệt hại đã xảy ra rồi.” \"Thiệt hại gì? \" Anh chàng không nao núng khi tôi hét những lời này vào mặt anh.  \"Mình về đi.  Chẳng còn gì để nói nữa.” Tôi há hốc. \"Còn đủ thứ cần nói!  Bạn chưa nói gì cả!\" Anh đi qua mặt tôi, sải chân quay về nhà.  \"Tôi tình cờ gặp Quil hôm nay, \" tôi thét sau lưng anh.  Anh chàng ngừng lại nửa chừng, nhưng không quay mặt lại.  \"Bạn có còn nhớ bạn mình không, Quil đó? Ờ, anh ta vô cùng khiếp sợ.” Jacob xoay người đối mặt với tôi. Vẻ mặt đau đớn. \" Quil\" là tất cả những gì anh nói.  \"Bạn ấy cũng lo cho bạn.  Bạn ấy bị sốc.” Jacob nhìn ngang qua tôi với đôi mắt tuyệt vọng.  Tôi dằn vặt anh thêm. \"Bạn ấy sợ bạn ấy sẽ là người kế tiếp.” Jacob chộp cây để đứng vững, khuôn mặt anh chuyển sang xanh lè kỳ lạ dưới bề mặt nâu đỏ. \"Nó sẽ không phải là người kế tiếp, \" Jacob lẩm bẩm một mình. \"Nó không thể.  Bây giờ đã qua rồi.  Chuyện này sẽ không xảy ra nữa. Tại sao? Tại sao? \" Nắm tay anh đấm vào cây.  Đó không phải là một cây to cao, mảnh khảnh và chỉ cao hơn Jacob vài feet. Nhưng tôi vẫn ngạc nhiên khi thân cây gãy và kêu rắc thật to vì những cú đấm của anh. Jacob sững sờ nhìn chằm chằm vào chỗ đứt lìa rồi nhanh chóng chuyển thành sự kinh hoàng.  \"Tôi phải về thôi. \" Anh xoay người và đùng đùng bỏ đi nhanh đến nỗi tôi phải chạy theo mới đuổi kịp.  \"Về với Sam đi!\" \"Đó là một cách nhìn nhận sự việc, \" nghe như anh nói. Anh chàng đang lầm bầm và quay mặt chỗ khác.  Tôi rượt theo anh đến chỗ xe tải. \"Đợi chút!\" Tôi gọi khi anh quay về phía nhà.  Anh quay phắt lại đối mặt với tôi, và tôi thấy bàn tay anh lại run rẩy.  \"Về nhà đi, Bella. Tôi không thể đi chơi với bạn được nữa.” Sự tổn thương vụn vặt, ngu ngốc mà lại mạnh không ngờ. Nước mắt lại dâng trào. \"Có phải bạn ... chia tay với tôi không?” Lời nói ấy hoàn toàn không ổn, nhưng đó là cách tốt nhất tôi có thể nghĩ ra để nói lên điều tôi đang hỏi. Rốt cuộc thì những gì Jake và tôi đã có còn hơn bất cứ chuyện tình học trò nào. Mạnh mẽ hơn.  Anh cười khan cay đắng. \"Không. Nếu mà được vậy thì tôi sẽ nói 'Hãy vẫn là bạn nhé.' Tôi thậm chí không nói vậy được.” \" Jacob ... tại sao? Sam không muốn bạn có bạn bè khác ư? Xin bạn, Jake. Bạn đã hứa rồi. Tôi cần bạn!” Sự trống rỗng trong đời tôi trước đây - trước khi Jacob mang cái tựa như lý do để quay lại cuộc sống – lồng lên và đối mặt với tôi. Nỗi cô đơn nghẹn trong họng tôi.  \"Tôi xin lỗi, Bella, \" Jacob nói từng từ rõ ràng bằng giọng lạnh lùng chẳng hề giống gì anh.  Tôi không tin đây thực là điều Jacob muốn nói. Có vẻ như có điều khác anh cố báo tôi biết qua đôi mắt giận dữ của mình, nhưng tôi không hiểu được thông điệp đó.  Có lẽ chuyện này chẳng hề dính líu đến Sam. Có lẽ chuyện này chẳng hề liên quan gì đến nhà Cullens. Có lẽ anh chỉ đang cố lôi mình ra khỏi một tình huống tuyệt vọng nào đó. Có lẽ tôi nên để cho anh làm chuyện đó, nếu đó là điều tốt nhất cho anh. Tôi nên làm thế. Có lẽ vậy là đúng đắn.  Nhưng tôi nghe tiếng mình thì thầm buột ra.  \"Tôi rất tiếc là tôi không thể... trước khi... Tôi ước tôi có thể thay đổi cảm nhận của tôi về bạn, Jacob. \" Tôi tuyệt vọng, vươn người, kéo căng sự thật đến nỗi nó cong lại gần thành hình dạng của một lời nói dối. \"Có lẽ ... có lẽ tôi sẽ thay đổi, \" tôi thì thầm. \"Có lẽ, nếu bạn để tôi có chút thời gian ... chỉ cần đừng bỏ rơi tôi bây giờ, Jake. Tôi không chịu nỗi.” Mặt anh chuyển từ tức giận sang đau đớn trong một giây. Một bàn tay run rẩy vươn về phía tôi.  \"Đừng. Đừng nghĩ như thế, Bella, xin bạn. Đừng tự trách mình, đừng nghĩ đây là lỗi của bạn.  Tất cả đều là do tôi. Tôi thề đó, không dính líu đến bạn đâu.” \"Nếu không phải là bạn, thì là tôi, \" tôi thì thầm. \"Có một cái mới.” \"Tôi nói thật đó, Bella. Tôi không... \" anh cố gắng, giọng anh chàng thậm chí khàn hơn khi cố kiềm chế cảm xúc của mình.  Mắt anh dày vò đau đớn. \"Tôi không còn xứng làm bạn bạn nữa, hoặc bất cứ thứ gì khác. Tôi không phải là tôi như lúc trước. Tôi không tốt.” \"Gì chứ? \" Tôi nhìn anh chằm chằm, không hiểu và kinh hoảng. \"Bạn đang nói gì vậy? Bạn tốt hơn tôi nhiều, Jake. Bạn tốt! Ai nói với bạn là bạn không tốt? Sam hả? Đó là lời nói dối hiểm ác, Jacob! Đừng để anh ta nói với bạn vậy!\" Tôi đột ngột la hét trở lại.  Mặt Jacob trở nên khó hiểu và buồn nản. \" Không cần ai phải bảo tôi gì hết. Tôi biết tôi là thứ gì.” \"Bạn là bạn tôi, vậy đó! Jake – đừng thế!\" Anh chàng đang lùi ra xa tôi.  \"Tôi xin lỗi, Bella, \" anh lại nói; lần này là tiếng lầm bầm đứt quãng. Anh quay người và bước như chạy vô nhà.  Tôi không thể nhúc nhích khỏi nơi đang đứng. Tôi nhìn chằm chằm vào ngôi nhà nhỏ ; nó có vẻ quá nhỏ để chứa bốn cậu bé to lớn và hai người đàn ông to lớn hơn.  Chẳng có động thái nào trong nhà.  Chẳng chút rung rinh ở mép rèm, chẳng tiếng người nói hay cử động nào. Nó đối diện với tôi trống rỗng.  Mưa bắt đầu rơi, châm chích đó đây trên da tôi. Tôi không thể rời mắt khỏi ngôi nhà.  Jacob sẽ trở lại. Anh phải trở lại.  Mưa nặng hạt hơn, và gió cũng mạnh hơn. Mưa không còn rơi từ trên trời cao xuống; chúng xiên xiên từ hướng Tây. Tôi ngửi thấy mùi muối ở đại dương. Tóc quất lên mặt, dính vô mấy chỗ ướt và vương trên mi. Tôi đợi.  Cuối cùng cửa mở, và tôi nhẹ nhõm tiến một bước về phía trước.  Billy lăn ghế ông đến ngạch cửa. Tôi có thể thấy chẳng có ai đằng sau ông.  \"Charlie mới gọi, Bella. Tôi bảo ông ấy là con đang trên đường về nhà. \" Mắt ông đầy vẻ thương hại.  Lòng thương hại đã làm mọi chuyện kết thúc. Tôi chẳng nói một lời. Chỉ quay đi như máy rồi vào xe mình. Tôi đã để cửa xe mở nên chỗ ngồi trơn và ướt. Chẳng sao cả. Tôi đã ướt sũng rồi.  Không tệ như đã nghĩ! Không tệ như đã nghĩ!  Tâm trí cố an ủi tôi. Đúng vậy.  Chuyện này không tệ lắm.  Chuyện này có phải là chuyện tận thế đâu, sẽ không một lần nữa đâu.  Chuyện này chỉ là kết thúc của chút bình yên còn sót lại. Thế thôi.  Không tệ như đã nghĩ, tôi đồng ý, sau đó thêm, nhưng đủ tệ hại.  Tôi đã nghĩ Jake chữa lành vết thương trong tôi - hay ít nhất bít nó lại, giữ không cho nó làm tôi đau hơn nữa. Tôi đã lầm. Anh ta vừa mới khoét thêm một cái lỗ khác trong tim tôi, để bây giờ tôi lủng lỗ chỗ như phô-mai Thuỵ Sĩ. Tôi tự hỏi sao mình lại chưa vỡ vụn ra. Charlie đang đợi ở hàng hiên. Khi tôi dừng xe, ông bước ra đón tôi.  \"Billy gọi. Ông ta nói con cãi nhau với Jake - nói là con đã rất khó chịu,” ông giải thích khi mở cửa cho tôi.  Rồi ông nhìn mặt tôi.  Nét hoảng sợ hiện lên trong vẻ mặt ông. Tôi cố nghiên cứu mặt mình kỹ lưỡng, để biết ông nhìn thấy gì. Khuôn mặt tôi có vẻ trống rỗng và lạnh lẽo, và tôi nhận ra nó có thể làm ông nhớ đến chuyện gì.  \"Không thực xảy ra chuyện đó, \" tôi lẩm bẩm.  Charlie ôm choàng lấy tôi và giúp tôi ra khỏi xe.  Ông không nói gì về chuyện quần áo tôi ướt sũng.  \"Vậy thì đã xảy ra chuyện gì\"  ông hỏi khi chúng tôi đã ở trong nhà.  Ông kéo tấm khăn phủ ghế ra khỏi lưng ghế xô - pha trong khi nói rồi quấn nó quanh vai tôi. Tôi nhận ra mình vẫn đang run rẩy.  Giọng tôi không chút sinh khí. \" Sam Uley nói Jacob không thể làm bạn con được nữa.” Charlie nhìn tôi một cách kỳ lạ. \"Ai bảo con vậy?” \"Jacob, \" tôi tuyên bố, cho dù đó không chính xác là điều anh đã nói. Nhưng vẫn đúng.  Lông mày Charlie nhíu lại. \"Con thật sự nghĩ có chuyện không ổn với con của Uley à? \" \"Con biết có chuyện mà.  Nhưng Jacob không kể cho con nghe.” Tôi có thể nghe nước từ quần áo tôi nhỏ giọt xuống sàn và rơi toé trên vải sơn lót sàn. \"Con đi thay đồ đây.” Charlie đang chìm trong suy nghĩ. \"Ừ, \" ông lơ đãng nói.  Tôi quyết định tắm vòi sen vì quá lạnh, nhưng nước nóng dường như chẳng làm da tôi ấm lên được chút nào cả. Tôi vẫn lạnh như băng khi chịu thua và tắt nước. Trong sự yên tĩnh bất ngờ, tôi nghe Charlie đang nói chuyện với ai đó ở dưới nhà. Tôi quấn khăn lớn quanh mình, và hé mở cửa phòng tắm.  Giọng Charlie giận dữ. \"Tôi không tin chuyện đó. Chẳng có nghĩa gì cả.” Rồi yên lặng sau đó, và tôi nhận ra ông đang nói chuyện điện thoại. Một phút trôi qua.  \"Bạn đừng đổ chuyện này cho Bella!\" Charlie đột ngột la to.  Tôi nhảy dựng. Khi ông nói tiếp, giọng ông thận trọng và nhỏ hơn. \"Bella từ đó đến giờ đã tỏ rất rõ là nó và Jacob chỉ là bạn bè mà thôi ... Ừm, nếu thật vậy, thì tại sao bạn không nói vậy ngay từ lúc đầu? Không, Billy, tôi nghĩ nó đúng về chuyện này... Vì tôi hiểu con gái tôi, và nếu nó nói là trước đây Jacob đã sợ –“ Ông ngừng giữa chừng, và khi ông trả lời ông gần như lại la to trở lại.  \"Bạn có ý gì khi nói tôi không hiểu con gái tôi như tôi nghĩ tôi hiểu chứ!\"  Ông lắng nghe chút xíu, và câu trả lời của ông nhỏ đến mức tôi gần như không nghe được. \"Nếu bạn nghĩ tôi sẽ nhắc nhở nó về chuyện đó, thì bạn nên suy nghĩ lại đi.  Nó chỉ vừa mới vượt qua được chuyện đó, và hầu như toàn là nhờ Jacob, tôi nghĩ vậy.  Nếu bất cứ chuyện gì Jacob đang làm với nhân vật Sam này làm nó bị trầm cảm trở lại, thì Jacob sẽ phải chịu trách nhiệm với tôi.  Bạn là bạn tôi, Billy, nhưng chuyện này đang hại gia đình tôi.” Lại nghỉ một chút để Billy trả lời.  \"Bạn hiểu đúng rồi đó – mấy thằng đó mà lòi một ngón chân ra khỏi vạch là tôi sẽ biết ngay. Chúng tôi sẽ để mắt đến chuyện này, bạn có thể chắc chắn vậy đó.” Ông không còn là Charlie nữa; bây giờ ông đang là cảnh sát trưởng Swan.  \"Tốt. Ờ. Tạm biệt. \" Điện thoại đập rầm vô giá.  Tôi rón rén đi nhanh qua hành lang để về phòng mình. Charlie đang lầm bầm giận dữ trong nhà bếp.  Vậy là Billy đổ tội cho tôi. Tôi đã dụ dỗ Jacob và rốt cuộc anh đã chán ngấy. Thật lạ, vì chính tôi đã sợ chuyện đó, nhưng sau lời cuối Jacob nói chiều nay, tôi không còn nghĩ vậy nữa. Có chuyện gì đó hơn chứ không phải là nỗi đắm say không được đáp lại, và tôi ngạc nhiên khi Billy lại hạ thấp mình khẳng định chuyện đó.  Điều này khiến tôi nghĩ dù bí mật họ đang giấu là gì thì nó cũng lớn hơn tôi nghĩ. Ít nhất thì bây giờ Charlie đang ở phe tôi.  Tôi mặc bộ pi-gia-ma rồi bò vô giường. Đời có vẻ đủ đen tối lúc này để tôi cho phép tự lừa dối mình.  Vết thương - bây giờ là những vết thương - đang đau, vậy tại sao lại không? Tôi lôi ký ức ra – không phải là ký ức thực sự sẽ làm tôi vô cùng đau đớn, mà là ký ức về giọng nói của Edward trong tâm trí tôi chiều nay - và nghe đi nghe lại trong đầu hoài hoài cho đến khi ngủ thiếp đi với nước mắt vẫn lặng lẽ ràn rụa xuống khuôn mặt vô cảm của tôi.  Giấc mơ đêm nay là một giấc mơ mới.  Mưa đang rơi và Jacob đang đi êm không tiếng động bên tôi, cho dù dưới chân tôi đất kêu lạo xạo như sỏi khô. Nhưng anh không phải là Jacob của tôi; anh là một Jacob mới, cay đắng, duyên dáng.  Nét mềm mại êm ả trong dáng đi của anh làm tôi nhớ đến một người khác, và, khi tôi nhìn, nét mặt anh bắt đầu thay đổi. Màu nâu đỏ của làn da anh nhạt dần, thành mặt anh trắng bệch. Mắt anh chuyển sang màu vàng, rồi đỏ thẫm, rồi lại chuyển thành vàng. Mái tóc ngắn của anh cuộn trong gió nhẹ, chuyển thành màu đồng nơi gió chạm vào. Và khuôn mặt anh trở nên xinh đẹp đến nỗi làm tan nát trái tim tôi. Tôi với tay đến gần anh, nhưng anh lùi ra xa, đưa tay lên cao che chắn. Rồi Edward biến mất.  Tôi không chắc, khi thức giấc trong bóng tối, là mình chỉ mới bắt đầu khóc, hay là nước mắt vẫn đang chảy trong khi tôi ngủ và bây giờ chảy tiếp. Tôi nhìn chằm chằm vào trần nhà tối đen. Tôi có thể cảm thấy đang nửa đêm - tôi vẫn còn ngái ngủ, có lẽ hơn ngái ngủ. Tôi nhắm mắt lại mệt mỏi và cầu xin một giấc ngủ không mộng mị.  Đó là lúc tôi nghe tiếng động hẳn đã đánh thức tôi lúc nãy. Cái gì đó nhọn cào dọc theo chiều dài cửa sổ của tôi với tiếng ken két, như móng tay cào lên kính."
        }
    ],
    "suggestions": []
}