{
    "en_vn": {
        "data": {
            "content": null,
            "word": "southeastern"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "southeastern"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "southeastern"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "southeastern"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "southeastern"
        }
    },
    "sentences": [
        {
            "en": "She lives in <em>southeastern</em> Australia.",
            "vi": "Nó sống ở vùng đông nam nước Úc."
        },
        {
            "en": "An attractive and wealthy province of Vietnam's <em>Southeastern</em> region.",
            "vi": "Một tỉnh giàu đẹp của miền đông nam bộ."
        },
        {
            "en": "It was December, 1930, in the <em>southeastern</em> United States.",
            "vi": "Lúc đó nhằm tháng mười hai năm 1930, tại miền đông nam hiệp chủng quốc."
        },
        {
            "en": "The Mekong delta region encompasses a large portion of <em>southeastern</em> Vietnam of 39, 000 square kilometres.",
            "vi": "Vùng đồng bằng sông Cửu Long bao gồm một phần lớn của Đông Nam Việt Nam có diện tích 39.000 ki-lô-mét vuông."
        },
        {
            "en": "The Mekong delta region encompasses a large portion of <em>southeastern</em> Vietnam of 39,000 square kilometres.",
            "vi": "Vùng đồng bằng sông Cửu Long bao gồm một phần lớn của Đông Nam Việt Nam có diện tích 39. 000 ki - lô - mét vuông."
        },
        {
            "en": "The area for forestation has the biggest reserves in Vietnam's <em>southeastern</em> Region.",
            "vi": "Diện tích trồng rừng có trữ lượng lớn nhất đông nam bộ."
        },
        {
            "en": "The PKK has been fighting for Kurdish independence in <em>southeastern</em> Turkish since 1984.",
            "vi": "Nhóm pkk đã đấu tranh để dành độc lập cho người kurd ở miền đông nam thổ nhĩ kỳ từ năm 1984."
        },
        {
            "en": "We begin our program today in the <em>southeastern</em> mountains of Venezuela.",
            "vi": "Chúng ta bắt đầu chương trình của mình hôm nay ở vùng núi thuộc đông nam Venezuela."
        },
        {
            "en": "<em>Southeastern</em> Romania is an area with a high incidence of disease.",
            "vi": "Đông Nam Romania là một khu vực với tỉ lệ bệnh tật cao."
        },
        {
            "en": "Kenyon police say armed government shot and killed 22 civilians Tuesday in a raid on a village in <em>southeastern</em> Kenya.",
            "vi": "Cảnh sát kenya cho hay hôm thứ ba chính quyền vũ trang đã nổ súng và làm thiệt mạng 22 thường dân trong một cuộc đột kích vào một ngôi làng phía đông nam kenya."
        },
        {
            "en": "The rate in HCM City is 1.45, while the <em>southeastern</em> province of Binh Duong has a rate of 1.7.",
            "vi": "Tỷ lệ này ở TP. HCM là 1,45, trong khi tỉnh Bình Dương ở miền Đông Nam Bộ có tỷ lệ là 1,7."
        },
        {
            "en": "Cotton Belt is an agricultural region of the <em>southeastern</em> U. S. where cotton is the main cash crop.",
            "vi": "Vành đai bông vải là khu vực nông nghiệp ở phía Đông Nam nước Mỹ nơi cây bông vải là cây trồng chính."
        },
        {
            "en": "Cotton Belt is an agricultural region of the <em>southeastern</em> U.S. where cotton is the main cash crop.",
            "vi": "Vành đai bông vải là khu vực nông nghiệp ở phía Đông Nam nước Mỹ nơi cây bông vải là cây trồng chính."
        },
        {
            "en": "The most affected areas are the south central region, the central highlands, the <em>southeastern</em> region and the Mekong Delta.",
            "vi": "Khu vực chịu ảnh hưởng nhất là khu vực Nam Trung Bộ, Tây Nguyên, Đông Nam Bộ và khu vực sông Mekong"
        },
        {
            "en": "In addition, opening of the economy proceeded initially only in coastal areas in the <em>Southeastern</em> provinces, and expanded thereafter once experiences proved successful.",
            "vi": "Ngoài ra, việc mở cửa nền kinh tế trước hết chỉ được thực hiện ở vùng duyên hải của các tỉnh miền Đông Nam, và khi đã đạt được thành công trên thực tế thì mở rộng ra các vùng khác."
        },
        {
            "en": "Nguyen Van Ngoc, Vice President of the <em>Southeastern</em> Livestock Association, said that chicken was more vulnerable than others because domestic chicken farming is very sensitive to external impacts. ",
            "vi": "Ông Nguyễn Văn Ngọc, Phó chủ tịch hội chăn nuôi Đông Nam Bộ, cho rằng gà dễ chết hơn các con vật khác hơn bởi vì gà nội địa dễ bị ảnh hưởng bởi các nhân tố bên ngoài."
        },
        {
            "en": "Water shortages and drought have also affected industrial crops in the central highlands and the <em>southeastern</em> region with a total area of 28,000 and 15,823 hectares, respectively.",
            "vi": "Thiếu nước và hạn hán cũng gây ảnh hưởng đến cây công nghiệp ở khu vực Tây Nguyên và Nam Trung Bộ tương ứng với tổng diện tích từ 15.823 đến 28.000 ha"
        },
        {
            "en": "Islamabad, Pakistan (CNN) -- Heavy rains and flooding in Pakistan's <em>southeastern</em> Sindh province have killed some 226 people over the past month, the National Disaster Management Authority said Tuesday.",
            "vi": "Islamabad, Pa-ki-xtan (CNN) -- Mưa to và lụt ở tỉnh Sindh thuộc miền đông nam của Pa-ki-xtan đã làm thiệt mạng khoảng 226 người trong tháng vừa qua, theo Cơ quan Quản lý Thảm hoạ Quốc gia công bố vào hôm Thứ ba."
        },
        {
            "en": "The trees are typically planted with other commercial trees in the majority of areas, like cashew trees in the Central Highlands region and the <em>southeastern</em> region, and coconut or fruit trees in the Mekong Delta.",
            "vi": "Ca cao thường được trồng xen với các loại cây thương mại khác trong phần lớn các nông trường, như cây điều ở khu vực Tây Nguyên và vùng Đông Nam Bộ, và cây dừa hoặc cây ăn trái ở đồng bằng sông Cửu Long."
        },
        {
            "en": "The <em>southeastern</em> part of Manhattan in New York that is divided into the Lower East Side, where many poor people live, and the Upper East Side, where many rich people live.",
            "vi": "Phía Đông Nam Manhattan New York được chia thành khu phía Đông dưới là nơi nhiều người nghèo sống và khu Đông phía trên là nơi nhiều người giàu sinh sống."
        }
    ],
    "suggestions": []
}