{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Southwestern",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Southwestern",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Southwestern",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Southwestern",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Southwestern",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Southwestern</em> region",
            "vi": "Miền Tây Nam bộ"
        },
        {
            "en": "I am a country boy who comes from <em>southwestern</em> Pennsylvania.",
            "vi": "Tôi là một cậu bé nhà quê đến từ miền tây nam Pennsylvania."
        },
        {
            "en": "Northern and <em>Southwestern</em> border provinces will tighten cross-border smuggling.",
            "vi": "Các tỉnh biên giới phía Bắc và Tây Nam chỉ đạo kiên quyết việc chống buôn lậu qua biên giới."
        },
        {
            "en": "The <em>Southwestern</em> Viet Nam has many good fruits.",
            "vi": "Miền Tây Nam bộ Việt Nam có rất nhiều loại trái cây ngon."
        },
        {
            "en": "Next, we travel to the desert of the <em>southwestern</em> United States.",
            "vi": "Kế đến, chúng ta đi du lịch đến sa mạc vùng tây nam Hoa Kỳ."
        },
        {
            "en": "<em>Southwestern</em> diamonds are layered in a single central square on a sandy ground.",
            "vi": "Những viên kim cương ở phía tây nam được sắp từng lớp ở quảng trường trung tâm đơn lẻ trên một vùng đất đầy cát."
        },
        {
            "en": "Raids against airfields and naval bases near the Inland Sea and <em>southwestern</em> Honshū continued.",
            "vi": "Việc pháo kích vào các sân bay và căn cứ hải quân gần biển Nôi địa và Tây Nam đảo Honshū vẫn được tiếp tục."
        },
        {
            "en": "For weeks they had walked north across the great <em>southwestern</em> American desert.",
            "vi": "Qua nhiều tuần họ đã đi từ phía bắc băng qua sa mạc tây nam bao la của nước mỹ."
        },
        {
            "en": "The headmaster of the Kiski School in <em>southwestern</em> Pennsylvania taught me a lesson which was about forgiveness.",
            "vi": "Hiệu trưởng trường Kiski ở miền tây nam Pennsylvania đã dạy tôi một bài học về sự tha thứ."
        },
        {
            "en": "A man reads tweets on his phone in front of a displayed Twitter logo in Bordeaux, <em>southwestern</em> France, March 10, 2016.",
            "vi": "Một người đàn ông đọc tweets trên điện thoại của mình ở phía trước của một logo Twiiter được trưng bày ở Bordeaux, tây nam nước Pháp, ngày 10 tháng ba năm 2016."
        },
        {
            "en": "A request for help in improving the availability of transport within the remote Makete District of <em>southwestern</em> Tanzania presented the opportunity to try a new approach.",
            "vi": "Yêu cầu hỗ trợ trong việc cải thiện sự hữu dụng của giao thông trong vùng Makete ở phía tây nam của Tanzania đã cho thấy cơ hội để thử một cách tiếp cận mới."
        },
        {
            "en": "For its part, Microsoft has signed up China's environment ministry, and the environmental protection bureaus in Fujian province and Chengdu, the capital of the <em>southwestern</em> province of Sichuan.",
            "vi": "Về phần mình, Microsoft đã ký hợp đồng với Bộ Môi trường Trung Quốc, và các cơ quan bảo vệ môi trường ở tỉnh Phúc Kiến và Thành Đô, tỉnh lỵ của Tứ Xuyên, Tây Nam Trung quốc."
        },
        {
            "en": "The <em>southwestern</em> region of China is prone to earthquakes. In May 2008, a magnitude 7.9 quake in Sichuan province caused widespread devastation, killing at least 69,000 people.",
            "vi": "Vùng tây nam của Trung Quốc là khu vực dễ xảy ra động đất. Vào tháng 5 năm 2008, trận động đất 7.9 độ ở tỉnh Tứ Xuyên gây ra sự tàn phá trên diện rộng, làm ít nhất 69.000 người thiệt mạng.  "
        },
        {
            "en": "Like most strong earthquakes, the one that struck <em>southwestern</em> China in last May was not identified early enough for people to flee the area.",
            "vi": "Giống như hầu hết các trận động đất mạnh, trận động đất tấn công vùng tây nam Trung Quốc vào tháng 5 vừa qua đã không được phát hiện đủ sớm để người dân sơ tán khỏi vùng/khu vực này."
        },
        {
            "en": "The three rivers are the Jefferson, Madison and Gallatin, they become the Missouri River in the <em>southwestern</em> region of Montana, more than 1,200 meters above sea level.",
            "vi": "Ba sông này là jefferson, madison và gallatin, chúng trở thành sông missouri ở vùng tây nam của montana, hơn 1.200 mét bên trên mực nước biển."
        },
        {
            "en": "The 2010 spring flower market opened in Dong Nai province’s Bien Hoa city on February 6, with 170 pavilions displaying flowers from central and <em>southwestern</em> provinces.",
            "vi": "Chợ hoa xuân năm 2010 được khai mạc tại thành phố Biên Hoà tỉnh Đồng Nai vào ngày 6 tháng 2, với 170 gian hàng trưng bày hoa đến từ các tỉnh miền trung và tây nam."
        },
        {
            "en": "Once found throughout Africa and Asia, cheetahs are now only scattered through eastern Africa and through a region of <em>southwestern</em> Africa.",
            "vi": "Có lần đã được tìm thấy trên khắp châu Phi và châu Á, giống báo đốm chân dài hiện chỉ còn sống rải rác ở miền đông châu Phi và một vùng ở miền tây nam châu Phi."
        },
        {
            "en": "The Eastern Star, which had the capacity to carry more than 500 people, was heading to the <em>southwestern</em> city of Chongqing from Nanjing, capital of Jiangsu province.",
            "vi": "Tàu Ngôi Sao Phương Đông có khả năng vận chuyển hơn 500 người, đang trên đường tới thành phố tây nam Trùng Khánh thủ phủ của tỉnh Giang Tô ừ Nam Kinh."
        },
        {
            "en": "The Mekong Delta is the region in <em>southwestern</em> Vietnam where the Mekong River approaches and empties into the sea through a network of distributaries.",
            "vi": "Đồng Bằng Sông Cửu Long là khu vực nằm ở Tây Nam Việt Nam, nơi Sông Cửu Long chảy vào và đổ ra biển qua một hệ thống các nhánh sông."
        },
        {
            "en": "In the southern and <em>southwestern</em> districts of the city, which are particularly affected by both Water shortages and flooding, harvesting rainwater holds particular potential.",
            "vi": "Tại các quận phía nam và phía tây nam của thành phố, đặc biệt bị ảnh hưởng bởi Tình trạng thiếu nước và lũ lụt, việc thu nước mua có tiềm năng đặc biệt."
        }
    ],
    "suggestions": []
}