{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['souə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người gieo hạt</td></tr></table><i/></div>",
            "word": "sower",
            "pronounce": "['souə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sower",
            "pronounce": "['souə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sower",
            "pronounce": "['souə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sower",
            "pronounce": "['souə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sower",
            "pronounce": "['souə]"
        }
    },
    "sentences": [
        {
            "en": "Albert Einstein: “The most beautiful and most profound emotion we can experience is the sensation of the mystical. It is the <em>sower</em> of all true science. He to whom this emotion is a stranger, who can no longer wonder and stand rapt in awe, is as good as dead. To know that what is impenetrable to us really exists, manifesting itself as the highest wisdom and the most radiant beauty which our dull faculties can comprehend only in their most primitive forms—this knowledge, this feeling, is at the center of true religiousness. … The cosmic religious experience is the strongest and noblest mainspring of scientific research.”",
            "vi": "Albert Einstein: “Những cảm xúc đẹp đẽ nhất và sâu sắc nhất mà chúng ta có thể cảm nhận được là từ sự thần bí. Nó là hạt mầm của mọi khoa học đích thực. Ai mà không cảm nhận được cảm xúc này, người không còn có thể cảm thấy ngạc nhiên bàng hoàng và say mê trong sự sợ hãi, thì cũng như đã chết rồi. Những gì mà không tiếp xúc đến được chúng ta thực sự tồn tại, biểu hiện chính là trí huệ cao nhất và vẻ đẹp rạng rỡ nhất mà năng lực tri giác nông cạn của chúng ta chỉ có thể hiểu được theo một cách thô sơ nhất – kiến thức này, cảm giác này, là trung tâm của tôn giáo đích thực.… Tôn giáo vũ trụ là động lực mạnh nhất và cao quý nhất của nghiên cứu khoa học.”"
        }
    ],
    "suggestions": []
}