{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">sow</font></td></tr></table><i/></div>",
            "word": "sown"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sown</k><blockquote>past participle of <kref>sow</kref><sup>1</sup>. </blockquote></div>",
            "word": "sown"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sown"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sown"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sown"
        }
    },
    "sentences": [
        {
            "en": "The <em>sown</em> seeds have struck.",
            "vi": "Mạ đã bén rễ."
        },
        {
            "en": "He reaps where he has not <em>sown</em>.",
            "vi": "Ông ta ngồi mát ăn bát vàng."
        },
        {
            "en": "We reap as we have <em>sown</em>.",
            "vi": "Chúng ta gieo gì thì sẽ gặt nấy."
        },
        {
            "en": "Reap where one has not <em>sown</em>",
            "vi": "Không làm mà hưởng"
        },
        {
            "en": "Are the seeds of criminal behaviour <em>sown</em> early in life?",
            "vi": "Có phải những mầm mống hành vi tội phạm đã được gieo mầm sớm trong cuộc đời?"
        },
        {
            "en": "Sweet pea seed can be <em>sown</em> in May.",
            "vi": "Hạt giống cây đậu ngọt có thể gieo vào tháng Năm."
        },
        {
            "en": "Seeds that are <em>sown</em> on stony ground spring up quickly.",
            "vi": "Các hạt giống được gieo trên vùng đất nhiều đá mọc lên nhanh chóng."
        },
        {
            "en": "He wanna to reap where one has not <em>sown</em>.",
            "vi": "Anh ta muốn ngồi mát ăn bát vàng."
        },
        {
            "en": "The fields around had been <em>sown</em> with wheat.",
            "vi": "Người ta gieo lúa mì lên các cánh đồng xung quanh."
        },
        {
            "en": "Carrots can be <em>sown</em> now for early cropping, use cloches to protect during the winter.",
            "vi": "Bây giờ có thể gieo cà rốt được cho vụ mùa sớm, dùng các chuông chụp để bảo vệ chúng qua mùa đông."
        },
        {
            "en": "My ambitions were <em>sown</em> in the fertile soil of George and Walt's business.",
            "vi": "Tham vọng của tôi được nuôi dưỡng trên mảnh đất màu mỡ là những câu chuyện kinh doanh của George và Walt."
        },
        {
            "en": "The project has <em>sown</em> a good seed and the seed has borne a tree.",
            "vi": "Dự án đã gieo một hạt giống tốt và bây giờ cái cây đã mọc."
        },
        {
            "en": "The seeds of conflict were <em>sown</em> when oil was discovered on the border between the two countries.",
            "vi": "Mầm mống xung đột nảy sinh khi người ta tìm thấy dầu mỏ ở vùng biên giới giữa hai nước."
        },
        {
            "en": "The seeds for Mozilla's financial success--measured on the basis of an open-source project if not, say, Microsoft--were <em>sown</em> early in Firefox.",
            "vi": "Các mầm móng cho sự thành công về tài chính của Mozilla - được đo lường dựa theo dự án mã nguồn mở, nếu không muốn nói đến Microsoft đã gieo mầm vào Firefox."
        },
        {
            "en": "The seeds for Mozilla's financial success - - measured on the basis of an open - source project if not, say, Microsoft - - were <em>sown</em> early in Firefox.",
            "vi": "Các mầm móng cho sự thành công về tài chính của Mozilla - được đo lường dựa theo dự án mã nguồn mở, nếu không muốn nói đến Microsoft đã gieo mầm vào Firefox."
        },
        {
            "en": "The seeds for Mozilla's financial success--measured on the basis of an open-source project if not, say, Microsoft--were <em>sown</em> early in Firefox.",
            "vi": "Các mầm móng cho sự thành công về tài chính của Mozilla - được đo lường dựa theo dự án mã nguồn mở, nếu không nói đến Microsoft đã sớm gieo mầm vào Firefox."
        },
        {
            "en": "You can mulch with some wood chippings or something similar and put some colourful wool lines in to remind you what you’ve <em>sown</em> and to brighten it up a bit. To start with you’ll need to water in the basket and the soil surface until the roots grow.",
            "vi": "Bạn có thể phủ mặt đất bằng dăm gỗ hoặc cái gì đó tương tự và đặt một số dây len sặc sỡ để nhắc mình nhớ mình đã trồng gì và để làm vườn tươi tắn một chút. Lúc đầu bạn sẽ cần tưới nước giỏ phân và mặt đất cho đến khi rễ phát triển."
        },
        {
            "en": "Research into old Maori eating customs shows that jellies were made using seaweeds, fresh fruit and nuts, fuchsia and tutu berries, cape gooseberries, and many other fruits which either grew here naturally or were <em>Sown</em> from seeds brought by settlers and explorers.",
            "vi": "Nghiên cứu về phong tục ăn uống của người Maori cổ cho thấy thạch mà họ ăn được làm từ rong biển, hoa quả tươi và các loại hạt, hoa lồng đèn, quả mọng, quả anh đào đất, và nhiều loại trái cây khác, mà những loại trái này phát triển tự nhiên hoặc được gieo trồng từ hạt do người định cư và các nhà thám hiểm mang về."
        },
        {
            "en": "Farmers in the north-western region often dry their fields during May and June. After that, they pour water into the soil. The water flows from ravines through bamboo tubes to fill the fields, creating multicoloured paintings: the yellow of the alluvium, the greenish colour of young rice sprouts freshly <em>sown</em> and the reflected colour of the blue sky.",
            "vi": "Ở khu vực Tây Bắc, ruộng của người nông dân thường khô hạn trong suốt tháng 5 và tháng 6. Sau đó, họ đổ nước vào đất. Nước chảy từ các khe nước qua các ống tre đổ đầy các thửa ruộng, tạo nên những bức họa đa sắc: sắc vàng của phù sa, sắc xanh của những mầm lúa non vừa gieo cùng với sắc màu của trời xanh phản chiếu."
        },
        {
            "en": "Farmers in the north-western region often dry their fields during May and June. After that, they pour water into the soil. The water flows from ravines through bamboo tubes to fill the fields, creating multicoloured paintings: the yellow of the alluvium, the greenish colour of young rice sprouts freshly <em>sown</em> and the reflected colour of the blue sky.",
            "vi": "Ở khu vực Tây Bắc, ruộng của người nông dân thường khô hạn trong suốt tháng 5 và tháng 6. Sau đó, họ đổ nước vào đất. Nước chảy từ các khe nước qua các ống tre đổ đầy các thửa ruộng, tạo nên những bức họa đa sắc: sắc vàng của phù sa, sắc xanh của những mầm lúa non vừa gieo cùng với sắc màu của trời xanh phản chiếu."
        }
    ],
    "suggestions": []
}