{
    "en_vn": {
        "data": {
            "content": null,
            "word": "spaceflight"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spaceflight"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spaceflight"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>spaceflight</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) a manned; unmanned spaceflight </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a spaceflight to (a spaceflight to the moon)</ex></blockquote></blockquote></div>",
            "word": "spaceflight"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đạo hàng không gian</font></td></tr></tbody></table></div>",
            "word": "spaceflight"
        }
    },
    "sentences": [
        {
            "en": "It was also the end of the first part of NASA's manned <em>spaceflight</em> program.",
            "vi": "Nó cũng là sự kết thúc phần đầu của chương trình bay vào không gian có người lái của NASA."
        },
        {
            "en": "Anyone who works for NASA will tell you that Mars is the next goal for human <em>spaceflight</em>.",
            "vi": "Bất cứ ai làm việc cho NASA cũng sẽ nói với bạn rằng sao Hỏa là mục tiêu kế tiếp cho các chuyến bay của con người vào không gian."
        },
        {
            "en": "The Apollo program was the United States <em>spaceflight</em> effort which landed the first humans on Earth's Moon.",
            "vi": "Chương trình không gian Apollo của Mỹ là nỗ lực đưa những người đầu tiên lên mặt trăng của trái đất do Mỹ thực hiện."
        },
        {
            "en": "Certain hardy bacterial spores, such as the Bacillus subtilis in the picture were exposed to space aboard the ISS, but shielded from solar UV-radiation, and demonstrated a high survival rate. The space vacuum and temperature extremes alone were not enough to kill them off. These remarkable bugs could be capable of surviving an interplanetary space flight to Mars and live there, under a thin layer of soil, were they to be accidentally deposited by a spacecraft. This finding has huge implications; if microorganisms, or their DNA, can survive interplanetary <em>spaceflight</em>, albeit by natural means, it leaves open the possibility that life on Earth may originally have arrived from Mars, or elsewhere.",
            "vi": "Một số bào tử vi khuẩn trơ lỳ, như khuẩn que subtilis trong hình đã tiếp xúc với không gian trên ISS, nhưng không bị bức xạ của tia cực tím mặt trời chiếu đến, và cho thấy có tỉ lệ sống sót cao. Chân không vũ trụ và nội nhiệt độ quá nóng hoặc quá lạnh thôi không đủ khả năng tiêu diệt chúng. Loài sâu bọ đáng chú ý này có khả năng vẫn sống sau chuyến du hành liên hành tinh đến sao Hỏa và sống ở đó, dưới lớp đất mỏng, có thể do tàu vũ trụ vô tình mang đến.   Khám phá này mang hàm ý quan trọng; nếu vi sinh vật, hoặc DNA của chúng, có thể sống sót sau chuyến bay vũ trụ liên hành tinh, dù bằng phương pháp tự nhiên, cũng mở ngỏ một khả năng: sự sống trên trái đất có thể có nguồn gốc từ Sao Hỏa, hoặc nơi khác."
        },
        {
            "en": "1. The fragility of the human body The effects of the space environment on the human body during long duration <em>spaceflight</em> are of significant interest if we want to one day venture far beyond the Earth. A crewed journey to Mars, for example, may take a year, and the same time again for the return leg.Microgravity research on the ISS has demonstrated that the human body would lose considerable bone and muscle mass on such a mission. Mitigation technology, involving the use of resistive exercise devices, has shown that it is possible to substantially alleviate bone and muscle loss. Coupled with other studies into appropriate nutrition and drug use, these investigations may lead to improvements in the treatment of osteoporosis, a condition affecting millions of people across the globe.",
            "vi": "Sự mỏng manh yếu ớt của cơ thể con ngườiẢnh hưởng của môi trường không gian lên cơ thể người suốt chuyến bay vũ trụ dài ngày rất đáng quan tâm nếu chúng ta muốn du hành bên ngoài trái đất một ngày nào đó. Chẳng hạn như du hành có người lái đến sao Hỏa, có thể mất cả năm trời, và cũng mất bao nhiêu đó thời gian cho chuyến bay về.Nghiên cứu tình trạng không trọng lực trên ISS đã chứng minh rằng cơ thể người sẽ mất lượng cơ bắp và xương khá nhiều khi thực hiện một sứ mệnh như vậy. Công nghệ làm giảm bớt ảnh hưởng này, bao gồm sử dụng các thiết bị tập thể dục chống mất cơ bắp, cho thấy có thể giúp giảm mất xương và mất cơ đáng kể. Cùng các nghiên cứu khác về cách ăn uống thích hợp và sử dụng thuốc men, những nghiên cứu này có thể mang đến cải tiến trong điều trị loãng xương, một rối loạn đang tác động đến hàng triệu người trên toàn cầu."
        }
    ],
    "suggestions": []
}