{
    "en_vn": {
        "data": {
            "content": null,
            "word": "spanning"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spanning"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spanning"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spanning"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kéo dài</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mở rộng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">one-way spanning slab</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản có nhịp theo một hướng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">plate spanning in one direction</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản làm việc trên một phương</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">plate spanning in two direction</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản làm việc trên hai phương</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">slab spanning in two directions</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tấm chu tuyến khớp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">spanning tree</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cây bao trùm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">two-way spanning directions slab (slab supported on four sides)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản có nhịp theo hai hướng (bản 4 cạnh)</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">two-way spanning slab</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản có nhịp theo hai hướng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "spanning"
        }
    },
    "sentences": [
        {
            "en": "Tennis has a history <em>spanning</em> several centuries.",
            "vi": "Quần vợt đã có lịch kéo dài vài thế kỷ."
        },
        {
            "en": "and much more bridges <em>spanning</em> the Han River",
            "vi": "và còn nhiều cây cầu nữa bắc qua sông hàn"
        },
        {
            "en": "The pillars of Duong Bridge <em>spanning</em> the Duong River in Hanoi have been seriously damaged.",
            "vi": "Các trụ của cầu Dương bắc qua sông Dương tại Hà Nội đã bị hư hại nghiêm trọng."
        },
        {
            "en": "<em>Spanning</em> 2.4 hectares, the complex features 32 classrooms and three functional rooms.",
            "vi": "Rộng 2.4 héc ta, Khu phức hợp với 32 phòng học và 3 phòng chức năng."
        },
        {
            "en": "He played more than 800 games in a career <em>spanning</em> 20 years.",
            "vi": "Anh ấy thi đấu hơn 800 trận đấu trong sự nghiệp kéo dài 20 năm."
        },
        {
            "en": "In the 2004 Enterprise Census, there were over 90,000 recorded enterprises <em>spanning</em> 14 industrial sectors.",
            "vi": "Tổng điều tra doanh nghiệp năm 2004 cho thấy có hơn 90.000 doanh nghiệp hoạt động trong 14 ngành công nghiệp."
        },
        {
            "en": "The game of cricket has a known history <em>spanning</em> from the 16th century to the present day.",
            "vi": "Trò chơi khúc gôn cầu có một lịch sử nổi tiếng kéo dài từ thế kỷ 16 cho đến ngày nay."
        },
        {
            "en": "It also applies to conventional risk management instruments since these cover short periods only and cannot insure farmers against price downturns <em>spanning</em> several years.",
            "vi": "Nó cũng đúng với các công cụ quản lý rủi ro bởi những chúng chỉ áp dụng cho những giai đoạn ngắn và không thể bảo hiểm cho người nông dân trước những đợt sụt giá kéo dài vài năm liền."
        },
        {
            "en": "A lengthy questionnaire <em>spanning</em> the main elements of corporate governance was designed to ensure that the interviews were as consistent as possible across the full sample.",
            "vi": "Một bảng câu hỏi điều tra dài bao hàm các nội dung chính về quản trị doanh nghiệp đã được thiết kế nhằm đảm bảo cho các cuộc phỏng vấn được thống nhất chung cho toàn bộ mẫu."
        },
        {
            "en": "<em>Spanning</em> over 700ft(213m),and nominally 200ft(61m) above the River Avon, it had the longest span of any bridge in the world at the time of construction.",
            "vi": "Trải rộng trên 700ft (213m), và cao 200ft (61m) bên trên sông Avon, nó có nhịp cầu dài nhất của bất kỳ cây cầu nào trên thế giới tại thời điểm xây dựng."
        },
        {
            "en": "This can be interpreted as an outcome which mainly affects households <em>spanning</em> three-generations, where grandparents and school-age children co- reside.",
            "vi": "Đây có thể được coi là một kết quả tác động chủ yếu tới những hộ gia đình ba thế hệ trong đó ông bà và các cháu đang tuổi đi học ở cùng nhà."
        },
        {
            "en": "The responses range from private \"finishing schools\" polishing the computer skills of new graduates to multimillion-dollar partnerships <em>spanning</em> business, government and higher education.",
            "vi": "Những đáp ứng chạy từ \"các trường huấn luyện\" tư làm tinh tế kỹ năng máy tính cho sinh viên mới tốt nghiệp cho tới các đối tác nhiều triệu đô la dàn trải trên các doanh nghiệp, chính phủ và giáo dục cao hơn."
        },
        {
            "en": "Chu Lai's policymakers are considering developing a regulatory code for the economic zone in many areas, <em>spanning</em> from commercial to criminal law.",
            "vi": "Các nhà hoạch định chính sách của Chu Lai đang cân nhắc việc xây dựng một bộ luật điều tiết khu kinh tế trên nhiều lĩnh vực, từ luật thương mại đến luật hình sự."
        },
        {
            "en": "A couple was married on a bridge <em>spanning</em> the United States and Mexico, the groom on one side of the border and the bride on the other.",
            "vi": "Một cặp đôi kết hôn trên cây cầu nối liền Mỹ và Mexico, chú rể đứng bên này biên giới còn cô dâu đứng phía bên kia."
        },
        {
            "en": "This is to provide working capital for an enterprise with a robust series of shipbuilding contracts <em>spanning</em> many years, so that its solvency may not be at stake.",
            "vi": "Việc làm này là để tạo vốn lưu động cho một doanh nghiệp có hàng loạt hợp đồng đóng tàu lớn trong nhiều năm, vì vậy khả năng thanh toán của doanh nghiệp có thể không quá rủi ro."
        },
        {
            "en": "Isabelle Deltour of the Institute of Cancer Epidemiology at the Danish Cancer Society in Copenhagen, and her colleagues, conducted an analysis <em>spanning</em> three decades of incidents of brain tumors in Scandinavia, and found no significant change in occurrence.",
            "vi": "Isabelle Deltour của Viện Dịch tể học Ung thư ở Hiệp hội Ung thư Đan Mạch tại Copenhagen, và các đồng nghiệp của cô ấy, đã thực hiện một cuộc phân tích kéo dài ba thập niên về những diễn biến của u não tại Xcăng-đi-na-vi, và họ phát hiện thấy rằng không có thay đổi lớn nào trong diễn biến."
        },
        {
            "en": "At My Duc District, there is a similar bridge <em>spanning</em> the Day River. Named Seu Bridge, the VND100 million-invested (US$4,900) bridge built in 1996 was a costly endeavour by district residents at that time.",
            "vi": "Ở huyện Mỹ Đức, có 1 cây cầu tương tự bắc qua sông Đáy. Cầu Sếu, với sô tiền đầu tư khoảng 100.000.000 vnd ( khoảng 4900 đô la ) được xây vào năm 1996 đã 1 sự cố gắng đóng góp đáng quý từ những người dân địa phương vào thời gian đó"
        },
        {
            "en": "In such a case, development planning <em>spanning</em> multiple provinces would be needed both to achieve the most efficient outcome, and to ensure fair allocation of the costs of planning decisions.",
            "vi": "Trong những trường hợp như vậy, cần phải quy hoạch phát triển sao cho bao quát nhiều tỉnh, vừa để đạt được tác động hiệu quả, vừa để đảm bảo chi phí của các quyết định quy hoạch được phân bổ một cách công bằng."
        },
        {
            "en": "Linguists can trace languages back based on how far their written record goes. With this approach, we can conclude, at least for the moment, that Sumerian is the oldest known written language <em>spanning</em> c. 3300 to 3000 BC.",
            "vi": "Các nhà ngôn ngữ học có thể theo dõi các ngôn ngữ dựa trên mức độ ghi chép của họ. Với cách tiếp cận này, chúng ta có thể kết luận, ít nhất là trong thời điểm này, rằng tiếng Xume là ngôn ngữ viết được biết đến lâu đời nhất kéo dài từ c. 3300 đến 3000 trước Công nguyên."
        },
        {
            "en": "The damage includes habitat loss , pollution , and climate change , with the effects <em>spanning</em> the globe from the rain forests of Central Africa, Southeast Asia, and South America to the northern forests of Canada and Scandinavia.",
            "vi": "Những thiệt hại bao gồm sự mất đi môi trường sống tự nhiên , sự ô nhiễm và thay đổi khí hậu , với những ảnh hưởng bao trùm toàn cầu từ các khu rừng mưa ở các quốc gia Trung Phi, Đông Nam Á và Nam Mỹ cho tới các khu rừng phía bắc của Canada và bán đảo Scandinavia."
        }
    ],
    "suggestions": []
}