{
    "en_vn": {
        "data": {
            "content": null,
            "word": "spas",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spas",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spas",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spas",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spas",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Indonesian women splash out at Islamic <em>spas</em>.",
            "vi": "Phụ nữ In - đô - nê - si - a vung tiền vào các khu spa Hồi giáo."
        },
        {
            "en": "Indonesian women splash out at Islamic <em>spas</em>.",
            "vi": "Phụ nữ In-đô-nê-si-a vung tiền vào các khu spa Hồi giáo."
        },
        {
            "en": "<em>Spas</em> and hot springs chase away winter chills.",
            "vi": "Những suối nước nóng xua đi cái giá lạnh của mùa đông."
        },
        {
            "en": "The one fashionable water cures taken at <em>spas</em> certainly had a more psychological than physical effect.",
            "vi": "Cách chữa bệnh bằng nước này một thời gian được coi là hợp thời trang chắc chắn có tác động tâm lý nhiều hơn về cơ thể."
        },
        {
            "en": "We can search for the best tickets, recommend the most luxurious <em>spas</em> and arrange an itinerary with activities to suit your personal tastes.",
            "vi": "Chúng tôi có thể tìm ra những tấm vé tốt nhất, giới thiệu những nơi có suối nước khoáng sang trọng nhất và sắp xếp một lộ trình với những hoạt động phù hợp với sở thích cá nhân của bạn."
        },
        {
            "en": "During Tet period, the service industry such as restaurants, <em>spas</em>, family-helper and transport companies and consumer goods production need many seasonal labourers, she said.",
            "vi": "Bà nói: trong giao đoạn Tết, công nghiệp dịch vụ như nhà hàng, spa, người giúp việc và những công ty vận tải và sản xuất hàng tiêu dùng cần nhiều lao động thời vụ."
        },
        {
            "en": "More beauty <em>spas</em> for pets have appeared in Hanoi and Saigon, where services for dogs and cats are more expensive than for humans.",
            "vi": "Những spa làm đẹp cho thú cưng đã xuất hiện nhiều ở Hà Nội và Sài Gòn. Ở đây nhwunxg dịch vụ cho chó và mèo giá đắt hơn dành cho người."
        },
        {
            "en": "Together with surgery, exercise and <em>spas</em> businesses are also doing a very good business in India’s big cities as many people exercise to reduce weights.",
            "vi": "Cùng với giải phẫu này, kinh doanh luyện tập và tắm nước nóng cũng đang là kinh doanh rất phát đạt ở các thành phố lớn của Ấn Độ khi nhiều người luyện tập để giảm cân."
        }
    ],
    "suggestions": []
}