{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['spe∫əlaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">specialize</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['spe∫əlaiz]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">specialize</font></td></tr></table><i/></div>",
            "word": "specialise"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "specialise"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "specialise"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>specialise</k><blockquote><blockquote><abr>see</abr><kref>specialize</kref></blockquote></blockquote></div>",
            "word": "specialise"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "specialise"
        }
    },
    "sentences": [
        {
            "en": "I <em>specialise</em> seafood",
            "vi": "Tôi chuyên về thủy sản"
        },
        {
            "en": "I <em>specialise</em> in still photography.",
            "vi": "Tôi chuyên về nghệ thuật chụp ảnh tĩnh vật."
        },
        {
            "en": "We <em>specialise</em> in Fire Alarm Sounders.",
            "vi": "Chúng tôi chuyên về thiết bị phát âm còi báo cháy."
        },
        {
            "en": "We <em>specialise</em> in noise measurement instruments.",
            "vi": "Chúng tôi chuyên về các dụng cụ đo tiếng ồn."
        },
        {
            "en": "We <em>specialise</em> in white teas. It's a growing market.",
            "vi": "Chúng tôi chuyên về trà trắng. Đây là thị trường vẫn đang phát triển."
        },
        {
            "en": "We <em>specialise</em> in providing a team approach to the design of Civil Engineering projects",
            "vi": "Chúng tôi chuyên cung cấp đội tiếp cận thiết kế của các dự án kĩ thuật xây dựng"
        },
        {
            "en": "Stockbrokers work for brokerage firms, or businesses that <em>specialise</em> in trading stocks.",
            "vi": "Các nhà môi giới mua bán chứng khoán làm việc cho các công ty môi giới mua bán chứng khoán, hay các doanh nghiệp chuyên mua bán cổ phiếu."
        },
        {
            "en": "They usually <em>specialise</em> in a small range of goods, e.g. butchers, tailors, greengrocers, newsagents, etc.",
            "vi": "Các cửa hiệu này chuyên bán một số ít chủng loại hàng hoá, chẳng hạn như bán thịt, may đồ, rau quả, sách báo, v.v."
        },
        {
            "en": "Intriguingly , Goetz has found that while people experience all kinds of boredom, they tend to <em>specialise</em> in one.",
            "vi": "Kỳ lạ thay khi Goetz cho thấy rằng trong khi mọi người trải nghiệm tất cả các loại chán thì họ có xu hướng chuyên về một loại chán nản nào đó."
        },
        {
            "en": "“We work to educate the next generation not to just <em>specialise</em> in one area, but also to be cognisant of social skills, and interested in the environment and climate change,” Chi said.",
            "vi": "\"Chúng tôi không chỉ giáo dục các thế hệ tiếp theo chuyên về một lĩnh vực, mà còn phải dạy cho chúng hiểu các kỹ năng xã hội và quan tâm đến môi trường cũng như biến đổi khí hậu\", Chi nói."
        },
        {
            "en": "My friend just got back from her trip. She said she was sitting next to some tea farmers on the plane. Their names were Lian and Lok and they <em>specialise</em> in white tea.",
            "vi": "Bạn tôi vừa mới đi về. Cô ấy kể là trong chuyến bay cô ngồi cạnh mấy chủ trại trồng chè. Tên họ là Lian và Lok và họ chuyên trồng loại chè trắng thôi."
        },
        {
            "en": "My friend just got back from her trip. She said she was  sitting next to some tea farmers on the plane. Their names were Lian and Lok and they <em>specialise</em> in white tea.",
            "vi": "Bạn tôi vừa mới đi về. Cô ấy kể là trong chuyến bay cô ngồi cạnh mấy chủ trại trồng chè. Tên họ là Lian và Lok và họ chuyên trồng loại chè trắng thôi."
        },
        {
            "en": "These are mainly family owned small and medium enterprises (SMEs) that <em>specialise</em> in the kind of high quality or niche products that are not produced in Viet Nam or China (FAIR 2005).",
            "vi": "Chủ yếu đó là các doanh nghiệp vừa và nhỏ (SMEs) chuyên về các sản phẩm chất lượng cao cho thị trường ngách không được sản xuất ở Việt Nam hoặc Trung Quốc (FAIR 2005)."
        },
        {
            "en": "Pick. If you’re visiting Norway, don’t use the word ‘pick’. Your Norwegian colleague is unlikely to be impressed - it means ‘dick’ over there. Fitter. Does your business <em>specialise</em> in fitness products? Be mindful that in Norway, the word ‘fitte’ refers to a woman’s genitals.",
            "vi": "Nếu bạn đến Na Uy thì không nên nói từ Pick nhé. Người Na Uy sẽ mắt chữ o mồm chữ a đấy. Ở đó nó có nghĩa là \"dick\" (cậu nhỏ) đấy.Bạn kinh doanh các dụng cụ thể thao? Chú ý là ở Na Uy, từ 'fitter' dùng để nói về các cơ quan sinh dục ngoài của phụ nữ đó."
        },
        {
            "en": "By asking people about their experiences of boredom, Thomas Goetz and his team at the University of Konstanz in Germany have recently identified five distinct types: indifferent, calibrating, searching, reactant and apathetic. These can be plotted on two axes - one running left to right, which measures low to high arousal, and the other from top to bottom, which measures how positive or negative the feeling is. Intriguingly, Goetz has found that while people experience all kinds of boredom, they tend to <em>specialise</em> in one. Of the five types, the most damaging is ‘reactant’ boredom with its explosive combination of high arousal and negative emotion. The most useful is what Goetz calls ‘indifferent’ boredom: someone isn’t engaged in anything satisfying but still feels relaxed and calm. However, it remains to be seen whether there are any character traits that predict the kind of boredom each of us might be prone to.",
            "vi": "Bằng việc phỏng vấn mọi người về những trải nghiệm khi buồn chán, Thomas Goetz và nhóm của ông ở Trường đại học ở Konstanz, Đức mới đây đã nhận ra 5 kiểu riêng biệt là: chán nản thờ ơ, chán nản định mức, chán nản tìm kiếm, chán nản ứng hóa học và vô cảm. Chúng có thể được vẽ trên hai trục - một cái chạy từ trái sang phải, để đo mức khơi dậy thấp đến cao, và cái kia từ trên xuống dưới, để đo lường cảm giác tích cực hay tiêu cực. Kỳ lạ thay khi Goetz cho thấy rằng trong khi mọi người trải nghiệm tất cả các loại chán thì họ có xu hướng chuyên về một loại chán nản nào đó. Trong 5 loại, loại gây tổn hại nhiều nhất là sự ‘chán nản hóa học’ với sự kết hợp bùng nổ của cảm xúc kích thích và tiêu cực cao. Chán nản hữu ích nhất mà Goetz gọi là chán nản thờ ơ là khi một người không muốn làm bất cứ thứ gì để hài lòng nhưng vẫn cảm thấy thư giãn và thanh thản. Tuy nhiên, chúng ta vẫn nên nhìn nhận liệu có những nét tính cách nào có thể báo trước loại chán mà chúng ta có thể dễ mắc phải."
        }
    ],
    "suggestions": []
}