{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['spektə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">specter</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['spektə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">con ma; bóng ma</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the spectre of war</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bóng ma chiến tranh</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bóng ma, điều sợ hãi ám ảnh, điều lo ngại ám ảnh</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the spectre of unemployment was always on his mind</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cái bóng ma của nạn thất nghiệp luôn luôn ám ảnh anh ta</font></td></tr></table><i/></div>",
            "word": "spectre"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>spectre</k><blockquote>(<cclass>US <cclass><b>specter</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a ghost. </blockquote></blockquote><blockquote><blockquote>2》 something unpleasant or dangerous imagined or expected: <cclass>the spectre of nuclear holocaust. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr. <i>spectre</i> or L. <i>spectrum</i> (see <kref>spectrum</kref>). </blockquote></div>",
            "word": "spectre"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>spectre</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the spectres in the crypt</i>: GHOST, phantom, apparition, spirit, wraith, shadow, presence; <cclass><i>informal</i> spook; <cclass><i>poetic/literary</i> phantasm, shade.</cclass></cclass></blockquote><blockquote><b>2</b><i>the looming spectre of war</i>: THREAT, menace, shadow, cloud; prospect; danger, peril, fear, dread.</blockquote></div>",
            "word": "spectre"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spectre"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spectre"
        }
    },
    "sentences": [
        {
            "en": "The <em>spectre</em> of war",
            "vi": "Bóng ma chiến tranh"
        },
        {
            "en": "The awful <em>spectre</em> of civil war looms over the country.",
            "vi": "Hình ảnh khủng khiếp của cuộc nội chiến vẫn còn hiện trên đất nước này."
        },
        {
            "en": "The <em>spectre</em> of unemployment was always on his mind.",
            "vi": "Cái bóng ma của nạn thất nghiệp luôn luôn ám ảnh anh ấy."
        },
        {
            "en": "Was he a <em>spectre</em> returning to haunt her?",
            "vi": "Hồn ma của hắn đang quay lại ám ảnh cô ta?"
        },
        {
            "en": "They tried so much to chase away the <em>spectre</em> of famine.",
            "vi": "Họ đã cố gắng rất nhiều để loại bỏ bóng ma của nạn đói."
        },
        {
            "en": "The latest economic forecast again raises the <em>spectre</em> of increased inflation.",
            "vi": "Sự dự báo kinh tế mới nhất một lần nữa làm dấy lên hình ảnh lạm phát tăng cao."
        },
        {
            "en": "The <em>spectre</em> of population growth outstripping agriculture’s ability to meet human needs has not materialised.",
            "vi": "Nỗi ám ảnh về việc tăng dân số vượt quá khả năng của khu vực nông nghiệp trong việc đáp ứng nhu cầu của con người đã không xảy ra."
        },
        {
            "en": "Patches against <em>Spectre</em>, in the form of an update to web browser Safari, will be released \"in the coming days\".",
            "vi": "Các bản vá lỗi Spectre, dưới dạng cập nhật trình duyệt web Safari, sẽ được phát hành \"trong những ngày sắp tới\"."
        },
        {
            "en": "With old friends and former foes, we will work tirelessly to lessen the nuclear threat, and roll back the <em>spectre</em> of a warming planet.",
            "vi": "Cùng với bạn cũ thù xưa, chúng ta sẽ làm việc không ngừng nhằm giảm bớt đe dọa hạt nhân và đảo ngược tiến trình ấm nóng toàn cầu."
        },
        {
            "en": "It emerged this week that tech companies have been racing to fix the Meltdown and <em>Spectre</em> bugs, that could allow hackers to steal data.",
            "vi": "Các công ty công nghệ đã chạy đua để khắc phục lỗ hổng Meltdown và Spectre được phát hiện hồi đầu tuần này, có thể cho phép tin tặc ăn cắp dữ liệu,"
        },
        {
            "en": "The Meltdown and <em>Spectre</em> flaws are found in many modern computer processing units - or microchips - made by Intel and ARM, and together the firms supply almost the entire global computer market.",
            "vi": "Các lỗi Meltdown và Spectre được tìm thấy trong nhiều thiết bị xử lý máy tính hiện đại - hoặc các vi mạch - do Intel và ARM sản xuất và hai hãng này cùng cung cấp cho hầu hết toàn bộ thị trường máy tính toàn cầu."
        },
        {
            "en": "OF THE many things that are worrying investors around the world, from tumbling oil prices to the <em>spectre</em> of recession and deflation in Europe, one of the most important, and least understood, is China's debt. For the past few years China has been on a borrowing binge. Its total debt—the sum of government, corporate and household borrowings—has soared by 100% of GDP since 2008, and is now 250% of GDP; a little less than wealthy nations, but far higher than any other emerging market (see article).",
            "vi": "Có nhiều điều mà các nhà đầu tư đang lo lắng trên toàn thế giới là, giá dầu giảm mạnh, bóng ma suy thoái và giảm phát ở châu Âu, trong đó một trong những quan trọng nhất, và người ta hiểu rõ nhất, là nợ của Trung Hoa. Trong vài năm qua, Trung Hoa đã ghi dấu ân thế giới về nợ công. Tổng số nợ của các khoản tiền của chính phủ, doanh nghiệp và hộ gia đình vay đã tăng vọt 100% GDP từ năm 2008, và bây giờ là 250% GDP; chỉ ít hơn một chút so với các quốc gia giàu có, nhưng cao hơn so với bất kỳ thị trường mới nổi khác."
        },
        {
            "en": "Last winter’s floods on the rivers of central Europe were among the worst since the Middle Ages, and as winter storms return, the <em>spectre</em> of floods is returning too. Just weeks ago, the river Rhone in south-east France burst its banks, driving 15,000 people from their homes, and worse could be on the way. Traditionally, river engineers have gone for Plan A: get rid of the water fast, draining it off the land and down to the sea in tall-sided rivers re-engineered as high-performance drains. But however big they dug city drains, however wide and straight they made the rivers, and however high they built the banks, the floods kept coming back to taunt them, from the Mississippi to the Danube. Arid when the floods came, they seemed to be worse than ever. No wonder engineers are turning to Plan B: sap the water’s destructive strength by dispersing it into fields, forgotten lakes, flood plains and aquifers.",
            "vi": "Các cơn lũ lụt vào mùa đông năm ngoái trên các con sông ở Trung Âu là một trong những thảm họa tồi tệ nhất kể từ thời Trung Cổ, và khi các cơn bão mùa đông quay trở lại, bóng ma của các cơn lũ lụt cũng đang trở lại. Chỉ một vài tuần trước, con sông Rhine ở đông nam nước Pháp đã tràn bờ, khiến cho 15,000 người phải rời khỏi nhà của mình, và điều tồi tệ hơn là có thể xảy ra. Thông thường, các kỹ sư thủy lợi tiến hành kế hoạch A: tháo nước nhanh, dẫn nước từ đất liền ra biển nhờ vào các con sông có bờ kè cao đã được thiết kế lại như là một mương xả hiệu suất cao. Tuy nhiên, dù các con mương lớn được đào, các con sông được cải tạo trở nên rộng và thẳng, và thậm chí xây dựng các bờ sông cao, lũ lụt vẫn quay trở lại như để chế nhạo họ, từ sông Mississippi cho tới sông Danube. Thật buồn khi lũ lụt đến thì chúng có vẻ như tệ hơn bao giờ hết. Chẳng có gì lạ khi các kĩ sư chuyển sang kế hoạch B: triệt tiêu sức mạnh hủy diệt của nước bằng cách phân tán chúng vào các cánh đồng, các hồ nước bị lãng quên, các vùng đồng bằng ngập lũ và các tầng nước ngầm."
        }
    ],
    "suggestions": []
}