{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['spendə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người chi tiêu, người tiêu tiền</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a miserly spender</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một người chi tiêu hà tiện</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a big extravagant spender</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một người ăn tiêu hoang phí</font></td></tr></table><i/></div>",
            "word": "spender"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spender"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spender"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spender"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spender"
        }
    },
    "sentences": [
        {
            "en": "A big extravagant <em>spender</em>",
            "vi": "Một người ăn tiêu hoang phí"
        },
        {
            "en": "Be a big <em>spender</em>",
            "vi": "Là người chi tiêu rất nhiều"
        },
        {
            "en": "A miserly <em>spender</em>",
            "vi": "Một người chi tiêu hà tiện"
        },
        {
            "en": "He is a big <em>spender</em>.",
            "vi": "Anh ta là người tiêu xài hoang phí."
        },
        {
            "en": "She is the big <em>spender</em>.",
            "vi": "Cô ấy là kẻ tiêu xài có tầm cỡ."
        },
        {
            "en": "Mary is a big <em>spender</em> for shopping.",
            "vi": "Mary là người chi tiêu rất nhiều cho việc mua sắm."
        },
        {
            "en": "She pegged him as a big <em>spender</em>.",
            "vi": "Bà ta hạn chết hắn cứ như một người hà tiện."
        },
        {
            "en": "Do you think I am a <em>spender</em>?",
            "vi": "Bạn nghĩ tôi là kẻ xài tiền phải không?"
        },
        {
            "en": "Are you a saver or a <em>spender</em>?",
            "vi": "Bạn đang để dành tiền hay xài tiền?"
        },
        {
            "en": "A frugal <em>spender</em> does not mean a miserly <em>spender</em>, who will try every available means to avoid paying 1 dollar to park a car.",
            "vi": "Một người tiết kiệm không phải là một người chi tiêu hà tiện, anh ta cố gắng tránh phải trả 1 đô la cho mỗi lần đậu xe."
        },
        {
            "en": "I must admit, I have always been an extravagant <em>spender</em> ever since I learnt to handle money.",
            "vi": "Tôi phải thừa nhận rằng, tôi luôn luôn chưa bao giờ ăn tiêu hoang phí kể từ khi tôi học cách sử dụng tiền."
        },
        {
            "en": "Chip spending could reach double-digit growth this year        Following a weak market in 2009, the semiconductor industry will be the beneficiary of double-digit spending gains this year, says new research unveiled Thursday by iSuppli. Original equipment manufacturers (OEMs) are expected to boost their chip spending 13 percent to $177.9 billion in 2010, while electronic manufacturing service (EMS) providers will spend $37.7 billion this year, a gain of 15.1 percent from 2009. Among OEMs, Hewlett-Packard will be the top <em>spender</em> on semiconductors this year, says iSuppli, paying around $12.6 billion for its stock of chips. In second place will be Samsung Electronics, spending $12.5 billion, followed by Nokia and then Apple. In 2011, Samsung is likely to take the lead in spending as it unveils a host of new products ranging from wireless handsets to 3D TVs. And bumping Nokia for the No. 3 spot next year will be Apple, which has boosted its chip spending since the debut of the iPhone in 2007. EMS providers, which make electronic components for OEMs, survived a tough 2009 as customer orders plummeted. But as demand rises this year, the EMS market is expected to stage a quick rebound. OEMs are also expected to begin outsourcing other products beyond just computers and mobile phones, providing additional revenue to EMS companies. Foxconn, whose Innolux subsidiary is making the glass panels used in Apple's new iPad, will spend $22.6 billion on semiconductors this year, a rise of 18.7 percent from 2009, says iSuppli. The company also supplies components for the iPod, the Nintendo Wii, Sony's PlayStation 3, and a variety of Hewlett-Packard products. Following Foxconn will be Flextronics in second place, likely to spend $7 billion on chips in 2010, notes iSuppli. With increased business from Sony Ericsson, HP, and Research In Motion, Flextronics is also expected to expand its manufacturing plants in China.",
            "vi": "Sau khi thị trường rớt giá vào năm 2009, ngành công nghiệp bán dẫn sẽ thụ hưởng lợi ích từ lợi nhuận đầu tư 2 con số trong năm nay, iSuppli phát biểu trong một cuộc nghiên cứu mới được công bố vào thứ Năm. Những Nhà sản xuất Thiết bị Gốc (OEM) dự kiến sẽ tăng chi tiêu sản xuất chip 13% tương đương 177.9 tỷ USD trong năm 2010, trong khi các nhà cung cấp dịch vụ sản xuất điện tử (EMS) sẽ chi 37.7 tỷ USD trong năm nay, một khoản lãi suất 15.1% của năm 2009. iSuppli cho biết, trong số các nhà sản xuất OEM, năm nay hãng Hewlett-Packard (HP) sẽ trở thành hãng chi tiêu nhiều nhất về lĩnh vực bán dẫn và sẽ chi khoảng 12.6 tỷ USD về khoản chip . Hãng Samsung Electronics ở vị trí thứ hai, chi khoảng 12.5 tỷ USD, tiếp theo là Nokia và kế đến là Apple. Vào năm 2011, Samsung có khả năng đi đầu trong việc chi tiêu bằng việc tung ra hàng loạt sản phẩm mới khác nhau, từ thiết bị cầm tay không dây cho đến những chiếc Tivi 3D. Và Nokia nhảy vọt lên đứng ở vị trí số 3 trong năm tới sẽ là Apple, hãng đã tăng chi tiêu trong lĩnh vực chip kể từ khi ra mắt iPhone vào năm 2007. Những nhà cung cấp EMS chế tạo các thành phần điện tử cho các đối tác OEM, đã tồn tại trong năm 2009 rất khó vì các đơn đặt hàng của khách hàng bị giảm mạnh. Nhưng khi nhu cầu tăng lên trong năm nay thì thị trường EMS được kỳ vọng sẽ mở ra giai đoạn phục hồi nhanh chóng. Các công ty OEM cũng hy vọng bắt đầu gia công các sản phẩm khác ngoài máy tính và điện thoại di động, mang lại thêm doanh thu cho các công ty EMS. iSuppli cho biết Foxconn, chi nhánh của Innolux là công ty đang sản xuất các tấm kính dùng trong iPad của Apple sẽ chi 22.6 tỷ USD cho lĩnh vực bán dẫn trong năm nay, tăng 18,7 % so với năm 2009. Công ty còn cung cấp linh kiện cho iPod, Nintendo Wii, PlayStation 3 của Sony và nhiều sản phẩm của HP. Sau Foxconn sẽ là Flextronics ở vị trí thứ hai, có khả năng chi tiêu 7 tỷ USD trong lĩnh vực chip vào năm 2010, iSuppli nhận xét. Với doanh số tăng trưởng của hãng Sony Ericsson, HP, và Research In Motion (RIM), Flextronics cũng dự kiện sẽ mở rộng các nhà máy sản xuất của mình ở Trung Quốc."
        }
    ],
    "suggestions": []
}