{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sfiηktə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(giải phẫu) cơ thắt; cơ vòng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the anal sphincter</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cơ vòng hậu môn</font></td></tr></table><i/></div>",
            "word": "sphincter"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sphincter</k><blockquote><cclass>[<cclass>'sfɪŋktə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Anatomy a ring of muscle surrounding and serving to guard or close an opening. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>sphincteral</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>sphincteric</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: via L. from Gk <i>sphinktēr</i>, from <i>sphingein</i> 'bind tight'. </blockquote></div>",
            "word": "sphincter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sphincter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sphincter"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cơ thắt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">inguinal sphincter</font><font color=\"#282828\">: cơ thắt ống bẹn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">oddis sphincter</font><font color=\"#282828\">: cơ thắt ođis</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">prepyloric sphincter</font><font color=\"#282828\">: cơ thắt tiền môn vị</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pyloric sphincter</font><font color=\"#282828\">: cơ thắt môn vị</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sphincter muscle of membranous urethra</font><font color=\"#282828\">: cơ thắt ngoài của niệu đạo</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sphincter muscle of pylorus</font><font color=\"#282828\">: cơ thắt môn vị</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sphincter muscle of urinary bladder</font><font color=\"#282828\">: cơ thắt bàng quang</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sphincter vaginae</font><font color=\"#282828\">: cơ thắt âm đạo</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">sphincter muscle</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cơ thắt</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "sphincter"
        }
    },
    "sentences": [
        {
            "en": "What is anal <em>sphincter</em>?",
            "vi": "Chứng co thắt hậu môn là gì?"
        },
        {
            "en": "The anal <em>sphincter</em>",
            "vi": "Cơ vòng hậu môn"
        },
        {
            "en": "The anal <em>sphincter</em> was repaired by the end-to-end technique in six cases.",
            "vi": "Cơ vòng hậu môn được phục hồi bởi công nghệ tối tân trong 6 ca."
        },
        {
            "en": "That's because chocolate causes the lower esophageal <em>sphincter</em> to relax, allowing stomach acid to come back up.",
            "vi": "Đó là vì sô-cô-la làm cho cơ thắt thực quản dưới yếu đi khiến cho a-xit trong dạ dày trào ngược lên."
        },
        {
            "en": "Urine passes into the bladder through the ureters; the release of urine from the bladder is controlled by a <em>sphincter</em> at its junction with the urethra.",
            "vi": "Nước tiểu đi vào bàng quang qua niệu quản, nước tiểu từ bàng quang thoát ra được kiểm soát bởi một cơ thắt ở nơi tiếp giáp với niệu đạo."
        },
        {
            "en": "An endoscope that can be introduced into the stomach via the oesophagus to obtain a view of the pyloric antrum, the region of the stomach wall near the pyloric <em>sphincter</em>.",
            "vi": "Một loại đèn nội soi có thể đưa vào dạ dày qua thực quản để có thể thấy được hang môn vị, là vùng của thành dạ dày gần cơ thắt môn vị."
        },
        {
            "en": "Heartburn tip: Try chewing gum  Magee suggests chewing gum after a meal to stimulate saliva production, since saliva neutralizes acid and spurs the stomach to move its contents into the small intestine faster -- before heartburn sets in. Magee recommends picking a flavor that isn't peppermint or mint, in order to avoid relaxing the lower esophageal <em>sphincter</em>.",
            "vi": "Bí quyết làm giảm ợ nóng: Thử nhai kẹo cao su  Bác sĩ Magee khuyến nghị nên nhai kẹo cao su sau mỗi bữa ăn để kích thích tiết nước bọt, vì nước bọt làm trung hoà a-xít và làm cho dạ dày di chuyển thức ăn xuống ruột non nhanh hơn – trước khi ợ nóng xảy ra. Bên cạnh đó, bác sĩ Magee còn khuyến nghị nên chọn một hương vị khác không phải là bạc hà cay hoặc bạc hà, để tránh làm giãn cơ thắt thực quản dưới."
        },
        {
            "en": "Heartburn trigger: Spicy foods Got a taste for spicy foods -- the hotter, the better? All that heat may provoke heartburn. Peppery foods and hot sauces can be heartburn triggers. But it's not just scorching hot items that are in question. Peppermint is cool, not fiery, but it may relax the lower esophageal <em>sphincter</em>, leading to heartburn. And although garlic and onions aren't spices, they are flavorful foods that may spur heartburn.",
            "vi": "Nguyên nhân gây ợ nóng: Các thức ăn cay (có nhiều gia vị)  Bạn có sở thích ăn cay/ ăn nhiều gia vị – càng cay càng tốt ư? Tất cả các thức ăn “nhiệt” ấy có thể làm kích thích chứng ợ nóng, làm cho ợ nóng càng dữ dội hơn. Thức ăn cay và nước xốt nóng (cay) có thể là nguyên nhân gây ợ nóng. Nhưng đây không chỉ là các món nóng ấy mới là vấn đề mà bạc hà là món có tính hàn (lạnh), không phải là món “gây nhiệt”, nhưng cũng có thể làm giãn cơ thắt thực quản dưới, dẫn đến ợ nóng. Và mặc dù tỏi và hành không cay nóng, nhưng chúng chứa rất nhiều vị có thể làm kích thích chứng ợ nóng."
        },
        {
            "en": "* Noncongenital conditions. Esophagitis (inflammation of the esophagus) can be caused by infection, certain medications, or gastroesophageal reflux disease (GERD). With GERD, the esophageal <em>sphincter</em> (the valve that connects the esophagus with the stomach) doesn't work well and allows the acidic contents of the stomach to move backward up into the esophagus. GERD often can be corrected through lifestyle changes, such as dietary adjustments. Sometimes, though, it requires treatment with medication.",
            "vi": "* Những chứng bệnh không bẩm sinh. Viêm thực quản có thể gây ra do nhiễm trùng, một số thuốc nào đó, hoặc do trào ngược dạ dày-thực quản (GERD). Đối với bệnh GERD, cơ thắt thực quản (van nối thực quản với dạ dày) không hoạt động tốt và làm cho chất axit trong dạ dày trào ngược trở lại thực quản. Người ta thường có thể điều chỉnh chứng bệnh này bằng cách thay đổi lối sống, chẳng hạn như điều chỉnh chế độ dinh dưỡng. Mặc dù vậy, đôi khi cần phải điều trị bằng thuốc."
        },
        {
            "en": "Drinks that may trigger heartburn  Preventing heartburn isn't just about food choices. Certain drinks can make heartburn more likely. Those beverages include coffee (regular or decaffeinated), caffeinated tea, colas, other carbonated drinks, and excess alcoholic beverages. Caffeinated beverages boost acid in the stomach and alcoholic beverages can relax the lower esophageal <em>sphincter</em>, leading to heartburn. And sodas can bloat the stomach, which may lead to heartburn.",
            "vi": "Nhiều loại thức uống cũng có thể gây ợ nóng   Việc ngăn ngừa ợ nóng không chỉ là các thức ăn thôi đâu mà một số loại thức uống cũng có thể gây ra chứng ợ nóng này nhiều hơn. Các loại thức uống đó bao gồm cà phê (cà phê thông thường hoặc cà phê đã loại bỏ cà-phê-in), trà có chứa cà-phê-in, cô-la, các loại thức uống có ga khác, và các thức uống dư cồn. Thức uống có chứa cà-phê-in làm cho hàm lượng a-xít trong dạ dày tăng cao đồng thời có thể là giãn cơ thắt thực quản dưới, dẫn đến ợ chua. Và nước xô-đa cũng làm trướng dạ dày, có thể dẫn đến ợ nóng."
        },
        {
            "en": "At the end of the esophagus, a muscular ring or valve called a <em>sphincter</em> allows food to enter the stomach and then squeezes shut to keep food or fluid from flowing back up into the esophagus. The stomach muscles churn and mix the food with acids and enzymes, breaking it into much smaller, digestible pieces. An acidic environment is needed for the digestion that takes place in the stomach. Glands in the stomach lining produce about 3 quarts (2.8 liters) of these digestive juices each day.",
            "vi": "Ở đầu thực quản, vòng cơ hoặc van được gọi là cơ vòng giúp thức ăn có thể vào dạ dày và sau đó siết chặt lại để giữ cho thức ăn hoặc chất dịch khỏi trào ngược vào thực quản. Các cơ bụng có nhiệm vụ đảo và trộn thức ăn bằng a-xít và en-zim, làm cho thức ăn phân huỷ ra thành nhiều mẩu nhỏ hơn, dễ tiêu hoá hơn nhiều. Môi trường axit cần thiết cho quá trình tiêu hoá xảy ra trong dạ dày. Mỗi ngày các tuyến trong niêm mạc dạ dày tiết ra chừng 3 lít Anh (2.8 lít) các dịch tiêu hoá này."
        },
        {
            "en": "Will eating this give me heartburn?  Good question -- and the answer might not be what you expect. First, here are a few basic facts about heartburn, which has nothing to do with the heart. Heartburn is a burning discomfort from the chest area up to the throat. It can happen when stomach acid refluxes, or flows up, through a valve called the lower esophageal <em>sphincter</em> and irritates the esophagus. Certain foods can trigger heartburn, but you may have a little more food freedom than you think in this slideshow.",
            "vi": "Liệu ăn món này có làm cho tôi bị ợ nóng không?   Quả là một câu hỏi thú vị – và câu trả lời có thể không giống như điều mà bạn mong muốn. Trước tiên, dưới đây là một số điều cơ bản về chứng ợ nóng, chẳng có liên quan gì đến tim đâu. Ợ nóng (ợ chua) là cảm giác khó chịu nóng rát từ vùng ngực lên đến cổ họng. Chứng bệnh này có thể xảy ra khi a-xít trong dạ dày bị trào ngược, hoặc chảy ngược lên, qua van được gọi là cơ thắt thực quản dưới và làm cho thực quản bị kích ứng. Một số loại thức ăn có thể gây ra ợ nóng, nhưng bạn có thể thoải mái lựa chọn hơn một chút so với những gì mình nghĩ trong khung hình dưới đây."
        },
        {
            "en": "In some asthma patients, avoidance of aspirin, or other NSAIDs (commonly used in treating arthritis inflammation) is important. In other patients, adequate treatment of backflow of stomach acid (esophageal reflux) prevents irritation of the airways. Measures to prevent esophageal reflux include medications, weight loss, dietary changes, and stopping cigarettes, coffee, and alcohol. Examples of medications used to reduce reflux include omeprazole (Prilosec) and ranitidine (Zantac). Patients with severe reflux problems causing lung problems may need surgery to strengthen the esophageal <em>sphincter</em> in order to prevent acid reflux (fundoplication surgery).",
            "vi": "Đối với một số bệnh nhân bị suyễn thì việc tránh sử dụng aspirin, hoặc các thuốc NSAIDs khác (thường được dùng để trị viêm khớp) là điều quan trọng. Ở một số bệnh nhân khác, phương pháp điều trị trào ngược a-xít dạ dày (trào ngược thực quản) phù hợp làm ngăn kích ứng đường thở. Các biện pháp ngăn ngừa trào ngược thực quản gồm thuốc, giảm cân, thay đổi chế độ dinh dưỡng, và bỏ thuốc lá, cà phê, và bia rượu. Một số thuốc có tác dụng làm giảm trào ngược gồm omeprazole (Prilosec) và ranitidine (Zantac). Bệnh nhân bị trào ngược nặng gây các vấn đề về phổi có thể cần phải được phẫu thuật để làm mạnh cơ thắt thực quản nhằm làm ngăn trào ngược a-xít (phẫu thuật fundoplication)."
        },
        {
            "en": "Women's farts are stinkier.  Its been observed that even though women don't fart as much as men, their farts tend to be more stinkier due to the higher concentration of hydrogen sulfide.   Farts can be as fast as 10 feet per second.   10 feet per second. That's actually much more faster than what Usain Bolt can run.   Tighter the anus, louder the fart.   Because of the tighter outer <em>sphincter</em>, the outlet for the fart is smaller, which there by causes a louder noise.   Soda and gum can make you fart more.   So, if there is someone in your office who just wont stop, hide all their gum and urge them to shift to water than soda!",
            "vi": "Phụ nữ sử dụng \"đánh rắm thần chưởng\" tạo ra mùi khó chịu hơn  Người ta thấy là dù phụ nữ ít ít dùng đòn \"đánh rắm thần chưởng\" như nam giới nhưng các chị em khi dùng là tạo ra mùi khó chịu hơn vì nồng độ H2S cao hơn.  \"Đánh rắm thần chưởng\" có tốc độ bay ra là 10 phít mỗi giây (tức 3,04800 mét/giây)  3,04800 mét/giây. Thực sự là nhanh hơn Usain Bolt chạy rồi.  Đường ra càng hẹp thì khi \"đánh rắm thần trưởng\" âm thanh phát ra càng lớn  Bởi vì cơ thắt bên ngoài bó sát hơn nên khi \"đánh rắm thần chưởng\" đầu ra nhỏ hơn, tại đây sẽ gây ra âm thanh lớn hơn.  Nước soda và kẹo cao su có thể giúp bạn thường xuyên \"đánh rắm thần chưởng\"  Vì vậy nếu ai đó ở chỗ làm của bạn thích dùng tuyệt chiêu \"đánh rắm thần chưởng\" thì hãy giấu hết soda và kẹo cao su đi nha, nói họ uống nước bình thường thôi, đừng uống soda!"
        },
        {
            "en": "Heartburn facts Despite its name, heartburn has nothing to do with the heart (although some of the symptoms are similar to a heart attack). Heartburn is an irritation of the esophagus caused by acid that refluxes (comes up) from the stomach. Heartburn is also a symptom of more serious gastroesophageal reflux disease, or GERD. When swallowing, food passes down the throat and through the esophagus to the stomach. Normally, a muscular valve called the lower esophageal <em>sphincter</em> (LES) opens to allow food into the stomach (or to permit belching); then it closes again. Then the stomach releases strong acids to help break down the food. But if the lower esophageal <em>sphincter</em> opens too often or does not close tight enough, stomach acid can reflux or seep back into the esophagus, damaging it and causing the burning sensation we know as heartburn. Not only can stomach acid in the esophagus cause heartburn, but it can also cause ulcers, strictures (narrowing) of the esophagus, and cancer of the esophagus. Most people have felt heartburn at one time or another. In fact, the American Gastroenterological Association reports that more than 60 million Americans experience heartburn/GERD symptoms at least once each month. Though uncomfortable, heartburn does not usually pose a serious health problem for most people. However, if heartburn symptoms occur frequently and persistently, it may be a sign of a more serious problem, such as gastroesophageal reflux disease (GERD). GERD is a chronic reflux of acid into the esophagus. Left untreated, GERD can cause a host of complications, including esophagitis, esophageal ulcers, hoarseness, chronic pulmonary disease, and Barrett's esophagus (a change in the lining of the esophagus that increases the risk of developing cancer of the esophagus). Heartburn symptoms Heartburn has several symptoms, including:     * A burning feeling in the chest just behind the breastbone that occurs after eating and lasts a few minutes to several hours.     * Chest pain, especially after bending over, lying down, or eating.     * Burning in the throat -- or hot, sour, acidic, or salty-tasting fluid at the back of the throat.     * Difficulty swallowing.     * Feeling of food \"sticking\" in the middle of the chest or throat. Reporting these symptoms to your doctor is usually all that is needed for your doctor to diagnose heartburn. However, your doctor may perform special tests such as endoscopy or pH monitoring to determine the severity of your problem or to monitor your treatment. Heartburn causes Various lifestyle and dietary factors can contribute to heartburn by relaxing the lower esophageal <em>sphincter</em> and allowing it to open, increasing the amount of acid in the stomach, increasing stomach pressure, or by making the esophagus more sensitive to harsh acids. These factors include: Dietary Habits     * Eating too much.     * Eating certain foods, including onions, chocolate, peppermint, high-fat or spicy foods, citrus fruits, garlic, and tomatoes or tomato-based products.     * Drinking certain beverages, including citrus juices, alcohol, caffeinated drinks, and carbonated drinks.     * Eating before bedtime. Lifestyle habits     * Being overweight     * Smoking     * Wearing tight-fitting clothing or belts     * Lying down or bending over, especially after eating     * Stress Medical causes     * Pregnancy.     * Bulging of part of the stomach into the chest cavity, also called hiatal hernia.     * GERD.     * Taking certain medications, especially some antibiotics and aspirin. Heartburn treatment Treating heartburn requires adjustments to your lifestyle, medications, and possibly surgery if your heartburn is due to GERD or a hiatal hernia. Tips to alleviate heartburn symptoms     * Raise the head of your bed about 6 inches to allow gravity to help keep the stomach's contents in the stomach. (Do not use piles of pillows because this puts your body into a bent position that actually aggravates the condition by increasing pressure on the abdomen.)     * Eat meals at least three to four hours before lying down and avoid bedtime snacks.     * Eat smaller meals.     * Maintain a healthy weight to eliminate unnecessary intra-abdominal pressure caused by extra pounds.     * Limit consumption of fatty foods, chocolate, peppermint, coffee, tea, colas, and alcohol -- all of which can relax the lower esophageal <em>sphincter</em> -- and tomatoes and citrus fruits or juices, which contribute additional acid that can irritate the esophagus.     * Give up smoking, which also relaxes the lower esophageal <em>sphincter</em>.     * Wear loose belts and clothing. Heartburn can be treated with medicine. Medicines used to treat heartburn can range from over-the-counter remedies to medicine requiring a doctor's prescription. Over-the-counter heartburn treatments     * Antacids. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are also occasionally recommended to help relieve the pain of ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas. Examples of antacids include: Tums, Rolaids, and Maalox. You should take antacids exactly as directed by your doctor, or according to the manufacturer's directions. If you are using the tablets, chew them well before swallowing for faster relief. Serious side effects can occur with an overdose or overuse of antacids. Side effects include constipation, diarrhea, change in color of bowel movements and stomach cramps.     * Acid blockers. These medicines relieve heartburn, acid indigestion, and sour stomach, and are available without a prescription. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, and Prilosec OTC are examples of over-the-counter acid blockers. Acid blockers work by reducing the production of stomach acid. Take these medications according to the directions on the package, or as advised by your doctor. Possible serious side effects that need to be reported to your doctor right away include confusion, chest tightness, bleeding, sore throat, fever, irregular heartbeat, weakness, and unusual fatigue. Other less serious side effects include mild headache, dizziness and diarrhea, which are usually temporary and will likely go away on their own. People who have more severe heartburn symptoms that aren't relieved with these medications or who have been using these drugs for more than two weeks should contact their doctor. They may need medicine obtained with a doctor's prescription. Prescription heartburn treatments     * H2 Blockers. Histamine-2 (H2) blockers such as Pepcid, Tagamet, Zantac, and Axid work by reducing the production of stomach acid. The prescription forms of these medications (which usually contain higher doses than the over-the-counter versions) can generally relieve heartburn and treat GERD. They also may be used for other conditions as determined by your doctor.     * Proton pump inhibitors. Depending on the source of your problem, your doctor can prescribe medications that block acid production more effectively than the H2 blockers, namely the family of medications doctors call proton pump inhibitors, or PPIs for short. They include: Prilosec, Prevacid, Aciphex, Protonix, and Nexium. Another PPI product combines Prilosec with sodium bicarbonate (Zegerid).     * Promotility Agents. Promotility agents work by speeding up digestion, which prevents acid from staying in the stomach too long, and strengthening the lower esophageal <em>sphincter</em>, reducing reflux back up into the esophagus. Reglan is a promotility agent occasionally used to treat heartburn associated with GERD. The side effects of Reglan may include drowsiness, fatigue, diarrhea, restlessness, and movement problems. Another promotility agent, Propulsid, was removed from the market in 2000 because it caused serious heart arrythmias (abnormal heart beat) in some people. Most patients are successfully treated with these medications. Only a few people need surgery to correct the disorder. When is heartburn surgery necessary? Surgery for GERD may become necessary:     * When medical or drug treatment has failed to control symptoms.     * When the <em>sphincter</em> muscle is unable to work properly.     * When esophageal cancer develops from chronic GERD.            ",
            "vi": "Sự thật về chứng ợ nóng (ợ chua) Mặc dù có tên là vậy, nhưng chứng ợ nóng (ợ chua) không liên quan gì đến tim mạch cả (dẫu cũng có một số triệu chứng tương tự như đau tim). Ợ nóng (ợ chua) là hiện tượng thực quản bị kích thích do a-xít trào ngược (chảy ngược lên) từ dạ dày. Ợ nóng (ợ chua) cũng là một triệu chứng của bệnh trào ngược dạ dày-thực quản nguy hiểm hơn nhiều, hoặc gọi là GERD.  Khi nuốt, thức ăn xuống cổ họng và đi qua thực quản rồi đến dạ dày. Thông thường thì van cơ được gọi là cơ thắt thực quản dưới (LES) mở ra để cho thức ăn vào được dạ dày (hoặc giúp ợ hơi); sau đó nó đóng lại. Và rồi dạ dày tiết ra những loại a-xit mạnh nhằm giúp thực hiện quá trình tiêu hoá thức ăn. Nhưng nếu cơ thắt thực quản dưới mở ra quá nhiều lần hoặc không đóng lại kín đủ, thì axit trong dạ dày có thể trào ngược hoặc thấm vào (rỉ qua) thực quản, làm tổn thương đến thực quản và gây ra cảm giác nóng rát mà chúng ta biết đó là chứng ợ nóng (ợ chua).  Axit dạ dày trong thực quản không những có thể gây ra ợ nóng (ợ chua) mà còn có thể gây ung loét, chẹt (hẹp) thực quản, và cả ung thư thực quản nữa.  Hầu hết người ta đều bị ợ nóng (ợ chua) vào một thời điểm nào đó. Hiệp hội Tiêu hoá Mỹ cho biết có trên 60 triệu người Mỹ bị các triệu chứng ợ nóng (ợ chua)/ GERD ít nhất mỗi tháng một lần. Mặc dù có cảm giác khó chịu, không thoải mái nhưng chứng bệnh này thường không gây ra vấn đề nguy hiểm nào đối với sức khỏe ở hầu hết mọi người.  Tuy nhiên, nếu các triệu chứng ợ nóng (ợ chua) xảy ra thường xuyên và dai dẳng thì đây có thể là dấu hiệu của một vấn đề nguy hiểm hơn, chẳng hạn như bệnh trào ngược dạ dày-thực quản (GERD). GERD là chứng trào ngược axit vào thực quản mãn tính. Nếu không được điều trị thì chứng bệnh này có thể gây ra một loạt các biến chứng, chẳng hạn như viêm thực quản, loét thực quản, khàn đục giọng, bệnh phổi mãn tính, và bệnh Barrett thực quản (tình trạng biến đổi niêm mạc thực quản làm tăng nguy cơ bị ung thư thực quản).    Các triệu chứng ợ nóng (ợ chua) Ợ nóng (ợ chua) có một vài triệu chứng, bao gồm:  * Cảm giác nóng rát trong ngực ngay phía sau xương ức xảy ra sau khi ăn và kéo dài từ một vài phút đến một vài tiếng đồng hồ.  * Đau ngực, nhất là sau khi gập người xuống, nằm xuống, hoặc ăn.  * Nóng rát ở cổ họng – hoặc nóng, chua, hoặc dịch có vị mặn sau họng.  * Khó nuốt. * Cảm giác giống như thức ăn “bị vướng” giữa cổ họng hoặc giữa ngực.  Thông thường thì bạn chỉ cần thuật lại những triệu chứng này cho bác sĩ nghe để chẩn đoán chứng ợ nóng (ợ chua). Tuy nhiên, bác sĩ có thể thực hiện thêm nhiều xét nghiệm đặc biệt chẳng hạn như nội soi hoặc theo dõi độ pH để xác định mức độ trầm trọng của bệnh hoặc để theo dõi phương pháp điều trị của bạn.  Các nguyên nhân gây ra ợ nóng (ợ chua) Nhiều yếu tố về lối sống và chế độ ăn uống khác nhau có thể góp phần gây nên chứng ợ nóng (ợ chua) bằng cách làm giãn cơ thắt thực quản dưới và làm cho nó hở ra, làm tăng lượng axit trong dạ dày, đồng thời cũng làm tăng áp lực dạ dày, hoặc bằng cách làm cho thực quản trở nên nhạy cảm hơn với các loại axit mạnh. Những yếu tố này bao gồm:   Các thói quen ăn uống  * Ăn quá no.  * Ăn một số loại thức ăn nào đó, như hành, sô-cô-la, bạc hà cay, thức ăn nhiều chất béo hoặc thức ăn nhiều gia vị, những trái cây họ cam, tỏi, và cà chua hoặc các sản phẩm làm từ cà chua.  * Uống một số loại thức uống nào đó, như nước ép cam quýt, bia rượu, các thức uống chứa cà-phê-in, và các thức uống có ga.  * Ăn trước giờ ngủ. Các thói quen về lối sống  * Béo phì * Hút thuốc * Mặc quần áo ôm khít hoặc mang dây thắt lưng chật * Nằm hoặc gập người xuống, nhất là sau khi ăn xong  * Stress Các nguyên nhân về y học  * Mang thai. * Phình giãn một phần nào đó trong dạ dày vào khoang ngực, đây cũng được gọi là chứng thoát vị khe. * GERD (trào ngược dạ dày-thực quản).  * Sử dụng một số loại thuốc nào đó, nhất là một số thuốc kháng sinh và aspirin.  Điều trị chứng ợ nóng (ợ chua) Việc điều trị chứng ợ nóng (ợ chua) cần phải điều chỉnh lối sống, cần phải có thuốc và có thể cần phải phẫu thuật nếu tình trạng ợ nóng (ợ chua) do GERD (trào ngược dạ dày-thực quản) hoặc do chứng thoát vị khe gây ra.  Bí quyết giúp làm giảm các triệu chứng ợ nóng (ợ chua) * Nâng đầu giường lên cao chừng 6 in-sơ để trọng lực giữ được axit trong dạ dày. (Bạn đừng nên sử dụng hàng đống gối bởi điều này sẽ làm cho người bạn ở tư thế gập thực sự làm cho bệnh càng tệ hại hơn do làm tăng áp lực đè lên bụng.) * Nên ăn trước khi nằm ít nhất là từ 3 đến 4 tiếng đồng hồ và nên tránh ăn vặt vào giờ ngủ.  * Nên ăn nhiều bữa nhỏ hơn.  * Nên duy trì trọng lượng cơ thể khỏe mạnh để không phải chịu áp lực không cần thiết trong bụng do dư cân gây ra.  * Nên hạn chế ăn những thức ăn nhiều chất béo, sô-cô-la, bạc hà cay, cà phê, trà, cô-la, và bia rượu – tất cả những thức ăn đó có thể làm cho cơ thắt thực quản dưới giãn ra – kể cả cà chua và các loại trái cây hoặc nước ép họ cam, góp phần gây thêm nhiều axit có thể kích thích thực quản.  * Nên bỏ thuốc lá – thuốc lá cũng làm giãn cơ thắt thực quản dưới. * Mặc áo quần rộng rãi và mang dây thắt lưng thoải mái.  Chứng ợ nóng (ợ chua) có thể được điều trị bằng thuốc. Thuốc trị ợ nóng (ợ chua) có thể là thuốc mua tự do không theo toa hoặc thuốc theo toa của bác sĩ.    Điều trị ợ nóng (ợ chua) bằng thuốc mua tự do không theo toa  * Thuốc làm giảm axit trong dạ dày. Những loại thuốc này có tác dụng làm trung hoà axit dư thừa trong dạ dày để làm giảm ợ nóng (ợ chua), dạ dày chua, khó tiêu axit, và khó chịu trong dạ dày. Chúng đôi khi cũng được khuyến nghị nên sử dụng để làm giảm đau do loét. Một số loại thuốc làm giảm axit trong dạ dày này cũng chứa simethicone, đây là thành phần giúp thải được lượng hơi dư thừa. Một số ví dụ về thuốc này gồm: Tums, Rolaids, và Maalox. Bạn nên sử dụng đúng chính xác theo chỉ định của bác sĩ, hoặc theo hướng dẫn của nhà sản xuất. Nếu đang sử dụng thuốc viên, bạn nên nhau kỹ trước khi nuốt để có tác dụng nhanh hơn. Một số tác dụng phụ nghiêm trọng có thể xảy ra khi dùng thuốc quá liều hoặc lạm dụng thuốc. Những tác dụng phụ này bao gồm táo bón, tiêu chảy, phân đổi màu và co thắt bao tử. * Thuốc ngăn tiết axit: Những loại thuốc này có tác dụng làm giảm ợ nóng (ợ chua), khó tiêu axit, và dạ dày chua, và có bán mà không cần phải kê toa. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, và Prilosec OTC là những ví dụ của thuốc ngăn tiết axit có thể mua tự do không theo toa. Những thuốc này có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Bạn nên sử dụng những thuốc này theo chỉ dẫn ghi trên bao bì, hoặc theo lời khuyên của bác sĩ. Bên cạnh đó bạn cũng cần nên thông báo ngay cho bác sĩ biết về bất kỳ tác dụng phụ nghiêm trọng nào có thể xảy ra gồm tình trạng mơ hồ, nhầm lẫn, căng ngực, chảy máu, đau họng, sốt, nhịp tim không đều, ốm yếu, và mệt mỏi bất thường. Một số tác dụng phụ ít nguy hiểm hơn khác gồm nhức đầu nhẹ, chóng mặt và tiêu chảy, thường chỉ là tạm thời và có thể sẽ tự hết.  Người bị các triệu chứng ợ nóng (ợ chua) trầm trọng hơn không giảm khi sử dụng những loại thuốc này hoặc đã sử dụng thuốc trên 2 tuần nên liên hệ với bác sĩ. Họ có thể cần đến thuốc theo toa của bác sĩ.  Điều trị chứng ợ nóng (ợ chua) bằng thuốc theo toa      * H2 Blockers. Thuốc ngăn tiết Histamine-2 (H2) chẳng hạn như Pepcid, Tagamet, Zantac, và Axid có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Các dạng thuốc theo toa này (thường chứa liều lượng cao hơn thuốc mua tự do không theo toa) thường có thể làm giảm ợ nóng (ợ chua) và chữa lành chứng trào ngược dạ dày-thực quản (GERD). Chúng cũng có thể được sử dụng để chữa các bệnh khác khi được bác sĩ kê toa.  * Thuốc ức chế bơm proton. Tuỳ thuộc vào nguyên nhân vấn đề của bạn mà bác sĩ có thể kê toa ngăn tiết axit hiệu quả hơn thuốc ngăn tiết H2, đây là họ hàng của những loại thuốc mà bác sĩ gọi là chất ức chế bơm proton, hoặc có thể gọi tắt là PPIs. Chúng bao gồm: Prilosec, Prevacid, Aciphex, Protonix, và Nexium. Sản phẩm PPI khác kết hợp Prilosec với bi-các-bô-nát na-tri (Zegerid).  * Thuốc hỗ trợ nhu động. Những thuốc hỗ trợ nhu động có tác dụng bằng cách làm tăng tốc quá trình tiêu hoá, ngăn không cho axit ở lại trong dạ dày quá lâu, và làm mạnh thêm cơ thắt thực quản dưới, làm giảm trào ngược trở lại thực quản. Người ta đôi khi cũng sử dụng Reglan để điều trị ợ nóng (ợ chua) liên quan đến trào ngược dạ dày-thực quản (GERD). Một số tác dụng phụ của Reglan có thể gồm buồn ngủ, mệt mỏi, tiêu chảy, bứt rứt, và khó cử động. Một loại thuốc hỗ trợ nhu động khác là Propulsid – bị tẩy khỏi thị trường năm 2000 bởi nó gây rối loạn nhịp tim nghiêm trọng (nhịp tim bất thường) ở một số nguời.  Hầu hết bệnh nhân đều có thể được điều trị thành công bằng các loại thuốc này. Chỉ một vài người cần phải được phẫu thuật mới có thể điều chỉnh được tình trạng rối loạn đó.  Chứng ợ nóng (ợ chua) cần phải được phẫu thuật khi nào?  Phẫu thuật điều trị chứng trào ngược dạ dày-thực quản có thể trở nên cần thiết:  * Khi phương pháp điều trị bằng thuốc không làm giảm các triệu chứng.  * Khi cơ thắt không hoạt động được tốt.  * Khi ung thư thực quản do chứng trào ngược dạ dày-thực quản mãn tính mà ra.   "
        },
        {
            "en": "Gastroesophageal reflux disease    After basketball practice, Ella looks forward to hanging out with her teammates and sharing a large pizza with extra cheese and a pitcher of soda — a well-deserved reward after hours of shooting free throws and running laps. Lately, though, Ella hasn't been enjoying her post-practice treat like she used to. After eating, she feels an odd burning sensation in her chest and sometimes in her throat. It's that uncomfortable feeling people call \"heartburn.\" Frequent, strong heartburn is one of the signs of gastroesophageal reflux disease, more commonly known as GERD or acid reflux. GERD doesn't just affect older people who eat too much while watching TV. Active, healthy teens can have GERD, too. What Is GERD? Gastroesophageal (pronounced: gas-tro-ih-sah-fuh-jee-ul) reflux disease is a disorder that results from stomach acid moving backward from the stomach into the esophagus. GERD usually happens because the lower esophageal <em>sphincter</em> (LES) — the muscular valve where the esophagus joins the stomach — opens at the wrong time or does not close properly. When the stomach contents move backward into the esophagus, this is known as gastroesophageal reflux. (Because the stomach makes acid to help a person digest food, gastroesophageal reflux is also known as acid reflux.) Almost everyone has this type of reflux at some time. Often a person isn't even aware that it is happening. Sometimes reflux causes the burning sensation of heartburn that most of us occasionally feel. But although lots of people have heartburn from time to time, that doesn't mean that they have GERD. When a person has GERD, heartburn or other symptoms happen much more often and cause serious discomfort. GERD can be a problem if it's not treated because, over time, the reflux of stomach acid damages the tissue lining the esophagus, causing inflammation and pain. In adults, long-lasting, untreated GERD can lead to permanent damage of the esophagus and sometimes even cancer. What causes GERD? No one knows for sure why people get GERD. Although lots of different things may contribute to the condition, doctors believe that the way the LES works is the main reason why people have gastroesophageal reflux. The LES is a muscular ring at the bottom of the esophagus where it joins the stomach. As a person swallows, muscles in the esophagus move the food down into the stomach. The LES relaxes just enough to allow food and liquids into the stomach, but then the powerful muscles in the LES contract (tighten) to stop food and liquids from moving back up the esophagus. In other words, the job of the LES is to prevent reflux. Sometimes, though, the LES might not be able to do its job for various reasons. In some people, the LES doesn't tighten properly. In other cases, the LES doesn't close quickly enough or at the right time, allowing stomach contents to wash back up. If a person has eaten too much, the stomach may be so stretched full that the LES can't do its job properly. In some people who have GERD, a hiatal hernia (pronounced: high-ay-tull her-nee-ah) is to blame. A hiatal hernia is an opening in the diaphragm (the muscle that separates the abdomen and chest) where the esophagus joins the stomach. The hernia can allow the uppermost part of the stomach to bulge through the diaphragm into the chest area, interfering with how the LES works. Most teens who have GERD do not have a hiatal hernia. Doctors do know that some things can make GERD worse, including obesity, drinking alcohol, and pregnancy. Certain foods and medications can also worsen GERD symptoms; for example, these foods affect some people with GERD:     * citrus fruits     * chocolate     * drinks or foods with caffeine     * fatty and fried foods     * garlic and onions     * mint flavorings     * spicy foods     * tomato-based foods - like spaghetti sauce, chili, and pizza How do people know they have GERD? Often, people who have GERD notice that they regularly have the pain of heartburn in the chest or stomach — and their heartburn can last up to a couple of hours. Lots of people who have GERD notice their heartburn is worse after eating. Regurgitation is also a sign that a person may have GERD, although, like heartburn, occasional regurgitation is common for everyone. (Regurgitation is when food and liquid containing stomach acid comes back up into the throat or mouth.) Other symptoms of GERD include:     * a sore, raw throat or hoarse voice     * a frequent sour taste of acid, especially when lying down     * a feeling of burping acid into the mouth     * trouble swallowing     * a feeling that food is stuck in the throat     * a feeling of choking that may wake someone up     * a dry cough     * bad breath You should talk to your parents and visit your doctor if you've had heartburn that doesn't seem to go away or any other symptoms of GERD for a while. How doctors diagnose GERD If a doctor thinks you might have GERD, he or she will do a physical examination. Your doctor will also ask about any concerns and symptoms you have, your past health, your family's health, any medications you're taking, any allergies you may have, and other issues. This is called the medical history. If your doctor suspects you might have GERD, he or she may refer you to a pediatric gastroenterologist, a doctor who treats kids and teens who have diseases of the gastrointestinal system (the esophagus, stomach, intestines, and other organs that aid in digestion). Tests Doctors sometimes run the following tests to diagnose GERD or rule out other possible problems:     * A special X-ray called a barium swallow radiograph can help doctors see whether liquid is refluxing into the esophagus. It can also show whether the esophagus is irritated or whether there are other abnormalities in the esophagus. With this test, the person drinks a special solution (barium, a kind of chalky liquid); this liquid then shows up on the X-rays.     * An upper endoscopy (pronounced: en-das-ko-pee) allows the doctor to look at the esophagus, stomach, and part of the small intestines using a tiny camera. For this test, the doctor may give the patient a medicine to help him or her relax, and may spray the throat to numb it. This makes the test more comfortable. Sometimes patients are given anesthesia and are \"asleep\" when this procedure is done. The doctor then slides a thin, flexible plastic tube called an endoscope down the throat and into the esophagus and the stomach. A tiny camera in the endoscope lets the doctor look for abnormalities on the surface of the esophagus and stomach lining. During the endoscopy, the doctor also may use small tweezers (forceps) to remove a piece of tissue for biopsy. A biopsy can reveal damage caused by acid reflux or infection and help rule out other problems.     * In another kind of test, called a 24-hour pH-probe study, the doctor puts a tiny tube into the esophagus that will stay there for 24 hours. The tube is connected to a device that monitors the acid levels in the esophagus as the person goes about normal daily activities. This test is useful for diagnosing people who have symptoms of GERD but no damage to the esophagus. It also can detect whether the reflux triggers respiratory symptoms, such as wheezing and coughing. How can GERD be treated? Treatment for GERD depends on how severe symptoms are. For some people, treatment may just include lifestyle changes, such as changing what they eat or drink. Others will need to take medications. In very rare cases, when GERD is particularly severe, a doctor will recommend surgery. The following lifestyle changes can help the symptoms of GERD or even prevent the condition:     * quitting smoking     * avoiding alcohol     * losing weight if you are overweight     * eating small meals     * wearing loose-fitting clothes     * avoiding carbonated beverages     * avoiding foods that trigger reflux It can also help to not lie down for 3 hours after a meal and not eat 2 to 3 hours before going to bed. Doctors sometimes also recommend raising the head of the bed about 6 to 8 inches. Before you start a bedroom makeover, though, talk to your doctor and your parents about the best sleeping position for you. A doctor may also recommend different medications to relieve symptoms. Over-the-counter antacids, such as Alka-Seltzer or Maalox, work by neutralizing stomach acid and can help with mild symptoms. Other medications called H2 blockers are available over the counter and by prescription and help by blocking the production of stomach acid. If your doctor thinks you should take these, he or she will recommend certain over-the-counter medications or write you a prescription. More powerful prescription drugs called proton pump inhibitors also reduce the amount of acid the stomach produces. Some of these are also available over-the-counter. Doctors also prescribe these for people with more severe or persistent GERD. For some teens, doctors advise combining medications to control different symptoms. For example, people who get heartburn after eating can try taking both antacids and H2 blockers. The antacid goes to work first to neutralize the acid in the stomach, while the H2 blocker acts on acid production. By the time the antacid stops working, the H2 blocker will have stopped acid production. Surgery is a last resort for people with GERD and is rarely needed in healthy teens. The typical surgical treatment for GERD is called fundoplication (pronounced: fun-doh-plih-kay-shun). During the surgery, the upper part of the stomach is wrapped around the lower esophageal <em>sphincter</em> to strengthen the <em>sphincter</em> and prevent reflux. Fundoplication has been used in people of all ages, even babies with severe GERD. Living with GERD The key to living with GERD is to not ignore it. Early diagnosis and treatment can help reduce or even eliminate uncomfortable symptoms. Left untreated, however, GERD can cause permanent damage to the esophagus. One possible long-term effect of GERD is something called Barrett's esophagus. In this condition, the cells in the esophagus change and become precancerous because they have been irritated by stomach acid for so long. Eventually, it may lead to cancer of the esophagus. Barrett's esophagus is mostly found in adults who have had GERD for many years. But you can help avoid it by dealing with your GERD now. You'll probably find that one of the simplest ways to make living with GERD easier is to avoid the things that trigger your symptoms. Some people will have to limit certain foods; others may have to give them up entirely. It all depends on your individual symptoms. It can be hard to give up sodas or favorite foods at first. But after a while, lots of people discover that they feel so much better that they don't miss the problem foods as much as they thought they would.",
            "vi": "Bệnh trào ngược dạ dày-thực quản    Sau buổi tập bóng rổ, Ella háo hức muốn được la cà với bạn bè trong nhóm và cùng ăn ổ bánh pizza phô mai lớn với bình nước xô-đa– đây là một phần thưởng xứng đáng cho những giờ em phải tập luyện ném phát bóng tự do và tập chạy nhiều vòng.  Dù vậy, gần đây Ella không còn hào hứng với việc ăn uống, vui chơi sau khi tập luyện xong như trước đây nữa. Sau khi ăn xong, em cảm thấy trong ngực mình nóng rát kỳ lạ và đôi khi cổ họng em cũng có cảm giác tương tự. Cái cảm giác khó chịu đó người ta gọi là “chứng ợ nóng”.  Thường thì chứng ợ nóng dữ dội là một trong những dấu hiệu của bệnh trào ngược dạ dày-thực quản, mà người ta thường gọi là hiện tượng GERD hoặc trào ngược a-xít nhiều hơn. GERD không chỉ xảy ra ở người già ăn quá no trong lúc coi ti vi mà thanh thiếu niên nhanh nhẹn, năng động và khỏe mạnh cũng bị chứng bệnh này.  Bệnh trào ngược dạ dày-thực (GERD) quản là gì? Trào ngược dạ dày-thực quản là chứng rối loạn làm cho axit trong dạ dày trào ngược từ dạ dày lên thực quản. Chứng bệnh này thường là do cơ thắt thực quản dưới (LES) – van cơ nằm tiếp giáp giữa dạ dày và thực quản – không mở đúng lúc hoặc không khép kín được.  Khi axit trong dạ dày trào ngược lên thực quản, người ta gọi đây là hiện tượng trào ngược dạ dày-thực quản. (Bởi dạ dày có tác dụng tiết ra axit để giúp quá trình tiêu hoá thức ăn, trào ngược dạ dày-thực quản cũng có tên gọi là trào ngược axit.) Hầu hết mọi người ai cũng đều bị hội chứng trào ngược này một lúc nào đó trong đời. Thường thì người ta thậm chí không biết mình đang mắc bệnh này.  Đôi khi chứng trào ngược này làm chúng ta có cảm giác nóng rát vì ợ chua (ợ nóng). Nhưng dẫu là nhiều người thỉnh thoảng cũng bị ợ nóng, không có nghĩa là họ bị trào ngược dạ dày-thực quản. Khi bệnh nhân bị GERD thì triệu chứng ợ nóng và các triệu chứng khác xảy ra thường xuyên hơn và có thể gây khó chịu dữ dội.  Trào ngược dạ dày-thực quản có thể trở thành một vấn đề rắc rối nếu không được chữa trị bởi lẽ nếu để lâu, hiện tượng trào ngược axit dạ dày này sẽ có thể gây hại cho mô lót thực quản, gây viêm và đau nhức. Ở người lớn, hội chứng trào ngược này nếu để lâu và không được chữa trị thì có thể gây hại đến thực quản của bệnh nhân lâu dài và đôi khi còn gây ra ung thư nữa.  Nguyên nhân nào gây ra chứng trào ngược dạ dày-thực quản? Không ai có thể biết chắc lý do gì khiến người ta bị trào ngược dạ dày-thực quản. Dẫu rằng có nhiều nguyên nhân khác nhau gây nên chứng trào ngược này, nhưng bác sĩ cho cơ thắt thực quản dưới là nguyên nhân chính gây bệnh.  Cơ thắt thực quản dưới (LES) là một vòng cơ nằm ở đoạn cuối của thực quản, tiếp giáp với dạ dày. Khi chúng ta nuốt, các cơ ở thực quản có tác dụng đẩy thức ăn xuống dạ dày. Cơ thắt thực quản dưới mở chỉ đủ để thức ăn và thức uống có thể vào dạ dày được, nhưng sau đó các cơ mạnh trong cơ thắt thực quản dưới co lại (siết chặt lại) để ngăn thức ăn, thức uống trào ngược lên thực quản. Hay nói cách khác là LES có tác dụng tránh trào ngược. Dù vậy nhưng đôi khi cơ thắt thực quản dưới (LES) cũng không hoạt động tốt vì nhiều lý do. Đối với nhiều người, cơ thắt thực quản dưới không đóng kín được tốt hoặc có thể là do cơ thắt thực quản dưới không khép nhanh được hoặc không khép kịp thời, khiến cho thức ăn, thức uống trong dạ dày trào ngược lên trên.  Khi người ta ăn quá no thì dạ dày cũng có thể giãn ra nhiều đến độ cơ thắt thực quản dưới (LES) không đóng lại được. Chứng thoát vị khe cũng là nguyên nhân gây trào ngược dạ dày-thực quản ở một số người. Thoát vị khe là một khe hở trong cơ hoành (đây là cơ tách bụng và ngực), là chỗ tiếp giáp giữa thực quản và dạ dày. Chứng thoát vị cũng có thể khiến cho phần trên cùng của dạ dày phình to ra qua cơ hoành đến vùng ngực, làm cản trở cơ thắt thực quản dưới (LES). Hầu hết thanh thiếu niên mắc bệnh trào ngược này không bị thoát vị khe.     Bác sĩ biết rất rõ một số nguyên nhân có thể khiến cho hội chứng GERD trầm trọng thêm, như chứng béo phì, rượu bia, và thai nghén. Một số thực phẩm và thuốc nào đó cũng có thể làm cho các triệu chứng GERD này tệ hại hơn; các thức ăn làm ảnh hưởng một số người bị trào ngược gồm: * trái cây họ cam * sô-cô-la * thức ăn hoặc nước uống chứa cà-phê-in * thức ăn chiên rán và nhiều chất béo * tỏi và hành * hương vị bạc hà  * thực ăn cay nóng * thức ăn chế biến từ cà chua - như nước xốt mì ống, ớt và bánh pizza Làm sao có thể nhận biết chứng trào ngược dạ dày-thực quản? Thông thường thì người bị trào ngược dạ dày-thực quản phát hiện thấy mình thường xuyên có cảm giác đau đớn vì ợ nóng ở ngực hoặc dạ dày – và chứng ợ nóng này có thể kéo dài đến vài tiếng đồng hồ. Nhiều người nhận thấy rằng triệu chứng ợ nóng này tệ hại hơn nhiều sau mỗi lần ăn xong. Hiện tượng nôn mửa cũng là dấu hiệu của chứng trào ngược dạ dày-thực quản, nhưng mặc dù vậy, giống như chứng ợ nóng thì người ta thỉnh thoảng cũng thường hay bị nôn mửa. (Tình trạng nôn mửa xảy ra khi thức ăn và thức uống chứa axit dạ dày trào ngược lên cổ họng hay lên miệng.) Các triệu chứng khác của trào ngược dạ dày-thực quản gồm: * cổ họng đau rát hoặc khàn giọng * thường xuyên có vị chua của axit, nhất là khi nằm * cảm giác ợ axit lên miệng * khó nuốt * cảm giác nghẹn thức ăn trong cổ họng * cảm giác nghẹn, khó thở làm cho người bệnh phải thức giấc * ho khan * hôi miệng, hơi thở bị hôi Bạn nên nói cho bố mẹ biết và đến khám bác sĩ nếu bị ợ nóng trong một thời gian mà không thuyên giảm hoặc bị bất kỳ triệu chứng nào của chứng trào ngược dạ dày thực quản nhé. Làm thế nào bác sĩ có thể chẩn đoán được chứng trào ngược dạ dày-thực quản Nếu bác sĩ nghĩ rằng bạn có thể bị trào ngược dạ dày-thực quản thì bác sĩ sẽ cho bạn làm kiểm tra sức khỏe và cũng muốn biết về bất kỳ mối quan tâm, lo ngại và bất kể triệu chứng nào của bạn, về tình trạng sức khỏe trước đây của bạn, sức khỏe của gia đình bạn, xem bạn có đang sử dụng một loại thuốc nào đó không, bạn có bị dị ứng không hoặc bất kỳ các vấn đề nào khác. Đây gọi là tiền sử sức khoẻ. Nếu nghi ngờ bạn bị trào ngược dạ dày-thực quản, bác sĩ có thể chuyển bạn đến bác sĩ chuyên khoa dạ dày nhi, bác sĩ này chuyên điều trị cho trẻ con và thanh thiếu niên bị các bệnh về cơ quan dạ dày-ruột (thực quản, dạ dày, ruột, và các cơ quan tiêu hoá khác). Các xét nghiệm Bác sĩ cũng thường hay cho làm các xét nghiệm sau đây để chẩn đoán bệnh trào ngược dạ dày-thực quản hoặc để loại trừ các bệnh khác có thể xảy ra.  * Dùng tia X đặc biệt gọi là chụp X-quang đường tiêu hoá có thuốc cản quang ba-ri (chụp X-quang có barium) giúp bác sĩ có thể nhìn thấy chất lỏng có bị trào ngược lên thực quản hay không. Xét nghiệm này cũng giúp phát hiện xem thực quản có bị kích ứng không hay có dấu hiệu nào bất thường trong thực quản hay không. Để làm xét nghiệm này thì bệnh nhân cần phải uống một loại dung dịch đặc biệt (đó là ba-ri, đây là loại chất lỏng có màu trắng), dung dịch ba-ri này sẽ được nhìn thấy trên hình X-quang. * Nội soi phần trên của đường tiêu hoá, bằng cách sử dụng một máy nội soi nhỏ, bác sĩ có thể nhìn thấy được thực quản, dạ dày, và một phần của ruột non. Đối với loại xét nghiệm này, bác sĩ có thể cho bệnh nhân dùng thuốc để giảm bớt căng thẳng, và có thể xịt thuốc vào cổ họng bệnh nhân để gây tê. Phương pháp này có tác dụng giúp cho quy trình xét nghiệm diễn ra dễ dàng và thoải mái hơn. Đôi khi bệnh nhân cũng được gây mê và làm cho “buồn ngủ” suốt quá trình nội soi. Bác sĩ đưa một ống nhựa mềm và mỏng gọi là đèn nội soi xuống cổ họng và vào thực quản và dạ dày. Máy ca-me-ra nhỏ xíu trong đèn nội soi có thể giúp cho bác sĩ nhìn thấy bất kỳ dấu hiệu bất thường nào trên bề mặt của thực quản và niêm mạc dạ dày. Trong suốt quá trình nội soi, bác sĩ cũng có thể dùng một cái kẹp nhỏ (cái gắp) để lấy đi một phần mô làm sinh thiết. Phương pháp sinh thiết có thể cho biết các tổn hại do hội chứng trào ngược dạ dày-thực quản hoặc viêm nhiễm gây ra và giúp loại trừ các chứng bệnh khác.  * Một loại xét nghiệm khác là xét nghiệm thăm dò pH trong 24 tiếng đồng hồ, bác sĩ đặt một ống nhỏ vào trong thực quản và giữ ở đó trong vòng 24 tiếng đồng hồ. Ống này nối với một thiết bị có thể theo dõi được nồng độ axit trong thực quản khi người ta làm các hoạt động thường nhật. Phương pháp xét nghiệm này rất hữu ích dùng để chẩn đoán cho người mắc các triệu chứng GERD – trào ngược dạ dày-thực quản mà không gây hại đến thực quản. Nó cũng phát hiện được xem liệu chứng trào ngược có gây ra các triệu chứng về đường hô hấp như thở khò khè và ho hay không. Điều trị hội chứng trào ngược dạ dày-thực quản bằng cách nào? Việc chữa trị cho chứng trào ngược dạ dày-thực quản tuỳ thuộc vào mức độ trầm trọng của các triệu chứng gây bệnh. Đối với một số người thì chỉ cần thay đổi lối sống như thay đổi chế độ ăn uống. Một số người khác cần phải dùng thuốc. Rất hiếm khi gặp tình trạng trào ngược dạ dày-thực quản đặc biệt nghiêm trọng thì bác sĩ sẽ khuyến nghị phẫu thuật.  Các biện pháp thay đổi cách sống sau đây có thể giúp giảm bớt hoặc thậm chí còn ngăn ngừa được triệu chứng trào ngược dạ dày-thực quản: * bỏ thuốc lá  * tránh rượu bia  * giảm cân nếu bạn đang tăng cân * ăn nhiều bữa nhỏ * mặc quần áo rộng thùng thình * tránh thức uống có ga * tránh ăn các loại thức ăn có thể gây hội chứng trào ngược  Không nên nằm trong vòng 3 tiếng đồng hồ sau khi ăn xong và không nên ăn trước khi đi ngủ từ 2 đến 3 tiếng đồng hồ. Đôi khi bác sĩ cũng khuyến nghị nên kê cao đầu giường khoảng chừng 6 đến 8 in-sơ. Trước khi bắt đầu thay đổi bề ngoài của phòng ngủ, bạn nên nói cho bác sĩ và bố mẹ mình biết về tư thế ngủ nào là tốt nhất  cho mình nhé.   Bác sĩ cũng có thể cho nhiều loại thuốc khác nhau để giúp giảm bớt các triệu chứng của bệnh. Các thuốc làm giảm độ axit trong dạ dày được bán tự do không theo toa như Alka-Seltzer hoặc Maalox, có tác dụng làm trung hoà axit trong dạ dày và tác dụng tốt đối với các triệu chứng nhẹ. Bạn cũng có thể mua thuốc H2 blockers tự do và theo toa và giúp ngăn tiết axit trong dạ dày. Nếu bác sĩ nghĩ rằng bạn nên sử dụng các loại thuốc này thì họ sẽ giới thiệu cho bạn một số thuốc mua tự do nào đó hoặc có thể kê toa cho bạn.  Các thuốc kê toa mạnh hơn như proton pump inhibitors cũng có tác dụng làm ức chế sự tiết axit trong dạ dày. Một số loại thuốc này cũng có thể được bán tự do không theo toa. Bác sĩ sẽ kê toa cho những bệnh nhân mắc chứng trào ngược dạ dày-thực quản trầm trọng hoặc lâu dài hơn.  Đối với một số thanh thiếu niên, bác sĩ có thể khuyến nghị sử dụng kết hợp nhiều loại thuốc để làm giảm nhiều triệu chứng khác nhau. Chẳng hạn như người bị ợ nóng sau khi ăn có thể dùng kết hợp cả thuốc làm trung hoà axit và H2 blocker. Thuốc làm trung hoà axit đầu tiên có tác dụng làm trung hoà axit trong dạ dày, trong khi đó H2 blocker làm ngăn sự tiết axit. Khi thuốc làm trung hoà axit không còn tác dụng nữa thì H2 blocker sẽ làm ngưng tiết axit trong dạ dày.  Phẫu thuật là phương kế cuối cùng đối với bệnh nhân bị trào ngược dạ dày-thực quản (GERD) và hiếm khi sử dụng cho thanh thiếu niên khoẻ mạnh. Phương pháp điều trị GERD bằng phẫu thuật điển hình gọi là phẫu thuật fundoplication. Trong suốt quá trình phẫu thuật thì phần trên của dạ dày được bọc quanh cơ thắt thực quản dưới nhằm làm mạnh cơ thắt và tránh trào ngược. Phẫu thuật fundoplication có thể được sử dụng cho tất cả mọi người ở mọi lứa tuổi, thậm chí đối với trẻ em bị trào ngược dạ dày nặng.  Sống với GERD Phương châm để sống cùng với GERD là đừng nên phớt lờ nó. Việc chẩn đoán và điều trị sớm có thể làm giảm hoặc thậm chí là làm dứt hết các triệu chứng khó chịu của bệnh gây ra. Tuy nhiên, nếu để lâu không điều trị thì chứng bệnh trào ngược dạ dày-thực quản này có thể gây hại lâu dài cho thực quản. Một hậu quả có thể lâu dài do GERD để lại thường được gọi là bệnh Barrett thực quản. Đối với chứng bệnh này thì các tế bào trong thực quản biến đổi và trở thành tế bào tiền ung thư vì chúng bị axit trong dạ dày làm cho kích ứng trong một thời gian quá lâu. Cuối cùng, nó có thể dẫn đến ung thư thực quản. bệnh Barrett thực quản đa số thường xảy ra ở người lớn bị trào ngược dạ dày-thực quản lâu năm. Mặc dù vậy bạn cũng có thể phòng tránh chứng bệnh này bằng cách chữa lành chứng GERD của mình ngay từ bây giờ.  Bạn ắt có thể phát hiện ra một cách đơn giản nhất để có thể sống cùng với chứng GERD này dễ dàng hơn là nên tránh những thứ gây nên triệu chứng trào ngược. Một số người sẽ phải hạn chế một số loại thức ăn nào đó và số khác có thể là phải nhịn ăn hoàn toàn. Điều này tuỳ thuộc vào các triệu chứng riêng của từng người.  Ban đầu có thể là rất khó để từ chối hoặc bỏ món xô-đa hoặc các món khoái khẩu của mình. Nhưng dần dần sau một thời gian, nhiều người phát hiện ra đã đỡ hơn nhiều, không còn thèm và nhớ các loại thức ăn gây bệnh như người ta từng nghĩ nữa."
        },
        {
            "en": "All expectant parents hope that their babies will be healthy. Yet sometimes problems arise that require a newborn to be hospitalized. When this happens, the baby may be admitted to the neonatal intensive care unit (NICU) for treatment. It's almost always stressful when a baby is unexpectedly admitted to the NICU. But the doctors, nurses, and other caregivers in the unit will do their best to provide emotional support for you while caring for your infant's medical needs. About the NICU With equipment designed for infants and a hospital staff who have special training in newborn care, the NICU is an intensive care unit created for sick newborns who need specialized treatment. Sometimes the NICU is also called: * a special care nursery  * an intensive care nursery  * newborn intensive care  Babies may be sent to the NICU if: * they're born prematurely  * difficulties occur during their deliveries  * they show signs of a problem in the first few days of life  Only very young babies (or babies with a condition linked to being born prematurely) are treated in the NICU — they're usually infants who haven't gone home from the hospital yet after being born. How long they'll remain in the unit depends on the severity of their illness. Although not all babies in the NICU have the same illness or condition, some diagnoses are common to newborns who need intensive care. Here's a brief look at those conditions, what causes them, how they're diagnosed, how they're treated, and how long infants usually stay in the unit after they've been diagnosed. Anemia What is it? One of the more common blood disorders, anemia is a low number of red blood cells in the blood. Babies who are anemic may: * have apnea (stop breathing for 20 seconds or more)  * have low blood pressure  * have a high heart rate  * seem sleepy What causes it? Premature infants may develop anemia for a number of reasons. In the first few weeks of life, infants don't make many new red blood cells. Also, their red blood cells have a shorter life than an adult's. And the frequent blood samples that must be taken for laboratory testing make it difficult for red blood cells to replenish. In full-term or preterm infants, hemolytic disease of the newborn (incompatibility between the blood types of the mother and baby) can lead to anemia. How is it diagnosed? A doctor can diagnose anemia with a blood test. How is it treated? Minor cases are monitored closely, whereas severe cases (especially in those premature babies who weigh less than 2.2 pounds [1,000 grams]) may require red blood cell transfusions. Doctors also try to treat the underlying cause of the anemia. How long will my baby be in the NICU? By the time the underlying problem has been treated, the number of red blood cells in the infant's circulation stabilizes. As long as the baby is doing well and no longer has symptoms, then the doctors usually let the infant go home with close follow-up with the child's doctor. Apnea What is it? Although it's perfectly normal for everyone to experience occasional pauses in breathing, newborns who don't take at least one breath in 20 seconds or more have a condition called apnea. During an apnea spell: * the baby stops breathing  * the heart rate may decrease  * the skin may turn pale, purplish, or blue from lack of oxygen  What causes it? Apnea is usually caused by immaturity in the area of the brain that controls the drive to breathe (the brain doesn't \"remember\" to take a breath), although illness can also be responsible. Almost all babies born at 30 weeks or less will experience apnea, but apnea spells become less frequent with age. How is it diagnosed? To accurately diagnose apnea, doctors monitor a baby's breathing rate in the NICU and may order a polysomnogram, which involves attaching the baby to several monitors and observing the infant for about 8 to 12 hours. The pneumogram provides information about the baby's heart rate, breathing, and oxygen saturation in the blood. How is it treated? In the NICU, all premature babies are monitored for apnea spells. The first line of treatment for apnea is simply stimulating the baby to help him or her remember to breathe. This can mean rubbing the infant's back or tapping the feet. However, when apnea occurs frequently, the infant may require medication (most commonly caffeine or theophylline) and/or a special nasal device that blows a steady stream of air into the airways to keep them open. How long will my baby be in the NICU? Babies remain in the unit until they've been apnea-free for 24 to 48 hours. Some may go home with an apnea monitor and on caffeine so parents can continue to watch for the condition. Many babies outgrow apnea by the time they're 10 weeks past their original due date. Bradycardia What is it? This is an abnormal slowing of the heart rate. What causes it? Bradycardia often arises from other problems like low oxygen levels in the blood or apnea. How is it diagnosed? Taking the baby's pulse and monitoring in the NICU will confirm a diagnosis of bradycardia. How is it treated? Bradycardia is treated by dealing with the underlying cause, such as apnea. In some rare cases, a heart defect may be responsible for the slower heart rate. For the appropriate care, babies with a heart defect need to see a pediatric cardiologist (a doctor who specializes in treating heart problems in children). How long will my baby be in the NICU? Usually, the length of the stay is determined by the condition causing the bradycardia, not the bradycardia itself. Bronchopulmonary dysplasia (BPD) What is it? Babies who still need oxygen at 4 weeks before their original due date are considered to have bronchopulmonary dysplasia — one of the most common chronic lung diseases in infants in the United States. What causes it? Bronchopulmonary dysplasia occurs in different infants for different reasons. It can happen in full-term as well as premature infants and doctors believe that it's due to an individual infant's response to a number of possible factors. The combination of the premature baby's immature lungs and the treatments (including machines and oxygen) to help the little one breathe is thought to cause damage (or scarring) to the lungs. Infections and pneumonia can also lead to the condition. Milder levels of damage are called chronic lung disease of prematurity (CLD). As the babies mature, they grow more lung tissue, which can improve their breathing over time. How is it diagnosed? The diagnosis of bronchopulmonary dysplasia usually doesn't occur until 2 to 4 weeks into the infant's life. At that point, the doctors make a diagnosis based on whether there was lung damage or an injury at birth and whether the infant has needed extra oxygen for a prolonged period of time. Chest X-rays can also help determine the extent of the lung damage. How is it treated? Bronchopulmonary dysplasia is sometimes treated with steroids to decrease the amount of scarring. However, because steroids can cause side effects, doctors usually wait as long as possible to begin steroid treatment. Steroids are never used without a complete discussion with the family as to potential benefits and risks. Other, more commonly used medicines include diuretics (which make the child urinate, or pee, and help eliminate excess fluid that can build up in the damaged lungs) and bronchodilators (which relax the muscles that surround the airways and allow them to open up). Babies with the disease also sometimes need ventilators (breathing machines) at home to help them breathe. And although it's uncommon, in severe cases, the surgical insertion of a breathing tube in the neck (called a tracheostomy) may be required so the baby can go home on a ventilator. Occasionally, babies need home oxygen therapy for several months. How long will my baby be in the NICU? Bronchopulmonary dysplasia is a serious condition that calls for longer stays in the NICU, sometimes up to several months. The smallest infants are usually the ones who develop the disease, so their stays are longer to make sure they're stable before they're discharged. Hydrocephalus What is it? Hydrocephalus means \"water on the brain.\" What causes it? A buildup of cerebrospinal fluid that surrounds the brain and the spinal cord causes hydrocephalus. It occurs when something — often bleeding from an intraventricular hemorrhage or an abnormality of the brain or skull — blocks the flow of the fluid. The buildup can create pressure that can damage the brain. How is it diagnosed? Doctors suspect hydrocephalus if a baby has a particularly large head or if head size increases rapidly. A computed tomography (or CT scan — a type of X-ray) can confirm this suspicion. How is it treated? Less serious cases are usually simply monitored, but more severe ones require a surgeon to place a tube in the brain that drains the fluid from the brain into the abdomen. How long will my baby be in the NICU? Again, this depends on the severity of the case. A serious condition may require a stay of several weeks or months, with careful monitoring so as to recognize potential long-term side effects like mental retardation and seizures. Intraventricular hemorrhage (IVH) What is it? Intraventricular hemorrhage is bleeding in the brain. Severe cases may cause a drop in blood pressure or seizures. Other symptoms could include: * a weak suck  * high-pitched cry  * apnea  * bradycardia   * anemia  What causes it? IVH usually occurs in premature babies because the vessels in their developing brains are especially fragile and can bleed easily. How is it diagnosed? It's diagnosed with an ultrasound of the head so that doctors can look for collections of blood in the brain. How is it treated? There's no specific treatment for intraventricular hemorrhage, so NICUs try to prevent it by controlling babies' blood pressure. Once diagnosed, the problem is closely monitored with frequent ultrasounds. If serious, IVH leads to severe hydrocephalus, which can be treated with a surgically placed shunt. How long will my baby be in the NICU? This depends on the severity of the bleeding. Infants with serious cases may spend several weeks to months in the NICU and be at risk for conditions like cerebral palsy or seizures later in life. Jaundice What is it? Jaundice is a high level of bilirubin in the blood (bilirubin is a byproduct of the natural breakdown of blood cells, and the liver usually \"recycles\" it back into the body). Although mild jaundice is fairly common in full-term babies, it's much more common in premature babies. What causes it? Jaundice occurs when a baby has increased blood cell breakdown and the liver can't handle the extra bilirubin, which builds up, giving the skin and the whites of the eyes a yellowish color. Babies with jaundice are sometimes more sleepy than usual and, in severe cases, may be lethargic. How is it diagnosed? Although the yellow skin is a fairly good indicator, a diagnosis is made with a blood test to measure the bilirubin level. How is it treated? Extremely high levels of bilirubin can cause brain damage, so infants are monitored for jaundice and treated quickly, before bilirubin reaches dangerous levels. Standard treatment includes providing adequate fluids and light therapy, in which the baby spends time under a special blue-colored light. Some cases may also require a blood transfusion. How long will my baby be in the NICU? Babies with this condition stay in the NICU until their bilirubin level drops, usually in about 2 to 3 days. Necrotizing enterocolitis (NEC) What is it? The most common intestinal condition in newborns, necrotizing enterocolitis occurs in about 1% to 5% of infants in the NICU and happens more commonly in low birth weight and premature infants. What causes it? It's thought that a number of factors can contribute to the development of NEC, which is the necrosis, or death, of parts of the intestine. Although a full-term infant can get the condition, the more premature a baby is, the greater the risk for NEC — perhaps because the intestines aren't developed enough to handle digestion. Factors that are also believed to contribute include the introduction of milk feeding, damage to the intestines from an infection, and poor blood flow. Babies with NEC may: * have a tense abdomen  * need more oxygen or higher ventilator settings  * have blood in their bowel movements  * exhibit signs of apnea  How is it diagnosed? An X-ray of the abdomen confirms the diagnosis. How is it treated? If there's no sign of a rupture in the intestines, doctors treat necrotizing enterocolitis by: * giving antibiotics  * stopping all intestinal feeding (such as formula feeding, breastfeeding, or using a feeding tube) * switching to an IV * draining the baby's stomach  * performing regular abdominal X-rays  In the case of an intestinal rupture, a surgeon may remove the diseased section of the intestine or make an incision in the abdomen to allow the infected fluid to drain. How long will my baby be in the NICU? Recovering from NEC can take a long time. Babies may spend many weeks in the NICU readjusting to regular feeding. Patent ductus arteriosus (PDA) What is it? The ductus arteriosus (DA) is a blood vessel in the heart that connects the aorta (which provides blood to the rest of the body) to the pulmonary artery (which sends blood to the lung). It allows blood to bypass the lungs while a baby is still in the womb. What causes it? The ductus arteriosus usually closes shortly after birth, which allows for normal blood circulation. But in some babies, most often premature ones, it remains open, or patent. Then blood flows through the ductus arteriosus and floods the vessels in the lungs, causing respiratory problems. How is it diagnosed? Those breathing problems are one clue that a baby has PDA. A heart murmur may also lead doctors to suspect the condition, which is then confirmed with an ultrasound of the heart. How is it treated? Sometimes doctors can close the ductus arteriosus by administering medicine. But if that doesn't work, or if the baby is too sick to take the medicine, the infant will need surgery to close it. How long will my baby be in the NICU? Although recovery time varies from child to child, many babies bounce back from PDA treatment in several days. Periventricular leukomalacia (PVL) What is it? A type of brain injury, periventricular leukomalacia occurs in the brain tissue that surrounds the fluid-filled cavities of the brain, called ventricles. This area of the brain is called white matter, in contrast to the grey matter that makes up the rest of the brain. So, the injury occurs to the white matter that provides connections between the brain and the muscles of the body. What causes it? PVL is thought to be caused by severe intraventricular hemorrhaging (bleeding in the brain). How is it diagnosed? Often no signs of PVL will be apparent in the nursery. Premature infants are at greater risk of having it, so doctors will frequently get studies like a head ultrasound or an MRI (magnetic resonance imaging) to look for periventricular leukomalacia. As the infant gets a little older, he or she may show signs of developmental delays. How is it treated? There's no specific treatment, only close monitoring and support with therapists if a child does develop significant delays, usually after discharge from the hospital How long will my baby be in the NICU? Babies with this condition may be in the NICU for several weeks or months. Respiratory distress syndrome (RDS) What is it? One of the most common and immediate problems facing premature infants is difficulty breathing. Although there are many causes of breathing difficulties in premature babies, the most common is called respiratory distress syndrome (RDS). What causes it? In RDS, the infant's immature lungs don't produce enough of an important substance called surfactant. Surfactant allows the inner surface of the lungs to expand properly when the infant makes the change from the womb to breathing air after birth. How is it diagnosed? Doctors suspect respiratory distress syndrome in any premature baby or in full-term infants who are breathing particularly hard and fast or require extra oxygen. A chest X-ray can confirm this diagnosis. How is it treated? RDS is treatable and many infants do quite well. When premature delivery can't be stopped, most pregnant women can be given medication just before delivery to help prevent RDS. Then, immediately after birth and several times later, artificial surfactant can be given to the infant through a breathing tube. Although most premature babies who lack surfactant will require a breathing machine, or ventilator, the use of artificial surfactant has greatly decreased the amount of time they spend on the ventilator. How long will my baby be in the NICU? Babies with serious cases usually require many days or weeks in the unit. Retinopathy of prematurity (ROP) What is it? The eyes of premature infants are especially vulnerable to injury after birth. A serious complication is called retinopathy of prematurity (ROP), which is an abnormal growth of the blood vessels in an infant's eye (within the retina). About 7% of babies weighing 2.8 pounds (1,250 grams) or less at birth develop the condition, and the resulting damage may range from mild (the need for glasses) to severe (blindness). What causes it? The cause of ROP in premature infants is unknown. Although it was previously thought that too much oxygen was the primary problem, further research has shown that oxygen levels (either too low or too high) play only a contributing factor in the development of the condition. How is it diagnosed? Because many very premature babies have some level of ROP, an eye exam by a pediatric eye doctor is standard at 8 to 10 weeks before the premature baby's original due date. How is it treated? For slight damage, the eye doctor may just follow the baby with frequent exams. But if the damage is greater, laser surgery will be needed to prevent it from progressing. How long will my baby be in the NICU? ROP alone doesn't usually determine the length of a newborn's stay in the unit. It often occurs in conjunction with other problems, and those will be a greater influence on when a baby can leave. But babies generally recover from the laser surgery in 24 to 48 hours. Sepsis What is it? A very serious condition, sepsis is the body's response to infection that has spread throughout the blood and tissues.  Babies with sepsis may: * be lethargic  * have a low or high temperature  * not eat well  * have apnea or difficulty breathing  * appear jaundiced  * just not look right  What causes it? Sepsis is an infection caused by bacteria growing in the blood. The bacteria can get into the blood: * during labor and delivery from the mother  * from IV lines  * after close contact with an individual who's infected with, or is a carrier of, bacteria  How is it diagnosed? A blood culture — sometimes along with a urine test or spinal tap — is used to diagnose the illness. How is it treated? When doctors suspect sepsis, they'll treat the baby with antibiotics until the lab results come back — usually for 48 hours. If those results are positive for sepsis, the baby receives antibiotics for 7 to 14 more days while being closely monitored. How long will my baby be in the NICU? Cases of sepsis are often severe (the infection can lead to meningitis, organ damage, and occasionally, death) and require a fairly long NICU stay, sometimes several weeks. Transient tachypnea of the newborn (TTN) What is it? Rapid breathing in a full-term newborn (more than 60 breaths a minute) is called transient tachypnea. Until about 4 hours after the delivery, this can actually be normal. What causes it? After 4 hours after delivery, doctors start to look for a cause of the rapid breathing, such as pneumonia, a blood infection, or problems with the lungs, including underdevelopment. How is it diagnosed? Blood tests and X-rays can help diagnose the underlying condition. How is it treated? The lung condition usually subsides within a few days with treatment. Babies are helped to breathe or receive oxygen, if needed, and the NICU staff closely watch their oxygen levels. How long will my baby be in the NICU? A stay of 24 to 72 hours is normal while NICU staff monitor the baby's condition. Other complications In addition to specific diagnoses, infants in the NICU can experience general problems. For instance, newborns lose heat easily, and preemies in particular have trouble regulating their body temperature, as they lack the energy or fat reserves to generate heat and the body mass to maintain it. So NICU babies must be kept warm in warmers or isolettes. High or low blood pressure can also be a risk for premature babies because their developing blood vessels can't handle changes in blood pressure and may tear more easily. Some preemies have trouble feeding because they aren't physically coordinated enough yet to do it. Eating is the most energy-consuming process for a newborn, and babies in the NICU often don't have the strength or energy to feed on their own. Instead, they have to be fed through an IV line or a tube. And if the digestive tract isn't sufficiently developed to handle food, that can cause problems too, as seen with necrotizing enterocolitis. A related condition is reflux. Although all infants have some reflux in the early months, preemies have a particular problem with it because they have poor muscle tone. Sphincters are muscles, and when the one between the esophagus and the stomach is weak, it allows the acidic stomach contents to bubble back up into the esophagus. (A preemie's immature nervous system has trouble controlling the <em>sphincter</em> as well.) The acid irritates the esophagus, which can lead to feeding problems. Inhaling and choking on the reflux is a more serious risk. Newborns who need intensive care are also vulnerable to infections. Their skin and mucous membranes — the body's primary lines of defense against bacteria and viruses — aren't well developed enough to provide adequate protection. With several immune-compromised babies in one space, infections that are introduced into the NICU can spread easily, and with nurses caring for multiple babies, the possibility of communicating infectious agents increases. That's why NICU staff are vigilant about keeping that environment as clean as possible. Talking to the doctor If your baby is admitted to the NICU, you'll want to find out as much about his or her care as possible. Some questions to ask the doctor are: * How long will my baby be in the unit?  * What, specifically, is the problem?  * What will be involved in my baby's treatment?  * What medicines will my baby have to take? * What can I do to help my baby?   You may also want to talk to the nurses to find out more about your baby's daily care and what to expect when you spend time with your little one. Once you have the answers to these questions, you'll know the way to help your baby during his or her time in intensive care.  ",
            "vi": "Tất cả các bậc bố mẹ đều hy vọng con mình sinh ra sẽ được khỏe mạnh. Tuy nhiên đôi khi cũng phát sinh nhiều vấn đề mà bắt buộc trẻ sơ sinh phải nhập viện. Nếu nhập viện thì trẻ có thể được nhận vào điều trị ở phòng săn sóc đặc biệt cho trẻ sơ sinh (NICU).  Người ta hầu như lúc nào cũng rất căng thẳng khi trẻ phải đột ngột vào NICU. Nhưng các bác sĩ, y tá và những người chăm trẻ khác trong khoa sẽ nỗ lực hết sức để hỗ trợ tinh thần cho bạn trong khi chăm sóc các nhu cầu y tế cho con của bạn. Tìm hiểu về NICU Với những thiết bị được thiết kế dành cho trẻ sơ sinh và nhân viên bệnh viện được đào tạo đặc biệt trong việc chăm sóc trẻ sơ sinh thì NICU là một khoa chăm sóc đặc biệt cho trẻ sơ sinh bị bệnh cần được điều trị đặc biệt.  Đôi khi NICU cũng được gọi là:  * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt cho trẻ sơ sinh Trẻ có thể được gởi đến NICU nếu:  * bị sinh non * khó sinh  * có nhiều dấu hiệu rắc rối trong một vài ngày đầu sau khi sinh  Chỉ có những trẻ sơ sinh rất nhỏ (hoặc trẻ bị bệnh do sinh thiếu tháng) mới được điều trị ở NICU – thường là những trẻ chưa xuất viện về nhà sau khi sinh. Thời gian điều trị tại đây tuỳ thuộc vào mức độ nghiêm trọng của từng bé.  Mặc dù không phải trẻ nào được điều trị ở NICU đều bị bệnh hoặc có tình trạng sức khỏe giống nhau, nhưng dưới đây là một số chẩn đoán thường thấy đối với trẻ sơ sinh cần được chăm sóc đặc biệt.  Dưới đây là cái nhìn sơ lược về những chứng bệnh thường gặp, các nguyên nhân gây bệnh, cách thức chẩn đoán, phương pháp điều trị, và thời gian trẻ thường lưu lại ở đây sau khi được chẩn đoán là bao lâu. Bệnh thiếu máu Bệnh thiếu máu là gì?  Một trong những chứng bệnh liên quan đến máu thường gặp là bệnh thiếu máu – thiếu máu là chứng bệnh mà số hồng cầu trong máu thấp. Trẻ bị thiếu máu có thể:  * bị nghẹt thở (ngưng thở trong vòng 20 giây trở lên) * bị tụt huyết áp * có nhịp tim nhanh  * có vẻ buồn ngủ Nguyên nhân gây thiếu máu?  Trẻ sinh thiếu tháng có thể bị thiếu máu vì nhiều lý do. Trong một vài tuần đầu đời, trẻ không tạo thêm nhiều hồng cầu mới. Bên cạnh đó, các hồng cầu của trẻ sơ sinh đều có vòng đời ngắn hơn so với vòng đời của hồng cầu người lớn. Và các mẫu máu thường xuyên phải được lấy làm xét nghiệm ở phòng thí nghiệm làm cho hồng cầu rất khó có thể tái tạo lại được.   Đối với những trẻ sơ sinh thiếu tháng hoặc đủ tháng, thì bệnh tán huyết ở trẻ sơ sinh (chứng không tương thích giữa kiểu máu của người mẹ và kiểu máu của con) có thể dẫn đến bệnh thiếu máu.  Bệnh thiếu máu được chẩn đoán như thế nào?  Bác sĩ có thể chẩn đoán bệnh thiếu máu bằng xét nghiệm máu.  Bệnh thiếu máu được điều trị như thế nào?  Những trường hợp bệnh nhẹ được theo dõi sát sao, trong khi đó những ca nghiêm trọng (nhất là ở những trẻ sinh thiếu tháng có cân nặng dưới 2.2 pao [1,000 gram]) có thể phải được truyền hồng cầu. Bác sĩ cũng cố điều trị nguyên nhân tiềm ẩn của chứng thiếu máu này.  Con tôi sẽ ở NICU bao lâu?  Khi vấn đề tiềm ẩn được điều trị thì số lượng hồng cầu trong tuần hoàn của trẻ sơ sinh cũng được ổn định. Chừng nào trẻ trở nên khỏe mạnh và không còn bất cứ triệu chứng nào nữa thì bác sĩ thường sẽ cho trẻ xuất viện về nhà đồng thời được bác sĩ theo dõi chặt chẽ. Chứng nghẹt thở  Chứng nghẹt thở là gì?  Mặc dù chuyện thỉnh thoảng người ta bị ngưng thở là hoàn toàn bình thường, nhưng trẻ sơ sinh nếu không thở ít nhất là một lần trong vòng 20 giây trở lên thì trẻ đã mắc chứng nghẹt thở. Trong một cơn bệnh như vậy thì:  * trẻ ngừng thở  * nhịp tim có thể giảm * da trẻ có thể trở nên tái nhợt, đỏ tía, hoặc xanh dương do thiếu ô-xy Nguyên nhân gây nghẹt thở là gì? Chứng nghẹt thở thường gây ra do vùng não điều khiển chức năng hô hấp chưa hoàn thiện (não “quên” thở), mặc dù đôi khi một bệnh nào khác cũng có thể gây ra chứng nghẹt thở này. hầu hết tất cả các trẻ sinh ở tuần thứ 30 trở xuống đều sẽ bị bệnh này, nhưng các cơn bệnh trở nên ít đi khi trẻ lớn lên.  Chứng nghẹt thở được chẩn đoán như thế nào?  Để chẩn đoán chính xác chứng nghẹt thở, bác sĩ của NICU sẽ theo dõi nhịp thở của trẻ và có thể yêu cầu trẻ đo sóng não, điện tâm đồ tim và các hoạt động của cơ thể, bác sĩ sẽ quan sát bé bằng nhiều máy theo dõi trong khoảng thời gian từ 8-12 tiếng đồng hồ. Biểu đồ hoạt động phổi cho biết thông tin về nhịp tim, hô hấp của trẻ, và độ bão hoà ô-xy trong máu của trẻ.  Chứng nghẹt thở được điều trị như thế nào? Tại NICU, tất cả các trẻ sinh thiếu tháng đều được theo dõi các cơn nghẹt thở. Phương pháp điều trị nghẹt thở đầu tiên là chỉ cần kích thích cho trẻ thở trở lại. Bạn có thể chà xát vào lưng hoặc vỗ vào bàn chân của trẻ. Tuy nhiên khi trẻ bị nghẹt thở thường xuyên thì có thể cần phải được sử dụng thuốc (thường thấy nhất là cà-phê-in hoặc an-ka-lô-íc trong lá trà) và/hoặc cần một thiết bị hỗ trợ đặc biệt cho mũi để thổi luồng không khí đều đặn vào đường thở làm cho đường thở mở ra.   Con tôi sẽ ở NICU bao lâu?  Trẻ vẫn ở lại điều trị ở NICU cho đến khi không còn nghẹt thở nữa trong vòng 24-48 tiếng đồng hồ. Một số trẻ có thể được xuất viện về nhà kèm theo máy theo dõi ngưng thở và có thể sử dụng cà-phê-in vì vậy bố mẹ có thể tiếp tục theo dõi bệnh cho con mình. Hầu hết trẻ sơ sinh đều có thể không còn nghẹt thở nữa vào tuần thứ 10 sau khi sinh.   Nhịp tim chậm Nhịp tim chậm là gì?  Đây là chứng nhịp tim chậm bất thường.  Nguyên nhân gây nhịp tim chậm là gì? Nhịp tim chậm thường xảy ra do nhiều vấn đề khác gây ra chẳng hạn như nồng độ ô-xy trong máu thấp hoặc là do nghẹt thở.   Nhịp tim chậm được chẩn đoán như thế nào? Việc bắt mạch cho trẻ và theo dõi mạch của trẻ ở NICU sẽ giúp cho việc chẩn đoán nhịp tim chậm trở nên chắc chắn hơn.  Nhịp tim chậm được điều trị như thế nào? Nhịp tim chậm được điều trị bằng cách xử lý nguyên nhân tiềm ẩn của nó, chẳng hạn như chứng nghẹt thở. Trong một số trường hợp hiếm thấy, thì chứng dị tật tim cũng có thể là nguyên nhân gây chậm nhịp tim. Để chăm sóc đúng đắn, trẻ bị dị tật tim cần phải được khám bởi bác sĩ tim mạch khoa nhi (bác sĩ chuyên điều trị các vấn đề tim mạch ở trẻ em).   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì thời gian trẻ phải ở lại điều trị bao lâu tuỳ thuộc vào nguyên nhân làm cho nhịp tim chậm chứ không phải chính bản thân bệnh nhịp tim chậm.  Chứng loạn sản phế quản-phổi  Loạn sản phế quản-phổi là gì?  Trẻ vẫn cần ô-xy trước khi sinh đến 4 tuần bị coi là mắc bệnh loạn sản phế quản-phổi, đây là một trong những chứng bệnh phổi mãn tính thường thấy nhất đối với trẻ sơ sinh ở Hoa Kỳ.  Nguyên nhân gây loạn sản phế quản-phổi là gì?  Bệnh loạn sản phế quản-phổi xảy ra khác nhau ở từng trẻ sơ sinh và có nhiều nguyên nhân khác nhau. Nó có thể xảy ra đồng thời ở trẻ sinh thiếu tháng lẫn trẻ sinh đủ tháng và các bác sĩ cho rằng đó là do sự phản ứng của từng trẻ đối với một số yếu tố có thể xảy ra.  Các phương pháp điều trị (bao gồm máy móc và ô-xy) cộng với lá phổi non nớt chưa hoàn thiện của trẻ sinh thiếu tháng để giúp cho trẻ thở được cho là nguyên do gây tổn thương (gây hại) cho phổi. Bệnh viêm phổi và nhiễm trùng cũng có thể gây bệnh. Mức độ tổn hại nhẹ hơn được gọi là bệnh phổi mãn tính ở trẻ sinh non (CLD). Khi trẻ lớn lên, chúng tạo thêm nhiều mô phổi, có thể dần dần cải thiện tình trạng hô hấp.  Chứng loạn sản phế quản-phổi được chẩn đoán như thế nào? Mãi đến tuần thứ 2 đến thứ 4 sau khi sinh thì trẻ mới thường được chẩn đoán bệnh loạn sản phế quản-phổi. Vào thời điểm đó, bác sĩ sẽ chẩn đoán dựa trên việc liệu phổi có bị tổn thương hoặc có chấn thương nào khi sinh không và xem liệu trẻ có cần thêm ô-xy để kéo dài hô hấp không. Chụp hình X-quang ngực cũng có thể giúp xác định mức độ tổn thương phổi.  Chứng loạn sản phế quản-phổi được điều trị như thế nào?  Chứng loạn sản phế quản-phổi đôi khi được điều trị bằng xtê-rô-ít để làm giảm mức độ tổn thương. Tuy nhiên vì xtê-rô-ít có thể gây tác dụng phụ nên bác sĩ thường chờ càng lâu càng tốt mới bắt đầu điều trị bằng xtê-rô-ít. Xtê-rô-ít chẳng bao giờ được sử dụng mà không bàn bạc đầy đủ với gia đình về các lợi ích và nguy cơ rủi ro tiềm ẩn của nó.  Ngoài ra,, những loại thuốc thường được sử dụng nhiều hơn như thuốc lợi tiểu (làm cho trẻ đi tiểu và giúp thải đi lượng dịch dư thừa tăng sinh trong phổi bị tổn thương) và các loại thuốc trị hen suyễn (làm giãn các cơ xung quanh đường thở và giúp cho đường thở nới rộng ra).  Trẻ bị bệnh đôi khi cũng cần có máy hô hấp nhân tạo (máy thở) ở nhà để giúp cho bé có thể thở được. Và mặc dù không thường thấy, nhưng trong một số trường hợp nghiêm trọng, trẻ có thể cần phải được phẫu thuật chèn ống thở vào cổ (đây gọi là thủ thuật mở thông khí quản) vì vậy trẻ có thể xuất viện về nhà kèm theo máy hô hấp nhân tạo. Đôi khi trẻ cũng cần liệu pháp ô-xy tại nhà trong một vài tháng.  Con tôi sẽ ở lại NICU bao lâu?  Chứng loạn sản phế quản-phổi là bệnh nghiêm trọng cần phải ở lại điều trị tại NICU lâu hơn, đôi khi phải cần đến vài tháng. Những trẻ sơ sinh nhỏ nhất thường là những trẻ bị bệnh này vì thế chúng cần được điều trị lâu hơn để đảm bảo ổn định sức khỏe trước khi xuất viện về nhà.  Tràn dịch não Tràn dịch não là gì?  Tràn dịch nào có nghĩa là “dịch não bị tràn ra ngoài.”  Nguyên nhân gây tràn dịch não là gì?  Sự tăng sinh dịch não tuỷ xung quanh não và tuỷ sống gây tràn dịch não. Chứng bệnh này xảy ra khi có vật gì đó làm chặn luồng dịch – thường là do xuất huyết não thất hoặc bất thường ở não hoặc sọ. Tình trạng tăng sinh này có thể gây ra áp suất có thể làm tổn thương đến não.  Chứng tràn dịch não được chẩn đoán như thế nào?  Bác sĩ thường nghi ngờ tràn dịch não nếu thấy đầu của trẻ lớn đặc biệt hoặc nếu thấy kích thước đầu của bé tăng nhanh. Phương pháp chụp cắt lớp (chụp CT-một loại tia X) có thể giúp xác nhận điều nghi ngờ này.  Chứng tràn dịch não được điều trị như thế  nào?  Những trường hợp ít nghiêm trọng hơn thường chỉ cần được theo dõi nhưng đối với những trường hợp nghiêm trọng hơn đòi hỏi bác sĩ phẫu thuật phải đặt một ống vào bên trong não để cho dịch chảy từ não vào bụng.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này lại tuỳ thuộc vào mức độ nghiêm trọng của bệnh. Một chứng bệnh nặng có thể cần phải ở lại điều trị một vài tuần hoặc một tháng, đồng thời được theo dõi cẩn thận để phát hiện ra những tác dụng phụ tiềm ẩn lâu dài chẳng hạn như thiểu năng tinh thần và tai biến mạch máu. Xuất huyết não thất (IVH) Xuất huyết não thất là gì?  Xuất huyết não thất là dạng xuất huyết não. Các trường hợp nghiêm trọng có thể làm hạ huyết áp hoặc gây tai biến mạch máu. Các triệu chứng khác có thể bao gồm:  * bú yếu  * khóc nhiều  * nghẹt thở * nhịp tim chậm * thiếu máu Nguyên nhân gây xuất huyết não thất là gì? Xuất huyết não thất (IVH) thường xảy ra ở trẻ sinh thiếu tháng bởi các mạch máu trong bộ não đang phát triển của bé đặc biệt rất mỏng và yếu ớt có thể gây xuất huyết một cách dễ dàng.  Xuất huyết não thất được chẩn đoán như thế nào?  Chứng bệnh này được chẩn đoán bằng cách siêu âm đầu để bác sĩ có thể tìm chỗ tụ máu bên trong não.  Xuất huyết não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào cho bệnh xuất huyết não thất, vì vậy NICU cố phòng tránh bằng cách làm điều hoà huyết áp cho trẻ. Khi đã chẩn đoán được thì bác sĩ có thể theo dõi bệnh một cách chặt chẽ bằng cách siêu âm thường xuyên. Trường hợp IVH nặng có thể dẫn đến chứng tràn dịch não nghiêm trọng, có thể được điều trị bằng cách phẫu thuật đặt ống dẫn bên trong.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này tuỳ thuộc vào mức độ xuất huyết nghiêm trọng như thế nào. Trẻ sơ sinh bị xuất huyết não thất nặng có thể phải điều trị ở NICU trong một vài tuần đến một vài tháng và có nguy cơ mắc một số bệnh như bại não hoặc tai biến mạch máu về sau.  Vàng da Vàng da là gì?    Vàng da là nồng độ sắc tố da cam trong máu cao (sắc tố da cam là sản phẩm phụ của các tế bào máu bị phân huỷ tự nhiên, và gan thường “tái tạo” lại vào cơ thể). Mặc dù chứng vàng da nhẹ khá phổ biến ở trẻ sinh đủ tháng, nhưng đối với những trẻ sinh non thì chứng bệnh này thường thấy nhiều hơn.  Nguyên nhân gây vàng da là gì? Chứng vàng da xảy ra khi hiện tượng phân huỷ tế bào máu của trẻ tăng lên và gan không thể xử lý nổi lượng sắc tố da cam dư thừa, gây tăng sinh lượng sắc tố này, làm cho da và tròng trắng mắt chuyển sang màu vàng nhạt. Trẻ bị vàng da đôi khi buồn ngủ hơn bình thường và trong một số trường hợp vàng da nặng có thể khiến cho trẻ rơi vào trạng thái hôn mê.  Vàng da được chẩn đoán như thế nào?  Mặc dù da vàng là một dấu hiệu đặc trưng để nhận diện khá chính xác nhưng phải chẩn đoán bằng xét nghiệm máu để đo nồng độ sắc tố da cam. Điều trị chứng vàng da như thế nào?  Nồng độ sắc tố da cam cực cao có thể làm não bị tổn thương, vì vậy trẻ sơ sinh được theo dõi phát hiện vàng da và điều trị khẩn cấp trước khi sắc tố da cam có thể chạm đến mức độ nguy hiểm. Phương pháp điều trị chuẩn gồm việc cung cấp đủ nước cho trẻ và sử dụng liệu pháp ánh sáng, trong đó trẻ được chiếu ánh sáng màu xanh dương đặc biệt lên người. Cũng có một số trường hợp yêu cầu phải được truyền máu.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị bệnh vàng da thường ở lại NICU cho đến khi nồng độ sắc tố da cam giảm xuống, thường thì khoảng từ 2 đến 3 ngày.  Viêm ruột hoại tử (NEC) Viêm ruột hoại tử là gì?  Viêm ruột hoại tử là chứng bệnh về ruột thường thấy nhất ở trẻ sơ sinh, nó xảy ra ở khoảng từ 1 đến 5% trẻ sơ sinh tại NICU và thường thấy nhiều hơn ở trẻ sinh non và nhẹ ký.  Nguyên nhân gây viêm ruột hoại tử là gì? Người ta cho rằng một số yếu tố có thể góp phần làm phát triển bệnh viêm ruột hoại tử (NEC) là hoại tử nhiều đoạn ruột.  Mặc dù trẻ sinh đủ tháng có thể bị viêm ruột hoại tử nhưng nếu trẻ càng sinh thiếu tháng thì nguy cơ mắc NEC càng cao – có thể bởi vì ruột không phát triển đủ lớn để có thể thực hiện chức năng tiêu hoá được. Người ta cũng cho rằng có nhiều yếu tố góp phần làm viêm ruột hoại tử như việc cho con bú, tổn thương ruột do nhiễm trùng, và máu lưu thông kém.    Trẻ bị NEC có thể: * có bụng căng cứng  * cần thêm nhiều ô-xy hơn hoặc cần máy hô hấp nhân tạo nhiều hơn * trong phân có máu * có dấu hiệu nghẹt thở Viêm ruột hoại tử được chẩn đoán như thế nào? Người ta có thể chẩn đoán chắc chắn bằng cách chụp X-quang bụng. Viêm ruột hoại tử được điều trị như thế nào? Nếu không phát hiện ra bất cứ dấu hiệu đứt ruột nào thì các bác sĩ điều trị viêm ruột hoại tử bằng cách:  * cho sử dụng thuốc kháng sinh  * ngưng tất cả việc cho trẻ ăn qua đường ruột (chẳng hạn như bú bình, bú mẹ hoặc sử dụng ống dẫn thức ăn) * cho chuyển sang truyền tĩnh mạch  * rút khô dịch trong dạ dày của trẻ  *  chụp X-quang bụng thường xuyên  Trong trường hợp trẻ bị đứt ruột, bác sĩ phẫu thuật có thể cắt bỏ đoạn ruột bị hoại tử hoặc rạch bụng của trẻ để làm rút khô chất dịch bệnh.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Việc phục hồi khỏi bệnh viêm ruột hoại tử (NEC) có thể phải mất nhiều thời gian. Trẻ có thể phải được điều trị nhiều tuần ở NICU để điều chỉnh lại việc ăn uống điều độ.  Ống động mạch (PDA) Ống động mạch là gì?  Ống động mạch (DA) là một mạch máu trong tim có nhiệm vụ nối động mạch chủ (cung cấp máu đến các phần còn lại trên cơ thể) với động mạch phổi (vận chuyển máu đến phổi). Nó giúp cho máu đi vòng qua phổi trong khi trẻ vẫn còn nằm trong bụng mẹ.  Nguyên nhân gây ống động mạch là gì?  Ống động mạch thường đóng kín ngay sau khi sinh, giúp cho máu lưu thông bình thường. Nhưng đối với một số trẻ, thường thấy nhất là trẻ sinh thiếu tháng, ống động mạch này vẫn hở, hoặc mở thông ra. Sau đó máu chảy qua ống động mạch và làm ngập các mạch máu trong phổi, gây ra nhiều vấn đề về hô hấp.   Ống động mạch được chẩn đoán như thế nào?  Các vấn đề về hô hấp đó là một dấu hiệu cho biết trẻ bị ống động mạch (PDA). Tiếng thổi tim cũng có thể làm cho bác sĩ nghi ngờ bệnh, sau đó được xác nhận bằng siêu âm tim.  Ống động mạch được điều trị như thế nào?  Đôi khi bác sĩ có thể làm kín ống động mạch bằng cách cho sử dụng thuốc. Nhưng nếu không có hiệu quả, hoặc nếu trẻ ốm yếu quá đến nỗi không thể sử dụng thuốc được thì sẽ phải được phẫu thuật để đóng kín lại ống động mạch.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Mặc dù thời gian hồi phục không trẻ nào giống trẻ nào, nhưng nhiều bé có thể hồi phục nhanh khỏi bệnh ống động mạch trong một vài ngày.  Hoại tử trắng quanh não thất (PVL) Hoại tử trắng quanh não thất là gì?  Hoại tử trắng quanh não thất là một loại tổn thương não, xảy ra trong mô não bao quanh các khoang não chứa dịch, gọi là tâm thất. Vùng não này được gọi là chất trắng, đối nghịch với chất xám tạo nên phần còn lại của não. Vì vậy, tổn thương xảy ra ở vùng chất trắng kết nối thông tin giữa não và các cơ của cơ thể.  Nguyên nhân gây hoại tử trắng quanh não thất là gì?  Người ta cho rằng PVL gây ra do xuất huyết não thất nặng (xuất huyết não).  Hoại tử trắng quanh não thất được chẩn đoán như thế nào?  Thông thường thì không có dấu hiệu nào của chứng hoại tử trắng quanh não thất (PVL) rõ ràng trong phòng trẻ sơ sinh. Các trẻ sinh thiếu tháng có nguy cơ mắc bệnh nhiều hơn, vì thế bác sĩ sẽ thường xuyên theo dõi chẳng hạn như siêu âm đầu hoặc MRI (cộng hưởng từ) (chụp cộng hưởng từ) để dò tìm hoại tử trắng quanh não thất. Khi trẻ lớn lên một chút, trẻ có thể có biểu hiện chậm phát triển.  Hoại tử trắng quanh não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào đối với chứng hoại tử trắng quanh não thất, chỉ có phương pháp theo dõi chặt chẽ và hỗ trợ cho nhà trị liệu nếu trẻ phát triển chậm đáng kể, thường là sau khi trẻ được xuất viện về nhà.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị hoại tử trắng quanh não thất có thể được điều trị ở NICU trong một vài tuần hoặc một vài tháng.  Hội chứng suy hô hấp (RDS) Hội chứng suy hô hấp là gì?   Một trong những vấn đề cấp bách và thường thấy nhất đối với trẻ sinh thiếu tháng là khó thở. Mặc dù có nhiều nguyên nhân gây khó thở ở trẻ sinh non, nhưng thường thấy nhất là hội chứng suy hô hấp (RDS). Nguyên nhân gây hội chứng suy hô hấp là gì?  Đối với hội chứng suy hô hấp thì hai lá phổi chưa hoàn thiện của trẻ sơ sinh không tạo đủ chất quan trọng có tên là chất hoạt tính bề mặt. Chất hoạt tính bề mặt giúp cho mặt trong của phổi phồng lên đúng mức khi trẻ chuyển từ trong bụng mẹ sang thở không khí bên ngoài sau khi sinh.  Hội chứng suy hô hấp được chẩn đoán như thế nào?  Bác sĩ nghi ngờ hội chứng suy hô hấp ở bất kỳ trẻ sinh thiếu tháng hoặc đủ tháng nào thở đặc biệt khó khăn và thở nhanh hoặc cần thêm ô-xy. Có thể chụp X-quang ngực để xác nhận chắc chắn chẩn đoán này.  Hội chứng suy hô hấp được điều trị như thế nào?  RDS có thể chữa được và nhiều trẻ sơ sinh đáp ứng khá tốt. Khi mà hiện tượng sinh non không có cách nào khắc phục được thì hầu hết các thai phụ có thể được sử dụng thuốc ngay trước khi sinh để giúp phòng tránh RDS. Sau đó ngay sau khi sinh và một số lần kế tiếp, trẻ có thể được sử dụng chất hoạt tính bề mặt nhân tạo qua ống thở.  Mặc dù hầu hết các trẻ sinh non thiếu chất hoạt tính bề mặt sẽ cần phải sử dụng máy thở, hoặc máy hô hấp nhân tạo, việc sử dụng chất hoạt tính bề mặt nhân tạo đã làm giảm đáng kể lượng thời gian sử dụng máy thở của bé.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị suy hô hấp nặng thường cần phải được điều trị trong nhiều ngày hoặc nhiều tuần.  Bệnh võng mạc ở trẻ sinh thiếu tháng (ROP) Bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Mắt của trẻ sinh non rất dễ bị tổn thương sau khi sinh. Một biến chứng nguy hiểm được gọi là bệnh võng mạc ở trẻ sinh thiếu tháng (ROP), đây là bệnh phát triển mạch máu bất thường trong mắt trẻ sơ sinh (trong võng mạc). Khoảng 7% trẻ chào đời có cân nặng 2.8 pao (1,250 gram) trở xuống đều bị bệnh này, và dẫn đến hậu quả có thể là từ nhẹ (cần mang kính) đến nặng (mù mắt).  Nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Người ta vẫn chưa tìm ra nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng. Mặc dù trước đây người ta cho rằng vấn đề chính yếu là quá nhiều ô-xy, cuộc nghiên cứu sâu hơn đã cho thấy nồng độ ô-xy (hoặc quá thấp hoặc quá cao) chỉ đóng nhân tố góp phần làm phát triển bệnh thôi.  Bệnh võng mạc ở trẻ sinh thiếu tháng được chẩn đoán như thế nào?  Bởi có nhiều trẻ sinh rất non bị bệnh võng mạc ở một mức độ nào đó, nên trẻ cần được bác sĩ mắt khoa nhi khám mắt ở chuẩn từ 8 tới 10 tuần trước khi chào đời.   Bệnh võng mạc ở trẻ sinh thiếu tháng được điều trị như thế nào? Đối với trường hợp tổn thương nhẹ thì bác sĩ nhãn khoa có thể chỉ cần theo dõi khám mắt thường xuyên cho trẻ. Nhưng nếu tổn thương nhiều hơn thì trẻ sẽ cần phải phẫu thuật bằng tia la-de để ngăn không cho bệnh tiến triển hơn.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Bản thân bệnh võng mạc ở trẻ sinh thiếu tháng thường không quyết định được khoảng thời gian mà trẻ phải điều trị là bao lâu. Nó thường xảy ra kết hợp với nhiều vấn đề khác, và các vấn đề đó sẽ ảnh hưởng đến trẻ nhiều hơn khi trẻ có thể xuất viện về nhà. Nhưng thường thì trẻ có thể phục hồi khỏi cuộc phẫu thuật bằng tia la-de trong khoảng từ 24 đến 48 tiếng đồng hồ.  Bệnh nhiễm trùng máu  Bệnh nhiễm trùng máu là gì?  Nhiễm trùng máu là bệnh rất nguy hiểm, đây là phản ứng của cơ thể đối với bệnh nhiễm trùng đã phát tán khắp trong máu và mô.  Trẻ bị nhiễm trùng máu có thể:  * bị hôn mê * có thân nhiệt thấp hoặc cao  * biếng ăn * bị nghẹt thở hoặc khó thở  * có biểu hiện vàng da  * nhìn không khoẻ mạnh Nguyên nhân gây nhiễm trùng máu là gì? Nhiễm trùng máu là chứng bệnh nhiễm trùng do vi khuẩn phát triển trong máu gây ra. Vi khuẩn có thể xâm nhập vào máu:   * từ người mẹ trong khi chuyển dạ và sinh nở  * lây truyền qua đường tĩnh mạch  * sau khi tiếp xúc gần gũi với người bị bệnh hoặc là người mang mầm vi khuẩn  Nhiễm trùng máu được chẩn đoán như thế nào?  Người ta chẩn đoán bệnh nhiễm trùng máu bằng cách nuôi cấy máu – đôi khi cũng kết hợp với xét nghiệm nước tiểu hoặc chọc dò tủy sống.  Nhiễm trùng máu được điều trị như thế nào?  Khi bác sĩ nghi ngờ nhiễm trùng máu thì sẽ cho trẻ sử dụng thuốc kháng sinh cho đến khi có kết quả xét nghiệm ở phòng thí nghiệm – thông thường là trong 48 tiếng đồng hồ. Nếu kết quả nhiễm trùng máu dương tính thì trẻ sẽ được sử dụng thuốc kháng sinh thêm từ 7 đến 14 ngày nữa trong khi được bác sĩ theo dõi chặt chẽ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Các trường hợp nhiễm trùng máu thường rất nặng (nhiễm trùng có thể dẫn đến viêm màng não, tổn thương một cơ quan nào đó, và đôi khi gây tử vong) và cần phải được điều trị ở NICU trong thời gian khá lâu, đôi khi là một vài tuần.  Cơn thở nhanh (thở dốc) thoáng qua ở trẻ sơ sinh (TTN) Cơn thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Chứng thở nhanh ở trẻ sinh đủ tháng (hơn 60 lần/phút) được gọi là cơn thở nhanh thoáng qua. Mãi đến khoảng 4 giờ sau khi sinh thì chứng thở này mới có thể là bình thường.  Nguyên nhân gây chứng thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Sau khi trẻ chào đời 4 tiếng đồng hồ, bác sĩ mới bắt đầu dò tìm nguyên nhân gây thở nhanh, chẳng hạn như viêm phổi, nhiễm trùng máu, hoặc các vấn đề về phổi, bao gồm sự chậm phát triển.   Chứng thở nhanh thoáng qua của trẻ sơ sinh được chẩn đoán như thế nào?  Các xét nghiệm máu và chụp X-quang có thể giúp chẩn đoán bệnh tiềm ẩn.  Chứng thở nhanh thoáng qua của trẻ sơ sinh được điều trị như thế nào?  Bệnh phổi thường giảm dần trong một vài ngày điều trị. Trẻ được hỗ trợ thở hoặc nhận ô-xy, nếu cần thì nhân viên NICU sẽ theo dõi chặt chẽ nồng độ ô-xy của trẻ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì bé sẽ ở lại từ 24-72 tiếng đồng hồ trong khi nhân viên NICU theo dõi bệnh. Các biến chứng khác Ngoài những chẩn đoán cụ thể thì trẻ sơ sinh tại NICU có thể gặp nhiều vấn đề sức khỏe thường thấy khác. Chẳng hạn như trẻ bị mất nhiệt dễ dàng, và trẻ sinh thiếu tháng rất khó điều hoà thân nhiệt của mình, bởi chúng không đủ năng lượng hoặc lượng mỡ dự trữ để tạo thân nhiệt và khối lượng cơ thể để duy trì nó. Thế nên trẻ ở NICU phải được giữ ấm trong lồng ấp hoặc lồng ấp trẻ sơ sinh (thường là sinh non).  Huyết áp thấp hay huyết áp cao cũng có thể gây nguy hiểm đối với trẻ sinh thiếu tháng bởi những mạch máu đang phát triển của bé không chịu được thay đổi của huyết áp và có thể làm cho mạch máu bị đứt dễ dàng hơn.  Một số trẻ sinh non thường hay gặp rắc rối về vấn đề ăn uống bởi cơ thể chúng chưa phối hợp đầy đủ về mặt thể chất. Việc ăn uống là một quá trình tốn nhiều năng lượng nhất đối với trẻ sơ sinh và trẻ ở NICU thường không đủ mạnh hoặc không đủ năng lượng để có thể tự ăn (bú) được. Thay vào đó, chúng phải được truyền dưỡng chất qua đường tĩnh mạch hoặc ống dẫn. Và nếu như đường tiêu hoá chưa phát triển đủ để có thể xử lý được thức ăn thì nó có thể gây ra nhiều vấn đề rắc rối khác nữa, như chúng ta đã thấy đó là chứng viêm ruột hoại tử. Một chứng bệnh liên quan khác đó là trào ngược. Mặc dù trẻ sơ sinh nào cũng bị trào ngược một chút trong những tháng đầu đời, nhưng trẻ sinh thiếu tháng đặc biệt rắc rối với chứng trào ngược này bởi lực cơ của chúng kém săn chắc. Cơ vòng (cơ thắt) là những cơ,  và khi một cơ nào đó giữa thực quản và dạ dày yếu, nó làm cho lượng a-xít trong dạ dày trào ngược lên thực quản. (Hệ thần kinh chưa hoàn thiện của trẻ sinh non cũng khó kiểm soát được cơ vòng.) A-xít làm kích thích thực quản, có thể gây ra nhiều vấn đề khó khăn về ăn uống. Việc hít thở và nghẹt thở do trào ngược là một nguy hiểm nặng nề hơn.  Trẻ sơ sinh cần được chăm sóc đặc biệt cũng rất dễ bị nhiễm trùng. Da và niêm mạc (màng nhầy) của trẻ – “tuyến phòng thủ” chính của cơ thể để chống lại vi trùng và vi khuẩn – chưa phát triển đầy đủ để có thể bảo vệ tốt cho bé. Do một số trẻ bị suy yếu miễn dịch ở cùng trong một không gian như thế này, nên các bệnh nhiễm trùng xâm nhập vào NICU có thể được phát tán và lây lan nhanh chóng, và do nhiều y tá cùng chăm sóc cho nhiều bệnh nhi nên khả năng làm phát tán tác nhân lây nhiễm bệnh càng gia tăng. Đó là lý do vì sao nhân viên NICU nên thận trọng về việc giữ cho môi trường càng sạch càng tốt. Nói chuyện với bác sĩ  Nếu con bạn nhập viện ở khu chăm sóc đặc biệt cho trẻ sơ sinh, bạn cần nên biết cách chăm sóc cho con mình càng nhiều càng tốt. Bạn có thể hỏi bác sĩ một số câu hỏi dưới đây:   * Bé sẽ ở lại điều trị trong thời gian bao lâu? * Vấn đề cụ thể của bé là gì? * Việc điều trị cho bé cần thiết, liên quan đến những gì?  * Bé sẽ phải sử dụng những loại thuốc gì? * Tôi có thể làm gì cho con mình? Bạn cũng có thể cần nói chuyện với y tá để biết nhiều hơn về chế độ chăm sóc hằng ngày cho con và nên làm gì khi bạn ở bên con của mình.  Khi bạn biết được đáp án của các câu trả lời này thì bạn sẽ biết cách giúp đỡ cho con trong suốt quá trình chăm sóc đặc biệt dành cho bé.   "
        }
    ],
    "suggestions": []
}