{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['spaikz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">giầy đinh (của vận động viên)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đinh dài, ghim dài (bằng kim loại)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bông (của ngũ cốc..)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nhánh</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">spikes of lavender</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những nhánh hoa oải hương</font></td></tr></table><i/></div>",
            "word": "spikes"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>spikes</k><blockquote>a pair of sports shoes with spikes.</blockquote><blockquote>→ <kref>spike</kref></blockquote></div>",
            "word": "spikes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spikes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spikes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spikes"
        }
    },
    "sentences": [
        {
            "en": "<em>Spikes</em> of lavender",
            "vi": "Những nhánh hoa oải hương"
        },
        {
            "en": "Fukushima workers withdraw after radiation <em>spikes</em>",
            "vi": "Công nhân ở Fukushima đã rút khỏi nhà máy sau khi mức phóng xạ tăng lên đột ngột"
        },
        {
            "en": "She not only <em>spikes</em> hard, but also has tremendous spring.",
            "vi": "Cô ấy không chỉ đỡ banh rất mạnh mà còn búng banh rất tốt."
        },
        {
            "en": "These nails will have to do duty for the (proper) dog <em>spikes</em>.",
            "vi": "Mấy cây chiếc đinh (thường) này sẽ phải thay cho mấy cây đinh móc (theo đúng quy tắc)."
        },
        {
            "en": "Even whole wheat bread <em>spikes</em> blood sugar faster than many candy bars.",
            "vi": "Ngay cả bánh mì làm từ bột mì nguyên cám cũng làm lượng đường trong máu tăng nhanh hơn nhiều so với kẹo."
        },
        {
            "en": "Mike caught up to us as we walked in the doors, laughing, with ice melting the <em>spikes</em> in his hair.",
            "vi": "Mike bắt kịp chúng tôi khi chúng tôi bước vào cửa, anh cười, với băng đang tan chảy trên mấy cái gai tóc của anh ấy."
        },
        {
            "en": "A hedgehog is a small wild animal with a round body covered with sharp <em>spikes</em> for protection.",
            "vi": "Nhím là một loại thú hoang dã nhỏ bé có thân tròn được bao phủ bởi nhiều gai nhọn để bảo vệ."
        },
        {
            "en": "The <em>spikes</em> of lavender should be collected just as the florets are opening and hung to dry.",
            "vi": "Những nhánh hoa oải hương nên được gặt ngay khi những cánh hoa nhỏ nở và hãy treo khô."
        },
        {
            "en": "A single snapdragon plant may produce seven or eight blossom <em>spikes</em> in the course of a summer.",
            "vi": "Một cây hoa mõm chó có thể mọc ra bảy hoặc tám nhánh hoa trong suốt mùa hè."
        },
        {
            "en": "I looked up to see a cute, baby-faced boy; his pale blond hair carefully gelled into orderly <em>spikes</em>, smiling at me in a friendly way.",
            "vi": "Tôi nhìn lên và thấy một chàng trai dễ thương, có khuôn mặt như trẻ con, mái tóc vàng lợt của anh ta được vuốt keo thành mấy cái gai gọn gàng, đang mỉm cười với tôi một cách thân thiện."
        },
        {
            "en": "It is Sam Wallace, he is a lineman, in full regalia, overalls, tools hanging all over him, tape, straps around his calves, <em>spikes</em>, everything.",
            "vi": "Sam wallace xuất hiện, bác là thợ điện, trên người có đủ đồ nghề, áo choàng với tất cả dụng cụ treo lòng thòng, băng keo, đai da tròng ở bắp chân, móc sắt, không thiếu thứ gì."
        },
        {
            "en": "He came to sit by me, the tidy <em>spikes</em> of his hair shining golden in the light, his grin stretching across his face.",
            "vi": "Anh ấy đến ngồi cạnh tôi, mấy lọn tóc gọn gàng của anh óng vàng trong ánh nắng, cười toe toét."
        },
        {
            "en": "Most of the kids will also have a pair of <em>spikes</em> which may or may not be specifically made for that event.",
            "vi": "Hầu như bọn trẻ cũng có một đôi giày chạy có đinh cái mà có thể đặc biệt hoặc không để giành cho sự kiện đó."
        },
        {
            "en": "I looked up to see a cute, baby - faced boy ; his pale blond hair carefully gelled into orderly <em>spikes</em>, smiling at me in a friendly way.",
            "vi": "Tôi nhìn lên và thấy một chàng trai dễ thương, có khuôn mặt như trẻ con, mái tóc vàng lợt của anh ta được vuốt keo thành mấy cái gai gọn gàng, đang mỉm cười với tôi một cách thân thiện."
        },
        {
            "en": "Hoa, Nga and Thuy made a comeback with powerful <em>spikes</em> that made the Chinese Taipei coach call for a time-out.",
            "vi": "Hoa, Nga và Thúy đã trở lại với mạnh mẽ khiến cho HLV đội Đài Loan phải xin dừng hội ý."
        },
        {
            "en": "The health benefits of high fiber content foods are numerous, it reduces the possibility of heart diseases, helps avoid abrupt <em>spikes</em> in sugar levels, helps digestion and reduces constipation.",
            "vi": "Có rất nhiều lợi ích sức khỏe của các thức ăn chứa nhiều hàm lượng chất xơ : làm giảm nguy cơ mắc bệnh tim mạch, giúp lượng đường khỏi biến đổi đột ngột, giúp cho tiêu hoá tốt"
        },
        {
            "en": "When dinner parties tend to slip and people begin to look at their watches thinking about what time they have to get up in the morning, the energy level <em>spikes</em> with a whole new group.",
            "vi": "Khi không khí bữa tiệc tối lắng xuống và người ta bắt đầu nhìn đồng hồ nghĩ về việc họ sẽ phải dậy mấy giờ vào sáng mai, thì nhóm người mới này sẽ mang đến nguồn năng lượng mới."
        },
        {
            "en": "The health benefits of high fiber content foods are numerous, it reduces the possibility of heart diseases, helps avoid abrupt <em>spikes</em> in sugar levels, helps digestion and reduces constipation.",
            "vi": "Có rất nhiều lợi ích sức khỏe của các thức ăn chứa nhiều hàm lượng chất xơ: làm giảm nguy cơ mắc bệnh tim mạch, giúp lượng đường khỏi biến đổi đột ngột, giúp cho tiêu hoá tốt và làm giảm chứng táo bón."
        },
        {
            "en": "The urchins in Khanh Hoa are the size of a fist and sometimes boast <em>spikes</em> as long as 10 centimeters. October is also the season when urchins are full of eggs. In Vietnam, Quang Ngai, Khanh Hoa and Phu Quoc Island are the places to find urchins.",
            "vi": "Những con nhím biển ở Khánh Hòa có kích thước của một nắm tay và thỉnh thoảng những cái gai của chúng dài đến 10 cm. Tháng Mười cũng là mùa khi những con nhím biển có đầy trứng. Ở Việt Nam, Quảng Ngãi , Khánh Hòa và đảo Phú Quốc là những nơi tìm được nhím biển."
        },
        {
            "en": "The urchins in Khanh Hoa are the size of a fist and sometimes boast <em>spikes</em> as long as 10 centimeters. October is also the season when urchins are full of eggs. In Vietnam, Quang Ngai, Khanh Hoa and Phu Quoc Island are the places to find urchins.",
            "vi": "Những con nhím biển ở Khánh Hòa có kích thước của một nắm tay và thỉnh thoảng những cái gai của chúng dài đến 10 cm. Tháng Mười cũng là mùa khi những con nhím biển có đầy trứng. Ở Việt Nam, Quảng Ngãi , Khánh Hòa và đảo Phú Quốc là những nơi tìm được nhím biển."
        }
    ],
    "suggestions": []
}