{
    "en_vn": {
        "data": {
            "content": null,
            "word": "spinoff"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spinoff"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spinoff"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spinoff"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spinoff"
        }
    },
    "sentences": [
        {
            "en": "Oldenburg believes there's a brighter future for Bitcoin Cash, a <em>spinoff</em> currency of bitcoin that is now being actively promoted by bitcoin.com.",
            "vi": "Oldenburg tin rằng Bitcoin Cash sẽ có một tương lai tươi sáng hơn, đây là một loại tiền tệ phụ của Bitcoin đang được bitcoin.com đẩy mạnh hoạt động."
        },
        {
            "en": "As for noncore operations, Yahoo will <em>spinoff</em> the remaining 15 percent it owns in Alibaba into a separate company at the end of the year to avoid paying taxes.  Analysts at Nomura believe it could also <em>spinoff</em> its remaining stake in Yahoo Japan, another noncore operation.",
            "vi": "Đối với các hoạt động không cốt lõi, Yahoo sẽ tách 15 phần trăm cổ phần sở hữu còn lại trong Alibaba thành một công ty riêng vào cuối năm nay để tránh phải trả thuế. Các nhà phân tích tại Nomura tin rằng họ cũng có thể tách cổ phần còn lại trong Yahoo Nhật Bản, một hoạt động không cốt lõi."
        },
        {
            "en": "Although Oldenburg is far from the first to criticize the cryptocurrency's viability as an investment asset, his position as an industry insider does stand out – even as he migrates to its <em>spinoff</em>, bitcoin cash (BCH).",
            "vi": "Mặc dù Oldenburg không phải là người đầu tiên chỉ trích sự tồn tại của đồng tiền mã hóa được xem như là một tài sản đầu tư, nhưng đứng trên cương vị của ông trong ngành công nghiệp nội địa đã tạo sự chú ý - ngay cả khi ông chuyển sang sản xuất sản phẩm phụ, bitcoin cash (BCH)."
        },
        {
            "en": "Other leading cryptocurrencies were also hit hard Thursday night, with ether — which runs on the Ethereum network — down about 8% to $758 and bitcoin’s rival <em>spinoff</em>, bitcoin cash, down more than 20% to $2,969, according to CoinMarketCap.com.",
            "vi": "Theo trang Web CoinMarketCap.com, các loại tiền mã hóa hàng đầu khác đang hoạt động trên mạng Ethereum cũng bị ảnh hưởng nặng vào tối thứ năm- giảm khoảng 8% tương đương $758 và đối thủ của bitcoin là sản phẩm phụ Bitcoin cash giảm hơn 20% tương đương $2,969."
        },
        {
            "en": "In December last year, Mayer scrapped plans to spin off Yahoo’s $25bn stake in Alibaba into a separate company, and said it would instead execute a “reserve <em>spinoff</em>”, creating a separate company comprising its core internet business.",
            "vi": "Tháng 12 năm ngoái, bà Mayer đã bác bỏ các kế hoạch chuyển 25 tỷ đô la cổ phần trong Alibaba của Yahoo thành công ty riêng, và cho biết thay vào đó, hãng sẽ tách một “công ty con \", lập một công ty riêng, bao gồm công ty internet chủ chốt của mình."
        },
        {
            "en": "Google <em>spinoff</em> Niantic released \"Pokemon Go\" last summer; it became an instant social phenomenon, hooking 600 million people around the world. Citigroup of the U.S. reckoned the nascent company, which had barely celebrated its first anniversary, was potentially worth $3.6 billion.",
            "vi": "Công ty con của Google là Niantic đã ra mắt Pokemon Go vào mùa hè năm ngoái; và đã nhanh chóng trở thành một hiện tượng xã hội, thu hút hơn 600 triệu người trên toàn thế giới. Citigroup của Mỹ ước tính công ty mới ra đời chưa đầy một năm ấy đã có giá trị tiềm năng lên đến 3,6 tỷ đô la Mỹ."
        }
    ],
    "suggestions": []
}