{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,spirit∫u'æləti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất tinh thần; sự duy linh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(số nhiều) tài sản của nhà thờ</td></tr></table><i/></div>",
            "word": "spirituality"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spirituality"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spirituality"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spirituality"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spirituality"
        }
    },
    "sentences": [
        {
            "en": "I believe in <em>spirituality</em>.",
            "vi": "Tôi tin vào tâm linh."
        },
        {
            "en": "<em>Spirituality</em> may fit in.",
            "vi": "Đời sống tinh thần có thể ăn khớp."
        },
        {
            "en": "Purpose: worship Buddhism, pilgrimage, <em>spirituality</em>",
            "vi": "Mục đích: Thờ Phật, hành hương, tâm linh"
        },
        {
            "en": "Dealing with traditional values, religion and <em>spirituality</em>;",
            "vi": "Đối phó với những giá trị truyền thống, tôn giáo và tâm linh;"
        },
        {
            "en": "It is a middle way between <em>spirituality</em> and materialism.",
            "vi": "Đó là cách giải quyết trung hòa giữa sự duy linh và chủ nghĩa duy vật."
        },
        {
            "en": "Prominent Scientists’ thoughts on the role of <em>spirituality</em> in science",
            "vi": "Vai trò của tâm linh đối với khoa học trong suy nghĩ của các nhà khoa học lỗi lạc"
        },
        {
            "en": "Faced with imminent death one is more often inclined to <em>spirituality</em>.",
            "vi": "Đối đầu với cái chết tất nhiên ta thường ngã về tinh thần."
        },
        {
            "en": "These are the ultimate philosophy questions we all ask ourselves about religion and <em>spirituality</em>.",
            "vi": "Đây là những câu hỏi triết lý cơ bản về tôn giáo và duy linh mà tất cả chúng ta tự hỏi bản thân mình."
        },
        {
            "en": "<em>Spirituality</em>, romance, politics - these are some of the issues that make life worth living.",
            "vi": "Niềm tin tâm linh, tình cảm lãng mạn, chính trị - là những vấn đề làm cuộc sống ý nghĩa hơn."
        },
        {
            "en": "<em>Spirituality</em> in leadership and human rights are two passions of mine.",
            "vi": "Lãnh đạo tinh thần và nhân quyền là hai niềm đam mê của tôi."
        },
        {
            "en": "When Einstein Met Tagore: A Remarkable Meeting of Minds on the Edge of Science and <em>Spirituality</em>",
            "vi": "EINSTEIN và TAGORE: Đối thoại về tính khách quan của chân lý"
        },
        {
            "en": "It is required reading for any historian who studies asceticism, <em>spirituality</em>, or piety in Christianity.",
            "vi": "Đó là sách đọc cần thiết cho bất kì sử gia nào nghiên cứu về tu khổ hạnh, sự duy linh hay sự sùng đạo của đạo Thiên Chúa."
        },
        {
            "en": "When Einstein Met Tagore: A Remarkable Meeting of Minds on the Edge of Science and <em>Spirituality</em>",
            "vi": "EINSTEIN và TAGORE: Đối thoại về tính khách quan của chân lý"
        },
        {
            "en": "The essence of <em>spirituality</em> is our connection with the world around us",
            "vi": "Bản chất của tâm linh là mối liên kết của chúng ta với thế giới quanh mình."
        },
        {
            "en": "It was only then that he opened up and talked for an hour and a half about how <em>spirituality</em> was a fundamental part of his business.",
            "vi": "Từ đó, ông ta bắt đầu cởi mở và nói hơn một giờ ba mươi phút về sự duy linh là một yếu tố quan trọng trong việc kinh doanh của mình."
        },
        {
            "en": "It was only then that he opened up and talked for an hour and a half  about how <em>spirituality</em> was a fundamental part of his business.",
            "vi": "Từ đó, ông ta bắt đầu cởi mở và nói hơn một giờ ba mươi phút về sự duy linh là một yếu tố quan trọng trong việc kinh doanh của mình."
        },
        {
            "en": "When pleasure is intensified (in the divine realms) or pain in predominant (in the lower world) one's mind does not turn towards <em>spirituality</em>.",
            "vi": "Khi lạc thú gia tăng (cảnh trời) và khổ đau chiếm ưu thế (thế giới hạ đẳng) tâm không quay về với tinh thần."
        },
        {
            "en": "I go on a <em>spirituality</em> retreat once a month, even if it's a one - day local meditation retreat and I do something spiritual each week - usually church.",
            "vi": "Tôi tham gia vào chương trình thư giãn tinh thần mỗi tháng một lần, ngay cả khi nó là một ngày ngồi thiền và tôi cũng tham gia chương trình tâm linh hàng tuần, thường là đến nhà thờ."
        },
        {
            "en": "I go on a <em>spirituality</em> retreat once a month, even if it's a one-day local meditation retreat and I do something spiritual each week - usually church.",
            "vi": "Tôi tham gia vào chương trình thư giãn tinh thần mỗi tháng một lần, ngay cả khi nó là một ngày ngồi thiền và tôi cũng tham gia chương trình tâm linh hàng tuần, thường là đến nhà thờ."
        },
        {
            "en": "Some may view science and <em>spirituality</em> as mutually exclusive, but some of the greatest modern scientists have viewed them as inseparable. ",
            "vi": "Một số người có thể coi khoa học và tâm linh là hai lĩnh vực loại trừ nhau, nhưng một số nhà khoa học lớn của thời hiện đại xem chúng là không thể tách rời."
        }
    ],
    "suggestions": []
}