{
    "en_vn": {
        "data": {
            "content": null,
            "word": "splinting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "splinting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "splinting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "splinting"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đặt nẹp</font></td></tr></tbody></table></div>",
            "word": "splinting"
        }
    },
    "sentences": [
        {
            "en": "The defect is present at birth and can be corrected by orthopaedic <em>splinting</em> in the early months of infancy.",
            "vi": "Sự khiếm khuyết này có từ lúc sinh ra và có thể được điều chỉnh bằng cách dùng nẹp chỉnh hình sớm ngay trong những tháng đầu tiên."
        },
        {
            "en": "Doctors also recommend <em>splinting</em> an affected joint for a short period of time and then applying ice to decrease inflammation, promote clotting, and relieve pain. Acetaminophen (such as Tylenol) is the preferred pain reliever because many other over-the-counter pain medications contain aspirin or NSAIDs (non-steroidal anti-inflammatory drugs such as ibuprofen or naproxen sodium), which can affect blood platelets and lead to increased bleeding.",
            "vi": "Bác sĩ cũng khuyến nghị con bạn nên được bó nẹp khớp bị đau một thời gian ngắn rồi sau đó sử dụng đá để làm giảm viêm, thúc đẩy quá trình đông tụ máu, và làm giảm đau. Acetaminophen (chẳng hạn như Tylenol) là loại thuốc giảm đau được nhiều người ưa chuộng bởi nhiều loại thuốc giảm đau không theo toa khác có chứa thành phần aspirin hoặc NSAIDs (thuốc kháng viêm không chứa steroid như ibuprofen hoặc naproxen na-tri), có thể ảnh hưởng đến tiểu cầu máu và làm cho xuất huyết ngày càng nhiều hơn. "
        }
    ],
    "suggestions": []
}