{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['spoukspə:sn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người nói hoặc được chọn để nói (thay mặt cho một nhóm); người phát ngôn (cả nam lẫn nữ)</td></tr></table><i/></div>",
            "word": "spokesperson"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>spokesperson</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>spokespersons</b> or <cclass><b>spokespeople</b>) a spokesman or spokeswoman (used as a neutral alternative). </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "spokesperson"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spokesperson"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>spokesperson</k><blockquote><blockquote><ex><abr>n.</abr> a spokesperson for (a spokesperson for the strikers)</ex></blockquote></blockquote></div>",
            "word": "spokesperson"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spokesperson"
        }
    },
    "sentences": [
        {
            "en": "This is an official <em>spokesperson</em>.",
            "vi": "Đây là người phát ngôn chính thức đấy."
        },
        {
            "en": "He's acting as <em>spokesperson</em> for the pack.",
            "vi": "Anh ta đang làm người phát ngôn cho bầy đàn."
        },
        {
            "en": "A hospital <em>spokesperson</em> said he was in a serious condition.",
            "vi": "Người phát ngôn của bệnh viện nói rằng ông ta đang trong tình trạng nguy kịch."
        },
        {
            "en": "\"It's an ongoing investigation,\" said university <em>spokesperson</em> Cindy Paavola.",
            "vi": "\"Cuộc điều tra vẫn đang tiếp tục,\"phát ngôn viên đại học Cindy Paavola cho biết."
        },
        {
            "en": "A company <em>spokesperson</em> said that they would be seeking the advice of their attorneys.",
            "vi": "Một phát ngôn viên công ty nói rằng họ sẽ xin lời khuyên từ những luật sư của họ."
        },
        {
            "en": "The <em>spokesperson</em> said the new insurance scheme was only Slightly different from the old one.",
            "vi": "Người phát ngôn đã nói về phương án đảm bảo tin mới chỉ Hơi khác với phương án cũ."
        },
        {
            "en": "A hospital <em>spokesperson</em> said the victim was in a serious condition.",
            "vi": "Người phát ngôn của bệnh viện cho biết nạn nhân đang trong tình cảnh nguy kịch."
        },
        {
            "en": "A UN <em>spokesperson</em> says Mr. Clinton and Haitian President René Préval traveled Tuesday to Gonaives.",
            "vi": "Phát ngôn viên Liên Hiệp Quốc cho biết ông Clinton và tổng thống Haiti René Précal đã đến thăm Gonaives hôm thứ Ba vừa qua."
        },
        {
            "en": "An Uber <em>spokesperson</em> did not respond to a request for comment on the attorney's statement Thursday.",
            "vi": "Một phát ngôn viên của Uber đã không phản hồi khi được yêu cầu bình luận về bài phát biểu của vị luật sư vào hôm thứ năm."
        },
        {
            "en": "A <em>spokesperson</em> for Huawei said Thursday that the company \"welcomes\" the UK report.",
            "vi": "Một phát ngôn viên của Huawei cho biết vào hôm thứ Năm rằng công ty \"hoan nghênh\" báo cáo của Anh."
        },
        {
            "en": "Their <em>spokesperson</em> has rejected all our attempts to talk to her.",
            "vi": "Người phát ngôn của họ đã từ chối mọi cố gắng của chúng tôi nhằm nói chuyện với bà ấy."
        },
        {
            "en": "An Uber <em>spokesperson</em> did not respond to a request for comment on the attorney's statement Thursday.",
            "vi": "Một phát ngôn viên của Uber đã không phản hồi khi được yêu cầu bình luận về bài phát biểu của vị luật sư vào hôm thứ năm."
        },
        {
            "en": "A <em>spokesperson</em> declined to speculate on the cause of the train crash.",
            "vi": "Người phát ngôn từ chối đưa ra nguyên nhân vụ tai nạn xe lửa."
        },
        {
            "en": "She has worked as a ringside commentator and <em>spokesperson</em> for Japan.",
            "vi": "Cô ta là người tường thuật cho các trận đấu quyền anh và cũng là phát ngôn viên cho Nhật Bản."
        },
        {
            "en": "A <em>spokesperson</em> said the world star had been bruised by the unfair reports in the press last week.",
            "vi": "Một người phát ngôn cho biết ngôi sao thế giới này đã bị tổn hại danh tiếng vì các tin đồn không đúng đắn trên báo chí tuần trước."
        },
        {
            "en": "A <em>spokesperson</em> for the Russian Cycling Federation said: ‘Morda is as well known as any of the top cyclists.",
            "vi": "Người phát ngôn của Liên đoàn đua xe đạp Nga cho biết: \"Morda cũng được coi là một trong những vận động viên xe đạp hàng đầu.\""
        },
        {
            "en": "\"The impact was very strong,\" Rachel Capuno, a <em>spokesperson</em> for the owners of the ferry, told local radio.",
            "vi": " “Vụ va chạm rất mạnh”, Rachel Capuno, phát ngôn viên của công ty điều hành chiếc phà gặp nạn cho biết trên đài phát thanh địa phương."
        },
        {
            "en": "The <em>spokesperson</em> added that the company is \"working to optimize the rest of our digital edition portfolio over the next few weeks.\"",
            "vi": "Người phát ngôn này nói thêm là công ty \"đang tối ưu hoá phần nội dung số còn lại trong vài tuần tới\"."
        },
        {
            "en": "The <em>spokesperson</em> of the Ministry of Foreign Affairs of Vietnam, Lê Thị Thu Hằng, responded to the move in a statement on Monday.",
            "vi": "Hôm thứ hai, người phát ngôn của Bộ Ngoại giao Việt Nam, bà Lê Thị Thu Hằng, đã đáp lại động thái này."
        },
        {
            "en": "A <em>spokesperson</em> for the Metropolitan Police said officers awaited an update on the condition of the two men and inquiries were ongoing.",
            "vi": "Một phát ngôn viên của cảnh sát Metropolitan cho biết các cảnh sát đang chờ đợi một bản cập nhật về tình trạng của hai người đàn ông và các cuộc điều tra đang được tiến hành."
        }
    ],
    "suggestions": []
}