{
    "en_vn": {
        "data": {
            "content": null,
            "word": "spoonbill"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>spoonbill</k><blockquote>■ <cclass>noun a tall white or pinkish wading bird related to ibises, having a long bill with a very broad flat tip. [Genera <i>Platalea</i> and <i>Ajaia</i>: several species.] </cclass></blockquote></div>",
            "word": "spoonbill"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spoonbill"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spoonbill"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spoonbill"
        }
    },
    "sentences": [
        {
            "en": "First black-faced <em>spoonbill</em> found in Tri An Lake",
            "vi": "Con cò thìa mặt đen đầu tiên được tìm thấy ở hồ Trị An"
        },
        {
            "en": "Black-faced <em>spoonbill</em> was listed in 2007 Vietnam’s Red Data Book (Photo: carolinabirds.org)",
            "vi": "Cò thìa đã được liệt kê trong Sách đỏ của Việt Nam vào năm 2007 (Ảnh: carolinabirds.org)"
        },
        {
            "en": "Experts say that Tri An Lake is a crucial area for the bird, scientifically named the Eurasian <em>Spoonbill</em>, to rest during migration.",
            "vi": "Các chuyên gia nói rằng Hồ Trị An là một khu vực rất quan trọng đối với loài chim được các nhà khoa học đặt tên là cò thìa á âu, để nghỉ ngơi trong mùa di cư."
        },
        {
            "en": "The first individual black-faced <em>spoonbill</em>, a large white wading bird with a distinctive beak shaped like a spoon, was discovered in Tri An Lake, the southern province of Dong Nai, according to the Dong Nai Culture and Nature Reserve.",
            "vi": "Cá thể cò thìa mặt đen đầu tiên là loài chim lội nước màu trắng với một cái mỏ đặc biệt có hình dạng như một cái muỗng, được phát hiện ở hồ Trị An, tỉnh Đồng Nai, theo Văn hóa Đồng Nai và Khu bảo tồn thiên nhiên."
        }
    ],
    "suggestions": []
}