{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sportswriter"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sportswriter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sportswriter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sportswriter"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sportswriter"
        }
    },
    "sentences": [
        {
            "en": "<em>SP</em>-GUNs often look like tanks but have very light armor plating.",
            "vi": "Pháo tự hành thường trông giống như xe tăng nhưng được bọc thép mỏng hơn."
        },
        {
            "en": "Bảo vệ động - tiếp tục phát triển <em>SP</em> mới nhờ có ưu thế về công nghệ và thay đổi nhu cầu của người tiêu dùng.",
            "vi": "Mobile defense – continuosly develop new products to take advange of the technology and varying needs of consumers."
        },
        {
            "en": "The stories of Jordan's competitiveness are now legendary to die-hard sports and Chicago Bulls fans. <em>Sportswriter</em> Wright Thompson, said of Jordan, \"There's no way to measure these things, but there's a strong case to be made that Jordan is the most intense competitor on the planet.\" Whether it was basketball, golf or the video game, Bejeweled, Jordan had a beyond normal appetite for competition and winning.   As with most things, extremism can be dangerous and should be approached with caution. Still, it must be said that a competitive streak, channeled properly, is necessary to achieve at the highest levels.  To put Jordan's competitiveness into perspective, once after losing at golf to Olympic Dream Team coach Chuck Daly, Jordan persisted relentlessly for a rematch. As reported by Rick Reilly of Sports Illustrated, \"The next morning, at the crack of dawn, Jordan rang Daly's room. Getting no response, he went directly to Daly's room and knocked. Then he pounded. He wouldn't go away until he got his rematch. He got it, and he won by a stroke. \"  There is no, \"I lost to a better player\" in him. His need to have a rematch immediately signifies that he can never be permanently defeated; he will always get up off the mat from a knockdown. Everyone can learn from that aspect of competitiveness.",
            "vi": "Những câu chuyện về một Jordan đầy cạnh tranh giờ đã là huyền thoại được lưu truyền trong thể thao cũng như những người hâm mộ đội bóng rổ Chicago Bulls. Báo thể thao Wright Thompson từng nhận xét về anh ấy: “Mặc dù không có thước đo nào để đánh giá nhưng Jordan thật sự là một kiện tướng đua tranh khốc liệt nhất hành tinh”. Cho dù là bóng rổ, golf hay các trò chơi video như Kim cương, Jorden đều thèm khát chiến thắng. Với hầu hết mọi chuyện, chủ nghĩa cực đoan có thể nguy hiểm và cần tiếp cận một cách thận trọng. Tuy nhiên, nếu bạn muốn đạt tới trình độ cao nhất, sự cạnh tranh và chiến đấu là những gì cần thiết. Ví dụ về tính cạnh tranh của anh ấy có thể kể đến lần thua golf trên sân Olympic Dream, Jordan đã kiên trì và yêu cầu một trận tái đấu. Theo báo cáo bởi Rick Reilly trên tờ Sport Illustrated: “Sáng hôm sau, Jordan có gọi đến phòng của Daly. Vì điện thoại không bắt máy nên anh ấy đã chạy thẳng tới phòng vị huấn luyện viên này, gõ rồi đập cửa. Anh ấy sẽ không rời đi cho đến khi được tái đấu. Cuối cùng, nguyện vọng của Jordan được chấp thuận. Anh thi đấu lại và chiến thắng”.  Trong con người Jordan không chứa khái niệm “bại trận dưới tay kẻ mạnh hơn”. Yêu cầu tái đấu thể hiện rằng anh ấy có thể bị đánh bại song vấn đề là Jordan luôn đứng dậy sau mỗi lần gục ngã. Vì thế, mọi người có thể học tập khía cạnh này từ tính đua tranh."
        }
    ],
    "suggestions": []
}