{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sprawling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sprawling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sprawling"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>sprawling</k><blockquote><blockquote><ex><abr>adj.</abr> to send smb. sprawling</ex></blockquote></blockquote></div>",
            "word": "sprawling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sprawling"
        }
    },
    "sentences": [
        {
            "en": "<em>Sprawling</em> about on the sofa",
            "vi": "Nằm ườn ra trên ghế xô pha"
        },
        {
            "en": "I loved the vigorous, <em>sprawling</em> city.",
            "vi": "Tôi yêu thành phố mạnh mẽ, ngổn ngang này."
        },
        {
            "en": "Peter spent day off <em>sprawling</em> in bed at home.",
            "vi": "Ngày nghỉ, Peter đã nằm khểnh ở nhà."
        },
        {
            "en": "Something hit her and sent her <em>sprawling</em> to the ground.",
            "vi": "Cái gì đó đã đánh vào cô rồi làm cô té nhào xuống đất."
        },
        {
            "en": "The cobra was <em>sprawling</em> to its prey, darting its tongue.",
            "vi": "Con rắn hổ mang vừa trườn tới con mồi vừa lè lưỡi ra."
        },
        {
            "en": "The cobra was <em>sprawling</em> to its prey,darting its tongue.",
            "vi": "Con rắn hổ mang vừa trườn tới con mồi vừa lè lưỡi ra."
        },
        {
            "en": "A thin mist was <em>sprawling</em> through the edge of the mountains.",
            "vi": "Một làn sương mỏng lan tỏa ra phía đỉnh núi."
        },
        {
            "en": "He was <em>sprawling</em> in an armchair in front of the TV.",
            "vi": "Hắn đang nằm ườn ra trên ghế xô pha ngay phía trước tivi."
        },
        {
            "en": "He was sent <em>sprawling</em> in the mud while playing football under the rain.",
            "vi": "Cậu ta bị ngã nhoài trong bùn khi chơi đá banh trong mưa."
        },
        {
            "en": "I was sure to trip and go <em>sprawling</em> if I tried to go any faster.",
            "vi": "Tôi chắc chắn sẽ vấp té lăn đùng nếu cố đi nhanh hơn thêm chút nữa."
        },
        {
            "en": "He was <em>sprawling</em> in a armchair in front of the TV.",
            "vi": "Ông ấy ngồi ườn ra trong chiếc ghế bành trước ti vi."
        },
        {
            "en": "A playroom will help to keep toys from <em>sprawling</em> all over the floor.",
            "vi": "Phòng đồ chơi sẽ giúp giữ đồ chơi không nằm ngổn ngang trên sàn nhà."
        },
        {
            "en": "Alibaba Group’s <em>sprawling</em> campus has collegial workspaces, laid-back coffee bars and, on the landscaped grounds, a police outpost.",
            "vi": "Khuôn viên trải dài của tập đoàn Alibaba có các không gian làm việc tập thể, quán cà phê thoải mái, và trên khu vực trải cỏ của Alibaba có một trạm cảnh sát."
        },
        {
            "en": "Alibaba Group’s <em>sprawling</em> campus has collegial workspaces, laid-back coffee bars and, on the landscaped grounds, a police outpost.",
            "vi": "Khuôn viên trải dài của tập đoàn Alibaba có các không gian làm việc tập thể, quán cà phê thoải mái, và trên khu vực trải cỏ của Alibaba có một trạm cảnh sát."
        },
        {
            "en": "There was a big <em>sprawling</em> out-of-town shopping mall nestled south and west of the highway interchange.",
            "vi": "Có một dãy các cửa hàng mua sắm lớn nằm ngoài thị trấn nép sát về phía nam và phía tây giao lộ đường cao tốc."
        },
        {
            "en": "There was a big <em>sprawling</em> out - of - town shopping mall nestled south and west of the highway interchange.",
            "vi": "Có một dãy các cửa hàng mua sắm lớn nằm ngoài thị trấn nép sát về phía nam và phía tây giao lộ đường cao tốc."
        },
        {
            "en": "\"This study contributed additional information about possible mechanisms underlying the increased risk of obesity, hypertension, and poor physical health observed among adults living in more-<em>sprawling</em> communities.\"",
            "vi": "\"Nghiên cứu này đóng góp thêm thông tin về các cơ chế có thể tiềm ẩn nguy cơ tăng huyết áp, béo phì và sức khỏe thể chất kém quan sát thấy ở người trưởng thành sống trong những cộng đồng ít vận động hơn.\""
        },
        {
            "en": "A plump little rosy baby, <em>sprawling</em> and snuggling, chubby little hands and feet, clean tiny little nails, so tiny that it makes one laugh to look at them; eyes that looks as if they understand everything.",
            "vi": "bẫm nằm rúc trong lòng mẹ, chân tay mũm mĩm, móng tay móng chân sạch tinh mà nhỏ xíu, nhỏ đến nỗi ai ngắm chúng cũng phải bật cười, đôi mắt của bé nhìn như thể hiểu biết mọi chuyện đời."
        },
        {
            "en": "The fort is situated on a lofty height, 400 feet (122m) above the city, and is enclosed by imposing thick walls. Inside its boundaries there are several palaces, which are known for their intricate carvings and <em>sprawling</em> courtyards.",
            "vi": "đài nằm ở độ cao 400feet (122m) so với thành phố Jodpur, được xây dựng kèm với những bức tường rất dày. Bên trong pháo đài có rất nhiều cung điện, với những hình khắc phức tạp và màu sắc rực rỡ."
        },
        {
            "en": "Formally known as DKI Jakarta, or the Special Capital Region of Jakarta (Daerah Khusus Ibukota Jakarta), it is a <em>sprawling</em> city of approximately 10 million residents covering more than 650 square kilometers (410 square miles).",
            "vi": "Với tên gọi trước đây là DKI Jakarta, hay Vùng Thủ đô Đặc biệt của Jakarta (Daerah Khusus Ibukota Jakarta), đây là một thành phố rộng lớn có khoảng 10 triệu dân, trải rộng trên hơn 650 km2 (410 dặm vuông)."
        }
    ],
    "suggestions": []
}