{
    "en_vn": {
        "data": {
            "content": null,
            "word": "spreadable",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "spreadable",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "spreadable",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "spreadable",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "spreadable",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I like grainy mustard that is thick and <em>spreadable</em>.",
            "vi": "Tôi thích loại tương mù tạt có hạt đặc và có thể phết."
        },
        {
            "en": "Switching to canola oil or olive oil in your cooking and baking when possible is the best option because these are \"smart\" fats -- rich in mono- and polyunsaturated fat. But if you need a <em>spreadable</em> fat in a recipe, try a reduced-fat margarine with no trans fat and low amounts of saturated fat. You can also use whipped butter. It's easier to spread lightly, and cuts the calories, fat, and saturated fat by a third.",
            "vi": "Lựa chọn tốt nhất là nên chuyển sang sử dụng dầu cải hoặc dầu ô-liu khi nấu ăn khi có thể bởi có nhiều chất béo “thông minh” – giàu chất béo đơn và không sinh cholesterol.  Nhưng nếu bạn cần chất béo có thể phết rộng được theo một công thức chế biến thức ăn nào đó thì hãy thử sử dụng loại bơ thực vật ít béo không chứa trans fat (a-xít béo chuyển hoá) và hàm lượng chất béo bão hòa thấp. Bên cạnh đó, bạn cũng có thể sử dụng bơ đặc/ bơ đánh/ bơ rắn. Loại bơ này dễ tán mỏng hơn, và có hàm lượng ca-lo, chất béo, và chất béo bão hoà giảm đi 1/3."
        }
    ],
    "suggestions": []
}