{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sprezzatura"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sprezzatura</k><blockquote><cclass>[<cclass>ˌsprɛtsə't(j)ʊərə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun studied carelessness, especially in art or literature. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Ital. </blockquote></div>",
            "word": "sprezzatura"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sprezzatura"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sprezzatura"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sprezzatura"
        }
    },
    "sentences": [
        {
            "en": "Amsterdam's Vanmoof has been colonising the gallery districts of major world capitals since 2009, winning aesthetes over with its bikes' Tinker Toy-like forms, tough materials and emphatically Dutch brand of <em>sprezzatura</em>. The S Series commuter bike builds on the no-frills original cycle without cluttering up the works. An eight-speed Shimano internal hub helps a rider handle hills, while disc brakes provide the stopping power of far more sophisticated – and far pricier – road bikes.",
            "vi": "Hãng Vanmoof ở Amsterdam đã thống trị khu triển lãm ở các thủ đô lớn trên thế giới kể từ năm 2009 cũng như chiếm được cảm tình của giới thẩm mỹ nhờ mẫu xe có tạo hình giống món đồ chơi Tinker Toy, chất liệu lại bền bỉ, đồng thời thể hiện được tính cách “dửng dưng” không lẫn đi đâu được của người Hà Lan. Dòng xe đạp S Series dành cho người đi làm được thiết kế dựa trên mẫu xe giản dị ban đầu, không có các chi tiết rườm rà. Bộ số trong tám cấp Shimano hỗ trợ người lái leo đồi, đồng thời dàn phanh đĩa giúp việc dừng xe hiệu quả hơn nhiều so với các loại xe dạo phố sành điệu mà giá lại “chát” hơn nhiều."
        }
    ],
    "suggestions": []
}