{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Springfield",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Springfield",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Springfield",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Springfield",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Springfield",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The final service was at the cemetery outside <em>Springfield</em>.",
            "vi": "Nghi thức cuối cùng diễn ra tại nghĩa trang ngoại ô springfield."
        },
        {
            "en": "Junior Achievement began in nineteen nineteen in <em>Springfield</em>, Massachusetts.",
            "vi": "Tổ chức Junior Achievement bắt đầu hình thành vào năm 1919 ở thành phố Springfield thuộc bang Massachusetts."
        },
        {
            "en": "Joe's return to <em>Springfield</em> was a bolt from the blue.",
            "vi": "Tin Joe từ Springfield trở về như sét đánh ngang tai."
        },
        {
            "en": "He formed two famous rock bands: Buffalo <em>Springfield</em> and, later, Crosby, Stills, Nash and Young.",
            "vi": "Ông đã thành lập hai nhóm nhạc rock nổi tiếng: buffalo springfield và sau này là crosby, stills, nash và young."
        },
        {
            "en": "Basketball was invented in 1891 by a physical education instructor in <em>Springfield</em>, Massachusetts, by the name of James Naismith.",
            "vi": "Bóng rổ được một giáo viên thể dục phát minh vào năm 1891 ở Springfield, Massachusetts, theo tên của James Naismith."
        },
        {
            "en": "The media would like to portray <em>Springfield</em> as a crime infested city that no one wants to live in.",
            "vi": "Phương tiện truyền thông sẽ miêu tả sinh động Springfield như là một thành phố đầy tội phạm đến nỗi mà không ai muốn sống ở đó."
        },
        {
            "en": "So Misses Lincoln decided that the president's final resting place would be in the quiet, beautiful Oak Ridge Cemetery outside their home town of <em>Springfield</em>, Illinois.",
            "vi": "Cho nên bà lincoln đã quyết định nơi an nghỉ cuối cùng của tổng thống sẽ là nghĩa trang oak ridge yên bình, đẹp đẽ ở vùng ven springfield, bang illinois quê hương của họ."
        },
        {
            "en": "A precursor of smartphones?  Mr. Pynchon and the Settling of <em>Springfield</em> — a 1933 painting by the Italian American artist Umberto Romano — depicts quite what the title says: Mr. Pynchon, the founder of the town, stands in the center of the scene and appears to be giving out various town management orders.  What makes it curious is a Native American man sitting in the foreground and holding a rectangular object that is uncannily similar to a modern smartphone. It is probably just a small mirror, but wouldn’t life be more fun if we found out iPhones are really not as innovative as they’re thought to be?",
            "vi": "Từ lâu con người đã nghĩ đến điện thoại thông minh?Đây là bức họa \"Ngài Pynchon và cuộc định cư ở Springfield\" - một bức họa vẽ năm 1993 của họa sĩ Mỹ gốc Ý Umberto Romano — mô tả như chính tên gọi của bức họa: Ngài Pynchon, người sáng lập Springfield, đứng giữa bức tranh và dường như đang ra các chỉ thị điều hành thành phố.Điều làm mọi người tò mò là một thổ dân châu Mỹ ngồi phía trước đang cầm một vật hình chữ nhật khá giống với một chiếc điện thoại thông minh ngày nay. Có thể đó chỉ là một chiếc gương nhỏ, nhưng nếu điện thoại iPhone thật sự không phải là phát minh như mọi người vẫn tưởng thì vui vãi ^^"
        }
    ],
    "suggestions": []
}