{
    "en_vn": {
        "data": {
            "content": null,
            "word": "squashed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "squashed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "squashed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "squashed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "squashed"
        }
    },
    "sentences": [
        {
            "en": "David <em>squashed</em> the ant flat as a pancake.",
            "vi": "David ép con kiến bẹp dí."
        },
        {
            "en": "He sat on his hat and <em>squashed</em> it.",
            "vi": "Anh ta ngồi lên chiếc mũ của anh ấy và làm bẹp nó."
        },
        {
            "en": "Bobby <em>squashed</em> the ant flat as a pancake.",
            "vi": "Bobby đã nghiền con kiến dẹp lép."
        },
        {
            "en": "She <em>squashed</em> her clothes down into the suitcase.",
            "vi": "Cô ấy nén chặt quần áo vào vali."
        },
        {
            "en": "They <em>squashed</em> through the gate into the football ground.",
            "vi": "Họ chen chúc qua cổng để vào sân bóng đá."
        },
        {
            "en": "He <em>squashed</em> his nose against the shop window.",
            "vi": "Anh ấy dán mũi vào tủ kính cửa hàng."
        },
        {
            "en": "He sat on his hat and <em>squashed</em> it flat.",
            "vi": "Anh ta ngồi lên chiếc mũ của mình và làm bẹp nó."
        },
        {
            "en": "My plan was firmly <em>squashed</em> by the committee.",
            "vi": "Chương trình của tôi bị ủy ban đó cực lực bác bỏ."
        },
        {
            "en": "The cat got run over by the lorry and <em>squashed</em>.",
            "vi": "Con mèo bị chiếc xe tải chạy đè lên và dẹp nát."
        },
        {
            "en": "I feel completely <em>squashed</em> by her sarcastic comment.",
            "vi": "Tôi cảm thấy hoàn toàn bị mất mặt vì lời bình luận mỉa mai của cô ấy."
        },
        {
            "en": "<em>Squashed</em> in: One busy holding house processes around 2,000 live dogs every day, with up to 200 <em>squashed</em> into each cage",
            "vi": "Nhồi nhét: Một khu nuôi nhốt chó có thể giữ tới 2.000 con còn sống một ngày, mỗi lỗng chứa khoảng 200 con chó."
        },
        {
            "en": "Five of us <em>squashed</em> ourselves into one hotel room to save money.",
            "vi": "Năm đứa tôi chen chúc vào một phòng khách sạn để tiết kiệm tiền."
        },
        {
            "en": "There were ten of us in the flat, <em>squashed</em> together like sardines.",
            "vi": "Mười người chúng tôi chen chúc như cá hộp trong căn hộ chung cư."
        },
        {
            "en": "He <em>squashed</em> in, sharing the back seat with his mother and sisters.",
            "vi": "Anh ấy chen vào ngồi chung ghế sau với mẹ và chị em gái của mình."
        },
        {
            "en": "There were four of us <em>squashed</em> up against each other on the seat.",
            "vi": "Có 4 người chúng tôi lèn chặt vào nhau trên chiếc ghế."
        },
        {
            "en": "The ten of us were <em>squashed</em> together like sardines in the lift.",
            "vi": "Mười người chúng tôi bị lèn chặt như cá hộp trong thang máy."
        },
        {
            "en": "Passengers on the plane <em>squashed</em> into their seats and fastened their seatbelts.",
            "vi": "Hành khách trên máy bay len vào ghế ngồi và cài đai an toàn lại."
        },
        {
            "en": "One busy holding house processes around 2,000 live dogs every day, with up to 200 <em>squashed</em> into each cage.",
            "vi": "Một khu nuôi nhốt chó có thể giữ tới 2.000 con còn sống một ngày, mỗi lỗng chứa khoảng 200 con chó."
        },
        {
            "en": "\"I'm trembling, all I can do is pray. Do you think the judge will agree with my daughter?\" said Bettencourt in the interview. \"I'm not going to sleep well tonight. I have a feeling I'm going to be <em>squashed</em>.\"",
            "vi": "\"Tôi lo sợ, chỉ biết cầu nguyện. Quý vị có nghĩ là thẩm phán sẽ đồng tình với con gái tôi không? \" Bettencourt cho biết trong cuộc phỏng vấn. \"Đêm nay, tôi sẽ ngủ không yên giấc. Tôi có cảm giác sắp bị làm mất mặt\""
        },
        {
            "en": "It was the same as yesterday — I just couldn't keep little sprouts of hope from budding in my mind, only to have them <em>squashed</em> painfully as I searched the lunchroom in vain and sat at my empty Biology table.",
            "vi": "kiềm chế mầm mống hy vọng nảy ra trong tâm trí, rồi giẫm nát hy vọng trong đau đớn khi tìm kiếm khắp phòng ăn trưa một cách vô vọng và ngồi vào bàn học trống rỗng trong giờ sinh vật."
        }
    ],
    "suggestions": []
}