{
    "en_vn": {
        "data": {
            "content": null,
            "word": "squatter"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>squatter</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a person who squats in a building or on unused land. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>N. Amer. &amp; <cclass>Austral./NZ <cclass>historical a settler with no legal title to the land occupied. </cclass></cclass></cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Austral./NZ a large-scale sheep or cattle farmer. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>Austral./NZ <cclass>historical a person occupying a tract of pastoral land as a tenant of the Crown. </cclass></cclass></blockquote></blockquote></div>",
            "word": "squatter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "squatter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "squatter"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "squatter"
        }
    },
    "sentences": [
        {
            "en": "<em>Squatter</em> settlements.",
            "vi": "Nhà ở vô phép."
        },
        {
            "en": "Illegal subdivisions are organized and planned <em>squatter</em> settlements.",
            "vi": "Phân lô bất hợp pháp là hình thức định cư vô phép có tổ chức và có quy hoạch."
        },
        {
            "en": "<em>Squatter</em> settlements are unplanned, often unserviced illegal settlements.",
            "vi": "Nhà ở vô phép là định cư không có quy hoạch, thường bất hợp pháp và dưới mức chuẩn."
        },
        {
            "en": "<em>Squatter</em> settlementsare settlements where land has been occupied illegally.",
            "vi": "Nhà ở vô phép là nơi đất bị chiếm bất hợp pháp."
        },
        {
            "en": "Urban migrants and <em>squatter</em> settlements were treated with open hostility.",
            "vi": "Những người di cư đến đô thị và sinh sống vô phép thường bị đối xử thô bạo."
        },
        {
            "en": "<em>Squatter</em> settlements meet the housing needs of the poor but are built without any planning.",
            "vi": "Định cư vô phép đáp ứng nhu cầu nhà ở của người nghèo nhưng được xây dựng mà không có kế hoạch."
        },
        {
            "en": "<em>Squatter</em> settlements are spontaneous or organic settlements with little or no planning.",
            "vi": "Định cư vô phép là hình thức định cư ngẫu hứng hoặc có tổ chức với ít hoặc không có kế hoạch."
        },
        {
            "en": "Through the incremental development scheme the government seeks to establish a planned and legal <em>squatter</em> settlement.",
            "vi": "Thông qua kế hoạch phát triển gia tăng, chính phủ tìm cách thiết lập mô hình định cư có kế hoạch và hợp pháp."
        },
        {
            "en": "Slums, <em>squatter</em> settlements and illegal settlements are often discussed in the media.",
            "vi": "Nhà ổ chuột, nhà ở vô phép và phi hợp pháp thường được thảo luận trên các phương tiện truyền thông đại chúng."
        },
        {
            "en": "While <em>squatter</em> settlements are spontaneous and unorganized, illegal subdivisions are planned and organized.",
            "vi": "Trong khi định cư vô phép là tự phát và không có tổ chức, thì phân lô bất hợp pháp lại có quy hoạch và có tổ chức."
        },
        {
            "en": "The idea arose from the success of <em>squatter</em> settlements and the failure of government sites-and-services schemes.",
            "vi": "Ý tưởng xuất phát từ sự thành công của các khu định cư vô phép và sự thất bại của kế hoạch địa điểm - và - dịch vụ của chính phủ."
        },
        {
            "en": "Housing conditions are often better than in <em>squatter</em> settlements because the perception of secure tenure is higher.",
            "vi": "Các điều kiện về nhà ở thường tốt hơn so với ở nơi định cư vô phép bởi vì cảm thấy quyền sở hữu được bảo đảm cao hơn."
        },
        {
            "en": "The housing conditions in these settlements are often better than in <em>squatter</em> settlements because the perception of secure tenure is higher.",
            "vi": "Các điều kiện nhà ở trong những nơi định cư này thường tốt hơn nơi định cư vô phép bởi vì cảm thấy quyền sở hữu được bảo đảm cao hơn."
        },
        {
            "en": "In some <em>squatter</em> settlements water is bought through vendors and charges could be as high as ten times the municipal water rates.",
            "vi": "Trong một số nơi định cư vô phép, người dân mua nước thông qua những người bán dạo và tiền mua có thể là cao khoảng mười lần mức giá ở đô thị."
        },
        {
            "en": "Three out of four programmes failed to recover the incurred costs and, subsequently, the World Bank's support to sites-and-services schemes and <em>squatter</em> settlements has decreased.",
            "vi": "Ba trong bốn chương trình thất bại trong việc thu hồi chi phí và do đó sự hỗ trợ của ngân hàng thế giới đối với kế hoạch địa điểm và dịch vụ và định cư vô phép bị giảm."
        },
        {
            "en": "As stated earlier, it can drive the urban poor out of the formal urban land market, pushing them into <em>squatter</em> settlements, illegal subdivisions and slums.",
            "vi": "Như đã đề cập ở trên, điều này có thể đẩy người nghèo đô thị khỏi thị trường đất chính thức và đưa họ đến việc định cư vô phép, phân lô bất hợp pháp và các khu ổ chuột."
        },
        {
            "en": "In many <em>squatter</em> settlements, community-based organizations have lobbied government agencies to provide public stand-pipes or water tanks in the settlements.",
            "vi": "Trong nhiều nơi định cư vô phép khác, các tổ chức cộng đồng vận động hành lang cơ quan nhà nước cung cấp các ống nước đứng hoặc hồ chứa nước công cộng trong khu vực định cư."
        },
        {
            "en": "In their early stages <em>squatter</em> settlements are characterized by haphazard settlements patterns, poor quality of housing and an absence of public infrastructure and services such as piped water supply, sewerage, roads and electricity.",
            "vi": "Trong giai đoạn đầu, định cư bất hợp pháp có đặc điểm là mô hình sống vô trật tự, chất lượng nhà thấp và thiếu cơ sở hạ tầng và dịch vụ công như đường ống cung cấp nước, hệ thống cống, đường và điện."
        },
        {
            "en": "However, because of excessive standards and high costs, the targeted group often decided to sublet or sell the site and move back to an area close to their original <em>squatter</em> settlement.",
            "vi": "Tuy nhiên, bởi có quá nhiều tiêu chuẩn và chi phí cao, nhóm đối tượng thường quyết định cho thuê lại hoặc bán địa điểm của họ và chuyển về khu vực gần với nơi ở vô phép ban đầu của họ."
        }
    ],
    "suggestions": []
}