{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['skwɔbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự cãi nhau ầm ĩ, sự cãi vặt; cuộc cãi nhau ầm ĩ, cuộc cãi vặt (về một việc vô tích sự)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cãi nhau ầm ĩ, cãi vặt</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to squabble with somebody about something</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cãi nhau ầm ĩ với ai về việc gì </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(ngành in) xếp lệch, xếp lộn (hàng chữ)</td></tr></table><i/></div>",
            "word": "squabble",
            "pronounce": "['skwɔbl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>squabble</k><blockquote>■ <cclass>noun a trivial noisy quarrel. </cclass></blockquote><blockquote>■ <cclass>verb engage in a squabble. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>squabbler</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: prob. imitative; cf. Swed. dialect <i>skvabbel</i> 'a dispute'. </blockquote></div>",
            "word": "squabble",
            "pronounce": "['skwɔbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>squabble</k><blockquote>▸ <cclass>noun <i>there was a squabble over which way they should go</i>: QUARREL, disagreement, row, argument, contretemps, falling-out, dispute, clash, altercation, shouting match, exchange, war of words; <cclass><i>informal</i> tiff, set-to, run-in, slanging match, shindig, shindy, stand-up, spat, scrap, dust-up; <cclass><i>Brit.</i><cclass><i>informal</i> barney, ding-dong; <cclass><i>N. Amer.</i><cclass><i>informal</i> rhubarb.</cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>▸ <cclass>verb <i>the boys were squabbling over a ball</i>: QUARREL, row, argue, bicker, fall out, disagree, have words, dispute, spar, cross swords, lock horns, be at loggerheads; <cclass><i>informal</i> scrap, argufy.</cclass></cclass></blockquote></div>",
            "word": "squabble",
            "pronounce": "['skwɔbl]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>squabble</k><b>I</b><blockquote><blockquote><ex><abr>n.</abr> a squabble about, over; between; with </ex></blockquote></blockquote><b>II</b><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to squabble about, over; with</ex></blockquote></blockquote></div>",
            "word": "squabble",
            "pronounce": "['skwɔbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "squabble",
            "pronounce": "['skwɔbl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Squabble</em> with somebody about something",
            "vi": "Cãi nhau ầm ĩ với ai về việc gì"
        },
        {
            "en": "Sam said, ignoring their <em>squabble</em>.",
            "vi": "Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ."
        },
        {
            "en": "The net results of that feast are a noisy <em>squabble</em>",
            "vi": "Kết quả cuối cùng của bữa tiệc ấy là một cuộc cãi nhau ầm ĩ"
        },
        {
            "en": "The invariable <em>squabble</em> for money on Saturday nights had begun to weary her unspeakably.",
            "vi": "Chuyện cãi nhau về tiền nong mỗi tối thứ bảy làm nàng mệt không tả được."
        },
        {
            "en": "But what if the different parties begin to <em>squabble</em> amongst themselves?",
            "vi": "Nhưng nhỡ các đảng khác nhau này bắt đầu hục hặc trong nội bộ thì sao?"
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our <em>squabble</em> yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        },
        {
            "en": "7 REPETITION          14. FAMILY I COWERED INTO JACOB'S SIDE, MY EYES SCANNING the forest for the other werewolves. When they appeared, striding out from between the trees, they weren't what I was expecting. I'd gotten the image of the wolves stuck in my head. These were just four really big half-naked boys. Again, they reminded me of brothers, quadruplets. Something about the way they moved almost in synchronization to stand across the road from us, the way they all had the same long, round muscles under the same red-brown skin, the same cropped black hair, and the way their expressions altered at exactly the same moment. They started out curious and cautious. When they saw me there, half-hidden beside Jacob, they all became furious in the same second. Sam was still the biggest, though Jacob was getting close to catching up with him. Sam didn't really count as a boy. His face was older—not in the sense of lines or signs of aging, but in the maturity, the patience of his expression. \"What have you done, Jacob?\" he demanded. One of the others, one I didn't recognize—Jared or Paul—thrust past Sam and spoke before Jacob could defend himself. \"Why can't you just follow the rules, Jacob?\" he yelled, throwing his arms in the air. \"What the hell are you thinking? Is she more important than everything—than the whole tribe? Than the people getting killed?\" \"She can help,\" Jacob said quietly. \"Help!\" the angry boy shouted. His arms begin to quiver. \"Oh, that's likely! I'm sure the leech-lover is just dying to help us out!\" \"Don't talk about her like that!\" Jacob shouted back, stung by the boy's criticism. A shudder rippled through the other boy, along his shoulders and down his spine. \"Paul! Relax!\" Sam commanded. Paul shook his head back and forth, not in defiance, but as though he were trying to concentrate. \"Jeez, Paul,\" one of the other boys—probably Jared—muttered. \"Get a grip.\" Paul twisted his head toward Jared, his lips curling back in irritation. Then he shifted his glare in my direction. Jacob took a step to put himself in front of me. That did it. \"Right, protect her!\" Paul roared in outrage. Another shudder, a convulsion, heaved through his body. He threw his head back, a real growl tearing from between his teeth. \"Paul!\" Sam and Jacob shouted together. Paul seemed to fall forward, vibrating violently. Halfway to the ground, there was a loud ripping noise, and the boy exploded. Dark silver fur blew out from the boy, coalescing into a shape more than five-times his size—a massive, crouched shape, ready to spring. The wolf's muzzle wrinkled back over his teeth, and another growl rolled through his colossal chest. His dark, enraged eyes focused on me. In the same second, Jacob was running across the road straight for the monster. \"Jacob!\" I screamed. Mid-stride, a long tremor shivered down Jacob's spine. He leaped forward, diving headfirst into the empty air. With another sharp tearing sound, Jacob exploded, too. He burst out of his skin—shreds of black and white cloth blasted up into the air. It happened so quickly that if I'd blinked, I'd have missed the entire transformation. One second it was Jacob diving into the air, and then it was the gigantic, russet brown wolf—so enormous that I couldn't make sense of its mass somehow fitting inside Jacob—charging the crouched silver beast. Jacob met the other werewolf's attack head-on. Their angry snarls echoed like thunder off the trees. The black and white scraps—the remains of Jacob's clothes—fluttered to the ground where he'd disappeared. \"Jacob!\" I screamed again, staggering forward. \"Stay where you are, Bella,\" Sam ordered. It was hard to hear him over the roar of the fighting wolves. They were snapping and tearing at each other, their sharp teeth flashing toward each other's throats. The Jacob-wolf seemed to have the upper hand—he was visibly bigger than the other wolf, and it looked like he was stronger, too. He rammed his shoulder against the gray wolf again and again, knocking him back toward the trees. \"Take her to Emily's,\" Sam shouted toward the other boys, who were watching the conflict with rapt expressions. Jacob had successfully shoved the gray wolf off the road, and they were disappearing into the forest, though the sound of their snarls was still loud. Sam ran after them, kicking off his shoes on the way. As he darted into the trees, he was quivering from head to toe.  The growling and snapping was fading into the distance. Suddenly, the sound cut off and it was very quiet on the road. One of the boys started laughing. I turned to stare at him—my wide eyes felt frozen, like I couldn't even blink them. The boy seemed to be laughing at my expression. \"Well, there's something you don't see every day,\" he snickered. His face was vaguely familiar—thinner than the others… Embry Call. \"I do,\" the other boy, Jared, grumbled. \"Every single day.\" \"Aw, Paul doesn't lose his temper every day,\" Embry disagreed, still grinning. \"Maybe two out of three.\" Jared stopped to pick something white up off the ground. He held it up toward Embry; it dangled in limp strips from his hand. \"Totally shredded,\" Jared said. \"Billy said this was the last pair he could afford—guess Jacob's going barefoot now.\" \"This one survived,\" Embry said, holding up a white sneaker. \"Jake can hop,\" he added with a laugh. Jared started collecting various pieces of fabric from the dirt. \"Get Sam's shoes, will you? All the rest of this is headed for the trash.\" Embry grabbed the shoes and then jogged into the trees where Sam had disappeared. He was back in a few seconds with a pair of cut-off jeans draped over his arm. Jared gathered the torn remnants of Jacob's and Paul's clothes and wadded them into a ball. Suddenly, he seemed to remember me. He looked at me carefully, assessing. \"Hey, you're not going to faint or puke or anything?\" he demanded. \"I don't think so,\" I gasped. \"You don't look so good. Maybe you should sit down.\" \"Okay,\" I mumbled. For the second time in one morning, I put my head between my  knees. \"Jake should have warned us,\" Embry complained. \"He shouldn't have brought his girlfriend into this. What did he expect?\" \"Well, the wolf's out of the bag now.\" Embry sighed. \"Way to go, Jake.\" I raised my head to glare at the two boys who seemed to be taking this all so lightly. \"Aren't you worried about them at all?\" I demanded. Embry blinked once in surprise \"Worried? Why?\" \"They could hurt each other!\" Embry and Jared guffawed. \"I hope Paul gets a mouthful of him,\" Jared said. \"Teach him a lesson.\" I blanched. \"Yeah, right!\" Embry disagreed. \"Did you see Jake? Even Sam couldn't have phased on the fly like that.  He saw Paul losing it, and it took him, what, half a second to attack? The boy's got a gift.\" \"Paul's been fighting longer. I'll bet you ten bucks he leaves a mark.\" \"You're on. Jake's a natural. Paul doesn't have a prayer.\" They shook hands, grinning. I tried to comfort myself with their lack of concern, but I couldn't drive the brutal image of the fighting werewolves from my head. My stomach churned, sore and empty, my head ached with worry. \"Let's go see Emily. You know she'll have food waiting.\" Embry looked down at me. \"Mind giving us a ride?\" \"No problem,\" I choked. Jared raised one eyebrow. \"Maybe you'd better drive, Embry. She still looks like she might hurl.\" \"Good idea. Where are the keys?\" Embry asked me. \"Ignition.\" Embry opened the passenger-side door. \"In you go,\" he said cheerfully, hauling me up from the ground with one hand and stuffing me into my seat. He appraised the available space. \"You'll have to ride in the back,\" he told Jared. \"That's fine. I got a weak stomach. I don't want to be in there when she blows.\" \"I bet she's tougher than that. She runs with vampires.\" \"Five bucks?\" Jared asked. \"Done. I feel guilty, taking your money like this.\" Embry got in and started the engine while Jared leapt agilely into the bed. As soon as his door was closed, Embry muttered to me, \"Don't throw up, okay? I've only got a ten, and if Paul got his teeth into Jacob…\" \"Okay,\" I whispered. Embry drove us back toward the village. \"Hey, how did Jake get around the injunction anyway?\" \"The… what?\" \"Er, the order. You know, to not spill the beans. How did he tell you about this?\" \"Oh, that,\" I said, remembering Jacob trying to choke out the truth to me last night. \"He didn't. I guessed right.\" Embry pursed his lips, looking surprised. \"Hmm. S'pose that would work.\" \"Where are we going?\" I asked. \"Emily's house. She's Sam's girlfriend… no, fiancée, now, I guess. They'll meet us back there after Sam gives it to them for what just happened. And after Paul and Jake scrounge up some new clothes, if Paul even has any left.\" \"Does Emily know about… ?\" \"Yeah. And hey, don't stare at her. That bugs Sam.\" I frowned at him. \"Why would I stare?\"          Embry looked uncomfortable. \"Like you saw just now, hanging out around werewolves has its risks.\" He changed the subject quickly. \"Hey, are you okay about the whole thing with the black-haired bloodsucker in the meadow? It didn't look like he was a friend of yours, but. .\" Embry shrugged. \"No, he wasn't my friend.\" \"That's good. We didn't want to start anything, break the treaty, you know.\" \"Oh, yeah, Jake told me about the treaty once, a long time ago. Why would killing Laurent break the treaty?\" \"Laurent,\" he repeated, snorting, like he was amused the vampire had had a name. \"Well, we were technically on Cullen turf. We're not allowed to attack any of them, the Cullens, at least, off our land—unless they break the treaty first. We didn't know if the black-haired one was a relative of theirs or something. Looked like you knew him.\" \"How would they go about breaking the treaty?\" \"If they bite a human. Jake wasn't so keen on the idea of letting it go that far.\" \"Oh. Um, thanks. I'm glad you didn't wait.\" \"Our pleasure.\" He sounded like he meant that in a literal sense. Embry drove past the easternmost house on the highway before turning off onto a narrow dirt road. \"Your truck is slow,\" he noted. \"Sorry.\" At the end of the lane was a tiny house that had once been gray. There was only one narrow window beside the weathered blue door, but the window box under it was filled with bright orange and yellow marigolds, giving the whole place a cheerful look. Embry opened the truck door and inhaled. \"Mmm, Emily's cooking.\" Jared jumped out of the back of the truck and headed for the door, but Embry stopped him with one hand on his chest. He looked at me meaningfully, and cleared his throat. \"I don't have my wallet on me,\" Jared said. \"That's okay. I won't forget.\" They climbed up the one step and entered the house without knocking. I followed timidly after them. The front room, like Billy's house, was mostly kitchen. A young woman with satiny copper skin and long, straight, crow-black hair was standing at the counter by the sink, popping big muffins out of a tin and placing them on a paper plate. For one second, I thought the reason Embry had told me not to stare was because the girl was so beautiful. And then she asked \"You guys hungry?\" in a melodic voice, and she turned to face us full on, a smile on half of her face. The right side of her face was scarred from hairline to chin by three thick, red lines, livid in color though they were long healed. One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent grimace. Thankful for Embry's warning, I quickly turned my eyes to the muffins in her hands. They smelled wonderful—like fresh blueberries. \"Oh,\" Emily said, surprised. \"Who's this?\" I looked up, trying to focus on the left half of her face. \"Bella Swan,\" Jared told her, shrugging. Apparently, I'd been a topic of conversation before. \"Who else?\" \"Leave it to Jacob to find a way around,\" Emily murmured. She stared at me, and neither half of her once-beautiful face was friendly. \"So, you're the vampire girl.\" I stiffened. \"Yes. Are you the wolf girl?\" She laughed, as did Embry and Jared. The left half of her face warmed. \"I guess I am.\" She turned to Jared. \"Where's Sam?\" \"Bella, er, surprised Paul this morning.\" Emily rolled her good eye. \"Ah, Paul,\" she sighed. \"Do you think they'll be long? I was just about to start the eggs.\" \"Don't worry,\" Embry told her. \"If they're late, we won't let anything go to waste.\" Emily chuckled, and then opened the refrigerator. \"No doubt,\" she agreed. \"Bella, are you hungry? Go ahead and help yourself to a muffin.\" \"Thanks.\" I took one from the plate and started nibbling around the edges. It was delicious, and it felt good in my tender stomach. Embry picked up his third and shoved it into his mouth whole. \"Save some for your brothers,\" Emily chastised him, hitting him on the head with a wooden spoon. The word surprised me, but the others thought nothing of it. \"Pig,\" Jared commented. I leaned against the counter and watched the three of them banter like a family. Emily's kitchen was a friendly place, bright with white cupboards and pale wooden floorboards. On the little round table, a cracked blue-and-white china pitcher was overflowing with wildflowers. Embry and Jared seemed entirely at ease here. Emily was mixing a humongous batch of eggs, several dozen, in a big yellow bowl. She had the sleeves of her lavender shirt pushed up, and I could see that the scars extended all the way down her arm to the back of her right hand. Hanging out with werewolves truly did have its risks, just as Embry had said. The front door opened, and Sam stepped through. \"Emily,\" he said, and so much love saturated his voice that I felt embarrassed, intrusive, as I watched him cross the room in one stride and take her face in his wide hands. He leaned down and kissed the dark scars on her right cheek before he kissed her lips. \"Hey, none of that,\" Jared complained. \"I'm eating.\" \"Then shut up and eat,\" Sam suggested, kissing Emily's ruined mouth again. \"Ugh,\" Embry groaned. This was worse than any romantic movie; this was so real that it sang out loud with joy and life and true love. I put my muffin down and folded my arms across my empty chest. I stared at the flowers, trying to ignore the utter peace of their moment, and the wretched throbbing of my wounds. I was grateful for the distraction when Jacob and Paul came through the door, and then shocked when I saw that they were laughing. While I watched, Paul punched Jacob on the shoulder and Jacob went for a kidney jab in return. They laughed again. They both appeared to be in one piece. Jacob scanned the room, his eyes stopping when he found me leaning, awkward and out of place, against the counter in the far corner of the kitchen. \"Hey, Bells,\" he greeted me cheerfully. He grabbed two muffins as he passed the table and came to stand beside me. \"Sorry about before,\" he muttered under his breath. \"How are you holding up.'\" \"Don't worry, I'm okay. Good muffins.\" I picked mine back up and started libber again. My chest felt better as soon as Jacob was beside me. \"Oh, man!\" Jared wailed, interrupting us. I looked up, and he and Embry were examining a fading pink line on Paul's forearm. Embry was grinning, exultant. \"Fifteen dollars,\" he crowed. \"Did you do that?\" I whispered to Jacob, remembering the bet. \"I barely touched him. He'll be perfect by sundown.\" \"By sundown?\" I looked at the line on Paul's arm. Odd, but it looked weeks old. \"Wolf thing,\" Jacob whispered. I nodded, trying to not look weirded out. \"You okay?\" I asked him under my breath. \"Not a scratch on me.\" His expression was smug. \"Hey, guys,\" Sam said in a loud voice, interrupting all the conversations going on in the small room. Emily was at the stove, scraping the egg mixture around a big skillet, but Sam still had one hand touching the small of her back, an unconscious gesture. \"Jacob has information for us.\" Paul looked unsurprised. Jacob must have explained this to him and Sam already. Or… they'd just heard his thoughts. \"I know what the redhead wants.\" Jacob directed his words toward Jared and Embry. \"That's what I was trying to tell you before.\" He kicked the leg of the chair Paul had settled into. \"And?\" Jared asked. Jacob's face got serious. \"She is trying to avenge her mate—only it wasn't the black-haired leech we killed. The Cullens got her mate last year, and she's after Bella now.\" This wasn't news to me, but I still shivered. Jared, Embry, and Emily stared at me with open-mouthed surprise. \"She's just a girl,\" Embry protested. \"I didn't say it made sense. But that's why the bloodsucker's been trying to get past us. She's been heading for Forks.\" They continued to stare at me, mouths still hanging open, for a long moment. I ducked my head. \"Excellent,\" Jared finally said, a smile beginning to pull up the corners of his mouth. \"We've got bait.\" With stunning speed, Jacob yanked a can opener from the counter and launched it at Jared's head. Jared's hand flicked up faster than I would have thought possible, and he snagged the tool just before it hit his face. \"Bella is not bait.\" \"You know what I mean,\" Jared said, unabashed. \"So we'll be changing our patterns,\" Sam said, ignoring their <em>squabble</em>. \"We'll try leaving a few holes, and see if she falls for it. We'll have to split up, and I don't like that. But if she's really after Bella, she probably won't try to take advantage of our divided numbers.\" \"Quit's got to be close to joining us,\" Embry murmured. \"Then we'll be able to split evenly.\" Everyone looked down. I glanced at Jacob's face, and it was hopeless, like it had been yesterday afternoon, outside his house. No matter how comfortable they seemed to be with their fate, here in this happy kitchen, none of these werewolves wanted the same fate for their friend. \"Well, we won't count on that,\" Sam said in a low voice, and then continued at his regular volume. \"Paul, Jared, and Embry will take the outer perimeter, and Jacob and I will take the inner. We'll collapse in when we've got her trapped.\" I noticed that Emily didn't particularly like that Sam would be in the smaller grouping. Her worry had me glancing up at Jacob, worrying, too. Sam caught my eye. \"Jacob thinks it would be best if you spent as much time as possible here in La Push.  She won't know where to find you so easily, just in case.\" \"What about Charlie?\" I demanded. \"March Madness is still going,\" Jacob said. \"I think Billy and Harry can manage to keep Charlie down here when he's not at work.\" \"Wait,\" Sam said, holding one hand up. His glance flickered to Emily and then back to me. \"That's what Jacob thinks is best, but you need to decide for yourself. You should weigh the risks of both options very seriously. You saw this morning how easily things can get dangerous here, how quickly they get out of hand. If you choose to stay with us, I can't make any guarantees about your safety.\" \"I won't hurt her,\" Jacob mumbled, looking down. Sam acted as if he hadn't heard him speak. \"If there was somewhere else you felt safe…\" I bit my lip. Where could I go that wouldn't put someone else in danger? I recoiled again from the idea of bringing Renee into this—pulling her into the circle of the target I wore… \"I don't want to lead Victoria anywhere else,\" I whispered. Sam nodded. \"That's true. It's better to have her here, where we can end this.\" I flinched. I didn't want Jacob or any of the rest of them trying to end Victoria. I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly unconcerned by the idea of hunting vampires. \"You'll be careful, right?\" I asked, an audible lump in my throat. The boys burst into loud hoots of amusement. Everyone laughed at me—except Emily. She met my eyes, and I could suddenly see the symmetry underlying her deformity. Her face was still beautiful, and alive with a concern even more fierce than mine. I had to look away, before the love behind that concern could start me aching again. \"Food's ready,\" she announced then, and the strategic conversation was history. The guys hurried to surround the table—which looked tiny and in danger of being crushed by them—and devoured the buffet-sized pan of eggs Emily placed in their midst in record time. Emily ate leaning against the counter like me—avoiding the bedlam at the table—and watched them with affectionate eyes. Her expression clearly stated that this was her family. All in all, it wasn't exactly what I'd been expecting from a pack of werewolves. I spent the day in La Push, the majority of it in Billy's house. He left a message on Charlie's phone and at the station, and Charlie showed up around dinnertime with two pizzas. It was good he brought two larges; Jacob ate one all by himself. I saw Charlie eyeing the two of us suspiciously all night, especially the much-changed Jacob. He asked about the hair; Jacob shrugged and told him it was just more convenient. I knew that as soon as Charlie and I were headed home, Jacob would take off—off to run around as a wolf, as he had done intermittently through the entire day. He and his brothers of sorts kept up a constant watch, looking for some sign of Victoria's return. But since they'd chased her away from the hot springs last night—chased her halfway to Canada, according to Jacob—she'd yet to make another foray. I had no hope at all that she might just give up. I didn't have that kind of luck. Jacob walked me to my truck after dinner and lingered by the window, waiting for Charlie to drive away first. \"Don't be afraid tonight,\" Jacob said, while Charlie pretended to be having trouble with his seat belt. \"We'll be out there, watching.\" \"I won't worry about myself,\" I promised. \"You're silly. Hunting vampires is fun. It's the best part of this whole mess.\" I shook my head. \"If I'm silly, then you're dangerously unbalanced.\" He chuckled. \"Get some rest, Bella, honey. You look exhausted.\" \"I'll try.\" Charlie honked his horn impatiently. \"See you tomorrow,\" Jacob said. \"Come down first thing.\" \"I will.\" Charlie followed me home. I paid scant attention to the lights in my rearview mirror. Instead, I wondered where Sam and Jared and Embry and Paul were, out running in the night. I wondered if Jacob had joined them yet. When we got home, I hurried for the stairs, but Charlie was right behind me. \"What's going on, Bella?\" he demanded before I could escape. \"I thought Jacob was part of a gang and you two were fighting.\" \"We made up.\" \"And the gang?\" \"I don't know—who can understand teenage boys? They're a mystery. But I met Sam Uley and his fiancée, Emily. They seemed pretty nice to me.\" I shrugged. \"Must have all been a misunderstanding.\" His face changed. \"I hadn't heard that he and Emily had made it official. That's nice. Poor girl.\" \"Do you know what happened to her?\" \"Mauled by a bear, up north, during salmon spawning season—horrible accident .  It was more than a year ago now. I heard Sam was really messed up over it.\" \"That's horrible,\" I echoed. More than a year ago. I'd bet that meant it had happened when there was just one werewolf in La Push. I shuddered at the thought of how Sam must have felt every time he looked at Emily's face. That night, I lay awake for a long time trying to sort through the day. I worked my way backward through dinner with Billy, Jacob, and Charlie, to the long afternoon in the Blacks' house, waiting anxiously to hear something from Jacob, to Emily's kitchen, to the horror of the werewolf fight, to talking with Jacob on the beach. I thought about what Jacob had said early this morning, about hypocrisy. I thought about that for a long time. I didn't like to think that I was a hypocrite, only what was the point of lying to myself? I curled into a tight ball. No, Edward wasn't a killer. Even in his darker past, he'd never been a murderer of innocents, at least. But what if he had been? What if, during the time I that I'd known him, he'd been just like any other vampire? What if people had been disappearing from the woods, just like now? Would that have kept me away from him? I shook my head sadly. Love is irrational, I reminded myself. The more you loved someone, the less sense anything made. I rolled over and tried to think of something else—and I thought of Jacob and his brothers, out running in the darkness. I fell asleep imagining the wolves, invisible in the night, guarding me from danger. When I dreamed, I stood in the forest again, but I didn't wander. I was holding Emily's scarred hand as we faced into the shadows and waited anxiously for our werewolves to come home.",
            "vi": "7 REPETITION        14. GIA ĐÌNH   Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác.  Khi họ xuất hiện, sải chân bước ra khỏi rừng, họ không phải là thứ tôi nghĩ mình sẽ thấy.  Tôi cứ nghĩ tới mấy con sói riết. Đây chỉ là bốn chàng trai to lớn ở trần.  Một lần nữa, họ làm tôi nghĩ đến anh em ruột, anh em sinh bốn. Cái gì đó trong cách họ gần như cùng một lúc đứng lại phía bên kia đường đối diện với chúng tôi, trong cái cách tất cả bọn họ đều có các bắp cơ dài cuồn cuộn dưới làn da nâu đỏ như nhau, cũng mái tóc huyền cắt ngắn, và trong cái cách thay đổi nét mặt cùng một lúc y như nhau.  Lúc đầu họ tò mò và cẩn trọng. Khi thấy tôi ở đó, gần như núp bên Jacob, tất cả bọn họ đều cùng nổi giận ngay lập tức.  Sam vẫn còn là người cao lớn nhất, tuy Jacob đã sắp cao bằng anh ta. Sam không thể coi là một cậu bé. Khuôn mặt anh già dặn hơn - không tính theo nếp nhăn hay dấu hiệu của tuổi già, mà là theo vẻ chín chắn, kiên nhẫn trong nét mặt của anh.  \"Em đã làm gì vậy, Jacob?\" anh ta hỏi.  Một trong những người khác, một người tôi không biết - Jared hoặc Paul- đẩy Sam để đi qua và nói trước Jacob có thể biện hộ cho mình  \"Tại sao mày không thể tuân thủ luật hả, Jacob?\" anh ta thét, vung tay lên trời. \"Mày nghĩ cái quái gì vậy? Cô ta quan trọng hơn mọi thứ sao - quan trọng hơn cả cái bộ lạc này sao?  Hơn những người sắp bị giết sao?\" \"Bạn ấy có thể giúp mình, \" Jacob lặng lẽ nói.  \"Giúp!\" cậu bé tức giận la to. Cánh tay anh chàng bắt đầu run rẩy. \"Ồ, hợp lý dữ!  Tôi chắc chắn người yêu-đỉa đang mong giúp mình muốn chết luôn!\" \"Đừng nói về bạn ấy như thế!\" Jacob hét lại, bực tức vì lời bình phẩm của cậu ta.  Một cơn rùng mình gợn khắp cơ thể cậu bé nọ, dọc theo vai và xuống xương sống anh ta.  \"Paul! Dịu xuống!\" Sam ra lệnh.  Paul lắc đầu qua lại, không phải không tuân lời, mà như thể anh chàng đang cố tập trung.  \"Trời đất, Paul,”  một trong những cậu bé khác - có lẽ là Jared - lẩm bẩm. \"Cố kiềm chế. \" Paul xoay đầu về phía Jared, môi cong lên tức tối.  Rồi anh ta chuyển ánh nhìn giận dữ về phía tôi. Jacob bước lên một bước để chặn mình trước tôi.  Đó là giọt nước làm tràn ly.  \"Phải rồi, bảo vệ cô ta đi!\" Paul gầm rú giận dữ. Một cơn rùng mình khác, một cơn chấn động, bùng nổ khắp cơ thể anh ta. Anh chàng ngửa đầu, một tiếng gầm thực sự toạc ra giữa hai hàm răng.  \"Paul!\" Sam và Jacob cùng thét lên.  Paul như té về phía trước, run bần bật.  Sắp xuống đất, có một tiếng xé toạc lớn, rồi cậu bé bùng nổ.  Lớp lông bạc sẫm màu bùng ra khỏi cơ thể cậu ta, kết thành một hình thù to hơn cậu ta gấp năm lần  - một thân hình khổng lồ, đang thu mình, sẵn sàng bung ra.  Mõm sói nhe ra, và một tiếng gầm gừ nữa cuộn qua lồng ngực khổng lồ.  Đôi mắt đen, giận dữ của anh ta dán vào tôi.  Ngay lập tức, Jacob chạy qua đường hướng thẳng vào con quái vật.  \"Jacob!\" Tôi la hét.  Đang lúc sải bước, một cơn rùng mình rùng rùng xuống xương sống Jacob. Anh phóng về phía trước, chúi đầu cuộn người vào không khí như nhảy cầu.  Với một âm thanh rách toạc khác, Jacob cũng bùng nổ. Anh bung ra khỏi quần áo - các mảnh vải trắng đen tung toé vào không trung.  Chuyện xảy ra nhanh đến nỗi nếu chớp mắt, tôi sẽ không thấy được toàn bộ sự biến hình ấy.  Một giây trước Jacob còn đang nhào lộn vào không trung, rồi sau đó đã là con sói màu nâu đỏ khổng lồ - khổng lồ đến nỗi tôi không hiểu nỗi làm sao mà trọng lượng của nó lại có thể vừa cơ thể Jacob -  đang tấn công con quái thú màu bạc đang thu mình ấy.  Jacob đối đầu trực tiếp với cuộc tấn công của người sói kia.  Tiếng gầm gừ giận dữ của họ dội lại như sấm động vang ra khỏi rừng.  Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất.  \"Jacob!\" Tôi lại thét, lảo đảo bước về phía trước.  \"Ở yên đó, Bella,”  Sam ra lệnh. Thật khó nghe tiếng anh ta trong tiếng gầm rống của mấy con sói đang đánh nhau.  Họ đang táp và cắn xé nhau, những chiếc răng nhọn nhá lên ở cổ họng nhau. Con sói Jacob có vẻ chiếm ưu thế - anh to lớn hơn con sói kia rõ ràng, và hình như cũng mạnh hơn. Anh nện vai vào con sói xám hết lần này đến lần khác, đẩy nó trở vào rừng.  \"Đưa cô ấy đến nhà Emily, \" Sam hét về phía mấy cậu bé kia, những người đang chăm chú theo dõi trận đánh nhau. Jacob đã đẩy được con sói xám ra khỏi con đường, và họ biến mất vào rừng, cho dù tiếng gầm gừ của họ vẫn còn lớn. Sam đuổi theo họ, đá giày ra trên đường đi. Vừa chạy như bay vào rừng, anh ta vừa rùng người từ đầu đến chân.  Tiếng gầm gừ và táp xa dần. Bất ngờ, chẳng còn chút tiếng động nào và con đường thật yên tĩnh.  Một trong mấy chàng trai bắt đầu cười.  Tôi nhìn anh ta chằm chằm - đôi mắt tôi mở to cảm thấy tê dại, như thể tôi thậm chí không thể chớp được.  Cậu bé ấy dường như đang cười nhạo vẻ mặt tôi. \"Ừm, có những chuyện đâu phải ngày nào cũng thấy được heng, \" anh chàng cười khúc khích.  Khuôn mặt anh chàng quen quen - gầy hơn những người khác... Embry Call.  \"Tao thấy hoài, \" cậu bé khác, Jared, làu bàu. \"Ngày nào cũng thấy.” \"Ặc, Paul đâu phải ngày nào cũng nổi nóng,” Embry không chịu, vẫn cười toe toét. \"Có lẽ ba ngày hai lần. \" Jared dừng lại nhặt thứ gì đó màu trắng lên khỏi mặt đất. Anh chàng đưa lên cho Embry xem; mấy dải mềm đong đưa trong tay anh chàng.  \"Tan tành xí quách rồi, \" Jared nói. \"Billy nói đây là đôi giầy cuối cùng ổng còn tiền để mua - thế nào Jacob cũng phải đi chân không rồi.” \"Chiếc này còn nguyên, \" Embry nói, đưa lên một chiếc giầy đế mềm màu trắng. \"Jake có thể nhảy lò cò, \" anh chàng cười to nói thêm.  Jared bắt đầu nhặt đủ mẩu vải ra khỏi đất. \"Nhặt giày Sam nhe?  Mấy thứ còn lại của cái này thì quăng thùng rác thôi.” Embry chộp mấy chiếc giày rồi chạy nhanh vô rừng chỗ Sam đã biến mất. Anh chàng quay lại trong vài giây với cặp quần din cắt ngắn khoác trên cánh tay. Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại. Đột nhiên, anh chàng có vẻ nhớ ra tôi.  Anh nhìn tôi kỹ lưỡng, đánh giá.  \"Nè, bạn sẽ không xỉu hoặc ói này nọ đó chớ ?\" anh hỏi.  \"Tôi không nghĩ vậy, \" tôi thở hổn hển.  \"Trông bạn không khoẻ lắm. Có lẽ bạn nên ngồi xuống. \" \"Ừ, \" tôi lầm bầm. Lần thứ hai trong một buổi sáng, tôi đặt đầu vào giữa đầu gối.  \"Lẽ ra Jake nên báo trước cho chúng tôi biết mới phải, \" Embry phàn nàn.  \"Lẽ ra nó không nên để bạn gái dính vô chuyện này.  Nó mong gì chớ?\" \"Ừm, bây giờ thì lộ hết chuyện sói rồi. \" Embry thở dài. \"Thằng Jake này ngốc quá. \" Tôi ngẩng đầu nhìn trừng trừng vào hai chàng trai dường như đang coi nhẹ chuyện này quá. \"Mấy bạn chẳng hề lo cho họ chút nào cả sao?\" Tôi hỏi.  Embry chớp mắt một cái ngạc nhiên \"Lo?Tại sao chớ?\" \"Họ có thể làm bị thương nhau!\" Embry và Jared cười ha hả.  \"Tôi mong Paul tợp được nó một cái, \" Jared nói. \"Dạy cho nó một bài học. \" Tôi tái người.  \"Ờ, hay dữ!\" Embry không chịu. \"Mày có thấy Jake không?  Cả Sam cũng không thể biến hình khi đang vội được như thế.   Nó vừa thấy Paul mất kiểm soát, là chỉ mất, để coi, có nửa giây là tấn công được ngay?  Đúng là khả năng trời phú.” \"Paul đã đánh nhau lâu hơn. Tao cá với mày mười đô la là nó sẽ cắn được một cái.” \"Mày cá đó nhe. Jake có khiếu bẩm sinh. Paul không có cơ may nào đâu. \" Họ bắt tay, cười toe toét.  Tôi cố làm mình yên tâm vì sự thiếu quan tâm của họ, nhưng tôi không thể xua đuổi hình ảnh tàn bạo của mấy người sói đánh nhau ra khỏi đầu. Bao tử tôi rối loạn, đau và trống rỗng, đầu đau vì lo lắng.  \"Mình hãy đi gặp Emily đi. Thế nào chị ấy cũng đã nấu sẵn chờ rồi. \" Embry nhìn xuống tôi. \"Có phiền gì không nếu tụi này đi nhờ xe?\" \"Không sao đâu, \" tôi nghẹn.  Jared nhướng một bên chân mày. \"Có lẽ mày nên lái đi, Embry. Cô ấy vẫn giống như sắp xỉu vậy.” \"Ý hay đó. Chìa khoá đâu rồi?\" Embry hỏi tôi.  \"Công tắc. \" Embry mở cửa phía hành khách. \"Vô đi \" anh chàng vui vẻ nói, kéo mạnh tôi lên khỏi đất bằng một tay rồi nhét tôi vô ghế. Anh chàng ước lượng chỗ trống. \"Mày phải ra phía sau đứng, \" anh chàng nói với Jared.  \"Tốt thôi. Tao dạ dày yếu lắm. Tao không muốn ngồi trong đó khi cô ấy ói. \" \"Tao cá là cô ấy mạnh mẽ hơn vậy. Cô ấy chơi với ma cà rồng mà. \" \"Năm đô la?\" Jared hỏi.  \"Chịu liền. Tao thấy mình tội lỗi quá khi lấy tiền mày như thế này. \" Embry vào rồi khởi động máy trong khi Jared nhanh nhẹn nhảy vô thùng xe. Vừa đóng cửa xong Embry liền thì thầm với tôi, \"Đừng ói nhé, được không?  Tôi chỉ có mười đồng thôi, nếu mà Paul cắn được Jacob... \" \"Được, \" tôi thì thầm.  Embry lái xe đưa chúng tôi về làng trở lại.  \"Nè, làm sao mà Jake lách được luật hay vậy?\" \"...Cái gì ?\"      \"Ờ, mệnh lệnh đó. Bạn biết không, mệnh lệnh không được tiết lộ bí mật. Làm sao nó kể bạn nghe chuyện này được?\" \"Ồ, \" tôi nói, nhớ Jacob cố gắng tiết lộ sự thật cho tôi đêm qua. \"Bạn ấy đâu có kể. Tôi đã đoán trúng. \" Embry bặm môi, có vẻ ngạc nhiên. \"Hừm. Chắc vậy.” \"Mình đang đi đâu vậy?\" Tôi hỏi.  “Đến nhà Emily. Chị ấy là bạn gái của Sam... à không, bây giờ, là hôn thê rồi, tôi nghĩ vậy.  Họ sẽ gặp mình ở đó sau khi Sam cho họ biết chuyện vừa xảy ra. Và sau khi Paul và Jake tìm được quần áo mới, nếu Paul còn được cái nào.” \"Emily có biết chuyện... ?\" \"Có. À này, đừng nhìn chị ấy chòng chọc nhé. Làm vậy Sam bực lắm đó. \" Tôi cau mày khó chịu với anh chàng. \" Tại sao tôi lại nhìn chòng chọc chớ?\" Embry trông có vẻ bứt rứt. \"Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó. \" Anh chàng thay đổi đề tài nhanh chóng. \"Nè, có phải bạn thấy không sao về toàn bộ chuyện với thằng hút máu tóc đen trong đồng cỏ không?  Trông không có vẻ gì hắn là bạn bạn, nhưng... \" Embry nhún vai.  \"Không, hắn không phải là bạn tôi. \" \"Vậy thì tốt. Chúng tôi không muốn gây sự trước, phá vỡ hiệp ước, bạn biết đó. \" \"Ồ, ờ, Jake đã kể tôi nghe về hiệp ước này một lần rồi, cách đây đã lâu. Tại sao giết Laurent lại là phá vỡ hiệp ước ?\" \"Laurent, \" anh chàng lặp lại, khịt mũi, như thể anh ta thấy thích thú vì con ma cà rồng này có tên gọi. \" Ừm, chúng tôi hết sức tuân thủ trên lãnh địa của Cullen. Chúng tôi không được phép tấn công bất cứ ai trong số họ, gia đình Cullen, ít nhất là, bên ngoài lãnh địa của chúng tôi - trừ phi họ phá vỡ hiệp ước trước. Chúng tôi không biết tên tóc đen có phải là bà con này nọ gì của họ không.  Hình như bạn biết hắn.” \"Họ cư xử thế nào thì là phá vỡ hiệp ước?\" \" Nếu họ cắn người. Jake không ưa lắm cái ý để chuyện đi xa đến thế. \" \"Oh. Um, cám ơn. Tôi mừng là các bạn đã không đợi chuyển đó xảy ra.” \"Niềm sung sướng của chúng tôi mà. \" Anh chàng nói nghe như có ý nói theo nghĩa đen.  Embry lái qua ngôi nhà ở mút phía đông trên đường cao tốc rồi mới quẹo vào một con đường đất hẹp.  \"Xe bạn chạy chậm ghê, \" anh chàng lưu ý.  \"Xin lỗi. \" Cuối con đường là một căn nhà nhỏ xíu trước đây có màu xám. Chỉ có một cửa sổ hẹp bên cạnh cánh cửa xanh dương dạn dày sương gió, nhưng bồn hoa ngoài cửa sổ bên dưới đầy cúc vạn thọ cam vàng rực rỡ, làm cả chỗ này rạng rỡ tươi vui.  Embry mở cửa xe tải và hít hà. \" Chà chà, Emily đang nấu ăn.” Jared nhảy ra khỏi phía sau xe tải và đi về phía cửa, nhưng Embry lấy một tay chặn ngực anh chàng. Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng.  \"Tao không có mang theo ví tiền, \" Jared nói.  \"Thế cũng được. Tao sẽ không quên đâu. \" Họ leo lên một bước vô nhà không gõ cửa. Tôi rụt rè theo sau họ.  Phòng trước, như nhà Billy, chủ yếu là bếp. Một cô gái trẻ có làn da màu đồng mịn màng và mái tóc huyền đen nhánh dài, và thẳng đang đứng ở quầy cạnh bồn rửa chén, đang lấy mấy cái bánh nướng xốp ra khỏi hộp thiếc và đặt chúng lên đĩa giấy. Trong một giây, tôi nghĩ lý do Embry đã bảo tôi đừng nhìn chòng chọc là vì cô ấy quá đẹp.  Rồi cô hỏi \"Mấy em đói không?\" bằng một giọng du dương, rồi cô quay sang đối mặt hoàn toàn với chúng tôi, một nụ cười trên một nửa khuôn mặt cô.  Mặt bên phải của cô bị tàn phá từ tóc đến cằm bởi ba lằn đỏ, dầy, nổi rõ dù đã lành lâu rồi. Một lằn kéo dài dưới khoé mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn.  Nhờ lời báo trước của Embry, tôi nhanh chóng quay mắt sang mấy cái bánh nướng trên tay cô. Chúng toả mùi tuyệt vời - như mùi việt quất tươi rói.  \"Ồ, \" Emily nói, bị bất ngờ. \"Ai đây này?\" Tôi nhìn lên, cố tập trung nửa mặt bên trái của cô.  \"Bella Swan, \" Jared nói với Cô, nhún vai. Rõ ràng, tôi đã từng là một chủ đề chuyện trò trước đây. \"Còn ai vào đây nữa?\" \"Hãy để chuyện đó cho Jacob xoay sở,”  Emily thì thầm. Cô nhìn tôi chằm chằm, và cả nửa mặt trước đây đã từng xinh đẹp của cô cũng thân thiện. \"Nè, bạn là người yêu ma cà rồng ha. \" Tôi cứng đờ. \"Vâng. Còn bạn là người yêu sói hả?\" Cô cười, Embry và Jared cũng vậy. Nửa mặt trái hồng lên. \"Chắc vậy quá. \" Cô hướng về Jared. \"Sam đâu?\" \"Bella, ơ, làm Paul bất ngờ sáng nay. \" Emily trợn con mắt lành lặn của cô. \" Ah, Paul, \" Cô thở dài. \"Mấy em nghĩ còn lâu không?  Chị định bắt đầu làm trứng. \" \"Đừng lo, \" Embry nói với cô. \" Nếu họ về trễ, tụi em cũng không để cho bất cứ thứ gì bị lãng phí đâu. \" Emily cười khúc khích, rồi mở tủ lạnh. \"Rõ rồi, \" Cô đồng ý. \" Bella, bạn có đói bụng không? Cứ tự nhiên và tự lấy bánh nướng ăn nhé. \" \"Cám ơn. \" Tôi lấy một cái trong đĩa và bắt đầu gặm quanh rìa.  Ngon tuyệt, và thật dễ chịu trong cái dạ dày nhạy cảm của tôi.  Embry nhón cái thứ ba rồi tống nguyên cái vô miệng.  \"Để dành mấy cái cho mấy anh nữa chứ, \" Emily trừng trị anh chàng bằng cách lấy muỗng gỗ khỏ vô đầu anh ta.  Lời nói này làm tôi ngạc nhiên, nhưng những người khác chẳng hề quan tâm.  \"Đồ con heo, \" Jared bình luận.  Tôi tựa vào quầy nhìn ba người đùa giỡn với nhau như người một nhà.  Bếp của Emily là một nơi thân thiện, sáng sủa với kệ bếp trắng và sàn bằng gỗ lợt. Trên bàn tròn nhỏ, một bình sứ rạn xanh trắng ngập tràn hoa dại. Embry và Jared có vẻ hết sức thoải mái ở đây.  Emily đang trộn một mẻ trứng lớn, đến vài tá, trong một cái tô vàng lớn. Cô xắn tay áo màu oải hương lên, và tôi có thể thấy cái sẹo kéo dài suốt cánh tay cô đến  phía sau bàn tay phải.  Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói.  Cửa trước mở, và Sam bước vô.  \" Emily, \" anh nói, và bao nhiêu yêu thương chứa chan trong giọng anh làm tôi cảm thấy bối rối, làm phiền, khi tôi ngắm anh bước qua phòng chỉ bằng một sải chân và ôm mặt cô trong bàn tay to lớn của mình. Anh cúi xuống và hôn mấy cái sẹo sậm màu bên má phải của cô má rồi mới hôn môi cô.  \"Ê, đừng làm mấy chuyện đó nhe, \" Jared phàn nàn. \"Tôi đang ăn đó. \" \"Thì im miệng mà ăn đi, \" Sam đề nghị, lại hôn lên đôi môi bị tàn phá của Emily lần nữa. \"Ugh, \" Embry rên rỉ.  Chuyện này còn tệ hại hơn mọi phim lãng mạn nào; nó quá thật đến nỗi nó reo vui hân hoan cùng cuộc sống và tình yêu chân thành. Tôi đặt chiếc bánh nướng của mình xuống rồi khoanh tay ngang lồng ngực trống rỗng của mình. Tôi nhìn chằm chằm vào mấy đoá hoa, cố lờ đi sự yên bình tuyệt đối trong khoảnh khắc riêng tư của họ, và lờ đi vết thương phập phồng nhức nhối.  Tôi mừng vì quên được chuyện đó khi Jacob và Paul đi qua cửa, rồi ngạc nhiên khi thấy họ đang cười to. Lúc tôi nhìn, Paul nhéo vai Jacob còn Jacob thụi lại bụng anh chàng. Họ lại cười. Cả hai đều có vẻ lành lặn nguyên vẹn.  Jacob nhìn lướt qua căn phòng, mắt anh dừng lại khi thấy tôi đang tựa người, vụng về và lạc lõng, vào quầy ở phía kia của góc bếp.  \"Chào, Bells, \" anh chào tôi vui vẻ. Anh chộp hai cái bánh nướng xốp khi đi qua bàn và đến đứng bên cạnh tôi. \"Xin lỗi về chuyện lúc nãy, \" anh lẩm bẩm thì thầm. \"Bạn xoay sở ra sao.” \"Đừng lo, tôi ổn. Bánh ngon lắm. \" Tôi cầm bánh mình lên và lại ăn tiếp. Ngực tôi cảm thấy dễ chịu ngay khi có Jacob bên cạnh.  \"Ôi, trời!\" Jared than khóc, ngắt lời chúng tôi.  Tôi nhìn lên, và anh chàng và Embry đang xem xét một lằn màu hồng nhạt trên cẳng tay của Paul. Embry cười toe toét, đắc chí.  \"Mười lăm đô-la, \" anh chàng vui mừng nói.  \"Bạn làm chuyện đó à?\" Tôi thì thầm với Jacob, nhớ lại vụ cá độ.  \"Tôi chỉ mới chạm vô nó thôi. Nó sẽ ngon lành lại khi hoàng hôn xuống. \" \"Khi hoàng hôn xuống?\" Tôi nhìn vào vết thương trên cánh tay Paul. Thiệt kỳ, trông như đã bị cả tuần rồi.  \"Ba chuyện của sói đó mà, \" Jacob thì thầm.  Tôi gật đầu, cố không có vẻ lạ lùng.  \"Bạn ổn không?\" Tôi hỏi nhỏ.  \"Tôi chẳng bị trầy sướt chút nào hết. \" Vẻ mặt anh chàng đầy tự mãn.  \"Nè, các bạn, \" Sam nói lớn, làm gián đoạn mọi cuộc trò chuyện trong căn phòng nhỏ. Emily đang ở chỗ lò nướng, vét hỗn hợp trứng quanh một cái chảo lớn, nhưng Sam vẫn còn để một tay ở thắt lưng cô, một cử chỉ vô thức. \"Jacob có tin tức cho chúng ta.” Paul trông chẳng chút ngạc nhiên. Jacob chắc đã giải thích chuyện này cho anh ấy và Sam rồi. Hoặc ... họ chỉ cần lắng nghe suy nghĩ của anh.  \"Tôi biết bà tóc đỏ muốn gì.” Jacob nói với Jared và Embry. \"Đó là điều tôi đã cố nói với các bạn lúc nãy. \" Anh đá vô chân ghế Paul đang ngồi.  \"Và?\" Jared hỏi.  Mặt Jacob nghiêm túc. \"Cô ta đang cố trả thù cho bạn tình của mình - có điều đó không phải là con đỉa tóc đen mình đã giết. Nhà Cullens đã xử bạn tình của cô ta năm ngoái, và bây giờ cô ta đang theo đuổi Bella.” Đây chẳng phải là tin mới mẻ gì với tôi, nhưng tôi vẫn rùng mình.  Jared, Embry, và Emily nhìn tôi chằm chằm há hốc ngạc nhiên.  \"Cô ấy chỉ là một cô gái thôi mà, \" Embry phản đối.  \"Tôi đâu có nói là chuyện đó hợp lý đâu. Nhưng đó là lý do tại sao con đỉa đó đã cố vượt qua chúng ta. Cô ta đang đi về phía Forks. \" Họ tiếp tục nhìn tôi chằm chằm, miệng vẫn há hốc, một hồi lâu. Tôi cúi đầu.  \"Tuyệt, \" Jared cuối cùng nói, nụ cười bắt đầu làm nhếch khóe miệng của anh chàng. \"Mình đã có mồi nhử rồi. \" Với tốc độ sững người, Jacob lôi một cái đồ khui hộp ở quầy rồi quăng vô đầu Jared.  Bàn tay Jared nhá lên nhanh không tưởng được, và anh chàng chộp được dụng cụ này ngay trước lúc nó đập trúng mặt mình.  \" Bella không phải là mồi nhử. \" \"Mày biết tao muốn nói gì mà, \" Jared nói, không chút xấu hổ.  \"Vì thế mình sẽ thay đổi cách làm, \" Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ. \"Mình sẽ cố gắng tạo mấy cái bẫy, rồi xem cô ta có bị mắc bẫy không. Mình sẽ phải chia nhỏ ra, và tôi không thích vậy. Nhưng nếu cô ta thật đang theo đuổi Bella, có lẽ cô ta sẽ không cố lợi dụng chuyện chia nhỏ nhân sự của mình. \" \"Quil chắc sắp tham gia với mình rồi, \" Embry thì thầm. \"Thế là mình có thể chia đều được. \" Mọi người cúi mặt. Tôi liếc nhìn mặt Jacob, và khuôn mặt anh vô vọng, y như trưa hôm qua, bên ngoài nhà anh.  Bất kể họ có vẻ thoải mái thế nào đi nữa với số phận của mình, thì ở đây trong căn bếp hạnh phúc này, không một người sói nào trong mấy người này lại muốn bạn mình cùng chung số phận. \"Ừm, mình sẽ không trông mong vô chuyện đó, \" Sam nói bằng giọng nhỏ xíu, rồi nói tiếp với âm lượng bình thường của anh. \"Paul, Jared, và Embry sẽ chịu trách nhiệm ở vòng ngoài, còn Jacob và tôi sẽ lo bên trong. Mình sẽ tập hợp lại khi bẫy được cô ta. \" Tôi để ý thấy Emily không thích lắm chuyện Sam thuộc nhóm nhỏ hơn. Nỗi lo lắng của cô khiến tôi liếc lên nhìn Jacob, cũng lo lắng.  Sam bắt gặp ánh mắt tôi. \"Jacob nghĩ tốt nhất là em nên ở đây, tại La Push này càng nhiều càng tốt.   Cô ta sẽ không dễ dàng biết chỗ nào để tìm em, để phòng hờ. \" \"Còn Charlie thì sao?\" Tôi hỏi.  \"Cuộc thi đấu hằng năm March Madness vẫn đang diễn ra,” Jacob nói. \" Tôi nghĩ Billy và Harry có thể giữ được chân Charlie ở dưới này khi ông không ở chỗ làm. \" \"Chờ chút, \" Sam nói, đưa một tay lên. Ánh mắt anh liếc sang Emily rồi quay lại tôi. \"Jacob cho vậy là tốt nhất, nhưng em cần tự mình quyết định. Em nên đánh giá rủi ro của cả hai lựa chọn thật nghiêm túc. Em đã chứng kiến sáng nay mọi chuyện ở đây có thể trở nên nguy hiểm dễ dàng cỡ nào, vượt ngoài tầm kiểm soát nhanh cỡ nào. Nếu em chọn ở với chúng tôi, tôi không thể đảm bảo gì về sự an toàn của em. \" \"Tôi sẽ không làm bạn ấy bị thương đâu, \" Jacob lầm bầm, nhìn xuống.  Sam làm như thể anh chẳng hề nghe anh ấy nói gì. \" Nếu có một nơi nào khác em cảm thấy an toàn... \" Tôi cắn môi. Tôi có thể đến nơi nào mà không làm người khác lâm vào nguy hiểm?  Tôi chùn người bởi ý nghĩ làm Renee bị liên lụy - kéo mẹ vào bia ngắm tôi đang khoác trên người... \"Tôi không muốn dẫn Victoria đến chỗ nào hết, \" tôi thì thầm.  Sam gật đầu. \"Đúng thế.  Thà là để cô ta đến đây, nơi chúng tôi có thể chấm dứt chuyện này. \" Tôi ngần ngại. Tôi không muốn Jacob hoặc bất cứ ai trong bọn họ cố chấm dứt Victoria. Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả.  \"Bạn sẽ cẩn thận, phải không?\"Tôi hỏi, cổ họng nghẹn lại.  Mấy chàng trai phá ra cười lăn bò.  Ai cũng cười nhạo tôi - trừ Emily. Cô nhìn tôi, và tôi bỗng nhìn thấy sự đối xứng dưới khuôn mặt biến dạng của cô. Mặt cô vẫn xinh đẹp, và đầy lo lắng thậm chí còn dữ dội hơn sự lo lắng của tôi. Tôi phải nhìn sang chỗ khác, trước khi tình yêu ẩn sau nỗi lo lắng đó bắt đầu làm tôi đau đớn lần nữa.  \"Thức ăn đã sẵn sàng, \" Cô công bố, thế là cuộc bàn luận chiến lược chỉ còn là quá khứ.  Mấy chàng trai vội vã bao quanh bàn – cái bàn trông nhỏ xíu và có nguy cơ bị họ đè sập - rồi ngấu nghiến trong thời gian kỷ lục chảo trứng to như để đãi tiệc mà Emily đã đặt vào giữa bọn họ. Emily tựa vào quầy giống như tôi để ăn - tránh cảnh ồn ào hỗn loạn ở bàn - và nhìn họ bằng đôi mắt trìu mến. Vẻ mặt cô cho thấy rõ ràng đây là gia đình cô.  Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói.  Tôi ở cả ngày ở La Push, phần lớn trong nhà Billy. Ông nhắn vô điện thoại Charlie và điện thoại ở đồn cảnh sát, thế là khoảng giờ ăn tối, Charlie xuất hiện với hai cái bánh pizza. Thiệt đỡ vì ông mang hai cái to; một mình Jacob đã ăn hết một cái rồi.  Tôi thấy Charlie quan sát hai chúng tôi đầy thắc mắc suốt đêm, nhất là Jacob đã thay đổi quá nhiều. Ông hỏi thăm về chuyện tóc tai; Jacob nhún vai và nói với ông là chỉ vì tiện lợi hơn thôi.  Tôi biết ngay khi Charlie và tôi về tới nhà, Jacob sẽ bắt đầu chạy đôn đáo như một con sói, như anh đã làm từng hồi suốt cả ngày nay. Anh và huynh đệ của mình liên tục canh chừng, tìm dấu hiệu của chuyến trở về của Victoria. Nhưng vì họ đã đuổicô ta ra khỏi suối nước nóng đêm qua - rượt đuổi đến giữa đường qua Ca-na-đa, theo Jacob thì - cô ta hẳn chưa tiến hành đột nhập lần nữa đâu.  Tôi chẳng hề hy vọng cô ta sẽ bỏ cuộc. Tôi đâu có may mắn như thế.  Jacob đi cùng tôi đến xe tải sau bữa tối và nấn ná bên cửa xe, chờ Charlie chạy đi trước.  \"Đêm nay đừng sợ, \" Jacob nói, trong khi Charlie giả vờ không thắt dây an toàn được.  \"Chúng tôi sẽ ở bên ngoài, canh chừng. \" \" Tôi không lo cho mình đâu, \" tôi hứa.  \" Bạn ngốc lắm. Săn ma cà rồng vui lắm.  Đó là phần thích nhất trong toàn bộ chuyện lộn xộn này.” Tôi lắc đầu. \" Nếu tôi mà ngốc, thì bạn không tự chủ một cách đáng ngại.” Anh chàng cười khúc khích. \" Nghỉ ngơi một chút, Bella, bé à. Bạn trông kiệt sức quá. \" \"Tôi sẽ cố. \" Charlie ấn còi sốt ruột. \"Hẹn gặp bạn ngày mai, \" Jacob nói. \"Xuống ngay lúc sáng sớm nhe. \" \"Ừ. \" Charlie theo tôi về nhà. Tôi ít chú ý đến mấy cái đèn trong kính chiếu hậu mà tự hỏi không biết bây giờ Sam và Jared và Embry và Paul đang ở đâu, trong rừng đêm. Tôi tự hỏi không biết Jacob đã nhập bọn với họ chưa.  Khi về đến nhà, tôi vội vã lên cầu thang, nhưng Charlie đã ở ngay phía sau tôi.  \"Chuyện gì đang xảy ra vậy, Bella ?\" ông hỏi trước khi tôi kịp trốn. \"Bố cứ tưởng Jacob thuộc băng đảng gì đó và hai con đang giận nhau.” \"Tụi con làm hoà rồi. \" \"Còn vụ băng đảng thì sao?\" \"Con không biết --- ai mà hiểu nỗi mấy thằng con trai mới lớn chớ? Tụi nó bí ẩn quá trời.  Nhưng con đã gặp Sam Uley và hôn thê của anh ấy, Emily. Họ tốt với con lắm. \" Tôi nhún vai. \"Mọi chuyện chỉ là hiểu lầm mà thôi.” Mặt ông thay đổi. \"Bố chưa nghe nói nó và Emily đã chính thức chuyện đó.  Thiệt hay. Con nhỏ tội nghiệp. \" \"Bố có biết chuyện gì đã xảy ra với bạn ấy không?\" \"Bị gấu tấn công, ở phía bắc, trong mùa cá hồi đẻ trứng -  tai nạn khủng khiếp.  Giờ đã hơn một năm rồi. Bố nghe nói Sam đã đau khổ ghê lắm vì chuyện đó. \" \"Khủng khiếp quá, \" tôi lặp lại. Hơn một năm trước. Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push. Tôi rùng mình khi nghĩ đến chuyện  Sam cảm thấy ra sao mỗi lần anh nhìn mặt Emily.  Đêm đó, tôi nằm thao thức thật lâu cố sắp xếp chuyện trong ngày. Tôi nhớ ngược từ bữa tối với Billy, Jacob, và Charlie, đến suốt buổi chiều ở nhà Black, hồi hộp chờ nghe tin Jacob, đến căn bếp của Emily, đến nỗi kinh hoàng vì trận đánh nhau của người sói, đến cuộc nói chuyện với Jacob trên bãi biển.  Tôi nghĩ về điều Jacob nói sáng sớm nay, về sự giả nhân giả nghĩa. Tôi nghĩ về điều đó thật lâu. Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ? Tôi cuộn chặt người. Không, Edward không phải là một kẻ giết người. Ít nhất thì, ngay cả trong quá khứ đen tối hơn của anh, anh cũng chưa từng là kẻ giết người vô tội.  Nhưng chuyện gì sẽ xảy ra nếu anh vậy?  Chuyện gì sẽ xảy ra nếu, suốt thời gian tôi quen biết anh, anh cũng như mọi con ma cà rồng khác?  Chuyện gì sẽ xảy ra nếu mọi người cũng mất tích trong rừng, giống như bây giờ?  Liệu điều ấy có cản tôi đến gần anh không? Tôi lắc đầu buồn bã. Tình yêu là phi lý, tôi tự nhắc mình. Bạn càng yêu ai đó, thì lại càng ít làm chuyện hợp lý hơn.  Tôi úp người cố nghĩ về chuyện khác - và tôi nghĩ về Jacob và anh em của anh, chạy trogn rừng trong đêm tối. Tôi ngủ thiếp đi khi đang hình dung mấy con sói, ẩn trong màn đêm, bảo vệ tôi khỏi hiểm nguy. Khi mơ, tôi lại đứng trong rừng, nhưng không còn lang thang nữa. Tôi đang nắm bàn sứt sẹo của Emily cùng nhìn vào bóng đêm, lo lắng chờ đợi mấy người sói của chúng tôi quay về."
        }
    ],
    "suggestions": []
}