{
    "en_vn": {
        "data": {
            "content": null,
            "word": "squatting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "squatting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "squatting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "squatting"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngồi xổm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">squatting closet</font><font color=\"#282828\">: hố xí kiểu ngồi xổm</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">refractoriness squatting test</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự thử độ chịu lửa (bằng cách xem độ lún mẫu thử)</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "squatting"
        }
    },
    "sentences": [
        {
            "en": "He is <em>squatting</em> on a chair.",
            "vi": "Anh ta ngồi xổm trên ghế."
        },
        {
            "en": "Homeless people <em>squatting</em> in a derelict house.",
            "vi": "Những người không có nhà chiếm dụng một ngôi nhà vô chủ."
        },
        {
            "en": "Homeless people are <em>squatting</em> in a derelict house.",
            "vi": "Những người không có nhà chiếm dụng một ngôi nhà vô chủ."
        },
        {
            "en": "Chiyo-chan, why are you <em>squatting</em> there behind that tree?",
            "vi": "Kìa cháu chiyo, tại sao cháu ngồi chồm hổm sau gốc cây thế?"
        },
        {
            "en": "Your children are sitting <em>squatting</em> and looking at a cock-fight.",
            "vi": "Bọn trẻ nhà anh đang ngồi chồm hổm xem chọi gà."
        },
        {
            "en": "He drew a picture of looking <em>squatting</em> at a cock - fight.",
            "vi": "Nó vẽ bức tranh ngồi chồm hổm xem chọi gà."
        },
        {
            "en": "They ended up <em>squatting</em> in the empty houses on Oxford Road.",
            "vi": "Cuối cùng họ đã chiếm dụng những căn nhà bỏ hoang trên đường Oxford."
        },
        {
            "en": "Your children are sitting <em>squatting</em> and looking at a cock - fight.",
            "vi": "Bọn trẻ nhà anh đang ngồi chồm hổm xem chọi gà."
        },
        {
            "en": "\"Can you count to five, Robbie?\" I asked, <em>squatting</em> down next to him.",
            "vi": "\"Robbie, con có đếm được đến năm không?\", tôi vừa hỏi vừa ngồi xổm xuống cạnh nó."
        },
        {
            "en": "The spark will fly if he comes back and finds me <em>squatting</em> here.",
            "vi": "Nếu anh ấy về và thấy tôi ngồi ở đây thế nào cũng ầm ĩ lên."
        },
        {
            "en": "He drew a picture of looking <em>squatting</em> at a cock-fight.",
            "vi": "Nó vẽ bức tranh ngồi chồm hổm xem chọi gà."
        },
        {
            "en": "The two guides watched us impatiently, <em>squatting</em> a yard or two away.",
            "vi": "Hai người dẫn đường ngồi xổm cách chúng tôi một hai thước và nóng nảy nhìn chúng tôi."
        },
        {
            "en": "What Sayuri means is that she lost her balance when she tried to stand once again from a <em>squatting</em> position.",
            "vi": "Sayuri muốn nói rằng cô ấy mất thăng bằng khi cố đứng lên sau khi ngồi xổm để tiểu."
        },
        {
            "en": "Doctors at the Royal Adelaide Hospital, South Australia, said the jeans, combined with the <em>squatting</em>, had reduced blood supply to the leg muscles.",
            "vi": "Những Bác sĩ tại Bệnh viện Hoàng gia Adelaide, phía Nam nước Úc, cho biết những chiếc quần jeans kết hợp với việc ngồi xổm làm giảm lưu lượng máu đến các bắp chân."
        },
        {
            "en": "Even when she needed to use the toilet, she made Auntie stand just outside the door and hold her hands to help her balance in a <em>squatting</em> position.",
            "vi": "Thậm chí khi vào phòng vệ sinh, bà cũng cần có dì đứng ngoài cửa nắm hai tay bà để bà ngồi xuống cho vững."
        },
        {
            "en": "When i turned - still <em>squatting</em> on the path, and covering my nakedness with my arms as best i could - there stood mr. Tanaka.",
            "vi": "Khi quay lại - tôi vẫn ngồi chồm hổm ở giữa đường, lấy hai tay cố che thân thể trần truồng của mình - tôi thấy ông tanaka đứng gần sau tôi."
        },
        {
            "en": "I spent a long while Monday afternoon pretending to weed the courtyard while really only <em>squatting</em> on the stones and brooding.",
            "vi": "Cả buổi chiều thứ hai tôi giả vờ ngồi nhổ cỏ ở ngoài sân thực ra tôi chỉ ngồi để suy nghĩ tìm cách trốn thóat."
        },
        {
            "en": "him was big : his pointed ears, and his pointed mouth with the tongue hanging out, and his strong shoulders and legs, and his two paws side by side, and his tail curled around the <em>squatting</em> haunch.",
            "vi": "Mọi thứ thuộc về nó đều lớn hết - những chiếc tai nhọn, cái mõm nhọn, chiếc lưỡi thè dài, vai và chân chắc nịch, hai bàn chân trước đặt sát nhau, còn chiếc đuôi quấn quanh hông."
        },
        {
            "en": "Perhaps fifteen or twenty of them sat pitched forward onto their poles, with their drivers <em>squatting</em> nearby, smoking or eating; some of the drivers even lay curled up asleep right there in the filth of the street.",
            "vi": "Có lẽ có khỏang mười lăm đến hai mươi chiếc đang gác càng xe trên mặt đất còn các phu xe thì ngồi chò hỏ bên cạnh xe họ, người hút thuốc, kẻ ăn cơm; hai phu xe nằm cuộn người ngủ ngay trên mặt đất dơ dáy."
        },
        {
            "en": "Everything about him was big : his pointed ears, and his pointed mouth with the tongue hanging out, and his strong shoulders and legs, and his two paws side by side, and his tail curled around the <em>squatting</em> haunch.",
            "vi": "Mọi thứ thuộc về nó đều lớn hết - những chiếc tai nhọn, cái mõm nhọn, chiếc lưỡi thè dài, vai và chân chắc nịch, hai bàn chân trước đặt sát nhau, còn chiếc đuôi quấn quanh hông."
        }
    ],
    "suggestions": []
}