{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[∫ri:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">từ bỏ tôn kính khi nói với người đàn ông Ấn độ; ngài</td></tr></table><i/></div>",
            "word": "sri"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sri"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sri"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sri"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sri"
        }
    },
    "sentences": [
        {
            "en": "Yes, <em>sri</em> who is there?",
            "vi": "Dạ đúng, thưa ông. Ai đầu dây đấy ạ?"
        },
        {
            "en": "<em>Sri</em> Lankan asylum seekers ended protest.",
            "vi": "Những người tỵ nạn chính trị sri lankan đã chấm dứt việc chống đối."
        },
        {
            "en": "<em>Sri</em> Lanka is setting for snap election.",
            "vi": "Sri Lanka đang sắp đặt một cuộc bầu cử đột xuất."
        },
        {
            "en": "<em>Sri</em> Lanka signed a special agreement with China in 1997.",
            "vi": "Sri Lanka đã ký một thỏa thuận đặc biệt với Trung Quốc vào năm 1997."
        },
        {
            "en": "Community-based water services in India, <em>Sri</em> Lanka and Indonesia",
            "vi": "Các dịch vụ nước dựa vào cộng đồng tại Ấn độ, Sri Lanka và Indonesia"
        },
        {
            "en": "The Roman Empire imported luxury goods from <em>Sri</em> Lanka, including gemstones and cinnamon.",
            "vi": "Đế chế La Mã nhập khẩu hàng hóa xa xỉ từ Sri Lanka, bao gồm đá quý và quế."
        },
        {
            "en": "Most of the world's tea comes from four countries : India, China, Kenya and <em>Sri</em> Lanka.",
            "vi": "Hầu hết chè trên thế giới bắt nguồn từ bốn quốc gia: Ấn Độ, Trung Quốc, Kenya và Sri Lanka."
        },
        {
            "en": "The observation car is one of the most comfortable of carriages on <em>Sri</em> Lankan trains.",
            "vi": "Toa kính là toa khách tiện nghi nhất trong hệ thống xe lửa Sri Lankan."
        },
        {
            "en": "The three excluded cases are Indonesia, Malaysia, and <em>Sri</em> Lanka, all in the 90’s.",
            "vi": "Ba trường hợp bị loại ra là Indonesia, Malaysia, và Sri Lanka, tất cả trong thập kỉ 90."
        },
        {
            "en": "The US and Norway deny accusations of funding <em>Sri</em> Lanka opposition.",
            "vi": "Mỹ và Na Uy đã phủ nhận những lời buộc tội về việc lập quỹ chống lại Sri Lanka."
        },
        {
            "en": "They discussed eight operations with <em>Sri</em> Lankan President Chandrika Kumaratunga on Sunday in Colombo.",
            "vi": "Hôm chủ nhật, họ đã thảo luận tám chiến dịch với tổng thống sri lanka chandrika kumaratunga ở colombo."
        },
        {
            "en": "Hambantota, in southern <em>Sri</em> Lanka, was a sleepy seaside village devastated by the 2004 tsunami.",
            "vi": "Hambantota ở miền nam Sri Lanka là một ngôi làng tĩnh lặng ven biển, đã bị tàn phá bởi cơn sóng thần năm 2004."
        },
        {
            "en": "Pakistan has offered a soft loan USD 200 million to <em>Sri</em> Lanka.",
            "vi": "Pakistan đã đề nghị một vốn vay mềm trị giá 200 triệu USD cho Sri Lanka."
        },
        {
            "en": "Why don't you spend your time discovering the beauty of <em>Sri</em> Lanka?",
            "vi": "Sao bạn lại không dành thời gian để khám phá vẻ đẹp của Sri Lanka chứ?"
        },
        {
            "en": "The huge wave killed more than 30 thousand people in <em>Sri</em> Lanka alone.",
            "vi": "Sóng thần đã làm thiệt mạng hơn 30 ngàn người, chỉ riêng ở sri lanka."
        },
        {
            "en": "Isham and Kahkonen (1999) study of water projects in India, <em>Sri</em> Lanka, Indonesia",
            "vi": "Nghiên cứu của Isham và Kahkonen (1999) về các dự án cấp nước tại Ấn độ, Sri Lanka, Indonesia"
        },
        {
            "en": "“I am delighted to announce the appointment of <em>Sri</em> Mulyani Indrawati.",
            "vi": "\"Tôi hết sức vui mừng tuyên bố việc bổ nhiệm bà Sri Mulyani Indrawati."
        },
        {
            "en": "Most of the world's tea comes from four countries: India, China, Kenya and <em>Sri</em> Lanka.",
            "vi": "Hầu hết chè trên thế giới bắt nguồn từ bốn quốc gia : Ấn Độ, Trung Quốc, Kenya và Sri Lanka."
        },
        {
            "en": "Ayurvedic medicine has been the traditional medicine of India and <em>Sri</em> Lanka for at least the past two thousand years.",
            "vi": "Y học Ấn Độ cổ đại là y học truyền thống của Ấn Độ và Xri Lan-ca ít nhất là trong 2000 năm qua."
        },
        {
            "en": "Socially Responsible Investing (<em>SRI</em>) includes aspects of three pillars: screening; shareholder action and advocacy; and community economic development.",
            "vi": "Đầu tư có trách nhiệm mang tính xã hội (SRI) bao gồm các khía cạnh của ba trụ cột : kiểm tra ; tác động và tuyên truyền đến cổ đông ; và phát triển kinh tế cộng đồng."
        }
    ],
    "suggestions": []
}