{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['steibilalz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">stabilize</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['steibilalz]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">stabilize</font></td></tr></table><i/></div>",
            "word": "stabilise"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stabilise"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stabilise"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stabilise"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stabilise"
        }
    },
    "sentences": [
        {
            "en": "Produce is stored to <em>stabilise</em> price in the domestic market.",
            "vi": "Nông sản được dự trữ để bình ổn giá trong thị trường nội địa."
        },
        {
            "en": "The plant operator, Tepco, is still trying to <em>stabilise</em> the nuclear facility.",
            "vi": "Cơ quan điều hành nhà máy, Tepco, vẫn đang tìm cách ổn định cơ sở hạt nhân này"
        },
        {
            "en": "It helped <em>stabilise</em> the financial system, drastically reducing inflation and real interest rates.",
            "vi": "Nó đã góp phần ổn định hệ thống tài chính, giảm mạnh lạm phát và lãi suất thực."
        },
        {
            "en": "Other than for this, there is probably little scope for measures to <em>stabilise</em> export prices.",
            "vi": "Ngoài điều này ra, có thể hiếm có biện pháp gì khác để bình ổn giá xuất khẩu."
        },
        {
            "en": "Universally, attempts over the past half-century to <em>stabilise</em> world prices have met with little success.",
            "vi": "Trên toàn thế giới, những nỗ lực trong vòng nửa thế kỷ vừa qua nhằm bình ổn giá cả quốc tế chỉ thành công ở mức hạn chế."
        },
        {
            "en": "In order to curb inflation, the city plans to <em>stabilise</em> prices for essential goods as soon as possible.",
            "vi": "Để kiềm chế lạm phát, thành phố có kế hoạch ổn định giá cả những mặt hàng thiết yếu ngay khi có thể."
        },
        {
            "en": "As part of advanced preparations, stores, trade centres and supermarket chains stockpiled sufficient goods to <em>stabilise</em> market prices during Tet.",
            "vi": "Vì đã phần nào chuẩn bị từ trước nên các cửa hàng, trung tâm thương mại và các chuỗi siêu thị vẫn dự trữ hàng hoá đủ để bình ổn giá thị trường trong những ngày Tết."
        },
        {
            "en": "But when a drought hit Russia last year, the country's government banned the export of wheat to <em>stabilise</em> prices at home.",
            "vi": "Tuy nhiên, hạn hán hoành hành ở Nga vào năm ngoái đã làm cho chính phủ nước này phải cấm xuất khẩu lúa mì để bình ổn giá trong nước."
        },
        {
            "en": "Prime Minister Nguyen Tan Dung introduced to the law - makers the Government's eight - solution package to curb inflation, <em>stabilise</em> macro - economy and ensure social welfare and sustainable development.",
            "vi": "Thủ tướng Nguyễn Tấn Dũng giới thiệu với các nhà lập pháp tám giải pháp của Chính phủ để kiềm chế lạm phát, ổn định kinh tế vĩ mô, bảo đảm an sinh xã hội và phát triển bền vững."
        },
        {
            "en": "Prime Minister Nguyen Tan Dung introduced to the law-makers the Government's eight-solution package to curb inflation, <em>stabilise</em> macro-economy and ensure social welfare and sustainable development.",
            "vi": "Thủ tướng Nguyễn Tấn Dũng giới thiệu với các nhà lập pháp tám giải pháp của Chính phủ để kiềm chế lạm phát, ổn định kinh tế vĩ mô, bảo đảm an sinh xã hội và phát triển bền"
        },
        {
            "en": "We have been able to control inflation and <em>stabilise</em> our exchange rate, providing a macroeconomic stability that is required for private sector development.",
            "vi": "Chúng tôi có thể đã kiểm soát được lạm phát, ổn định tỷ giá hối đoái và tạo dựng sự ổn định về kinh tế vĩ mô, là yếu tố cần thiết để phát triển khu vực tư nhân."
        },
        {
            "en": "However, reintroducing animals into a fragmented and fragile population may add just enough impetus for it to <em>stabilise</em> and expand, rather than die out.",
            "vi": "Tuy nhiên, việc tái tạo động vật trở thành một quần thể bị phân mảnh và mong manh có thể tăng thêm động lực đủ để nó ổn định và mở rộng hơn là chết đi."
        },
        {
            "en": "The apparent fickleness of global corporations makes clear what a tightrope the government is walking as it tries to <em>stabilise</em> a tottering economy.",
            "vi": "Chúng ta dễ dàng nhận thấy các công ty toàn cầu hay thay đổi chứng tỏ chính phủ đang đi trên dây mà phải ra sức ổn định nền kinh tế chao đảo."
        },
        {
            "en": "The success in reducing inflation can be attributed to the reduction of the trade deficit, which allowed the government to <em>stabilise</em> the exchange rate (see Annex 1 to this chapter for an empirical presentation).",
            "vi": "Thành công trong việc giảm lạm phát là do giảm thâm hụt ngân sách, điều này đã cho phép chính phủ bình ổn tỉ giá hối đoái (xem phụ lục 1 về số liệu thực nghiệm của chương này)."
        },
        {
            "en": "There needs to be widespread recognition that well-being indicators do not change in the short run, and even when they do, it takes some time before income levels <em>stabilise</em> at a higher level.",
            "vi": "Cần ghi nhận rằng các chỉ tiêu chất lượng sống không kịp thay đổi trong một thời gian ngắn, và thậm chí ngay cả khi như vậy, cũng cần thời gian để thu nhập ổn định ở mức mới cao hơn."
        },
        {
            "en": "Work to <em>stabilise</em> the nuclear plant is continuing. Engineers are pumping water into three reactors to cool fuel rods after cooling systems were knocked out by the quake and tsunami.",
            "vi": "Công việc ổn định nhà máy hạt nhân đang tiếp diễn. Các kỹ sư đang bơm nước vào ba lò phản ứng để làm nguội các thanh nhiên liệu sau khi các hệ thống làm nguội bị động đất và sóng thần phá hỏng"
        },
        {
            "en": "Mr. Wen acknowledged the downturn that has gathered pace in China in recent months. But he insisted his government still had the ability and the will to <em>stabilise</em> the economy, albeit at lower levels than the annual average 10.7 per cent growth seen throughout his time in office.",
            "vi": "Ông Ôn thừa nhận thời kỳ suy thoái đã tăng tốc ở Trung Quốc trong mấy tháng gần đây. Nhưng ông nhấn mạnh chính phủ nước này vẫn còn khả năng và ý chí để ổn định nền kinh tế, mặc dù ở mức thấp hơn mức tăng trưởng trung bình hàng năm 10.7 %  trong suốt thời gian ông đương quyền."
        },
        {
            "en": "15 April 2011 Last updated at 05:45 GMT          15 April 2011 Last updated at 05:45 GMT  http://www.bbc.co.uk/news/world-asia-pacific-13090304 Tepco to compensate Japan's nuclear plant victims The Japanese government has ordered the operator of the nuclear plant damaged by last month's quake and tsunami to pay compensation to affected families.  About 48,000 families who lived within 30km (18 miles) of the Fukushima Daiichi plant will be eligible. The compensation is described as provisional, with more details to be announced later in the day. The plant operator, Tepco, is still trying to <em>stabilise</em> the nuclear facility. \"Tokyo Electric Company (Tepco) is to make an urgent and speedy payment in order to compensate for the losses incurred by evacuation and orders to stay indoors,\" said chief government spokesman Yukio  \"The basic idea is that one household will receive 1 million yen ($12,000, £7,331). We think that such an amount is necessary as a provisional payment,\" he said. The BBC's correspondent in Tokyo, Roland Buerk, says the payments are the first of what is likely to be a massive compensation bill. JP Morgan has estimated Tepco may face claims of up to 2 trillion yen, nearly $24bn (£15bn) by the end of this year. Protests  Tepco and the Japanese government have faced criticism for not offering compensation earlier.  People forced to leave the area near the nuclear plant have been living in evacuation centres for more than a month. With businesses shut, fields untended and fishing abandoned many have lost their livelihoods as well as their homes, our correspondent says. There have been protests outside the headquarters of the plant's operator, with some protesters travelling long distances to make their feelings known. \"There are around 150 evacuation centres alone. It will take some time until everyone gets money. But we want the company to quickly do this to support people's lives,\" Trade Minister Banri Kaieda said at a news conference. “Chỉ mới tính các trung tâm sơ tán thôi đã có 150 điểm. Phải mất một thời gian mọi người mới nhận được tiền. Nhưng chúng tôi muốn công ty này nhanh chóng làm điều đó để hỗ trợ cuộc sống của người dân,” Bộ Trưởng Thương Mại Banri Kaieda tuyên bố trong một cuộc họp báo The ministry said the government's approach to Tepco was a request, not an order. Tepco's president, Masataka Shimizu, was expected to formally announce the plan later on Friday.  \"This is just a beginning. The accident has not ended. We will continue to ask the government and Tepco to fully compensate evacuees,\" said the governor of Fukushima, Yuhei Sato. Search continues  Work to <em>stabilise</em> the nuclear plant is continuing. Engineers are pumping water into three reactors to cool fuel rods after cooling systems were knocked out by the quake and tsunami.  They have discharged waste water with low levels of radioactivity into the sea to make room to store more highly contaminated waste water on site.  Water needs to be removed from the basements of reactors 1, 2, and 3 before vital work on the cooling systems can begin.  On Thursday Tepco said that water levels in the basement of reactor 2 were continuing to rise, even as some was being pumped to storage.  Meanwhile, Japanese police are continuing their search for victims of the 11 March disasters within a 10km zone around the damaged Fukushima nuclear plant.  Up to 1,000 bodies are thought to be in the area, but their retrieval has been delayed because of radiation fears.  The earthquake and tsunami left 13,538 people dead and another 14,589 are missing. More than 150,000 have been made homeless",
            "vi": "15 April 2011 Last updated at 05:45 GMT         15 April 2011 Last updated at 05:45 GMT  http://www.bbc.co.uk/news/world-asia-pacific-13090304 Tepco phải bồi thường cho các nạn nhân nhà máy điện hạt nhân Nhật bản Chính quyền Nhật Bản vừa ra lệnh cơ quan điều hành nhà máy điện hạt nhân bị hư hỏng do động đất và sóng thần vào tháng trước phải bồi thường cho các gia đình bị ảnh hưởng Khoảng 48.000 gia đình sống trong phạm vi cách nhà máy Fukushima Daiichi 30km (18 dặm) sẽ đủ điều kiện nhận bồi thường Đợt bồi thường này được mô tả là tạm thời, các chi tiết khác sẽ được thông báo sau trong ngày Cơ quan điều hành nhà máy, Tepco, vẫn đang tìm cách ổn định cơ sở hạt nhân này  “Công ty Điện lực Tokyo (Tepco) sẽ phải thanh toán khẩn cấp và nhanh chóng để bồi thường cho các thiệt hại phát sinh do sơ tán và các chỉ thị ở lại trong nhà,” Yukio Edano phát ngôn viên chính của chính quyền cho biết  “Ý cơ bản là một gia đình sẽ nhận 1 triệu yen (12.000 đô-la, 7.331 bảng). Chúng tôi nghĩ rằng số tiền như thế là cần thiết cho khoản thanh toán tạm thời,” ông ấy nói Phóng viên BBC tại Tokyo, Roland Buerk, tường thuật các khoản thanh toán này là đợt đầu tiên trong cái có thể là số tiền bồi thường trên quy mô lớn JP Morgan ước lượng Tepco có thể đối mặt với các đơn kiện đòi đền bù lên đến 2 ngàn tỷ yen, gần bằng 24 tỷ đô-la (15 tỷ bảng Anh) đến cuối năm nay Biểu tình     Tepco và chính phủ Nhật hiện đối mặt với chỉ trích vì không đưa ra chính sách đền bù sớm hơn Người dân bị buộc rời khỏi khu vực gần nhà máy điện hạt nhân đang sống trong các trung tâm sơ tán hơn một tháng nay Khi doanh nghiệp bị đóng cửa, ruộng đồng bị bỏ hoang còn nghề cá bị phó mặc nhiều người đã mất đi nguồn sống cũng như nhà ở, phóng viên của chúng tôi cho biết Đã có các cuộc biểu tình bên ngoài trụ sở cơ quan điều hành nhà máy điện, trong đó có một số người biểu tình đã lặn lội đường xa đến để bày tỏ cảm nghĩ của mình  “Chỉ mới tính các trung tâm sơ tán thôi đã có 150 điểm. Phải mất một thời gian mọi người mới nhận được tiền. Nhưng chúng tôi muốn công ty này nhanh chóng làm điều đó để hỗ trợ cuộc sống của người dân,” Bộ Trưởng Thương Mại Banri Kaieda tuyên bố trong một cuộc họp báo Bộ này cho biết cách chính phủ giải quyết vấn đề Tepco là một đề nghị, không phải là mệnh lệnh Chủ tịch của Tepco, Masataka Shimizu, được dự đoán sẽ chính thức thông báo kế hoạch vào cuối ngày thứ Sáu  “Đây chỉ mới là khởi đầu. Tai nạn này chưa chấm dứt. Chúng tôi sẽ tiếp tục yêu cầu chính phủ và Tepco bồi thường đầy đủ cho người sơ tán,” thống đốc Yuhei Sato của Fukushima cho biết  Công tác tìm kiếm tiếp diễn Công việc ổn định nhà máy hạt nhân đang tiếp diễn. Các kỹ sư đang bơm nước vào ba lò phản ứng để làm nguội các thanh nhiên liệu sau khi các hệ thống làm nguội bị động đất và sóng thần phá hỏng Họ đã xả nước thải có mức nhiễm xạ thấy ra biển để có chỗ chứa thêm nước thải có độ nhiễm xạ cao hơn ngay tại chỗ Nước cần được xả khỏi các tầng hầm của các lò phản ứng 1, 2 và 3 trước khi công việc quan trọng xử lý các hệ thống làm nguội có thể bắt đầu Hôm thứ Năm Tepco cho biết mực nước ở các tầng hầm lò phản ứng số 2 đang tiếp tục dâng cao, thậm chí khi môt lượng nước đang được bơm vào nơi lưu trữ Trong khí đó, cảnh sát Nhật đang tiếp tục tìm kiếm các nạn nhân của các thảm họa ngày 11 tháng Ba trong phạm vi khu vực 10 km quanh nhà máy hạt nhân Fukushima bị hư hỏng Khu vực này được cho là có đến 1.000 thi thể, nhưng việc thu hồi xác của họ bị trì hoãn do sợ phóng xạ Động đất và sóng thần đã làm 13.538 người và 14.589 người khác mất tích. Hơn 150.000 người lâm vào cảnh không nhà."
        },
        {
            "en": "Fukushima workers withdraw after radiation spikes       A spike in radiation levels at Japan's stricken Fukushima nuclear plant has forced workers to suspend their operation, a government spokesman says.  He was speaking after smoke was seen rising from reactor three. Earlier, a blaze struck reactor four for the second time in two days. Friday's 9.0-magnitude earthquake and tsunami, which killed thousands, damaged the plant's cooling functions. The site has also been hit by four explosions, triggering radiation leaks. 'On standby'  On Wednesday, Japanese Cabinet Secretary Yukio Edano said at a news briefing that workers at Fukushima had been withdrawn following the rise in radiation levels. It is believed that about 50 employees had been working at the plant to try to <em>stabilise</em> its four reactors.   Mr Edano also said that the radiation levels were now falling: from 1,000 millisieverts on Wednesday morning to 600-800.  But that was still more than average, Mr Edano said, adding that \"the workers cannot carry out even minimal work at the plant now. Because of the radiation risk, we are on standby.\" Officials had earlier warned people within 20-30km (12-19 miles) of the site to either leave the area or stay indoors. But they now say that that there are no plans to extend the evacuation zone. The new fire at reactor four was reported early on Wednesday. Three hours later, Japan's nuclear safety agency said flames could no longer be seen.   But white smoke was later seen rising from reactor three. Officials are investigating the cause of both incidents and the damage done, with Mr Edano saying the smoke was probably steam from the evaporation of water, which caused the higher radiation. \"A part of the containment vessel is broken and it seems like the vapour is coming out from there. So... [it] appears to be that vapour is coming out from the broken part.  \"And I'm not saying this with absolute certainty, but I'm saying this with an assumption. There's a high probability of such a phenomenon going on,\" Mr Edano said. 'Boiling pool' Twenty-four hours earlier, on Tuesday morning, another fire broke out in the spent fuel storage pond at reactor four.  The reactor had been shut down before the quake for maintenance, but its spent fuel rods were still stored on the site. Kyodo news agency says the storage pool may be boiling and further radiation leaks are feared. The Tokyo Electric Power Co (Tepco), which operates the Fukushima plant, said it may pour water and fire retardant from helicopters to stop fuel rods from being exposed to the air and releasing even more radioactivity. The crisis at the plant - which has six nuclear reactors - began when the earthquake struck. Explosions rocked the buildings housing reactors one and three on Saturday and Monday. On Tuesday morning, a third blast hit the building of reactor two, while a fourth damaged the building of reactor four. Officials say the explosions at the first three reactors, and possibly the fourth as well, were caused by a build-up of hydrogen. Mr Edano has said that cooling seawater is being pumped into reactors one and three - which are returning to normal - and into reactor two, which remained unstable.",
            "vi": "Fukushima workers withdraw after radiation spikes      Việc tăng mức phóng xạ lên đột ngột tại nhà máy hạt nhân Fukushima do động đất gây ra tại Nhật Bản đã buộc công nhân phải tạm hoãn hoạt động của họ, người phát ngôn của chính phủ nói.  Ông đang nói sau khi thấy khói đang dâng lên từ lò phản ứng số ba. Trước đó, ngọn lửa đã xảy ra lần thứ hai tại lò phản ứng số bốn trong vòng hai ngày. Động đất 9.0 độ Rích-te và sóng thần hôm thứ sáu, đã giết chết hàng ngàn người, gây thiệt hại chức năng làm lạnh của nhà máy này.  Nơi đây cũng đã xảy ra bốn vụ nổ, gây ra rò rỉ phóng xạ.   “Ở tư thế sẵn sàng” Vào hôm thứ tư, Đổng lý nội các Nhật Bản - Yukio Edano đã phát biểu ở bản tin vắn rằng những công nhân ở Fukushima đã rút khỏi nhà máy sau khi mức phóng xạ tăng. Được biết là có khoảng 50 nhân viên đã làm việc ở nhà máy này để cố ổn định bốn lò phản ứng của nó.  Ông Edano cũng nói rằng mức phóng xạ bây giờ đang giảm: từ 1,000 millisievert vào sáng thứ tư xuống còn 600-800. Thế nhưng mức này vẫn còn trên ngưỡng trung bình, Ông Edano cho biết  thêm “hiện tại, công nhân thậm chí không thể thực hiện được công việc tối thiểu ở nhà máy. Vì nguy cơ phóng xạ, chúng tôi sẵn sàng ứng cứu trong tình trạng khẩn cấp\" Các quan chức đã cảnh báo trước đó với những người cư ngụ trong khoảng cách 20-30 km (12-19 dặm) của khu vực này hoặc phải rời khỏi khu vực này hoặc phải ở trong nhà. Nhưng giờ đây họ nói rằng không dự định mở rộng vùng di tản.  Ngọn lửa mới ở lò phản ứng số bốn đã được báo cáo vào đầu ngày thứ Tư. Ba giờ sau, cơ quan an toàn hạt nhân của Nhật Bản cho biết không còn thấy lửa nữa.  Thế nhưng sau đó mọi người thấy khói trắng đang dâng lên từ lò phản ứng số ba. Các quan chức đang điều tra nguyên nhân của cả sự cố lẫn thiệt hại xong, ông Edano nói khói có lẽ nước bốc hơi, gây ra mức phóng xạ cao hơn.  \"Một phần bình khí nén đã vỡ và có vẻ như chất hơi đang bốc ra từ đó. Vậy thì… [khói] dường như là chất hơi đang bốc ra từ bộ phận bị vỡ.  \"Và tôi không nói chuyện này chắc chắn một cách tuyệt đối, nhưng tôi đang nói ra điều này với sự giả định. Rất khả năng có một hiện tượng như vậy đang diễn ra, \" Ông Edano đã nói.   “Hồ đang sôi”  24 giờ đồng hồ trước đó, vào sáng thứ ba, một đám cháy khác đã xảy ra trong hồ chứa nhiên liệu đã sử dụng tại lò phản ứng số bốn.  Lò phản ứng này đã được cho ngừng hoạt động trước trận động đất để bảo trì, nhưng thanh nhiên liệu đã sử dụng của nó vẫn còn được lưu trữ tại nơi này.  Thông tấn xã Kyodo nói hồ chứa có thể đang sôi và sợ  rò rỉ phóng xạ nhiều hơn. Công ty điện lực Tokyo (Tepco), vận hành nhà máy Fukushima, cho biết công ty này có thể đổ nước và chất chống cháy từ trực thăng xuống để ngăn thanh nhiên liệu tiếp xúc với không khí và ngưng phóng thích chất phóng xạ ra nhiều hơn.  Khủng hoảng ở nhà máy - trong đó có sáu lò phản ứng hạt nhân - bắt đầu khi động đất xảy ra. Vụ nổ làm rung chuyển toà nhà chứa các lò phản ứng một và ba vào thứ bảy và thứ hai. Vào sáng thứ ba, vụ nổ thứ ba đã tấn công toà nhà của lò phản ứng số hai, trong khi vụ nổ thứ tư gây thiệt hại toà nhà của lò phản ứng số bốn. Viên chức cho biết các vụ nổ ở ba lò phản ứng đầu tiên, và có thể vụ nổ thứ tư cũng tương tự, gây ra do tích tụ khí hydro.  Ông Edano đã cho biết nước biển lạnh đang được bơm vào các lò phản ứng số một và ba - đang trở lại bình thường - và vào lò phản ứng số hai, vẫn chưa ổn định."
        },
        {
            "en": "US alarm over Japan atomic crisis        Increasing alarm has been voiced in the US about the crisis at the Fukushima Daiichi nuclear plant in Japan. A top US nuclear official said attempts to cool reactors with sea water to prevent a meltdown appeared to be failing and workers could be exposed to \"potentially lethal\" radiation doses.  Japanese army helicopters on Thursday dumped water on the reactors to try to cool overheated fuel rods. The plant was severely damaged by last week's huge earthquake and tsunami. US Energy Secretary Steven Chu has said that the situation at the plant appears to be more serious than the partial meltdown at the Three Mile Island nuclear plant in Pennsylvania in 1979.  The US state department has urged Americans living within 80km (50 miles) of Fukushima Daiichi, which lies 220km from Tokyo, to leave the area - a much wider exclusion zone than the 20km advised by the Japanese government. Some US military personnel in Japan have been given tablets against possible radiation effects. Britain has now advised its nationals currently in Tokyo and to the north of the capital to consider leaving the area. Engineers are racing to avert a nuclear catastrophe at Fukushima Daiichi, where the tsunami wrecked back-up diesel generators that kept the nuclear fuel cool. Workers have been dousing the reactors with sea water in a frantic effort to <em>stabilise</em> their temperatures, since the first in a series of explosions rocked the plant on Saturday.  'Unprecedented' crisis On Thursday, army helicopters dumped tonnes of water on reactor three - a day after they were forced to pull out amid concerns over radiation levels in the air above the site. There are fears that reactor three may have released radioactive steam due to a reported damage to its containment vessel. The helicopters soon left the site in order to minimise the crews' exposure to radiation. Meanwhile, water trucks are now on standby to spray water on to a spent-fuel storage pond at reactor four, following fires there. Fukushima has sent low levels of radiation wafting into Tokyo. Plant operator Tokyo Electric Power Co. has said it is seeking to restore the power supply to the plant's cooling systems \"as soon as possible\". On Wednesday, Greg Jaczko, chairman of the US Nuclear Regulatory Commission (NRC), told a congressional energy and commerce subcommittee hearing in Washington that there appeared to be serious problems with attempts to cool the reactors. \"We believe that around the reactor site there are high levels of radiation,\" he said. \"It would be very difficult for emergency workers to get near the reactors. The doses they could experience would potentially be lethal doses in a very short period of time.\" The US NRC has 11 agency experts in Tokyo monitoring the situation. Kỳ có 11 chuyên gia phân điểm ở Tokyo đang giám sát tình hình. The head of the UN's atomic energy agency, Yukio Amano, is travelling to Japan in person to gather more information. Earlier, in a rare public appearance, Japan's Emperor Akihito said he was \"deeply worried\" about the crisis his country was facing.  TV stations interrupted programming to show the emperor describing the crisis facing the nation as \"unprecedented in scale\".  The 77-year-old - deeply respected by many Japanese - said: \"I hope from the bottom of my heart that the people will, hand in hand, treat each other with compassion and overcome these difficult times.\"  Fukushima prefecture governor Yuhei Sato has criticised official handling of the evacuation of the area around the stricken power plant. \"Anxiety and anger felt by people have reached boiling point,\" he said.  Mr Sato said centres already housing people who had been moved from their homes near the plant did not have enough hot meals and basic necessities such as fuel and medical supplies. \"We're lacking everything,\" he said.  In other developments:  The benchmark Nikkei index fell 3.6% in early Thursday trading in Tokyo, shortly after the yen briefly hit the highest level against the US dollar since World War II \nFrance urged its nationals in Tokyo to leave the country or move south; two Air France planes were sent to begin evacuation \n \nAustralia advised its citizens to consider leaving Tokyo and the most damaged prefectures\n \nTurkey warned against travel to Japan \n  Thousands of people were killed in the 9.0-magnitude quake and tsunami. Snow has blanketed swathes of the disaster zone, where many survivors have little food, water or heat. About 450,000 people have been staying in temporary shelters, many sleeping on the floor of school gymnasiums. More than 4,300 people are listed as dead but it is feared the total death toll from the catastrophe, which pulverised the country's north-east coast, will rise substantially.",
            "vi": "Mỹ cảnh báo khủng hoảng hạt nhân ở Nhật      Mỹ tăng báo động về khủng hoảng tại nhà máy hạt nhân Fukushima Daiichi ở Nhật. Một quan chức hạt nhân hàng đầu của Mỹ cho biết những nỗ lực nhằm làm nguội các lò phản ứng bằng nước biển để ngăn chặn hiện tượng lõi lò phản ứng hạt nhân chảy tan có vẻ không thành công và công nhân có thể bị nhiễm liều lượng phóng xạ “có khả năng gây chết người”. Hôm nay các trực thăng quân sự Nhật Bản đã nỗ lực đổ nước xuống các lò phản ứng để làm nguội các thanh nhiên liệu đang trở nên quá nóng. Nhà máy này đã bị thiệt hại nghiêm trọng do cơn động đất và sóng thần xảy ra vào tuần trước. Bộ trưởng Năng lượng Hoa Kỳ Steven Chu cho biết  tình hình tại nhà máy này có vẻ nghiêm trọng hơn nhiều so với hiện tượng lõi lò phản ứng hạt nhân chảy tan một phần tại nhà máy hạt nhân Three Mile Island ở Pennsylvania vào năm 1979. Bộ ngoại giao Hoa Kỳ đã kêu gọi công dân Mỹ đang sống trong vòng bán kính 80 km ( 50 dặm ) ở Fukushima Daiichi cách Tokyo 220 km phải rời khỏi khu vực này xa hơn khu vực cấm khoảng 20km do chính phủ Nhật đưa ra. Một số quân đội Mỹ ở Nhật được cho viên ngừa khả năng ảnh hưởng phóng xạ. Hiện nay nước Anh đã khuyến cáo công dân Anh đang sống ở Tokyo và các vùng phía Bắc của thủ đô rời khỏi khu vực này. Các kỹ sư đang chạy đua để ngăn chặn thảm hoạ hạt nhân tại Fukushima Daiichi vì sóng thần đã phá huỷ máy phát điện diesel giữ mát nhiên liệu hạt nhân dự phòng. Công nhân nhà máy đang ra sức dập tắt các lò phản ứng bằng nước biển để ổn định nhiệt độ vì vụ nổ đầu tiên vào hôm thứ Bảy trong loạt cháy nổ đã làm rung chuyển nhà máy này.  Thảm hoạ ' chưa từng có ' Hôm nay, trực thăng quân sự đã đổ hàng tấn nước xuống lò phản ứng số ba- một ngày sau khi họ buộc phải dập tắt giữa những mối lo ngại về mức độ phóng xạ trong không khí quanh khu vực này. Người ta lo sợ rằng lò phản ứng số ba có thể đã phát tán hơi phóng xạ do bị hỏng bình khí nén như đã báo cáo. Các trực thăng sớm rời khỏi khu vực này để giảm thiểu sự tiếp xúc với phóng xạ cho phi hành đoàn. Trong khi đó, các xe tải chở nước đang sẵn sàng để xịt nước lên hồ chứa nhiên liệu đã dùng tại lò phản ứng số bốn, theo sau các vụ nổ ở đó. Nhà máy Fukushima đã phát tán mức phóng xạ thấp vào Tokyo. Người điều hành nhà máy Tokyo Electric Power Co cho biết họ đang tìm cách khôi phục lại nguồn cung cấp cho hệ thống làm lạnh của nhà máy “ càng sớm càng tốt”. Vào hôm thứ Tư, ông Greg Jaczko- chủ tịch Uỷ ban điều chỉnh hạt nhân Hoa Kỳ (NRC) cho biết tiểu bang thương mại và năng lượng thuộc quốc hội Hoa Kỳ đang nghe ngóng ở Washington rằng có vẻ như là có vấn đề nghiêm trọng trong nỗ lực làm lạnh các lò phản ứng. Ông nói :“Chúng tôi cho rằng quanh khu vực lò phản ứng có mức độ phóng xạ cao”.  “ Rất khó để thông báo khẩn cấp cho những công nhân đến gần các lò phản ứng. Liều lượng phóng xạ họ có thể nhiễm có khả năng gây chết người trong khoảng thời gian rất ngắn.” Uỷ ban điều chỉnh hạt nhân Hoa Kỳ có 11 chuyên gia phân điểm ở Tokyo đang giám sát tình hình. Giám đốc Cơ quan năng lượng nguyên tử của Liên Hiệp Quốc, ông Yukio Amano, đang tự mình đến Nhật để thu thập thêm thông tin. Trước đó, trong lần xuất hiện hiếm hoi trước công chúng, Nhật hoàng Akihito nói rằng ông “vô cùng lo lắng” về cuộc khủng hoảng mà đất nước ông đang phải đối mặt. Đài truyền hình đã cắt chương trình đang phát để chiếu phát biểu của Nhật hoàng về cuộc khủng hoảng mà nước nhật đang phải đối mặt là cuộc khủng hoảng “ quy mô chưa từng có”. Nhật hoàng 77 tuổi-luôn được sự kính trọng của người Nhật nói rằng: “ từ tận đáy lòng tôi hy vọng người Nhật sẽ tay trong tay, đối xử với nhau bằng tình thương và cùng nhau vượt qua khời khắc khó khăn này.”  Thống đốc Yuhei Sato thuộc quận Fukushima đã chỉ trích chính quyền về việc xử lý vùng di tản quanh nhà máy điện bị ảnh hưởng nặng. Ông cho biết “Sự lo lắng và giận dữ của người dân đã lên đến cực điểm.” Ông Sato còn nói các trung tâm cung cấp nơi ăn chốn ở cho những người ở gần nhà máy thì không đủ thức ăn nóng và các nhu cầu cơ bản như nhiên liệu và thuốc men. “ Chúng tôi đang thiếu mọi thứ”. Các diễn biến khác :  \nỞ Tokyo chỉ số chuẩn của Nikkei giảm 3.6% trong phiên giao dịch sáng thứ Năm, ngay sau khi đồng yên lên nhanh ở mức cao nhất so với đồng đô - la Mỹ từ thế chiến thứ II.\n Pháp kêu gọi công dân của họ ở Tokyo phải rời khỏi quốc gia này hoặc di chuyển về phía nam ; hai máy bay của hãng hàng không Pháp được gởi đến để bắt đầu cuộc di tản Úc khuyên công dân nên xem xét để rời khỏi Tokyo và những quận bị thiệt hại nặng Thổ Nhĩ Kỳ cảnh báo việc du lịch đến Nhật  Hàng ngàn người bị thiệt mạng trong vụ động đất 9.0 độ và sóng thần. Tuyết đã phủ khắp đống đổ nát ở khu vực thảm hoạ nơi nhiều người sống sót chỉ còn rất ít thức ăn, nước uống và nhiệt. Khoảng 450.000 người đang ở trong những nơi trú ẩn tạm thời, nhiều người phải nằm ngủ trên sàn phòng tập thể dục của trường học. Danh sách số người thiệt mạng được kiệt kê hơn 4300 người nhưng e rằng tổng số người chết từ vụ thảm hoạ đã phá huỷ vùng bờ biển đông bắc của đất nước này sẽ còn tăng lên đáng kể."
        }
    ],
    "suggestions": []
}