{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,steibəlai'zei∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">stabilization</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,steibəlai'zei∫n]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">stabilization</font></td></tr></table><i/></div>",
            "word": "stabilisation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stabilisation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stabilisation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stabilisation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stabilisation"
        }
    },
    "sentences": [
        {
            "en": "Macro-<em>stabilisation</em> proved to be an achievable target but it can be also easily lost.",
            "vi": "Ổn định vĩ mô tỏ ra là một mục tiêu có thể đạt được, nhưng cũng có thể dễ bị mất đi."
        },
        {
            "en": "It can also be interpreted as undermining support for what might be called \"heterodox\" <em>stabilisation</em> packages.",
            "vi": "Nó có thể cũng được xem là làm giảm đi sự ủng hộ cho cái gọi là chương trình ổn định hóa trọn gọi “không chính thống”."
        },
        {
            "en": "A second, more successful attempt to establish financial <em>stabilisation</em> took place during 1995-1996.",
            "vi": "Nỗ lực thiết lập ổn định tài chính lần thứ hai thành công hơn diễn ra vào năm 1995-1996."
        },
        {
            "en": "Instant price de-regulation, drastic macro-<em>stabilisation</em>, and instant unification into the world economy.",
            "vi": "Lập tức giảm các quy định quản lý giá cả, ổn định vĩ mô một cách triệt để, và lập tức hội nhập với nền kinh tế thế giới."
        },
        {
            "en": "In addition, prospects for macroeconomic <em>stabilisation</em> were limited as Uzbekistan remained within the ruble zone.",
            "vi": "Ngoài ra, triển vọng bình ổn kinh tế vĩ mô bị hạn chế bởi Uzơ-bê-ki-xtan vẫn còn nằm trong khu vực sử dụng đồng Rúp."
        },
        {
            "en": "The theoretical basis of IMF <em>stabilisation</em> programmes is the Mundell-Fleming model.",
            "vi": "Mô hình Mudell-Flemmming là cơ sở lý thuyết cho chương trình ổn định hóa của IMF."
        },
        {
            "en": "Thus, Viet Nam’s success in transition can be explained as a process of export-led <em>stabilisation</em>.",
            "vi": "Do đó, thành công của Việt Nam trong quá trình chuyển đổi có thể được giải thích như là một quá trình ổn định do xuất khẩu định hướng."
        },
        {
            "en": "Experts noted that other transition targets, like macro-<em>stabilisation</em>, have been relatively easier to achieve, although also easy to lose.",
            "vi": "Các chuyên gia lưu ý rằng những mục tiêu chuyển đổi khác, như ổn định vĩ mô, là tương đối dễ đạt được, mặc dù cũng dễ bị mất đi."
        },
        {
            "en": "Viet Nam continued a gradual <em>stabilisation</em> policy, and importantly did not accept the IMF’s advice on how to address hyperinflation.",
            "vi": "Việt Nam tiếp tục chính sách bình ổn dần dần, và điều quan trọng là không chấp nhận cách chống siêu lạm phát mà IMF khuyến cáo."
        },
        {
            "en": "Given the healthy fiscal surplus, fluctuations in oil prices are unlikely to have an adverse <em>stabilisation</em> impact.",
            "vi": "Với thặng dư tài khóa lành mạnh, dao động về giá cả dầu khí sẽ không tạo ra một tác động bất ổn định nào."
        },
        {
            "en": "This statistic is important,because <em>stabilisation</em> is considerably easier to achieve when growth performance is strong, especially export growth.",
            "vi": "Số liệu thống kê này rất quan trọng vì nền kinh tế được ổn định dễ hơn nhiều khi có mức tăng trưởng mạnh, đặc biệt là khi có tăng trưởng xuất khẩu cao."
        },
        {
            "en": "The overall macroeconomic <em>stabilisation</em> programmes implemented in Europe determined to a great extent the form privatisation took in these countries.",
            "vi": "Các chương trình ổn định kinh tế vĩ mô tổng thể được thực hiện ở Châu Âu quyết định rất lớn đối với hình thức tư nhân hoá ở những nước này."
        },
        {
            "en": "Worldwide, national attempts to reduce instability in producer prices through price <em>stabilisation</em> schemes have a history of failure.",
            "vi": "Trên toàn thế giới lịch sử nỗ lực của các quốc gia để giảm bớt sự bất ổn định về giá nhà sản xuất thông qua các chương trình bình ổn giá là lịch sử của sự thất bại."
        },
        {
            "en": "Fast reforms included macro-<em>stabilisation</em>, abolishing the mono-bank system and encouraging the creation of private firms.",
            "vi": "Các biện pháp cải cách nhanh bao gồm ổn định kinh tế vĩ mô, xoá bỏ hệ thống ngân hàng một cấp và khuyến khích thành lập các doanh nghiệp tư nhân."
        },
        {
            "en": "None-the-less, the results are sufficiently supportive of \"export-led\" <em>stabilisation</em> to adopt it as a working hypothesis.",
            "vi": "Tuy nhiên, các kết quả cũng đủ để hỗ trợ cho kết luận ổn định hóa do “xuất khẩu định hướng” để áp dụng nó như một giả thuyết tạm thời."
        },
        {
            "en": "It is also critical to ensure the consistency and effective coordination of macroeconomic <em>stabilisation</em> measures with microeconomic restructuring policies.",
            "vi": "Việc đảm bảo tính nhất quán và sự kết hợp hiệu quả giữa các biện pháp ổn định kinh tế vĩ mô với các chính sách chuyển đổi cơ cấu kinh tế vi mô cũng có ý nghĩa rất quan trọng."
        },
        {
            "en": "The creation of a central bank fully independent from the executive branch would dramatically reduce the government’s policy instruments for short term <em>stabilisation</em> and longer term development strategy.",
            "vi": "Việc thiết lập Ngân hàng Trung ương độc lập với các cơ quan hành pháp sẽ làm giảm đáng kể sức mạnh các công cụ chính sách của nhà nước nhằm tạo ra ổn định ngắn hạn và chiến lược phát triển dài hạn."
        },
        {
            "en": "Looking at the economic dimension, EU accession required the achievement of macroeconomic <em>stabilisation</em>, liberalisation of prices, trade and capital flows, privatisation and regulatory convergence towards EU norms.",
            "vi": "Nhìn vào khía cạnh kinh tế, gia nhập EU đòi hỏi phải đạt ổn định kinh tế vĩ mô, tự do hoá giá cả, luồng thương mại và vốn, tư nhân hoá và hội tụ về quy chế theo chuẩn của EU."
        },
        {
            "en": "Volatile political support of the reform process, especially of the macroeconomic <em>stabilisation</em> package, is behind the short-lived economic improvements of 1990 to 1994.",
            "vi": "Kết quả cải thiện kinh tế của giai đoạn 1990 - 1994 chỉ tồn tại một thời gian ngắn do tính không ổn dịnh của sự hậu thuẫn về chính trị đối với quá trình cải cách, đặc biệt là đối với việc ổn định kinh tế vĩ mô."
        },
        {
            "en": "An initial drastic <em>stabilisation</em> program followed by conservative and consistent macroeconomic policies characterised the second period lasting from 1995 to 2001.",
            "vi": "Nét nổi bật của giai đoạn thứ hai kéo dài từ 1995 đến 2001, là việc thực hiện triệt để chương trình ổn định bước đầu nền kinh tế, tiếp nối bằng các chính sách kinh tế vĩ mô mang tính thận trọng và nhất quán."
        }
    ],
    "suggestions": []
}