{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stacks",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stacks",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stacks",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>stacks</k><blockquote><blockquote><ex><abr>n.</abr> (in a library) closed; open stacks</ex></blockquote></blockquote></div>",
            "word": "stacks",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stacks",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He <em>stacks</em> the cards.",
            "vi": "Anh ta chia bài gian lận."
        },
        {
            "en": "Have <em>stacks</em> of work",
            "vi": "Có nhiều việc"
        },
        {
            "en": "This is because DOS <em>stacks</em> its programs in memory.",
            "vi": "Đó là vì trong bộ nhớ dos chất chồng các chương trình của nó."
        },
        {
            "en": "I couldn't find that book in the <em>stacks</em>.",
            "vi": "Tôi không thể tìm được quyển sách đó trên giá."
        },
        {
            "en": "Because main memory provides direct access, program <em>stacks</em> are arrays at least conceptually.",
            "vi": "Do bộ nhớ chính cho phép truy cập trực tiếp, nên ít nhất về khái niệm thì các ngăn xếp chương trình thực chất cũng đều là các mảng."
        },
        {
            "en": "Fill your house with <em>stacks</em> of books, in all the crannies and all the nooks.",
            "vi": "Hãy lấp đầy ngôi nhă của bạn với những chồng sách ở mọi ngóc ngách."
        },
        {
            "en": "How well do you think this washing powder <em>stacks</em> up against your usual brand?",
            "vi": "Thứ bột giặt này so với thứ bạn thường dùng thì bạn thấy chất lượng như thế nào?"
        },
        {
            "en": "\"I have <em>stacks</em> of homework to do.\" \"Oh, you poor thing.\"",
            "vi": "\"Tôi có cả đống bài tập phải làm.\"\"Ôi, tội bạn quá.\""
        },
        {
            "en": "Can you show me how to find books in the <em>stacks</em> here?",
            "vi": "Chị có thể chỉ tôi cách tìm sách trên các giá ở đây được không?"
        },
        {
            "en": "At his desk he shuffled papers into <em>stacks</em> and delegated assignments.",
            "vi": "Ông sắp xếp giấy tờ thành chồng để trên bàn và đang phân công mọi công việc."
        },
        {
            "en": "The first part of the book covers basic data structures, including arrays, vectors, linked list, <em>stacks</em>, and queues.",
            "vi": "Phần một của cuốn sách là các cấu trúc dữ liệu cơ bản, gồm các mảng, véc tơ, danh sách kết nối, ngăn xếp, và hàng đợi."
        },
        {
            "en": "If you must have voluminous papers, files and books handy, then you should label them properly and place them in neat low - rise <em>stacks</em>.",
            "vi": "Nếu bạn phải có nhiều tờ báo, các hồ sơ và sách vở để ở vị trí tiện tay, thì bạn nên đặt tên chúng một cách thích hợp và để chúng vào những ngăn thấp ngay ngắn."
        },
        {
            "en": "If you must have voluminous papers, files and books handy, then you should label them properly and place them in neat low-rise <em>stacks</em>.",
            "vi": "Nếu bạn phải có nhiều tờ báo, các hồ sơ và sách vở để ở vị trí tiện tay, thì bạn nên đặt tên chúng một cách thích hợp và để chúng vào những ngăn thấp ngay ngắn."
        },
        {
            "en": "Note: <em>stacks</em> are also used by binary search tree iterators to keep track of the nodes a traversal has visited on its way through the tree.",
            "vi": "Lưu ý: ngăn xếp cũng được các bộ lặp cho cây nhị phân tìm kiếm vận dụng, dể theo dõi các nút mà một phép duyệt cây đã thăm trên suốt cây theo cung cách của phép duyệt."
        },
        {
            "en": "Be organized. Never let your table and bookcase become cluttered and untidy. If you must have voluminous papers, files and books handy, then you should label them properly and place them in neat low-rise <em>stacks</em>.",
            "vi": "có tổ chức. Không bao giờ để bàn và kệ sách của bạn trở nên xộn lộn và bừa bãi. Nếu bạn phải có nhiều tờ báo, các hồ sơ và sách vở để ở vị trí tiện tay, thì bạn nên đặt tên chúng một cách thích hợp và để chúng vào những ngăn thấp ngay ngắn."
        },
        {
            "en": "11. I buy tons of magazines. They're a big part of how I research characters. And I keep them around and go back to them years later. I just have <em>stacks</em>.-- Jennifer Morrison ",
            "vi": "11. Tôi mua hàng tấn tạp chí. Chúng là một phần quan trọng trong cách tôi nghiên cứu về các nhân vật. Tôi giữ lại và xem lại chúng vào những năm sau đó. Tài sản mà tôi sở hữu chỉ là những chồng báo.-- Jennifer Morrison"
        },
        {
            "en": "Be organized. Never let your table and bookcase become cluttered and untidy. If you must have voluminous papers, files and books handy, then you should label them properly and place them in neat low - rise <em>stacks</em>.",
            "vi": "Luôn có tổ chức. Không bao giờ để bàn và kệ sách của bạn trở nên xộn lộn và bừa bãi. Nếu bạn phải có nhiều tờ báo, các hồ sơ và sách vở để ở vị trí tiện tay, thì bạn nên đặt tên chúng một cách thích hợp và để chúng vào những ngăn thấp ngay ngắn."
        },
        {
            "en": "The output is \"printed\" on microfilm rather than paper, which, in addition to being faster, also condenses large <em>stacks</em> of paper down into small amounts of microfilm with no special programming.",
            "vi": "Kết quả được in lên phim thay cho giấy, ngoài việc nhanh hơn còn cô đọng các xấp giấy lớn thành số lượng nhỏ vi phim mà không cần lập trình đặc biệt."
        },
        {
            "en": "However in this chapter you will read about two fundamental data structures <em>stacks</em> and queues that are rarely used by application programs to manage objects created from entity classes.",
            "vi": "Tuy nhiên trong chương trình này bạn sẽ đọc về các ngăn xếp và hàng đợi hai cấu trúc dữ liệu cơ bản hiếm khi được các trình ứng dụng dùng để quản lý các đối tượng tạo ra từ các lớp thực tế."
        },
        {
            "en": "Smoke from burning <em>stacks</em> of straw and waste in fields on the outskirts of Ha Noi occurs annually, causing risks to people's health and traffic safety after every rice harvest.",
            "vi": "Khói tỏa ra từ việc đốt những đống rơm và rác thải trong các cánh đồng ở ngoại ô Hà Nội xảy ra hàng năm, sau mỗi vụ thu hoạch lúa gây ra những rủi ro cho an toàn sức khỏe và giao thông của người dân."
        }
    ],
    "suggestions": []
}