{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Stalin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Stalin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Stalin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Stalin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Stalin"
        }
    },
    "sentences": [
        {
            "en": "<em>Stalin</em> loved his father, a gentle but ineffectual man, but hated his dominant mother.",
            "vi": "Stalin yêu cha anh, một người đàn ông hiền lành nhưng bất lực, nhưng ghét người mẹ thống trị của anh."
        },
        {
            "en": "<em>Stalin</em> was elected to the newly created post of general secretary of the Communist party.",
            "vi": "Stalin đã được chọn vào vị trí tổng thư ký đảng cộng sản mới bỏ trống."
        },
        {
            "en": "German troops also encircled and destroyed many Soviet forces, which <em>Stalin</em> had ordered not to retreat.",
            "vi": "Quân Đức cũng bao vây và tiêu diệt nhiều lực lượng Xô Viết mà Stalin ra lệnh không được rút lui."
        },
        {
            "en": "His only claim to fame is that he once met <em>Stalin</em>.",
            "vi": "Điều duy nhất khiến ông ta tự cho mình nổi tiếng là ông ta đã có một lần gặp được Stalin."
        },
        {
            "en": "What’s more, 22% of them have a favorable view of Karl Marx and a surprising number see Joseph <em>Stalin</em> and Kim Jong Un as “heroes.” ",
            "vi": "Còn nữa! 22% trong số họ thì thích thú với cách nhìn của Karl Marx và một con số làm ngạc nhiên khi họ xem Joseph Stalin và Kim Jong Un là những 'anh hùng'."
        },
        {
            "en": "On 22 June 1941, three million German troops attacked the Soviet Union, breaking the non - aggression pact Hitler had concluded with <em>Stalin</em> two years earlier.",
            "vi": "Ngày 22 tháng 6 năm 1941, 3 triệu lính Đức tấn công Liên bang Xô Viết, phá vỡ hiệp ước không gây hấn được ký giữa Hitler và Stalin 2 năm trước."
        },
        {
            "en": "People easily recall examples of power used for malignant purposes rather than for good: Villains such as Hitler, <em>Stalin</em>, Pol Pot, and Saddam Hussein immediately come to mind.",
            "vi": "Khi nói về việc quyền lực được dùng cho các mục đích xấu xa hơn là tốt đẹp mọi người nghĩ ngay đến những kẻ đã gieo rắc nỗi đau cho nhân loại như: hitler, stalin, pol pot, và saddam hussein."
        },
        {
            "en": "On 22 June 1941, three million German troops attacked the Soviet Union, breaking the non-aggression pact Hitler had concluded with <em>Stalin</em> two years earlier.",
            "vi": "Ngày 22 tháng 6 năm 1941, 3 triệu lính Đức tấn công Liên bang Xô Viết, phá vỡ hiệp ước không gây hấn được ký giữa Hitler và Stalin 2 năm trước."
        },
        {
            "en": "What’s more, 22% of them have a favorable view of Karl Marx and a surprising number see Joseph <em>Stalin</em> and Kim Jong Un as “heroes.” ",
            "vi": "Còn nữa! 22% trong số họ thì thích thú với cách nhìn của Karl Marx và một con số làm ngạc nhiên khi họ xem Joseph Stalin và Kim Jong Un là những 'anh hùng'."
        }
    ],
    "suggestions": []
}