{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stalking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stalking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stalking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stalking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stalking"
        }
    },
    "sentences": [
        {
            "en": "You are <em>stalking</em> me.",
            "vi": "Anh đang lén theo tôi."
        },
        {
            "en": "Are you <em>stalking</em> me?",
            "vi": "Bạn đang theo dõi mình đấy à?"
        },
        {
            "en": "A rapist is <em>stalking</em> his victim.",
            "vi": "Một kẻ hiếp dâm rón rén đến gần nạn nhân của hắn."
        },
        {
            "en": "the lion was <em>stalking</em> a zebra.",
            "vi": "con sư tử đang đuổi theo con ngựa vằn."
        },
        {
            "en": "I noticed a wild beast <em>stalking</em> me.",
            "vi": "Tôi nhận thấy một con thú hoang đang rình rập tôi."
        },
        {
            "en": "Driving and <em>stalking</em> deer are prohibited.",
            "vi": "Săn bắn và vận chuyển hươu thì bị cấm."
        },
        {
            "en": "A gang of robbers are <em>stalking</em> rich victims.",
            "vi": "Một băng cướp đang lén theo những nạn nhân giàu có."
        },
        {
            "en": "I am near-drownings, <em>stalking</em> vampires, werewolf friends.",
            "vi": "Tôi suýt chết đuối, ma cà rồng săn đuổi, bạn người sói."
        },
        {
            "en": "Man, 85, arrested for <em>stalking</em> woman, 80, in Japan",
            "vi": "Nhật Bản: Dê cụ 85 tuổi bị bắt vì suốt ngày cứ tán tỉnh cụ bà 80 tuổi"
        },
        {
            "en": "The elements common to most <em>stalking</em> offences are the engagement.",
            "vi": "Các yếu tố phổ biến để theo dõi hầu hết tội phạm được kích hoạt."
        },
        {
            "en": "I am near - drownings, <em>stalking</em> vampires, werewolf friends.",
            "vi": "Tôi suýt chết đuối, ma cà rồng săn đuổi, bạn người sói."
        },
        {
            "en": "Take extra care to avoid disturbing deer <em>stalking</em> or grouse shooting.",
            "vi": "Cần thêm sự quan tâm để tránh làm phiền việc vây bắt hưu hoặc săn bắn gà gô."
        },
        {
            "en": "You think she'd be better off if I left her here alone, with Victoria <em>stalking</em> her?",
            "vi": "Anh nghĩ chị ấy sẽ tốt hơn nếu tôi bỏ chị ấy ở đây một mình, với Victoria đang theo đuổi chỉ sao?"
        },
        {
            "en": "After <em>stalking</em> its prey the lioness now moves in for the kill.",
            "vi": "Sau khi vờn mồi, con sư tử cái sẽ giết nó."
        },
        {
            "en": "began to play I was a mighty hunter, <em>stalking</em> the wild animals and the Indians.",
            "vi": "Bố bắt đầu đóng vai một thợ săn vĩ đại tìm đuổi lũ thú hoang và người da đỏ."
        },
        {
            "en": "A hired killer is <em>stalking</em> his prey to find the chance to kill her.",
            "vi": "Kẻ được thuê giết người lén đuổi theo nạn nhân để tìm cơ hội giết cô ta."
        },
        {
            "en": "The lion had been <em>stalking</em> a newborn calf but soon realized it was outnumbered by a protective herd.",
            "vi": "Con sư tử này đang rình một chú bê mới sinh nhưng đã nhận ra ngay đàn trâu cảnh giác quân số đông hơn nhiều."
        },
        {
            "en": "Nitta was arrested on June 10 on suspicion of violating anti-<em>stalking</em> laws, the spokesman said, adding he had largely admitted the allegations.",
            "vi": "Phát ngôn viên ấy nói, ông cụ Nitta bị bắt hôm 10 tháng 6 vì bị tình nghi phạm luật chống quấy rối, cũng cho biết thêm là ông ta hầu như đều thừa nhận các cáo buộc chống lại mình."
        },
        {
            "en": "Police have arrested an 85-year-old man in western Japan for allegedly <em>stalking</em> an 80-year-old woman he reportedly met when she shared a hospital room with his now-dead wife, they said Monday.",
            "vi": "Hôm thứ hai cảnh sát cho biết họ đã bắt một lão dê cụ 85 tuổi ở miền tây Nhật Bản, lão bị cho là suốt ngày cưa cẩm một cụ bà 80 tuổi mà theo như tường trình thì hai người gặp nhau khi cụ bà nằm chung phòng bệnh với bà cụ hiện đã mất là vợ của lão dê cụ kia."
        },
        {
            "en": "Donahue, who tracks jaguar sightings for ecotourism operator Southwild in Mato Grasso (map), arrived at the scene to find an animal named Mick Jaguar hidden in thick grass, <em>stalking</em> a nearby group of caiman yacaré, a crocodile relative native to South America (pictured).",
            "vi": "Donahue, người theo dõi dấu vết báo đốm cho hãng du lịch sinh thái Southwild ở Mato Grasso, đã đến hiện trường phát hiện ra một con vật có tên là báo đốm Mick ẩn mình trong đám cỏ rậm, đang rình một toán cá sấu yacaré gần đó, loại cá sấu thuộc họ cá sấu Nam Mỹ."
        }
    ],
    "suggestions": []
}