{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stalls",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stalls</k><blockquote><cclass>Brit. the ground-floor seats in a theatre.</cclass></blockquote><blockquote>→ <kref>stall</kref></blockquote></div>",
            "word": "stalls",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stalls",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stalls",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stalls",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Market <em>stalls</em> for rent.",
            "vi": "Cho thuê sạp chợ."
        },
        {
            "en": "Two seats in the <em>stalls</em>",
            "vi": "Hai ghế ở dãy trên cùng"
        },
        {
            "en": "Cassette tapes are sold at roadside <em>stalls</em>.",
            "vi": "Băng cát - xét được bán tại các sạp bên đường."
        },
        {
            "en": "Cassette tapes are sold at roadside <em>stalls</em>.",
            "vi": "Băng cát-xét được bán tại các sạp bên đường."
        },
        {
            "en": "We have two seats in the <em>stalls</em>.",
            "vi": "Chúng tôi có hai ghế ở dãy trên cùng."
        },
        {
            "en": "Everything is booked except the rear <em>stalls</em>.",
            "vi": "Tất cả đã đặt hết trừ mấy ghế xếp ở đằng sau."
        },
        {
            "en": "I prefer orchestra <em>stalls</em> in first class.",
            "vi": "Tôi thích ngồi ghế hạng nhất."
        },
        {
            "en": "Restaurants, bars, barbershops, Karaoke <em>stalls</em>, games <em>stalls</em> opens everywhere like mushrooms",
            "vi": "Nhà hàng, quán bar, tiệm hớt tóc, quán karaoke, quán game mọc lên như nấm"
        },
        {
            "en": "<em>Stalls</em> for changing in at the swimming-pool",
            "vi": "Phòng thay quần áo ở hồ bơi"
        },
        {
            "en": "Market <em>stalls</em> selling an array of cheap bric–a–brac.",
            "vi": "Các quầy ở chợ bán rất nhiều những thứ lặt vặt rẻ tiền."
        },
        {
            "en": "There were a number of <em>stalls</em> along the stairway.",
            "vi": "Có một số gian hàng dọc theo đường lên cầu thang."
        },
        {
            "en": "Our seats are in row 13 of the <em>stalls</em>.",
            "vi": "Chỗ ngồi của chúng ta ở hàng ghế 13 gần sân khấu."
        },
        {
            "en": "Special <em>stalls</em> spring up to sell the traditional Tet treats.",
            "vi": "Những gian hàng đặc biệt mọc lên bán những đồ thiết đãi trong ngày Tết cổ truyền."
        },
        {
            "en": "The <em>stalls</em> of dried aquatic products of various types.",
            "vi": "Các sạp hàng thuỷ sản khô đủ loại."
        },
        {
            "en": "Over 200 <em>stalls</em> offer a wide choice of merchandise.",
            "vi": "Trên 200 quầy chào bán đủ loại mặt hàng."
        },
        {
            "en": "They dove down and then pulled up into <em>stalls</em>.",
            "vi": "Họ lao xuống và rồi dừng phát lại."
        },
        {
            "en": "The kids are playing in the <em>stalls</em> for changing in at the swimming-pool.",
            "vi": "Bọn nhóc đang chơi đùa trong các buồng thay quần áo ở bể bơi."
        },
        {
            "en": "There aren't enough choir - <em>stalls</em> for the school choir so some of them have to stand.",
            "vi": "Không đủ ghế ngồi hát đồng ca cho ban đồng ca của trường nên vài người trong số họ phải đứng."
        },
        {
            "en": "Row upon row of <em>stalls</em> with fruit, vegetables, greens, and even his favourite nuts.",
            "vi": "Các thứ hoa quả, rau cỏ, kể cả thứ lạc mà anh thích, chất đầy trên các ngăn hàng."
        },
        {
            "en": "<em>Stalls</em> for changing in at the swimming - pool are under it.",
            "vi": "Các buồng thay quần áo ở bể bơi thì nằm dưới bể."
        }
    ],
    "suggestions": []
}