{
    "en_vn": {
        "data": {
            "content": null,
            "word": "starches",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "starches",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "starches",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "starches",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "starches",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Starches</em> and sweets are not good for weight loss.",
            "vi": "Tinh bột và đồ ngọt không tốt cho việc giảm cân."
        },
        {
            "en": "Studies on carb restricted diets (which eliminate/reduce <em>starches</em> and sugars) suggest that individuals who are diabetic or need to lose weight should avoid ALL grains.",
            "vi": "Các nghiên cứu về chế độ ăn hạn chế Carb (loại bỏ/ giảm tinh bột và đường) khuyến cáo rằng những người bị bệnh tiểu đường hoặc cần phải giảm cân nên tránh tất cả ngũ cốc."
        },
        {
            "en": "The <em>starches</em> in bread get broken down quickly in the digestive tract and enter the bloodstream as glucose. This causes a rapid spike in blood sugar and insulin levels.",
            "vi": "Tinh bột trong bánh mì nhanh chóng bị biến đổi trong đường tiêu hóa và chuyển thành glucose đi vào máu. Điều này làm lượng đường và insulin trong máu nhanh chóng tăng đột biến."
        },
        {
            "en": "In fact, brown rice is one of the most easily digested <em>starches</em>, and what's more - because of its high mineral content, brown rice supplies important nutrients for the hair, teeth, nails, muscles and bones.",
            "vi": "một trong những loại tinh bột dễ tiêu hoá nhất, và hơn nữa vì gạo lức chứa hàm lượng khoáng chất cao nên nó cung cấp các dưỡng chất quan trọng cho tóc, răng, móng, cơ bắp và xương."
        },
        {
            "en": "In fact, brown rice is one of the most easily digested <em>starches</em>, and what's more - because of its high mineral content, brown rice supplies important nutrients for the hair, teeth, nails, muscles and bones.",
            "vi": "Thực ra, gạo lức là một trong những loại tinh bột dễ tiêu hoá nhất, và hơn nữa vì gạo lức chứa hàm lượng khoáng chất cao nên nó cung cấp các dưỡng chất quan trọng cho tóc, răng, móng, cơ bắp và xương."
        },
        {
            "en": "As the teeth tear and chop the food, saliva moistens it for easy swallowing. A digestive enzyme called amylase, which is found in saliva, starts to break down some of the carbohydrates (<em>starches</em> and sugars) in the food even before it leaves the mouth.",
            "vi": "Khi răng xé và làm nhỏ thức ăn thì nước bọt có nhiệm vụ làm ướt thức ăn để có thể dễ nuốt. En-zim tiêu hoá có tên gọi là a-mi-la-za, có trong nước bọt, bắt đầu phân huỷ một số hy-đrát-các-bon (tinh bột và đường) trong thức ăn thậm chí trước khi thức ăn rời khỏi miệng."
        },
        {
            "en": "Every morsel of food we eat has to be broken down into nutrients that can be absorbed by the body, which is why it takes hours to fully digest food. In humans, protein must be broken down into amino acids, <em>starches</em> into simple sugars, and fats into fatty acids and glycerol. The water in our food and drink is also absorbed into the bloodstream to provide the body with the fluid it needs.",
            "vi": "Từng mẩu thức ăn mà chúng ta ăn vào phải được phân huỷ thành nhiều dưỡng chất khác nhau mà cơ thể có thể hấp thụ được, đó là lý do vì sao phải cần nhiều thời gian mới có thể tiêu hoá thức ăn hoàn toàn. Ở người, prô-tê-in phải được phân huỷ thành a-xít a-min, tinh bột được phân huỷ thành đường đơn, và các chất béo được phân huỷ thành a-xít béo và glycerol. Nước trong thức ăn và thức uống cũng được hấp thụ vào máu nhằm cung cấp cho cơ thể lượng nước cần thiết."
        },
        {
            "en": "Fortunately, our body has its own system to combat all those demineralizing acids and carbohydrates. It isn’t white blood vessels or platelets, but is, in fact, none other than our saliva. Saliva, it turns out, is a lot more ferocious than any of us realized. It de-arms <em>starches</em> and keeps lots of minerals like phosphates and calcium floating around our molars. This all helps our enamel to remineralize, to stay flinty-strong and be able to chew up food, and to protect the inner layers of our teeth.",
            "vi": "May mắn thay, cơ thể chúng ta có hệ thống riêng của nó để chống lại tất cả các axit khử khoáng và carbohydrate. Thực ra, chất giữ cho răng trắng không phải là các mạch máu trắng hay tiểu cầu mà chính là nước bọt của chúng ta. Nước bọt, hóa ra, có tác động dữ dội hơn chúng ta tưởng nhiều. Nước bọt phân giải tinh bột và giúp phân bố nhiều khoáng chất như phốt-phát và can-xi trong miệng chúng ta. Tất cả điều này sẽ giúp men răng khoáng hóa lại, vẫn chắc khỏe và có thể nhai thức ăn, và bảo vệ các lớp bên trong của răng."
        },
        {
            "en": "Mobile phone usage kick starts brain energy consumption    Although there is no statistical proof that mobile phone usage causes tumors and the like, it has been discovered that there is certainly chemicals in the brain that are affected. Just fifty minutes on your cell phone causes an increase in brain glucose, or sugar, metabolism.   Glucose is the form of sugar that travels in your bloodstream to fuel the mitochondrial furnaces responsible for your brain power. Glucose is the only fuel normally used by brain cells. Because neurons cannot store glucose, they depend on the bloodstream to deliver a constant supply of this precious fuel.   This blood sugar is obtained from carbohydrates: the <em>starches</em> and sugars you eat in the form of grains and legumes, fruits and vegetables. Too much sugar or refined carbohydrates at one time, however, can actually deprive your brain of glucose, depleting its energy supply and compromising the brain's power to concentrate, remember, and learn. Mental activity requires a lot of energy.   Dr. Nora D. Volkow, the director of the National Institute on Drug Abuse, led a team who took 47 healthy people and scanned their brains while they held cell phones to their ears. They used PET imaging (positron emission tomography) to measure how their brains used glucose, which again, is the primary fuel used by brain cells. Only the areas of the brain closest to the phone's antenna were activated, primarily the orbit frontal cortex and temporal pole.   Brain cells need two times more energy than the other cells in the body.  Neurons, the cells that communicate with each other, have a high demand for energy because they're always in a state of metabolic activity. Even during sleep, neurons are still at work repairing and rebuilding their worn out structural components.   They are manufacturing enzymes and neurotransmitters that must be transported out to the very ends of their nerve branches, some that can be several inches, or feet, away.   Most demanding of a neuron's energy, however, are the bioelectric signals responsible for communication throughout the nervous system. This nerve transmission consumes one-half of all the brain's energy (nearly 10% of the whole body's energy).     It isn't clear that this increased brain activity is necessarily harmful in either the long or the short term. However, brain tumors use glucose to grow so an increase in glucose activity may not be good. In addition, cell phone use increases among kids, their smaller, still-developing brains may face an increased risk from the radio frequency emissions.     Aside, a Motorola sponsored study found cell phones give people a newfound personal power, enabling unprecedented mobility and allowing them to conduct their business on the go. Interesting enough, gender differences can be found in phone use. Women see their cell phone as a means of expression and social communication, while males tend to use it as an interactive toy. Some men view the cell phone as a status symbol, competing with other males for the most high tech toy and even using the cell phone to seduce the opposite sex. The fact is that much more research needs to be done to truly examine cell phone impact on physiology.   Dr. Rolando F. Del Maestro of the Montreal Neurological Institute concludes:  \"In people who are using cell phones a lot, this suggests to me you would be wise to use a hands-free system, if you possibly can. It just makes logical sense that if something is changing brain metabolism, you probably don't want that near your ear.\"  Source: Journal of American Medical Association Written by Sy Kraft, B.A.  Copyright: Medical News Today",
            "vi": "Sử dụng điện thoại di động làm tiêu thụ năng lượng não    Mặc dù không có bằng chứng thống kê sử dụng điện thoại di động gây ra các khối u và những bệnh tương tự, nhưng chắc chắn là có ảnh hưởng đến các hóa chất trong não. Chỉ cần nói chuyện điện thoại di động 50 phút đã đủ làm tăng sự trao đổi chất của glu-cô hoặc đường huyết não.  Glu-cô là dạng đường luân chuyển trong máu để cung cấp năng lượng cho hệ giải phóng ty lạp thể chịu trách nhiệm cung cấp năng lượng cho não. Glu-cô là nhiên liệu duy nhất thường được sử dụng bởi các tế bào não. Bởi vì tế bào thần kinh không thể lưu trữ glu-cô nên chúng phụ thuộc vào máu để được cung cấp liên tục nhiên liệu quý báu này. Đường huyết này thu được từ các các-bô-hy-đrát: tinh bột và đường mà bạn ăn dưới dạng đậu, ngũ cốc và rau quả. Quá nhiều đường hay tinh bột tinh chế trong cùng một lúc, dù với mức độ nào, thực sự đều có thể làm mất glu-cô trong não, làm suy giảm nguồn cung cấp năng lượng và ảnh hưởng đến sức mạnh tập trung, trí nhớ, và học hỏi của não. Hoạt động trí tuệ đòi hỏi nhiều năng lượng.  Tiến sĩ Nora D. Volkow, giám đốc Viện Lạm dụng ma túy Quốc gia, cùng với nhóm nghiên cứu đã kiểm tra 47 người khỏe mạnh và chụp cắt lớp não của những người này trong khi họ áp điện thoại di động lên tai. Họ đã sử dụng kỹ thuật chụp ảnh PET (chụp ảnh cắt lớp nhờ phóng xạ) để nghiên cứu cách thức não sử dụng glu-cô, nhiên liệu chủ yếu được sử dụng bởi các tế bào não.    Các tế bào não cần năng lượng nhiều gấp hai lần so với các tế bào khác trong cơ thể. Nơron, là các tế bào giao tiếp với nhau, có nhu cầu năng lượng cao vì chúng luôn trong trạng thái hoạt động trao đổi chất. Ngay cả trong giấc ngủ, nơron vẫn làm việc để sửa chữa và tái tạo các thành phần cấu trúc đã kiệt sức của chúng. Chúng sản xuất các en-zim và chất dẫn truyền thần kinh phải được vận chuyển đến các đầu cuối của các nhánh dây thần kinh, một số có thể cách xa đến vài inch hoặc vài phút.   Hầu hết các yêu cầu về năng lượng của nơron, ở bất kỳ mức độ nào, là những tín hiệu điện sinh học chịu trách nhiệm về thông tin liên lạc trong hệ thần kinh. Sự dẫn truyền thần kinh này tiêu thụ một nửa năng lượng của toàn bộ não (gần 10% năng lượng của toàn bộ cơ thể).  Không rõ hoạt động tăng của não có hại tất yếu trong cả thời gian ngắn hoặc dài không. Tuy nhiên, các khối u não sử dụng glu-cô để phát triển do đó sự tăng hoạt động của glu-cô có thể không tốt. Ngoài ra, việc sử dụng điện thoại di động cũng gia tăng trong trẻ em, với độ tuổi ngày càng nhỏ hơn và não vẫn còn đang phát triển, có thể dẫn đến nguy cơ phải đối mặt với bức xạ điện tử của sóng vô tuyến. Thêm nữa, một nghiên cứu do hãng điện thoại Motorola tài trợ cho thấy điện thoại di động mang đến cho con người dân một sức mạnh cá nhân mới, tạo ra tính cơ động chưa từng có và mọi người có thể tiến hành công việc của mình ở mọi nơi. Thú vị hơn, có sự khác biệt giới tính trong việc sử dụng điện thoại. Phụ nữ xem điện thoại di động của mình như là một phương tiện thể hiện và giao tiếp xã hội, trong khi nam giới có xu hướng sử dụng nó như một món đồ chơi tương tác. Một số đàn ông xem điện thoại di động như một biểu tượng cho sự thành đạt, cạnh tranh xem ai có đồ chơi công nghệ tiên tiến nhất và thậm chí sử dụng điện thoại di động để quyến rũ phụ nữ. Thực tế là cần có thêm nhiều nghiên cứu nữa để thực sự xem xét ảnh hưởng của điện thoại di động đối với sinh lý.   Tiến sĩ Rolando F. Del Maestro của Viện thần kinh Montreal kết luận: “Ở những người sử dụng điện thoại di động nhiều, thì nên sử dụng hệ rảnh tay nếu có thể. Bởi vì nếu một điều gì đó có thể tác động đến sự chuyển hoá của não thì có lẽ bạn không nên để nó gần tai của mình.”  Nguồn: Tạp chí của Hiệp hội Y tế Hoa Kỳ Tác giả: Sy Kraft, B.A  Bản quyền: Medical News Today"
        },
        {
            "en": "Brown rice – Health benefits of brown rice    Nutritionists and dieticians are now increasingly recommending brown rice as an excellent source of all-round nutrition. Experts say the difference between brown rice and the more popular white rice is not just the color. White rice actually lacks the necessary quantities of over a dozen important nutrients, including vitamin E, thiamin, niacin, vitamin B1, B3, B6, folacin, potassium, magnesium and iron.  Relieve Constipation: The fibers present in brown rice, increase bowl movement, thus helping in reducing constipation. Prevention of Asthma: According to researchers, increased intake of whole grains and fish could reduce the risk of childhood asthma by about fifty percent. The numerous anti-inflammatory compounds found in fish and brown rice help in reducing wheezing Most people who eat brown rice expect to derive the health benefits that are attributed to this type of rice. Some benefits have been medically proven and research is continously being conducted to study the nutritional value of brown rice. It is widely believed that brown rice helps control blood pressure and also reduces wide fluctuations in blood sugar. The high fiber content of brown rice has a good effect on controlling cholestrol and cholestrol control is of prime importance in keeping away heart disease. The health benefits of high fiber content foods are numerous, it reduces the possibility of heart diseases, helps avoid abrupt spikes in sugar levels, helps digestion and reduces constipation etc. Some medical tests have indicated that the health benefits of brown rice could include controlling high blood pressure. Besides high fiber content, brown rice also contains other nutrients like, B vitamins, manganese, selenium and iron. By eating brown rice, you will also get the health benefits that such nutrients give the human body. Brown rice is essentially the same as white rice, in the fact that it comes from the same plant. There is no \"brown rice\" plant and \"white rice\" plant. The difference between the two colored rices is the process by which they are hulled. Whole grain rice consists of several layers. When only the outermost hull is removed, we end up with brown rice. It is when the rice is further milled, removing the bran and germ layer, that we end up with a whiter rice. The rice is then polished, removing the aleurone layer, giving us the white rice that we most often see in stores. Brown rice has reduces the risk of colon cancer. Brown rice is packed full of fiber. One cup supplies 14% of our suggested daily intake of fiber. Brown rice also contains Selenium which has also been shown to reduce the risk of colon cancer. It is also beneficial for stomach and intestinal ulcers, and for curing the dreaded case of diarrhea. In fact, brown rice is one of the most easily digested <em>starches</em>, and what's more - because of its high mineral content, brown rice supplies important nutrients for the hair, teeth, nails, muscles and bones.",
            "vi": "Gạo lức – Các lợi ích sức khỏe của gạo lức    Các chuyên gia dinh dưỡng ngày càng khuyên ăn gạo lức vì đây là một nguồn dưỡng chất tuyệt vời về mọi mặt. Các chuyên gia cho rằng sự khác biệt giữa gạo lức và gạo trắng phổ biến hơn không chỉ ở màu sắc của hạt gạo. Gạo trắng thực sự thiếu nhiều dưỡng chất thiết yếu, như vi-ta-min E, ti-a-min, ni-a-xin, vi-ta-min B1, B3, B6, a-xít phô-lích, ka-li, ma-giê và sắt. Làm giảm chứng táo bón: Chất xơ trong gạo lức làm tăng sự bài tiết của ruột, giúp giảm chứng táo bón.  Phòng tránh bệnh hen suyễn: Các nhà nghiên cứu cho biết việc tăng cường ăn cá và ngũ cốc nguyên hạt có thể làm giảm nguy cơ hen suyễn ở trẻ em khoảng năm mươi phần trăm. Nhiều hợp chất kháng viêm có trong cá và gạo lức giúp giảm chứng thở khò khè. Hầu hết người ăn gạo lức mong được khỏe mạnh, được các lợi ích về sức khỏe vốn đã được quy cho loại gạo này. Một số lợi ích đã được chứng minh về mặt sức khoẻ và người ta vẫn không ngừng nghiên cứu về giá trị dinh dưỡng của gạo lức. Người ta cũng thường cho rằng gạo lức giúp kiểm soát huyết áp cũng như giúp đường huyết khỏi biến đổi bất thường. Hàm lượng chất xơ cao trong gạo lức giúp kiểm soát tốt cholestrol và việc kiểm soát cholestrol là quan trọng hàng đầu trong việc phòng tránh bệnh tim. Có rất nhiều lợi ích sức khỏe của các thức ăn chứa nhiều hàm lượng chất xơ: làm giảm nguy cơ mắc bệnh tim mạch, giúp lượng đường khỏi biến đổi đột ngột, giúp cho tiêu hoá tốt và làm giảm chứng táo bón,…Một số xét nghiệm y học cho biết nhiều lợi ích sức khỏe của gạo lức có thể bao gồm kiểm soát chứng cao huyết áp. Ngoài hàm lượng chất xơ cao, gạo lức còn chứa nhiều dưỡng chất khác như các loại vi-ta-min B, man-gan, xê-len và sắt. Cơ thể bạn sẽ có được những lợi ích sức khỏe của những dưỡng chất này bằng cách ăn gạo lức.  Gạo lức về cơ bản giống như gạo trắng, ở chỗ gạo lức và gạo trắng có cùng một giống cây trồng. Không có cây \"gạo lức\" và cây \"gạo trắng\". Sự khác biệt giữa hai màu gạo là quá trình tách vỏ của gạo. Gạo nguyên hạt có nhiều lớp. Khi chỉ tách lớp vỏ duy nhất ngoài cùng, chúng ta có gạo lức. Khi xay nghiền thêm, làm sạch lớp cám và lớp mầm, chúng ta có gạo trắng hơn. Gạo sau đó được đánh bóng, làm sạch lớp hạt a-lơ-ron, để cho chúng ta thứ gạo trắng mà chúng ta thường thấy trong các cửa hàng. Gạo lức giúp giảm nguy cơ mắc ung thư ruột kết. Trong gạo lức chứa đủ chất xơ. Một chén gạo lức cung cấp 14% lượng chất xơ mà chúng ta nên có mỗi ngày. Gạo lức cũng chứa xê-len vốn được biết có tác dụng làm giảm nguy cơ gây ung thư ruột kết. Gạo lức cũng có tác dụng tốt đối với chứng loét dạ dày và ruột, và còn chữa được chứng bệnh tiêu chảy đáng sợ. Thực ra, gạo lức là một trong những loại tinh bột dễ tiêu hoá nhất, và hơn nữa vì gạo lức chứa hàm lượng khoáng chất cao nên nó cung cấp các dưỡng chất quan trọng cho tóc, răng, móng, cơ bắp và xương."
        },
        {
            "en": "Pancreatic cancer in the limelight Pancreatic cancer has gained attention from the diagnoses of several prominent figures, including Apple co-founder Steve Jobs, who was diagnosed in 2003 and died Oct. 5, 2011. Jobs had an islet cell neuroendocrine tumor, a rare form of the disease. U.S. Supreme Court Justice Ruth Bader Ginsburg and actor Patrick Swayze have also faced pancreatic cancer. Swayze died in 2009. The lifetime risk of pancreatic cancer is about 1 in 71. What is the pancreas? The pancreas is a 6-inch-long spongy, tube-shaped organ located in the back of the abdomen, behind the stomach. It has two major jobs in the body: to make digestive juices (enzymes) that help the intestines break down food, and to produce hormones — including insulin — that regulate the body's use of sugars and <em>starches</em>. Pancreatic cancer occurs when malignant (cancerous) cells grow, divide, and spread in the tissues of the pancreas. Symptoms of pancreatic cancer Pancreatic cancer is called a \"silent\" disease because symptoms typically do not present in the early stages. But as the cancer grows and spreads, pain often develops in the upper abdomen and sometimes spreads to the back. The pain may become worse after the person eats or lies down. Other symptoms may include jaundice, nausea, loss of appetite, weight loss, fatigue, weakness, and depression. Causes of pancreatic cancer Although the exact cause of pancreatic cancer is not known, smoking is the main risk factor, with smokers 2-3 times more likely to have the disease than nonsmokers. Age is also related, with the disease usually striking after age 45.  Diabetes is also linked to pancreatic cancer, with about 10-20% of those diagnosed with the cancer having diabetes. Other risks include chronic pancreatitis and cirrhosis of the liver. And family history of pancreatic cancer, high fat diet, obesity, and lack of exercise can also play a part. Diagnosing pancreatic cancer The challenge of this disease is finding it early. A doctor cannot see or feel a tumor during a routine exam. To help make the diagnosis (and determine the most appropriate treatment), imaging tests are performed (such as an ultrasound or CT scan) to view pictures of the abdomen and determine the extent of the problem. The green region shown in this colorized CT scan indicates cancer in the pancreas and liver. The diagnosis comes from a biopsy — taking a tissue sample from the tumor — performed either with a needle through the skin or during an operation. Treatment: Surgery Surgery can cure the cancer if it has not spread past the pancreas. Since side effects depend on the extent of the surgery, the tumor is removed leaving as much of the normal pancreas intact as possible. Unfortunately, with pancreatic cancer, the malignant cells usually have spread past the pancreas at the point of diagnosis. Surgery still may be performed, even if the tumor is too large to remove. The surgery would involve procedures to help lessen some of the symptoms and prevent certain problems related to the size of the cancerous mass. Treatment: Radiation therapy Radiation therapy uses high-powered radiation to kill cancer cells. Radiation is usually given five days a week for several weeks or months. This schedule helps to protect normal tissue by spreading out the total dose of radiation. Radiation is also being studied as a way to kill cancer cells that remain in the area after surgery. Radiation therapy can help relieve pain or digestive problems caused by large cancerous masses. Treatment: Chemotherapy Chemotherapy uses drugs to destroy cancer cells and stop them from growing or multiplying. Treatment may consist of just one drug or a combination of drugs. It may be given by mouth or by injection. The drugs enter the bloodstream and travel through the body, making chemotherapy a good choice for cancer that has spread. It is also useful after surgery to kill any cancer cells left behind. Treatment: Targeted therapy Newer drugs on the market have the ability to attack specific parts of the cancer cells. Targeted therapies appear to have fewer side effects than chemotherapy and are less harmful to normal cells. Targeted therapy is currently being studied for treatment of pancreatic cancer. New anticancer treatment: Immunotherapy Also called biological therapy, immunotherapy aims to boost a person's immune system to fight disease. Immunotherapy is not yet available for pancreatic cancer, but is being actively researched, along with the investigation into vaccines that arm the immune system to attack cancer cell. Treatment: Palliative therapy Palliative therapy is used to ease symptoms and manage pain regardless of the stage of the disease or the need for other therapies. The goal of palliative care is to improve quality of life not just in the body, but in the mind and spirit. While palliative therapies are clearly appropriate at the very advanced stages of the disease, they are also helpful when given in tandem with other cancer treatments still working to fight the disease. Getting support Living with pancreatic cancer isn't easy; a support system is critical to help cope with the emotional and practical aspects of this aggressive disease.      * Pancreatic cancer action network: 877-272-6226     * American Cancer Society: 800-ACS-2345 Is prevention possible? Although there's no one definite action you can take to prevent pancreatic cancer, start by avoiding the risk factors you can control.     * If you smoke, quit now.     * If your diet is high in fat, work to eat more healthfully.     * Adopt a regular exercise routine, since exercise has been shown to lower the risk of pancreatic cancer.                  ",
            "vi": "Bệnh ung thư tuyến tuỵ thu hút sự chú ý Người ta đã chú ý đến ung thư tuyến tuỵ bởi một vài nhân vật nổi tiếng bị chẩn đoán mắc chứng bệnh này, như Steve Jobs – người đồng sáng lập công ty Apple, được chẩn đoán năm 2003 và qua đời vào ngày 5 tháng 10 năm 2011. Jobs bị một khối u tế bào thần kinh nội tiết nhỏ, đây là một dạng bệnh hiếm gặp. Tòa án tối cao Hoa Kỳ Ruth Bader Ginsburg và nam diễn viên Patrick Swayze cũng từng bị chứng bệnh này. Swayze đã qua đời năm 2009. Tỉ lệ người bị nguy cơ ung thư tuyến tuỵ suốt đời khoảng chừng 1: 71.   Tuyến tuỵ là gì?  Tuyến tuỵ là một cơ quan hình ống, xốp, dài 6 in-sơ nằm sau bụng, phía sau dạ dày; thực hiện 2 nhiệm vụ chính: làm dịch tiêu hoá (en-zim) giúp cho ruột phân huỷ thức ăn, và sản sinh hoóc-môn – gồm insulin – đây là hoóc-môn điều hoà việc sử dụng đường và tinh bột trong cơ thể. Ung thư tuyến tụy xảy ra khi các tế bào (ung thư) ác tính phát triển, phân chia, và phát tán trong các mô tuỵ.  Các triệu chứng ung thư tuyến tuỵ Ung thư tuyến tuỵ được gọi là chứng bệnh “thầm lặng” bởi các triệu chứng thường không biểu hiện trong những giai đoạn đầu. Nhưng khi ung thư đã phát triển và lây lan thì bệnh nhân thường sẽ đau ở bụng trên và đôi khi còn lan sang sau lưng. Cơn đau có thể trở nên dữ dội hơn sau khi bệnh nhân ăn xong hoặc sau khi nằm xuống. Các triệu chứng khác có thể gồm vàng da, buồn nôn, chán ăn, giảm cân, mệt mỏi, ốm yếu, và trầm cảm. Các nguyên nhân gây ung thư tuyến tuỵ Mặc dù người ta chưa biết chính xác nguyên nhân gây ung thư tuyến tuỵ, nhưng thuốc lá là yếu tố rủi to chính, người hút thuốc lá có thể mắc bệnh cao hơn từ 2 đến 3 lần so với người không hút thuốc. Tuổi tác cũng có liên quan đến bệnh, thường xảy ra ở tuổi trên 45. Bệnh tiểu đường cũng có mối tương quan mật thiết với ung thư tuyến tuỵ, khoảng chừng 10-20% người bị chẩn đoán là ung thư bị bệnh tiểu đường. Những rủi ro khác gồm viêm tuyến tuỵ mãn tính và bệnh xơ gan. Bên cạnh đó, tiền sử gia đình bị ung thư tuyến tụy, chế độ ăn uống nhiều chất béo, béo phì, và thiếu vận động cũng có thể gây bệnh.  Chẩn đoán ung thư tuyến tuỵ  Cái khó của chứng bệnh này là phát hiện ra sớm. Bác sĩ không thấy được hoặc không sờ được khối u trong cuộc kiểm tra sức khỏe định kỳ. Để giúp chẩn đoán (và để xác định được phương pháp điều trị phù hợp nhất) thì người ta thực hiện các xét nghiệm bằng hình ảnh (chẳng hạn như siêu âm hoặc chụp cắt lớp) để thấy hình ảnh bụng và khoanh vùng bệnh. Vùng màu xanh lá trong ảnh chụp cắt lớp có màu này cho thấy ung thư ở tụy và gan. Người ta cũng có thể chẩn đoán bằng phương pháp sinh thiết - lấy mẫu mô ở khối u – thực hiện hoặc bằng kim tiêm qua da hoặc thực hiện trong khi phẫu thuật.  Điều trị ung thư tuyến tuỵ bằng phẫu thuật Phẫu thuật có thể chữa lành được bệnh ung thư nếu nó chưa phát tán qua tuỵ. Bởi các tác dụng phụ tuỳ thuộc vào phạm vi phẫu thuật, nên khối u được cắt bỏ để lại tuyến tuỵ bình thường còn nguyên vẹn càng nhiều càng tốt. Tiếc là, với chứng bệnh ung thư tuyến tuỵ này thì các tế bào ác tính thường đã phát tán qua tuỵ ở vào thời điểm chẩn đoán. Phẫu thuật vẫn có thể được tiến hành, cho dù là khối u có quá lớn đến nỗi không cắt bỏ được đi chăng nữa. Phẫu thuật gồm nhiều quy trình giúp làm giảm một số triệu chứng và ngăn ngừa một số vấn đề nào đó liên quan đến kích cỡ của khối ung thư.  Điều trị ung thư tuyến tuỵ bằng bức xạ  Điều trị bằng bức xạ sử dụng chiếu xạ có công suất cao để làm chết tế bào ung thư. Chiếu xạ thường được sử dụng 5 ngày một tuần kéo dài trong vài tuần hoặc vài tháng. Lịch điều trị này giúp bảo vệ mô bình thường bằng cách dàn trải lượng chiếu xạ tổng hợp. Người ta cũng đang nghiên cứu chiếu xạ như là một cách để diệt các tế bào ung thư vẫn còn sót lại ở vùng ung thư sau khi phẫu thuật xong. Điều trị bằng bức xạ có thể giúp giảm đau hoặc làm giảm bớt các vấn đề về tiêu hoá do những khối ung thư lớn gây ra.  Điều trị ung thư tuyến tuỵ bằng hoá trị liệu  Hoá trị liệu sử dụng thuốc để diệt tế bào ung thư và ngăn không cho chúng phát triển hoặc tăng lên. Phương pháp điều trị có thể gồm chỉ một loại thuốc hoặc kết hợp nhiều loại thuốc khác nhau. Thuốc có thể sử dụng bằng đường uống hoặc bằng đường tiêm chích. Thuốc vào máu và đi khắp cơ thể, làm cho hoá trị liệu trở thành một lựa chọn tốt để điều trị ung thư đã phát tán. Bên cạnh đó nó còn giúp diệt được bất kỳ tế bào ung thư nào còn sót lại sau khi phẫu thuật xong.  Điều trị ung thư tuyến tuỵ bằng liệu pháp nhắm trúng đích  Nhiều thuốc mới hơn trên thị trường có khả năng tấn công các phần cụ thể của tế bào ung thư. Liệu pháp nhắm trúng đích có vẻ ít bị tác dụng phụ hơn hoá trị liệu và ít có hại cho tế bào bình thường. Hiện người ta cũng đang nghiên cứu liệu pháp này để điều trị ung thư tuyến tụy. Phương pháp điều trị chống ung thư mới: Liệu pháp miễn dịch Cũng được gọi là liệu pháp sinh học, nhưng liệu pháp miễn dịch có tác dụng nhằm làm tăng cường hệ miễn dịch của con người chống lại bệnh tật. Liệu pháp này vẫn chưa được sử dụng để trị ung thư tuyến tụy, nhưng đang được nghiên cứu một cách tích cực, cùng với nghiên cứu vắc-xin làm mạnh thêm cho hệ miễn dịch để tấn công tế bào ung thư. Điều trị ung thư tuyến tuỵ bằng liệu pháp giảm đau tạm thời  Liệu pháp giảm đau tạm thời được sử dụng để làm giảm các triệu chứng và làm giảm đau bất kể là bệnh đang ở giai đoạn nào hoặc đang cần được sử dụng các liệu pháp khác. Mục tiêu của việc điều trị bằng thuốc giảm đau tạm thời là để cải thiện chất lượng cuộc sống không chỉ đối với cơ thể mà còn đối với đầu óc và tinh thần người bệnh nữa. Mặc dù liệu pháp này rõ ràng là phù hợp với các giai đoạn bệnh rất nặng, nhưng chúng cũng có lợi khi được sử dụng cùng lúc với các phương pháp điều trị ung thư khác vẫn còn đang được áp dụng để chống lại bệnh tật.  Được hỗ trợ  Sống chung với bệnh ung thư tuyến tụy không dễ dàng chút nào, nên hệ thống hỗ trợ là rất quan trọng nhằm giúp bệnh nhân đối phó với nhiều khía cạnh về xúc cảm và thực tế của căn bệnh dữ dội này.  * Mạng hoạt động vì ung thư tuyến tụy : 877-272-6226 * Hiệp hội ung thư Mỹ: 800-ACS-2345 Có thể ngăn ngừa được ung thư tuyến tuỵ không?  Mặc dù chẳng có một hoạt động nào rõ ràng có thể giúp bạn ngăn ngừa được ung thư tuyến tụy, nhưng hãy bắt đầu bằng việc tránh các nguy cơ rủi ro mà mình có thể kiểm soát được.  * Nếu bạn hút thuốc thì nên bỏ ngay bây giờ nhé.  * Nếu chế độ dinh dưỡng của bạn nhiều chất béo thì hãy nên ăn uống khỏe mạnh hơn nhé.  * Áp dụng thói quen tập luyện thường xuyên, bởi luyện tập thể dục đã được chứng minh là có thể làm giảm nguy cơ ung thư tuyến tụy.  "
        },
        {
            "en": "Green tea    Overview: Archeological evidence suggests that people consumed tea leaves steeped in boiling water as many as 5,000 years ago. Botanical evidence indicates that India and China were among the first countries to cultivate tea. Today, tea is the most widely consumed beverage in the world, second only to water. Hundreds of millions of people drink tea around the world, and studies suggest that green tea (Camellia sinesis) in particular has many health benefits.  There are three main varieties of tea -- green, black, and oolong. The difference between the teas is in their processing. Green tea is made from unfermented leaves and reportedly contains the highest concentration of powerful antioxidants called polyphenols. Antioxidants are substances that scavenge free radicals -- damaging compounds in the body that alter cells, tamper with DNA (genetic material), and even cause cell death. Free radicals occur naturally in the body, but environmental toxins (including ultraviolet rays from the sun, radiation, cigarette smoke, and air pollution) also give rise to these damaging particles. Many scientists believe that free radicals contribute to the aging process as well as the development of a number of health problems, including cancer and heart disease. Antioxidants such as polyphenols in green tea can neutralize free radicals and may reduce or even help prevent some of the damage they cause. Green tea has been consumed throughout the ages in India, China, Japan, and Thailand. In traditional Chinese and Indian medicine, practitioners used green tea as a stimulant, diuretic (to promote the excretion of urine), astringent (to control bleeding and help heal wounds), and to improve heart health. Other traditional uses of green tea include treating flatulence (gas), regulating body temperature and blood sugar, promoting digestion, and improving mental processes. Green tea has been extensively studied in people, animals, and laboratory experiments. Results from these studies suggest that green tea may be useful for the following health conditions: Atherosclerosis Population-based clinical studies indicate that the antioxidant properties of green tea may help prevent atherosclerosis, particularly coronary artery disease. (Population-based studies means studies that follow large groups of people over time or studies that are comparing groups of people living in different cultures or with different dietary habits.) Researchers aren't sure why green tea reduces the risk of heart disease by lowering cholesterol and triglyceride levels. Studies show that black tea has similar beneficial effects. In fact, researchers estimate that the rate of heart attack decreases by 11% with consumption of 3 cups of tea per day. In May 2006, however, the U.S. Food and Drug Administration (FDA) rejected a petition from teamakers to allow tea labels to claim that green tea reduces the risk of heart disease. The FDA concluded that there is no credible evidence to support qualified health claims for green tea or green tea extract reducing the risk of heart disease.  High cholesterol Research shows that green tea lowers total cholesterol and raises HDL (\"good\") cholesterol in both animals and people. One population-based clinical study found that men who drink green tea are more likely to have lower total cholesterol than those who do not drink green tea. Results from one animal study suggest that polyphenols in green tea may block the intestinal absorption of cholesterol and promote its excretion from the body. In another small study of male smokers, researchers found that green tea significantly reduced blood levels of harmful LDL cholesterol. Cancer Several population-based clinical studies have shown that both green and black teas help protect against cancer. For example, cancer rates tend to be low in countries such as Japan where people regularly consume green tea. However, it is not possible to determine from these population-based studies whether green tea actually prevents cancer in people. Emerging clinical studies suggest that the polyphenols in tea, especially green tea, may play an important role in the prevention of cancer. Researchers also believe that polyphenols help kill cancerous cells and stop their progression. Bladder cancer. Only a few clinical studies have examined the relationship between bladder cancer and tea consumption. In one study that compared people with and without bladder cancer, researchers found that women who drank black tea and powdered green tea were less likely to develop bladder cancer. A follow-up clinical study by the same group of researchers revealed that bladder cancer patients (particularly men) who drank green tea had a substantially better 5-year survival rate than those who did not. Breast cancer. Clinical studies in animals and test tubes suggest that polyphenols in green tea inhibit the growth of breast cancer cells. In one study of 472 women with various stages of breast cancer, researchers found that women who consumed the most green tea experienced the least spread of cancer (particularly premenopausal women in the early stages of breast cancer). They also found that women with early stages of the disease who drank at least 5 cups of tea every day before being diagnosed with cancer were less likely to suffer recurrences of the disease after completion of treatment. However, women with late stages of breast cancer experienced little or no improvement from drinking green tea. In terms of breast cancer prevention, the studies are inconclusive. In one very large study, researchers found that drinking tea, green or any other type, was not associated with a reduced risk of breast cancer. However, when the researchers broke down the sample by age, among women under the age of 50, those who consumed 3 or more cups of tea per day were 37% less likely to develop breast cancer compared to women who didn't drink tea. Ovarian cancer. In a clinical study conducted on ovarian cancer patients in China, researchers found that women who drank at least one cup of green tea per day survived longer with the disease than those who didn' t drink green tea. In fact, those who drank the most tea, lived the longest. Other studies found no beneficial effects. Colorectal cancer. Clinical studies on the effects of green tea on colon or rectal cancer have produced conflicting results. Some clinical studies show decreased risk in those who drink the tea, while others show increased risk. In one study, women who drank 5 or more cups of green tea per day had a significantly lower risk of colorectal cancer compared to non-tea-drinkers. There was no effect in men, however. Other studies show that regular tea consumption may reduce the risk of colorectal cancer in women. Further research is needed before researchers can recommend green tea for the prevention of colorectal cancer. Esophageal cancer. Studies in laboratory animals have found that green tea polyphenols inhibit the growth of esophageal cancer cells. However, clinical studies in people have produced conflicting findings. For example, one large-scale population-based clinical study found that green tea offered significant protection against the development of esophageal cancer (particularly among women). Another population-based clinical study revealed just the opposite -- green tea consumption was associated with an increased risk of esophageal cancer. In fact, the stronger and hotter the tea, the greater the risk. Given these conflicting results, further research is needed before scientists can recommend green tea for the prevention of esophageal cancer. Lung cancer. While green tea polyphenols have been shown to inhibit the growth of human lung cancer cells in test tubes, few clinical studies have investigated the link between green tea consumption and lung cancer in people and even these studies have been conflicting. One population-based clinical study found that Okinawan tea (similar to green tea but partially fermented) was associated with decreased lung cancer risk, particularly among women. A second clinical study revealed that green tea and black tea significantly increased the risk of lung cancer. As with colon and esophageal cancers, further clinical studies are needed before researchers can draw any conclusions about green tea and lung cancer.   Pancreatic cancer. In one large-scale clinical study researchers compared green tea drinkers with non-drinkers and found that those who drank the most tea were significantly less likely to develop pancreatic cancer. This was particularly true for women -- those who drank the most green tea were half as likely to develop pancreatic cancer as those who drank less tea. Men who drank tea were 37% less likely to develop pancreatic cancer. However, it is not clear from this population-based study whether green tea is solely responsible for reducing pancreatic cancer risk. Further studies in animals and people are needed before researchers can recommend green tea for the prevention of pancreatic cancer.   Prostate cancer. Laboratory studies have found that green tea extracts prevent the growth of prostate cancer cells in test tubes. In a large clinical study conducted in Southeast China researchers found that the risk of prostate cancer declined with increasing frequency, duration and quantity of green tea consumption. However, both green and black tea extracts also stimulated genes that cause cells to be less sensitive to chemotherapy drugs. Given this potential interaction, people should not drink black and green tea (as well as extracts of these teas) while receiving chemotherapy.  Skin cancer. The main polyphenol in green tea is epigallocatechin gallate (EGCG). Scientific studies suggest that EGCG and green tea polyphenols have anti-inflammatory and anticancer properties that may help prevent the onset and growth of skin tumors. Stomach cancer. Laboratory studies have found that green tea polyphenols inhibit the growth of stomach cancer cells in test tubes, but clinical studies in people have been less conclusive. In two studies that compared green tea drinkers with non-drinkers, researchers found that people who drank tea were about half as likely to develop stomach cancer and gastritis (inflammation of the stomach) as those who did not drink green tea. However, a clinicial study including more than 26,000 men and women in Japan found no association between green tea consumption and stomach cancer risk. Some clinicial studies even suggest that green tea may increase the risk of stomach cancer. Further clinicial studies are underway to determine whether green tea helps reduce the risk of stomach cancer. Although green tea is considered safe for people at risk for stomach cancer, it is difficult to tell whether green tea reduces the likelihood of developing this disease. Inflammatory Bowel Disease (IBD) Green tea may help reduce inflammation associated with Crohn's disease and ulcerative colitis, the two types of IBD. If green tea proves to be helpful for preventing colon cancer, this would be an added benefit for those with IBD because they are at risk for colon cancer. Diabetes Green tea has been used traditionally to control blood sugar in the body. Animal studies suggest that green tea may help prevent the development of type 1 diabetes and slow the progression once it has developed. People with type 1 diabetes produce little or no insulin, a hormone that converts glucose (sugar), <em>starches</em>, and other foods into energy needed for daily life. Green tea may help regulate glucose in the body. A few small clinical studies have found that daily supplementation of the diet with green tea extract powder lowered the hemoglobin A1c level in individuals with borderline diabetes. Liver disease Population-based clinical studies have shown that men who drink more than 10 cups of green tea per day are less likely to develop disorders of the liver. Green tea also seems to protect the liver from the damaging effects of toxic substances such as alcohol. Animal studies have shown that green tea helps protect against the development of liver tumors in mice. Results from several animal and human studies suggest that one of the polyphenols present in green tea, known as catechin, may help treat viral hepatitis (inflammation of the liver from a virus). In these studies, catechin was isolated from green tea and used in very high concentrations. It is not clear whether green tea (which contains a lower concentration of catechins) confers these same benefits to people with hepatitis. Weight loss Clinical studies suggest that green tea extract may boost metabolism and help burn fat. Another study confirmed that the combination of green tea and caffeine improved weight loss. Some researchers speculate that substances in green tea known as polyphenols, specifically the catechins, are responsible for the herb's fat-burning effect.  Other uses Drinking green tea has been found effective in a small clinical study for dental caries, or tooth decay. More studies need to be performed. Green tea may also be useful in inflammatory diseases, such as arthritis. Research indicates that green tea may benefit arthritis by reducing inflammation and slowing cartilage breakdown. Chemicals found in green tea may also be effective in treating genital warts and preventing symptoms of colds and influenza. Studies also show that drinking green tea is associated with reduced risk of mortality. Plant description: Green, black, and oolong tea are all derived from the leaves of the Camellia sinensis plant. Originally cultivated in East Asia, this plant grows as large as a shrub or tree. Today, Camellia sinensis grows throughout Asia and parts of the Middle East and Africa. People in Asian countries more commonly consume green and oolong tea while black tea is most popular in the United States. Green tea is prepared from unfermented leaves, the leaves of oolong tea are partially fermented, and black tea is fully fermented. The more the leaves are fermented, the lower the polyphenol content and the higher the caffeine content. Green tea has the highest polyphenol content while black tea has roughly 2 - 3 times the caffeine content of green tea. What's it made of?: The healthful properties of green tea are largely attributed to polyphenols, chemicals with potent antioxidant properties. In fact, the antioxidant effects of polyphenols appear to be greater than vitamin C. The polyphenols in green tea also give it a somewhat bitter flavor. Polyphenols contained in teas are classified as catechins. Green tea contains six primary catechin compounds: catechin, gallaogatechin, epicatechin, epigallocatechin, epicatechin gallate, and apigallocatechin gallate (also known as EGCG). EGCG is the most studied polyphenol component in green tea and the most active. Green tea also contains alkaloids including caffeine, theobromine, and theophylline. These alkaloids provide green tea's stimulant effects. L-theanine, an amino acid compound found in green tea, has been studied for its calming effects on the nervous system. Dosage Pediatric There are no known scientific reports on the pediatric use of green tea, so it is not recommended for children. Adult Depending on the brand, 2 - 3 cups of green tea per day (for a total of 240 - 320 mg polyphenols) or 100 - 750 mg per day of green tea extract is recommended. Caffeine-free products are available and recommended. Precautions: The use of herbs is a time-honored approach to strengthening the body and treating disease. However, herbs contain active substances that can trigger side effects and interact with other herbs, supplements, or medications. For these reasons, people should take herbs with care, under the supervision of a practitioner knowledgeable in the field of botanical medicine. People with heart problems, kidney disorders, stomach ulcers, and psychological disorders (particularly anxiety) should not take green tea. Pregnant and breastfeeding women should also avoid green tea. People who drink excessive amounts of caffeine (including caffeine from green tea) for prolonged periods of time may experience irritability, insomnia, heart palpitations, and dizziness. Caffeine overdose can cause nausea, vomiting, diarrhea, headaches, and loss of appetite. If you are drinking a lot of tea and start to vomit or have abdominal spasms, you may have caffeine poisoning. If your symptoms are severe, lower your caffeine intake and see your health care provider. Possible Interactions: If you are being treated with any of the following medications, you should not drink green tea or take green tea extract without first talking to your health care provider: Adenosine -- Green tea may inhibit the actions of adenosine, a medication given in the hospital for an irregular (and usually unstable) heart rhythm. Antibiotics, Beta-lactam -- Green tea may increase the effectiveness of beta-lactam antibiotics by reducing bacterial resistance to treatment. Benzodiazepines -- Caffeine (including caffeine from green tea) has been shown to reduce the sedative effects of benzodiazepines (medications commonly used to treat anxiety, such as diazepam and lorazepam). Beta-blockers, Propranolol, and Metoprolol -- Caffeine (including caffeine from green tea) may increase blood pressure in people taking propranolol and metoprolol (medications used to treat high blood pressure and heart disease). Blood Thinning Medications (Including Aspirin) -- People who take warfarin, a blood thinning medication, should not drink green tea. Since green tea contains vitamin K, it can make warfarin ineffective. Meanwhile, you should not mix green tea and aspirin because they both prevent platelets from clotting. Using the two together may increase your risk of bleeding.  Chemotherapy -- The combination of green tea and chemotherapy medications, specifically doxorubicin and tamoxifen, increased the effectiveness of these medications in laboratory tests. However, these results have not yet been demonstrated in studies on people. On the other hand, there have been reports of both green and black tea extracts stimulating a gene in prostate cancer cells that may cause them to be less sensitive to chemotherapy drugs. Given this potential interaction, people should not drink black and green tea (as well as extracts of these teas) while receiving chemotherapy for prostate cancer in particular. Clozapine -- The antipsychotic effects of the medication clozapine may be reduced if taken fewer than 40 minutes after drinking green tea. Ephedrine -- When taken together with ephedrine, green tea may cause agitation, tremors, insomnia, and weight loss. Lithium -- Green tea has been shown to reduce blood levels of lithium (a medication used to treat manic/depression). Monoamine Oxidase Inhibitors (MAOIs) -- Green tea may cause a severe increase in blood pressure (called a \"hypertensive crisis\") when taken together with MAOIs, which are used to treat depression.  Oral Contraceptives -- Oral contraceptives can prolong the amount of time caffeine stays in the body and may increase its stimulating effects. Phenylpropanolamine -- A combination of caffeine (including caffeine from green tea) and phenylpropanolamine (an ingredient used in many over-the-counter and prescription cough and cold medications and weight loss products) can cause mania and a severe increase in blood pressure. The FDA issued a public health advisory book in November 2000 to warn people of the risk of bleeding in the brain from use of this medication and has strongly urged all manufacturers of this drug to remove it from the market.",
            "vi": "Trà xanh     Khái quát về trà xanh  bằng chứng khảo cổ cho biết cách đây 5000 năm người ta đã biết dùng lá trà để nấu nước uống. Bằng chứng thực vật học cho thấy Ấn Độ và Trung Quốc là những nước trồng cây chè đầu tiên. Ngày nay, trà là thức uống được dùng phổ biến nhất trên thế giới, chỉ đứng thứ hai sau nước. Hàng trăm triệu người uống trà khắp nơi trên thế giới, và nhiều công trình nghiên cứu đã cho biết trà xanh (Camellia sinesis) có rất nhiều lợi ích về sức khỏe. Có ba loại trà chính là trà xanh, trà đen, và trà ô-long. Sự khác biệt giữa các loại trà này nằm ở quá trình chế biến. Trà xanh được chế biến từ lá chưa lên men và được cho là chứa hàm lượng chất chống ô-xy hoá cao nhiều nhất có tên là polyphenol. Chất chống ô-xy hoá là những chất có thể lọc sạch hết gốc tự do- các hợp chất gây hại cho cơ thể làm thay đổi tế bào, làm xáo trộn DNA (vật liệu di truyền), và thậm chí còn làm chết tế bào. Các gốc tự do này xảy ra một cách bình thường trong cơ thể, nhưng các độc tố trong môi trường (như tia tử ngoại mặt trời, bức xạ, khói thuốc lá, và ô nhiễm không khí) cũng gây ra các hạt gây hại này. Nhiều nhà khoa học cho rằng gốc tự do góp phần tạo nên quá trình lão hoá cũng như làm phát sinh nhiều vấn đề sức khỏe, như ung thư và tim mạch. Chất chống ô-xy hoá như polyphenol có trong trà xanh có tác dụng khử gốc tự do và có thể làm giảm hoặc thậm chí giúp phòng tránh tác hại mà các gốc tự do gây ra. Trà xanh đã được sử dụng ở Ấn Độ, Trung Quốc, Nhật Bản, và Thái Lan từ rất lâu. Trong y học truyền thống của Trung Quốc và Ấn Độ, nhiều thầy thuốc đã dùng trà xanh như một chất kích thích, làm lợi tiểu (tăng sự bài tiết nước tiểu), chất làm se (công dụng cầm máu và làm vết thương mau lành), và để cải thiện sức khỏe tim mạch. Nhiều công dụng truyền thống khác của trà xanh cũng được đề cập ở đây như chữa đầy hơi, điều hoà nhiệt độ và đường huyết trong cơ thể, giúp tiêu hoá tốt, và tăng cường hoạt động trí tuệ.  Trà xanh đã được nghiên cứu thí nghiệm một cách rộng rãi trên người, động vật, và cả ở phòng thí nghiệm. Kết quả của các công trình nghiên cứu này cho thấy trà xanh rất có ích đối với những chứng bệnh sau đây: Xơ vữa động mạch Nhiều cuộc nghiên cứu lâm sàng dựa trên dân số cho thấy các đặc tính chống ô-xi hoá của trà xanh có thể giúp ngăn ngừa chứng xơ vữa động mạch, nhất là bệnh động mạch vành. (Nghiên cứu dựa trên dân số có nghĩa là nghiên cứu nhiều nhóm người qua thời gian hoặc nghiên cứu so sánh các nhóm người sống ở những nền văn hoá khác nhau hoặc có thói quen dinh dưỡng khác nhau.) Các nhà nghiên cứu không rõ lý do vì sao trà xanh có thể làm giảm nguy cơ tim mạch bằng cách làm giảm nồng độ cholesterol và li-pít trung tính. Nhiều công trình nghiên cứu cho thấy trà đen cũng có tác dụng chữa bệnh tương tự. Thực vậy, các nhà nghiên cứu ước tính rằng tỉ lệ mắc bệnh tim mạch giảm 11% nếu uống 3 tách trà mỗi ngày. Tuy nhiên, vào tháng 5 năm 2006, Cơ quan kiểm soát Thực phẩm và Dược phẩm Hoa Kỳ (FDA) đã không cho phép dán nhãn trà xanh có tác dụng làm giảm nguy cơ tim mạch trên các máy pha trà. FDA đã kết luận rằng không có bằng chứng y học nào đáng tin cậy cho việc trà xanh hay chiết xuất trà xanh làm giảm nguy cơ tim mạch cả.  Nồng độ cholesterol cao Nghiên cứu cho thấy trà xanh có tác dụng làm giảm tổng lượng cholesterol và làm tăng HDL (cholesterol tốt) ở cả người và động vật. Một cuộc nghiên cứu lâm sàng dựa trên dân số phát hiện ra rằng nam giới uống trà xanh thường có tổng hàm lượng cholesterol thấp hơn người không uống trà xanh. Kết quả của cuộc nghiên cứu trên động vật cho thấy hàm lượng polyphenol có trong trà xanh có thể giúp ruột không hấp thu cholesterol và làm tăng sự bài tiết của cơ thể. Một cuộc nghiên cứu nhỏ khác đối với nam giới hút thuốc lá, các nhà nghiên cứu cho thấy trà xanh làm giảm đáng kể nồng độ cholesterol LDL có hại trong máu. Ung thư Một số cuộc nghiên cứu lâm sàng dựa trên dân số cho thấy cả trà xanh và trà đen đều có tác dụng chống ung thư. Chẳng hạn như, tỉ lệ mắc bệnh ung thư có khuynh hướng giảm ở những nước như Nhật bởi người Nhật thường xuyên uống trà xanh. Tuy nhiên, các công trình nghiên cứu này không thể xác định là liệu thực sự trà xanh có tác dụng ngăn ngừa ung thư ở người hay không. Các cuộc nghiên cứu lâm sàng mới đây cho thấy hàm lượng polyphenol trong trà, nhất là trà xanh, đóng vai trò rất quan trọng trong việc phòng tránh ung thư. Các nhà nghiên cứu cũng cho rằng polyphenol có thể diệt được tế bào gây ung thư và chặn đứng sự phát triển của các tế bào này. Ung thư bàng quang.  Chỉ một vài cuộc nghiên cứu lâm sàng nghiên cứu về mối quan hệ giữa trà và ung thư bàng quang.  Trong một cuộc nghiên cứu so sánh người bị ung thư bàng quang và người không bị ung thư bàng quang, các nhà nghiên cứu phát hiện rằng phụ nữ uống trà đen và bột trà xanh đều ít bị ung thư bàng quang. Nhóm nghiên cứu đó thực hiện một nghiên cứu lâm sàng tiếp theo cũng cho thấy các bệnh nhân bị ung thư bàng quang (nhất là nam) uống trà xanh có tỉ lệ sống lâu hơn 5 năm so với người không uống trà xanh. Ung thư vú. Các cuộc nghiên cứu lâm sàng trên động vật và ống nghiệm cho thấy hàm lượng polyphenol có trong trà xanh có tác dụng làm ức chế sự tăng trưởng của tế bào gây ung thư vú. Trong một cuộc nghiên cứu 472 phụ nữ bị ung thư vú ở nhiều thời kỳ, các nhà nghiên cứu phát hiện rằng những bệnh nhân uống trà xanh nhiều nhất đều ít bị lây lan chứng ung thư nhất (nhất là những phụ nữ tiền mãn kinh bị ung thư vú giai đoạn đầu). Các nhà nghiên cứu cũng phát hiện ra rằng phụ nữ bị ung thư vú giai đoạn đầu uống ít nhất 5 tách trà mỗi ngày trước khi chẩn đoán bệnh đều ít bị tái phát sau khi điều trị xong. Tuy nhiên, đối với phụ nữ bị ung thư vú giai đoạn cuối nếu uống trà xanh thì cũng không cải thiện được gì hoặc chỉ cải thiện được đôi chút. Các cuộc nghiên cứu vẫn còn đang bỏ lửng đối với cách ngăn ngừa chứng ung thư vú. Trong một cuộc nghiên cứu lớn, các nhà nghiên cứu phát hiện ra rằng việc uống trà, trà xanh hay bất cứ loại trà nào đều không liên quan đến tác dụng làm giảm nguy cơ ung thư vú. Tuy nhiên, khi các nhà nghiên cứu phân nhỏ kiểu mẫu này dựa trên tuổi tác trong số những phụ nữ dưới 50 tuổi, những ai uống 3 tách trà trở lên mỗi ngày đều ít bị ung thư vú hơn 37% so với những ai không uống trà. Ung thư buồng trứng. Các nhà nghiên cứu đã tiến hành một cuộc nghiên cứu lâm sàng đối với bệnh nhân bị ung thư buồng trứng ở Trung Quốc và đã phát hiện ra rằng phụ nữ uống ít nhất một tách trà xanh mỗi ngày thì sẽ sống lâu hơn so với người không uống trà xanh. Thực vậy, người uống nhiều trà nhất đều sống lâu nhất. Những cuộc nghiên cứu khác không phát hiện thêm tác dụng có lợi nào cho sức khỏe. Ung thư kết tràng-trực tràng. Nhiều cuộc nghiên cứu lâm sàng về tác dụng của trà xanh đối với chứng ung thư đại tràng hoặc trực tràng đưa ra kết quả mâu thuẫn nhau. Một số cho thấy người uống trà giảm được nguy cơ ung thư, trong khi một số khác lại cho rằng người uống trà tăng nguy cơ ung thư. Một cuộc nghiên cứu cho thấy phụ nữ uống 5 tách trà xanh trở lên mỗi ngày có nguy cơ mắc ung thư kết tràng-trực tràng thấp hơn nhiều so với người không uống trà. Tuy nhiên, không có tác dụng gì đối với nam giới. Nhiều cuộc nghiên cứu khác cũng cho thấy rằng phụ nữ uống trà thường xuyên sẽ giảm được nguy cơ ung thư kết tràng-trực tràng. Các nhà nghiên cứu cũng cần tiến hành nghiên cứu hơn nữa trước khi đưa ra lời khuyên uống trà xanh giúp phòng tránh nguy cơ ung thư kết tràng-trực tràng. Ung thư thực quản. Nhiều cuộc nghiên cứu trên động vật trong phòng thí nghiệm cho thấy hàm lượng polyphenol trong trà xanh có thể làm ức chế sự tăng trưởng tế bào gây ung thư thực quản. Tuy nhiên, nhiều cuộc nghiên cứu lâm sàng ở người lại cho kết quả mâu thuẫn. Ví dụ, một cuộc nghiên cứu lâm sàng dựa trên dân số quy mô lớn phát hiện ra rằng trà xanh có tác dụng phòng tránh sự phát triển chứng ung thư thực quản (đặc biệt là đối với phụ nữ). Một cuộc nghiên cứu lâm sàng dựa trên dân số khác lại cho kết quả ngược lại-trà xanh có liên quan đến việc làm tăng nguy cơ mắc ung thư thực quản. Thực vậy, càng uống trà đậm đặc và nóng bao nhiêu thì nguy cơ mắc ung thư thực quản càng cao bấy nhiêu. Căn cứ vào những kết quả mâu thuẫn như thế này nên các nhà khoa học cần tiến hành nghiên cứu hơn nữa trước khi đưa ra lời khuyên trà xanh giúp phòng tránh ung thư thực quản.  Ung thư phổi.  Trong khi các nghiên cứu trong ống nghiệm cho thấy hàm lượng polyphenol có trong trà xanh có tác dụng làm ức chế sự tăng trưởng tế bào gây ung thư phổi ở người thì một số nghiên cứu lâm sàng nghiên cứu về mối quan hệ giữa trà xanh và chứng ung thư phổi ở người và thậm chí là các cuộc nghiên cứu này đã mâu thuẫn nhau. Một cuộc nghiên cứu lâm sàng dựa trên dân số phát hiện ra rằng trà Okinawan (tương tự như trà xanh nhưng chỉ được lên men một phần) có tác dụng làm giảm nguy cơ ung thư phổi, nhất là đối với phụ nữ. Cuộc nghiên cứu lâm sàng thứ hai cho thấy trà xanh và trà đen làm tăng đáng kể nguy cơ ung thư phổi. Cũng giống như ung thư ruột kết và thực quản, các nhà nghiên cứu cần tiến hành nhiều cuộc nghiên cứu lâm sàng hơn nữa trước khi có thể đưa ra bất cứ kết luận nào về trà xanh và ung thư phổi. Ung thư tuyến tụy.  Trong một cuộc nghiên cứu lâm sàng quy mô lớn so sánh người uống trà xanh với người không uống trà xanh, các nhà nghiên cứu phát hiện ra rằng người uống nhiều trà nhất thường ít có nguy cơ mắc ung thư tuyến tụy đáng kể. Điều này đặc biệt đúng đối với phụ nữ-người ít uống trà xanh có nguy cơ mắc ung thư tuyến tụy gấp đôi so với người uống nhiều trà xanh nhất. Nam giới uống trà xanh ít có nguy cơ mắc ung thư tuyến tụy 37%. Tuy nhiên, cuộc nghiên cứu lâm sàng cũng chưa cho kết quả rõ ràng là liệu trà xanh chỉ có tác dụng làm giảm nguy cơ ung thư tuyến tụy hay không. Các nhà nghiên cứu cần phải tiến hành nhiều cuộc nghiên cứu hơn nữa trước khi có thể đưa ra lời khuyên trà xanh có thể phòng tránh chứng ung thư tuyến tụy.  Ung thư tuyến tiền liệt. Nhiều cuộc nghiên cứu trong ống nghiệm ở phòng thí nghiệm cho thấy chiết xuất trà xanh có thể ngăn chặn tế bào ung thư tuyến tiền liệt tăng trưởng. Các nhà nghiên cứu ở Đông Nam Trung Quốc tiến hành cuộc nghiên cứu lâm sàng quy mô lớn đã phát hiện ra rằng nguy cơ mắc chứng ung thư tiền liệt tuyến giảm xuống nếu thường xuyên uống trà xanh nhiều hơn, lượng trà xanh nhiều hơn và khoảng thời gian uống lâu hơn. Tuy nhiên, cả chiết xuất trà xanh và trà đen đều có thể kích hoạt gien làm cho tế bào trở nên ít nhạy hơn với các loại dược phẩm hoá học. Căn cứ vào đặc tính tương tác có thể xảy ra này, người ta không nên uống trà đen và trà xanh (cũng như chiết xuất của các loại trà này) khi dùng hoá trị liệu.  Ung thư da. Chất polyphenol chính có trong trà xanh là epigallocatechin gallate (EGCG). Nhiều cuộc nghiên cứu khoa học cho thấy chất EGCG và polyphenol có trong trà xanh có đặc tính kháng viêm và chống ung thư có thể giúp ngăn ngừa phát sinh khối u và phát triển các khối u trên da. Ung thư dạ dày.  Nhiều cuộc nghiên cứu trong ống nghiệm ở phòng thí nghiệm cho thấy hàm lượng polyphenol có trong trà xanh có tác dụng làm ức chế sự tăng trưởng tế bào ung thư dạ dày, nhưng nhiều cuộc nghiên cứu lâm sàng ở người lại có kết quả ít rõ ràng hơn. Trong hai cuộc nghiên cứu so sánh giữa người uống trà xanh và người không uống trà xanh, các nhà nghiên cứu thấy rằng người uống trà xanh ít có nguy cơ mắc chứng ung thư dạ dày và viêm dạ dày gấp đôi so với người không uống trà xanh. Tuy nhiên, một cuộc nghiên cứu lâm sàng trên 26.000 nam giới và phụ nữ ở Nhật cho thấy chẳng có mối liên quan nào giữa trà xanh và nguy cơ mắc ung thư dạ dày. Một số nghiên cứu lâm sàng thậm chí còn cho kết quả trà xanh có thể làm tăng nguy cơ mắc ung thư dạ dày nữa. Nhiều cuộc nghiên cứu lâm sàng khác đang được nghiên cứu để xác định xem là liệu trà xanh có thể giúp giảm nguy cơ ung thư dạ dày không. Mặc dù trà xanh được cho là an toàn với người có nguy cơ ung thư dạ dày nhưng cũng khó kết luận là trà xanh có giúp giảm nguy cơ phát triển chứng bệnh này hay không. Bệnh viêm ruột ( IBD ) Trà xanh có thể giúp giảm viêm - viêm ruột từng vùng và viêm loét đại tràng, hai kiểu IBD (hai kiểu viêm ruột). Nếu trà xanh được chứng minh có thể giúp phòng chống ung thư ruột kết thì đây ắt sẽ là một lợi ích nữa đối với người bị viêm ruột bởi họ có nguy cơ bị ung thư ruột kết. Tiểu đường Theo truyền thống thì trà xanh đã được dùng để điều hoà đường huyết trong cơ thể. Nhiều cuộc nghiên cứu trên động vật cho thấy trà xanh có thể giúp phòng tránh sự phát triển của chứng tiểu đường loại 1 và làm chậm tiến triển của bệnh khi đã phát. Bệnh nhân tiểu đường loại 1 tiết ra ít hoặc không tiết insulin, một loại hooc-môn giúp chuyển hoá glucose (đường), tinh bột và nhiều thức ăn khác thành năng lượng cần thiết cho cuộc sống hằng ngày. Trà xanh có thể giúp điều hoà lượng đường glucose trong cơ thể. Một số nghiên cứu lâm sàng nhỏ cho thấy việc bổ sung bột chiết xuất trà xanh vào chế độ dinh dưỡng hằng ngày giúp giảm nồng độ hemoglobin A1c đối với người mấp mé bị tiểu đường. Bệnh gan Nhiều cuộc nghiên cứu lâm sàng dựa trên dân số cho thấy nam giới uống hơn 10 tách trà xanh mỗi ngày ít có nguy cơ bị rối loạn gan. Trà xanh cũng có thể bảo vệ gan khỏi tác hại của các chất độc như rượu bia. Nhiều cuộc nghiên cứu trên động vật cũng cho thấy trà xanh có tác dụng ngăn ngừa phát triển khối u gan ở chuột. Kết quả của một số nghiên cứu trên người và động vật cho thấy một trong những chất polyphenol có trong trà xanh, như catechin, có thể chữa lành chứng bệnh viêm gan do vi-rút. Trong các cuộc nghiên cứu này thì catechin được chiết ra khỏi trà xanh và được sử dụng với nồng độ rất cao. Người ta cũng chưa rõ là liệu trà xanh (chứa hàm lượng catechin thấp hơn) có lợi cho người bị viêm gan giống như vậy hay không. Giảm cân Nhiều cuộc nghiên cứu lâm sàng cho thấy chiết xuất trà xanh có thể đẩy mạnh quá trình chuyển hoá và làm tan mỡ. Một nghiên cứu khác đã khẳng định việc kết hợp trà xanh và cà-phê-in giúp làm giảm cân. Một số nhà nghiên cứu phỏng đoán là các chất trong trà xanh như polyphenol, cụ thể là catechin, có tác dụng làm tan mỡ.  Các công dụng khác Một cuộc nghiên cứu lâm sàng nhỏ cũng phát hiện rằng uống trà xanh có tác dụng đối với chứng sâu răng. Cũng cần phải tiến hành thêm nhiều nghiên cứu nữa. Trà xanh cũng có tác dụng tốt với nhiều chứng viêm, như viêm khớp. Cuộc nghiên cứu cho thấy trà xanh có ích cho chứng viêm khớp bằng cách làm giảm viêm và làm chậm quá trình thoái hoá sụn. Nhiều chất hoá học có trong trà xanh cũng có tác dụng chữa lành mụn cóc ở bộ phận sinh dục và phòng được chứng cảm và cúm. Nhiều công trình nghiên cứu cho thấy trà xanh có thể làm giảm nguy cơ tử vong. Mô tả cây trà xanh: Trà xanh, trà đen và trà ô-long đều có nguồn gốc chung từ lá cây hoa trà. Bạn đầu được trồng ở Đông Á, loài cây này phát triển như một cây hoặc một bụi cây. Ngày nay, cây hoa trà được trồng ở khắp châu Á và nhiều vùng ở Trung Đông và Châu Phi. người châu Á ưa chuộng trà xanh và trà ô-long hơn trong khi người Mỹ lại chuộng trà đen nhất. Trà xanh được chế biến từ lá chưa lên men, trà ô long được lên men một phần và trà đen lên men hoàn toàn. Lá trà được lên men càng nhiều thì hàm lượng polyphenol càng giảm và hàm lượng cà-phê-in càng cao. Trà xanh có hàm lượng polyphenol cao nhất trong khi trà đen có hàm lượng cà-phê-in cao gấp 2 đến 3 lần so với trà xanh. Trà xanh được làm bằng gì? Các đặc tính có lợi cho sức khỏe của trà xanh phần lớn là do polyphenol, nhiều hoá chất chống ô-xi hoá mạnh. Thực vậy, tác dụng chống ô-xi hoá của polyphenol mạnh hơn cả vi-ta-min C. Polyphenol có trong trà xanh cũng cho vị đăng đắng. Polyphenol trong trà xanh cũng được phân loại như catechin. Trà xanh chứa 6 loại hợp chất catechin chính: catechin, gallaogatechin, epicatechin, epigallocatechin, epicatechin gallate, và apigallocatechin gallate (cũng gọi là EGCG ). EGCG là thành phần được nghiên cứu nhiều nhất trong trà xanh và có hoạt tính nhiều nhất. Trà xanh cũng chứa chất an-ca-lô-it như cà-phê-in, theobromine, và theophylline. Trà xanh có tác dụng gây kích thích là do những chất an-ca-lô-it này. Người ta cũng nghiên cứu thấy hợp chất a-xít a-min L-theanine trong trà xanh có tác dụng làm dịu hệ thần kinh.  Liều lượng Trẻ con  Không có báo cáo khoa học nào nói về lợi ích của trà xanh đối với trẻ con, vì vậy người ta khuyên trẻ con không nên uống trà. Người lớn Tùy vào thương hiệu, nên uống 2-3 tách trà xanh mỗi ngày (chứa khoảng từ 240 đến 320 mg polyphenol) hoặc 100-750 mg chiết xuất trà xanh mỗi ngày. Các sản phẩm không chứa cà-phê-in luôn có bán và được khuyên nên sử dụng. Đề phòng : Phương pháp sử dụng thảo dược là phương pháp chữa bệnh và làm cho cơ thể khỏe mạnh có truyền thống lâu đời. Tuy nhiên, nhiều thảo dược chứa chất hoạt tính có thể gây ra tác dụng phụ và tương tác với các loại thảo dược khác, các thực phẩm bổ sung khác, hoặc các loại thuốc khác. Vì những lý do này, chúng ta nên cẩn thận khi uống thảo dược, dưới sự giám sát của thầy thuốc có kiến thức về lĩnh vực thảo dược.   Người bị bệnh tim, rối loạn thận, loét dạ dày, và rối loạn tâm lý (nhất là lo âu) không nên uống trà xanh. Phụ nữ có thai và đang cho con bú cũng nên tránh xa trà xanh Những người uống quá nhiều cà-phê-in (kể cả cà-phê-in từ trà xanh) trong thời gian dài có thể dễ cáu gắt, mất ngủ, tim hồi hộp, và chóng mặt. Dùng quá liều cà-phê-in có thể gây ra buồn nôn, ói, tiêu chảy, nhức đầu, và chán ăn. Nếu bạn uống nhiều trà và bắt đầu nôn ói hoặc bị co thắt bụng thì bạn đã có thể bị ngộ độc cà-phê-in rồi. Nếu các triệu chứng này trầm trọng, hãy giảm lượng cà-phê-in lại và đến khám bác sĩ / chuyên gia chăm sóc sức khỏe của bạn đi nhé. Tương tác trà xanh có thể xảy ra: Nếu bạn đang được điều trị với bất kỳ loại thuốc nào dưới đây thì không nên uống trà xanh hay chiết xuất trà xanh mà không hỏi ý kiến của bác sĩ / chuyên gia chăm sóc sức khỏe của bạn trước: Adenosine – Trà xanh có thể làm giảm tác dụng của thuốc adenosine, đây là một loại thuốc được sử dụng ở bệnh viện để điều trị chứng bệnh nhịp tim không ổn định (nhịp tim không đều). Antibiotics, Beta-lactam- Trà xanh có thể làm tăng tác dụng của thuốc kháng sinh beta-lactam bằng cách giảm sức đề kháng của vi trùng để điều trị.  Benzodiazepines – Cà-phê-in (kể cả cà-phê-in trong trà xanh) làm giảm tác dụng giảm đau của thuốc benzodiazepines (thuốc này thường được dùng để điều trị chứng lo âu, như là diazepam và lorazepam). Beta-blockers, Propranolol, và Metoprolol - Cà-phê-in (kể cả cà-phê-in trong trà xanh) có thể làm cao huyết áp ở người dùng thuốc propranolol và metoprolol (thuốc dùng để điều trị chứng cao huyết áp và tim mạch). Thuốc loãng máu (kể cả Aspirin) – Người sử dụng thuốc chống đông máu, thuốc loãng máu không nên uống trà xanh. Vì trà xanh chứa vi-ta-min K, làm giảm tác dụng của thuốc chống đông máu. Đồng thời, bạn cũng không nên uống trà xanh chung với thuốc aspirin vì cả hai đều không làm đông tiểu huyết cầu được. Kết hợp trà xanh và thuốc aspirin có thể khiến cho bạn tăng nguy cơ chảy máu đấy.   Hoá trị liệu- Thử nghiệm cho thấy sử dụng kết hợp trà xanh và các loại thuốc hoá trị liệu, cụ thể là doxorubicin và tamoxifen, làm tăng tác dụng của những thứ thuốc này. Tuy nhiên, những kết quả này chưa biểu hiện ở  các cuộc nghiên cứu trên người. Mặt khác, đã có báo cáo về việc chiết xuất cả trà xanh và trà đen làm kích thích gien tế bào ung thư tuyến tiền liệt có thể làm chúng ít nhạy hơn với thuốc hoá trị liệu. Căn cứ vào sự tương tác thuốc có thể xảy ra này thì chúng ta không nên uống trà xanh và trà đen (cũng như chiết xuất của các loại trà này) khi dùng hoá trị liệu đặc biệt là đối với chứng ung thư tuyến tiền liệt. Clozapine – Nếu dùng clozapine sau khi uống trà xanh chưa đầy 40 phút thì tác dụng làm giảm rối loạn thần kinh của thuốc clozapine có thể bị giảm.  Ephedrine- Khi dùng chung với thuốc ephedrine thì trà xanh có thể gây ra kích động, run, mất ngủ, và giảm cân. Lithium – Trà xanh có tác dụng làm giảm nồng độ li-ti trong máu (thuốc này dùng để điều trị chứng vui buồn thất thường/suy nhược trầm cảm). Monoamine Oxidase Inhibitors (MAOIs) – Trà xanh có thể làm tăng chứng cao huyết áp (gọi là “cơn khủng hoảng cao huyết áp”) khi dùng chung với MAOIs, vốn được dùng để điều trị chứng suy nhược trầm cảm. Thuốc ngừa thai- Các loại thuốc ngừa thai có thể kéo dài lượng thời gian giữ cà-phê-in trong cơ thể và có thể làm tăng tác dụng gây kích thích của nó. Phenylpropanolamine – Kết hợp cà-phê-in (kể cả cà-phê-in trong trà xanh) và phenylpropanolamine (thành phần được dùng trong nhiều thuốc có thể mua tự do hoặc theo toa để trị ho, cảm và giảm cân) có thể gây ra hưng cảm và làm cho chứng cao huyết áp trở nên trầm trọng hơn. Cơ quan giám sát an toàn thực phẩm và dược phẩm (FDA) đã phát hành sách tư vấn sức khỏe cộng đồng vào tháng mười một năm 2000 để cảnh báo người dân về nguy cơ xuất huyết não khi sử dụng thứ thuốc này và khẩn thiết kêu gọi tất cả các nhà sản xuất phải tẩy sạch hết khỏi thị trường loại dược phẩm này."
        }
    ],
    "suggestions": []
}