{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stardust",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stardust</k><blockquote>■ <cclass>noun magical or charismatic quality or feeling. </cclass></blockquote></div>",
            "word": "stardust",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stardust",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stardust",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stardust",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Stardust</em> spacecraft makes comet flyby",
            "vi": "Tàu vũ trụ Stardust sẽ bay sát sao chổi"
        },
        {
            "en": "The <em>Stardust</em> hotel has a well - run restaurant offering a good choice of dishes.",
            "vi": "Khách sạn Stardust có một nhà hàng được tổ chức tốt với nhiều món ăn để lựa chọn."
        },
        {
            "en": "The <em>Stardust</em> hotel has a well-run restaurant offering a good choice of dishes.",
            "vi": "Khách sạn Stardust có một nhà hàng được tổ chức tốt với nhiều món ăn để lựa chọn."
        },
        {
            "en": "<em>Stardust</em> spacecraft makes comet flyby    By Jonathan Amos,  Science correspondent, BBC News  Nasa's <em>Stardust</em> spacecraft has swept past the comet Tempel 1. The encounter early on Tuesday (GMT) will give scientists unique information on how these great balls of ice and dust change over time. Tempel 1 was visited by another probe back in 2005. It fired a projectile at the body to disturb the surface. Stardust's images will reveal the extent of the impact crater and any other alterations that may have occurred on the 7.5km-wide object. The spacecraft was expected to get to within about 200km (120 miles) of the comet nucleus. It was commanded to take more than 70 high-resolution images; its dust analysis instruments are also investigating the environment around the object. The event occurred at an enormous distance from Earth - approximately 336 million km (209 million miles) away. Images were expected to be beamed back to Earth from <em>Stardust</em> later on Tuesday. Jonathan.Amos-INTERNET@bbc.co.uk",
            "vi": "Stardust spacecraft makes comet flyby    Tin được đưa bởi Jonathan Amos, phóng viên khoa học, BBC News Tàu vũ trụ Stardust của NASA đã lướt nhanh qua sao chổi Tempel 1. Cuộc gặp gỡ vào đầu ngày thứ ba (theo giờ GMT) giúp các nhà khoa học có được thông tin chính xác là làm sao những quả bóng băng và bụi lớn theo thời gian sẽ thay đổi đi. Tempel 1 lại được viếng thăm bởi một tàu thăm dò khác vào năm 2005. Nó bắn một vật phóng vào thân của sao chổi này để làm hỗn loạn bề mặt ngoài.  Những hình ảnh được ghi lại bởi Stardust sẽ tiết lộ phạm vi của chỗ đất lún và các biến đổi khác có thể đã xảy ra trên vật thể có bề rộng 7,5 km này.  Theo yêu cầu thì tàu vũ trụ này sẽ phải tiếp cận sao chổi trong vòng khoảng cách 200 km (tương đương 120 dặm) so với nhân của nó. Tàu vũ trụ này được lệnh phải chụp hơn 70 ảnh có độ phân giải cao; dụng cụ phân tích bụi của nó cũng đang thăm dò môi trường xung quanh vật thể này.  Sự kiện này đã xảy ra tại một khoảng cách rất lớn so với Trái đất – khoảng 336 triệu km (tương đương 209 triệu dặm).  Những hình ảnh này được dự định chiếu rọi trở lại trái đất qua Stardust vào cuối ngày thứ ba.  Jonathan.Amos-INTERNET@bbc.co.uk"
        }
    ],
    "suggestions": []
}