{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Starr",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Starr",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Starr",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Starr",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Starr",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Such as a <em>Starr</em>-Edwards ball-cage valve",
            "vi": "Như van lồng cầu starr - edwards."
        },
        {
            "en": "Comedian Freddie <em>Starr</em> is splitting up with his wife after 18 years of marriage.",
            "vi": "Diễn viên hài Freddie Starr chia tay với vợ sau 18 năm kết hôn."
        },
        {
            "en": "If you listened carefully, you could hear the voices of musicians such as Ringo <em>Starr</em> and Mary J. Blige.",
            "vi": "Nếu bạn nghe kỹ, bạn có thể nghe giọng của các nhạc sĩ như ringo starr và mary j. blige."
        },
        {
            "en": "Helm also toured with Ringo Starr's All <em>Starr</em> Band in the 1980s and won multiple Grammy awards in recent years, including one in 2011 for a live recording in Nashville, Tennessee.",
            "vi": "Helm cũng đi lưu diễn với ban nhạc All Starr của ca sĩ Ringo Starr vào những năm 1980 và đạt nhiều giải Grammy trong những năm gần đây, bao gồm một giải vào năm 2011 được ghi hình trực tiếp ở Nashville, Tennessee."
        },
        {
            "en": "“The Coming China Wars is a gripping, fact-filled account of the dark side of China’s rise that will be of interest to anyone interested in this complex and fascinating country. Navarro makes no pretense toward searching for the middle ground in the China debate. He issues a call to arms for China and the rest of the world to act now to address the country’s mounting problems—pollution, public health, intellectual property piracy, resource scarcity, and more—or risk both serious instability within China and military conflict between China and other major powers.” —Elizabeth C. Economy, C.V. <em>Starr</em> Senior Fellow and Director of Asia Studies, Council on Foreign Relations",
            "vi": "\"Những cuộc chiến tranh Trung Quốc đang đến là một bản tường thuật đầy thực tế và hấp đẫn về mặt tối của sự trỗi dậy của Trung Quốc mà bất kỳ ai quan tâm đến đất nước phức tạp nhưng hấp dẫn này sẽ bị thu hút. Navarro không giả bộ trong việc tìm kiếm điểm dung hòa trong cuộc tranh luận về Trung Quốc. Ông đưa ra lời kêu gọi cho Trung Quốc và phần còn lại của thế giới hành động ngay để đối phó với các vấn đề đang chồng chất của đất nước - ô nhiễm môi trường, y tế công cộng, vi phạm bản quyền sở hữu trí tuệ, khan hiếm tài nguyên, và hơn thế nữa – nếu không sẽ phải đối đầu với nguy cơ mất ổn định nghiêm trọng bên trong Trung Quốc và xung đột quân sự giữa Trung Quốc và các cường quốc khác.\" —Elizabeth C. Economy, Thành viên cao cấp của C.V. Starr và Tổng giám đốc Trung tâm nghiên cứu Châu Á, Hội đồng quan hệ quốc tế"
        }
    ],
    "suggestions": []
}