{
    "en_vn": {
        "data": {
            "content": null,
            "word": "starring"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "starring"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "starring"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "starring"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "starring"
        }
    },
    "sentences": [
        {
            "en": "Film <em>starring</em>.",
            "vi": "Phim có vai chính là diễn viên."
        },
        {
            "en": "<em>starring</em> me!",
            "vi": "tôi là diễn viên chính"
        },
        {
            "en": "Movie <em>starring</em>.",
            "vi": "Phim có vai chính là diễn viên."
        },
        {
            "en": "Film <em>starring</em> a famous actor",
            "vi": "Phim có một diễn viên nổi tiếng đóng vai chính"
        },
        {
            "en": "Who plays the <em>starring</em> role in Avatar?",
            "vi": "Ai sẽ diễn vai chính trong phim Avatar?"
        },
        {
            "en": "Coming soon, the new smash-hit comedy <em>starring</em> Julia Roberts.",
            "vi": "Sắp phát hành, một phim hài chấn động với vai chính là Julia Roberts."
        },
        {
            "en": "My mother enjoys the films <em>starring</em> Marilyn Monroe.",
            "vi": "Mẹ tôi thích những phim có Marilyn Monroe đóng vai chính."
        },
        {
            "en": "Coming soon, the new smash - hit comedy <em>starring</em> Julia Roberts.",
            "vi": "Sắp phát hành, một phim hài chấn động với vai chính là Julia Roberts."
        },
        {
            "en": "That man took many <em>starring</em> roles in his career.",
            "vi": "Người đàn ông đó đã đóng nhiều vai chính trong sự nghiệp của anh ta."
        },
        {
            "en": "She confessed she lost her two front teeth while appearing on The Tonight Show <em>Starring</em> Jimmy Fallon.",
            "vi": "Khi xuất hiện trong chương trình The Tonight Show với Jimmy Fallon, cô đã thú thật rằng mình đã bị mất hai chiếc răng cửa."
        },
        {
            "en": "Amecican director Abel Ferrara won the Jury Grand Prix for Mary, <em>starring</em> Juliette Binoche as an actress haunted by Mary Magdalene.",
            "vi": "Đạo diễn mỹ abel ferrara đoạt jury grand prix dành cho mary, có vai chính là diễn viên juliette binoche trong vai một nữ diễn viên bị ám ảnh bởi mary magdalene."
        },
        {
            "en": "The 24-year-old signed a new five-and-a-half-year contract in February worth £200,000-per-week, and is sure to play a <em>starring</em> role in any future success at Stamford Bridge.",
            "vi": "Cầu thủ này đã ký hợp đồng có thời hạn 5 năm rưỡi cùng với mức lương 200.000 bảng/ tuần, và chắc chắn anh sẽ đóng vai trò chủ đạo trong lối chơi của đội bóng của sân Stamford Bridge."
        },
        {
            "en": "Other ideas to boost a mission, which was the subject of hit movie The Martian <em>starring</em> Matt Damon, include a colony on the Moon to load spacecraft with fuel for the 100 million-mile trip.",
            "vi": "Những ý tưởng khác để thúc đẩy sứ mệnh, là chủ đề của bộ phim ăn khách The Martian với sự tham gia của Matt Damon, bao gồm một thuộc địa trên Mặt trăng để nạp nhiên liệu các tàu vũ trụ đủ để khởi hành chuyến đi 100 triệu dặm."
        },
        {
            "en": "Additionally you can see the Facebook live video where Cung addresses Francois Flores in English and Vietnamese in detail at around 20 minutes into the video. You will also spend 30 minutes behind the scenes of the movie \"Europe Raiders\" <em>starring</em> Cung Le, Jeeja Yanin and other great actors. Cung Le's Statement Below.",
            "vi": "Ngoài ra, bạn có thể xem video trực tiếp trên Facebook nơi Cung nhắm đến Francois Flores bằng tiếng Anh và tiếng Việt một cách chi tiết khoảng 20 phút trong video. Bạn cũng sẽ dành 30 phút cho cảnh sau hậu trường của bộ phim \"Europe Raiders\" với sự tham gia của Cung Lê, Jeeja Yanin và các diễn viên tuyệt vời khác. Dưới đây là tuyên bố của Cung Lê."
        },
        {
            "en": "Additionally you can see the Facebook live video where Cung addresses Francois Flores in English and Vietnamese in detail at around 20 minutes into the video. You will also spend 30 minutes behind the scenes of the movie \"Europe Raiders\" <em>starring</em> Cung Le, Jeeja Yanin and other great actors. Cung Le's Statement Below.",
            "vi": "Ngoài ra, bạn có thể xem video trực tiếp trên Facebook nơi Cung nhắm đến Francois Flores bằng tiếng Anh và tiếng Việt một cách chi tiết khoảng 20 phút trong video. Bạn cũng sẽ dành 30 phút cho cảnh sau hậu trường của bộ phim \"Europe Raiders\" với sự tham gia của Cung Lê, Jeeja Yanin và các diễn viên tuyệt vời khác. Dưới đây là tuyên bố của Cung Lê."
        },
        {
            "en": "The actress has since fixed the problem but laughed about it on The Tonight Show <em>Starring</em> Jimmy Fallon. She said she thought it was important to share what happened because many are unaware of the full toll that stress can take on the body",
            "vi": "Nữ diễn viên đã khắc phục vấn đề răng miệng và cười đùa về nó trong chương trình The Tonight Show cùng với Jimmy Fallon. Cô cho rằng điều quan trọng là phải chia sẻ những gì đã xảy ra bởi vì có nhiều người vẫn chưa ý thức được đầy đủ tác hại mà stress gây ra trên cơ thể"
        },
        {
            "en": "She has become a global style icon and a Hollywood A-lister, <em>starring</em> in a string of action movies adored by millions of fans. But even Angelina Jolie had to start her career somewhere – and that meant modelling clothes for for a little-known British magazine in 1993.",
            "vi": "Trước khi trở thành ngôi sao hạng A của Hollywood, có hàng triệu người hâm mộ trên toàn thế giới, Angelina Jolie từng khởi nghiệp với vai trò người mẫu. Cô chụp loạt ảnh cho tạp chí nhỏ của Anh năm 1993."
        },
        {
            "en": "In the 80 years since Hachiko's death, he's come to be known as \"the world's most loyal dog.\" Over the decades, interest in his story has yet to wane, with Hachiko making numerous appearances in popular culture, including the 2009 film \"Hachi: A Dog's Tale,\" <em>starring</em> Richard Gere.",
            "vi": "Trong 80 năm kể từ khi Hachiko qua đời, Hachiko được biết đến là \"chú chó trung thành nhất thế giới\". Trong nhiều thập kỷ qua, sự quan tâm đến câu chuyện của Hachiko vẫn chưa bị quên lãng, sự xuất hiện của Hachiko được phổ biến trong văn hoá, trong đó có bộ phim năm 2009 \"Hachi: A Dog's Tale\", với sự tham gia của Richard Gere."
        },
        {
            "en": "5. The Kola Superdeep Borehole Where: Pechengsky Region, Russia As the result of a scientific drilling project, we have what we have. It could be a great location for sci-fi horror movies especially if Vladimir Putin is in the <em>starring</em> role.",
            "vi": "5. Lỗ khoan vào lòng đất Cực sâu Kola Vị trí : Pechengsky Region, Nước Nga  Là kết quả của một dự án khoan lòng đất của các nhà khoa học, thế là ta có cái này. Đây hẳn là nơi tuyệt vời để quay phim kinh dị khoa học viễn tưởng, nhất là khi có Vladimir Putin làm diễn viên."
        },
        {
            "en": "In the 80 years since Hachiko's death, he's come to be known as \"the world's most loyal dog.\" Over the decades, interest in his story has yet to wane, with Hachiko making numerous appearances in popular culture, including the 2009 film \"Hachi: A Dog's Tale,\" <em>starring</em> Richard Gere.",
            "vi": "Trong 80 năm kể từ khi Hachiko qua đời, Hachiko được biết đến là \"chú chó trung thành nhất thế giới\". Trong nhiều thập kỷ qua, sự quan tâm đến câu chuyện của Hachiko vẫn chưa bị quên lãng, sự xuất hiện của Hachiko được phổ biến trong văn hoá, trong đó có bộ phim năm 2009 \"Hachi: A Dog's Tale\", với sự tham gia của Richard Gere."
        }
    ],
    "suggestions": []
}