{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sti:pə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thùng (để) ngâm</td></tr></table><i/></div>",
            "word": "steeper"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "steeper"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "steeper"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "steeper"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "steeper"
        }
    },
    "sentences": [
        {
            "en": "We are unlikely to see a <em>steeper</em> correction.",
            "vi": "Chúng tôi không có khả năng nhìn thấy một sự điều chỉnh nhanh hơn."
        },
        {
            "en": "A higher slope value indicates a <em>steeper</em> incline.",
            "vi": "Sườn dốc cao hơn cho thấy độ nghiêng dốc cao hơn."
        },
        {
            "en": "The <em>steeper</em> the curve, the smaller the image.",
            "vi": "Đường cong càng nhiều hơn thì hình ảnh càng nhỏ hơn."
        },
        {
            "en": "The <em>steeper</em> line reflects a more equal distribution of income.",
            "vi": "Đường dốc hơn phản ánh việc phân phối thu nhập bình đẳng hơn."
        },
        {
            "en": "And not surprisingly, the relationship is <em>steeper</em> the less mobile the good or service is.",
            "vi": "Và không có gì đáng ngạc nhiên khi mối tương quan này có độ dốc cao hơn khi tính chất lưu động của hàng hóa và dịch vụ càng thấp."
        },
        {
            "en": "The increase in upper secondary enrolment was <em>steeper</em>, from around 300,000 in 1993 to two million in 2002.",
            "vi": "Mức độ tăng ở cấp PTTH còn nhanh hơn, từ khoảng 300.000 năm 1993 lên 2 triệu năm 2002."
        },
        {
            "en": "Reinsurance companies have even <em>steeper</em> capital requirements, needing RMB 300,000,000 or roughly US$35 million in capital.",
            "vi": "Các công ty tái bảo hiểm thậm chí phải đáp ứng các yêu cầu nghiêm ngặt hơn về vốn, 300.000.000 NDT hoặc khoảng 35 triệu USD."
        },
        {
            "en": "The official Xinhua News Agency said China halted trading on the Shanghai and Shenzhen stock markets to stop <em>steeper</em> falls. It was the first time China used the \"circuit breaker\" mechanism it announced late last year.",
            "vi": "Tin chính thức từ Hãng thông tấn Tân Hoa Xã cho biết Trung Quốc đã tạm ngừng giao dịch trên thị trường chứng khoán Thượng Hải và Thâm Quyến nhằm chặn lại đà sụp giảm thẳng đứng. Đây là lần đầu tiên Trung Quốc sử dụng cơ chế \"cầu dao tự động\", cơ chế này đã được công bố hồi cuối năm ngoái."
        }
    ],
    "suggestions": []
}