{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Steele"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Steele"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Steele"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Steele"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Steele"
        }
    },
    "sentences": [
        {
            "en": "According to WBMF-TV, Shane <em>Steele</em> and his son had stopped at a gas station in Horry County while on their way to Toys ‘R’ Us. <em>Steele</em> was filling up the air in his vehicle’s tires when his son found a $20 bill with red dye all over it. <em>Steele</em> went inside the store and asked if the bill was real.",
            "vi": "Theo WBMF-TV, anh Shane Steele và cậu con trai mình dừng lại tại một trạm xăng ở hạt Horry trên đường đi đến siêu thị đồ chơi Toys ‘R’ Us. Anh Steele đang bơm xe thì cậu con trai anh nhặt được 20 triệu đô la Mỹ nhuộm màu đỏ. Anh Steele vào cửa hàng và hỏi số tiền này có phải là tiền thật hay không."
        },
        {
            "en": "<em>Steele</em> told WBTW-TV he called police right after discovering the money.  “It was a surreal moment,” he said. “That will probably never happen again in my lifetime, finding that much money.”  <em>Steele</em> said it was a teachable moment for his son.  “The moral lesson for him to do what’s right and that will be the best path and he feels great about what we did,” he explained.  The boy told WBTW-TV that he never thought about keeping the money.",
            "vi": "Anh Steele nói với WBTW-TV rằng anh liền gọi cho cảnh sát ngay khi thấy chỗ tiền đó. \"Bấy giờ tôi không tin đó là sự thật. Có lẽ cả quãng đời còn lại tôi cũng không thấy được số tiền lớn như thế.\"   Anh Steele cho biết đây là bài học anh dạy cho con trai mình. Anh giải thích: \"Bài học đạo đức cho cháu nên làm việc gì đúng đắn và đó sẽ là cách tốt nhất, cháu sẽ cảm thấy tuyệt vời vì những gì mình đã làm.\"  Cậu bé nói vơi WBTW-TV rằng cậu chẳng hề có ý giữ lại chỗ tiền đó."
        },
        {
            "en": "It was bad enough that the original narrative had the authors of the so-called Fusion GPS/<em>Steele</em> dossier leaking their smears to the media. Worse, the FBI, in the earlier fashion of the Clinton campaign, may have paid to obtain the Fusion concoction.",
            "vi": "Bài tường thuật ban đầu không đủ thuyết phục mà các tác giả của cái gọi là hồ sơ Fusion GPS / Steele làm rò rỉ thông tin của họ cho giới truyền thông. Tồi tệ hơn, FBI, theo cách thức trước đây của chiến dịch của Clinton, có thể đã trả tiền để có được sự bịa đặt mang tên Fusion."
        },
        {
            "en": "It was bad enough that the original narrative had the authors of the so-called Fusion GPS/<em>Steele</em> dossier leaking their smears to the media. Worse, the FBI, in the earlier fashion of the Clinton campaign, may have paid to obtain the Fusion concoction.",
            "vi": "Bài tường thuật ban đầu không đủ thuyết phục mà các tác giả của cái gọi là hồ sơ Fusion GPS / Steele làm rò rỉ thông tin của họ cho giới truyền thông. Tồi tệ hơn, FBI, theo cách thức trước đây của chiến dịch của Clinton, có thể đã trả tiền để có được sự bịa đặt mang tên Fusion."
        },
        {
            "en": "And why did the progenitors of the <em>Steele</em> dossier fraud—the Fusion GPS consortium and former Wall Street Journal reporters (a firm that had a prior history of smearing political enemies with “opposition research”) and working indirectly on behalf of Russian interests - reportedly behind closed doors invoke the Fifth Amendment to avoid testifying about the dossier, its origins, and its funding before the House Intelligence Committee?",
            "vi": "Và tại sao các tiền thân trong vụ gian lận hồ sơ Steele - Nhóm Fusion GPS và các phóng viên của tờ Wall Street Journal (một công ty có lịch sử trước đây lập ra để bôi nhọ các kẻ thù chính trị với \"kiểu nghiên cứu đối lập\") và làm gián tiếp thay mặt cho các mối quan tâm của Nga - các cánh cửa kín đề cập đến Tu Chính Án số 5 để tránh làm chứng về hồ sơ, nguồn gốc của nó, và quỹ của nó trước cả Ủy ban Tình báo?"
        },
        {
            "en": "And why did the progenitors of the <em>Steele</em> dossier fraud—the Fusion GPS consortium and former Wall Street Journal reporters (a firm that had a prior history of smearing political enemies with “opposition research”) and working indirectly on behalf of Russian interests - reportedly behind closed doors invoke the Fifth Amendment to avoid testifying about the dossier, its origins, and its funding before the House Intelligence Committee?",
            "vi": "Và tại sao các tiền thân trong vụ gian lận hồ sơ Steele - Nhóm Fusion GPS và các phóng viên của tờ Wall Street Journal (một công ty có lịch sử trước đây lập ra để bôi nhọ các kẻ thù chính trị với \"kiểu nghiên cứu đối lập\") và làm gián tiếp thay mặt cho các mối quan tâm của Nga - các cánh cửa kín đề cập đến Tu Chính Án số 5 để tránh làm chứng về hồ sơ, nguồn gốc của nó, và quỹ của nó trước cả Ủy ban Tình báo?"
        },
        {
            "en": "“The south-east of England received less rainfall over the winter than Menorca. If we have a dry summer, our green and pleasant land could become as parched as some of the Mediterranean,” said Tanya <em>Steele</em>, chief executive of WWF. “This may sound attractive for sun-seekers, but it would be disastrous for wildlife. But this can be avoided if we update the outdated way we manage the demand on our country’s limited water supplies.”",
            "vi": "\"Phía đông nam nước Anh nhận được lượng mưa ít hơn vào mùa đông so với Menorca. Tanya Steele, giám đốc điều hành của WWF nói: Nếu chúng ta gặp một mùa hè khô hạn, mảnh đất xanh và màu mỡ của chúng ta có thể trở nên khô nứt như một phần của Địa Trung Hải. \"Điều này nghe có vẻ hấp dẫn đối với người tìm kiếm ánh mặt trời, nhưng nó sẽ là tai họa cho động vật hoang dã. Nhưng điều này có thể tránh được nếu chúng ta cập nhật mới cho phương pháp đã lỗi thời về cách chúng ta quản lý nhu cầu nguồn cung cấp nước hữu hạn ở nước ta.\""
        }
    ],
    "suggestions": []
}