{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Stephen"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Stephen"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Stephen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Stephen"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Stephen"
        }
    },
    "sentences": [
        {
            "en": "Directed by <em>Stephen</em> Slovanski.",
            "vi": "Đạo diễn: stephen slovanski."
        },
        {
            "en": "We want <em>Stephen</em> as chairman.",
            "vi": "Chúng tôi muốn Stephens làm chủ tịch."
        },
        {
            "en": "<em>Stephen</em> was battening down the shutters.",
            "vi": "Stephen đang đóng cửa chớp lại."
        },
        {
            "en": "<em>Stephen</em> Leacock is best known as a humorous writer.",
            "vi": "Stephen Leacock nổi tiếng nhất với tư cách là một nhà văn hài hước."
        },
        {
            "en": "A brief history of <em>Stephen</em> Hawking's Brief History of Time ",
            "vi": "Lịch sử tóm tắt về 'lược sử thời gian của Stephen Hawking"
        },
        {
            "en": "<em>Stephen</em> William Hawking is an English theoretical physicist and cosmologist.",
            "vi": "Stephen William Hawking là một nhà vật lý lý thuyết và nhà vũ trụ học người Anh."
        },
        {
            "en": "I enjoyed reading the works of <em>Stephen</em> Ambrose.",
            "vi": "Tôi rất thích đọc các tác phẩm của Stephen Ambrose."
        },
        {
            "en": "<em>Stephen</em> Lovell wishes his mother had that kind of roadmap.",
            "vi": "Stephen Lovell ước gì mẹ anh có lộ trình đó."
        },
        {
            "en": "At the age of thirteen, <em>Stephen</em> Bishop found himself at a crossroads.",
            "vi": "Từ thuở 13, stephen bishop đã đứng trước một bước ngoặt."
        },
        {
            "en": "In 1916, a Chicago businessman named <em>Stephen</em> Mather was first director of the National Park Service.",
            "vi": "Năm 1916, một doanh nhân người Chicago tên là Stephen Mather được cử làm giám đốc đầu tiên của Sở Công viên Quốc gia."
        },
        {
            "en": "<em>Stephen</em> Hales described the importance of blood volume in blood pressure regulation.",
            "vi": "Stephen Hales đã mô tả tầm quan trọng của thể tích máu trong điều hòa huyết áp."
        },
        {
            "en": "<em>Stephen</em> Hawking warns humans will have to leave Earth in another 100 years to survive",
            "vi": "Stephen Hawking cảnh báo con người sẽ phải rời khỏi trái đất sau 100 năm nữa thì mới sống sót được"
        },
        {
            "en": "<em>Stephen</em> had a lot of influence and lived somewhat of a glamorous life in the company.",
            "vi": "Stephen có rất nhiều ảnh hưởng và đã sống phần nào của một cuộc sống hấp dẫn trong công ty."
        },
        {
            "en": "<em>Stephen</em> Denison has a life that revolves around good food, wine and fun.",
            "vi": "Stephen Denison có đời sống tập trung vào thức ăn ngon, rượu và trò vui."
        },
        {
            "en": "Bill Gates is a Federer superfan and dedicated rec-level player. <em>STEPHEN</em> BRASHEAR/EPA",
            "vi": "Bill Gates là một người hâm mộ \"siêu bự\" của Federer và là một tay vợt không chuyên rất tận tâm với quần vợt. STEPHEN BRASHEAR/EPA"
        },
        {
            "en": "<em>Stephen</em> and his colleagues cracked on with the job until 3 : 00 PM yesterday.",
            "vi": "Stephen và các đồng nghiệp đã làm việc liên tục tới 3 giờ chiều hôm qua."
        },
        {
            "en": "<em>Stephen</em> and his colleagues cracked on with the job until 3:00 PM yesterday.",
            "vi": "Stephen và các đồng nghiệp đã làm việc liên tục tới 3 giờ chiều hôm qua."
        },
        {
            "en": "Bill Gates is a Federer superfan and dedicated rec-level player. <em>STEPHEN</em> BRASHEAR/EPA",
            "vi": "Bill Gates là một người hâm mộ \"siêu bự\" của Federer và là một tay vợt không chuyên rất tận tâm với quần vợt. STEPHEN BRASHEAR/EPA"
        },
        {
            "en": "Blood pressure was measured for the first time by <em>Stephen</em> Hales in 1773.",
            "vi": "Huyết áp lần đầu tiên được đo bởi Stephen Hales vào năm 1773."
        },
        {
            "en": "<em>Stephen</em> Fry is in hot water for his comments about women's sexuality.",
            "vi": "Stephen Fry đang gặp khó khăn vì những lời bình luận của anh ta về bản năng giới tính của phụ nữ."
        }
    ],
    "suggestions": []
}