{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sterilizing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sterilizing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sterilizing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sterilizing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sterilizing"
        }
    },
    "sentences": [
        {
            "en": "<em>Sterilizing</em> instruments is extremely important.",
            "vi": "Nấu dụng cụ cho tiệt trùng cực kì quan trọng."
        },
        {
            "en": "A piece of equipment for <em>sterilizing</em> surgical instrument dressings, etc.",
            "vi": "Một thiết bị dùng tiệt trùng các dụng cụ phẫu thuật, bông băng, v.v."
        },
        {
            "en": "A detergent disinfectant, used for cleaning skin surfaces and wounds, <em>sterilizing</em> surgical instruments and babies; napkins, and in shampoos.",
            "vi": "Một chất tẩy uế được sử dụng để làm sạch mặt ngoài da và vết thương, khử trùng các dụng cụ giải phẫu và tã lót trẻ em và dùng trong thuốc gội đầu."
        },
        {
            "en": "You know, the trainer said that those soaps may not be that effective. People think they're <em>sterilizing</em> their hands, but they may be doing more harm than good.",
            "vi": "Em biết không, huấn luyện viên nói những loại xà bông này có thể không có những tác dụng đó. Mọi người nghĩ rằng chúng tiệt trùng bàn tay họ, nhưng chúng có thể có hại nhiều hơn là có lợi đấy."
        },
        {
            "en": "You know, the trainer said that those soaps may not be that effective. People think they 're <em>sterilizing</em> their hands, but they may be doing more harm than good.",
            "vi": "Em biết không, huấn luyện viên nói những loại xà bông này có thể không có những tác dụng đó. Mọi người nghĩ rằng chúng tiệt trùng bàn tay họ, nhưng chúng có thể có hại nhiều hơn là có lợi đấy."
        },
        {
            "en": "The project at Da Nang Ob-gyn and Pediatrics Hospital will collect milk under a strict procedure including selecting healthy donors and <em>sterilizing</em> the milk before delivery, according to officials from the health ministry.",
            "vi": "Dự án tại Bệnh viện Nhi và Sản khoa Trung ương Đà Nẵng sẽ thu mua sữa theo một thủ tục nghiêm ngặt bao gồm lựa chọn người hiến tặng khỏe mạnh và tiệt trùng sữa trước khi giao, theo các quan chức của Bộ Y tế."
        }
    ],
    "suggestions": []
}