{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['staifld]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị đau khuỷu chân sau (ngựa)</td></tr></table><i/></div>",
            "word": "stifled",
            "pronounce": "['staifld]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stifled",
            "pronounce": "['staifld]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stifled",
            "pronounce": "['staifld]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stifled",
            "pronounce": "['staifld]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stifled",
            "pronounce": "['staifld]"
        }
    },
    "sentences": [
        {
            "en": "He had been <em>stifled</em> by the heat.",
            "vi": "Anh ấy bị ngạt thở bởi cái nóng bức."
        },
        {
            "en": "I <em>stifled</em> a groan of utter dismay.",
            "vi": "Tôi đã thốt lên một tiếng than đầy thất vọng."
        },
        {
            "en": "The smoke filled the room and almost <em>stifled</em> the firemen.",
            "vi": "Khói tràn đầy căn phòng và gần như là làm ngạt những người lính cứu hỏa."
        },
        {
            "en": "I <em>stifled</em> a bored groan as Tonya went on.",
            "vi": "Tôi đã kìm lại một tiếng thốt chán chường khi thấy tonya tiếp tục cuộc chơi."
        },
        {
            "en": "\"Sorry, Dad, dinner's not ready yet — I fell asleep outside.\" I <em>stifled</em> a yawn.",
            "vi": "\"Xin lỗi bố, bữa tối con chưa làm xong – con ngủ quên ở bên ngoài.\" Tôi kìm một cái ngáp."
        },
        {
            "en": "She screamed, <em>stifled</em> against him and he stopped suddenly on the landing.",
            "vi": "Nghẹn ngào, nàng rú lên và chàng đột ngột dừng lại trên cầu thang."
        },
        {
            "en": "Shoving the vacuum into its home in the hall closet, I <em>stifled</em> a groan.",
            "vi": "Quẳng máy hút bụi vào nhà kho, tôi có nén tiếng thở dài."
        },
        {
            "en": "The baby <em>stifled</em> by a pillow died in her own room while there is nobody in home.",
            "vi": "Đứa bé bị cái gối làm ngạt thở đã chết trong phòng khi mà chẳng có ai ở nhà."
        },
        {
            "en": "Today I choose to begin letting go of unhealthy thoughts, feelings and attitude that <em>stifled</em> my growth.",
            "vi": "Hôm nay, tôi quyết định sẽ xóa bỏ những suy nghĩ, cảm xúc và lối sống thiếu lành mạnh đã kìm nén sự trưởng thành của mình."
        },
        {
            "en": "\"I won't let you get lost.\" He turned then, with a mocking smile, and I <em>stifled</em> a gasp.",
            "vi": "\"Tôi sẽ không để em đi lạc đâu.\" Rồi anh quay lại, với nụ cười nhạo báng, và tôi kềm không thở hổn hển."
        },
        {
            "en": "Switzerland's economy minister is sweeping away some of the conventions that have <em>stifled</em> competition in the domestic market for the past half-century.",
            "vi": "Bộ trưởng kinh tế của Thụy Sĩ đang bãi bỏ một số quy tắc đã bóp nghẹt sự cạnh tranh trong thị trường nội địa trong nửa thế kỷ qua."
        },
        {
            "en": "He sends a giant Christmas turkey to the Cratchit house and attends Fred's party, to the <em>stifled</em> surprise of the other guests.",
            "vi": "Ông gửi một con gà tây khổng lồ đến nhà của Cratchit và tham dự buổi tiệc của Fred trước sự bất ngờ cực độ của những vị khách khác."
        },
        {
            "en": "I felt a spasm of fear at his words, and the abrupt memory of his violent black glare that first day... but the overwhelming sense of safety I felt in his presence <em>stifled</em> it.",
            "vi": "Tôi cảm thấy co thắt sợ hãi vì lời anh, và đột nhiên nhớ đến ánh nhìn u tối dữ dội của anh trong ngày đầu tiên ấy ... nhưng cảm giác an toàn tràn ngập khi có anh bên cạnh đã bóp nghẹt nó."
        },
        {
            "en": "One theory is that homosexual urges, when repressed out of shame or fear, can be expressed as homophobia. Freud famously called this process a \"reaction formation\" — the angry battle against the outward symbol of feelings that are inwardly being <em>stifled</em>.",
            "vi": "Một học thuyết cho rằng sự kiềm chế bản năng tình dục đồng giới có thể được thể hiện bằng nỗi sợ hãi hay chống đối quan hệ đồng tính. Sigmund Freud gọi hiện tượng này là \"sự hình thành phản ứng\" (reaction formation), Đây là sự chống lại những cảm giác muốn được thể hiện ra ngoài bằng cách bóp nén các cảm xúc này."
        },
        {
            "en": "I felt a spasm of fear at his words, and the abrupt memory of his violent black glare that first day... but the overwhelming sense of safety I felt in his presence <em>stifled</em> it.",
            "vi": "Tôi cảm thấy co thắt sợ hãi vì lời anh, và đột nhiên nhớ đến ánh nhìn u tối dữ dội của anh trong ngày đầu tiên ấy... nhưng cảm giác an toàn tràn ngập khi có anh bên cạnh đã bóp"
        },
        {
            "en": "She was very glad she had <em>stifled</em> this impulse when her first news of Rhett came in a letter from aunt Pauline in Charleston where, it seemed, Rhett was visiting his mother.",
            "vi": "Nàng rất mừng vì đã nén được nỗi thôi thúc đó khi tin đầu tiên về rhett đến với chàng qua một bức thư của bà dì pauline ở charleston, cho biết rhett đang ở đó thăm mẹ."
        },
        {
            "en": "I would wake up in the mornings there <em>stifled</em> by the smells from the oil refineries, and my eyes would sting a little. How could these kids not know it? One answer is that they were born in Houston, and most had never left it; through living there, they constructed their baseline for what they thought was a normal environment, which included that existing level of pollution.",
            "vi": "Tôi thức dậy vào buổi sáng, ngạt thở vì những mùi hôi từ các nhà máy lọc dầu, và mắt của tôi sẽ bị đau rát một chút. Làm thế nào những đứa trẻ lại có thể không biết được điều đó? Câu trả lời là các em được sinh ra ở Houston, và hầu hết các em không bao giờ rời bỏ nó; bằng việc sống ở đó, các em đã xây dựng đường cơ sở cho những gì mà các em nghĩ là một môi trường bình thường, bao gồm mức độ ô nhiễm hiện tại."
        },
        {
            "en": "One of the worst things that you can do with your experience is to let it waste away. Experience is meant to be used, shared and acted upon -- not <em>stifled</em>. When you have the experience of starting a successful company (or an unsuccessful company, for that matter), you can turn around and use that experience to do it again. Or, you can use that experience to teach others how to do it.",
            "vi": "Một trong những điều tồi tệ nhất bạn có thể đối xử với kinh nghiệm của mình là lãng phí nó. Kinh nghiệm là để sử dụng, chia sẻ và biến thành hành động. Khi đã có kinh nghiệm thành lập một công ty (dù thành công hay thất bại), bạn có thể xem xét và sử dụng chúng cho lần sau, hoặc truyền đạt cho người khác."
        },
        {
            "en": "The Chinese even had standards when it came to sleep. Confucius taught that lying on the back was for the dead. People should maintain good resting form, like a bow, with the joints bent in relaxation. Lying on one’s side meant maintaining some semblance of the upright pose exercised during the day. According to ancient doctors, sleeping on the side is also beneficial for optimal qi flow that would be otherwise <em>stifled</em> by lying on the stomach or back.",
            "vi": "Người xưa thậm chí còn đặt ra quy tắc khi đi ngủ. Khổng Tử dạy rằng nằm ngửa là tư thế của tử thi. Tư thế lý tưởng của con người là nằm cong như cánh cung để các khớp xương được thư giãn. Nằm nghiêng một bên khi ngủ cũng quan trọng như việc duy trì tư thế ngay thẳng trong ngày. Theo y học cổ truyền, nằm nghiêng khi ngủ có tác dụng lưu thông khí huyết, trong khi đó tư thế nằm sấp hoặc nằm ngửa khiến cho khí huyết bị ngăn trở."
        },
        {
            "en": "Mrs. Thompson took pains to open it in the middle of the other presents. Some of the children started to laugh when she found a rhinestone bracelet with some of the stones missing and a bottle that was one quarter full of perfume. She <em>stifled</em> the children's laughter when she exclaimed how pretty the bracelet was, putting it on, and dabbing some of the perfume on her wrist.",
            "vi": "Cô Thompson đã vất vả lắm mới mở được món quà của cậu bé nằm giữa những gói quà khác. Vài em nhỏ phá lên cười khi thấy chiếc vòng kim cương giả khuyết vài viên đá kèm lọ nước hoa chỉ còn 1/4 chai. Bọn nhóc im bặt thôi không cười nữa khi cô Thompson kêu lên chiếc vòng đẹp quá, vừa đeo vào tay, cô vừa chấm nhẹ nước hoa lên cổ tay mình."
        }
    ],
    "suggestions": []
}