{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,stigmətai'zei∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">stigmatisation</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,stigmətai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm nổi rõ tính cách (xấu); sự bêu xấu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ cổ,nghĩa cổ) sự đóng dấu sắt nung (vào người nô lệ)</td></tr></table><i/></div>",
            "word": "stigmatization",
            "pronounce": "[,stigmətai'zei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stigmatization",
            "pronounce": "[,stigmətai'zei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stigmatization",
            "pronounce": "[,stigmətai'zei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stigmatization",
            "pronounce": "[,stigmətai'zei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo dấu vết trên da</font></td></tr></tbody></table></div>",
            "word": "stigmatization",
            "pronounce": "[,stigmətai'zei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Don’t know how to care and <em>stigmatization</em>.",
            "vi": "Không biết cách chăm sóc và sự kỳ thị."
        },
        {
            "en": "Addressing the <em>stigmatization</em> in the health sector would also be an important step.",
            "vi": "Giải quyết vấn đề định kiến trong ngành y tế cũng là một bước quan trọng."
        },
        {
            "en": "Encouraging the use of appropriate terms and language, to avoid reinforcing <em>stigmatization</em>;",
            "vi": "Khuyến khích sử dụng thuật ngữ và ngôn từ phù hợp, nhằm tránh việc gia tăng tình trạng kỳ thị;"
        },
        {
            "en": "<em>Stigmatization</em> and discrimination of the community, though considered to be less serious, still exist.",
            "vi": "Sự kỳ thị và phân biệt đối xử của cộng đồng, dù được coi là ít nghiêm trọng hơn, vẫn còn tồn tại."
        },
        {
            "en": "Cultural norms and the fear of <em>stigmatization</em> may cause them to wish to be ‘hidden’.",
            "vi": "Có thể các chuẩn mực văn hóa và nỗi sợ bị cộng đồng kỳ thị đã khiến họ phải “giấu mình”."
        },
        {
            "en": "Awareness of male-male sex varies considerably from one country to another and may be lower when <em>stigmatization</em> is common.",
            "vi": "Hiểu biết về nam có quan hệ tình dục đồng giới ở mỗi quốc gia lại rất khác nhau và có thể những hiểu biết này còn quá ít do sự kỳ thị quá nặng nề."
        },
        {
            "en": "Education and training programmes should be designed to change attitudes of discrimination and <em>stigmatization</em> associated with HIV/AIDS.",
            "vi": "Cần phải xây dựng các chương trình giáo dục truyền thông nhằm thay đổi thái độ và hành vi phân biệt đối xử và kỳ thị đối với những bệnh nhân HIV/AIDS."
        },
        {
            "en": "Health officials have offered $100 but he has rejected it saying he had suffered mental agony due to <em>stigmatization</em>",
            "vi": "Các quan chức y tế đã đã đề nghị mức 100 USD nhưng ông đã từ chối và nói rằng ông đã phải chịu tổn thất về tinh thần do sự kỳ thị."
        },
        {
            "en": "However, the superficial tolerance of homosexuality conceals significant <em>stigmatization</em> and discrimination in the forms of harassment, violence and extortion.",
            "vi": "Tuy nhiên, sự thừa nhận bề ngoài đối với tình dục đồng giới che dấu sự kỳ thị và phân biệt đối xử thể hiện dưới những cách như lạm dụng, bạo lực và tống tiền."
        },
        {
            "en": "Moreover, it seems that <em>stigmatization</em> associated with HIV/AIDS is still very common even among health care workers involved in HIV/AIDS prevention and care.",
            "vi": "Hơn nữa, dường như định kiến về HIV/AIDS vẫn còn rất phổ biến ngay cả trong số các cán bộ y tế tham gia phòng chống và chăm sóc HIV/AIDS."
        },
        {
            "en": "Research has shown that adolescents dislike the unfriendly attitudes of service providers, and – particular to HIV testing - fear exposure, isolation and social <em>stigmatization</em> that often results from a lack of confidentiality with test results.",
            "vi": "Nghiên cứu cho thấy trẻ vị thành niên không thích thái độ thiếu thiện cảm của người cung cấp dịch vụ, đặc biệt khi các kết quả xét nghiệm HIV không được bảo mật dẫn tới sợ hãi bị cô lập và phân biệt đối xử."
        },
        {
            "en": "The degree of <em>stigmatization</em> and marginalization of households with a people living with HIV/AIDS also determines whether support from the community is forthcoming and ultimately influences the burden of HIV/AIDS on households.",
            "vi": "Mức độ kỳ thị và xa lánh những hộ gia đình có người nhiễm HIV/AIDS cũng quyết định liệu có sự hỗ trợ từ cộng đồng không và chắc chắn ảnh hưởng đến gánh nặng HIV/AIDS đặt lên các hộ gia đình."
        },
        {
            "en": "In addition, given the level of <em>stigmatization</em> of HIV/AIDS and the likely reluctance of people living with HIV/AIDS to participate in such a study, it is probable that a large sample survey would result in large selection bias.",
            "vi": "Ngoài ra, do sự kỳ thị HIV/AIDS và khả năng người chung sống với HIV/AIDS từ chối tham gia trong một nghiên cứu như vậy, nên có thể là một cuộc điều tra với cỡ mẫu lớn sẽ có sai số lớn trong chọn mẫu."
        }
    ],
    "suggestions": []
}