{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stippled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stippled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stippled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stippled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stippled"
        }
    },
    "sentences": [
        {
            "en": "Painted using a <em>stippled</em> effect, I love the freedom of this design.",
            "vi": "Được vẽ bằng phương pháp chấm chấm, tôi thích cái tính chất tự do của loại thiết kế này."
        },
        {
            "en": "There’s a growing body of research on how virtual reality can be used to cultivate empathy—and a number of organizations are putting it into practice. The United Nations is rolling out VR initiatives intended to help viewers empathize with Syrian refugees, or a family in Gaza, walls charred and <em>stippled</em> by gunfire and bombs. Other projects from University of Southern California’s Institute for Creative Technologies insert users in a realistic combat simulation to help them better understand the experiences of loved ones who are suffering from PTSD after serving in the military. The sum effect is “a deeper sense of what their loved one has gone through,” USC’s Albert “Skip” Rizzo told the radio show Here & Now. VR is also used in police training, to simulate interactions that require split-second decision making.",
            "vi": "Có một nghiên cứu tổng thể phát triển theo hướng: làm thế nào để công nghệ thực tế ảo có thể được sử dụng để nuôi dưỡng sự đồng cảm và nhiều tổ chức đang mang nó vào thực tế. Liên Hợp Quốc sẽ tung ra sáng kiến áp dụng VR nhằm giúp người xem đồng cảm với những người tị nạn Syria hoặc một gia đình ở Gaza, những bức tường cháy đen do súng và bom. Các dự án khác tại đại học Southern California Institute for Creative Technologies đưa người dùng vào một mô phỏng chiến đấu thực tế để giúp họ hiểu rõ hơn về những chịu đựng của những người thân đang bị PTSD (Rối loạn căng thẳng hậu chấn thương tâm lý) sau khi phục vụ trong quân đội. Hiệu quả tổng hợp là \"một ý thức sâu sắc hơn về những gì người thân yêu của họ đã trải qua,\" Albert USC \"Bỏ\" Rizzo nói với chương trình radio Here & Now. VR cũng được sử dụng trong đào tạo cảnh sát để mô phỏng các tương tác đòi hỏi phải đưa ra quyết định cực kì nhanh."
        }
    ],
    "suggestions": []
}