{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['stɔk,houldə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ, nghĩa Mỹ) cổ đông</td></tr></table><i/></div>",
            "word": "stockholder",
            "pronounce": "['stɔk,houldə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stockholder</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>chiefly N. Amer. a shareholder. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a holder of supplies for manufacturers. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>stockholding</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "stockholder",
            "pronounce": "['stɔk,houldə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stockholder",
            "pronounce": "['stɔk,houldə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stockholder",
            "pronounce": "['stɔk,houldə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cổ đông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> người góp cổ phần</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> người góp vốn</font></td></tr></tbody></table></div>",
            "word": "stockholder",
            "pronounce": "['stɔk,houldə]"
        }
    },
    "sentences": [
        {
            "en": "Berjaya GTI has a 51 percent <em>stockholder</em> equity belonging to BLV. Meanwhile, BLV is set up in Labuan with 80 percent <em>stockholder</em> equity belonging to BCorp and the other 20 percent to BToto.",
            "vi": "Berjaya GTI có vốn chủ sở hữu cổ đông 51% thuộc BLV. Trong khi đó, BLV được thiết lập ở Labuan với 80% vốn cổ đông thuộc BCorp và 20% còn lại là của BToto."
        },
        {
            "en": "While BIDV is the bank with the biggest total assets, its <em>stockholder</em> equity is lower than Vietcombank’s – VND43.8 trillion. However, VietinBank is the richest with <em>stockholder</em> equity of VND61.3 trillion.",
            "vi": "Trong khi BIDV là ngân hàng có tổng tài sản lớn nhất, vốn cổ đông của nó lại thấp hơn so với Vietcombank - 43.8 nghìn tỷ đồng. VietinBank là giàu nhất với vốn cổ đông 61.3 nghìn tỷ đồng."
        },
        {
            "en": "Financial leverage, on the other hand, results from the use of debt and preferred stock to increase <em>stockholder</em> earnings.",
            "vi": "Đòn bẩy tài chính, mặt khác, là kết quả từ việc sử dụng nợ và cổ phiếu ưu đãi để tăng thu nhập của cổ đông."
        },
        {
            "en": "Though inferior in total assets and <em>stockholder</em> equity, Vietcombank has high ROE, at 14.3 percent, a bit lower than BIDV’s 14.8 percent and higher than VietinBank’s 11 percent.",
            "vi": "Mặc dù thua kém về tổng tài sản và vốn cổ đông, Vietcombank lại có ROE (tỷ số lợi nhuận ròng trên vốn chủ sở hữu) cao, 14,3 phần trăm, thấp hơn một chút so với của BIDV là 14,8 phần trăm và cao hơn con số 11 phần trăm của VietinBank."
        },
        {
            "en": "The holding of stocks is risky since the price of the commodity may fall leading to the <em>stockholder</em> incurring a loss.",
            "vi": "Việc trữ hàng mang tính rủi ro vì hàng có thể bị giảm giá khiến người tàng trữ bị lỗ."
        },
        {
            "en": "BIDV is the No 1 bank in terms of total assets and VietinBank is No 1 in <em>stockholder</em> equity, networks and high pay for workers.",
            "vi": "BIDV là ngân hàng số 1 về tổng tài sản và VietinBank đứng đầu trong vốn cổ đông, các mạng lưới và trả lương cao cho người lao động."
        },
        {
            "en": "At that time, K+ reported a gross loss of VND1.3 trillion, or $65 million by the end of 2012, while the <em>stockholder</em> equity was minus VND955 billion.",
            "vi": "Vào thời điểm đó, K + đã báo cáo lỗ gộp 1,3 nghìn tỷ đồng, hoặc 65 triệu USD vào cuối năm 2012, trong khi vốn chủ sở hữu cổ đông là âm 955 tỷ đồng."
        },
        {
            "en": "As production has expanded, farmers have tended to take on the role of seasonal <em>stockholder</em>, reaping benefits from the rising markets experienced in the late 1990s.",
            "vi": "Khi sản xuất gia tăng, nông dân thường có xu hướng tàng trữ giao mùa, để thu lợi khi giá thị trường tăng như đã thấy hồi cuối những năm 90."
        },
        {
            "en": "In mid-2016, the Viet Hai Shipping and Real Properties Corporation (VSP) board of directors decided to stop operation because of huge losses. The company’s <em>stockholder</em> equity had become minus VND1.8 trillion by the end of 2013. ",
            "vi": "Vào giữa năm 2016, Hội đồng quản trị của Công ty vận tải biển và bất động sản Việt Hải đã quyết định ngừng hoạt động vì thua lỗ lớn. Vốn cổ đông của công ty đã bị âm 1,8 nghìn tỷ vào cuối năm 2013."
        },
        {
            "en": "Vietcombank’s <em>stockholder</em> equity by September 30 had reached VND47.5 trillion, including VND36 trillion in charter capital, VND6 trillion in undistributed profit and VND5 trillion in funds. The bank has paid dividends for 2015 with 10 percent in cash and 35 percent in bonus equities. ",
            "vi": "Vốn cổ đông của Vietcombank cho đến ngày 30 tháng 9 đã đạt 47.5 nghìn tỷ đồng, trong đó có 36 nghìn tỷ đồng vốn điều lệ, 6 nghìn tỷ đồng lợi nhuận chưa phân phối và 5 nghìn tỷ đồng trong các quỹ. Ngân hàng này đã trả cổ tức cho năm 2015 với 10 phần trăm tiền mặt và 35 phần trăm vào cổ phiếu thưởng."
        },
        {
            "en": "A stock split is a corporate action that increases the number of the corporation's outstanding shares by dividing each share, which in turn diminishes its price. The stock's market capitalization, however, remains the same, just like the value of the $100 bill does not change if it is exchanged for two $50s. For example, with a 2-for-1 stock split, each <em>stockholder</em> receives an additional share for each share held, but the value of each share is reduced by half: two shares now equal the original value of one share before the split.",
            "vi": "Chia nhỏ cổ phiếu là hành động của công ty làm tăng số cổ phiếu đang lưu hành của mình bằng cách chia nhỏ từng cổ phiếu ra một, mà rồi thì cũng lại làm giảm giá cổ phiếu của công ty đó. Tuy nhiên tổng giá trị vốn hoá thị trường của cổ phiếu vẫn giữ nguyên, y hệt như giá trị của đồng 100 đô không đổi khi ta đổi nó lấy 2 đồng 50 đô. Chẳng hạn, chia nhỏ cổ phiếu 1 được 2, mỗi cổ đông nhận được thêm một cổ phiếu nếu nắm giữ một cổ phiếu, nhưng giá trị mỗi cổ phiếu bị giảm một nửa: hai cổ phiếu sau khi chia nhỏ bằng giá trị một cổ phiếu lúc chưa chia."
        }
    ],
    "suggestions": []
}