{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stockholding"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stockholding"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stockholding"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stockholding"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stockholding"
        }
    },
    "sentences": [
        {
            "en": "Seasonal <em>stockholding</em>: The holding of stocks during the crop year in which the commodity is produced.",
            "vi": "Tàng trữ thời vụ: Việc trữ hàng trong cùng năm mà hàng được sản xuất."
        },
        {
            "en": "In 2000 and 2001, Viet Nam had purchased 150,000 tons (representing some 20% of domestic production) for temporary <em>stockholding</em>.",
            "vi": "Trong năm 2000 và 2001, việt nam đã mua 150.000 tấn (tương đương 20% của sản xuất trong nước) để tạm trữ."
        },
        {
            "en": "In 2000 and 2001, Viet Nam had purchased 150,000 tons (representing some 20 per cent of domestic production) for temporary <em>stockholding</em>.",
            "vi": "Trong năm 2000 và 2001, Việt Nam đã mua 150 nghìn tấn (tương đương 20% của sản xuất trong nước) để tạm trữ."
        },
        {
            "en": "For these commodities there are no private or public institutions beyond the farm gate that play a major role in seasonal <em>stockholding</em>.",
            "vi": "Với những hàng hoá này không có một tổ chức tư nhân hoặc nhà nước nào bên ngoài cổng nông trại đóng vai trò chủ đạo trong việc dự trữ mùa vụ."
        },
        {
            "en": "This will require that traders both have access to the funds needed to finance seasonally a substantial proportion of annual production and are able to hedge the risks of <em>stockholding</em>.",
            "vi": "Điều này đòi hỏi các nhà kinh doanh phải vừa tiếp cận được nguồn tài chính cần thiết để mua một phần đáng kể sản lượng hàng năm vừa có khả năng tự bảo hiểm trước những rủi ro của việc trữ hàng."
        },
        {
            "en": "The foundation of a system of hedged <em>stockholding</em> would be a set of certified warehouses where traders would deposit their stocks in return for an official receipt that stated the quantity deposited and its precise grade.",
            "vi": "Việc thành lập một hệ thống tàng trữ có tự bảo hiểm gồm một loạt các nhà kho được kiểm định mà các nhà kinh doanh sẽ gửi hàng vào và nhận một phiếu chứng nhận ghi rõ lượng hàng gửi và phẩm cấp của nó."
        }
    ],
    "suggestions": []
}