{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[stouik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người khắc kỷ, người chịu đựng trong nghịch cảnh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(định ngữ) Xtôic</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#7E7E7E\">Stoic </font><font color=\"#1371BB\">philosopher</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nhà triết học Xtôic</font></td></tr></table><i/></div>",
            "word": "stoic",
            "pronounce": "[stouik]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stoic</k><blockquote><cclass>[<cclass>'stəʊɪk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a stoical person. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>Stoic</b>) a member of the ancient philosophical school of Stoicism. </cclass></blockquote></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 stoical. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>Stoic</b>) of or belonging to the Stoics or Stoicism. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via L. from Gk <i>stōïkos</i>, from <kref>stoa</kref> (with ref. to the teaching of the ancient Greek philosopher Zeno, in the <i>Stoa Poikilē</i> or Painted Porch, at Athens). </blockquote></div>",
            "word": "stoic",
            "pronounce": "[stouik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stoic",
            "pronounce": "[stouik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stoic",
            "pronounce": "[stouik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stoic",
            "pronounce": "[stouik]"
        }
    },
    "sentences": [
        {
            "en": "<em>Stoic</em> philosopher",
            "vi": "Nhà triết học xtôic"
        },
        {
            "en": "He is a <em>Stoic</em> philosopher.",
            "vi": "Ông ấy là một nhà triết học Stoic."
        },
        {
            "en": "I was trying to be <em>stoic</em> and trying not to inveigh against God.",
            "vi": "Tôi đã cố gắng chịu đựng nghịch cảnh và cố không đả kích Chúa."
        },
        {
            "en": "When he saw who it was, his eyes widened briefly, and then his face turned <em>stoic</em>.",
            "vi": "Khi ông biết đó là ai rồi thì mắt ông lập tức mở to, rồi khuôn mặt ông trở lại bình thản."
        },
        {
            "en": "Lucius Annaeus Seneca, a Roman <em>Stoic</em> philosopher, said, \"The life we receive is not short, but we make it so, nor do we have any lack of it, but are wasteful of it.\"",
            "vi": "Lucius Annaeus Seneca, một nhà triết học trường phái Roman Stoics, cho biết \"Cuộc sống mà chúng ta có được không phải là ngắn, nhưng chúng ta làm cho nó trở thành ngắn, chúng ta cũng không hề thiếu nó, nhưng chúng ta đang lãng phí nó\". "
        },
        {
            "en": "Men will talk about feelings  Was your guy raised as a traditional, <em>stoic</em>, man's man? If so, let WebMD walk you through 18 relationship secrets, gathered from psychologists who study gender roles. Secret No. 1: It may be easier for your man to talk about feelings indirectly. Ask what he'd do during a romantic weekend. Or what he thought the first time he met you. His answers will reveal how he feels and bring you closer.",
            "vi": "Chàng sẽ nói về cảm xúc của mình   Có phải chàng của bạn được nuôi dạy nề nếp như một người đàn ông truyền thống, đích thực và khắc kỷ? Nếu vậy, thì hãy để WebMD đồng hành cùng bạn khám phá 18 điều bí mật về mối quan hệ ấy, theo tổng gộp ý kiến của các nhà tâm lý nghiên cứu về vai trò giới tính nhé. Bí mật thứ nhất: Có thể là nam giới dễ bày tỏ cảm xúc của mình một cách trực tiếp hơn. Hãy hỏi xem chàng sẽ làm gì vào những ngày cuối tuần lãng mạn hoặc hỏi xem anh ấy cảm nhận gì về lần đầu gặp bạn. Câu trả lời sẽ cho bạn biết cảm xúc của chàng và sẽ có thể làm bạn “xích lại gần nhau hơn”."
        },
        {
            "en": "1 3            13. KILLER If it was anyone but Jacob, i thought to myself, shaking my head as I drove down  the forest-lined highway to La Push. I still wasn't sure if I was doing the right thing, but I'd made a compromise with myself. I couldn't condone what Jacob and his friends, his pack, were doing. I understood now what he'd said last night—that I might not want to see him again—and I could have called him as he'd suggested, but that felt cowardly. I owed him a face-to-face conversation, at least. I would tell him to his face that I couldn't just overlook what was going on. I couldn't be friends with a killer and say nothing, let the killing continue… That would make me a monster, too. But I couldn't not warn him, either. I had to do what I could to protect him. I pulled up to the Blacks' house with my lips pressed together into a hard line. It was bad enough that my best friend was a werewolf. Did he have to be a monster, too? The house was dark, no lights in the windows, but I didn't care if I woke them. My fist thudded against the front door with angry energy; the sound reverberated through the walls. \"Come in,\" I heard Billy call after a minute, and a light flicked on. I twisted the knob; it was unlocked. Billy was leaning around an open doorway just off the little kitchen, a bathrobe around his shoulders, not in his chair yet. When he saw who it was, his eyes widened briefly, and then his face turned <em>stoic</em>. \"Well, good morning, Bella. What are you doing up so early?\" \"Hey, Billy. I need to talk to Jake—where is he?\" \"Um… I don't really know,\" he lied, straight-faced. \"Do you know what Charlie is doing this morning?\" I demanded, sick of the stalling. \"Should I?\" \"He and half the other men in town are all out in the woods with guns, hunting giant wolves.\" Billy's expression flickered, and then went blank. \"So I'd like to talk to Jake about that, if you don't mind,\" I continued. Billy pursed his thick lips for a long moment. \"I'd bet he's still asleep,\" he finally said, nodding toward the tiny hallway off the front room. \"He's out late a lot these days. Kid needs his rest—probably you shouldn't wake him.\" \"It's my turn,\" I muttered under my breath as I stalked to the hallway. Billy sighed. Jacob's tiny closet of a room was the only door in the yard-long hallway. I didn't bother to knock. I threw the door open; it slammed against the wall with a bang. Jacob—still wearing just the same black cut-off sweats he'd worn last night—was stretched diagonally across the double bed that took up all of his room but a few inches around the edges. Even on a slant, it wasn't long enough; his feet hung off the one end and his head off the other. He was fast asleep, snoring lightly with his mouth hanging open. The sound of the door hadn't even made him twitch. His face was peaceful with deep sleep, all the angry lines smoothed out. There were circles under his eyes that I hadn't noticed before. Despite his ridiculous size, he looked very young now, and very weary. Pity shook me. I stepped back out, and shut the door quietly behind me. Billy stared with curious, guarded eyes as I walked slowly back into the front room. \"I think I'll let him get some rest.\" Billy nodded, and then we gazed at each other for a minute. I was dying to ask him about his part in this. What did he think of what his son had become? But I knew how he'd supported Sam from the very beginning, and so I supposed the murders must not bother him. How he justified that to himself I couldn't imagine. I could see many questions for me in his dark eyes, but he didn't voice them either. \"Look,\" I said, breaking the loud silence. \"I'll be down at the beach for a while. When he wakes up, tell him I'm waiting for him, okay?\" \"Sure, sure,\" Billy agreed. I wondered if he really would. Well, if he didn't, I'd tried, right? I drove down to First Beach and parked in the empty dirt lot. It was still dark—the gloomy predawn of a cloudy day—and when I cut the headlights it was hard to see. I had to let my eyes adjust before I could find the path that led through the tall hedge of weeds. It was colder here, with the wind whipping off the black water, and I shoved my hands deep into the pockets of my winter jacket. At least the rain had stopped. I paced down the beach toward the north seawall. I couldn't see St. James or the other islands, just the vague shape of the water's edge. I picked my way carefully across the rocks, watching out for driftwood that might trip me. I found what I was looking for before I realized I was looking for it. It materialized out of the gloom when it was just a few feet away: a long bone-white driftwood tree stranded deep on the rocks. The roots twisted up at the seaward end, like a hundred brittle tentacles. I couldn't be sure that it was the same tree where Jacob and I had had our first conversation—a conversation that had begun so many different, tangled threads of my life—but it seemed to be in about the same place I sat down where I'd sat before, and stared out across the invisible sea. Seeing Jacob like that—innocent and vulnerable in sleep—had stolen all my revulsion, dissolved all my anger. I still couldn't turn a blind eye to what was happening, like Billy seemed to, but I couldn't condemn Jacob for it either. Love didn't work that way, I decided. Once you cared about a person, it was impossible to be logical about them anymore. Jacob was my friend whether he killed people or not. And I didn't know what I was going to do about that. When I pictured him sleeping so peacefully, I felt an overpowering urge to protect him. Completely illogical. Illogical or not, I brooded over the memory his peaceful face, trying to come up with some answer, some way to shelter him, while the sky slowly turned gray. \"Hi, Bella.\" Jacob's voice came from the darkness and made me jump. It was soft, almost shy, but I'd been expecting some forewarning from the noisy rocks, and so it still startled me. I could see his silhouette against the coming sunrise—it looked enormous. \"Jake?\" He stood several paces away, shifting his weight from foot to foot anxiously. \"Billy told me you came by—didn't take you very long, did it? I knew you could figure it out.\" \"Yeah, I remember the right story now,\" I whispered. It was quiet for a long moment and, though it was still too dark to see well, my skin prickled as if his eyes were searching my face. There must have been enough light for him to read my expression, because when he spoke again, his voice was suddenly acidic. \"You could have just called,\" he said harshly. I nodded. \"I know.\" Jacob started pacing along the rocks. If I listened very hard, I could just hear the gentle brush of his feet on the rocks behind the sound of the waves. The rocks had clattered like castanets for me. \"Why did you come?\" he demanded, not halting his angry stride. \"I thought it would be better face-to-face.\" He snorted. \"Oh, much better.\" \"Jacob, I have to warn you—\" \"About the rangers and the hunters? Don't worry about it. We already know.\" \"Don't worry about it?\" I demanded in disbelief. \"Jake, they've got guns! They're setting traps and offering rewards and—\" \"We can take care of ourselves,\" he growled, still pacing. \"They're not going to catch anything. They're only making it more difficult—they'll start disappearing soon enough, too.\" \"Jake!\" I hissed. \"What? It's just a fact.\" My voice was pale with revulsion. \"How can you… feel that way? You know these people. Charlie's out there!\" The thought made my stomach twist. He came to an abrupt stop. \"What more can we do?\" he retorted. The sun turned the clouds a slivery pink above us. I could see his expression now; it was angry, frustrated, betrayed. \"Could you… well, try to not be a… werewolf?\" I suggested in a whisper. He threw his hands up in the air. \"Like I have a choice about it!\" he shouted. \"And how would that help anything, if you're worried about people disappearing?\" \"I don't understand you.\" He glared at me, his eyes narrowing and his mouth twisting into a snarl. \"You know what makes me so mad I could just spit?\" I flinched away from his hostile expression. He seemed to be waiting for an answer, so I shook my head. \"You're such a hypocrite, Bella—there you sit, terrified of me! How is that fair?\" His hands shook with anger. \"Hypocrite? How does being afraid of a monster make me a hypocrite?\" \"Ugh!\" he groaned, pressing his trembling fists to his temples and squeezing his eyes shut. \"Would you listen to yourself?\" \"What?\" He took two steps toward me, leaning over me and glaring with fury. \"Well, I'm so sorry that I can't be the right kind of monster for you, Bella. I guess I'm just not as great as a bloodsucker, am I?\" I jumped to my feet and glared back. \"No, you're not!\" I shouted. \"It's not what you are, stupid, it's what you do!\" \"What's that supposed to mean?\" He roared, his entire frame quivering with rage. I was taken entirely by surprise when Edward's voice cautioned me. \"Be very careful, Bella,\" his velvet voice warned. \"Don't push him too far. You need to calm him down.\" Even the voice in my head was making no sense today. I listened to him, though. I would do anything for that voice. \"Jacob,\" I pleaded, making my tone soft and even. \"Is it really necessary to kill people, Jacob? Isn't there some other way? I mean, if vampires can find a way to survive without murdering people, couldn't you give it a try, too?\" He straightened up with a jerk, like my words had sent an electric shock through him. His eyebrows shot up and his eyes stared wide. \"Killing people?\" he demanded. \"What did you think we were talking about?\" He wasn't trembling anymore. He looked at me with half-hopeful disbelief. \"I thought we were talking about your disgust for werewolves.\" \"No, Jake, no. It's not that you're a… wolf. That's fine,\" I promised him, and I knew as I said the words that I meant them. I really didn't care if he turned into a big wolf—he was still Jacob. \"If you could just find a way not to hurt people… that's all that upsets me. These ate innocent people, Jake, people like Charlie, and I can't just look the other way while you—\" \"Is that all? Really?\" he interrupted me, a smile breaking across his face. \"You're just scared because I'm a murderer? That's the only reason?\" \"Isn't that reason enough?\" He started to laugh. \"Jacob Black, this is so not funny!\" \"Sure, sure,\" he agreed, still chortling. He took one long stride and caught me in another vice-tight bear hug. \"You really, honestly don't mind that I morph into a giant dog?\" he asked, his voice joyful in my ear. \"No,\" I gasped. \"Can't—breathe—Jake!\" He let me go, but took both my hands. \"I'm not a killer, Bella.\" I studied his face, and it was clear that this was the truth. Relief pulsed through me. \"Really?\" I asked. \"Really,\" he promised solemnly. I threw my arms around him. It reminded me of that first day with the motorcycles—he was bigger, though, and I felt even more like a child now. Like that other time, he stroked my hair. \"Sorry I called you a hypocrite,\" he apologized. \"Sorry I called you a murderer.\" He laughed. I thought of something then, and pulled away from him so that I could see his face. My eyebrows furrowed in anxiety. \"What about Sam? And the others?\" He shook his head, smiling like a huge burden had been removed from his shoulders.  \"Of course not. Don't you remember what we call ourselves?\" The memory was clear—I'd just been thinking of that very day. \"Protectors?\" \"Exactly.\" \"But I don't understand. What's happening in the woods? The missing hikers, the blood?\" His face was serious, worried at once. \"We're trying to do our job, Bella. We're trying to protect them, but we're always just a little too late.\" \"Protect them from what? Is there really a bear out there, too?\" \"Bella, honey, we only protect people from one thing—our one enemy. It's the reason we exist—because they do.\" I stared at him blankly for one second before I understood. Then the blood drained from my face and a thin, wordless cry of horror broke through my lips. He nodded. \"I thought you, of all people, would realize what was really going on.\" \"Laurent,\" I whispered. \"He's still here.\" Jacob blinked twice, and cocked his head to one side. \"Who's Laurent?\" I tried to sort out the chaos in my head so that I could answer. \"You know—you saw him in the meadow. You were there…\" The words came out in a wondering tone as it all sunk in. \"You were there, and you kept him from killing me…\" \"Oh, the black-haired leech?\" He grinned, a tight, fierce grin. \"Was that his name?\" I shuddered. \"What were you thinking?\" I whispered. \"He could have killed you! Jake, you don't realize how dangerous—\" Another laugh interrupted me \"Bella, one lone vampire isn't much of a problem for a pack as big as ours. It was so easy, it was hardly even fun!\" \"What was so easy?\" \"Killing the bloodsucker who was going to kill you. Now, I don't count that towards the whole murder thing,\" he added quickly. \"Vampires don't count as people.\" I could only mouth the words. \"You… killed… Laurent?\" He nodded. \"Well, it was a group effort,\" he qualified. \"Laurent is dead?\" I whispered. His expression changed. \"You're not upset about that, are you? He was going to kill you—he was going for the kill, Bella, we were sure of that before we attacked. You know that, right?\" \"I know that. No, I'm not upset—I'm…\" I had to sit down. I stumbled back a step until I felt the driftwood against my calves, and then sank down onto it. \"Laurent is dead. He's not coming back for me.\" \"You're not mad? He wasn't one of your friends or anything, was he?\" \"My friend?\" I stared up at him, confused and dizzy with relief. I started babbling, my eyes getting moist. \"No, Jake. I'm so… so relieved. I thought he was going to find me—I've been waiting for him every night, just hoping that he'd stop with me and leave Charlie alone. I've been so frightened, Jacob… But how? He was a vampire! How did you kill him? He was so strong, so hard, like marble…\" He sat down next to me and put one big arm around me comfortingly. \"It's what we're made for, Bells.  We're strong, too. I wish you would have told me that you were so afraid. You didn't need to be.\" \"You weren't around,\" I mumbled, lost in thought. \"Oh, right.\" \"Wait, Jake—I thought you knew, though. Last night, you said it wasn't safe for you to be in my room. I thought you knew that a vampire might be coming. Isn't that what you were talking about?\" He looked confused for a minute, and then he ducked his head. \"No, that's not what I meant.\" \"Then why didn't you think it was safe for you there?\" He looked at me with guilt-ridden eyes. \"I didn't say it wasn't safe for me. I was thinking of you.\" \"What do you mean?\" He looked down and kicked a rock. \"There's more than one reason I'm not supposed to be around you, Bella. I wasn't supposed to tell you our secret, for one thing, but the other part is that it's not safe for you.  If I get too mad… too upset… you might get hurt.\" I thought about that carefully. \"When you were mad before… when I was yelling at you… and you were shaking… ?\" \"Yeah.\" His face dropped even lower. \"That was pretty stupid of me. I have to keep a better hold on myself. I swore I wasn't going to get mad, no matter what you said to me. But… I just got so upset that I was going to lose you… that you couldn't deal with what I am…\" \"What would happen… if you got too mad?\" I whispered. \"I'd turn into a wolf,\" he whispered back. \"You don't need a full moon.\" He rolled his eyes. \"Hollywood's version doesn't get much right.\" Then he sighed, and was serious again. \"You don't need to be so stressed out, Bells. We're going to take care of this. And we're keeping a special eye on Charlie and the others—we won't let anything happen to him. Trust me on that.\" Something very, very obvious, something I should have grasped at once—but I'd been so distracted by the idea of Jacob and his friends fighting with Laurent, that I'd completely missed it at the time—occurred to me only then, when Jacob used the present tense again. We're going to take care of this. It wasn't over. \"Laurent is dead,\" I gasped, and my entire body went ice cold. \"Bella?\" Jacob asked anxiously, touching my ashen cheek. \"If Laurent died… a week ago… then someone else is killing people now.\" Jacob nodded; his teeth clenched together, and he spoke through them. \"There were two of them. We thought his mate would want to fight us—in our stories, they usually get pretty pissed off if you kill their mate—but she just keeps running away, and then coming back again. If we could figure out what she was after, it would be easier to take her down. But she makes no sense. She keeps dancing around the edges, like she's testing our defenses, looking for a way in—but in where? Where does she want to go?  Sam thinks she's trying to separate us, so she'll have a better chance…\" His voice faded until it sounded like it was coming through a long tunnel; I couldn't make out the individual words anymore. My forehead dewed with sweat and my stomach rolled like I had the stomach flu again. Exactly like I had the flu. I turned away from him quickly, and leaned over the tree trunk. My body convulsed with useless heaves, my empty stomach contracting with horrified nausea, though there was nothing in it to expel. Victoria was here. Looking for me. Killing strangers in the woods. The woods where Charlie was searching… My head spun sickeningly. Jacob's hands caught my shoulders—kept me from sliding forward onto the rocks. I could feel his hot breath on my cheek. \"Bella! What's wrong?\" \"Victoria,\" I gasped as soon as I could catch my breath around the nauseous spasms. In my head, Edward snarled in fury at the name. I felt Jacob pull me up from my slump. He draped me awkwardly across his lap, laying my limp head against his shoulder. He struggled to balance me, to keep me from sagging over, one way or the other he brushed the sweaty hair back from my face. \"Who?\" Jacob asked. \"Can you hear me, Bella? Bella?\" \"She wasn't Laurent's mate,\" I moaned into his shoulder. \"They were just old friends…\" \"Do you need some water? A doctor? Tell me what to do,\" he demanded, frantic. \"I'm not sick—I'm scared,\" I explained in a whisper. The word scared didn't really seem to cover it. Jacob patted my back. \"Scared of this Victoria?\" I nodded, shuddering. \"Victoria is the red-haired female?\" I trembled again, and whimpered, \"Yes.\" \"How do you know she wasn't his mate?\" \"Laurent told me James was her mate,\" I explained, automatically flexing the hand with the scar. He pulled my face around, holding it steady in his big hand. He stared intently into my eyes. \"Did he tell you anything else, Bella? This is important. Do you know what she wants?\" \"Of course,\" I whispered. \"She wants me.\" His eyes flipped wide, then narrowed into slits. \"Why?\" he demanded. \"Edward killed James,\" I whispered. Jacob held me so tightly that there was no need for me to clutch at the hole—he kept me in one piece. \"She did get… pissed off. But Laurent said she thought it was fairer to kill me than Edward. Mate for mate. She didn't know—still doesn't know, I guess—that… that…\" I swallowed hard. \"That things aren't like that with us anymore. Not for Edward, anyway.\" Jacob was distracted by that, his face torn between several different expressions. \"Is that what happened? Why the Cullens left?\" \"I'm nothing but a human, after all. Nothing special,\" I explained, shrugging weakly. Something like a growl—not a real growl, just a human approximation—rumbled in Jacob's chest under my ear. \"If that idiot bloodsucker is honestly stupid enough—\" \"Please,\" I moaned. \"Please. Don't.\" Jacob hesitated, then nodded once. \"This is important,\" he said again, his face all business now. \"This is exactly what we needed to know.We've got to tell the others right away.\" He stood, pulling me to my feet. He kept two hands on my waist until he was sure I wasn't going to fall. \"I'm okay,\" I lied. He traded his hold on my waist for one of my hands. \"Let's go.\" He pulled me back toward the truck. \"Where are we going?\" I asked. \"I'm not sure yet,\" he admitted. \"I'll call a meeting. Hey, wait here for just a minute, okay?\" He leaned me against the side of the truck and released my hand. \"Where are you going?\" \"I'll be right back,\" he promised. Then he turned and sprinted through the parking lot, across the road, and into the bordering forest. He flitted into the trees, swift and sleek as a deer. \"Jacob!\" I yelled after him hoarsely, but he was already gone. It was not a good time to be left alone. Seconds after Jacob was out of sight, I was hyperventilating. I dragged myself into the cab of the truck, and mashed the locks down at once. It didn't make me feel any better. Victoria was already hunting me. It was just luck that she hadn't found me yet—just luck and five teenage werewolves. I exhaled sharply. No matter what Jacob said, the thought of him coming anywhere close to Victoria was horrifying. I didn't care what he could turn into when he got mad. I could see her in my head, her face wild, her hair like flames, deadly, indestructible… But, according to Jacob, Laurent was gone. Was that really possible? Edward—I clutched automatically at my chest—had told me how difficult it was to kill a vampire. Only another vampire could do the job. Yet Jake said this was what werewolves were made for… He said they were keeping a special eye on Charlie—that I should trust the werewolves to keep my father safe. How could I trust that? None of us were safe! Jacob the very least of all, if he was trying to put himself between Victoria and Charlie… between Victoria and me. I felt like I might be about to throw up again. A sharp rap on the truck's window made me yelp in terror—but it was just Jacob, back already. I unlocked the door with trembling, grateful fingers. \"You're really scared, aren't you?\" he asked as he climbed in. I nodded. \"Don't be. We'll take care of you—and Charlie, too. I promise.\" \"The idea of you finding Victoria is scarier than the idea of her finding me,\" I whispered. He laughed. \"You've got to have a little more confidence in us than that. It's insulting.\" I just shook my head. I'd seen too many vampires in action. \"Where did you go just now?\" I asked. He pursed his lips, and said nothing. \"What? Is it a secret?\" He frowned. \"Not really. It's kind of weird, though. I don't want to freak you out.\" \"I'm sort of used to weird by this point, you know.\" I tried to smile without much success. Jacob grinned back easily. \"Guess you'd have to be. Okay. See, when we're wolves, we can… hear each other.\" My eyebrows pulled down in confusion. \"Not hear sounds,\" he went on, \"but we can hear… thoughts—each other's anyway—no matter how far away from each other we are. It really helps when we hunt, but it's a big pain otherwise. It's embarrassing—having no secrets like that. Freaky, eh?\" \"Is that what you meant last night, when you said you would tell them you'd seen me, even though you didn't want to?\" \"You're quick.\" \"Thanks.\" \"You're also very good with weird. I thought that would bother you.\" \"It's not… well, you're not the first person I've known who could do that. So it doesn't seem so weird to me.\" \"Really?… Wait—are you talking about your bloodsuckers?\" \"I wish you wouldn't call them that.\" He laughed. \"Whatever. The Cullens, then?\" \"Just… just Edward.\" I pulled one arm surreptitiously around my torso. Jacob looked surprised—unpleasantly so. \"I thought those were just stories. I've heard legends about vampires who could do… extra stuff, but I thought that was just a myth.\" \"Is anything just a myth anymore?\" I asked him wryly. He scowled. \"Guess not. Okay, we're going to meet Sam and the others at the place we go to ride our bikes.\" I started the truck and headed back up the road. \"So did you just turn into a wolf now, to talk to Sam?\" I asked, curious. Jacob nodded, seeming embarrassed. \"I kept it real short—I tried not to think about you so they wouldn't know what was going on. I was afraid Sam would tell me I couldn't bring you.\" \"That wouldn't have stopped me.\" I couldn't get rid of my perception of Sam as the bad guy. My teeth clenched together whenever I heard his name. \"Well, it would have stopped me,\" Jacob said, morose now. \"Remember how I couldn't finish my sentences last night? How I couldn't just tell you the whole story?\" \"Yeah. You looked like you were choking on something.\" He chuckled darkly. \"Close enough. Sam told me I couldn't tell you. He's… the head of the pack, you know. He's the Alpha. When he tells us to do something, or not to do something—when he really means it, well, we can't just ignore him.\" \"Weird,\" I muttered. \"Very,\" he agreed. \"It's kind of a wolf thing.\" \"Huh\" was the best response I could think of. \"Yeah, there's a load of stuff like that—wolf things. I'm still learning. I can't imagine what it was like for Sam, trying to deal with this alone.  It sucks bad enough to go through it with a whole pack for support.\" \"Sam was alone?\" \"Yeah.\" Jacob's voice lowered. \"When I… changed, it was the most… horrible, the most terrifying thing I've ever been through—worse than anything I could have imagined. But I wasn't alone—there were the voices there, in my head, telling me what had happened and what I had to do. That kept me from losing my mind, I think. But Sam…\" He shook his head. \"Sam had no help.\" This was going to take some adjusting. When Jacob explained it like that, it was hard not to feel compassion for Sam. I had to keep reminding myself that there was no reason to hate him anymore. \"Will they be angry that I'm with you?\" I asked. He made a face. \"Probably.\" \"Maybe I shouldn't—\" \"No, it's okay,\" he assured me. \"You know a ton of things that can help us. It's not like you're just some ignorant human. You're like a… I don't know, spy or something. You've been behind enemy lines.\" I frowned to myself. Was that what Jacob would want from me? Insider information to help them destroy their enemies? I wasn't a spy, though. I hadn't been collecting that kind of information. Already, his words made me feel like a traitor. But I wanted him to stop Victoria, didn't I? No. I did want Victoria to be stopped, preferably before she tortured me to death or ran into Charlie or killed another stranger. I just didn't want Jacob to be the one to stop her, or rather to try. I didn't want Jacob within a hundred miles of her. \"Like the stuff about the mind-reading bloodsucker,\" he continued, oblivious to my reverie. \"That's the kind of thing we need to know about. That really sucks that those stories are true. It makes everything more complicated. Hey, do you think this Victoria can do anything special?\" \"I don't think so,\" I hesitated, and then sighed. \"He would have mentioned it.\" \"He? Oh, you mean Edward—oops, sorry. I forgot. You don't like to say his name. Or hear it.\" I squeezed my midsection, trying to ignore the throbbing around the edges of my chest. \"Not really, no.\" \"Sorry.\" \"How do you know me so well, Jacob? Sometimes it's like you can read my mind.\" \"Naw. I just pay attention.\" We were on the little dirt road where Jacob had first taught me to ride the motorcycle. \"This good?\" I asked. \"Sure, sure.\" I pulled over and cut the engine. \"You're still pretty unhappy, aren't you?\" he murmured. I nodded, staring unseeingly into the gloomy forest. \"Did you ever think… that maybe… you're better off?\" I inhaled slowly, and then let my breath out. \"No.\" \"'Cause he wasn't the best—\" \"Please, Jacob,\" I interrupted, begging in a whisper. \"Could we please not talk about this? I can't stand it.\" \"Okay.\" He took a deep breath. \"I'm sorry I said anything.\" \"Don't feel bad. If things were different, it would be nice to finally be able to talk to someone about it.\" He nodded. \"Yeah, I had a hard time keeping a secret from you for two weeks. It must be hell to not be able to talk to anyone.\" \"Hell,\" I agreed. Jacob sucked in a sharp breath. \"They're here. Let's go.\" \"Are you sure?\" I asked while he popped his door open. \"Maybe I shouldn't be here.\" \"They'll deal with it,\" he said, and then he grinned. \"Who's afraid of the big, bad wolf?\" \"Ha ha,\" I said. But I got out of the truck, hurrying around the front end to stand close beside Jacob. I remembered only too clearly the giant monsters in the meadow. My hands were trembling like Jacob's had been before, but with fear rather than rage. Jake took my hand and squeezed it. \"Here we go.\"",
            "vi": "1 3           13. KẺ GIẾT NGƯỜI  Nếu đó chẳng phải ai khác mà chính là Jacob, tôi tự nghĩ, lắc đầu khi lái xe vào đường cao tốc dọc theo khu rừng đến La Push.  Tôi vẫn không chắc mình có đang làm chuyện đúng đắn không, nhưng tôi đành phải tự chấp nhận.  Tôi không thể bỏ qua điều Jacob và bạn của anh ta, bầy đàn của anh ta, đang làm. Giờ thì tôi đã hiểu điều anh nói đêm qua – rằng tôi có thể sẽ không muốn gặp lại anh nữa- và lẽ ra tôi có thể chỉ cần gọi điện thoại thôi như anh đã đề nghị, nhưng tôi cảm thấy vậy là hèn nhát. Chí ít thì tôi cũng nợ anh một cuộc nói chuyện trực tiếp. Tôi sẽ nói thẳng vào mặt anh là tôi không thể bỏ qua cho chuyện đang diễn ra. Tôi không thể làm bạn với một kẻ giết người mà chẳng nói gì, cứ để cho chuyện giết chóc tiếp tục diễn ra… Nếu vậy thì tôi cũng sẽ là một con quái vật thôi.  Nhưng tôi cũng không thể không nói trước cho anh biết. Tôi phải làm mọi chuyện có thể để bảo vệ anh.  Tôi dừng lại trước nhà gia đình Black, môi mím lại cương quyết. Thật hết sức tồi tệ khi bạn thân nhất của mình là người sói. Có phải anh cũng buộc phải làm quái vật không? Ngôi nhà tối om, không ánh đèn trong cửa sổ, nhưng tôi không quan tâm chuyện mình sẽ đánh thức họ. Tôi dộng thình thình vào cửa trước bực tức hết mức; âm thanh dội vào các bức tường.  Sau một phút, tôi nghe tiếng Billy bảo \"Vào đi,” rồi một cái đèn bật lên.  Tôi vặn nắm đấm; cửa không khoá. Billy đang tựa gần ô cửa mở ra ngoài căn bếp nhỏ, với áo choàng tắm vắt vai, chưa ngồi vào xe lăn. Khi ông biết đó là ai rồi thì mắt ông lập tức mở to, rồi khuôn mặt ông trở lại bình thản.  \"À, chào buổi sáng, Bella. Sao cháu đến đây sớm thế?\" \"Chào bác Billy. Cháu cần nói chuyện với Jake – bạn ấy đâu rồi?\" \"Ờ... bác cũng không biết,\" ông nói dối, mặt thản nhiên như không.  \"Bác có biết Charlie đang làm gì sáng nay không?\" Tôi hỏi, chán ngấy chuyện đánh trống lảng.  \"Bác biết à?\" \"Bố cháu và cả nửa số đàn ông trong thành phố đang ở trong rừng mang theo súng để săn mấy con sói lớn.\" Billy thoáng đổi sắc, rồi trở nên bình thản. \"Vì vậy cháu muốn nói chuyện với Jake về chuyện đó, nếu bác không cảm thấy phiền, \" tôi tiếp tục.  Billy mím đôi môi dày của mình một hồi lâu. \"Bác chắc là nó vẫn đang ngủ,\" cuối cùng ông lên tiếng, hất đầu về phía căn phòng nhỏ xíu ngoài phòng khách. \" Mấy ngày nay nó đi chơi về trễ lắm. Con nít cần phải nghỉ ngơi - có lẽ cháu không nên kêu nó dậy.” \"Đến lượt mình,\" tôi lẩm bẩm nho nhỏ khi đi về phía căn phòng. Billy thở dài.  Cái tủ nhỏ xíu của Jacob trong căn phòng là cửa duy nhất trong cái phòng khách dài một thước Anh. Tôi chẳng thèm gõ cửa. Tôi đẩy mạnh mở cánh cửa ra; nó đập rầm vô tường một cái.  Jacob - vẫn mặc bộ đồ len ngắn màu đen đêm qua – nằm thẳng cẳng vắt ngang cái giường đôi chiếm hết căn phòng chỉ chừa một vài in-sơ quanh các cạnh tường. Ngay cả khi nằm xiên, giường cũng chẳng đủ dài; chân anh chàng thõng xuống ở đầu này còn đầu thì gác bên đầu giường kia. Anh chàng ngủ say, ngáy khe khẽ miệng há hốc. Tiếng cửa đánh sầm thậm chí cũng chẳng làm anh giật mình.  Khuôn mặt anh thanh thản trong giấc ngủ say, mọi nét giận dữ đều không còn. Có quầng thâm dưới mắt anh chàng mà trước đây tôi không để ý. Mặc dù to lớn kềnh càng, anh chàng giờ đây trông rất trẻ con, và thật mệt mỏi.  Lòng thương hại làm tôi chùn bước.  Tôi bước trở ra, và lặng lẽ đóng cửa lại.  Billy nhìn tò mò, dè dặt khi tôi chậm rãi đi vào phòng khách trở lại.  \"Cháu nghĩ cháu nên để cho bạn ấy nghỉ ngơi một chút.” Billy gật đầu, rồi chúng tôi nhìn chằm chằm vào nhau một lát. Tôi nóng lòng muốn hỏi ông vai trò của ông trong chuyện này.  Ông nghĩ gì về chuyện con trai mình đã biến thành thứ đó? Nhưng tôi biết ông ủng hộ Sam ngay từ đầu, và vì vậy tôi cho rằng mấy vụ giết người ắt chẳng làm ông bận lòng. Tôi không thể tưởng tượng được làm sao ông có thể cảm thấy thanh thản được.  Tôi thấy ông cũng có nhiều câu muốn hỏi trong đôi mắt đen của ông, nhưng ông cũng chẳng thốt nên lời.  \"Này bác, \" tôi nói, phá tan bầu không khí im lặng. \"Cháu sẽ xuống bãi biển một lát. Khi bạn ấy thức dậy, bác nói dùm với bạn ấy là cháu đang đợi, được không?” \"Đương nhiên, chắc chắn rồi,” Billy đồng ý.  Tôi tự hỏi có thật ông sẽ nói không. Ừm, nếu ông không nói, thì tôi cũng đã cố gắng rồi, đúng không? Tôi lái xe xuống First Beach và đỗ xe ở chỗ đất trống. Trời vẫn còn tối – bầu trời rạng sáng ảm đạm của một ngày đầy mây - và khi tôi tắt đèn pha thì trời tối rất khó thấy đường. Tôi phải điều chỉnh mắt rồi mới thấy đường dẫn vào hàng cỏ dại cao. Ở đây lạnh hơn, gió thổi mạnh từ mặt nước đen ngòm, và tôi thọc sâu tay vào túi chiếc áo khoác mùa đông của mình. Ít ra thì mưa cũng đã tạnh.  Tôi đi từ từ xuống bãi biển theo hướng con đê về phía bắc. Tôi không thể thấy được đảo thánh James hoặc những đảo khác, chỉ thấy bóng dáng mờ mờ của bờ biển. Tôi cẩn thận đi qua đám đá, coi chừng xem có khúc gỗ nào trôi giạt có thể làm tôi vấp ngã không. Tôi thấy điều mình đang tìm trước khi tôi nhận ra mình đang tìm nó. Nó hiện ra trong bóng đêm chỉ cách vài bước: một cây gỗ trôi giạt dài trắng phau bị kẹt sâu vào đá. Những cái rễ xoắn theo hướng biển, như một trăm cái xúc tu mỏng  manh. Tôi không chắc đó có phải cùng cái cây nơi Jacob và tôi lần đầu tiên chuyện trò - một cuộc chuyện trò đã gây ra quá nhiều thay đổi, làm xáo trộn cuộc đời tôi - nhưng có vẻ đúng là nơi tôi đã từng ngồi trước đây, và nhìn chằm chằm vào mặt biển vô hình.  Nhìn thấy Jacob như thế - vô tội và dễ bị tổn thương trong giấc ngủ - đã làm nỗi khiếp sợ của tôi tan biến, xua đi mọi cơn phẫn nộ của tôi. Tôi vẫn không thể vờ là không biết chuyện đang xảy ra, giống Billy, nhưng tôi cũng không thể kết tội Jacob đã làm chuyện đó.  Tình yêu có lý lẽ riêng của nó, tôi quyết định.  Một khi bạn đã quan tâm đến một người, thì không thể nào cư xử hợp lý được nữa. Jacob vẫn là bạn tôi dù anh ta có là kẻ giết người hay không. Và tôi chẳng biết phải làm sao nữa.  Khi hình dung anh chàng đang ngủ thanh thản như thế, lòng tôi tràn ngập ý nghĩ thôi thúc muốn bảo vệ anh.  Thiệt hết sức phi lý.  Dù có phi lý hay không nữa, tôi vẫn ấp ủ trong đầu ký ức về khuôn mặt bình yên của anh chàng, cố đưa ra một câu trả lời nào đó, một cách nào đó để che chở cho anh, trong khi bầu trời từ từ chuyển sang xám xịt.  \"Chào, Bella.\" Giọng Jacob phát ra từ bóng tối và làm tôi giật nảy mình. Âm thanh dịu dàng, gần như nhút nhát, nhưng vì tôi cứ tưởng sẽ có tiếng động báo trước từ phía đống đá lạo xạo kia, nên nó cứ làm tôi giật mình. Tôi nhìn thấy bóng anh dưới ánh mặt trời đang mọc - trông thật to lớn.  \"Jake?\" Anh chàng đứng cách tôi vài bước, chuyển thân từ chân này sang chân kia lo lắng.  \"Billy có nói với tôi là bạn ghé qua – bạn đâu phải suy nghĩ lâu hả? Tôi biết bạn có thể nghĩ ra chuyện đó mà. \" \"Ờ, giờ thì tôi đã nhớ ra chuyện gì rồi\" tôi thì thầm.  Yên lặng hồi lâu và, mặc dù trời vẫn còn tối chưa thể nhìn rõ mọi vật, nhưng da tôi có cảm giác bị kim châm khi mắt anh nhìn dò hỏi trên mặt tôi. Hẳn là đủ sáng để anh chàng đọc được vẻ mặt tôi, vì khi nói tiếp, giọng anh bỗng chua chát.  \"Đáng lẽ bạn chỉ cần gọi điện là được rồi,\" anh cay đắng nói.  Tôi gật đầu. \"Tôi biết.” Jacob bắt đầu bước tới lui dọc theo mấy tảng đá. Nếu lắng nghe kỹ, tôi có thể nghe được tiếng bước chân nhẹ nhàng anh trên đá ngoài âm thanh sóng vỗ.  Đá va vào nhau lách cách như tiếng đàn catanhet đối với tôi.  \"Vậy sao bạn lại đến?\" anh gặng hỏi, không dừng bước chân giận dữ của mình.  \"Tôi nghĩ trực tiếp nói chuyện với nhau thì tốt hơn.\" Anh khịt mũi. \"Ồ, tốt hơn nhiều.\" \"Jacob, tôi phải báo trước cho bạn biết \" \"Chuyện mấy người kiểm lâm và thợ săn à? Đừng lo về chuyện đó. Chúng tôi đã biết rồi.\" \"Đừng lo chuyện đó à ?\" Tôi nghi ngờ gặng hỏi. \"Jake, họ có súng! Họ đang đặt bẫy và treo giải thưởng và - \" \"Chúng tôi có thể tự lo lấy, \" anh gầm gừ, vẫn đi tới đi lui. \"Họ sẽ chẳng bắt được gì đâu. Họ chỉ làm chuyện này trở nên khó khăn hơn – chẳng bao lâu nữa họ cũng sẽ biến mất.\" \"Jake!\" Tôi rít lên.  \"Sao chứ? Đó là sự thật mà. \" Giọng tôi yếu ớt sợ hãi. \"Sao bạn ... có thể nghĩ kiểu thế được? Bạn quen mấy người này mà. Charlie đang ở ngoài đó!\"  Ý nghĩ đó làm ruột gan tôi thắt lại.  Anh dừng lại đột ngột. \"Chúng tôi có thể làm gì hơn?\" anh vặn vẹo.  Mặt trời biến những đám mây thành màu hồng bạc phía trên chúng tôi. Giờ đây tôi có thể nhìn thấy được vẻ mặt anh ấy; giận dữ, thất vọng, bị phản bội.  \"Bạn có thể… ừm, cố gắng không làm ... người sói được không?\" Tôi thì thầm đề nghị.  Anh giơ tay lên không trung. \"Làm như tôi chọn cuộc sống đó không bằng!\" anh chàng la to.  \"Và vậy thì giúp được gì, nếu bạn lo lắng cho những người mất tích?\" “Tôi không hiểu bạn.” Anh nhìn tôi chăm chăm, mắt nheo lại và miệng nhăn lại cằn nhằn. \"Bạn biết điều gì đã làm tôi nổi điên đến mức tôi phải nói ra không?\" Tôi chùn người vì vẻ thù địch của anh. Anh dường như đang chờ câu trả lời, vì vậy tôi lắc đầu.  \"Bạn là một người giả nhân giả nghĩa quá sức, Bella - bạn ngồi đó, khiếp sợ tôi! Thế có công bằng không chứ?\" Bàn tay anh run lên vì tức giận.  \"Giả nhân giả nghĩa à?  Làm sao mà sợ một con quái vật lại biến tôi thành một kẻ giả nhân giả nghĩa chớ?\" \"Ôi!\" anh rên rỉ, ấn hai nắm tay đang run rẩy lên  thái dương và nhắm nghiền mắt. \"Bạn có biết bạn đang nói gì không?\" \"Gì vậy?\" Anh bước hai bước về phía tôi, nghiêng người về phía tôi và nhìn trừng trừng giận dữ. \"Ừm, tôi xin lỗi vì tôi không phải là loại quái vật thích hợp dành cho bạn, Bella. Tôi nghĩ tôi chẳng vĩ đại bằng một thằng hút máu, phải không?\" Tôi nhảy cẫng lên và nhìn trừng trừng lại. \"Không, bạn không vậy!\"  Tôi la lớn. \"Không phải chuyện bạn là ai, đồ ngốc, mà là chuyện bạn làm gì!\" \"Bạn nói thế là có ý gì?\" Anh gầm lên, toàn thân run lẩy bẩy vì tức giận.  Tôi hoàn toàn sửng sốt khi giọng của Edward cảnh tỉnh tôi. \"Cẩn thận nhé, Bella,\" giọng nói mượt mà của anh cảnh báo. “Đừng ép cậu ấy quá. Em cần phải làm dịu cậu ấy xuống. \" Hôm nay ngay cả giọng nói trong đầu tôi, tôi cũng chẳng hiểu.  Mặc dù vậy tôi vẫn lắng nghe anh. Tôi sẽ làm bất cứ điều gì vì tiếng nói đó.  \"Jacob,\" tôi khẩn khoản, làm giọng mình nhẹ nhàng, điềm đạm. \"Có thực cần phải giết người không, Jacob? Chẳng còn  cách nào khác sao? Ý tôi là, ma cà rồng mà còn tìm được cách sống mà không phải giết người, thì tại sao bạn lại không thử một lần chớ?\" Anh bất thình lình đứng thẳng lên, như thể lời tôi nói là dòng điện đang giật anh. Lông mày anh nhướng lên và mắt anh mở to trừng trừng.  \"Giết người?\" anh hỏi.  \"Chứ bạn nghĩ mình đang nói về chuyện gì?\" Anh không còn run rẩy nữa. Anh nhìn tôi với vẻ không tin lại vừa tràn trề hy vọng. \"Tôi tưởng mình đang nói về sự kinh tởm của bạn đối với người sói. \" \"Không, Jake, không đâu. Không phải chuyện bạn là... người sói. Chuyện đó không sao hết, \" tôi hứa với anh, và tôi biết mình nói những lời ấy thật lòng. Tôi thật sự chẳng quan tâm dù anh có biến thành một con chó sói khổng lồ – anh vẫn cứ là Jacob. \"Giá mà bạn tìm ra được cách để không hại con người... đó là toàn bộ chuyện làm tôi lo lắng.  Mấy con sói này ăn thịt người vô tội, Jake à, những người như Charlie, mà tôi không thể làm ngơ, phớt lờ đi trong khi bạn - \" \"Chỉ vậy thôi à? Thật đó hả?\" anh ngắt lời tôi, nụ cười nở trên mặt anh. “Bạn chỉ sợ vì tôi là kẻ giết người ư?  Chỉ lý do đó thôi sao?\" \"Lý do đó còn chưa đủ sao?\" Anh chàng bắt đầu cười phá lên.  \"Jacob Black, chuyện này có gì mắc cười đâu!\" \"Đương nhiên, chắc chắn rồi,\" anh đồng ý, vẫn cười nắc nẻ.  Anh chàng sải một bước dài và ôm siết lấy tôi.  \"Bạn thật sự, thật sự không cảm thấy bận tâm chuyện tôi biến thành một con chó khổng lồ à?\" anh hỏi, giọng vui mừng bên  tai tôi.  \"Không,\" tôi thở hổn hển. \"Không - thở được - Jake!\" Anh thả tôi ra, nhưng nắm cả hai bàn tay tôi. \"Tôi không phải là một kẻ giết người, Bella. \" Tôi nhìn kỹ mặt anh, và rõ ràng đây là sự thật. Cảm giác nhẹ nhõm rộn ràng lên trong tôi.  \"Thật chứ?\" Tôi hỏi.  \"Thật mà,\" anh chàng nghiêm nghị thề.  Tôi vòng tay ôm anh.  Chuyện này làm tôi nhớ đến ngày đầu tiên đi xe máy – tuy là bây giờ anh còn to lớn hơn, và tôi cảm thấy mình như một đứa con nít vậy.  Giống lần trước, anh vuốt tóc tôi.  \"Xin lỗi vì đã nói bạn là một người giả nhân giả nghĩa, \" anh chàng xin lỗi.  \"Xin lỗi vì đã gọi bạn là một kẻ giết người. \" Anh chàng cười to.  Rồi tôi nghĩ đến một chuyện và lùi ra để nhìn mặt anh chàng. Mày cau lại lo âu. \"Còn Sam thì sao? Và những người khác nữa?\" Anh chàng lắc đầu, cười như thể gánh nặng khổng lồ đã rũ bỏ khỏi vai anh.\"   “Dĩ nhiên là không phải rồi. Bạn có nhớ chúng tôi tự xưng mình là gì không?\" Ký ức thật rõ ràng - tôi đang nghĩ đến đúng ngày hôm ấy. \"Những người che chở?\" \"Đúng rồi.” \"Nhưng tôi không hiểu. Chuyện gì đang xảy ra trong rừng? Mấy người đi bộ đường dài mất tích, máu?” Ngay lập tức khuôn mặt anh chàng nghiêm nghị, lo lắng. \"Chúng tôi đang cố làm phận sự của mình, Bella. Chúng tôi đang cố bảo vệ họ, nhưng luôn hơi muộn một chút.\" \"Bảo vệ họ khỏi cái gì? Thật có gấu ở đó hả?\" \"Bella yêu quý, chúng tôi chỉ bảo vệ con người khỏi một thứ - kẻ thù chung của chúng ta.  Đó là lý do khiến chúng tôi tồn tại – bởi vì bọn họ cũng tồn tại.” Tôi ngây người nhìn anh chằm chằm một giây rồi mới tôi hiểu ra. Sau đó mặt tôi không còn chút máu, môi tôi bật ra tiếng thét hãi hùng khôn tả.  Anh gật đầu. \"Tôi nghĩ bạn, hơn ai hết, sẽ biết chuyện gì đang thực sự diễn ra.” \"Laurent,\" tôi thì thầm. \"Hắn vẫn còn ở đây.” Jacob chớp chớp mắt, và nghểnh đầu sang một bên. \"Laurent là ai?” Tôi cố sắp xếp mớ hỗn độn trong đầu để có thể trả lời. \"Bạn biết đấy - bạn đã gặp anh ta trong đồng cỏ. Bạn đã ở đó...” Lời nói thốt ra bằng giọng kinh ngạc khi tôi hiểu ra chúng. \"Bạn đã ở đó, và bạn đã ngăn không để hắn giết tôi \" \"Ồ, tên hút máu tóc đen ấy à?\" Anh chàng nhe răng ra cười, nụ cười gằn dữ tợn. \"Đó là tên hắn à?\" Tôi rùng mình. \"Bạn đã nghĩ gì?\" Tôi thì thầm. \"Hắn có thể giết bạn!  Jake, bạn không biết là nguy hiểm ra sao khi - \" Một tiếng cười to khác ngắt lời tôi \"Bella, một con ma cà rồng cô độc thì chẳng là gì đối với một đàn sói to khoẻ như chúng tôi. Chuyện này quá dễ dàng, hầu như chẳng thú vị gì cả!\" \"Quá dễ chuyện gì?\" \"Giết tên hút máu sắp giết bạn ấy. Trong tình thế ấy, tôi không tính chuyện đó là giết người,\" anh nhanh chóng nói thêm. \"Ma cà rồng không tính là người.\" Tôi chỉ có thể nói ra được những từ này. \"Bạn… đã giết…Laurent à?\" Anh chàng gật đầu. \"Ừm, đó là công sức cả nhóm,\" anh dè dặt.  “Laurent chết rồi à?\" Tôi thì thầm.  Anh biến sắc. \"Bạn không bực mình chuyện đó chớ? Hắn sắp giết bạn - hắn đến để giết bạn, Bella, chúng tôi chắc chắn vậy nên mới tấn công. Bạn biết vậy mà, đúng không?\" \"Tôi biết vậy. Không, tôi không bực mình - tôi …\" Tôi phải ngồi xuống. Tôi loạng choạng lùi lại một bước cho đến khi cảm nhận được khúc gỗ đụng bắp chân mình và ngồi lên nó. \"Laurent đã chết.  Hắn sẽ không quay lại tìm tôi nữa.\" \"Bạn không điên đấy chứ?  Hắn đâu phải là một trong mấy người bạn của bạn hoặc gì gì đó đâu hả?\" \"Bạn tôi à?\" Tôi nhìn chằm chằm vào anh chàng, không hiểu và váng vất một cách nhẹ nhõm. Tôi bắt đầu lắp bắp, mắt tôi rớm lệ.  \"Không, Jake. Tôi thật ... thật nhẹ nhõm. Tôi nghĩ hắn ta sẽ  tìm tôi - tôi đã đợi hắn từng đêm, chỉ hi vọng hắn sẽ chỉ giết tôi và tha cho Charlie. Tôi đã rất sợ, Jacob...  nhưng làm thế nào? Hắn là ma cà rồng mà! Làm sao bạn giết hắn được? Hắn rất mạnh, rất cứng, như cẩm thạch... \" Anh chàng ngồi xuống cạnh tôi và vòng cánh tay to lớn quanh tôi an ủi. \"Chúng tôi được tạo ra vì mục đích đó, Bells. Chúng tôi cũng rất mạnh. Tôi ước gì bạn đã kể tôi biết là bạn đã sợ đến thế.  Bạn đã không phải sợ hãi.” \"Lúc đó bạn đâu có ở bên cạnh tôi đâu,\" tôi lẩm bẩm, mải mê suy nghĩ.  \"Ồ, đúng rồi.\" \"Chờ chút, Jake – tuy thế, tôi tưởng bạn biết chớ. Đêm qua, bạn đã nói ở trong phòng tôi thì không an toàn. Tôi tưởng bạn biết ma cà rồng sẽ đến.  Đó không phải là điều bạn muốn nói sao?\" Trong thoáng chốc, anh chàng trông có vẻ không hiểu, rồi anh cúi đầu xuống. \"Không, đó không phải là điều tôi muốn nói.\" \"Thế tại sao bạn nghĩ nơi đó không an toàn cho bạn?\" Anh nhìn tôi bằng đôi mắt mang mặc cảm tội lỗi. \"Tôi không nói là không an toàn cho tôi. Tôi đã nghĩ đến bạn.” \"Ý bạn là gì?\" Anh nhìn xuống và đá một hòn sỏi. \"Có nhiều lý do tôi không được ở bên bạn, Bella. Tôi không được phép kể cho bạn biết về bí mật của chúng tôi,  là một, lý do còn lại là vì không an toàn cho bạn.  Nếu tôi tức giận... quá khó chịu... bạn có thể bị hại.” Tôi suy nghĩ kỹ câu đó. \"Lúc nãy khi bạn nổi điên...  khi tôi đang la hét bạn ... và bạn run rẩy... ?\" \"Ờ.\" Anh cúi mặt xuống thấp hơn. \"Tôi thiệt ngu ngốc. Tôi phải biết kiềm mình tốt hơn. Tôi đã thề sẽ không nổi điên, dù bạn có nói gì với tôi chăng nữa. Nhưng...  tôi chỉ quá đau khổ vì sợ mất bạn... vì bạn không thể chịu đựng được chuyện  tôi là... \" \"Chuyện gì sẽ xảy ra... nếu bạn nổi điên?\" Tôi thì thầm.  \"Tôi sẽ biến thành chó sói,\" anh thì thầm lại.  \"Bạn không cần trăng tròn à.\" Anh chàng trợn tròn mắt.\"Chó sói của Hollywood không đúng lắm đâu.\"  Rồi anh chàng thở dài, và nghiêm túc trở lại.  \"Bạn không cần phải quá căng thẳng như vậy, Bells. Chúng tôi đang để ý đến việc này. Và chúng tôi đang đặc biệt để mắt đến Charlie và những người khác - chúng tôi sẽ không để cho có chuyện gì xảy đến với bác ấy đâu. Hãy tin tưởng tôi trong chuyện đó.\" Có cái gì đó rất, rất rõ ràng, cái gì đó tôi lẽ ra phải hiểu ra ngay tức thì - nhưng tôi bị phân tâm bởi ý nghĩ Jacob và bạn anh ấy đánh nhau với Laurent, nên đã bỏ sót nó  lúc đó– ý nghĩ đó lại đến với tôi chỉ khi Jacob lại sử dụng thì hiện tại lần nữa.  Chúng tôi đang để ý đến việc này.  Chuyện đó chưa kết thúc.  \"Laurent chết rồi mà,\" tôi thở hổn hển, và toàn thân tôi trở nên lạnh ngắt.  \"Bella ?\" Jacob lo lắng hỏi, sờ vào bên má tái mét của tôi.  \"Nếu Laurent chết... cách đây một tuần... thì có người khác đang giết người.” Jacob gật đầu; nghiến răng lại, và nói qua kẽ răng. “Họ có hai người. Chúng tôi tưởng bạn tình của hắn muốn đánh nhau với chúng tôi - trong truyền thuyết của chúng tôi,  chúng thường rất tức giận nếu bạn giết bạn tình của chúng- nhưng cô ta chỉ bỏ chạy, rồi lại quay lại. Nếu chúng tôi biết cô ta đang âm mưu gì thì sẽ dễ hạ cô ta hơn. Nhưng cô ta chẳng biểu lộ gì cả. Cô ta cứ thoắt ẩn thoắt hiện quanh các bìa rừng, như thể muốn thử khả năng phòng thủ của chúng tôi, đang tìm kiếm lối vào - nhưng vào đâu chứ? Cô ta muốn đi đâu?  Sam nghĩ cô ta đang cố chia cắt chúng tôi ra, để có cơ hội tốt hơn...” Giọng anh ấy nhỏ dần cho đến khi như thể đang qua một đường hầm dài; tôi không thể nghe được từng tiếng nữa. Trán tôi mướt mồ hôi và dạ dày cuộn lên như thể tôi bị viêm dạ dày trở lại. Y như tôi đang bị cúm.  Tôi quay mặt đi thật nhanh, và dựa vào thân cây. Cơ thể tôi co giật với những cơn ói mửa không thành công, dạ dày trống rỗng co rút lại với cơn buồn nôn khó chịu, cho dù chẳng có gì trong đó để nôn ra.  Victoria đang ở đây. Tìm tôi. Giết người trong rừng. Khu rừng nơi Charlie đang tìm kiếm... Đầu tôi quay mòng mòng kinh tởm.  Tay Jacob nắm lấy vai tôi - giữ cho tôi không bị trượt trên đá. Tôi có thể cảm nhận được hơi thở nóng hổi của anh trên má mình. \" Bella! Có chuyện gì vậy?\" \"Victoria,\" tôi thở hổn hển ngay khi vừa thở được bình thường giữa những cơn co thắt vì buồn nôn.  Trong đầu tôi, Edward gầm gừ giận dữ khi nghe nhắc đến cái tên này.  Tôi cảm thấy Jacob nhấc tôi lên. Anh vụng về đặt tôi ngang qua đùi, đặt đầu tôi đang rũ rượi lên vai anh. Anh cố giữ cho tôi không té, giữ cho tôi không bị quỵ xuống. Bằng cách nào đó anh đã vén mái tóc đẫm mồ hôi ra khỏi mặt tôi.  \"Ai vậy?\" Jacob hỏi. “Bella, bạn có nghe tôi nói gì không, Bella? Bella?” \"Cô ta không phải là bạn tình của Laurent,”  tôi rên rỉ vào vai anh. \"Họ chỉ là bạn cũ ...” \"Bạn cần uống nước không? Hay khám bác sĩ? Nói cho tôi biết cần phải làm gì,” anh hỏi, cuống cuồng.  \"Tôi không bị bệnh đâu - tôi sợ,\" tôi thì thầm giải thích. Từ “sợ” dường như chưa mô tả hết sự thực.  Jacob vỗ nhẹ lưng tôi. \"Sợ Victoria này à?\" Tôi gật đầu, rùng mình.\" Victoria là người phụ nữ  tóc đỏ à?\" Tôi run rẩy lần nữa, và rên rỉ, \"Ừ.\" \"Sao bạn biết cô ta không phải là bạn tình của hắn?\" \"Laurent bảo tôi James mới là bạn tình của cô ta, \" tôi giải thích, tự động co bàn tay có vết sẹo lại. Anh xoay mặt tôi, giữ yên trong bàn tay to lớn của mình. Anh nhìn chằm chằm chăm chú vào mắt tôi. \"Hắn còn nói với bạn chuyện gì nữa, Bella? Việc này quan trọng lắm. Bạn có biết cô ta muốn gì không?\" \"Biết chứ, \" tôi thì thầm. \" Cô ta muốn tôi. \" Mắt anh ấy vụt mở to, rồi sau đó nheo lại. \"Tại sao?\" anh hỏi.  \"Edward đã giết James, \" tôi thì thầm. Jacob ôm tôi chặt đến nỗi tôi không cần phải siết chặt vết thương ấy nữa - anh đã giữ cho tôi không bị rã từng mảnh. \"Cô ta rất… tức giận. Nhưng Laurent nói cô ta nghĩ giết tôi sẽ công bằng hơn là giết Edward. Bạn tình người này giết bạn tình người kia. Cô ta không biết – đến giờ vẫn không biết, tôi cho là...là...  \"  tôi nuốt một cách khó khăn. \"là giữa chúng tôi, mọi chuyện đã không còn như trước nữa. Dù sao thì, cũng không còn như trước nữa đối với Edward. \" Jacob đã bị phân tâm bởi chuyện đó, khuôn mặt anh bị giày vò vì những cảm xúc trái ngược. \"Đó là chuyện đã xảy ra à? Tại sao gia đình Cullens ra đi ?\" \"Rốt cuộc thì tôi chỉ là con người thôi. Chẳng có gì đặc biệt cả,\" tôi giải thích, nhún vai yếu ớt.  Có cái gì đó giống như tiếng gầm gừ – không phải tiếng gầm gừ thật sự, chỉ gần giống tiếng người – gầm lên trong ngực Jacob dưới tai tôi. \"Nếu thằng hút máu ngốc nghếch đó thực sự ngu đến mức ấy - \" \"Xin bạn, \" tôi than van. \"Xin bạn. Đừng thế. \" Jacob do dự, rồi gật đầu.  \"Chuyện này rất quan trọng, \" anh chàng lặp lại, khuôn mặt giờ đây đầy vẻ lo nghĩ đến công việc. \"Đây chính là điều chúng tôi cần biết. Mình phải nói với mọi người ngay. \" Anh chàng đứng dậy, lôi tôi đứng lên. Anh vẫn để hai tay trên eo tôi cho đến khi chắc chắn tôi sẽ không ngã.  \"Tôi ổn mà, \" tôi nói dối.  Anh chàng chuyển tay từ eo sang nắm tay tôi. \"Đi nào.\" Anh lôi tôi trở lại chỗ chiếc xe tải.  \"Mình sẽ đi đâu đây?\" Tôi hỏi.  \"Tôi chưa rõ, \" anh thú nhận. \" Tôi sẽ triệu tập cuộc họp. Này, đợi ở đây một chút nhé, được không?\" Anh để tôi dựa vào bên hông xe tải rồi thả tay tôi ra.  \"Bạn đi đâu đấy?\" \"Tôi sẽ quay lại ngay,\" anh chàng hứa.  Rồi anh quay lưng và chạy hết tốc lực qua bãi đậu xe, qua con đường, vào khu rừng giáp với con đường. Anh chạy vùn vụt vào rừng, nhanh như một chú nai.  \"Jacob !\" Tôi thét với theo bằng giọng khàn đặc, nhưng anh chàng đã biến mất.  Đây không phải là lúc thích hợp để ở lại một mình.  Ngay khi Jacob vừa đi khuất, tôi thở nhanh hơn. Tôi lê bước vào ca-bin xe tải, và bóp khóa lại ngay lập tức. Nó không làm tôi cảm thấy dễ chịu hơn chút nào.  Victoria đang săn đuổi tôi. May mắn là cô ta chưa tìm thấy tôi – chỉ nhờ may mắn và nhờ năm người sói ở tuổi thiếu niên. Tôi thở ra thật mạnh. Cho dù Jacob đã nói gì đi nữa thì cái ý nghĩ anh đang đến gần Victoria làm tôi lo sợ. Tôi không quan tâm việc anh biến thành thứ gì khi nổi điên lên. Tôi có thể nhìn thấy cô ta trong đầu mình, khuôn mặt hoang dại, mái tóc rực lửa, chết chóc, bất tử… Nhưng, theo Jacob, Laurent đã chết.  Có thể nào vậy không? Edward- tôi tự động chộp lấy ngực mình - đã từng bảo là rất khó giết chết được ma cà rồng. Chỉ có một con ma cà rồng khác mới có thể làm được chuyện này.  Thế nhưng Jake đã bảo đây là lý do mà người sói được tạo nên. Anh nói rằng họ đang chú ý đặc biệt đến Charlie – rằng tôi hãy tin tưởng rằng người sói sẽ giữ an toàn cho bố tôi.  Làm sao tôi tin được điều đó chứ?  Chẳng ai trong chúng tôi an toàn cả! Nhất là Jacob, nếu anh cố xen vào giữa Victoria và Charlie... giữa Victoria và tôi.  Tôi cảm thấy như mình sắp ói tiếp.  Một tiếng gõ mạnh vào cửa sổ xe tải làm tôi kinh hoàng kêu rú lên - nhưng đó chỉ là Jacob, đã quay lại. Tôi mở khoá cửa bằng những ngón tay run rẩy, mừng rỡ.  \"Bạn sợ lắm phải không?\" anh vừa hỏi vừa leo vào xe Tôi gật đầu.  \"Đừng sợ, Chúng tôi sẽ bảo vệ bạn - và Charlie, nữa. Tôi hứa mà.” \"Ý nghĩ bạn tìm kiếm Victoria còn làm tôi còn sợ hơn cả chuyện cô ta tìm tôi nữa,\" tôi thì thầm.  Anh chàng cười lớn. \"Bạn phải tin tưởng chúng tôi hơn một chút chớ.  Vậy thiệt là sỉ nhục.” Tôi chỉ lắc đầu. Tôi đã thấy quá nhiều ma cà rồng đánh nhau.  \"Bạn đi đâu nãy giờ ?\" Tôi hỏi.  Anh bặm môi, nhưng chẳng nói gì cả.  \"Gì thế? Bí mật à ?\" Anh chàng cau mày. \"Thật ra thì không. Chỉ có điều hơi bất thường chút thôi. Tôi không muốn làm bạn bị sốc.\" \"Bạn biết đó, tới giờ thì tôi khá quen với mấy chuyện bất thường rồi.\" Tôi cố cười mà không cười nổi.  Jacob cười toe toét đáp lại ngay. \"Chắc bạn phải thế thôi. OK.  Nghe đây, khi chúng tôi là sói, chúng tôi có thể… nghe được nhau. \" Lông mày tôi nhíu lại không hiểu.  \"Không phải là nghe âm thanh, \" anh chàng nói tiếp, \" mà là nghe được ... suy nghĩ -  dù cho xa đến đâu chăng nữa. Điều đó rất có ích khi đi săn, nhưng mặt khác cũng khổ sở hết sức. Thật xấu hổ – khi chẳng còn gì bí mật nữa như thế. Kỳ cục quá phải không?\" \"Có phải đó là điều bạn ám chỉ đêm qua phải không, khi bạn nói sẽ cho họ biết bạn đã gặp tôi, dù không muốn?\" \"Bạn thật nhanh trí. \" \"Cám ơn. \" \"Bạn cũng rất giỏi mấy chuyện bất thường. Tôi tưởng điều đó sẽ làm bạn bực bội. \" \"Không... ừm, bạn không phải là người đầu tiên tôi biết có thể làm được điều đó. Vì thế với tôi chẳng kỳ lạ gì. \" \"Thật sao?....Này - bạn đang nói về mấy kẻ hút máu bạn phải không?\" \"Tôi mong bạn không gọi họ bằng cái tên đó. \" Anh chàng cười lớn. \"Sao cũng được. Vậy thì là gia đình Cullens ha?\" \"Chỉ... chỉ Edward thôi. \" Tôi lén kéo lấy cánh tay ôm lấy thân mình.  Jacob có vẻ ngạc nhiên – đến mức không vui. \"Tôi tưởng đó chỉ là chuyện bịa thôi. Tôi có nghe kể ma cà rồng có thể làm... mấy chuyện phi thường, nhưng tôi cứ tưởng đó chỉ là chuyện hoang đường.\" \"Có còn gì chỉ là hoang đường nữa không?\" Tôi nhăn nhó hỏi anh.  Anh chàng giận dữ. \"Chắc là không. OK, mình sẽ gặp Sam và mấy người khác ở chỗ mình chạy xe máy nhé. \" Tôi khởi động xe và quay lại đường lớn.  \"Thế lúc nãy bạn chỉ việc biến thành sói, để nói chuyện với Sam thôi hả?\" Tôi tò mò hỏi.  Jacob gật đầu, có vẻ ngượng ngùng. \"Tôi cố biến thành người sói thật nhanh  - tôi cố không nghĩ về bạn để họ không biết chuyện gì đang xảy ra.  Tôi sợ Sam sẽ bảo tôi không được đưa bạn đến. \" \"Điều đó sẽ không cản được tôi đâu.” Tôi không thể tống khứ cái quan điểm Sam là người xấu của mình. Tôi cứ nghiến răng lại mỗi khi nghe nhắc đến tên anh ta.  \"Ừm, nhưng nó cản được tôi,\" Jacob nói, rầu rĩ.  \"Có nhớ đêm qua tôi không thể nói hết câu không?  Có nhớ tôi không thể kể hết chuyện cho bạn nghe không?\" \"Ờ. Bạn có vẻ như muốn kiềm giữ chuyện gì đó. \" Anh chàng cười buồn. \"Gần đúng đó. Sam đã bảo tôi không được kể cho bạn biết. Bạn biết đó, anh ấy là... đầu đàn. Anh ấy là Alpha. Khi anh bảo chúng tôi phải làm điều gì, hoặc không được làm điều gì đó – là nhất quyết phải vậy, ừm, chúng tôi không thể lờ đi. \" \"Kỳ cục, \" tôi lẩm bẩm.  \"Rất kỳ cục nữa là đằng khác,\" anh chàng đồng ý.  “Sói là vậy đó. \" \"Hừm\" là câu trả lời hợp lý nhất mà tôi có thể nghĩ ra.  \"Ờ, có một đống những thứ đại loại như thế – chuyện của sói. Tôi vẫn còn đang tìm hiểu. Tôi không thể hình dung sẽ ra sao với Sam, khi phải đối phó chuyện này một mình. Có cả một đàn hỗ trợ mà còn khó nữa là. \" \"Lúc đó Sam chỉ có một mình à?\" \"Ờ.” Jacob hạ giọng. \"Khi tôi... biến đổi, đó là chuyện... khủng khiếp nhất, chuyện khủng khiếp nhất mà tôi đã từng trải qua – tệ hại hơn bất cứ chuyện gì mà tôi có thể tưởng tượng. Nhưng tôi không đơn độc - có nhiều giọng nói ở đó, trong đầu, nói cho tôi biết chuyện đã xảy ra và tôi phải làm gì.  Điều đó giúp cho tôi không bị mất trí, tôi nghĩ thế.  Còn Sam....\" Anh lắc đầu. \"Sam chẳng được ai giúp cả. \" Vậy thì phải điều chỉnh một chút rồi. Jacob đã giải thích như thế, thì thật khó mà không cảm thấy tội nghiệp cho Sam. Tôi phải nhắc đi nhắc lại với mình là chẳng còn cớ gì mà ghét anh ấy nữa.  \"Họ có nổi giận không khi tôi ở bên bạn?\" Tôi hỏi.  Anh chàng nhăn mặt. \"Chắc có. \" \"Có lẽ tôi không nên---“ \"Không, không sao đâu, \" anh chàng cả quyết với tôi. \"Bạn biết hàng tấn chuyện có thể giúp chúng tôi. Bạn không phải là một người không biết gì. Bạn giống như... tôi không biết nữa, điệp viên hay gì gì đó. Bạn hoạt động trong hàng ngũ của kẻ thù.\" Tôi cau mày.  Chẳng lẽ đó điều Jacob muốn ở tôi sao? Thông tin nội gián giúp họ tiêu diệt kẻ thù? Nhưng, tôi đâu phải là gián điệp. Tôi chẳng hề thu thập mấy thứ thông tin đó. Mà lời anh nói đã khiến tôi cảm thấy mình giống một tên phản bội.  Nhưng tôi muốn anh cản Victoria, đúng không? Không.  Tôi đã muốn Victoria bị ngăn cản, tốt nhất là trước khi cô ta tra tấn tôi đến chết hay gặp Charlie hay giết một ai khác.  Nhưng tôi lại không muốn Jacob là người cản cô ta, hay đúng hơn là thử cản cô ta. Tôi không muốn Jacob ở trong phạm vi một trăm dặm quanh cô ta.  \"Giống như chuyện kẻ hút máu đọc được suy nghĩ, \" anh chàng nói tiếp, không để ý đến sự mơ màng của tôi. \"Đó là chuyện chúng tôi cần biết. Thiệt là tệ hại khi mấy chuyện đó có thật. Làm mọi thứ phức tạp hơn.  Này, theo bạn, Victoria này có thể làm được chuyện gì đặc biệt không?\" \"Tôi không nghĩ vậy,\" tôi do dự, rồi thở dài. \"Nếu có thì ảnh đã nói đến rồi.” \"Ảnh? Ồ, ý bạn là Edward - tiếc quá, xin lỗi. Tôi quên. Bạn không muốn nhắc đến tên anh ta. Hoặc nghe tên anh ta. \" Tôi ôm chặt thân mình, cố lờ đi cơn đau viền quanh ngực. \"Không muốn chút nào hết, không.” \"Xin lỗi.” \"Sao bạn hiểu tôi rõ thế, Jacob?  Đôi khi giống như bạn có thể đọc được suy nghĩ của tôi vậy.” \"Không. Tôi chỉ để ý thôi\" Chúng tôi đang đi trên con đường đất hẹp nơi Jacob lần đầu  tiên dạy tôi chạy xe máy.  \"Được chưa?\" Tôi hỏi.  \"Đương nhiên, chắc rồi.\" Tôi tấp vào lề đường và tắt máy.  \"Bạn vẫn không vui?\" anh chàng thì thầm.  Tôi gật đầu, nhìn trân trối vào khu rừng ảm đạm.  \"Có bao giờ bạn nghĩ là... như vậy có lẽ ... sẽ tốt hơn không?\" Tôi hít từ từ, rồi thở ra. \"Không.” \"Vì anh ấy đâu phải là người tốt nhất - \" \"Xin bạn, Jacob,\" tôi ngắt lời, thì thầm van lơn. \"Xin vui lòng đừng nói về chuyện này nữa? Tôi không chịu nỗi.\" \"OK. \" Anh hít thật sâu. \"Tôi xin lỗi nếu đã nói gì.” \"Đừng buồn. Nếu mọi thứ khác đi, thì sẽ thật vui khi cuối cùng mình có người để tâm sự về nó.\" Anh gật đầu. \"Ờ, tôi đã khổ sở vì phải giữ bí mật với bạn cả hai tuần. Thật chẳng khác gì địa ngục khi không thể kể cho người khác biết.” \"Địa ngục,\" tôi đồng ý.  Jacob hít một hơi ngắn. \"Họ ở đây rồi. Đi nào. \" \"Chắc không?\" Tôi hỏi khi anh chàng mở tung cửa. \"Có lẽ tôi không nên ở đây.\" \"Họ sẽ xoay sở được thôi, \" anh chàng nói, rồi cười toe toét. \"Ai sợ chó sói to lớn, xấu xí nào?\" \"Ha ha, \" tôi cười. Nhưng tôi ra khỏi xe tải, vội vã đi quanh mũi xe để đứng gần bên Jacob. Tôi nhớ quá rõ mấy con quái vật khổng lồ trong đồng cỏ. Bàn tay tôi đang run rẩy giống Jacob lúc nãy, nhưng vì sợ chớ không phải vì tức giận.  Jake nắm tay tôi siết chặt. \"Bắt đầu nào.\""
        }
    ],
    "suggestions": []
}