{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stokes"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stokes</k><blockquote>(abbrev.: <cclass><b>St</b>) </cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same) <cclass>Physics the cgs unit of kinematic viscosity, corresponding to a dynamic viscosity of 1 poise and a density of 1 gram per cubic centimetre and equivalent to 10<sup>-4</sup> square metres per second. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>mid 20th cent.: from the name of the British physicist Sir George <i>Stokes</i>. </blockquote></div>",
            "word": "stokes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stokes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stokes"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> st (đơn vị độ nhớt động)</font></td></tr></tbody></table></div>",
            "word": "stokes"
        }
    },
    "sentences": [
        {
            "en": "Cheyne-<em>Stokes</em> respiration.",
            "vi": "Hô hấp cheyne - stokes."
        },
        {
            "en": "Adams-<em>Stokes</em> syndrome.",
            "vi": "Hội chứng adams - stokes."
        },
        {
            "en": "The caretaker <em>stokes</em> up twice a day.",
            "vi": "Người quản gia đốt lò sưởi hai lần một ngày."
        },
        {
            "en": "In more serious arrhythmias the <em>Stokes</em> -Adams syndrome or cardiac arrest may occur.",
            "vi": "Trong loạn nhịp nặng hơn, hội chứng stokes - adams hay ngưng tim có thể xảy ra."
        },
        {
            "en": "There may be no symptoms, but when very slow heart and pulse rates occur the patient may develop heart failure or <em>Stokes</em>-Adams syndrome.",
            "vi": "Cũng có thể không có triệu chứng, nhưng khi nhịp tim và nhịp đập chậm lại bệnh nhân có thể bị suy tim hay hội chứng stokes - adams."
        },
        {
            "en": "US School Tries to Build Healthier Food Culture          With American kids getting fatter, program aims to expose them to more nutritious choices  Teacher Hannah Chen uses spinach as a prop during a 3rd grade math class at E.W. <em>Stokes</em> Public Charter School in Washington, D.C. An elementary school in Washington, D.C., has launched an innovative program to provide a more healthful food culture for its students. In a third grade mathematics class at E.W. <em>Stokes</em> Public Charter School, 8- and 9-year-old students are learning a basic math concept; how to create combinations, which in this case includes items like spinach and eggplant.  \"We just incorporated food into different types of combinations,\" says their teacher, Hannah Chen. \"Like with the pizza, they had two types of toppings that the kids can provide and figuring out the different combinations using those toppings.\"  This year the school started a special program to weave food topics into its third-grade math and English curricula. Designed in partnership with Seedling Projects, a non-profit environmental group based in San Francisco, California, the program is called Farm to Desk.  \"We are actually doing this in part to address the issue of childhood obesity,\" says Peter Nalli, a Farm to Desk curriculum director. \"One of the main components of our program is our belief that if kids are exposed to positive and healthy messaging about food throughout the instructional day, that has the most potential to impact long-term change.\" According to the U.S. Centers for Disease Control and Prevention, the rate of childhood obesity in the United States has tripled during the past 30 years. One in five children between the ages of six and 19 are now considered overweight. A recent study at the University of California, Berkeley found that the more kids are exposed to discussion of food topics and food vocabularies, the more likely they are to make better nutritional choices. The Farm to Desk program has three parts: a curricular component where teachers use food content in classes, a garden where the kids participate in planting and harvesting and a cafeteria which prepares and serves wholesome, nutritious meals. Students at E.W. <em>Stokes</em> Public Charter School in Washington, D.C., plant their own garden with Peter Nalli, a Farm to Desk curriculum director. \"Everything we do here is from scratch,\" says Makeisha Daye, a school chef. \"They are getting food like they are at home. And for those that do not get it at home, we make sure they receive it here.\"   Daye says the school purchases most of its food ingredients from local sustainable farms, but also gets some of its fresh produce from the school garden, which is tended by students. \"They are replanting everything now so that we will be using fresh herbs, fresh vegetables straight from our garden. The children, they love it.\" The healthful approach extends to the cafeteria at E.W. <em>Stokes</em> Public Charter School, where students can help themselves to the salad bar.  Back in the classroom, Asia Simms selects chicken and tomatoes as the topics for her combination exercise. She says those are her favorite burrito ingredients, wrapped inside corn-flour tortillas.   \"I think it is fun,\" says Asia. \"I like it because I get to learn what is good to eat.\"  Her teacher sees that the effort is making a difference.  \"It is a great, positive impact,\" says Chen. \"Like when they go to lunch they always pick healthy options. We have a salad bar at school. Now the kids love the salad bar. They love the fruits and vegetables. So I think it is making a big difference in their life.\"  The children are now looking at the nutrition labels on food packages to read how much sugar or fat each contains. Farm to Desk has been such a success with the third-graders, that the school is planning to expand the program to other grades next year.",
            "vi": "US School Tries to Build Healthier Food Culture       Với xu hướng trẻ em Mỹ càng ngày càng béo ra, chương trình cố gắng cho chúng tiếp xúc với nhiều thức ăn bổ dưỡng hơn Cô giáo Hannah Chen sử dụng rau bina làm một công cụ giảng dạy trong giờ toán lớp 3 ở trường tư cho mọi công dân của E.W. Stokes ở Washington, D.C. Một ngôi trường tiểu học ở Washington, D.C., đã phát động chương trình đổi mới nhằm cung cấp văn hóa thức ăn có lợi cho sức khoẻ hơn cho học sinh trong trường.  Trong giờ học toán lớp ba ở trường trường tư cho mọi công dân của E.W. Stokes, các học sinh  8 đến 9 tuổi đang học khái niệm toán học cơ bản là làm sao để tạo sự kết hợp mà trong đó bao gồm các món như rau bina và cà tím.  \"Chúng tôi pha trộn thức ăn thành nhiều kiểu khác nhau,\" giáo viên của chúng, cô Hannah Chen cho biết. \"Giống như với bánh pizza, chúng có hai loại lớp trang trí mà lũ trẻ có thể cung cấp và hình dung sự kết hợp khác nhau bằng cách sử dụng các kiểu lớp trang trí đó\" Năm nay, trường bắt đầu khởi xướng một chương trình đặc biệt kết hợp chủ đề thức ăn vào giờ toán lớp ba và chương trình giảng dạy tiếng Anh. Chương trình này được thiết kế với sự cộng tác cùng Seedling Projects (dự án cây giống con), một tổ chức môi trường phi lợi nhuận có trụ sở tại San Francisco, California, chương trình này được gọi là “Từ trang trại đến trường học”.  \"Chúng tôi làm điều này thực sự phần nào đề cập đến vấn đề béo phì ở trẻ em, \" Peter Nalli, giám đốc chương trình giảng dạy “Từ trang trại để trường học” nói. \"Một trong những công việc chính của chương trình là vấn đề niềm tin chúng tôi về việc nếu trẻ được tiếp xúc với việc truyền đạt tích cực và lành mạnh về thức ăn trong suốt ngày dạy đó, thì sẽ có tiềm năng tác động đến sự thay đổi lâu dài.\" Theo Trung tâm Kiểm soát và Ngăn ngừa Bệnh tật Hoa Kỳ, tỉ lệ chứng béo phì ở trẻ em tại Hoa Kỳ tăng gấp ba trong suốt 30 năm qua. Hiện tại cứ một trong năm trẻ em ở độ tuổi từ 6 đến 19 được xem là thừa cân. Theo một nghiên cứu gần đây tại đại học California, Berkeley nhận thấy rằng trẻ tiếp xúc với chủ đề ẩm thực và từ vụng về thức ăn càng nhiều thì chúng càng dễ lựa chọn thực phẩm dinh dưỡng tốt hơn. Chương trình “Từ trang trại đến trường học” gồm ba phần: chương trình giảng dạy trong đó giáo viên sử dụng nội dung thức ăn ở lớp, vườn là nơi lũ trẻ trồng trọt và thu hoạch và quán ăn tự phục vụ là nơi mà chuẩn bị và dùng bữa ăn bổ ích, bổ dưỡng.  Các học sinh  tại trường trường tư cho mọi công dân của E.W. Stokes ở Washington, D. C., trồng vườn riêng của chúng với Peter Nalli, giám đốc chương trình giảng dạy “Từ trang trại đến trường học”. \"Mọi việc chúng tôi áp dụng ở đây chỉ là sự khởi đầu mà thôi,\" Makeisha Daye, bếp trưởng nhà trường cho biết. \"Học sinh ăn thức ăn như ở nhà vậy. Và có những loại thức ăn chúng không được thưởng thức tại nhà, chúng tôi đảm bảo chúng sẽ được ăn ở đây.\" Daye cho biết nhà trường mua hầu hết nguyên liệu thức ăn từ trang trại được xác nhận ở địa phương, và cũng thu hoạch vài sản phẩm tươi sống từ vườn trường, được chăm sóc bởi các em học sinh.  \"Hiện tại, học sinh đang trồng lại mọi thứ sao cho chúng tôi sử dụng thảo mộc tươi, rau tươi ngay từ vườn của chúng tôi. Trẻ em, chúng rất thích công việc này. \" Cách thức ăn có lợi sức khoẻ này áp dụng ở quán ăn tự phục vụ tại trường trường tư cho mọi công dân của E.W. Stokes, nơi học sinh có thể tự lấy thức ăn ở quầy xa - lát trộn ra.  Trở lại với lớp học, Asia Simms chọn gà và cà chua cho chủ đề thực hành sự kết hợp món ăn. Cô cho biết đó là thành phần nguyên liệu cho món bánh bắp cuốn nhân thịt Mê-hi-cô ưa thích của mình, quấn bên trong bánh bột bắp.  \"Em nghĩ chương trình này thật vui,\" một học sinh Châu Á lên tiếng. \"Em thích nó vì em học được những gì ăn có lợi cho sức khoẻ \" Giáo viên của cô ấy nhận thấy rằng nỗ lực này đang tạo được sự khác biệt.  \"Chương trình này có ảnh hưởng to lớn, tích cực\" cô Chen nhận xét. \"Ví dụ như khi chúng đi ăn trưa, chúng luôn chọn cách ăn uống lành mạnh. Chúng tôi có quầy xa - lát trộn ở trong trường. Bây giờ lũ trẻ rất thích quầy xa-lát trộn. Chúng yêu rau quả. Vì vậy tôi nghĩ chương trình đang tạo sự khác biệt lớn trong cuộc sống của chúng\" Lũ trẻ bây giờ nhìn vào nhãn dinh dưỡng trên gói thực phẩm sẽ đọc được lượng đường hoặc chất béo chứa trong mỗi gói bao nhiêu. Chương trình “Từ trang trại đến trường học” đã gặt hái được thành công với học sinh lớp ba, nhà trường sẽ lên kế hoạch mở rộng chương trình ra những lớp khác vào năm tới."
        }
    ],
    "suggestions": []
}