{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stonefish",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stonefish</k><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>stonefishes</b>) a tropical Indo-Pacific fish of bizarre appearance which rests motionless in the sand with its venomous dorsal spines projecting. [<i>Synanceia verrucosa</i> and other species.] </cclass></cclass></cclass></blockquote></div>",
            "word": "stonefish",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stonefish",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stonefish",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stonefish",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "4. <em>Stonefish</em>",
            "vi": "4. Cá đá (cá mặt quỷ, cá mao quỷ)"
        },
        {
            "en": "Like the <em>Stonefish</em>, the lionfish is also part of the 'Scorpionfish' family and is by far one of the most beautiful fish in the oceans. But don't let it's good looks fool you. ",
            "vi": "Giống như cá đá, cá sư tử cũng là một thành viên của họ cá bọ cạp và đến nay là một trong những loài cá đẹp nhất của đại dương. Nhưng đừng để vẻ đẹp của nó đánh lừa bạn. "
        },
        {
            "en": "So if you're diving in an area with the <em>Stonefish</em> present, be on alert and be sure to examine each rock thoroughly before deciding to touch it. This fish definitely earns it's place on the list of 10 most dangerous marine creatures.",
            "vi": "Vì vậy, nếu bạn đang lặn trong một vùng có cá đá, hãy cẩn thận và chắc chắn kiểm tra từng hòn đá kỹ lưỡng trước khi quyết định chạm vào. Cá đá chắc chắn nằm trong danh sách 10 loài sinh vật biển nguy hiểm nhất."
        },
        {
            "en": "<em>Stonefish</em> are located primarily within the Indo-Pacific oceans, while there are some species which live in rivers. These fish are equipped with deadly dorsal fins which are like needles, they can secret some extremely poisonous neurotoxins. The results of a sting can be deadly if left untreated. Even if treated, the stings have an excruciating pain as well as large swelling for months, it can also cause the tissues around the stung area to die.",
            "vi": "Cá đá phân bố chủ yếu ở các vùng biển Ấn Độ - Thái Bình Dương, trong khi có một số loài sống ở các sông. Những con cá này có vây lưng giống như kim và nguy hiểm chết người, chúng có thể tiết ra một số chất độc vô cùng có hại cho thần kinh. Kết quả của cú chích từ loài cá này có thể gây tử vong nếu không được chữa trị. Ngay cả khi được điều trị, các vết chích cũng gây đau đớn và sưng to hàng tháng trời, nó cũng có thể làm cho các mô xung quanh khu vực bị chích chết."
        }
    ],
    "suggestions": []
}