{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stoner",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stoner</k><blockquote>■ <cclass>noun <cclass>informal a person who regularly takes drugs, especially cannabis. </cclass></cclass></blockquote></div>",
            "word": "stoner",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stoner",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stoner",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stoner",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Blueberries are one of the highest ranked fruits tested for antioxidant activity. Blueberries are high in Vitamin C and potassium and chock full of phytonutrients, which gives them their disease fighting abilities. They are anti-inflammatory and may lower your risk of cancer and heart disease. According to cancer specialist Gary D. <em>Stoner</em> at Ohio State University, the high levels of anthocyanins that give berries their red, blue and black colors-have been linked to slowing the aging process, protecting the heart, and preventing mental decline.",
            "vi": "Việt quất (blueberries) là một trong những loại trái cây được xếp hạng cao nhất khi kiểm tra hoạt động chống oxi hóa. Blueberries giàu vitamin C và chất potassium (một kim loại kiềm nhẹ) và chứa toàn chất phytonutrient (chất dinh dưỡng có trong thực vật) giúp thực vật có khả năng đánh bại bệnh tật. Đó là những chất kháng sưng tấy và có thể giảm nguy cơ ung thư và bệnh tim. Theo chuyên gia về bệnh ung thư Gary D. Stoner ở đại học Bang Ohio, do có nồng độ cao chất anthocyanin nên những loại quả mọng (berries) có màu đỏ, xanh, và đen và chất này có liên quan đến khả năng làm chậm quá trình lão hóa, bảo vệ tim, và ngăn ngừa suy giảm tinh thần."
        }
    ],
    "suggestions": []
}