{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stooped"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stooped"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stooped"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stooped"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stooped"
        }
    },
    "sentences": [
        {
            "en": "He <em>stooped</em> to conquer.",
            "vi": "Anh ấy đã hạ mình để chinh phục."
        },
        {
            "en": "He <em>stooped</em> to stealing.",
            "vi": "Nó hèn hạ tới chỗ đi ăn trộm."
        },
        {
            "en": "He <em>stooped</em> under the low beam.",
            "vi": "Anh ấy cúi người xuống dưới chiếc xà thấp."
        },
        {
            "en": "He never <em>stooped</em> to acts of dishonesty.",
            "vi": "Anh ta không bao giờ chịu hạ mình làm những điều bất lương."
        },
        {
            "en": "Now you've <em>stooped</em> to insulting me!",
            "vi": "Bây giờ ông lại sỉ nhục em rồi!"
        },
        {
            "en": "She <em>stooped</em> to pick up the pin.",
            "vi": "Cô ta cúi xuống nhặt cái ghim."
        },
        {
            "en": "I <em>stooped</em> to pick the letter up.",
            "vi": "Tôi cuối người nhặt lá thư lên."
        },
        {
            "en": "He <em>stooped</em> down to pick up the child.",
            "vi": "Ông ta cúi người để bế đứa bé lên."
        },
        {
            "en": "They <em>stooped</em> in the chilly wind last winter.",
            "vi": "Mùa đông năm trước họ co ro trước giá rét."
        },
        {
            "en": "He <em>stooped</em> so low as to implore her.",
            "vi": "Anh ta đã hạ mình năn nỉ cô ấy."
        },
        {
            "en": "Laura <em>stooped</em> to retrieve the key from the ground.",
            "vi": "Laura cúi xuống để nhặt chiếc chìa khóa dưới đất."
        },
        {
            "en": "She <em>stooped</em> low to look under the bed.",
            "vi": "Cô ấy cúi thấp người để nhìn dưới gầm giường."
        },
        {
            "en": "Now he is feeling the effects of having <em>stooped</em> too long.",
            "vi": "Bây giờ ông mới cảm thấy hậu quả của việc cúi lưng quá lâu."
        },
        {
            "en": "He <em>stooped</em> and took hold of one of the handles of the coffin.",
            "vi": "Y cúi xuống và nắm lấy một quai của chiếc quan tài."
        },
        {
            "en": "Gitano put on his black hat and <em>stooped</em> for the sack.",
            "vi": "Gitano đội chiếc mũ đen lên đầu và cúi xuống nhặt cái túi."
        },
        {
            "en": "Trump always has charming things to say about successful, prominent women – but he <em>stooped</em> particularly low with this comment about Huffington Post founder.",
            "vi": "Trump luôn có những điều quyến rũ để nói về những phụ nữ thành công, nổi bật - nhưng ông đã đặc biệt hạ thấp với nhận xét này về người sáng lập Huffington Post."
        },
        {
            "en": "\"I--was asked to call,\" he said at last, and <em>stooped</em> and picked a piece of cotton from his trousers. \"I come from Maw and Meggins.\"",
            "vi": "\"Tôi -- được yêu cầu đến thăm ông bà,\" cuối cùng thì anh ta cũng lên tiếng, khi cúi người nhặt một sợi chỉ dính trên quần. \"Tôi đến từ công ty Maw and Meggins.\""
        },
        {
            "en": "Trump always has charming things to say about successful, prominent women – but he <em>stooped</em> particularly low with this comment about Huffington Post founder.",
            "vi": "Trump luôn có những điều quyến rũ để nói về những phụ nữ thành công, nổi bật - nhưng ông đã đặc biệt hạ thấp với nhận xét này về người sáng lập Huffington Post."
        },
        {
            "en": "Symptom: Impaired balancePeople with Parkinson's tend to develop a <em>stooped</em> posture, with drooping shoulders and their head jutted forward. Along with their other movement issues, they may have a problem with balance. This increases the risk of falling.",
            "vi": "Triệu chứng của bệnh Parkinson: Suy giảm thăng bằng Người bị bệnh Parkinson thường hay có dáng người co cúi, 2 vai gập xuống và đầu nhô ra trước. Cùng với các vấn đề cử động khác của bệnh nhân thì họ có thể khó giữ được thăng bằng. Điều này làm tăng nguy cơ té ngã. "
        },
        {
            "en": "He took the paw, and dangling it between his front finger and thumb, suddenly threw it upon the fire. White, with a slight cry, <em>stooped</em> down and snatched it off.",
            "vi": "Ông cầm lấy cái bàn tay khỉ, đung đưa lủng lẳng giữa ngón trỏ và ngón tay cái, rồi bất thình lình ném nó vào trong lửa. Ông White khẽ kêu lên, liền khom người xuống lôi nó ra."
        }
    ],
    "suggestions": []
}