{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stopover"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stopover</k><blockquote>■ <cclass>noun a break in a journey. </cclass></blockquote></div>",
            "word": "stopover"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>stopover</k><blockquote>▸ <cclass>noun BREAK, stop, stop-off, visit, stay; <cclass><i>formal</i> sojourn.</cclass></cclass></blockquote></div>",
            "word": "stopover"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>stopover</k><blockquote><blockquote><ex><abr>n.</abr> to make a stopover</ex></blockquote></blockquote></div>",
            "word": "stopover"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phòng chuyển tiếp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự dừng giữa chừng</font></td></tr></tbody></table></div>",
            "word": "stopover"
        }
    },
    "sentences": [
        {
            "en": "<em>stopover</em>",
            "vi": "sự tạm dừng; chỗ dừng chân"
        },
        {
            "en": "We have a <em>stopover</em> in Chicago.",
            "vi": "Chúng ta sẽ nghỉ chân ở Chicago."
        },
        {
            "en": "He had an unscheduled <em>stopover</em> in Hanoi.",
            "vi": "Anh đột xuất ghé Hà Nội."
        },
        {
            "en": "You have a <em>stopover</em> in Tokyo.",
            "vi": "Ông sẽ dừng lại qua đêm ở tokyo."
        },
        {
            "en": "I met them during the <em>stopover</em> in Hanoi.",
            "vi": "Tôi gặp họ trong lúc ghé Hà Nội."
        },
        {
            "en": "You'll have to make a <em>stopover</em> in Tokyo, Japan.",
            "vi": "Bạn sẽ phải quá cảnh ở Tokyo, Nhật."
        },
        {
            "en": "They have an unscheduled <em>stopover</em> in the forest.",
            "vi": "Họ đột xuất dừng chân ở trong rừng."
        },
        {
            "en": "The town is often used by tourists as a <em>stopover</em> en route to Turkey.",
            "vi": "Thị trấn này thường được du khách dùng làm chỗ dừng chân trên đường đến Thổ Nhĩ Kỳ."
        },
        {
            "en": "There are no direct flights, so we'll have a two-day <em>stopover</em> in Delhi.",
            "vi": "Không có chuyến bay trực tiếp nào nên chúng ta sẽ dừng chân hai ngày ở Delhi."
        },
        {
            "en": "It's not a direct flight. We' re making one <em>stopover</em> in Toronto.",
            "vi": "Đây không phải là chuyến bay thẳng. Chúng ta sẽ đáp xuống phi trường ở Toronto."
        },
        {
            "en": "We had a two - day <em>stopover</em> in Fiji on the way to Australia.",
            "vi": "Chúng tôi đã dừng lại ở Fiji hai ngày trên đường đến Úc."
        },
        {
            "en": "And it's a direct flight this time. Lok wanted a <em>stopover</em> but I want to get back to the family.",
            "vi": "Và lần này là chuyến bay thẳng. Lok thì muốn ghé chơi đâu đó nhưng tôi lại muốn về nhà."
        },
        {
            "en": "Do you want a <em>stopover</em> in New York for a few days on your way back from Mexico?",
            "vi": "Anh muốn quá cảnh tại New York vài ngày trên đường trở về từ Mê-hi-cô không?"
        },
        {
            "en": "Do you want a <em>stopover</em> in New York for a few days on your way back from Mexico?",
            "vi": "Anh muốn quá cảnh tại New York vài ngày trên đường trở về từ Mê - hi - cô không?"
        },
        {
            "en": "Next time, I’ll have a <em>stopover</em> in Sao Paolo, have a bit of a rest and do the sights there before traveling on.",
            "vi": "Lần tới, tôi sẽ dừng chân ở Sao Paolo, nghỉ ngơi một chút và tham quan trước khi tiếp tục chuyến đi."
        },
        {
            "en": "You could tell your mother you were going on a package holiday to Kabul, with a <em>stopover</em> in Haiti and Detroit, and she wouldn't bat an eyelid.",
            "vi": "Bạn có thể nói với mẹ của bạn, bạn đã hưởng một kỳ nghỉ trọn gói đến Kabul, với một điểm dừng chân tại Haiti và Detroit, và bà ấy sẽ không khỏi ngạc nhiên."
        },
        {
            "en": "Authorities have warned of further flooding and coastal erosion as the weather continues in the coming days. In the state of New South Wales, 23 rivers are at risk of overflowing.  The low pressure system whipped up giant waves of more than 40 feet across the coast, which delighted surfers but left beachside properties in tatters.  Police divers recovered the bodies of two men whose cars were swept off the roads in south-west Sydney and the town of Bowral. A man’s body was also found in floodwaters at a river crossing near Canberra.  The island state of Tasmania suffered its worst flooding in about forty years and required the army to assist with building levees.  Two elderly people remain missing and are believed to have been washed away.  Prime minister Malcolm Turnbull has warned Australians to listen to security services as he announced he would postpone a Tasmania electoral campaign <em>stopover</em> as the state battles flooding.",
            "vi": "Nhà chức trách đã cảnh báo sẽ có nhiều lũ lụt và xói mòn bờ biển hơn vì thời tiết vẫn tiếp tục khắc nghiệt trong những ngày tới. Tại bang New South Wales, 23 con sông có nguy cơ tràn bờ.  Hệ thống áp thấp tạo ra những con sóng khổng lồ cao hơn 40 feet (12 mét) qua bờ biển này làm người lướt sóng thích thú nhưng nhà cửa bên bờ biển thì đổ nát tan hoang.   Người nhái thuộc lực lượng cảnh sát đã tìm thấy thi thể của 2 người đàn ông, chủ hai chiếc xe bị nước cuốn trôi trên đường ở miền tây nam Sydney và thị trấn Bowral. Thi thể của một người nữa cũng được tìm thấy trong nước lũ một dòng sông gần Canberra.  Tiểu bang đảo Tasmania bị lũ lụt nặng nề nhất trong gần 40 năm và đã yêu cầu quân đội giúp xây đê chắn lũ.  Hai người già vẫn còn bị mất tích và người ta cho là đã bị nước lũ cuốn trôi.   Thủ tướng Malcolm Turnbull đã cảnh báo dân Úc phải tuân theo lực lượng an ninh khi ông thông báo có thể sẽ hoãn chặng vận động bầu cử ởTasmania vì bang này đang vật lộn với lũ lụt."
        }
    ],
    "suggestions": []
}