{
    "en_vn": {
        "data": {
            "content": null,
            "word": "strays"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>strays</k><blockquote>electrical phenomena interfering with radio reception.</blockquote><blockquote>→ <kref>stray</kref></blockquote></div>",
            "word": "strays"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "strays"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "strays"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhiễu loạn điện từ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Sự nhiễu loạn điện từ ở trong máy thu thanh không do đài phát.</font></td></tr></tbody></table></div>",
            "word": "strays"
        }
    },
    "sentences": [
        {
            "en": "Waifs and <em>strays</em>",
            "vi": "Trẻ bơ vơ sống nơi đầu đường xó chợ."
        },
        {
            "en": "They are waifs and <em>strays</em>.",
            "vi": "Chúng là trẻ bơ vơ sống nơi đầu đường xó chợ."
        },
        {
            "en": "There are lots of waifs and <em>strays</em> living on the streets here.",
            "vi": "Có nhiều trẻ bụi đời đang sống trên các đường phố nơi đây."
        },
        {
            "en": "At the sight of those waifs and <em>strays</em>, everyone feels compassion for them.",
            "vi": "Thấy lũ trẻ bơ vơ, ai cũng ái ngại."
        },
        {
            "en": "My wife is always inviting various waifs and <em>strays</em> from work to our house. She seems to attract them.",
            "vi": "Vợ tôi luôn mời đủ loại người độc thân từ nơi làm việc về nhà của chúng tôi. Hình như cô ta muốn thu hút họ."
        },
        {
            "en": "Education <em>strays</em> from reality when it divides its knowledge into separate compartments without due regard to the connection between them.",
            "vi": "Học thức sẽ tách rời với thực tế khi người ta phân ngăn kiến thức ra từng phần riêng rẽ mà không xét đến một cách đúng đắn mối liên hệ giữa các phần đó."
        },
        {
            "en": "Whenever that long - haired boy eats here, one of our ash <em>strays</em> disappears. I 'm beginning to smell a rat. I' m telling the waiters to keep a watchful eye on him.",
            "vi": "Mỗi khi anh chàng tóc dài đó ăn ở đây,thì một trong mấy các gạt tàn thuốc lá của chúng ta biến mất. Tôi bắt đầu nghi ngờ có chuyện gì sai quấy đây. Tôi sẽ nói với những người hầu bàn hãy đề phòng anh chàng này."
        },
        {
            "en": "HCM City’s Veterinary Board has set up a dog warden team that targets <em>strays</em>. However, many people have opposed the decision. The team has been operating in the city for 10 years, aiming to hunt <em>strays</em> which are claimed to pose potential dangers for traffic. After being caught, the dogs are sent to a centre at 252 on Ly Chinh Thang Street in District 3.",
            "vi": "Chi cục Thú y thành phố Hồ Chí Minh đã thành lập một đội bắt chó nhắm đến những con chó đi lạc. Tuy nhiên, nhiều người đã phản đối quyết định này. Đội này đã hoạt động ở thành phố trong 10 năm qua, nhằm mục đích săn đuổi những súc vật bị lạc được coi là sẽ gây nguy hiểm cho giao thông. Sau khi bị bắt, những con chó được đưa đến trung tâm tại số 252, đường Lý Chính Thắng, quận 3."
        },
        {
            "en": "Whenever that long-haired boy eats here, one of our ash <em>strays</em> disappears. I'm beginning to smell a rat. I'm telling the waiters to keep a watchful eye on him.",
            "vi": "Mỗi khi anh chàng tóc dài đó ăn ở đây, thì một trong mấy các gạt tàn thuốc lá của chúng ta biến mất. Tôi bắt đầu nghi ngờ có chuyện gì sai quấy đây. Tôi sẽ nói với những người hầu bàn hãy đề phòng anh chàng này."
        },
        {
            "en": "HCM City’s Veterinary Board has set up a dog warden team that targets <em>strays</em>. However, many people have opposed the decision. The team has been operating in the city for 10 years, aiming to hunt <em>strays</em> which are claimed to pose potential dangers for traffic. After being caught, the dogs are sent to a centre at 252 on Ly Chinh Thang Street in District 3.",
            "vi": "Chi cục Thú y thành phố Hồ Chí Minh đã thành lập một đội bắt chó nhắm đến những con chó đi lạc. Tuy nhiên, nhiều người đã phản đối quyết định này. Đội này đã hoạt động ở thành phố trong 10 năm qua, nhằm mục đích săn đuổi những súc vật bị lạc được coi là sẽ gây nguy hiểm cho giao thông. Sau khi bị bắt, những con chó được đưa đến trung tâm tại số 252, đường Lý Chính Thắng, quận 3."
        },
        {
            "en": "One day, this guy got so tired of seeing homeless dogs everywhere that he decided to set up a shelter for them. The chances are that without him, all of these animals would long ago have been put down. He managed to reach an agreement with someone to turn some old barns into a new home for the dogs, and now more than 400 former <em>strays</em> live there, healthy and happy.",
            "vi": "Một ngày nọ, người đàn ông này cứ chứng kiến hoài cảnh những chú chó không nhà lang thang khắp nơi nên đã quyết định dựng một nơi ở cho chúng. Nếu không có ông ta, thì có thể tất cả những con vật này đã bị giết từ lâu rồi. Ông tìm cách thương lượng với một người kia để chuyển toàn bộ những chuồng cũ thành một ngôi nhà mới cho các chú chó, và hiện nay hơn 400 chú chó lang thang đã quy về sống ở đó, khoẻ mạnh và hạnh phúc."
        }
    ],
    "suggestions": []
}