{
    "en_vn": {
        "data": {
            "content": null,
            "word": "straits"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>straits</k><blockquote>a situation characterized by a specified degree of trouble or difficulty:</blockquote><blockquote>→ <kref>strait</kref></blockquote></div>",
            "word": "straits"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "straits"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>straits</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>difficulties</b></blockquote><blockquote><blockquote><ex>1) desperate, dire; financial straits </ex></blockquote></blockquote><blockquote><blockquote><ex>2) in desperate straits</ex></blockquote></blockquote></div>",
            "word": "straits"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "straits"
        }
    },
    "sentences": [
        {
            "en": "Dire <em>straits</em>",
            "vi": "Tình thế tuyệt vọng"
        },
        {
            "en": "SEF: <em>Straits</em> Exchange Foundation.",
            "vi": "Sef: tổ chức giao thương eo biển."
        },
        {
            "en": "Be in desperate financial <em>straits</em>",
            "vi": "Đang trong tình trạng tuyệt vọng về tài chính"
        },
        {
            "en": "Their bank is in desperate financial <em>straits</em>.",
            "vi": "Ngân hàng của họ đang trong tình trạng tuyệt vọng về tài chính."
        },
        {
            "en": "In dire financial <em>straits</em>, Mary went on welfare.",
            "vi": "Trong điều kiện tài chính eo hẹp, Mary vẫn cố gắng vượt qua tất cả."
        },
        {
            "en": "What did you do in the <em>Straits</em> of Gibraltar?",
            "vi": "Bạn đã làm gì ở eo biển Gibraltar?"
        },
        {
            "en": "The firm is in dire <em>straits</em> and may go bankrupt.",
            "vi": "Xí nghiệp đang lâm vào cảnh hết sức gay go/khó khăn và có thể vỡ nợ."
        },
        {
            "en": "In dire financial <em>straits</em>, I went on welfare.",
            "vi": "Trong điều kiện tài chính eo hẹp, tôi vẫn cố gắng vượt qua tất cả."
        },
        {
            "en": "The agriculture in this country is in extremely dire <em>straits</em>.",
            "vi": "Nền nông nghiệp ở nước này đang ở trong tình trạng cực kỳ tồi tệ."
        },
        {
            "en": "The house may not always be in financial <em>straits</em>.",
            "vi": "Gia đình có lẽ không luôn gặp khó khăn về tài chính."
        },
        {
            "en": "He had sailed through the <em>Straits</em> of Magellan.",
            "vi": "Anh ấy đã đi qua eo biển Magenllan."
        },
        {
            "en": "Culture and language make them be in diplomatic <em>straits</em>.",
            "vi": "Văn hóa và ngôn ngữ khiến cho họ gặp khó khăn về ngoại giao."
        },
        {
            "en": "Didn't have a problem with Morocco and the <em>straits</em> of Gibraltar?",
            "vi": "Đã không có vấn đề gì với Morocco và ở eo biển Gibraltar chứ?"
        },
        {
            "en": "This region borders the <em>straits</em> and offers wonderful landscapes, with many isolated mountain villages.",
            "vi": "Khu vực này tiếp giáp với các eo biển và mang lại những cảnh quan tuyệt vời, với nhiều bản làng miền núi bị cô lập."
        },
        {
            "en": "McDowell states that Alexander used the debris to build a mole across the <em>straits</em>.",
            "vi": "McDowell phát biểu rằng Alexander sử dụng vôi gạch đổ nát để xây dựng một đê chắn sóng từ bên này sang bên kia eo biển."
        },
        {
            "en": "On 2nd October, 1999, the vessel was beached off Muar in the Malacca <em>Straits</em>.",
            "vi": "Vào ngày 2 tháng 10 năm 1999, tàu được đưa lên cạn khỏi Muar ở eo biển Malacca."
        },
        {
            "en": "Speaking to The <em>Straits</em> Times recently, Admiral Timothy Keating, the commander of the US Pacific Command, seemed to concur.",
            "vi": "Phát biểu với The Straits Times gần đây, đô đốc Timothy Keating, người đứng đầu Bộ tư lệnh Thái Bình Dương của Hoa Kỳ, có vẻ đồng tình như vậy."
        },
        {
            "en": "Hospitals across the Mekong Delta in southern Vietnam are facing severe shortages of doctors, leaving even the largest medical centers in dire <em>straits</em>, according to local media reports. ",
            "vi": "Nhiều bệnh viện trong vùng Đồng bằng sông Cửu Long ở miền nam Việt Nam đang phải đối mặt với tình trạng thiếu bác sĩ, khiến các trung tâm y tế lớn cũng trở nên nghèo nàn, theo như báo cáo của truyền thông địa phương."
        },
        {
            "en": "The need for luxury cars in Vietnam, as well as the Philippines, is very large, The <em>Straits</em> Times said.In Vietnam, demand for premium brands is quickening in pace.",
            "vi": "Nhu cầu đối với các loại xe sang trọng ở Việt Nam, cũng như Philippines là rất lớn, The Straits Times cho biết. Ở Việt Nam, nhu cầu đối với các nhãn hiệu cao cấp gia tăng nhanh chóng."
        },
        {
            "en": "A lot of the state of Florida is situated on a peninsula between the Gulf of Mexico, the Atlantic Ocean and the <em>Straits</em> of Florida.",
            "vi": "Nhiều đất của tiểu bang Florida nằm trên dãi đất giữa Gulf of Mexico, Đại tây dương và Straits of Florida."
        }
    ],
    "suggestions": []
}