{
    "en_vn": {
        "data": {
            "content": null,
            "word": "strangled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "strangled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "strangled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "strangled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "strangled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Strangled</em> cry",
            "vi": "Tiếng khóc nghẹn ngào"
        },
        {
            "en": "A <em>strangled</em> smile fell from your face.",
            "vi": "Một nụ cười kìm nén rơi khỏi gương mặt em."
        },
        {
            "en": "He <em>strangled</em> her with her own scarf.",
            "vi": "Hắn thắt cổ cô ta bằng chính cái khăn quàng của cô ấy."
        },
        {
            "en": "She felt her creativity was being <em>strangled</em>.",
            "vi": "Cô ta cảm thấy sức sáng tạo của mình bị kìm hãm."
        },
        {
            "en": "His words came out half-<em>strangled</em>.",
            "vi": "Lời anh nghẹn ngào."
        },
        {
            "en": "The shirt is too tight, so one is nearly <em>strangled</em>.",
            "vi": "Bị nghẹt thở vì áo chật quá."
        },
        {
            "en": "The imperialism <em>strangled</em> the industry of colonial countries.",
            "vi": "Chủ nghĩa đế quốc đã kìm hãm nền công nghiệp của các nước thuộc địa."
        },
        {
            "en": "Her gaze <em>strangled</em> the words in my throat.",
            "vi": "Ánh mắt chằm chằm của cô đã làm tôi nghẹn lời."
        },
        {
            "en": "He gave a <em>strangled</em> cry and fell to the floor.",
            "vi": "Anh ta kêu lên một tiếng nghẹn ngào rồi ngã lăn ra sàn."
        },
        {
            "en": "\"Who works on it?\", I hear a <em>strangled</em> cry.",
            "vi": "\"Ai còn làm việc vậy?\" tôi nghe một tiếng khóc nghẹn ngào từ đó."
        },
        {
            "en": "Jacob shook his head slowly, and the lump in my throat nearly <em>strangled</em> me.",
            "vi": "Jacob chậm rãi lắc đầu, và cục nghẹn trong họng gần như bóp nghẹt tôi."
        },
        {
            "en": "They hit him on the head, <em>strangled</em> him, then cut his throat.",
            "vi": "Họ đập vào đầu anh ấy, bóp cổ, sau đó cắt cổ họng anh ấy."
        },
        {
            "en": "A post mortem examination on her body showed that she had been <em>strangled</em>.",
            "vi": "Một khám nghiệm tử thi trên cơ thể của cô ấy cho thấy cô đã bị bóp cổ."
        },
        {
            "en": "Hatsumomo would have <em>strangled</em> the poor girl before she'd have trained her!",
            "vi": "Hatsumono chắc sẽ bóp cổ cô ta trước khi huấn luyện cô ấy!"
        },
        {
            "en": "Scarlett could only nod, a <em>strangled</em> feeling in her throat, and she gently pressed the hand she held by way of assent.",
            "vi": "Cổ họng tắc nghẹn, scarlett chỉ có thể gật đầu và nàng khẽ bóp bàn tay mình đang cầm, tỏ dấu đồng ý."
        },
        {
            "en": "After the muddy hand <em>strangled</em> its last victim, it came crawling straight at the screen, and then the screen went black.",
            "vi": "Sau khi bàn tay bùn bóp cổ nạn nhân cuối cùng, nó lê bước chân thẳng vào màn hình, và sau đó màn hình tối đen."
        },
        {
            "en": "Police in Phoenix, Arizona, say that Exodus Tyson was injured and later died after being <em>strangled</em> by a cord connected to the treadmill, possibly while playing with the machine.",
            "vi": "Cảnh sát ở Phoenix, Arizona, cho biết Exodus Tyson bị thương và rồi tử vong sau khi bị siết cổ bởi một sợi dây điện nối với máy tập chạy tại chỗ, có thể trong khi đang chơi với chiếc máy."
        },
        {
            "en": "On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have <em>strangled</em> our politics.",
            "vi": "chúng ta tới để tuyên bố chấm dứt những lời than vãn vụn vặt cùng những lời hứa hẹn dối trá, những lời tố cáo lẫn nhau cùng những lời nói giáo điều nhàm chán, những thứ đã bóp nghẹt nền chính trị của chúng ta quá nhiều."
        },
        {
            "en": "On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have <em>strangled</em> our politics.",
            "vi": "Ngày hôm nay, chúng ta tới để tuyên bố chấm dứt những lời than vãn vụn vặt cùng những lời hứa hẹn dối trá, những lời tố cáo lẫn nhau cùng những lời nói giáo điều nhàm chán, những thứ đã bóp nghẹt nền chính trị của chúng ta quá nhiều."
        },
        {
            "en": "If I may refer to my own casual observation of Britain and France a few years after the war, the impression that I formed on the the basis of very little evidence but that seemed to me to be supported by further examination was that Britain at the time was being economically <em>strangled</em> by the law obedience of her citizens while France was being saved by the existence of the black market. ",
            "vi": "Nếu tôi có thể tham khảo quan sát bình thường của riêng tôi về Anh và Pháp một vài năm sau chiến tranh, ấn tượng tôi hình thành trên cơ sở rất ít bằng chứng nhưng điều đó dường như cho tôi để được hỗ trợ bởi kiểm tra thêm là Anh vào thời điểm đó đang bị kinh tế bị bóp nghẹt bởi luật pháp vâng phục của công dân của bà trong khi Pháp đã được cứu sống nhờ sự tồn tại của thị trường chợ đen."
        }
    ],
    "suggestions": []
}