{
    "en_vn": {
        "data": {
            "content": null,
            "word": "streptomyces",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "streptomyces",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "streptomyces",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "streptomyces",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "streptomyces",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A cytotoxic drug, produced by <em>Streptomyces</em> bacteria, that inhibits the growth of cancer cells.",
            "vi": "Một thuốc độc cho tế bào, tạo ra bởi vi trùng streptomyces, nó ngăn cản sự tăng trưởng của tế bào ung thư."
        },
        {
            "en": "An antibiotic, derived from the bacterium <em>streptomyces</em> capreolus, that is used in the treatment of tuberculosis.",
            "vi": "Một thuốc trụ sinh, trích xuất từ vi khuẩn streptomyces capreolus được dùng để chữa trị bệnh lao."
        },
        {
            "en": "Any of 500 or so antibiotics synthesized or isolated from species of <em>streptomyces</em>.",
            "vi": "Bất cứ loại nào trong khoảng 500 kháng sinh tổng hợp hay phân lập từ các loại streptomyces."
        },
        {
            "en": "An antibiotic, derived from the bacterium <em>streptomyces</em> griseus, used to treat deep-seated fungal infections.",
            "vi": "Một chất kháng sinh trích xuất từ vi trùng streptomyces griseus, dùng để điều trị chứng nhiễm nấm ở trong sâu."
        },
        {
            "en": "A fungicide produced by the bacterium <em>Streptomyces</em> griseus and used to treat candidiasis, particularly of the vagina.",
            "vi": "Một loại thuốc diệt nấm được tạo ra bởi vi khuẩn streptomyces grisueus và được dùng để chữa bệnh nấm candida, đặc biệt ở âm đạo."
        },
        {
            "en": "A small fraction of bacterial chromosomes (such as those in <em>Streptomyces</em> and Borrelia) are linear and possess telomeres.",
            "vi": "Một phần nhỏ của nhiễm sắc thể vi khuẩn (chẳng hạn như Streptomyces và Borrelia) là dạng thẳng và có chứa các đoạn telomere."
        },
        {
            "en": "An antibiotic, derived from the bacterium <em>Streptomyces</em> venezuelae and also produced synthetically, that is effective against a wide variety of microorganisms.",
            "vi": "Một loại trụ sinh, trích xuất từ vi khuẩn streptomyces venezuelae và cũng đựơc bào chế bằng tổng hợp, thuốc có công hiệu chống lại nhiều loại vi sinh vật khác nhau."
        }
    ],
    "suggestions": []
}