{
    "en_vn": {
        "data": {
            "content": null,
            "word": "striving",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "striving",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "striving",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "striving",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "striving",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Have been <em>striving</em> to.",
            "vi": "Đã và đang phấn đấu."
        },
        {
            "en": "Has been <em>striving</em> to.",
            "vi": "Đã và đang phấn đấu."
        },
        {
            "en": "<em>Striving</em> for perfection 'hurts pupils'",
            "vi": "Cố gắng đạt sự hoàn hảo 'gây hại cho học sinh'"
        },
        {
            "en": "We won't stop studying and <em>striving</em>.",
            "vi": "Chúng ta sẽ không ngừng học tập và phấn đấu."
        },
        {
            "en": "He is <em>striving</em> to work for reputation.",
            "vi": "Hắn đang cố gắng làm việc để có được danh tiếng."
        },
        {
            "en": "There is no <em>striving</em> against fate.",
            "vi": "Người ta không thể chiến đấu nổi với định mệnh."
        },
        {
            "en": "We are ever-<em>striving</em> to improve ourselves.",
            "vi": "Chúng tôi luôn phấn đấu để hoàn thiện bản thân."
        },
        {
            "en": "I have been <em>striving</em> for years.",
            "vi": "Tôi đã cố gắng phấn đấu trong nhiều năm."
        },
        {
            "en": "He is <em>striving</em> after high score.",
            "vi": "Anh ấy đang cố gắng để đạt được điểm cao."
        },
        {
            "en": "We are <em>striving</em> to innovate day by day.",
            "vi": "Chúng tôi đang phấn đấu đổi mới từng ngày."
        },
        {
            "en": "Vietnamese exporters are <em>striving</em> to diversify to non-Asian markets.",
            "vi": "Các nhà xuất khẩu Việt nam đang cố gắng mở rộng tới các thị trường ngoài châu Á."
        },
        {
            "en": "I am exerting and <em>striving</em> all my strength extremely.",
            "vi": "Tôi đang nỗ lực và phấn đấu hết sức."
        },
        {
            "en": "But <em>striving</em> for such productivity can lead to unfortunate consequences.",
            "vi": "Nhưng việc đấu tranh như vậy có thể dẫn tới những hậu quả không may."
        },
        {
            "en": "We are <em>striving</em> to extend economic cooperation and exchange of technology with foreign countries.",
            "vi": "Chúng tôi đang phấn đấu để mở rộng hợp tác kinh tế và trao đổi công nghệ với nước ngoài."
        },
        {
            "en": "Sustainable development is the common trend that the entire humankind is <em>striving</em> to achieve",
            "vi": "Phát triển bền vững là một xu thế mà toàn nhân loại đang nõ lực thực hiện"
        },
        {
            "en": "The government is embarking upon an important banking reform program, and is <em>striving</em> to protect depositors.",
            "vi": "Chính phủ hiện nay đang bắt đầu một chương trình cải tổ ngân hàng quan trọng và đang cố gắng để bảo vệ người gửi tiền."
        },
        {
            "en": "Box 9: <em>Striving</em> for Gender Equality – VIE/96/011 “Capacity Building for the Advancement of Women”.",
            "vi": "Hộp 9: Phấn đấu vì quyền bình đẳng nam, nữ - Dự án VIE/96/011 “Tăng cường năng lực vì sự tiến bộ của phụ nữ”"
        },
        {
            "en": "Viet Nam has achieved a 95% enrolment rate in primary school and is <em>striving</em> towards universalisation of lower secondary education.",
            "vi": "Việt Nam đã đạt được 95% tỷ lệ đăng ký nhập học ở cấp tiểu học và đang phấn đấu tiến tới phổ cập giáo dục phổ thông cơ sở."
        },
        {
            "en": "What are the benefits of <em>striving</em> for Level 3 as opposed to stepping through Level 2 as a prerequisite?",
            "vi": "Ích lợi gì mà cố lên mức 3 trên nền việc bước qua mức 2 như một điều kiện tiên quyết?"
        },
        {
            "en": "The Japan National Foreign Trade Transportation Corporation are <em>striving</em> to update their transport business so as to keep in step with our growing foreign trade.",
            "vi": "Công ty Vận chuyển Ngoại thương Nhật Bản đang cố gắng cập nhật việc kinh doanh vận tải của họ để theo kịp sự phát triển ngoại thương của chúng ta."
        }
    ],
    "suggestions": []
}