{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">stride</font></td></tr></table><i/></div>",
            "word": "strode",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>strode</k><blockquote>past of <kref>stride</kref>. </blockquote></div>",
            "word": "strode",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "strode",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "strode",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "strode",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She turned and <em>strode</em> off.",
            "vi": "Cô ta quay lại và sải bước đi khỏi."
        },
        {
            "en": "He <em>strode</em> out the kitchen door again.",
            "vi": "Anh lại bước ra cửa nhà bếp."
        },
        {
            "en": "He <em>strode</em> into the room and sat down uninvited.",
            "vi": "Hắn sải bước vào phòng ngồi xuống chẳng cần ai mời."
        },
        {
            "en": "George <em>strode</em> to the window and jerked back the curtains.",
            "vi": "George sải bước đến cửa sổ rồi thình lình giựt mạnh tấm màn."
        },
        {
            "en": "I <em>strode</em> along the road alone and smoked.",
            "vi": "Tôi sải bước đi trên đường một mình và hút thuốc."
        },
        {
            "en": "Peter <em>strode</em> to the window and jerked back the curtains.",
            "vi": "Peter bước nhanh tới chỗ cửa sổ và giật mạnh những tấm màn."
        },
        {
            "en": "He turned without a word and <em>strode</em> quickly away from me.",
            "vi": "Anh ta quay đi không nói lời nào và sải bước thật nhanh khỏi tôi."
        },
        {
            "en": "But then the waitress <em>strode</em> around the partition with my food.",
            "vi": "Nhưng lúc đó cô hầu bàn sải bước đến gần chỗ ngồi cùng thức ăn của tôi."
        },
        {
            "en": "When his wife rushed from the room her daughter <em>strode</em> after her with set lips.",
            "vi": "Khi vợ lão vùng chạy ra khỏi phòng, con gái mụ mím môi chạy theo."
        },
        {
            "en": "Alice didn't hesitate, didn't break pace as she <em>strode</em> toward the wall.",
            "vi": "Alice chẳng do dự, chẳng ngập ngừng cứ sải chân về phía bức tường."
        },
        {
            "en": "Alice didn't hesitate, didn' t break pace as she <em>strode</em> toward the wall.",
            "vi": "Alice chẳng do dự, chẳng ngập ngừng cứ sải chân về phía bức tường."
        },
        {
            "en": "He glared, and then turned his back and <em>strode</em> down the long room.",
            "vi": "Anh nhìn chằm chằm, rồi quay lưng và bước xuống căn phòng dài."
        },
        {
            "en": "He <em>strode</em> quickly to me and grabbed the tops of my arms.",
            "vi": "Ông sải bước đến bên tôi và nắm lấy đầu cánh tay của tôi."
        },
        {
            "en": "Over on the east side this ravager <em>strode</em> boldly, smiting his victims by scores.",
            "vi": "Sự tàn phá này ngang nhiên hoành hành khu phía đông, lây nhiễm cho nhiều nạn nhân."
        },
        {
            "en": "He quickly <em>strode</em> to the window and called his colleagues who were waiting anxiously below with a foam mat.",
            "vi": "Ông ấy bước nhanh tới cửa sổ gọi những người đồng đội đang cầm sẵn một tấm đệm ướt nóng lòng chờ đợi bên dưới."
        },
        {
            "en": "He <em>strode</em> away towards the forest, giving no more thought to the little intruder other than to assume that he had seen him for the last time.",
            "vi": "Anh ta rảo bước về phía rừng, không muốn nghĩ gì đến đứa bé nữa và chỉ mong đây là lần cuối cùng anh ta trông thấy nó."
        },
        {
            "en": "Then he flashed me his wonderful smile again, shook my hand and said, \"God bless!\" with that, he and his family turned and <em>strode</em> away together.",
            "vi": "Rồi anh ấy lại nở nụ cười rạng rỡ với tôi, bắt tay tôi và nói: \"cầu chúa phù hộ cho bạn!\", nói xong, anh cùng gia đình quay lại và rảo bước đi."
        },
        {
            "en": "I bowed to him in reply, and he <em>strode</em> off down the hallway to the toilet, so quickly that i couldn't reach the door first to open it for him.",
            "vi": "Tôi cúi người chào ông ta, ông ta bỏ đi theo hành lang về phía nhà vệ sinh, đi rất nhanh đến nỗi tôi không theo kịp để mở cửa cho ông ta."
        },
        {
            "en": "CARS and motorbikes are banned from the old heart of Hoi An, a pretty tourist town in central Vietnam. When the country’s newish prime minister paid a visit, he obligingly travelled on foot. But as Nguyen Xuan Phuc <em>strode</em> manfully around, his motorcade crept along behind him. Outraged netizens disseminated photos of the incident, forcing Mr Phuc to apologise—a rare step for a senior official in Vietnam’s authoritarian regime.",
            "vi": "Ô tô và xe máy bị cấm lưu thông tại trung tâm phố cổ Hội An, một thị trấn du lịch đẹp ở miền Trung Việt Nam. Khi thủ tướng mới Nguyễn Xuân Phúc đến tham quan thì ông ấy đã đi bộ dạo quanh phố cổ. Nhưng khi ông sải bước dạo quanh thì đoàn xe của ông len lỏi dọc theo phía sau. Cư dân mạng phẫn nộ lan truyền các hình ảnh của vụ việc, buộc ông Phúc phải xin lỗi-một bước hiếm hoi cho một quan chức cấp cao trong chế độ *** của Việt Nam."
        },
        {
            "en": "CARS and motorbikes are banned from the old heart of Hoi An, a pretty tourist town in central Vietnam. When the country’s newish prime minister paid a visit, he obligingly travelled on foot. But as Nguyen Xuan Phuc <em>strode</em> manfully around, his motorcade crept along behind him. Outraged netizens disseminated photos of the incident, forcing Mr Phuc to apologise—a rare step for a senior official in Vietnam’s authoritarian regime.",
            "vi": "Ô tô và xe máy bị cấm lưu thông tại trung tâm phố cổ Hội An, một thị trấn du lịch đẹp ở miền Trung Việt Nam. Khi thủ tướng mới Nguyễn Xuân Phúc đến tham quan thì ông ấy đã đi bộ dạo quanh phố cổ. Nhưng khi ông sải bước dạo quanh thì đoàn xe của ông len lỏi dọc theo phía sau. Cư dân mạng phẫn nộ lan truyền các hình ảnh của vụ việc, buộc ông Phúc phải xin lỗi-một bước hiếm hoi cho một quan chức cấp cao trong chế độ *** của Việt Nam."
        }
    ],
    "suggestions": []
}