{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stumps",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stumps</k><blockquote><cclass>informal close of play.</cclass></blockquote><blockquote>→ <kref>stump</kref></blockquote></div>",
            "word": "stumps",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stumps",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stumps",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stumps",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Draw <em>stumps</em>",
            "vi": "Nhổ cọc cho biết kết thúc cuộc chơi"
        },
        {
            "en": "Stir one's <em>stumps</em>",
            "vi": "Ba chân bốn cẳng"
        },
        {
            "en": "He will draw <em>stumps</em>.",
            "vi": "Anh ta sẽ nhổ cọc cho biết kết thúc cuộc chơi."
        },
        {
            "en": "He stirred his <em>stumps</em>.",
            "vi": "Anh ta đã ba chân bốn cẳng chạy."
        },
        {
            "en": "Stir your <em>stumps</em>!",
            "vi": "Di chuyển nào!"
        },
        {
            "en": "His work is draw <em>stumps</em>",
            "vi": "Công việc của anh ấy là nhổ cọc cho biết kết thúc cuộc chơi."
        },
        {
            "en": "I can grind down most tree <em>stumps</em>.",
            "vi": "Tôi có thể nghiền nát hết các gốc cây."
        },
        {
            "en": "Leaves blew across the park, piling against the <em>stumps</em>.",
            "vi": "Những chiếc lá bay qua công viên, gom đống vào những gốc cây."
        },
        {
            "en": "Big cords of wood stood among the <em>stumps</em>.",
            "vi": "Chen giữa các khúc gốc cây là những đống gỗ lớn được buộc chặt."
        },
        {
            "en": "At the scene, only the tree <em>stumps</em> were present, the report said.",
            "vi": "Tại hiện trường, chỉ có sự hiện diện của những gốc cây, báo cáo cho biết."
        },
        {
            "en": "At the scene, only the tree <em>stumps</em> were present, the report said.",
            "vi": "Tại hiện trường, chỉ có sự hiện diện của những gốc cây, báo cáo cho biết."
        },
        {
            "en": "Standing among the <em>stumps</em>, there were more houses than Laura could count.",
            "vi": "Đứng giữa những gốc cây có nhiều nhà đến nỗi Laura không đếm xuể."
        },
        {
            "en": "Aunt Polly's yard was a fine place to play, because the <em>stumps</em> were so thick.",
            "vi": "Sân nhà cô Polly là chỗ chơi đùa rất tuyệt vì gốc cây dày đặc."
        },
        {
            "en": "You stir your <em>stumps</em> and get ready for school, my girl!",
            "vi": "Nhanh lên con gái, chuẩn bị mà đi học"
        },
        {
            "en": "Though it was not Monday, some woman had spread out a washing on the bushes and <em>stumps</em> by her house.",
            "vi": "Dù không phải ngày thứ hai mà có nhiều phụ nữ phơi giặt đồ trên các bụi cây hoặc các khúc gốc cây cạnh nhà."
        },
        {
            "en": "In the clearing he had made last year, Pa was plowing around the <em>stumps</em> and putting in his crops.",
            "vi": "Bố đang cày luống trong khoảng đất trống do bố dọn năm trước và gieo hạt."
        },
        {
            "en": "The smaller <em>stumps</em> he could jump two at a time, and he could walk on the top rail of the fence without being afraid.",
            "vi": "Cậu có thể vượt qua hai gốc cây nhỏ một lúc và có thể leo lên đầu hàng rào sắt mà không sợ gì."
        },
        {
            "en": "The door of the store and the doors of all the houses were shut, the <em>stumps</em> were covered with snow, and no little children were playing outdoors.",
            "vi": "Cửa các ngôi nhà và tiệm hàng đều đóng kín, tuyết phủ dày trên các khúc gốc cây và không một bóng trẻ con chơi đùa ngoài trời."
        },
        {
            "en": "The way they did it was this : Each one by, herself climbed up on a stump, and then all at once, holding their arms out wide, they fell off the <em>stumps</em> into the soft, deep snow.",
            "vi": "Cách vẽ hình như thế này: Mỗi người tự leo lên một khúc gốc cây, dang rộng hai cánh tay, buông mình ngã từ khúc cây xuống lớp tuyết dày xốp. Phải giữ thẳng người khi ngã và ngã úp mặt xuống. Sau đó phải cố đứng lên mà không làm hư những đường nét đã in trong tuyết. Nếu làm được hoàn hảo là đã có trên tuyết những cái hố mang hình thù giống hệt các cô cậu gồm đủ cả khuôn mặt, thân hình, tay, chân."
        },
        {
            "en": "So in the afternoon the cousins made a playhouse in the yard. The <em>stumps</em> were chairs and tables and stoves, and leaves were dishes, and sticks were the children.",
            "vi": "Thế là vào buổi chiều, lũ trẻ dựng một căn nhà ở trong sân. Bàn, ghế, lò là các gốc cây, còn lá cây là chén dĩa và trẻ nhỏ là que củi."
        }
    ],
    "suggestions": []
}