{
    "en_vn": {
        "data": {
            "content": null,
            "word": "stunting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "stunting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "stunting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stunting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stunting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Incidence of <em>Stunting</em> Among Childrern 0-59 Months.",
            "vi": "Tỷ lệ trẻ em còi trong độ tuổi từ 0 đến 59 tháng."
        },
        {
            "en": "Child nutrition: Reduce <em>stunting</em> by 2010 to 25 percent of children with no province reporting <em>stunting</em> incidence greater than 30 percent.",
            "vi": "Dinh dưỡng trẻ em: Giảm tình trạng chậm phát triển xuống 25% đến năm 2010 và không tỉnh nào có tỷ lệ trẻ em bị còi cọc vượt quá 30%."
        },
        {
            "en": "Vietnam already has a very high child malnutrition rate, with over forty-five percent of children suffering from <em>stunting</em>.",
            "vi": "Việt Nam đã có một tỷ lệ suy dinh dưỡng trẻ em khá cao, với trên 45% các trẻ em bị chậm lớn."
        },
        {
            "en": "Rates of <em>stunting</em> are a consequence of poor nutrition before and during pregnancy, during the first six months, and during the early years of children’s lives.",
            "vi": "Tỷ lệ chậm phát triển là hậu quả của chế độ dinh dưỡng kém trước và trong quá trình mang thai, trong sáu tháng đầu sau sinh và trong những năm đầu đời của trẻ."
        },
        {
            "en": "Figure 1 shows that the Central Highlands and Northwest Mountains regions feature both high poverty and moderate & severe <em>stunting</em> rates among children under 5 years.",
            "vi": "Hình 1 cho thấy khu vực Tây Nguyên và miền núi phía Tây Bắc có tỷ lệ nghèo và tỷ lệ còi nặng và vừa phải ở trẻ em dưới 5 tuổi cao."
        },
        {
            "en": "Province level analysis for 2005 indicates that income differences between provinces account for most of the inequality observed moderate <em>stunting</em> and underweight status in children under 5.",
            "vi": "Phân tích tuyến tỉnh năm 2005 cho thấy chênh lệch thu nhập giữa các tỉnh là nguyên nhân chủ yếu dẫn đến bất bình đẳng được quan sát về tình trạng thấp còi và thiếu cân tương đối ở trẻ dưới 5 tuổi."
        },
        {
            "en": "Health and nutrition: <em>stunting</em> affects 27 percent of the poorest one-year olds, but only 1 percent of the better-off.",
            "vi": "Y tế và Dinh dưỡng:27% trẻ 1 tuổi ở những gia đình nghèo nhất bị còi xương, trong khi chỉ 1% đối với những gia đình khá giả."
        },
        {
            "en": "Comparing Figures 20 and 22, the data also indicate that the degree of moderate <em>stunting</em> and moderate underweight status increased between 1992/93 and 2006.",
            "vi": "Khi so sánh Biểu đồ 20 và 22, các số liệu cũng cho thấy mức độ tương đối tình trạng thấp còi và thiếu cân có tăng từ 1992/93 đến 2006."
        },
        {
            "en": "<em>Stunting</em>, severe wasting and intrauterine growth restriction alone are estimated to account for 2.2 million child deaths (about 20% of the total).",
            "vi": "Riêng thấp, còi, còi cọc nặng và phôi thai chậm phát triển ước tính đã chiếm 2,2 triệu ca tử vong ở trẻ (khoảng 20% trên tổng số)."
        },
        {
            "en": "• Secondly, the Central Highlands and Northwest Mountain regions which feature both high poverty and moderate & severe <em>stunting</em> rates among children under 5 years.",
            "vi": "• Thứ hai, vùng Núi phía Bắc và Tây nguyên nơi có tỷ lệ nghèo cao và còi nặng và vừa phải ở trẻ em dưới 5 tuổi."
        },
        {
            "en": "Results of the 1992/93 VLSS indicate very high rates of moderate <em>stunting</em> (62%) and underweight (37%), but a relatively low rate of wasting (7%).",
            "vi": "Kết quả của ĐTMSVN năm 1992/93 cho biết tỉ lệ thấp còi (62%) và thiếu cân (37%) tương đối rất cao, nhưng tỉ lệ còi cọc lại khá thấp (7%)."
        },
        {
            "en": "In addition, the links between low clean water and sanitation coverage, and diarrhoea, <em>stunting</em>, parasitic worms and malnutrition in children are clear.",
            "vi": "Ngoài ra, mối liên quan giữa tình trạng không đủ nước sạch và tiện ích vệ sinh để dùng với các căn bệnh như ỉa chảy, còi cọc, giun sán và suy dinh dưỡng là rất rõ ràng."
        },
        {
            "en": "These concentration curves indicate that there was substantial inequality in two of the indicators (i.e., moderate <em>stunting</em> and moderate underweight status) disfavoring the poor (the CIs are - 0.186 and -0.198 respectively and both are statistically significant).",
            "vi": "Các đường cong tập trung này cho thấy có sự bất bình đẳng đáng kể ở hai chỉ số (tình trạng thấp còi và thiếu cân tương đối) theo hướng bất lợi cho người nghèo (CI tương ứng là -0,186 và -0,198, đều có ý nghĩa thống kê)."
        },
        {
            "en": "Of the 10 countries which are found at the bottom of this year's list by Save the Children, 7 are in the middle of a food crisis, and 4 have experienced an increase in \"<em>stunting</em>\", which is described as a child's mental and physical growth permanently stopping.",
            "vi": "Trong số 10 nước xếp cuối cùng của danh sách năm nay bởi tổ chức Save the Children, 7 nước đang diễn ra khủng hoảng lương thực, và 4 nước đang có \"còi cọc\", được mô tả như là sự tăng trưởng về thể chất và tinh thần của một đứa trẻ bị vĩnh viễn dừng lại."
        }
    ],
    "suggestions": []
}