{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['stʌntid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị ức chế sinh trưởng; kìm hãm; còi cọc</td></tr></table><i/></div>",
            "word": "stunted",
            "pronounce": "['stʌntid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stunted</k><blockquote><cclass>adjective retard the growth or development of.</cclass></blockquote><blockquote>→ <kref>stunt</kref></blockquote></div>",
            "word": "stunted",
            "pronounce": "['stʌntid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>stunted</k><blockquote>▸ <cclass>adjective SMALL, undersize(d), diminutive.</cclass></blockquote></div>",
            "word": "stunted",
            "pronounce": "['stʌntid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "stunted",
            "pronounce": "['stʌntid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "stunted",
            "pronounce": "['stʌntid]"
        }
    },
    "sentences": [
        {
            "en": "<em>Stunted</em> trees",
            "vi": "Những cây còi cọc"
        },
        {
            "en": "He has <em>stunted</em> thinking.",
            "vi": "Anh ấy có lối suy nghĩ khô cằn."
        },
        {
            "en": "He is a <em>stunted</em> body.",
            "vi": "Anh ta là người đẹt."
        },
        {
            "en": "It is a <em>stunted</em> tree.",
            "vi": "Nó là một cây còi cọc."
        },
        {
            "en": "It is a <em>stunted</em> coconut.",
            "vi": "Đó là quả dừa điếc."
        },
        {
            "en": "We should define a forest of <em>stunted</em> trees.",
            "vi": "Chúng ta nên xác định đặc điểm của những cây còi cọc trong một cánh rừng."
        },
        {
            "en": "90% of the world’s <em>stunted</em> children live in just 36 countries, including Viet Nam.",
            "vi": "90% trẻ bị suy dinh dưỡng thấp còi trên thế giới tập trung ở 36 nước trong dó có Việt Nam."
        },
        {
            "en": "The diameter measurement is included so that <em>stunted</em> trees in cold high elevation forests are covered.",
            "vi": "Việc đo đường kính cũng được nằm trong nghiên cứu để những cây còi cọc có thể bao phủ trên những tầng rừng trên cao và lạnh."
        },
        {
            "en": "Because of the impoverished soil and lack of manure, the tree was <em>stunted</em>.",
            "vi": "Vì đất xấu mà lại không có phân bón nên cây cối trở nên cằn cỗi."
        },
        {
            "en": "With the innocent cruelty of children, his playmates had continually goaded the <em>stunted</em>, skinny lad to tears.",
            "vi": "Với sự ngây thơ đến tàn nhẫn của bọn trẻ con, những đứa cùng lớp không ngừng trêu chọc thân hình còi cọc, gầy nhom của anh cho tới khi anh phát khóc."
        },
        {
            "en": "As he crossed Grattan bridge he looked down the river towards the lower quays and pitied the poor <em>stunted</em> houses.",
            "vi": "Trong khi chàng đi qua cầu grattan chàng nhìn xuống sông về phía những bến ở phía dưới và cảm thấy thương cho những căn nhà sàn nghèo khổ lụp xụp."
        },
        {
            "en": "Although the number of underweight and <em>stunted</em> children in Viet Nam has halved over the past 20 years, undernutrition remains high by regional standards.",
            "vi": "Mặc dù số lượng trẻ sinh nhẹ cân và còi cọc ở Việt Nam đã giảm xuống một nửa trong vòng 20 năm vừa qua, tỷ lệ suy dinh dưỡng vẫn còn cao so với chuẩn vùng."
        },
        {
            "en": "Children from the poorest quintile of the population are three times more likely to be <em>stunted</em> than children from the richest population quintile.",
            "vi": "Con cái từ những gia đình nghèo nhất trong dân cư có khả năng bị còi cọc lớn hơn gấp ba lần so với con cái của những gia đình khá giả nhất."
        },
        {
            "en": "The probability of being <em>stunted</em> among those in the poorest quintile of the population is almost three times as high as among children in the richest quintile.",
            "vi": "Xác suất bị còi xương ở nhóm ngũ phân vị nghèo nhất trong dân số cao gần gấp 3 lần so với trẻ thuộc nhóm ngũ phân vị giàu nhất."
        },
        {
            "en": "Some 30 per cent of children less than five years old are considered <em>stunted</em> while 37 percent of pregnant women are anemic.",
            "vi": "Khoảng 30% trẻ em dưới 5 tuổi bị còi cọc và 37% phụ nữ mang thai bị thiếu máu."
        },
        {
            "en": "The United Nations Food and Agriculture Organisation estimates that 23 percent of the population are food insecure or potentially insecure, and more than a third of Vietnamese children under the age of five are underweight and <em>stunted</em>:",
            "vi": "Theo Tổ chức Nông nghiệp và Lương thực của LHQ, có khoảng 23% dân số không được hoặc có khả năng sẽ không đủ lương thực và hơn một phần ba trẻ em Việt Nam dưới 5 tuổi bị thiếu cân và chậm phát triển."
        },
        {
            "en": "Symptoms include <em>stunted</em> growth, distended abdomen, and pale frothy foul smelling stools; the disease can be diagnosed by biopsy of the jejunum and is treated successfully by a strict and lifelong gluten-free diet.",
            "vi": "Các triệu chứng gồm còi cọc không lớn được, bụng căng, phân lạt máu có bọt và có mùi rất hôi thúi; bệnh có thể được chuẩn đoán bằng cách làm sinh thiết hổng tràng và có thể điều trị bởi chế độ ăn không có gluten suốt đời."
        },
        {
            "en": "With 35.8% of under-fives being <em>stunted</em> and under-nourished and 20.2% are malnourished due to lack of protein, nutrition in Viet Nam is a challenge, even if HIV and other vulnerabilities are not taken into account.",
            "vi": "Với tỷ lệ 35.8% suy dinh dưỡng thể thấp còi và 20.2% suy dinh dưỡng do thiếu protein trên tổng số trẻ em dưới 5 tuổi, vấn đề dinh dưỡng ở Việt Nam là một thách thức, cho dù chưa tính đến HIV và các khả năng nhiễm bệnh khác."
        },
        {
            "en": "While the 2006 anthropometric data indicate that malnutrition remains high (34% of children under 5 are <em>stunted</em>, while 21% are underweight), this represents a substantial decline from the rates in 1992/93.",
            "vi": "Tuy số liệu nhân trắc học năm 2006 cho thấy suy dinh dưỡng vẫn ở mức cao (34% trẻ dưới 5 tuổi còi cọc, 21% thiếu cân) nhưng trong năm 1992/93 các tỉ lệ này lại giảm đáng kể."
        },
        {
            "en": "In the report, researchers say that these ongoing problems may be due to a repetitive cycle, one which involves \"<em>stunted</em>\" mothers continuing to have babies who are underweight and malnourished before birth. This is usually due to the mother's lack of education, poor work conditions and bad health, which then results in lack-luster care towards the child.",
            "vi": "Trong báo cáo, các nhà nghiên cứu nói rằng những vấn đề đang diễn ra có thể là do một chu kỳ lặp đi lặp lại, trong đó có một yếu tố là một bà mẹ \"còi cọc\" sẽ tiếp tục có những em bé bị thiếu cân và suy dinh dưỡng trước khi sinh. Điều này thường là do thiếu mẹ của giáo dục, điều kiện làm việc nghèo và sức khỏe kém, mà sau đó dẫn đến thiếu ánh chăm sóc đối với trẻ. Điều này thường là do sự thiếu giáo dục, điều kiện làm việc kém và sức khỏe yếu của người mẹ, mà sau đó dẫn đến thiếu sự chăm sóc tốt cho con."
        }
    ],
    "suggestions": []
}