{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['stju:pə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự ngẩn ngơ; trạng thái sững sờ, kinh ngạc (gần (như) bất tỉnh do bị choáng váng, ma túy..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">in a drunken stupor</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trong một trạng thái ngẩn ngơ vì say rượu</font></td></tr></table><i/></div>",
            "word": "stupor"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>stupor</k><blockquote><cclass>[<cclass>'stju:pə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a state of near-unconsciousness or insensibility. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>stuporous</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L., from <i>stupere</i> 'be amazed or stunned'. </blockquote></div>",
            "word": "stupor"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>stupor</k><blockquote>▸ <cclass>noun DAZE, state of unconsciousness, torpor, insensibility, oblivion.</cclass></blockquote></div>",
            "word": "stupor"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>stupor</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to fall into a stupor </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a drunken stupor</ex></blockquote></blockquote></div>",
            "word": "stupor"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sững sờ</font></td></tr></tbody></table></div>",
            "word": "stupor"
        }
    },
    "sentences": [
        {
            "en": "In a drunken <em>stupor</em>",
            "vi": "Trong một trạng thái ngẩn ngơ vì say rượu"
        },
        {
            "en": "In a drugged <em>stupor</em>",
            "vi": "Đờ đẫn vì thuốc"
        },
        {
            "en": "Be in an alcoholic <em>stupor</em>",
            "vi": "Ở trong trạng thái ngây ngất vì rượu"
        },
        {
            "en": "Drink oneself into a <em>stupor</em>",
            "vi": "Uống rượu đến nỗi mụ người"
        },
        {
            "en": "Drink somebody into a <em>stupor</em>.",
            "vi": "Uống say tuý luý."
        },
        {
            "en": "She woke from <em>stupor</em> and she looked so tired.",
            "vi": "Cô ấy đã thức tỉnh sau một cơn sững sờ và trông cô ấy thật mệt mỏi."
        },
        {
            "en": "He talked to me in a drunken <em>stupor</em>.",
            "vi": "Nó nói chuyện với tôi trong một trạng thái ngẩn ngơ vì say rượu."
        },
        {
            "en": "I mumbled, trying to shake off the <em>stupor</em>.",
            "vi": "Tôi lầm bầm, cố rũ bỏ trạng thái đờ đẫn."
        },
        {
            "en": "When I found him, he was in an alcoholic <em>stupor</em>.",
            "vi": "Khi tôi tìm thấy anh ta, anh ta ở trong trạng thái ngầy ngật vì rượu."
        },
        {
            "en": "Was I trying to push myself back into the zombie <em>stupor</em>?",
            "vi": "Có phải tôi đang cố đẩy mình trở lại tình trạng đờ đẫn như một thây ma sống?"
        },
        {
            "en": "A male in a drunken <em>stupor</em> is likely to make an ass out of himself.",
            "vi": "Một người đàn ông trong trạng thái ngẩn ngơ vì say rượu thì giống y hệt một con lừa."
        },
        {
            "en": "He spent the evening in the pub, drinking himself into a <em>stupor</em>.",
            "vi": "Anh ta ngồi cả buổi tối ở quán rượu, uống say đến không biết gì."
        },
        {
            "en": "I walked up the stairs slowly, a heavy <em>stupor</em> clouding my mind.",
            "vi": "Tôi bước từ từ lên cầu thang, ngẩn ngơ che mờ tâm trí tôi."
        },
        {
            "en": "The symptoms may be excited: stereotypy, stilted overactivity, and purposeless violence; or inhibited: <em>stupor</em>, catalepsy, flexibilitas cerea, and negativism.",
            "vi": "Các triệu chứng có thể kích động: nói lắp bắp, cử động quá, khoa trương, và cuồng nộ vô căn cứ hoặc triệu chứng ức chế: chứng giữ nguyên tư thế, trình trạng thụ động, trạng thái phủ định."
        },
        {
            "en": "As soon as the plane was in the air, Alice closed her eyes and slid back into the same <em>stupor</em> as before.",
            "vi": "Ngay khi máy bay ở trên không trung, Alice nhắm mắt lại và lại tiếp tục chìm vào trạng thái đờ đẫn như lúc nãy."
        },
        {
            "en": "I don't think I'd really fallen asleep; I was just lost in an unthinking <em>stupor</em>, holding with all my strength to the numbness that kept me from realizing what I didn't want to know.",
            "vi": "Tôi không nghĩ mình đã ngủ thiếp đi thực ; tôi chỉ bị đắm chìm trong sự lơ mơ vô thức, cố hết sức giữ mình đờ đẫn để khỏi biết điều mình không muốn biết đến."
        },
        {
            "en": "I don't think I'd really fallen asleep ; I was just lost in an unthinking <em>stupor</em>, holding with all my strength to the numbness that kept me from realizing what I didn't want to know.",
            "vi": "Tôi không nghĩ mình đã ngủ thiếp đi thực; tôi chỉ bị đắm chìm trong sự lơ mơ vô thức, cố hết sức giữ mình đờ đẫn để khỏi biết điều mình không muốn biết đến."
        },
        {
            "en": "7 REPETITION        22 FLIGHT DEMETRI LEFT US IN THE CHEERFULLY OPULENT RECEPTION area, where the woman Gianna was still at her post behind the polished counter. Bright, harmless music tinkled from hidden speakers. \"Do not leave until dark,\" he warned us. Edward nodded, and Demetri hurried away. Gianna did not seem at all surprised by the exchange, though she did eye Edward's borrowed cloak with shrewd speculation. \"Are you all right?\" Edward asked under his breath, too low for the human woman to hear. His voice was rough—if velvet can be rough—with anxiety. Still stressed by our situation, I imagined. \"You'd better make her sit before she falls,\" Alice said. \"She's going to pieces.\" It was only then that I realize I was shaking, shaking hard, my entire frame vibrating until my teeth chattered and the room around me seemed to wobble and blur in my eyes. For one wild second, I wondered if this was how Jacob felt just before exploding into a werewolf.  I heard a sound that didn't make sense, a strange, ripping counterpart to the otherwise cheery background music. Distracted by the shaking, I couldn't tell where it was coming from. \"Shh, Bella, shh,\" Edward said as he pulled me to the sofa farthest away from the curious human at the desk. \"I think she's having hysterics. Maybe you should slap her,\" Alice suggested. Edward threw a frantic glance at her. Then I understood. Oh. The noise was me. The ripping sound was the sobs coming from my chest. That's what was shaking me. \"It's all right, you're safe, it's all right,\" he chanted again and again. He pulled me onto his lap and tucked the thick wool cloak around me, protecting me from his cold skin. I knew it was stupid to react like this. Who knew how much time I had to look at his face? He was saved, and I was saved, and he could leave me as soon as we were free. To have my eyes so filled with tears that I could not see his features clearly was wasteful—  insanity. But, behind my eyes where the tears could not wash the image away, I could still see the panicked face of the tiny woman with the rosary. \"All those people,\" I sobbed. \"I know,\" he whispered. \"It's so horrible.\" \"Yes, it is. I wish you hadn't had to see that.\" I rested my head against his cold chest, using the thick cloak to wipe my eyes. I took a few deep breaths, trying to calm myself. \"Is there anything I can get you?\" a voice asked politely. It was Gianna, leaning over Edward's shoulder with a look that was both concerned and yet still professional and detached at the same time. It didn't seem to bother her that her face was inches from a hostile vampire. She was either totally oblivious, or very good at her job. \"No,\" Edward answered coldly. She nodded, smiled at me, and then disappeared. I waited until she was out of hearing range. \"Does she know what's going on here?\" I demanded, my voice low and hoarse. I was getting control of myself, my breathing evening out. \"Yes. She knows everything,\" Edward told me. \"Does she know they're going to kill her someday?\" \"She's knows it's a possibility,\" he said. That surprised me. Edward's face was hard to read. \"She's hoping they'll decide to keep her.\" I felt the blood leave my face. \"She wants to be one of them?\" He nodded once, his eyes sharp on my face, watching my reaction. I shuddered. \"How can she want that?\" I whispered, more to myself than really looking for an answer. \"How can she watch those people file through to that hideous room and want to be a part of that?\" Edward didn't answer. His expression twisted in response to something I'd said. As I stared at his too beautiful face, trying to understand the change, it suddenly struck me that I was really here, in Edward's arms, however fleetingly, and that we were not—at this exact moment—about to be killed. \"Oh, Edward,\" I cried, and I was sobbing again. It was such a stupid reaction. The tears were too thick for me to see his face again, and that was inexcusable. I only had until sunset for sure. Like a fairy tale again, with deadlines that ended the magic. \"What's wrong?\" he asked, still anxious, rubbing my back with gentle pats. I wrapped my arms around his neck—what was the worst he could do? Just push me away—and hugged myself closer to him. \"Is it really sick for me to be happy right now?\" I asked. My voice broke twice. He didn't push me away. He pulled me tight against his ice-hard chest, so tight it was hard to breathe, even with my lungs securely intact. \"I know exactly what you mean,\" he whispered. \"But we have lots of reasons to be happy. For one, we're alive.\" \"Yes,\" I agreed. \"That's a good one.\" \"And together,\" he breathed. His breath was so sweet it made my head swim. I just nodded, sure that he did not place the same weight on that consideration as I did. \"And, with any luck, we'll still be alive tomorrow.\" \"Hopefully,\" I said uneasily. \"The outlook is quite good,\" Alice assured me. She'd been so quiet, I'd almost forgotten her presence. \"I'll see Jasper in less than twenty-four hours,\" she added in a satisfied tone. Lucky Alice. She could trust her future. I couldn't keep my eyes off of Edward's face for long. I stared at him, wishing more than anything that the future would never happen. That this moment would last forever, or, if it couldn't, that I would stop existing when it did. Edward stared right back at me, his dark eyes soft, and it was easy to pretend that he felt the same way. So that's what I did. I pretended, to make the moment sweeter. His fingertips traced the circles under my eyes. \"You look so tired.\" \"And you look thirsty,\" I whispered back, studying the purple bruises under his black irises. He shrugged. \"It's nothing.\" \"Are you sure? I could sit with Alice,\" I offered, unwilling; I'd rather he killed me now than move one inch from where I was.  \"Don't be ridiculous.\" He sighed; his sweet breath caressed my face. \"I've never been in better control of that side of my nature than right now.\" I had a million questions for him. One of them bubbled to my lips now, but I held my tongue. I didn't want to ruin the moment, as imperfect as it was, here in this room that made me sick, under the eyes of the would-be monster. Here in his arms, it was so easy to fantasize that he wanted me. I didn't want to think about his motivations now—about whether he acted this way to keep me calm while we were still in danger, or if he just felt guilty for where we were and relieved that he wasn't responsible for my death. Maybe the time apart had been enough that I didn't bore him for the moment. But it didn't matter. I was so much happier pretending. I lay quiet in his arms, re-memorizing his face, pretending… He stared at my face like he was doing the same, while he and Alice discussed how to get home. Their voices were so quick and low that I knew Gianna couldn't understand. I missed half of it myself. It sounded like more theft would be involved, though. I wondered idly if the yellow Porsche had made it back to its owner yet. \"What was all that talk about singers?\" Alice asked at one point. \"La tua cantante,\" Edward said. His voice made the words into music. \"Yes, that,\" Alice said, and I concentrated for a moment. I'd wondered about that, too, at the time. I felt Edward shrug around me. \"They have a name for someone who smells the way Bella does to me.  They call her my singer—because her blood sings for me.\" Alice laughed. I was tired enough to sleep, but I fought against the weariness. I wasn't going to miss a second of the time I had with him. Now and then, as he talked with Alice, he would lean down suddenly and kiss me—his glass-smooth lips brushing against my hair, my forehead, the tip of my nose. Each time it was like an electric shock to my long dormant heart. The sound of its beating seemed to fill the entire room. It was heaven—right smack in the middle of hell. I lost track of the time completely. So when Edward's arms tightened around me, and both he and Alice looked to the back of the room with wary eyes, I panicked. I cringed into Edward's chest as Alec—his eyes now a vivid ruby, but still spotless in his light gray suit despite the afternoon meal—walked through the double doors. It was good news. \"You're free to leave now,\" Alec told us, his tone so warm you'd think we were all lifelong friends. \"We ask that you don't linger in the city.\" Edward made no answering pretence; his voice was ice cold. \"That won't be a problem.\" Alec smiled, nodded, and disappeared again.  \"Follow the right hallway around the corner to the first set of elevators,\" Gianna told us as Edward helped me to my feet. \"The lobby is two floors down, and exits to the street. Goodbye, now,\" she added pleasantly. I wondered if her competence would be enough to save her.  Alice shot her a dark look. I was relieved there was another way out; I wasn't sure if I could handle another tour through the underground. We left through a tastefully luxurious lobby. I was the only one who glanced back at the medieval castle that housed the elaborate business facade.  I couldn't see the turret from here, for which I was grateful. The party was still in full swing in the streets. The street lamps were just coming on as we walked swiftly through the narrow, cobbled lanes. The sky was a dull, fading gray overhead, but the buildings crowded the streets so closely that it felt darker. The party was darker, too. Edward's long, trailing cloak did not stand out in the way it might have on a normal evening in Volterra. There were others in black satin cloaks now, and the plastic fangs I'd seen on the child in the square today seemed to be very popular with the adults. \"Ridiculous,\" Edward muttered once. I didn't notice when Alice disappeared from beside me. I looked over to ask her a question, and she was gone. \"Where's Alice?\" I whispered in a panic. \"She went to retrieve your bags from where she stashed them this morning.\" I'd forgotten that I had access to a toothbrush. It brightened my outlook considerably. \"She's stealing a car, too, isn't she?\" I guessed. He grinned. \"Not till we're outside.\" It seemed like a very long way to the entryway. Edward could see that I was spent; he wound his arm around my waist and supported most of my weight as we walked. I shuddered as he pulled me through the dark stone archway. The huge, ancient portcullis above was like a cage door, threatening to drop on us, to lock us in. He led me toward a dark car, waiting in a pool of shadow to the right of the gate with the engine running. To my surprise, he slid into the backseat with me, instead of insisting on driving. Alice was apologetic. \"I'm sorry.\" She gestured vaguely toward the dashboard. \"There wasn't much to choose from.\" \"It's fine, Alice.\" He grinned. \"They can't all be 911 Turbos.\" She sighed. \"I may have to acquire one of those legally. It was fabulous.\" \"I'll get you one for Christmas,\" Edward promised. Alice turned to beam at him, which worried me, as she was already speeding down the dark and curvy hillside at the same time. \"Yellow,\" she told him. Edward kept me tight in his arms. Inside the gray cloak, I was warm and comfortable. More than comfortable. \"You can sleep now, Bella,\" he murmured. \"It's over.\" I knew he meant the danger, the nightmare in the ancient city, but I still had to swallow hard before I could answer. \"I don't want to sleep. I'm not tired.\" Just the second part was a lie. I wasn't about to close my eyes. The car was only dimly lit by the dashboard controls, but it was enough that I could see his face. He pressed his lips to the hollow under my ear. \"Try,\" he encouraged. I shook my head. He sighed. \"You're still just as stubborn.\" I was stubborn; I fought with my heavy lids, and I won. The dark road was the hardest part; the bright lights at the airport in Florence made it easier, as did the chance to brush my teeth and change into clean clothes; Alice bought Edward new clothes, too, and he left the dark cloak on a pile of trash in an alley. The plane trip to Rome was so short that there wasn't really a chance for the fatigue to drag me under. I knew the flight from Rome to Atlanta would be another matter entirely, so I asked the flight attendant if she could bring me a Coke. \"Bella,\" Edward said disapprovingly. He knew my low tolerance for caffeine. Alice was behind us. I could hear her murmuring to Jasper on the phone. \"I don't want to sleep,\" I reminded him. I gave him an excuse that was believable because it was true. \"If I close my eyes now, I'll see things I don't want to see. I'll have nightmares.\" He didn't argue with me after that. It would have been a very good time to talk, to get the answers I needed—needed but not really wanted; I was already despairing at the thought of what I might hear. We had an uninterrupted block of time ahead of us, and he couldn't escape me on an airplane—well, not easily, at least. No one would hear us except Alice; it was late, and most of the passengers were turning off lights and asking for pillows in muted voices. Talk would help me fight off the exhaustion. But, perversely, I bit my tongue against the flood of questions. My reasoning was probably flawed by exhaustion, but I hoped that by postponing the discussion, I could buy a few more hours with him at some later time—spin this out for another night, Scheherazade-style. So I kept drinking soda, and resisting even the urge to blink. Edward seemed perfectly content to hold me in his arms, his fingers tracing my face again and again. I touched his face, too. I couldn't stop myself, though I was afraid it would hurt me later, when I was alone again. He continued to kiss my hair, my forehead, my wrists… but never my lips, and that was good. After all, how many ways can one heart be mangled and still be expected to keep beating? I'd lived through a lot that should have finished me in the last few days, but it didn't make me feel strong. Instead, I felt horribly fragile, like one word could shatter me. Edward didn't speak. Maybe he was hoping I would sleep. Maybe he had nothing to say. I won the fight against my heavy lids. I was awake when we reached the airport in Atlanta, and I even watched the sun beginning to rise over Seattle's cloud cover before Edward slid the window shut. I was proud of myself. I hadn't missed one minute. Neither Alice nor Edward was surprised by the reception that waited for us at Sea-Tac airport, but it caught me off guard. Jasper was the first one I saw—he didn't seem to see me at all. His eyes were only for Alice. She went quickly to his side; they didn't embrace like other couples meeting there. They only stared into each other's faces, yet, somehow, the moment was so private that I still felt the need to look away. Carlisle and Esme waited in a quiet corner far from the line for the metal detectors, in the shadow of a wide pillar. Esme reached for me, hugging me fiercely, yet awkwardly, because Edward kept his arms around me, too. \"Thank you so much,\" she said in my ear. Then she threw her arms around Edward, and she looked like she would be crying if that were possible. \"You will never put me through that again,\" she nearly growled. Edward grinned, repentant. \"Sorry, Mom.\" \"Thank you, Bella,\" Carlisle said. \"We owe you.\" \"Hardly,\" I mumbled. The sleepless night was suddenly overpowering. My head felt disconnected from my body. \"She's dead on her feet,\" Esme scolded Edward. \"Let's get her home.\" Not sure if home was what I wanted at this point, I stumbled, half-blind, through the airport, Edward dragging me on one side and Esme on the other. I didn't know if Alice and Jasper were behind us or not, and I was too exhausted to look. I think I was mostly asleep, though I was still walking, when we reached their car. The surprise of seeing Emmett and Rosalie leaning against the black sedan under the dim lights of the parking garage revived me some. Edward stiffened. \"Don't,\" Esme whispered. \"She feels awful.\" \"She should,\" Edward said, making no attempt to keep his voice down. \"It's not her fault,\" I said, my words garbled with exhaustion. \"Let her make amends,\" Esme pleaded.  \"We'll ride with Alice and Jasper.\"  Edward glowered at the absurdly lovely blond vampire waiting for us. \"Please, Edward,\" I said. I didn't want to ride with Rosalie any more than he seemed to, but I'd caused more than enough discord in his family. He sighed, and towed me toward the car. Emmett and Rosalie got in the front seat without speaking, while Edward pulled me in the back again. I knew I wasn't going to be able to fight my eyelids anymore, and I laid my head against his chest in defeat, letting them close. I felt the car purr to life. \"Edward,\" Rosalie began. \"I know.\" Edward's brusque tone was not generous. \"Bella?\" Rosalie asked softly. My eyelids fluttered open in shock. It was the first time she'd ever spoken directly to me. \"Yes, Rosalie?\" I asked, hesitant. \"I'm so very sorry, Bella. I feel wretched about every part of this, and so grateful that you were brave enough to go save my brother after what I did. Please say you'll forgive me.\" The words were awkward, stilted because of her embarrassment, but they seemed sincere. \"Of course, Rosalie,\" I mumbled, grasping at any chance to make her hate me a little less. \"It's not your fault at all. I'm the one who jumped off the damn cliff. Of course I forgive you.\" The words came out like mush. \"It doesn't count until she's conscious, Rose,\" Emmett chuckled. \"I'm conscious,\" I said; it just sounded like a garbled sigh. \"Let her sleep,\" Edward insisted, but his voice was a little warmer. It was quiet then, except for the gentle thrum of the engine. I must have fallen asleep, because it seemed like seconds later when the door opened and Edward was carrying me from the car. My eyes wouldn't open. At first I thought we were still at the airport. And then I heard Charlie. \"Bella!\" he shouted from some distance. \"Charlie,\" I mumbled, trying to shake off the <em>stupor</em>. \"Shh,\" Edward whispered. \"It's okay; you're home and safe. Just sleep.\" \"I can't believe you have the nerve to show your face here.\" Charlie bellowed at Edward, his voice much closer now. \"Stop it, Dad,\" I groaned. He didn't hear me. \"What's wrong with her?\" Charlie demanded. \"She's just very tired, Charlie,\" Edward assured him quietly. \"Please let her rest.\" \"Don't tell me what to do!\" Charlie yelled. \"Give her to me. Get your hands off her!\" Edward tried to pass me to Charlie, but I clung to him with locked, tenacious fingers. I could feel my dad yanking on my arm. \"Cut it out, Dad,\" I said with more volume. I managed to drag my lids back to stare at Charlie with bleary eyes. \"Be mad at me.\" We were in front of my house. The front door was standing open. The cloud cover overhead was too thick to guess at a time of day. \"You bet I will be,\" Charlie promised. \"Get inside.\" “O’Kay. Let me down,\" I sighed. Edward set me on my feet. I could see that I was upright, but I couldn't feel my legs. I trudged forward anyway, until the sidewalk swirled up toward my face. Edward's arms caught me before I hit the concrete. \"Just let me get her upstairs,\" Edward said. \"Then I'll leave.\" \"No,\" I cried, panicking. I hadn't got my answers yet. He had to stay for at least that much, didn't he? \"I won't be far,\" Edward promised, whispering so low in my ear that Charlie didn't have a hope of hearing. I didn't hear Charlie answer, but Edward headed into the house. My open eyes only made it till the stairs. The last thing I felt was Edward's cool hands prying my fingers loose from his shirt.",
            "vi": "7 REPETITION        22 Chuyến bay Demetri để chúng tôi lại trong khu vực tiếp tân sáng sủa, sang trọng, nơi Gianna vẫn còn làm nhiệm vụ của mình đằng sau ghi-sê bóng loáng. Tiếng nhạc vui tươi, vô hại vang lên từ mấy chiếc loa ẩn.  \"Đến tối hãy rời khỏi đây, \" anh ta cảnh báo.  Edward gật đầu, và Demetri vội vã đi ra.  Gianna có vẻ chẳng hề ngạc nhiên khi nghe lời trao đổi ấy, mặc dù cô có nhìn vào chiếc áo khoác mượn của Edward với vẻ suy xét sắc sảo.  \"Em ổn chứ?\" Edward hỏi nhỏ, thật nhỏ để người phụ nữ ấy không nghe được. Giọng anh thô ráp - nếu như nhung có thể thô ráp - vì lo âu. Vẫn còn căng thẳng vì hoàn cảnh của chúng tôi, tôi nghĩ vậy.  \"Anh nên để chỉ ngồi xuống không thì chỉ té đó, \" Alice nói. \"Chỉ sắp quỵ rồi. \" Chỉ lúc đó tôi mới nhận ra mình đang run lẩy bẩy, run dữ dội, toàn thân run đến nỗi răng tôi gõ vào nhau lập cập và căn phòng xung quanh chao đảo và mờ đi trong mắt tôi. Trong một giây không tự chủ được, tôi tự hỏi có phải đây là cảm giác của Jacob ngay trước khi anh bùng nổ thành người sói không.  Tôi nghe một âm thanh chẳng có ý nghĩa gì cả, một âm thanh kỳ lạ, xé tai át cả bản nhạc nền vui vẻ. Bị phân tâm vì cơn run, tôi không biết âm thanh đó đến từ đâu.  \"Suỵtt, Bella, Suỵtt, \" Edward nói vừa kéo tôi đến chiếc ghế xô-pha ở xa người tò mò đang đứng ở bàn nhất.  \"Em nghĩ chỉ đang bị kích động. Chắc anh nên tát chỉ,” Alice đề nghị.  Edward điên tiết liếc cô.  Thế rồi tôi đã hiểu ra. Ôi. Tiếng ồn đó do tôi gây ra. Âm thanh xé tai ấy là tiếng nức nở phát ra từ lồng ngực tôi.  Đó là thứ đang làm tôi run lẩy bẩy.  \"Ổn cả, em an toàn rồi, ổn rồi,”  anh nói đi nói lại. Anh kéo tôi vào lòng và ủ chiếc áo khoác bằng len dày quanh tôi, giữ cho tôi cách xa làn da lạnh giá của anh.  Tôi biết thật ngu ngốc khi phản ứng như thế này. Nào ai biết được còn bao nhiêu thời gian tôi còn được nhìn thấy anh? Anh đã an toàn, và tôi đã an toàn, và anh có thể sẽ bỏ tôi đi ngay khi chúng tôi được tự do. Mắt ngấn lệ đến nỗi không thể nhìn rõ được mặt anh thì thật phí phạm - điên khùng.  Nhưng, phía sau đôi mắt, nơi nước mắt không thể cuốn trôi hình ảnh ấy, tôi vẫn còn như nhìn thấy khuôn mặt hoảng sợ của người phụ nữ nhỏ bé đeo tràng hạt.  \"Tất cả mấy người đó, \" tôi thổn thức.  \"Anh biết, \" anh thì thầm.  \"Thật quá sức khủng khiếp. \" \"Ừ, đúng vậy. Anh ước gì em không phải nhìn thấy cảnh đó.” Tôi tựa đầu vào lồng ngực lạnh giá của anh, lấy chiếc áo khoác dày lau mắt. Tôi hít mấy hơi thở sâu, cố giữ bình tĩnh.  \"Tôi kiếm cho anh chút gì nhé?\" một giọng hỏi lịch sự. Đó là Gianna, nghiêng người qua vai Edward với ánh mắt vừa quan ngại mà vẫn chuyên nghiệp và vô tư. Dường như cô chẳng lấy gì làm phiền khi mặt cô chỉ cách một con ma cà rồng thù địch có mấy xăng-ti-mét.  Hoặc là cô hoàn toàn không biết tới, hoặc cô làm việc của mình rất giỏi.  \"Không, \" Edward trả lời một cách lạnh lùng.  Cô gật đầu, mỉm cười với tôi, rồi biến mất.  Tôi đợi cho đến khi cô ra ngoài tầm nghe. \"Cô ấy có biết chuyện gì đang xảy ra ở đây không?\" Tôi hỏi, giọng tôi nhỏ và khào khào. Tôi đang kiềm chế bản thân, hơi thở đều đặn.  \"Có. Cô ấy biết mọi thứ, \" Edward nói với tôi.  \"Cô ấy có biết sẽ có ngày họ giết cô ấy không?\" \"Cô ấy biết đó là một khả năng có thể xảy ra, \" anh nói.  Điều đó làm tôi ngạc nhiên.  Khuôn mặt Edward khó hiểu. \"Cô ấy đang hy vọng họ sẽ quyết định giữ lại cô ta.\" Tôi cảm thấy mặt mình không còn một hột máu. \" Cô ấy muốn trở thành một người của họ?\" Anh gật đầu cộc lốc, mắt anh sắc sảo nhìn mặt tôi, theo dõi phản ứng của tôi.  Tôi rùng mình. \" Sao cô ấy có thể muốn điều đó?\" Tôi thì thầm, với mình hơn là thực sự  muốn biết câu trả lời.  \"Sao cô ta có thể nhìn người ta xếp hàng đi vào căn phòng đáng sợ đó mà lại muốn tham dự vào đó?\" Edward không trả lời. Mặt anh nhăn nhúm vì điều tôi vừa nói.  Khi tôi nhìn chằm chằm vào khuôn mặt quá xinh đẹp của anh, cố hiểu nét thay đổi ấy, đột nhiên tôi nhớ ra rằng mình quả thực đang ở đây, trong vòng tay Edward, tuy chỉ trong giây lát, mà chúng tôi sẽ không - đúng giây phút này - bị giết.  \"Ồ, Edward, \" tôi kêu to, và lại nức nở. Thiệt là một phản ứng ngu ngốc. Nước mắt ràn rụa đến nỗi tôi không thể nhìn thấy mặt anh nữa, và điều đó không thể tha thứ được. Tôi chắc chắn chỉ còn được bên anh đến khi mặt trời lặn. Lại giống như trong một chuyện cổ tích có thời hạn chót lúc phép thần hết hiệu lực.  \"Có chuyện gì vậy?\" anh hỏi, vẫn lo lắng, vỗ nhẹ xoa lưng tôi.  Tôi vòng tay quanh cổ anh - chuyện tệ hại nhất anh có thể làm là gì chứ? Đẩy tôi ra à - rồi siết mình sát hơn vào anh. \"Có phải là em bệnh hoạn không khi bây giờ lại cảm thấy hạnh phúc?\" Tôi hỏi. Giọng tôi còn nức nở hơn gấp bội.  Anh không đẩy tôi ra. Anh ôm chặt tôi vào lồng ngực cứng như băng giá, chặt đến nỗi thật khó thở, ngay cả với hai lá phổi nguyên vẹn chắc chắn. \"Anh hiểu em muốn nói gì, \" anh thì thầm. \" Nhưng chúng mình có nhiều lý do để cảm thấy hạnh phúc mà. Một là, mình vẫn còn sống. \" \"Đúng vậy,” tôi đồng ý. \"Đó là một lý do đúng.” \"Và cùng nhau, \" anh thở. Hơi thở anh thơm đến nỗi đầu tôi ngây ngất.  Tôi chỉ gật đầu, chắc chắn anh không suy nghĩ chuyện đó giống tôi.  \"Và, nếu may mắn thì mai mình vẫn còn sống. \" \"Hy vọng vậy, \" tôi bứt rứt nói.  \"Triển vọng tương lai khá sáng sủa, \" Alice cả quyết với tôi. Cô đã quá lặng lẽ, tôi hầu như quên bẵng sự có mặt của cô.  \"Còn chưa đầy hai mươi bốn tiếng nữa, em sẽ gặp lại Jasper, \" cô hài lòng nói thêm.  Alice may mắn. Cô có thể đoan chắc tương lai của mình.  Tôi không thể rời mắt khỏi Edward lâu. Tôi nhìn anh chằm chằm, ao ước vô bờ rằng tương lai sẽ không bao giờ đến. Khoảnh khắc này sẽ tồn tại mãi mãi, hoặc, nếu nó không tồn tại được thì tôi nên chết quách cho rồi.  Edward nhìn lại tôi ngay, đôi mắt đen của anh dịu dàng, và dễ giả vờ là anh cảm nhận giống tôi.  Vì vậy đó là điều tôi đã làm. Tôi giả vờ, để làm khoảnh khắc này ngọt ngào hơn.  Đầu ngón tay anh rà quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi quá.” \"Còn anh có vẻ đang khát,”  tôi thì thầm trả lời, nhìn kỹ màu bầm đen dưới con ngươi đen của mắt anh.  Anh nhún vai. \"Chuyện nhỏ.” \"Chắc không? Em ngồi đây với Alice được mà, \" tôi đề nghị, bất đắc dĩ; thà anh giết tôi ngay bây giờ còn hơn là nhích xa tôi một xăng ti mét.  \"Đừng có ngớ ngẩn. \" Anh thở dài; hơi thở thơm tho của anh vuốt ve mặt tôi. \"Anh chưa từng kiểm soát được khía cạnh đó trong bản chất anh tốt hơn lúc này. \" Tôi có cả triệu câu muốn hỏi anh. Một trong số đó đang muốn buột khỏi môi, nhưng tôi kiềm lại. Tôi không muốn phá hỏng khoảnh khắc này, tuy không hoàn hảo, ở đây trong căn phòng làm tôi kinh tởm này, dưới sự giám sát của con quái vật tương lai.  Ở đây trong vòng tay anh, thật dễ tưởng tượng là anh yêu tôi. Bây giờ tôi không muốn nghĩ đến động cơ thúc đẩy anh - đến chuyện anh cư xử vầy nhằm giữ tôi bình tĩnh trong khi chúng tôi vẫn còn đang hiểm nguy, hay chỉ vì anh cảm thấy mình có lỗi về việc chúng tôi đang ở đây và nhẹ nhõm vì không phải chịu trách nhiệm về cái chết của tôi. Có lẽ thời gian xa cách vừa qua đủ để làm anh chưa kịp chán tôi. Nhưng chẳng quan trọng gì cả. Tôi sung sướng hơn nhiều khi giả vờ thế.  Tôi nằm yên trong vòng tay anh, khắc ghi khuôn mặt anh, giả vờ... Anh nhìn chăm chú vào mặt tôi như thể anh cũng đang làm y như tôi, trong khi anh và Alice bàn tính cách về nhà. Họ nói rất nhanh và nhỏ nên tôi biết Gianna không hiểu được. Cả tôi còn để lọt hết một nửa. Tuy vậy, nghe có vẻ như có dính đến chuyện trộm cắp nữa. Tôi vẩn vơ tự hỏi không biết chiếc Porsche vàng đã quay về với chủ nhân chưa.  \"Mấy chuyện nói về vụ ca sĩ là gì vậy?\" Alice hỏi lúc đó.  \"La tua cantante, \" Edward nói. Giọng anh biến những từ đó thành âm nhạc.  \"Đúng, cái đó đó” Alice nói, và tôi tập trung suy nghĩ một hồi lâu. Tôi cũng đã từng thắc mắc chuyện đó.  Tôi cảm thấy Edward nhún vai bên mình. \" Họ đặt tên cho người toả mùi giống cách Bella tác động lên anh.  Họ gọi cô ấy là nàng thơ của anh - vì máu cô ấy mời gọi anh.\" Alice cười.  Tôi muốn ngủ vì mệt, nhưng cố chống lại sự đuối sức. Tôi sẽ không bỏ lỡ một giây ở bên anh. Thỉnh thoảng, khi anh đang nói chuyện với Alice, anh bỗng nghiêng người hôn tôi - đôi môi mịn màng vuốt ve mái tóc tôi, trán tôi, đầu mũi tôi. Mỗi lần như vậy cứ tựa như điện giật sốc vào trái tim ngủ yên đã lâu của tôi. Tiếng tim đập có vẻ choán đầy cả căn phòng.  Thật là thiên đường – lơ lửng giữa địa ngục.  Tôi hoàn toàn không còn biết đến thời gian. Vì vậy khi vòng tay Edward siết chặt tôi, và cả anh lẫn Alice đều nhìn về cuối phòng bằng đôi mắt dè dặt, tôi đã hoảng sợ. Tôi co rúm người, rúc vào ngực Edward khi Alec - mắt chú bé bây giờ như viên hồng ngọc long lanh, mà vẫn sạch sẽ tinh tươm trong bộ đồ xám nhạt dù mới ăn trưa xong - bước qua khung cửa có hai cánh.  Đó là tin tức tốt lành.  \"Bây giờ các bạn được tự do rời khỏi đây,”  Alec nói với chúng tôi, giọng chú bé ấm áp đến nỗi bạn sẽ tưởng chúng tôi là bạn bè thân thiết cả đời. \"Chúng tôi yêu cầu các bạn không được nấn ná trong thành phố.” Edward chẳng hề vờ vịt khi đáp lại; giọng anh lạnh như băng. \"Chuyện đó không sao cả.” Alec mỉm cười, gật đầu, và lại biến mất.  \"Xin theo hành lang bên phải ngay đây để đến khu thang máy đầu tiên,” Gianna nói khi Edward giúp tôi đứng lên. \"Tiền sảnh ở dưới đây hai tầng lầu, và mở ra phố. Bây giờ xin tạm biệt, \" cô vui vẻ nói thêm. Tôi tự hỏi không biết năng lực của cô có đủ để cứu mạng cô không.  Alice nhìn cô buồn rầu.  Tôi cảm thấy nhẹ nhõm vì có lối khác để ra ngoài; tôi không rõ mình chịu nỗi thêm một chuyến đi xuyên lòng đất nữa hay không.  Chúng tôi ra đi qua tiền sảnh sang trọng, thẩm mỹ. Tôi là người duy nhất liếc nhìn lại lâu đài thời trung cổ có mặt tiền kinh doanh hào nhoáng.  Tôi không thể nhìn thấy tháp canh từ đây, làm tôi dễ chịu hết sức. Lễ hội vẫn đang hết sức náo nhiệt trên đường phố. Đèn đường vừa bật lên khi chúng tôi bước vội qua làn đường hẹp trải sỏi. Bầu trời vẫn còn xám nhạt buồn tẻ trên đầu, nhưng mấy toà nhà cao tầng dày đặt hai bên đường làm ta cảm thấy trời tối hơn.  Lễ hội cũng tối tăm hơn. Chiếc áo khoác dài của Edward chẳng hề nổi bật như lẽ ra nó phải vậy trong một buổi chiều bình thường ở Volterra. Hiện tại có nhiều người cũng mặc áo khoác sa tanh đen, và mấy cái nanh nhựa mà hôm nay tôi đã thấy đứa bé đeo trong quảng trường dường như đang rất thịnh hành với người lớn.  \"Lố bịch, \" Edward lẩm bẩm cộc lốc.  Tôi không biết Alice đã biến mất khỏi bên cạnh tôi từ khi nào. Vừa quay qua định hỏi cô một câu thì thấy cô đã biến mất.  \"Alice đâu rồi?\" Tôi thì thầm hoảng sợ.  \"Nó đi lấy lại mấy cái túi của em ở chỗ nó giấu sáng nay. \" Tôi đã quên mình đã dùng một cái bàn chải đánh răng. Điều này khiến tương lai tôi sáng sủa hẳn.  \"Cô ấy cũng đang ăn cắp xe nữa, phải không?\" Tôi đoán.  Anh cười toe toét. \" Không cho đến khi mình ra ngoài thành. \" Đường ra cổng thành dài dằng dặc. Edward thấy rõ tôi đã kiệt quệ; anh vòng tay quanh thắt lưng tôi và đỡ gần như toàn bộ sức nặng cơ thể tôi khi chúng tôi bước đi.  Tôi rùng mình khi anh kéo tôi qua cánh cổng tò vò bằng đá u ám. Khung lưới sắt cổ, khổng lồ to như cửa chuồng, đe doạ sẽ rơi xuống để nhốt chúng tôi lại.  Anh dẫn tôi về phía một chiếc xe màu tối, đang nổ máy chờ trong bóng râm ở bên phải cánh cổng.  Tôi không ngờ anh lại lách vào ngồi ở ghế sau cùng tôi, chứ không khăng khăng đòi lái xe.  Alice xin lỗi. \"Em xin lỗi. \" Cô chỉ tay về phía bảng điều khiển. \" Chẳng có nhiều xe để lựa chọn. \" \"Tốt mà, Alice. \" Anh cười toe toét. \"Đâu phải chiếc nào cũng là Turbos 911 được.” Cô thở dài. \"Em chắc phải kiếm một chiếc hợp pháp mới được. Đẹp quá đi thôi.” \"Anh sẽ kiếm cho em một chiếc làm quà Giáng sinh, \" Edward hứa.  Alice quay sang anh cười, làm tôi lo lắng, vì cô đang tăng tốc lao xuống sườn đồi quanh co tối đen lúc đó.  \"Màu vàng đó nhe, \" cô bảo anh.  Edward ôm chặt tôi trong vòng tay anh. Bên trong chiếc áo khoác xám, tôi ấm và dễ chịu. Còn hơn cả dễ chịu nữa.  \"Bây giờ em ngủ được rồi, Bella, \" anh thì thầm. \"Mọi chuyện đã kết thúc rồi.” Tôi biết ý anh muốn nói về nỗi nguy hiểm, cơn ác mộng trong thành phố cổ, nhưng tôi vẫn phải nuốt nước miếng khó khăn mới trả lời nỗi.  \"Em không muốn ngủ. Em không mệt.” Chỉ có phần thứ nhì là nói dối. Tôi sẽ không nhắm mắt lại. Chiếc xe tuy chỉ được chiếu sáng mờ mờ nhờ bảng điều khiển, nhưng đủ để tôi nhìn thấy mặt anh.  Anh áp môi vào hõm tai tôi. \"Hãy cố ngủ đi, \" anh khuyến khích.  Tôi lắc đầu.  Anh thở dài. \"Em vẫn bướng bỉnh y vậy. \" Tôi đã bướng bỉnh; tôi cưỡng lại mi mắt nặng nề, và tôi đã thắng.  Con đường tối là phần khó khăn nhất; ánh sáng rực rỡ ở sân bay Florence làm mọi chuyện dễ dàng hơn, cũng như cơ hội cho tôi đánh răng và thay quần áo sạch; Alice cũng mua quần áo mới cho Edward, và anh quăng chiếc áo choàng đen vô một đống rác trong hẻm. Chuyến bay đến Rome ngắn đến nỗi cơn mệt mỏi không có cơ hội làm tôi quỵ ngã. Tôi biết chuyến bay từ Rome đến Atlanta sẽ là khác hẳn, vì vậy tôi hỏi xin tiếp viên hàng không một chai côca-côla.  \"Bella, \" Edward không bằng lòng nói. Anh biết tôi không chịu nỗi chất cà-phê-in.  Alice ngồi sau chúng tôi. Tôi nghe tiếng cô thì thầm với Jasper qua điện thoại.  \"Em không muốn ngủ, \" tôi nhắc anh. Tôi đưa ra một cái cớ đáng tin vì đúng vậy thật. \"Nếu em nhắm mắt bây giờ, em sẽ mơ thấy những thứ em không muốn thấy. Em sẽ bị ác mộng. \" Anh không bàn cãi nữa.  Lẽ ra đây là một thời gian hết sức thích hợp để nói chuyện, để nhận được những câu trả lời tôi cần - cần chớ chưa chắc là muốn; tôi đã tuyệt vọng khi nghĩ đến điều mình có thể nghe. Chúng tôi còn biết bao thời gian không bị ai cản trở trước mắt, và anh không thể trốn tôi trên máy bay được - ừm, ít ra thì không dễ trốn. Sẽ không có ai nghe thấy chúng tôi ngoài Alice; đã khuya, và hầu hết mọi hành khách đều tắt đèn và khe khẽ hỏi xin gối. Trò chuyện sẽ giúp tôi đẩy lùi tình trạng kiệt sức. Nhưng, ngược lại, tôi cố nén ngăn chặn dòng thác câu hỏi. Khả năng lập luận của tôi có lẽ không ổn vì kiệt sức, nhưng tôi hy vọng rằng nhờ hoãn lại cuộc thảo luận này, tôi có thể có thêm vài giờ nữa ở bên anh sau này - kéo dài chuyện này sang một đêm khác, theo kiểu Scheherazade. Vì thế tôi cứ uống xô-đa, và thậm chí cố không chớp mắt. Edward có vẻ hết sức hài lòng khi ôm tôi trong vòng tay, ngón tay anh cứ rà trên mặt tôi suốt. Tôi cũng sờ mặt anh. Tôi không thể ngăn được mình, cho dù tôi sợ sau này chuyện này sẽ làm tôi đau đớn, khi lại chỉ còn lại một mình. Anh cứ hôn mãi tóc tôi, trán tôi, cổ tay tôi... nhưng không bao giờ hôn môi tôi, và vậy cũng tốt. Rốt cuộc thì có bao nhiêu cách khiến một trái tim bị nghiến nát mà vẫn hy vọng sẽ tiếp tục đập cơ chứ?  Tôi đã trải qua nhiều thứ lẽ ra đã kết thúc đời tôi trong mấy ngày qua, nhưng chẳng làm tôi cảm thấy mạnh mẽ. Mà ngược lại, tôi cảm thấy mình mỏng manh khủng khiếp, như thể một lời thôi cũng có thể làm tôi vỡ tan.  Edward chẳng nói chẳng rằng. Có lẽ anh đang hi vọng tôi sẽ ngủ. Có lẽ anh chẳng có gì để nói cả.  Tôi đã thắng trong cuộc đấu tranh cưỡng lại mi mắt nặng nề của mình. Tôi vẫn thức khi đến sân bay Atlanta, và tôi thậm chí còn nhìn thấy mặt trời bắt đầu mọc trên màn mây che phủ Seattle trước khi Edward đẩy trượt đóng cửa sổ lại. Tôi tự hào về mình. Tôi đã không để lỡ một phút nào cả.  Cả Alice lẫn Edward đều không ngạc nhiên khi thấy sự chào đón đang chờ chúng tôi tại sân bay Sea-Tac, nhưng tôi bị bất ngờ. Jasper là người đầu tiên tôi nhìn thấy - anh dường như chẳng hề nhìn thấy tôi. Mắt anh chỉ dành cho Alice. Cô đi thật nhanh đến bên anh; họ không ôm chầm lấy nhau như những đôi tình nhân khác gặp nhau ở đó. Họ chỉ nhìn chăm chú vào mặt nhau, thế mà không rõ vì sao, khoảnh khắc ấy riêng tư đến nỗi tôi vẫn cảm thấy cần phải nhìn sang chỗ khác.  Carlisle và Esme đợi ở một góc yên tĩnh, cách xa hàng người chờ qua máy dò kim loại, dưới bóng một cây cột to. Esme vươn tay ra ôm chầm lấy tôi, tuy bất tiện, vì Edward cũng đang ôm tôi không buông.  \"Cảm ơn con nhiều lắm, \" bà nói vào tai tôi.  Sau đó bà vung tay ôm Edward, trông như sắp khóc.  \"Con đừng bao giờ bắt mẹ phải chịu điều đó lần nữa,” bà gần như gầm gừ.  Edward cười toe toét, ăn năn. \"Xin lỗi, mẹ. \" \"Cảm ơn con, Bella, \" Carlisle nói. \" Chúng ta mang ơn con.” \"Không hề, \" tôi lầm bầm. Đêm không ngủ bỗng chế ngự tôi. Đầu tôi như không còn liền với cơ thể.  \"Con bé ngất rồi, \" Esme mắng Edward. \"Hãy đưa nó về nhà.” Chẳng biết nhà có phải là thứ tôi muốn lúc này không nữa, tôi vấp, gần như chẳng thấy đường, đi qua sân bay, Edward kéo tôi ở một bên còn Esme ở bên kia. Tôi không biết Alice và Jasper có ở đằng sau không, vì quá đuối không nhìn nỗi.  Tôi nghĩ mình gần như đã thiếp đi, dù vẫn đang bước, khi đến được chỗ để xe hơi của họ. Nỗi ngạc nhiên khi thấy Emmett và Rosalie tựa vào chiếc xe mui kín màu đen dưới ánh đèn lờ mờ của bãi đỗ xe làm tôi tỉnh táo một chút. Edward cứng đờ người.  \"Đừng con, \" Esme thì thầm. \"Nó đã khổ sở lắm rồi. \" \"Nó phải vậy thôi, \" Edward nói, không hề cố nói nhỏ lại.  \"Đó không phải là lỗi của chỉ, \" tôi nói, lạc đi vì kiệt sức.  \"Hãy để em có cơ hội chuộc lỗi, \" Esme khẩn khoản.  \"Mình sẽ đi chung xe với Alice và Jasper. \"  Edward trừng mắt nhìn vào con ma cà rồng tóc vàng đẹp mê hồn đang chờ chúng tôi.  \"Xin anh, Edward, \" tôi nói. Tôi cũng chẳng muốn cùng đi với Rosalie chẳng kém gì anh, nhưng tôi đã gây ra quá nhiều bất hoà trong gia đình anh rồi.  Anh thở dài, rồi kéo tôi về phía chiếc xe ấy.  Emmett và Rosalie lặng lẽ ngồi vào ghế trước, trong khi Edward lại kéo tôi vào phía sau lần nữa. Tôi biết mình sẽ không còn có thể chống cự lại mí mắt nữa, nên tôi đặt đầu tựa vào ngực anh đầu hàng, mặc cho chúng cứ việc khép lại.  Tôi cảm thấy xe rền lên nổ máy.  \"Edward, \" Rosalie bắt đầu.  \"Tôi biết rồi. \" Giọng cộc cằn của Edward chẳng khoan dung.  \"Bella?\"  Rosalie khẽ hỏi.  Mí mắt tôi mở choàng ra kinh ngạc. Đây là lần đầu tiên cô nói chuyện trực tiếp với tôi.  \"Gì hả, Rosalie ?\" Tôi hỏi, do dự.  \"Tôi hết sức xin lỗi, Bella. Tôi cảm thấy khổ tâm từng chút một trong chuyện này, và rất mừng vì em đã đủ dũng cảm đi cứu em tôi sau những chuyện tôi đã làm. Xin hãy nói em sẽ tha thứ cho tôi. \" Lời cô cứng nhắc, vụng về vì bối rối, nhưng có vẻ chân thành.  \"Dĩ nhiên rồi, Rosalie, \" tôi lầm bầm, chụp ngay mọi cơ hội làm cô ít ghét tôi hơn. \"Đó chẳng hề là lỗi của chị. Chính em là người đã nhảy ra khỏi cái vách đá quỷ quái đó mà. Tất nhiên là em tha thứ cho chị rồi.” Lời tôi phát ra nhừa nhựa.  \"Thế không tính cho đến khi nào cô bé tỉnh, Rose, \" Emmett cười khúc khích.  \"Em tỉnh mà, \" tôi nói; giờ chỉ giống tiếng thở dài méo mó.  \"Để cô ấy ngủ, \" Edward khăng khăng, nhưng giọng anh hơi ấm hơn.  Yên lặng sau đó, ngoại trừ tiếng đều đều khe khẽ của động cơ. Tôi hẳn đã ngủ thiếp đi, vì dường như chỉ mấy giây sau là cửa xe lại mở và Edward đang bế tôi ra khỏi xe. Mắt tôi không mở nỗi. Lúc đầu tôi nghĩ chúng tôi vẫn còn đang ở sân bay.  Rồi tôi nghe tiếng Charlie.  \"Bella !\" ông la to từ xa.  \"Chào bố, \" tôi lầm bầm, cố rũ bỏ trạng thái đờ đẫn.  \" Suỵtt, \" Edward thì thầm. \"Ổn mà ; em đã về nhà an toàn. Cứ ngủ đi.” \"Ta không tài nào tin nỗi là anh dám cả gan chường mặt ở đây.\"  Charlie rống lên với Edward, bây giờ giọng ông đã gần hơn nhiều.  \"Dừng lại đi, bố,\"  tôi rên rỉ. Ông không thèm nghe tôi.  \"Nó bị sao vậy?\" Charlie hỏi.  \"Cô ấy chỉ rất mệt thôi, Charlie, \" Edward lặng lẽ trấn an ông . \"Xin hãy để cô ấy nghỉ ngơi.\" \"Đừng có tài khôn dạy ta phải làm gì!\"  Charlie thét. \"Đưa nó đây cho ta. Không được động vào nó!\" Edward cố chuyển tôi cho Charlie, nhưng tôi cứ bám cứng vào anh. Tôi có thể cảm thấy bố tôi đang giằng mạnh cánh tay tôi.  \"Thôi đi, bố,” tôi nói to hơn. Tôi cố mở mắt trở lại để nhìn chằm chằm vào Charlie bằng đôi mắt lờ đờ. \"Hãy giận con thôi.” Chúng tôi đang ở trước nhà. Cửa trước đang mở toang. Mây trên đầu dày đến nỗi không biết được đây là thời gian nào trong ngày.  \"Chắc chắn rồi, \" Charlie hứa. \" Vào trong đi. \" “Được rồi, hãy để em xuống,” tôi thở dài.  Edward đặt tôi đứng xuống. Tôi thấy mình đã đứng thẳng, nhưng không thể cảm thấy chân mình. Tôi vẫn cứ lê chân về phía trước, cho đến vỉa hè lao vào mặt tôi. Cánh tay Edward chụp được tôi trước khi tôi dộng vào bê-tông.  \"Chỉ cho cháu đưa cô ấy lên lầu thôi, \" Edward nói. \"Rồi cháu sẽ đi ngay.” \"Không được, \" tôi kêu to, hoảng sợ. Tôi chưa nhận được mấy câu trả lời của mình mà.  Ít nhất anh phải ở lại đến nhiêu đó thôi, phải không? \"Anh sẽ không ở xa đâu, \" Edward hứa, thì thầm thật nhỏ vào tai tôi, Charlie đừng hòng nghe được.  Tôi không nghe Charlie trả lời, nhưng Edward đang đi về phía nhà. Tôi chỉ mở nỗi mắt đến khi tới cầu thang.  Điều cuối cùng tôi cảm thấy là bàn tay mát rượi của Edward đang gỡ mấy ngón tay tôi ra khỏi áo anh."
        },
        {
            "en": "9      9. THEORY \"Can I ask just one more?\" I pleaded as Edward accelerated much too quickly down the quiet street. He didn't seem to be paying any attention to the road. He sighed. \"One,\" he agreed. His lips pressed together into a cautious line. \"Well… you said you knew I hadn't gone into the bookstore, and that I had gone south. I was just wondering how you knew that.\" He looked away, deliberating. \"I thought we were past all the evasiveness,\" I grumbled. He almost smiled. \"Fine, then. I followed your scent.\" He looked at the road, giving me time to compose my face. I couldn't think of an acceptable response to that, but I filed it carefully away for future study. I tried to refocus. I wasn't ready to let him be finished, now that he was finally explaining things. \"And then you didn't answer one of my first questions…\" I stalled. He looked at me with disapproval. \"Which one?\" \"How does it work — the mind-reading thing? Can you read anybody's mind, anywhere? How do you do it? Can the rest of your family… ?\" I felt silly, asking for clarification on make-believe. \"That's more than one,\" he pointed out. I simply intertwined my fingers and gazed at him, waiting. \"No, it's just me. And I can't hear anyone, anywhere. I have to be fairly close. The more familiar someone's… 'voice' is, the farther away I can hear them. But still, no more than a few miles.\" He paused thoughtfully. \"It's a little like being in a huge hall filled with people, everyone talking at once. It's just a hum — a buzzing of voices in the background. Until I focus on one voice, and then what they're thinking is clear.  \"Most of the time I tune it all out — it can be very distracting. And then it's easier to seem normal\" — he frowned as he said the word — \"when I'm not accidentally answering someone's thoughts rather than their words.\" \"Why do you think you can't hear me?\" I asked curiously. He looked at me, his eyes enigmatic. \"I don't know,\" he murmured. \"The only guess I have is that maybe your mind doesn't work the same way the rest of theirs do. Like your thoughts are on the AM frequency and I'm only getting FM.\" He grinned at me, suddenly amused. \"My mind doesn't work right? I'm a freak?\" The words bothered me more than they should — probably because his speculation hit home. I'd always suspected as much, and it embarrassed me to have it confirmed. \"I hear voices in my mind and you're worried that you're the freak,\" he laughed. \"Don't worry, it's just a theory…\" His face tightened. \"Which brings us back to you.\" I sighed. How to begin? \"Aren't we past all the evasions now?\" he reminded me softly. I looked away from his face for the first time, trying to find words. I happened to notice the speedometer. \"Holy crow!\" I shouted. \"Slow down!\" \"What's wrong?\" He was startled. But the car didn't decelerate. \"You're going a hundred miles an hour!\" I was still shouting. I shot a panicky glance out the window, but it was too dark to see much. The road was only visible in the long patch of bluish brightness from the headlights. The forest along both sides of the road was like a black wall — as hard as a wall of steel if we veered off the road at this speed. \"Relax, Bella.\" He rolled his eyes, still not slowing. \"Are you trying to kill us?\" I demanded. \"We're not going to crash.\" I tried to modulate my voice. \"Why are you in such a hurry?\" \"I always drive like this.\" He turned to smile crookedly at me. \"Keep your eyes on the road!\" \"I've never been in an accident, Bella — I've never even gotten a ticket.\" He grinned and tapped his forehead. \"Built-in radar detector.\" \"Very funny.\" I fumed. \"Charlie's a cop, remember? I was raised to abide by traffic laws. Besides, if you turn us into a Volvo pretzel around a tree trunk, you can probably just walk away.\" \"Probably,\" he agreed with a short, hard laugh. \"But you can't.\" He sighed, and I watched with relief as the needle gradually drifted toward eighty. \"Happy?\" \"Almost.\" \"I hate driving slow,\" he muttered. \"This is slow?\" \"Enough commentary on my driving,\" he snapped. \"I'm still waiting for your latest theory.\" I bit my lip. He looked down at me, his honey eyes unexpectedly gentle. \"I won't laugh,\" he promised. \"I'm more afraid that you'll be angry with me.\" \"Is it that bad?\" \"Pretty much, yeah.\" He waited. I was looking down at my hands, so I couldn't see his expression. \"Go ahead.\" His voice was calm. \"I don't know how to start,\" I admitted. \"Why don't you start at the beginning… you said you didn't come up with this on your own.\" \"No.\" \"What got you started — a book? A movie?\" he probed. \"No — it was Saturday, at the beach.\" I risked a glance up at his face. He looked puzzled. \"I ran into an old family friend —Jacob Black,\" I continued. \"His dad and Charlie have been friends since I was a baby.\" He still looked confused. \"His dad is one of the Quileute elders.\" I watched him carefully. His confused expression froze in place. \"We went for a walk —\" I edited all my scheming out of the story \"— and he was telling me some old legends — trying to scare me, I think. He told me one…\" I hesitated. \"Go on,\" he said. \"About vampires.\" I realized I was whispering. I couldn't look at his face now. But I saw his knuckles tighten convulsively on the wheel. \"And you immediately thought of me?\" Still calm. \"No. He… mentioned your family.\" He was silent, staring at the road. I was worried suddenly, worried about protecting Jacob. \"He just thought it was a silly superstition,\" I said quickly. \"He didn't expect me to think anything of it.\" It didn't seem like enough; I had to confess. \"It was my fault, I forced him to tell me.\" \"Why?\" \"Lauren said something about you — she was trying to provoke me. And an older boy from the tribe said your family didn't come to the reservation, only it sounded like he meant something different. So I got Jacob alone and I tricked it out of him,\" I admitted, hanging my head.  He startled me by laughing. I glared up at him. He was laughing, but his eyes were fierce, staring ahead. \"Tricked him how?\" he asked. \"I tried to flirt — it worked better than I thought it would.\" Disbelief colored my tone as I remembered. \"I'd like to have seen that.\" He chuckled darkly. \"And you accused me of dazzling people — poor Jacob Black.\" I blushed and looked out my window into the night. \"What did you do then?\" he asked after a minute. \"I did some research on the Internet.\" \"And did that convince you?\" His voice sounded barely interested. But his hands were clamped hard onto the steering wheel. \"No. Nothing fit. Most of it was kind of silly. And then…\" I stopped. \"What?\" \"I decided it didn't matter,\" I whispered. \"It didn't matter?\" His tone made me look up — I had finally broken through his carefully composed mask. His face was incredulous, with just a hint of the anger I'd feared. \"No,\" I said softly. \"It doesn't matter to me what you are.\" A hard, mocking edge entered his voice. \"You don't care if I'm a monster? If I'm not human!\" \"No.\" He was silent, staring straight ahead again. His face was bleak and cold. \"You're angry,\" I sighed. \"I shouldn't have said anything.\" \"No,\" he said, but his tone was as hard as his face. \"I'd rather know what you're thinking — even if what you're thinking is insane.\" \"So I'm wrong again?\" I challenged. \"That's not what I was referring to. 'It doesn't matter'!\" he quoted, gritting his teeth together.  \"I'm right?\" I gasped. \"Does it matter?\" I took a deep breath. \"Not really.\" I paused. \"But I am curious.\" My voice, at least, was composed. He was suddenly resigned. \"What are you curious about?\" \"How old are you?\" \"Seventeen,\" he answered promptly. \"And how long have you been seventeen?\" His lips twitched as he stared at the road. \"A while,\" he admitted at last. \"Okay.\" I smiled, pleased that he was still being honest with me. He stared down at me with watchful eyes, much as he had before, when he was worried I would go into shock. I smiled wider in encouragement, and he frowned. \"Don't laugh — but how can you come out during the daytime?\" He laughed anyway. \"Myth.\" \"Burned by the sun?\" \"Myth.\" \"Sleeping in coffins?\" \"Myth.\" He hesitated for a moment, and a peculiar tone entered his voice. \"I can't sleep.\" It took me a minute to absorb that. \"At all?\" \"Never,\" he said, his voice nearly inaudible. He turned to look at me with a wistful expression. The golden eyes held mine, and I lost my train of thought. I stared at him until he looked away. \"You haven't asked me the most important question yet.\" His voice was hard now, and when he looked at me again his eyes were cold. I blinked, still dazed. \"Which one is that?\" \"You aren't concerned about my diet?\" he asked sarcastically. \"Oh,\" I murmured, \"that.\" \"Yes, that.\" His voice was bleak. \"Don't you want to know if I drink blood?\" I flinched. \"Well, Jacob said something about that.\" \"What did Jacob say?\" he asked flatly. \"He said you didn't… hunt people. He said your family wasn't supposed to be dangerous because you only hunted animals.\" \"He said we weren't dangerous?\" His voice was deeply skeptical. \"Not exactly. He said you weren't supposed to be dangerous. But the Quileutes still didn't want you on their land, just in case.\" He looked forward, but I couldn't tell if he was watching the road or not. \"So was he right? About not hunting people?\" I tried to keep my voice as even as possible. \"The Quileutes have a long memory,\" he whispered. I took it as a confirmation. \"Don't let that make you complacent, though,\" he warned me. \"They're right to keep their distance from us. We are still dangerous.\" \"I don't understand.\" \"We try,\" he explained slowly. \"We're usually very good at what we do. Sometimes we make mistakes. Me, for example, allowing myself to be alone with you.\" \"This is a mistake?\" I heard the sadness in my voice, but I didn't know if he could as well. \"A very dangerous one,\" he murmured. We were both silent then. I watched the headlights twist with the curves of the road. They moved too fast; it didn't look real, it looked like a video game. I was aware of the time slipping away so quickly, like the black road beneath us, and I was hideously afraid that I would never have another chance to be with him like this again — openly, the walls between us gone for once. His words hinted at an end, and I recoiled from the idea. I couldn't waste one minute I had with him. \"Tell me more,\" I asked desperately, not caring what he said, just so I could hear his voice again. He looked at me quickly, startled by the change in my tone. \"What more do you want to know?\" \"Tell me why you hunt animals instead of people,\" I suggested, my voice still tinged with desperation. I realized my eyes were wet, and I fought against the grief that was trying to overpower me. \"I don't want to be a monster.\" His voice was very low. \"But animals aren't enough?\" He paused. \"I can't be sure, of course, but I'd compare it to living on tofu and soy milk; we call ourselves vegetarians, our little inside joke. It doesn't completely satiate the hunger — or rather thirst. But it keens us strong enough to resist. Most of the time.\" His tone turned ominous. \"Sometimes it's more difficult than others.\" \"Is it very difficult for you now?\" I asked. He sighed. \"Yes.\" \"But you're not hungry now,\" I said confidently — stating, not asking. \"Why do you think that?\" \"Your eyes. I told you I had a theory. I've noticed that people — men in particular — are crabbier when they're hungry.\" He chuckled. \"You are observant, aren't you?\" I didn't answer; I just listened to the sound of his laugh, committing it to memory. \"Were you hunting this weekend, with Emmett?\" I asked when it was quiet again. \"Yes.\" He paused for a second, as if deciding whether or not to say something. \"I didn't want to leave, but it was necessary. It's a bit easier to be around you when I'm not thirsty.\" \"Why didn't you want to leave?\" \"It makes me… anxious… to be away from you.\" His eyes were gentle but intense, and they seemed to be making my bones turn soft. \"I wasn't joking when I asked you to try not to fall in the ocean or get run over last Thursday. I was distracted all weekend, worrying about you. And after what happened tonight, I'm surprised that you did make it through a whole weekend unscathed.\" He shook his head, and then seemed to remember something. \"Well, not totally unscathed.\" \"What?\" \"Your hands,\" he reminded me. I looked down at my palms, at the almost-healed scrapes across the heels of my hands. His eyes missed nothing. \"I fell,\" I sighed. \"That's what I thought.\" His lips curved up at the corners. \"I suppose, being you, it could have been much worse — and that possibility tormented me the entire time I was away. It was a very long three days. I really got on Emmett's nerves.\" He smiled ruefully at me. \"Three days? Didn't you just get back today?\" \"No, we got back Sunday.\" \"Then why weren't any of you in school?\" I was frustrated, almost angry as I thought of how much disappointment I had suffered because of his absence. \"Well, you asked if the sun hurt me, and it doesn't. But I can't go out in the sunlight — at least, not where anyone can see.\" \"Why?\" \"I'll show you sometime,\" he promised.  I thought about it for a moment. \"You might have called me,\" I decided. He was puzzled. \"But I knew you were safe.\" \"But I didn't know where you were. I —\" I hesitated, dropping my eyes. \"What?\" His velvety voice was compelling. \"I didn't like it. Not seeing you. It makes me anxious, too.\" I blushed to be saying this out loud. He was quiet. I glanced up, apprehensive, and saw that his expression was pained. \"Ah,\" he groaned quietly. \"This is wrong.\" I couldn't understand his response. \"What did I say?\" \"Don't you see, Bella? It's one thing for me to make myself miserable, but a wholly other thing for you to be so involved.\" He turned his anguished eyes to the road, his words flowing almost too fast for me to understand. \"I don't want to hear that you feel that way.\" His voice was low but urgent. His words cut me. \"It's wrong. It's not safe. I'm dangerous, Bella — please, grasp that.\" \" No.\" I tried very hard not to look like a sulky child. \"I'm serious,\" he growled. \"So am I. I told you, it doesn't matter what you are. It's too late.\" His voice whipped out, low and harsh. \"Never say that.\" I bit my lip and was glad he couldn't know how much that hurt. I stared out at the road. We must be close now. He was driving much too fast.  \"What are you thinking?\" he asked, his voice still raw. I just shook my head, not sure if I could speak. I could feel his gaze on my face, but I kept my eyes forward. \"Are you crying?\" He sounded appalled. I hadn't realized the moisture in my eyes had brimmed over. I quickly rubbed my hand across my cheek, and sure enough, traitor tears were there, betraying me.  \"No,\" I said, but my voice cracked. I saw him reach toward me hesitantly with his right hand, but then he stopped and placed it slowly back on the steering wheel. \"I'm sorry.\" His voice burned with regret. I knew he wasn't just apologizing for the words that had upset me. The darkness slipped by us in silence. \"Tell me something,\" he asked after another minute, and I could hear him struggle to use a lighter tone. \"Yes?\" \"What were you thinking tonight, just before I came around the corner? I couldn't understand your expression — you didn't look that scared, you looked like you were concentrating very hard on something.\" \"I was trying to remember how to incapacitate an attacker — you know, self-defense. I was going to smash his nose into his brain.\" I thought of the dark-haired man with a surge of hate. \"You were going to fight them?\" This upset him. \"Didn't you think about running?\" \"I fall down a lot when I run,\" I admitted. \"What about screaming for help?\" \"I was getting to that part.\" He shook his head. \"You were right — I'm definitely fighting fate trying to keep you alive.\" I sighed. We were slowing, passing into the boundaries of Forks. It had taken less than twenty minutes. \"Will I see you tomorrow?\" I demanded. \"Yes — I have a paper due, too.\" He smiled. \"I'll save you a seat at lunch.\" It was silly, after everything we'd been through tonight, how that little promise sent flutters through my stomach, and made me unable to speak. We were in front of Charlie's house. The lights were on, my truck in its place, everything utterly normal. It was like waking from a dream. He stopped the car, but I didn't move. \"Do you promise to be there tomorrow?\" \"I promise.\" I considered that for a moment, then nodded. I pulled his jacket off, taking one last whiff. \"You can keep it — you don't have a jacket for tomorrow,\" he reminded me. I handed it back to him. \"I don't want to have to explain to Charlie.\" \"Oh, right.\" He grinned. I hesitated, my hand on the door handle, trying to prolong the moment. \"Bella?\" he asked in a different tone — serious, but hesitant. \"Yes?\" I turned back to him too eagerly. \"Will you promise me something?\" \"Yes,\" I said, and instantly regretted my unconditional agreement. What if he asked me to stay away from him? I couldn't keep that promise. \"Don't go into the woods alone.\" I stared at him in blank confusion. \"Why?\" He frowned, and his eyes were tight as he stared past me out the window. \"I'm not always the most dangerous thing out there. Let's leave it at that.\" I shuddered slightly at the sudden bleakness in his voice, but I was relieved. This, at least, was an easy promise to honor. \"Whatever you say.\" \"I'll see you tomorrow,\" he sighed, and I knew he wanted me to leave now. \"Tomorrow, then.\" I opened the door unwillingly. \"Bella?\" I turned and he was leaning toward me, his pale, glorious face just inches from mine. My heart stopped beating. \"Sleep well,\" he said. His breath blew in my face, stunning me. It was the same exquisite scent that clung to his jacket, but in a more concentrated form. I blinked, thoroughly dazed. He leaned away. I was unable to move until my brain had somewhat unscrambled itself. Then I stepped out of the car awkwardly, having to use the frame for support. I thought I heard him chuckle, but the sound was too quiet for me to be certain. He waited till I had stumbled to the front door, and then I heard his engine quietly rev. I turned to watch the silver car disappear around the corner. I realized it was very cold. I reached for the key mechanically, unlocked the door, and stepped inside. Charlie called from the living room. \"Bella?\" \"Yeah, Dad, it's me.\" I walked in to see him. He was watching a baseball game. \"You're home early.\" \"Am I?\" I was surprised. \"It's not even eight yet,\" he told me. \"Did you girls have fun?\" \"Yeah — it was lots of fun.\" My head was spinning as I tried to remember all the way back to the girls' night out I had planned. \"They both found dresses.\" \"Are you all right?\" \"I'm just tired. I did a lot of walking.\" \"Well, maybe you should go lie down.\" He sounded concerned. I wondered what my face looked like. \"I'm just going to call Jessica first.\" \"Weren't you just with her?\" he asked, surprised. \"Yes — but I left my jacket in her car. I want to make sure she brings it tomorrow.\" \"Well, give her a chance to get home first.\" \"Right,\" I agreed. I went to the kitchen and fell, exhausted, into a chair. I was really feeling dizzy now. I wondered if I was going to go into shock after all. Get a grip, I told myself. The phone rang suddenly, startling me. I yanked it off the hook. \"Hello?\" I asked breathlessly. \"Bella?\" \"Hey, Jess, I was just going to call you.\" \"You made it home?\" Her voice was relieved… and surprised. \"Yes. I left my jacket in your car — could you bring it to me tomorrow?\" \"Sure. But tell me what happened!\" she demanded. \"Um, tomorrow — in Trig, okay?\" She caught on quickly. \"Oh, is your dad there?\" \"Yes, that's right.\" \"Okay, I'll talk to you tomorrow, then. Bye!\" I could hear the impatience in her voice. \"Bye, Jess.\" I walked up the stairs slowly, a heavy <em>stupor</em> clouding my mind. I went through the motions of getting ready for bed without paying any attention to what I was doing. It wasn't until I was in the shower — the water too hot, burning my skin — that I realized I was freezing. I shuddered violently for several minutes before the steaming spray could finally relax my rigid muscles. Then I stood in the shower, too tired to move, until the hot water began to run out. I stumbled out, wrapping myself securely in a towel, trying to hold the heat from the water in so the aching shivers wouldn't return. I dressed for bed swiftly and climbed under my quilt, curling into a ball, hugging myself to keep warm. A few small shudders trembled through me. My mind still swirled dizzily, full of images I couldn't understand, and some I fought to repress. Nothing seemed clear at first, but as I fell gradually closer to unconsciousness, a few certainties became evident. About three things I was absolutely positive. First, Edward was a vampire. Second, there was part of him — and I didn't know how potent that part might be — that thirsted for my blood. And third, I was unconditionally and irrevocably in love with him.",
            "vi": "9      9. Giả thuyết \"Tôi hỏi thêm chỉ một câu nữa được không?\" Tôi khẩn khoản khi Edward tăng tốc quá nhanh trên đường phố yên tĩnh. Anh dường như chẳng hề chú ý đến đường đi. Anh thở dài.  \"Một thôi, \" Anh đồng ý. Môi anh bặm vào nhau đầy cẩn trọng.  \"Ưm ...anh nói anh biết tôi không vào hiệu sách đó mà đi về hướng nam. Tôi thắc mắc làm sao anh biết được cơ chứ. \" Anh nhìn sang chỗ khác, cân nhắc.  \"Tôi nghĩ chúng ta không còn mấy chuyện lảng tránh đó nữa, \" Tôi làu bàu. Anh gần như mỉm cười.  \"Vậy thì tốt. Tôi đi theo mùi hương của em. \" Anh nhìn vào con đường giúp tôi có thời gian để giữ vẻ mặt bình thản. Tôi không thể nghĩ ra được câu trả lời thoả đáng  nào cho câu nói đó, nhưng tôi xếp vào đầu cẩn thận để nghiền ngẫm về sau. Tôi cố tập trung chú ý trở lại. Tôi không muốn anh trả lời cho qua chuyện, bây giờ là lúc anh sẽ giải thích mọi chuyện.  \"Và anh chưa trả lời một trong mấy câu hỏi đầu tiên tôi” Tôi trì hoãn.  Anh nhìn tôi phản đối. \"Câu nào chứ?\" \"Nó hoạt động ra sao – chuyện đọc suy nghĩ đó? Anh có thể đọc được suy nghĩ của bất kỳ ai, bất kỳ đâu? Sao mà làm được vậy? Những người khác trong nhà anh có làm được chuyện đó không?\"  Tôi cảm thấy ngu ngốc, khi đòi làm rõ về chuyện tưởng tượng.  \"Thế là hơn một câu rồi,” Anh chỉ ra. Tôi cứ đan ngón tay vào nhau rồi nhìn chằm chằm vào anh, chờ đợi.  “Không, chỉ mình tôi thôi. Và tôi không thể nghe bất kỳ ai, bất kỳ nơi đâu. Tôi phải ở khá gần. “Giọng” của người đó càng quen thuộc thì tôi càng có thể nghe xa hơn.  Nhưng vẫn không thể hơn một vài dặm. \" Anh ngừng lại trầm ngâm.  \"Không giống như trong một đại sảnh khổng lồ đầy người, ai cũng nói cùng lúc.  Mà chỉ là một tiếng ngâm nga - rì rầm ở xa xa mà thôi. Trừ phi tôi tập trung vào một giọng nào đó, rồi thì điều họ đang nghĩ bỗng rõ ràng.”  Hầu như lúc nào tôi cũng lờ đi hết – vì làm mình rất phân tâm.  Mà còn dễ bị” - anh cau mày khi anh nói từ này - \"lỡ miệng trả lời suy nghĩ của người ta chớ không phải lời nói của người ta.” \"Sao anh nghĩ anh không thể đọc được suy nghĩ tôi?\" Tôi tò mò hỏi.  Anh nhìn tôi, ánh mắt bí hiểm.  \"Tôi không biết, \" anh thì thầm. \"Tôi chỉ đoán có lẽ đầu em không hoạt động giống người khác. Giống như suy nghĩ của em thuộc tần số AM mà tôi thì chỉ dò được đài FM mà thôi.” Anh toét miệng cười, đột ngột có vẻ thích thú.  \"Đầu tôi không hoạt động bình thường? Tôi là đồ dở hơi à?\" Mấy từ đó làm tôi bực mình quá thể - có lẽ vì suy đoán của anh đã trúng trọng tâm. Tôi luôn luôn nghi mình thế, và thật ngượng khi phải thú nhận.  \"Tôi nghe có tiếng nói trong đầu tôi và em đang lo em là đồ dở hơi,” Anh cười. \"Đừng lo lắng, chỉ là một giả thuyết ...\"  Mặt anh căng thẳng. \" nhắc tôi nhớ đến giả thuyết của em.\" Tôi thở dài. Bắt đầu sao đây? \"Không phải là chúng ta không còn mấy chuyện lảng tránh đó nữa sao?\" anh nhắc khẽ.  Lần đầu tiên tôi tránh nhìn khuôn mặt anh, cố tìm lời để nói. Tôi bỗng chú ý đến đồng hồ chỉ tốc độ.  \"Trời đất !\" tôi la to. \"Chậm lại !\" \"Có chuyện gì vậy?\" anh giật mình. Nhưng xe chẳng hề giảm tốc độ.  \"Anh đang đi một trăm dặm một giờ !\" tôi vẫn la to. Tôi liếc nhìn hoảng hốt ra cửa sổ, nhưng trời quá tối không thấy được gì nhiều. Con đường chỉ nhìn thấy được nhờ vệt sáng xanh dài của đèn pha. Rừng dọc hai bên lề đường giống như bức tường đen thẫm – cứng như vách thép nếu chúng ta chệch khỏi đường ở tốc độ này.  \"Bình tĩnh đi nào, Bella. \" Anh tròn mắt tỏ vẻ không tin, nhưng vẫn không đi chậm lại.  \"Anh định giết chúng ta à?\" tôi hỏi.  \"Mình sẽ không bị tai nạn đâu.” Tôi cố điều chỉnh giọng mình. \"Sao anh vội vậy?\" \"Tôi luôn chạy vậy. \" Anh xoay qua tôi cười tự mãn.  \"Nhìn đường đi chứ!\" \"Tôi chưa bao giờ bị tai nạn, Bella - tôi thậm chí chưa từng bị phạt. \" Anh cười toe toét và gõ trán. \"Máy dò ra-đa có sẵn trong đầu. \" \"Buồn cười hết sức. \" tôi nổi nóng. \" Charlie là cớm, nhớ không? Tôi được dạy dỗ phải tuân thủ luật lệ giao thông.  Hơn nữa, nếu anh biến chúng ta thành bánh quy xoắn Volvo quanh thân cây xong rồi thì anh có lẽ bỏ đi được đó.” \"Có lẽ vậy, \" Anh đồng ý bằng nụ cười khó hiểu, cộc lốc.” Nhưng em thì không thể.”  Anh thở dài, và tôi nhẹ nhõm nhìn thấy kim tốc độ dần ngã về phía số tám mươi. \"Vừa lòng chưa?\" \"Hơi hơi.” \"Tôi ghét chạy chậm, \" Anh thì thầm.  \"Vầy mà chậm à?\" \"Bình phẩm chuyện lái xe đủ rồi nhé, \" Anh cáu kỉnh. \"Tôi vẫn đang chờ giả thuyết mới nhất của em đây.” Tôi mím môi. Anh nhìn xuống tôi, đôi mắt màu mật ong dịu dàng bất ngờ.  \"Tôi sẽ không cười đâu, \" Anh hứa.  \"Tôi sợ anh sẽ giận tôi hơn.” \"Tệ dữ vậy sao?\" \"Ừ, tệ lắm. \" Anh đợi. Tôi đang nhìn xuống tay mình, nên không thể thấy vẻ mặt anh.  \"Bắt đầu đi. \" giọng anh bình thản.  \"Tôi không biết bắt đầu sao nữa, \" tôi thừa nhận.  \"Sao em không bắt đầu từ đầu … em nói em không tự nghĩ ra chuyện đó. \" \"Đúng vậy. \" \"Vậy nhờ đâu mà em nghĩ ra – nhờ sách? Phim?\" anh thăm dò.  \"Không – hồi thứ bảy, trên bãi biển.” Tôi lén liếc nhìn lên mặt anh.  Anh có vẻ không hiểu.  \"Tôi tình cờ gặp người bạn gia đình cũ - Jacob Black,” Tôi tiếp tục. \"Cha bạn ấy và Charlie là bạn bè từ khi tôi còn bé. \" Anh vẫn có vẻ không hiểu.  \"Cha bạn ấy là một trong những trưởng lão Quileute.” tôi quan sát anh chăm chú. Nét không hiểu trên mặt anh đông cứng lại. \"Chúng tôi đi dạo - \" tôi chỉnh sửa loại bỏ toàn bộ mưu đồ của mình trong câu chuyện \" - và anh ta kể tôi nghe một số truyền thuyết xưa - cố làm tôi sợ, tôi nghĩ vậy. Anh ấy đã kể tôi nghe một chuyện ...\"  Tôi do dự.  \"Tiếp đi,” anh nói.  \"Về ma cà rồng. \" tôi nhận thấy mình đang thì thầm. Bây giờ tôi không dám nhìn mặt anh. Nhưng tôi thấy khớp ngón tay anh siết chặt tay lái.  \"Và ngay lập tức em nghĩ ra tôi?\" Vẫn bình tĩnh.  \"Không.  Anh ta kể về gia đình anh. \" Anh im lặng, nhìn chằm chằm vào con đường.  Tôi đột nhiên cảm thấy lo lắng, lo bảo vệ Jacob.  \"Anh ta chỉ nghĩ đó là một thứ mê tín dị đoan ngu ngốc,” Tôi nói nhanh. \"Anh ta không nghĩ tôi có thể suy luận bất cứ thứ gì từ chuyện đó. \" Có vẻ chưa đủ ; tôi phải thú nhận. \"Đó là do lỗi tôi, tôi ép anh ta phải kể tôi nghe.” \"Tại sao?\" \"Lauren nói này kia về anh - cô ấy cố chọc tức tôi. Và anh chàng lớn tuổi hơn trong bộ lạc nói gia đình anh không đến khu bảo tồn, nghe có vẻ như anh ta có ý khác. Vì thế tôi làm Jacob chỉ có một mình với tôi rồi dụ anh ấy kể, \" Tôi thừa nhận, cúi đầu.  Anh cười to làm tôi giật mình. Tôi nhìn lên anh. Anh đang cười, nhưng mắt anh dữ dội, nhìn về phía trước.  \"Dụ anh ta như thế nào?\" anh hỏi.  \"Tôi cố tán tỉnh – dễ hơn tôi nghĩ.” Hoài nghi đậm màu trong giọng tôi khi nhớ lại.  \"Tôi muốn thấy chuyện đó. \" anh cười khúc khích u sầu. \"vậy mà em buộc tội tôi mê hoặc người ta - Jacob Black tội nghiệp. \" Tôi ửng hồng má và nhìn vào đêm tối ngoài cửa sổ.  \"Rồi em làm gì nữa?\" Anh hỏi sau một phút.  \"Tôi nghiên cứu vài thứ trên Internet. \" \"Mấy thứ đó làm em tin?\" Giọng anh có vẻ hơi quan tâm. Nhưng tay anh siết cứng vô-lăng.  \"Không. Chẳng có gì khớp cả. Hầu hết khá ngu ngốc. Và rồi... \" Tôi dừng lại.  \"Gì chứ?\" \"Tôi quyết định là chẳng hề quan trọng gì cả, \" Tôi thì thầm.  \"Chẳng hề quan trọng gì cả?\" Giọng anh làm tôi nhìn lên – Cuối cùng tôi cũng đã lột được chiếc mặt nạ bình tĩnh cẩn trọng của anh. Khuôn mặt anh đầy ngờ vực, chỉ chút ít giận dữ mà tôi sợ hãi.  \"Chẳng hề, \" tôi nói nhẹ nhàng. \"Anh là gì chẳng hề quan trọng đối với tôi.” Chút cay đắng, chế giễu âm vang trong giọng anh. \" Em không quan tâm dù tôi là một con quái vật? Dù cho tôi không phải là người!\" \"Không.” Anh im lặng, nhìn thẳng phía trước trở lại. Khuôn mặt anh ảm đạm và lạnh lẽo.  \"Anh giận à.” Tôi thở dài. \"Lẽ ra tôi không nên nói gì cả. \" \"Không phải, \" Anh nói, nhưng giọng anh cũng cay đắng như mặt anh. \"Tôi thà biết em đang nghĩ gì - dù là điều em nghĩ có điên khùng cũng được. \" \"Vậy tôi nói sai nữa à?\" Tôi thách thức.  \"Đó không phải là ý tôi. 'Chẳng hề quan trọng gì cả'!\" Anh nhắc lại, nghiến răng.  \"Tôi đúng à?\" Tôi hổn hển.  \"Có quan trọng gì không?” Tôi hít một hơi thật sâu.  \"Không quan trọng lắm. \" Tôi ngừng lại. \" nhưng tôi tò mò. \" giọng tôi, ít nhất, cũng đã bình tĩnh.  Anh đột ngột có vẻ cam chịu. \" Em tò mò chuyện gì?\" \"Anh bao nhiêu tuổi rồi?\" \"17, \" anh trả lời tức khắc.  \"Anh 17 tuổi bao lâu rồi?” Môi anh bặm lại trong khi nhìn chằm chằm vào con đường. \"Hơi lâu,” Cuối cùng anh cũng thừa nhận.  \" OK. \" Tôi mỉm cười, hài lòng vì anh vẫn thành thực với tôi.  Anh nhìn chằm chằm vào tôi với đôi mắt cảnh giác, y như trước đây, khi anh lo tôi sẽ bị sốc. Tôi cười toét miệng hơn để động viên, và anh cau mày.  \"Đừng cười nhe - nhưng sao anh có thể ra ngoài vào ban ngày ?\" Anh cứ cười. \"Chuyện tưởng tượng. \" \"Bị thiêu cháy bởi mặt trời?\" \"Chuyện tưởng tượng. \" \"Ngủ trong quan tài?\" \"Chuyện tưởng tượng. \" Anh do dự một chút, và giọng anh trở nên đặc biệt khác thường.  \"Tôi không ngủ được. \" Mất một phút tôi mới hiểu được. \"Không chút nào hết?\" \"Không bao giờ, \" anh nói, giọng anh gần như không thể nghe thấy. Anh quay nhìn tôi với vẻ thèm muốn khao khát. Đôi mắt vàng dán vào mắt tôi, và tôi không còn nhớ mình đang nghĩ gì nữa. Tôi nhìn anh chằm chằm cho đến khi anh nhìn sang chỗ khác.  \"Em chưa hỏi tôi câu hỏi quan trọng nhất. \"Giọng anh bây giờ đầy cay đắng, và khi anh nhìn tôi lần nữa, mắt anh lạnh lẽo.  Tôi chớp mắt, vẫn mê mụ. \"Câu nào?\" \"Em không quan tâm đến chế độ ăn uống của tôi ?\" Anh mỉa mai hỏi.  \"Ồ, \" tôi thì thầm, \"chuyện đó à. \" \"Ừ, chuyện đó. \"Giọng anh ảm đạm. \"Em không muốn hỏi xem tôi có hút máu không à?\" Tôi chần chừ. \"Ừ, Jacob có nói một câu về chuyện đó. \" \"Jacob nói gì?\" Anh hỏi thẳng thừng.  \"Anh ta nói anh không ... săn người. Anh ta nói gia đình anh chắc  không nguy hiểm vì bọn anh chỉ săn thú. \" \"Anh ta nói chúng tôi không nguy hiểm?\" Giọng anh đầy vẻ hoài nghi.  \"Không chính xác thế. Anh ta nói anh chắc không nguy hiểm. Nhưng những người Quileutes vẫn không muốn anh trên lãnh thổ của họ, để phòng hờ. \" Anh nhìn về phía trước, nhưng tôi không chắc anh có đang nhìn đường hay không.  \"Vậy anh ta nói đúng không? Về chuyện không săn người?\" Tôi cố giữ giọng tôi càng bình thản càng tốt.  \"Người Quileutes trí nhớ tốt thật,” Anh thì thầm.  Tôi xem đó là sự xác nhận.  \"Dù vậy đừng lấy đó mà tự mãn, \" Anh cảnh báo tôi. \"Họ đã đúng khi giữ khoảng cách với chúng tôi. Chúng tôi vẫn nguy hiểm. \" \"Tôi không hiểu. \" \"Chúng ta thử nhé, \" Anh từ từ giải thích. \"Chúng tôi thường rất giỏi trong mọi chuyện mình làm. Nhưng thỉnh thoảng chúng tôi cũng phạm lỗi. Như tôi, chẳng hạn, đã tự cho phép mình ở một mình với em. \" \"Đây là lỗi sao?\" Tôi nghe nỗi buồn chứa trong giọng nói, nhưng không biết anh có cảm thấy thế hay không.  \"Một lỗi rất nguy hiểm, \" anh thì thầm.  Rồi chúng tôi cùng im lặng. Tôi nhìn ánh đèn pha ngoằn ngoèo theo đường cong con đường. Chúng di chuyển quá nhanh; không có vẻ thực, giống như trong trò chơi điện tử. Tôi biết thời gian đang trôi rất nhanh, như con đường tối thui đằng sau, và tôi sợ mình sẽ không bao giờ còn cơ hội ở bên anh như thế này lần nữa – thật cởi mở, bức tường ngăn cách giữa chúng tôi đã không còn.  Lời anh nói cho thấy đã hết rồi, và tôi chùn bước vì ý nghĩ đó. Tôi không thể phí một phút nào ở bên anh.  \"Kể tôi nghe nữa đi, \" tôi tuyệt vọng hỏi, không cần biết anh nói gì, chỉ cần được nghe giọng anh lần nữa.  Anh nhìn tôi thật nhanh, giật mình bởi nét thay đổi trong giọng tôi. \"Em muốn biết thêm gì nữa?\" \"Hãy kể tôi biết tại sao anh săn thú thay cho săn người, \" Tôi đề nghị, giọng tôi vẫn đượm màu tuyệt vọng. Tôi nhận thấy mắt mình ướt, và tôi chiến đấu chống lại nỗi đau đớn đang xâm chiếm mình.  \"Tôi không muốn làm một con quái vật. \" Giọng anh rất nhỏ.  \"Nhưng động vật có đủ không?\" Anh ngừng lại. \"Tôi không biết chắc, dĩ nhiên, nhưng có thể so chuyện đó với chuyện sống bằng đậu hũ và sữa đậu nành ; chúng tôi tự coi mình là những người ăn chay, chuyện đùa chỉ người trong cuộc mới hiểu.  Không hoàn toàn thoả mãn cơn đói - hay đúng hơn là cơn khát. Nhưng chúng tôi đủ mạnh mẽ để cưỡng lại. Hầu như mọi lúc. \" Giọng anh trở nên đáng ngại.  \"Đôi lúc khó cưỡng hơn nhiều so với những lúc khác. \" \"Bây giờ anh có khó cưỡng không?\" tôi hỏi.  Anh thở dài. \"Có.” \"Nhưng bây giờ anh không đói, \" Tôi nói một cách tự tin - tuyên bố, chớ không phải hỏi.  \"Sao em nghĩ thế?\" \"Mắt anh. Tôi đã nói tôi có giả thuyết mà. Tôi nhận thấy mọi người –nhất là đàn ông - cáu kỉnh khi họ đói. \" Anh cười khúc khích. \"Em có óc quan sát thật, nhỉ?” Tôi không trả lời; tôi chỉ lắng nghe tiếng anh cười, để ghi nhớ nó.  \"Anh đã đi săn lúc cuối tuần, với Emmett ?\" Tôi hỏi khi yên lặng trở lại.  \"Ừ. \" anh ngừng lại một chút, như thể quyết định có nên nói điều gì đó hay không. \" Tôi không muốn đi, nhưng phải thế.  Sẽ dễ dàng hơn khi ở bên em mà không khát. \" \"Tại sao anh không muốn đi?\" \"Tôi ... lo  .... khi xa em.”  Mắt anh dịu dàng nhưng dữ dội, và chúng đang làm xương tôi như nhũn đi. \"Tôi không đùa khi yêu cầu em ráng đừng rơi xuống biển hoặc bị xe đụng thứ Năm vừa rồi. Tôi bị phân tâm suốt mấy ngày nghỉ cuối tuần vì lo cho em. Và sau những chuyện đã xảy ra đêm nay, tôi ngạc nhiên khi thấy em qua khỏi mấy ngày cuối tuần mà không bị sứt mẻ gì. \"Anh lắc đầu, rồi có vẻ nhớ chuyện gì đó. \"Ừ, không phải hoàn toàn không bị sứt mẻ. \" \"Cái gì chứ?\" \"Tay em kìa, \"Anh nhắc tôi. Tôi nhìn xuống lòng bàn tay mình, nhìn những vết xước trong lòng bàn tay tôi sắp lành. Mắt anh chẳng bỏ qua gì cả.  \"Tôi té mà, \" tôi thở dài.  \"Tôi nghĩ vậy.” Khoé môi anh cong lên. \"Tôi nghĩ, em hẳn còn tệ hơn nhiều - và điều đó giày vò tôi suốt lúc tôi đi xa.  Đó là ba ngày rất dài.  Tôi đã làm Emmett phát khùng.” Anh mỉm cười buồn bã với tôi.  \"Ba ngày? Không phải anh mới quay về hôm nay sao?\" \"Không, chúng tôi quay về hôm chủ nhật. \" \"Vậy sao không ai trong nhà anh đến trường vậy?\" Tôi thất vọng, hầu như tức giận khi nghĩ mình đã thất vọng biết bao vì anh vắng mặt.  \"Ừm, em hỏi mặt trời có làm tôi đau không, không đau.  Nhưng tôi không thể ra ngoài dưới ánh nắng - ít ra thì, không phải nơi ai cũng nhìn thấy. \" \"Sao vậy?\" \"Một lúc nào đó, tôi sẽ cho em xem, \" anh hứa.  Tôi nghĩ về chuyện đó trong chốc lát.  \"Lẽ ra anh có thể gọi điện cho tôi,\" tôi nhận xét.  Anh lúng túng. \"Nhưng tôi biết em an toàn mà. \" \"Nhưng tôi đâu biết anh đang ở đâu. Tôi - \"Tôi do dự, nhìn xuống.  \"Gì hả?\"  Giọng nói mượt mà của anh thật hấp dẫn.  \"Tôi không thích thế. Không gặp anh. Cũng làm tôi lo lắng. \" tôi ửng hồng má khi phải nói rõ chuyện đó ra.  Anh yên lặng. Tôi liếc nhìn lên, sợ hãi, và thấy vẻ mặt anh đầy đau đớn.  \"A, \" anh rên rỉ lặng lẽ. \"Chuyện này bậy rồi. \" Tôi không thể hiểu phản ứng anh. \"Tôi đã nói gì chứ?\" \"Em không thấy sao, Bella?  Làm bản thân tôi khốn khổ là một chuyện, nhưng làm cho em dính líu vào như thế là một chuyện hoàn toàn khác. \" Anh chuyển đôi mắt đau khổ trở lại con đường, anh nói quá nhanh khiến tôi không hiểu được. \" Tôi không muốn nghe em cảm thấy như thế. \"Giọng anh nhỏ nhưng khẩn nài. Lời anh cắt vào tim tôi. \"Vậy là sai. Không an toàn. Tôi nguy hiểm, Bella, xin em vui lòng -, hiểu cho điều đó. \" “Không.” Tôi hết sức cố gắng để trông không giống một đứa trẻ giận dỗi.  \"Tôi nghiêm túc đó, \" anh gầm gừ.  \"Tôi cũng vậy.  Tôi nói cho anh biết, anh là gì chẳng hề quan trọng. Đã quá muộn rồi. \" Giọng anh nhanh, nhỏ và gay gắt. \"Đừng bao giờ nói thế. \" Tôi mím môi và mừng là anh không thể biết điều đó làm tổn thương tôi thế nào. Tôi chằm chằm ra ngoài đường. Chúng tôi hẳn đã gần đến nhà rồi. Anh chạy quá nhanh.  \"Em đang nghĩ gì vậy?\" anh hỏi, giọng anh vẫn đau đớn. Tôi chỉ lắc đầu, không chắc chắn mình nói được. Tôi có thể cảm thấy ánh nhìn chằm chằm của anh trên mặt mình, nhưng tôi cứ nhìn về phía trước.  \"Em đang khóc sao?\" anh có vẻ hoảng hốt. Tôi không biết những giọt nước trong mắt tôi đã tràn đầy. Tôi chùi nhanh  tay qua má, và không còn nghi ngờ gì nữa, mấy giọt nước mắt phản bội đang ở đó, đang làm lộ tôi.  \"Không có, \" tôi nói, nhưng giọng tôi vỡ oà.  Tôi thấy anh lưỡng lự đưa tay phải về phía tôi, nhưng rồi anh dừng lại và từ từ để lại chỗ tay lái.  \"Tôi xin lỗi. \" giọng anh đầy hối tiếc. Tôi biết anh không chỉ hối tiếc về những lời đã làm tôi buồn bực.  Bóng tối len qua chúng tôi trong im lặng.  \"Hãy kể tôi nghe chuyện gì đó đi, \" anh hỏi sau một phút khác, và tôi có thể nghe anh đang cố nói nhẹ nhàng hơn.  \"Gì chứ?\" \"Điều em đã nghĩ đêm nay, ngay trước khi tôi đến góc phố đó? Tôi không thể hiểu nét mặt của em – em không có vẻ sợ hãi, trông giống như em đang cố tập trung làm chuyện gì đó.\" \"Tôi đang cố nhớ cách hạ gục kẻ tấn công – anh biết đó, tự vệ. Tôi sắp đập cho mũi hắn tọt vô não.”  Tôi nghĩ về người đàn ông có mái tóc đen với niềm căm ghét dâng trào.  \"Em định đánh nhau với bọn đó hả?\" Điều này làm anh khó chịu. \"Em không nghĩ đến chuyện bỏ chạy sao?\" \"Tôi sẽ té ghê lắm khi chạy, \" tôi thừa nhận.  \"Thế còn hét lên kêu cứu?\" \"Tôi định làm vậy.” Anh lắc đầu. \"Em đúng - Tôi rõ là đang cưỡng lại số mệnh để ráng giữ mạng sống của em.” Tôi thở dài. Chúng tôi đang chậm lại, đi qua vào địa phận của Forks. Chỉ mất chưa đầy hai mươi phút.  \"Mai tôi sẽ gặp anh chứ?\" tôi hỏi.  \"Ừ - tôi cũng còn bài luận đến ngày nộp mà. \" Anh mỉm cười. \" Tôi sẽ giữ ghế cho em lúc ăn trưa. \" Thật ngốc quá, sau mọi thứ chúng tôi đã trải qua đêm nay, sao mà lời hứa nhỏ nhặt ấy có thể làm dạ dày tôi nhộn nhạo như thế, và khiến tôi chẳng thể nói thành lời.  Chúng tôi đang ở trước nhà Charlie. Đèn đang bật, xe tải của tôi đang ở chỗ của nó, mọi thứ hoàn toàn bình thường. Tựa như sực tỉnh cơn mơ. Anh dừng xe lại, nhưng tôi không nhúc nhích.  \"Anh hứa sẽ ở đó ngày mai phải không?\" \"Tôi hứa. \" Tôi nghĩ một chốc, rồi gật đầu. Tôi cởi áo khoác của anh ra, hít lần cuối.  \"Em có thể giữ nó – mai em đâu có áo khoác, \" anh nhắc tôi.  Tôi trả nó cho anh. \" Tôi không muốn phải giải thích với Charlie. \" \"Ồ, đúng rồi. \" anh cười toe toét.  Tôi do dự, tay để trên tay nắm cửa xe, cố kéo dài khoảnh khắc này.  \"Bella ?\" anh hỏi bằng một giọng khác - nghiêm túc, nhưng do dự.  “Gì cơ?\" tôi lại quay về phía anh háo hức.  \"Em hứa với tôi một chuyện nhé?\" \"Vâng,”  tôi nói, và hối tiếc ngay sự đồng ý vô điều kiện của mình. Chuyện gì sẽ xảy ra nếu anh yêu cầu tôi phải tránh xa anh? Tôi không thể giữ lời hứa đó.  \"Đừng đi vào rừng một mình.” Tôi nhìn anh chằm chằm hoàn toàn không hiểu. \"Sao vậy?\" Anh cau mày, và mắt anh nheo lại khi nhìn chằm chằm qua tôi ra ngoài cửa sổ.  \"Tôi không phải luôn là thứ nguy hiểm nhất ngoài kia. Hãy biết thế đã.” Tôi hơi rùng mình vì sự lạnh lẽo đột ngột trong giọng anh, nhưng lại cảm thấy nhẹ nhõm. Chuyện này, ít ra, cũng là lời hứa dễ giữ. \"Sao cũng được.” \"Tôi sẽ gặp em ngày mai, \" anh thở dài, và tôi biết bây giờ anh muốn tôi rời xe.  \"Ngày mai vậy. \" tôi miễn cưỡng mở cửa.  \"Bella?\" tôi quay lại và anh đang nghiêng mình về phía tôi, khuôn mặt nhợt nhạt, đẹp đẽ của anh chỉ cách tôi vài inch. Tim tôi ngừng đập.  \"Ngủ ngon nhé, \" anh nói. Hơi thở anh phà trên mặt tôi, làm tôi choáng váng. Đó là mùi hương tuyệt diệu bám trên áo khoác anh, nhưng đậm hơn. Tôi chớp mắt, hoàn toàn mê mụ. Anh nghiêng người ra xa.  Tôi không thể nhúc nhích cho đến khi não tôi tự phục hồi. Sau đó tôi vụng về bước ra khỏi xe, phải nắm khung xe để đứng vững.  Tôi nghĩ tôi nghe anh cười khúc khích, nhưng âm thanh quá nhỏ đến nỗi tôi không chắc chắn.  Anh đợi cho đến khi tôi vấp ngã ở cửa trước, rồi tôi mới nghe tiếng anh rồ máy nhẹ nhàng. Tôi quay người nhìn chiếc xe màu bạc biến mất ở góc đường. Tôi nhận ra trời rất lạnh.  Tôi máy móc với lấy chìa khoá, mở khoá cửa, và bước vào nhà.  Charlie gọi từ phòng khách. \" Bella hả con?\" \"Dạ bố, con đây. \" Tôi bước vào gặp bố.  Ông đang theo dõi một trận đấu bóng chày.  \"Con về nhà sớm nhỉ. \" \"Sớm à?\" tôi ngạc nhiên.  \"Còn chưa tới tám giờ nữa, \" bố bảo tôi. \"Mấy con vui không?\" \"Dạ – vui lắm. \" Đầu tôi quay cuồng khi cố nhớ lại đêm đi chơi với bạn gái đã lên kế hoạch. \"Tụi nó đều tìm được áo đầm cho mình. \" \"Con ổn chứ ?\" \"Con chỉ mệt thôi. Con đi bộ nhiều quá. \" \"Ừm, có lẽ con nên nằm nghỉ đi. \" ông có vẻ lo lắng. Tôi không biết mặt tôi trông ra sao.  \"Để con gọi Jessica đã. \" \"Con không đi với nó à?\" ông hỏi, ngạc nhiên.  \"Có - nhưng con để quên áo khoác trong xe nhỏ. Con muốn chắc chắn nhỏ sẽ mang nó theo ngày mai. \" \"Ừm, để nó về đến nhà đã chứ. \" \"Đúng rồi,”  tôi đồng ý.  Tôi vô nhà bếp và ngồi phịch xuống ghế, kiệt sức. Bây giờ tôi cảm thấy hết sức chóng mặt. Tôi tự hỏi rốt cuộc có phải mình đang bị sốc hay không.  Bình tĩnh nào, tôi tự nói với mình.  Điện thoại reo đột ngột, làm tôi giật bắn người. Tôi kéo nó ra khỏi máy.  \"Chào?\" tôi nín thở hỏi.  \"Bella hả?\" \"Nè, Jess, tớ vừa định gọi bồ. \" \"Đã về nhà rồi à?\" giọng nhỏ có vẻ nhẹ nhõm và ngạc nhiên.  \"Rồi. Tớ để quên áo khoác trong xe bồ – Mai mang đến cho tớ nhé?\" \"Dĩ nhiên rồi. Nhưng kể cho tôi nghe chuyện gì đã xảy ra đi!\" cô ấy yêu cầu.  \"Ờ..., mai nhé - trong giờ học Lượng giác, đồng ý không?\" Cô ấy hiểu ngay. \"Ồ, bố bồ ở đó hả?\" \"Ừ, đúng rồi. \" \"Đồng ý, mai nói chuyện với bồ sau vậy. Tạm biệt !\" tôi có thể nghe sự nôn nóng trong giọng nhỏ.  \"Tạm biệt, Jess. \" Tôi bước từ từ lên cầu thang, tình trạng đờ đẫn mê mụ che mờ tâm trí tôi. Tôi chuẩn bị đi ngủ mà chẳng hề biết mình đang làm gì. Mãi đến khi tắm vòi hoa sen - nước quá nóng, làm phỏng da - tôi mới nhận thấy mình đang tê liệt. Tôi lắc đầu thật mạnh trong vài phút rồi để nước phun làm các bắp cơ căng cứng thư giãn. Sau đó tôi đứng vào vòi hoa sen, quá mệt mỏi để nhúc nhích, đến khi nước nóng bắt đầu chảy hết.  Tôi lảo đảo đi ra, quấn kỹ trong khăn tắm lớn, cố giữ hơi ấm của nước để không bị rùng mình nữa. Tôi mặc đồ ngủ nhanh chóng và chui xuống dưới mền, cuộn tròn như quả bóng, tự ôm mình để giữ ấm. Tôi rùng mình mấy cái.  Đầu óc tôi vẫn quay cuồng choáng váng, đầy những hình ảnh tôi không hiểu, và một số hình ảnh tôi cố đè nén. Lúc đầu chẳng có gì có vẻ rõ ràng cả, nhưng dần dần khi tôi sắp chìm vào vô thức, một vài điều chắc chắn trở nên rõ ràng.  Khoảng ba điều tôi hoàn toàn chắc chắn. Trước hết, Edward là ma cà rồng. Hai, đó là một phần trong anh - và tôi không biết phần đó nhiều cỡ nào – thèm máu tôi. Và điều thứ ba, tôi yêu anh vô vàn và không thể nào cưỡng nỗi."
        },
        {
            "en": "7 REPETITION        7 REPETITION I wasn't sure what the hell i was doing here. Was I trying to push myself back into the zombie <em>stupor</em>? Had I turned masochistic — developed a taste for torture? I should have gone straight down to La Push I felt much, much healthier around Jacob. This was not a healthy thing to do. But I continued to drive slowly down the overgrown lane, twisting through the trees that arched over me like a green, living tunnel. My hands were shaking, so I tightened my grip on the steering wheel. I knew that part of the reason I did this was the nightmare, now that I was really awake, the nothingness of the dream gnawed on my nerves, a dog worrying a bone. There was something to search for. Unattainable and impossible, uncaring and   distracted… but he was out there, somewhere. I had to believe that. The other part was the strange sense of repetition I'd felt at school today, the coincidence of the date. The feeling that I was starting over—perhaps the way my first day would have gone if I'd really been the most unusual person in the cafeteria that afternoon. The words ran through my head, tonelessly, like I was reading them rather than hearing them spoken: It will be as if I'd never existed. I was lying to myself by splitting my reason for coming here into just two parts. I didn't want to admit the strongest motivation. Because it was mentally unsound. The truth was that I wanted to hear his voice again, like I had in the strange delusion Friday night. For that brief moment, when his voice came from some other part of me than my conscious memory, when his voice was perfect and honey smooth rather than the pale echo my memories usually produced, I was able to remember without pain. It hadn't lasted; the pain had caught up with me, as I was sure it would for this fool's errand. But those precious moments when I could hear him again were an irresistible lure. I had to find some way to repeat the experience… or maybe the better word was episode. I was hoping that déjà vu was the key. So I was going to his home, a place I hadn't been since my ill-fated birthday party, so many months ago. The thick, almost jungle-like growth crawled slowly past my windows. The drive wound on and on. I started to go faster, getting edgy. How long had I been driving? Shouldn't I have reached the house yet? The lane was so overgrown that it did not look familiar. What if I couldn't find it? I shivered. What if there was no tangible proof at all? Then there was the break in the trees that I was looking for, only it was not so  pronounced as before. The flora here did not wait long to reclaim any land that was left unguarded. The tall ferns had infiltrated the meadow around the house, crowding against the trunks of the cedars, even the wide porch. It was like the lawn had been flooded—waist-high—with green, feathery waves. And the house was there, but it was not the same. Though nothing had changed on the outside, the emptiness screamed from the blank windows. It was creepy. For the first time since I'd seen the beautiful house, it looked like a fitting haunt for vampires. I hit the brakes, looking away. I was afraid to go farther. But nothing happened. No voice in my head. So I left the engine running and jumped out into the fern sea. Maybe, like Friday night, if I walked forward… I approached the barren, vacant face slowly, my truck rumbling out a comforting roar behind me. I stopped when I got to the porch stairs, because there was nothing here. No lingering sense of their presence… of his presence. The house was solidly here, but it meant little. Its concrete reality would not counteract the nothingness of the nightmares. I didn't go any closer. I didn't want to look in the windows. I wasn't sure which would be harder to see. If the rooms were bare, echoing empty from floor to ceiling, that would certainly hurt. Like my grandmother's funeral, when my mother had insisted that I stay outside during the viewing. She had said that I didn't need to see Gran that way, to remember her that way, rather than alive. But wouldn't it be worse if there were no change? If the couches sat just as I'd last seen them, the paintings on the walls—worse still, the piano on its low platform? It would be second only to the house disappearing all together, to see that there was no physical possession that tied them in anyway. That everything remained, untouched and forgotten, behind them. Just like me. I turned my back on the gaping emptiness and hurried to my truck. I nearly ran. I was anxious to be gone, to get back to the human world. I felt hideously empty, and I wanted to see Jacob. Maybe I was developing a new kind of sickness, another addiction, like the numbness before. I didn't care. I pushed my truck as fast as it would go as I barreled toward my fix. Jacob was waiting for me. My chest seemed to relax as soon as I saw him, making it easier to breathe. \"Hey, Bella,\" he called. I smiled in relief. \"Hey, Jacob,\" I waved at Billy, who was looking out the window. \"Let's get to work,\" Jacob said in a low but eager voice. I was somehow able to laugh. \"You seriously aren't sick of me yet?\" I wondered. He must be starting to ask himself how desperate I was for company. Jacob led the way around the house to his garage. \"Nope. Not yet.\" \"Please let me know when I start getting on your nerves. I don't want to be a pain.\" \"Okay.\" He laughed, a throaty sound. \"I wouldn't hold your breath for that, though.\" When I walked into the garage, I was shocked to see the red bike standing up, looking like a motorcycle rather than a pile of jagged metal. \"Jake, you're amazing,\" I breathed. He laughed again. \"I get obsessive when I have a project.\" He shrugged. \"If I had any brains I'd drag it out a little bit.\" \"Why?\" He looked down, pausing for so long that I wondered if he hadn't heard my question. Finally, he asked me, \"Bella, if I told you that I couldn't fix these bikes, what would you say?\" I didn't answer right away, either, and he glanced up to check my expression. \"I would say… that's too bad, but I'll bet we could figure out something else to do. If we got really desperate, we could even do homework.\" Jacob smiled, and his shoulders relaxed. He sat down next to the bike and picked up a wrench. \"So you think you'll still come over when I'm done, then?\" \"Is that what you meant?\" I shook my head. \"I guess I am taking advantage of your very underpriced mechanical skills. But as long as you let me come over, I'll be here.\" \"Hoping to see Quil again?\" he teased. \"You caught me.\" He chuckled. \"You really like spending time with me?\" he asked, marveling. \"Very, very much. And I'll prove it. I have to work tomorrow, but Wednesday we'll do something nonmechanical.\" \"Like what?\" \"I have no idea. We can go to my place so you won't be tempted to be obsessive. You could bring your schoolwork—you have to be getting behind, because I know I am.\" \"Homework might be a good idea.\" He made a face, and I wondered how much he was leaving undone to be with me. \"Yes,\" I agreed. \"We'll have to start being responsible occasionally, or Billy and Charlie aren't going to be so easygoing about this.\" I made a gesture indicating the two of us as a single entity. He liked that—he beamed. \"Homework once a week?\" he proposed. \"Maybe we'd better go with twice,\" I suggested, thinking of the pile I'd just been assigned today. He sighed a heavy sigh. Then he reached over his toolbox to a paper grocery sack. He pulled out two cans of soda, cracking one open and handing it to me. He opened the second, and held it up ceremoniously. \"Here's to responsibility,\" he toasted. \"Twice a week.\" \"And recklessness every day in between,\" I emphasized. He grinned and touched his can to mine. I got home later than I'd planned and found Charlie had ordered a pizza rather than wait for me. He wouldn't let me apologize. \"I don't mind,\" he assured me. \"You deserve a break from all the cooking, anyway.\" I knew he was just relieved that I was still acting like a normal person, and he was not about to rock the boat. I checked my e-mail before I started on my homework, and there was a long one from Renee. She gushed over every detail I'd provided her with, so I sent back another exhaustive description of my day. Everything but the motorcycles. Even happy-go-lucky Renee was likely to be alarmed by that. School Tuesday had its ups and downs. Angela and Mike seemed ready to welcome me back with open arms—to kindly overlook my few months of aberrant behavior. Jess was more resistant. I wondered if she needed a formal written apology for the Port Angeles incident. Mike was animated and chatty at work. It was like he'd stored up the semester's worth of talk, and it was all spilling out now. I found that I was able to smile and laugh with him, though it wasn't as effortless as it was with Jacob. It seemed harmless enough, until quitting time. Mike put the closed sign in the window while I folded my vest and shoved it under the counter. \"This was fun tonight,\" Mike said happily. \"Yeah,\" I agreed, though I'd much rather have spent the afternoon in the garage. \"It's too bad that you had to leave the movie early last week.\" I was a little confused by his train of thought. I shrugged. \"I'm just a wimp, I guess.\" \"What I mean is, you should go to a better movie, something you'd enjoy,\" he explained. \"Oh,\" I muttered, still confused. \"Like maybe this Friday. With me. We could go see something that isn't scary at all.\" I bit my lip. I didn't want to screw things up with Mike, not when he was one of the only people ready to forgive me for being crazy. But this, again, felt far too familiar. Like the last year had never happened. I wished I had Jess as an excuse this time. \"Like a date?\" I asked. Honesty was probably the best policy at this point. Get it over with. He processed the tone of my voice \"If you want. But it doesn't have to be like that.\" \"I don't date,\" I said slowly, realizing how true that was. That whole world seemed impossibly distant. \"Just as friends?\" he suggested. His clear blue eyes were not as eager now. I hoped he really meant that we could be friends anyway. \"That would be fun. But I actually have plans already this Friday, so maybe next week?\" \"What are you doing?\" he asked, less casually than I think he wanted to sound. \"Homework. I have a… study session planned with a friend.\" \"Oh. Okay. Maybe next week.\" He walked me to my car, less exuberant than before. It reminded me so clearly of my first months in Forks. I'd come full circle, and now everything felt like an echo—an empty echo, devoid of the interest it used to have. The next night, Charlie didn't seem the smallest bit surprised to find Jacob and me sprawled across the living room floor with our books scattered around us, so I guessed that he and Billy were talking behind our backs. \"Hey, kids,\" he said, his eyes straying to the kitchen. The smell of the lasagna I'd spent the afternoon making—while Jacob watched and occasionally sampled—wafted down the hall; I was being good, trying to atone for all the pizza. Jacob stayed for dinner, and took a plate home for Billy. He grudgingly added another year to my negotiable age for being a good cook. Friday was the garage, and Saturday, after my shift at Newton's, was homework again. Charlie felt secure enough in my sanity to spend the day fishing with Harry. When he got back, we were all done—feeling very sensible and mature about it, too—and watching Monster Garage on the Discovery Channel. \"I probably ought to go.\" Jacob sighed. \"It's later than I thought.\" \"Okay, fine,\" I grumbled. \"I'll take you home.\" He laughed at my unwilling expression—it seemed to please him. \"Tomorrow, back to work,\" I said as soon as we were safe in the truck. \"What time do you want me to come up?\" There was an unexplained excitement in his answering smile. \"I'll call you first, okay?\" \"Sure.\" I frowned to myself, wondering what was up. His smile widened. I cleaned the house the next morning—waiting for Jacob to call and trying to shake off the Litest nightmare. The scenery had changed. Last night I'd wandered in a wide sea of ferns interspersed with huge hemlock trees. There was nothing else there, and I was lost, wandering aimless and alone, searching for nothing. I wanted to kick myself for the stupid field trip last week. I shoved the dream out of my conscious mind, hoping it would stay locked up somewhere and not escape again. Charlie was outside washing the cruiser, so when the phone rang, I dropped the toilet brush and ran downstairs to answer it. \"Hello?\" I asked breathlessly. \"Bella,\" Jacob said, a strange, formal tone to his voice. \"Hey, Jake.\" \"I believe that… we have a date\" he said, his tone thick with implications. It took me a second before I got it. \"They're done? I can't believe it!\" What perfect timing. I needed something to distract me from nightmares and nothingness. \"Yeah, they run and everything.\" \"Jacob, you are absolutely, without a doubt, the most talented and wonderful person I know. You get ten years for this one.\" \"Cool! I'm middle-aged now.\" I laughed. \"I'm on my way up!\" I threw the cleaning supplies under the bathroom counter and grabbed my jacket. \"Headed to see Jake,\" Charlie said when I ran past him. It wasn't really a question. \"Yep,\" I replied as I jumped in my truck. \"I'll be at the station later,\" Charlie called after me. \"Okay,\" I yelled back, turning the key. Charlie said something else, but I couldn't hear him clearly over the roar of the engine. It sounded sort of like, \"Where's the fire?\" I parked my truck off to the side of the Blacks' house, close to the trees, to make it easier for us to sneak the bikes out. When I got out, a splash of color caught my eye—two shiny motorcycles, one red, one black, were hidden under a spruce, invisible from the house. Jacob was prepared. There was a piece of blue ribbon tied in a small bow around each of the handlebars. I was laughing at that when Jacob ran out of the house. \"Ready?\" he asked in a low voice, his eyes sparkling. I glanced over his shoulder, and there was no sign of Billy. \"Yeah,\" I said, but I didn't feel quite as excited as before; I was trying to imagine myself actually on the motorcycle. Jacob loaded the bikes into the bed of the truck with ease, laying them carefully on their sides so they didn't show. \"Let's go,\" he said, his voice higher than usual with excitement. \"I know the perfect spot—no one will catch us there.\" We drove south out of town. The dirt road wove in and out of the forest—sometimes there was nothing but trees, and then there would suddenly be a breathtaking glimpse of the Pacific Ocean, reaching to the horizon, dark gray under the clouds. We were above the shore, on top of the cliffs that bordered the beach here and the view seemed to stretch on forever. I was driving slowly, so that I could safely stare out across the ocean now and then, as the road wound closer to the sea cliffs. Jacob was talking about finishing the bikes, but his descriptions were getting technical, so I wasn't paying close attention. That was when I noticed four figures standing on a rocky ledge, much too close to the precipice. I couldn't tell from the distance how old they were, but I assumed they were men. Despite the chill in the air today, they seemed to be wearing only shorts. As I watched, the tallest person stepped closer to the brink. I slowed automatically, my foot hesitating over the brake pedal. And then he threw himself off the edge. \"No!\" I shouted, stomping down on the brake. \"What's wrong?\" Jacob shouted back, alarmed.             \"That guy—he just jumped off the cliff! Why didn't they stop him? We've got to call an ambulance!\" I threw open my door and started to get out, which made no sense at all. The fastest way to a phone was to drive back to Billy's. But I couldn't believe what I'd just seen. Maybe, subconsciously, I hoped I would see something different without the glass of the windshield in the way. Jacob laughed, and I spun to stare at him wildly. How could he be so calloused, so cold-blooded? \"They're just cliff diving, Bella. Recreation. La Push doesn't have a mall, you know.\" He was teasing, but there was a strange note of irritation in his voice. \"Cliff diving?\" I repeated, dazed. I stared in disbelief as a second figure stepped to the edge, paused, and then very gracefully leaped into space. He fell for what seemed like an eternity to me, finally cutting smoothly into the dark gray waves below. \"Wow. It's so high.\" I slid back into my seat, still staring wide-eyed at the two remaining divers. \"It must be a hundred feet.\" \"Well, yeah, most of us jump from lower down, that rock that juts out from the cliff about halfway.\" He pointed out his window. The place he indicated did seem much more reasonable. \"Those guys are insane. Probably showing off how tough they are. I mean, really, it's freezing today. That water can't feel good.\" He made a disgruntled face, as if the stunt personally offended him. It surprised me a little. I would have thought Jacob was nearly impossible to upset. \"You jump off the cliff?\" I hadn't missed the \"us.\" \"Sure, sure.\" He shrugged and grinned. \"It's fun. A little scary, kind of a rush.\" I looked back at the cliffs, where the third figure was pacing the edge. I'd never witnessed anything so reckless in all my life. My eyes widened, and I smiled. \"Jake, you have to take me cliff diving.\" He frowned back at me, his face disapproving. \"Bella, you just wanted to call an ambulance for Sam,\" he reminded me. I was surprised that he could tell who it was from this distance. \"I want to try,\" I insisted, start ing to get out of the car again. Jacob grabbed my wrist. \"Not today, all right? Can we at least wait for a warmer day?\" \"Okay, fine,\" I agreed. With the door open, the glacial breeze was raising goose bumps on my arm. \"But I want to go soon.\" \"Soon.\" He rolled his eyes. \"Sometimes you're a little strange, Bella. Do you know that?\" I sighed. \"Yes.\" \"And we're not jumping off the top.\" I watched, fascinated, as the third boy made a running start and flung himself farther into the empty air than the other two. He twisted and cart wheeled through space as he fell, like he was skydiving. He looked absolutely free— unthinking and utterly irresponsible. \"Fine,\" I agreed. \"Not the first time, anyway.\" Now Jacob sighed. \"Are we going to try out the bikes or not?\" he demanded. \"Okay, okay,\" I said, tearing my eyes away from the last person waiting on the cliff. I put my seat belt back on and closed the door. The engine was still running, roaring as it idled. We started down the road again. \"So who were those guys—the crazy ones?\" I wondered. He made a disgusted sound in the back of his throat. \"The La Push gang.\" \"You have a gang?\" I asked. I realized that I sounded impressed. He laughed once at my reaction. \"Not like that. I swear, they're like hall monitors gone bad. They don't start fights, they keep the peace.\" He snorted. \"There was this guy from up somewhere by the Makah rez, big guy too, scary-looking. Well, word got around that he was selling meth to kids, and Sam Uley and his disciples ran him off our land. They're all about our land, and tribe pride… it's getting ridiculous. The worst part is that the council takes them seriously. Embry said that the council actually meets with Sam.\" He shook his head, face full of resentment. \"Embry also heard from Leah Clearwater that they call themselves 'protectors' or something like that.\" Jacob's hands were clenched into fists, as if he'd like to hit something. I'd never seen this side of him.  I was surprised to hear Sam Uley's name. I didn't want it to bring back the images from my nightmare, so I made a quick observation to distract myself. \"You don't like them very much.\" \"Does it show?\" he asked sarcastically. \"Well… It doesn't sound like they're doing anything bad.\" I tried to soothe him, to make him cheerful again. \"Just sort of annoyingly goody-two-shoes for a gang.\" “Yeah. Annoying is a good word. They're always showing off—like the cliff thing. They act like… like, I don't know. Like tough guys. I was hanging out at the store with Embry and Quil once, last semester, and Sam came by with his followers, Jared and Paul. Quil said something, you know how he's got a big mouth, and it pissed Paul off. His eyes got all dark, and he sort of smiled—no, he showed his teeth but he didn't smile—and it was like he was so mad he was shaking or something. But Sam put his hand against Paul's chest and shook his head. Paul looked at him for a minute and calmed down. Honestly, it was like Sam was holding him back—like Paul was going to tear us up if Sam didn't stop him.\" He groaned. \"Like a bad western. You know, Sam's a pretty big guy, he's twenty. But Paul's just sixteen, too, shorter than me and not as beefy as Quil. I think any one of us could take him.\" \"Tough guys,\" I agreed. I could see it in my head as he described it, and it reminded me of something… a trio of tall, dark men standing very still and close together in my father's living room. The picture was sideways, because my head was lying against the couch while Dr. Gerandy and Charlie leaned over me… Had that been Sam's gang? I spoke quickly again to divert myself from the bleak memories. \"Isn't Sam a little too old for this kind of thing?\" \"Yeah. He was supposed to go to college, but he stayed. And no one gave him any crap about it, either.  The whole council pitched a fit when my sister turned down a partial scholarship and got married. But, oh no, Sam Uley can do no wrong.\" His face was set in unfamiliar lines of outrage—outrage and something else I didn't recognize at first. \"It all sounds really annoying and… strange. But I don't get why you're taking it so personally.\" I peeked over at his face, hoping I hadn't offended him. He was suddenly calm, staring out the side window. \"You just missed the turn,\" he said in an even voice. I executed a very wide U-turn, nearly hitting a tree as my circle ran the truck halfway off the road. \"Thanks for the heads-up,\" I muttered as I started up the side road. \"Sorry, I wasn't paying attention.\" It was quiet for a brief minute. \"You can stop anywhere along here,\" he said softly. I pulled over and cut the engine. My ears rang in the silence that followed. We both got out, and Jacob headed around to the back to get the bikes. I tried to read his expression. Something more was bothering him. I'd hit a nerve. He smiled halfheartedly as he pushed the red bike to my side. \"Happy late birthday. Are you ready for this?\" \"I think so.\" The bike suddenly looked intimidating, frightening, as I realized I would soon be astride it. \"We'll take it slow,\" he promised. I gingerly leaned the motorcycle against the truck's fender while he went to get his. \"Jake…\"I hesitated as he came back around the truck. \"Yeah?\" \"What's really bothering you? About the Sam thing, I mean? Is there something else?\" I watched his face. He grimaced, but he didn't seem angry. He looked at the dirt and kicked his shoe against the front tire of his bike again and again, like he was keeping time. He sighed. \"It's just… the way they treat me. It creeps me out.\" The words started to rush out now. \"You know, the council is supposed to be made up of equals, but if there was a leader, it would be my dad. I've never been able to figure out why people treat him the way they do. Why his opinion counts the most. It's got something to do with his father and his father's father. My great-grandpa, Ephraim Black, was sort of the last chief we had, and they still listen to Billy, maybe because of that.”  \"But I'm just like everyone else. Nobody treats me special… until now.\" That caught me off guard. \"Sam treats you special?\" \"Yeah,\" he agreed, looking up at me with troubled eyes. \"He looks at me like he's waiting for something… like I'm going to join his stupid gang someday. He pays more attention to me than any of the other guys. I hate it.\" \"You don't have to join anything.\" My voice was angry. This was really upsetting Jacob, and that infuriated me. Who did these \"protectors\" think they were? \"Yeah.\" His foot kept up its rhythm against the tire. \"What?\" I could tell there was more.  He frowned, his eyebrows pulling up in a way that looked sad and worried rather than angry. \"It's Embry. He's been avoiding me lately.\" The thoughts didn't seem connected, but I wondered if I was to blame for the problems with his friend. \"You've been hanging out with me a lot,\" I reminded him, feeling selfish. I'd been monopolizing him. \"No, that's not it. It's not just me—it's Quil, too, and everyone. Embry missed a week of school, but he was never home when we tried to see him. And when he came back, he looked… he looked freaked out. Terrified. Quil and I both tried to get him to tell us what was wrong, but he wouldn't talk to either one of us.\" I stared at Jacob, biting my lip anxiously—he was really frightened. But he didn't look at me. He watched his own foot kicking the rubber as if it belonged to someone else. The tempo increased. \"Then this week, out of nowhere, Embry's hanging out with Sam and the rest of them. He was out on the cliffs today.\" His voice was low and tense. He finally looked at me. \"Bella, they bugged him even more than they bother me. He didn't want anything to do with them. And now Embry's following Sam around like he's joined a cult. \"And that's the way it was with Paul. Just exactly the same. He wasn't friends with Sam at all. Then he stopped coming to school for a few weeks, and, when he came back, suddenly Sam owned him. I don't know what it means. I can't figure it out, and I feel like I have to, because Embry's my friend and… Sam's looking at me funny.. and…\" He trailed off. \"Have you talked to Billy about this?\" I asked. His horror was spreading to me. I had chills running on the back of my neck. Now there was anger on his face. \"Yes,\" he snorted. \"That was helpful.\" \"What did he say?\" Jacob's expression was sarcastic, and when he spoke, his voice mocked the deep tones of his father's voice. \"It's nothing you need to worry about now, Jacob. In a few years, if you don't… well, I'll explain later.\" And then his voice was his own. \"What am I supposed to get from that? Is he trying to say it's some stupid puberty, coming-of-age thing? This is something else. Something wrong.\" He was biting his lower lip and clenching his hands. He looked like he was about to cry. I threw my arms around him instinctively, wrapping them around his waist and pressing my face against his chest. He was so big, I felt like I was a child hugging a grown-up. \"Oh, Jake, it'll be okay!\" I promised. \"If it gets worse you can come live with me and Charlie. Don't be scared, we'll think of something!\" He was frozen for a second, and then his long arms wrapped hesitantly around me. \"Thanks, Bella.\" His voice was huskier than usual. We stood like that for a moment, and it didn't upset me; in fact, I felt comforted by the contact. This didn't feel anything like the last time someone had embraced me this way. This was friendship. And Jacob was very warm. It was strange for me, being this close—emotionally rather than physically, though the physical was strange for me, too—to another human being. It wasn't my usual style. I didn't normally relate to people so easily, on such a basic level. Not human beings. \"If this is how you're going to react, I'll freak out more often.\" Jacob's voice was light, normal again, and his laughter rumbled against my ear. His fingers touched my hair, soft and tentative. Well, it was friendship for me. I pulled away quickly, laughing with him, but determined to put things back in perspective at once. \"It's hard to believe I'm two years older than you,\" I said, emphasizing the word older. \"You make me feel like a dwarf.\" Standing this close to him, I really had to crane my neck to see his face. \"You're forgetting I'm in my forties, of course.\" \"Oh, that's right.\" He patted my head. \"You're like a little doll,\" he teased. \"A porcelain doll.\" I rolled my eyes, taking another step away. \"Let's not start with the albino cracks.\" \"Seriously, Bella, are you sure you're not?\" He stretched his russet arm out next to mine. The difference wasn't flattering. \"I've never seen anyone paler than you… well, except for—\" He broke off, and I looked away, trying to not understand what he had been about to say. \"So are we going to ride or what?\" \"Let's do it,\" I agreed, more enthusiastic than I would have been half a minute ago. His unfinished sentence reminded me of why I was here.",
            "vi": "7 REPETITION        7. SỰ TÁI DIỄN Tôi không rõ mình đang làm cái quái quỷ gì ở đây nữa. Có phải tôi đang cố đẩy mình trở lại tình trạng đờ đẫn như một thây ma sống?  Hay tôi đã trở nên thích đau đớn – trở nên thích bị hành hạ, dày vò? Lẽ ra tôi phải đi thẳng xuống La Push – nơi tôi sẽ cảm thấy khoẻ hơn nhiều khi quẩn quanh bên Jacob. Đây không phải là việc làm lành mạnh chút nào.  Thế nhưng tôi vẫn tiếp tục lái chầm chậm xuống ngõ hẻm cây cối um tùm che phủ, ngoằn ngoèo qua các hàng cây có vòm lá che trên đầu như một đường hầm sinh động xanh ngát.  Tay run lẩy bẩy, nên tôi ghì chặt lấy vô - lăng.  Tôi biết rằng một phần lý do khiến mình hành động thế này chính là do cơn ác mộng, giờ đây khi đã tỉnh giấc hoàn toàn, sự trống rỗng của giấc mơ gặm mòn thần kinh của tôi, như chú chó đang nhay khúc xương vậy. Đã có một thứ để tìm kiếm.  Không thể với tới và không thể xảy ra, hững hờ và quẫn trí... nhưng anh hiện diện ở ngoài kia, một nơi nào đó. Tôi phải tin thế.  Lý do khác là cảm giác tái diễn kỳ lạ tôi cảm nhận ở trường hôm nay, sự trùng hợp ngẫu nhiên về ngày tháng.  Cảm giác như tôi đang bắt đầu lại từ đầu - có lẽ cảm giác ngày đầu tiên sẽ không còn nếu tôi thật sự là người bất thường nhất trong quán ăn trưa hôm đó.  Những lời ấy lởn vởn trong đầu tôi, đều đều, như tôi đang đọc chúng chớ không phải nghe chúng phát ra thành lời: Như thể tôi chưa hề tồn tại trên đời này.  Tôi đã đánh lừa chính mình bằng cách chia lý do vì sao tôi đến đây thành hai phần. Tôi không muốn thú nhận động cơ mạnh mẽ nhất khiến tôi làm việc này. Bởi vì như vậy thì thật là điên rồ. Sự thật đó là vì tôi muốn nghe tiếp giọng anh, như đã được nghe trong ảo giác kỳ lạ đêm thứ Sáu đó. Trong khoảnh khắc ngắn ngủi đó, ắt hẳn giọng anh phát ra từ phần nào đó trong cơ thể tôi hơn là từ ký ức có ý thức của tôi, giọng anh hoàn hảo và dịu dàng như mật ngọt chớ không phải là âm thanh yếu ớt vang vọng trong trí nhớ của tôi thường tạo ra, tôi đã có thể nhớ đến mà không đau đớn. Cảm giác này không kéo dài lâu; nỗi đau đã đến với tôi, đúng như tôi biết chắc nó sẽ đến vì chuyến đi ngu ngốc này. Nhưng khoảnh khắc quý báu khi có thể nghe được tiếng anh nói một lần nữa quả là một cám dỗ không cưỡng lại nỗi. Tôi phải tìm cách để lặp lại chuyện đó... hay có lẽ nói chính xác hơn là “tình tiết” đó. Tôi hy vọng rằng cái cảm giác ngờ ngợ ấy là mấu chốt của vấn đề. Vì thế tôi đang chạy đến nhà anh, nơi mà đã nhiều tháng trời rồi tôi không đến kể từ buổi tiệc sinh nhật bất hạnh đó.  Những tầng lá dày rậm rạp trườn từ từ qua cửa sổ xe tôi. Đường vào nhà cứ dài ra. Tôi bắt đầu đi nhanh hơn, bực mình.  Tôi đã chạy bao lâu rồi? Sao vẫn chưa đến nhà nhỉ? Con hẻm cây cối mọc che kín đến nỗi trông nó chẳng chút quen thuộc.  Chuyện gì sẽ xảy ra nếu tôi không thể tìm ra nhà? Tôi rùng mình. Chuyện gì sẽ xảy ra nếu chẳng có bằng chứng có thật nào cả? Rồi thì đến một khoảng trống không cây tôi đang tìm kiếm, chỉ có điều nó không quang đãng như trước đây.  Hệ thực vật ở đây chẳng chờ đợi lâu lắc để chiếm lại lãnh thổ bị bỏ không người canh giữ. Những cây dương xỉ cao đã lấn vào trảng cỏ quanh nhà, mọc đầy trên các cây tuyết tùng, thậm chí chiếm cả hiên nhà  rộng nữa. Cứ tựa như bãi cỏ đã bị  phủ trùm bởi làn sóng lông tơ xanh rì, cao ngang thắt lưng.  Và căn nhà vẫn ở đó, nhưng không giống như xưa. Cho dù bề ngoài chẳng có gì thay đổi, tình trạng không người ở thấy rõ rệt từ các ô cửa sổ trống. Thật đáng sợ. Kể từ khi tôi nhìn thấy ngôi nhà xinh đẹp này, đây là lần đầu tiên trông nó giống một nơi lui tới của ma cà rồng đúng nghĩa. Tôi đạp thắng, nhìn sang chỗ khác. Tôi sợ đi xa thêm.  Nhưng chẳng có gì xảy ra cả. Không có tiếng nói trong đầu.  Vì thế tôi cứ để máy nổ rồi nhảy ra biển dương xỉ. Có lẽ, cũng sẽ giống như đêm thứ Sáu đó, nếu tôi cứ đi về phía trước… Tôi từ từ đến gần mặt tiền ngôi nhà bỏ trống, hoang vu, xe tải của tôi phát ra một tiếng nổ đùng đùng an ủi phía sau. Khi đến cầu thang lên hành lang nhà thì tôi dừng lại, vì không có gì ở đây cả. Không còn chút hơi hướng nào của sự hiện diện của họ…sự hiện diện của anh. Ngôi nhà vẫn vững chắc ở đây, nhưng chẳng còn ý nghĩa gì. Sự tồn tại cụ thể của nó cũng không xua được sự trống rỗng của những cơn ác mộng.   Tôi không tiến lại gần nữa. Tôi không muốn nhìn vào cửa sổ. Tôi không chắc là có khó nhìn hơn không.  Nếu giả sử các căn phòng đó trống huơ trống hoác, từ sàn cho đến trần nhà, điều đó chắc chắn sẽ làm tôi đau lòng lắm. Giống như trong đám tang của bà tôi, lúc mẹ tôi nhất quyết bắt tôi ở ngoài trong suốt giờ hành lễ. Mẹ bảo rằng tôi không cần phải nhìn bà trong tình trạng như thế, để rồi lại nhớ đến bà như thế, chứ không nhớ bà như lúc bà còn sống.  Nhưng nếu mọi thứ không thay đổi, thì có không tệ hơn chăng? Nếu mấy cái trường kỷ vẫn ở chỗ tôi đã nhìn thấy lần cuối, những bức tranh vẫn nằm trên tường – liệu có tệ hại hơn không nếu chiếc đàn dương cầm vẫn nằm trên bệ thấp của nó? Dù sao thì chỉ tệ hại thua việc cả căn nhà biến mất hoàn toàn, chẳng còn lại món đồ nào đã từng gắn bó với họ. Nếu mọi thứ vẫn còn đó, vô cảm và bị quên lãng, bị bỏ lại sau lưng.  Y như tôi.  Tôi quay lưng bỏ lại sự trống rỗng đó, vội vã ra xe. Gần như chạy. Tôi nóng lòng muốn đi khỏi nơi này, trở về với thế giới loài người. Tôi cảm thấy trống rỗng kinh khủng, và muốn gặp Jacob. Có lẽ tôi đang mắc một loại bệnh mới, một cơn nghiện khác, giống như tình trạng đờ đẫn trước đây. Chả quan tâm. Tôi lao xe nhanh hết mức về phía hướng đã định.  Jacob đang đợi tôi. Ngực tôi dường như dễ chịu ngay khi vừa thấy anh, dễ thở hơn.  \"Chào, Bella,\" anh chàng gọi.  Tôi mỉm cười nhẹ nhõm. \"Chào, Jacob,\" tôi vẫy tay với Billy, lúc này đang nhìn ra cửa sổ.  \"Chúng ta bắt tay vào việc nào,\" Jacob nói nhỏ nhưng đầy háo hức.  Không hiểu làm sao tôi lại có thể cười to. \"Bạn thực chưa chán tôi à?\" Tôi thắc mắc. Chắc anh ta hẳn đang bắt đầu tự hỏi vì sao tôi lại thiết tha muốn có bạn như thế.  Jacob dẫn đường vòng quanh nhà đến ga-ra.  \"Không. Chưa.” \"Nhớ cho tôi biết khi nào tôi làm bạn nổi khùng nhé. Tôi không muốn thành người làm phiền người khác.\" \"Được rồi.” Anh chàng cười khùng khục. “Nhưng đừng mong có chuyện đó. \" Khi vào ga-ra, tôi bị sốc khi thấy chiếc xe máy màu đỏ đang đứng đó, trông giống như chiếc xe máy hơn là đống kim loại lởm chởm.  \"Jake, bạn thật tuyệt vời,\" tôi thở.  Anh lại cười to. \"Hễ bắt tay vào làm là tôi luôn bị cuốn hút quên hết mọi sự.\" Anh chàng nhún vai. \"Nếu mà thông minh một chút, thì tôi đã kéo dài hơn.” \"Sao vậy?” Anh chàng nhìn xuống, im lặng lâu đến độ tôi nghĩ anh không nghe tôi hỏi.  Cuối cùng, anh hỏi tôi, \"Bella, nếu tôi nói với bạn tôi không sửa được mấy cái xe máy này, thì bạn sẽ nói sao?” Tôi cũng không trả lời ngay, và anh chàng liếc lên nhìn vẻ mặt tôi.  \"Tôi sẽ nói… thế thì tệ nhỉ, nhưng tôi cá là mình sẽ nghĩ ra được chuyện khác để làm. Nếu mình thật sự không tìm ra được chuyện gì để làm thì mình vẫn có thể làm bài tập về nhà mà.\" Jacob mỉm cười, và đôi vai hết căng thẳng. Anh chàng ngồi xuống cạnh chiếc xe máy rồi cầm lấy chiếc cờ-lê. \"Vậy bạn vẫn ghé chơi sau khi tôi sửa xong xe chứ?\" \"Đó là điều bạn muốn nói đó hả?\" Tôi lắc đầu. “Tôi nghĩ đang lợi dụng tài năng kỹ thuật bị trả giá quá thấp của bạn.  Nhưng chừng nào bạn còn cho tôi đến đây chơi thì tôi sẽ đến hoài.” \"Mong gặp lại Quil nữa hả?\" anh chàng trêu.  \"Chớ còn gì nữa.” Anh cười khúc khích. \"Bạn thật sự thích đến chơi với tôi sao?\" anh chàng hỏi với vẻ ngạc nhiên.  \"Rất, rất thích. Và tôi sẽ chứng minh điều đó. Ngày mai tôi phải đi làm, nhưng thứ tư mình sẽ làm chuyện gì đó không dính đến máy móc nhé. \" \"Chẳng hạn như chuyện gì nào?\" \"Tôi không biết.  Tụi mình có thể đến nhà tôi để bạn khỏi bị cuốn vô công việc nữa   Bạn có thể đem bài vở ở trường đến –  bạn hẳn sẽ thua sút bạn bè, vì tôi cũng vậy. \" \"Làm bài  tập có thể là ý  hay đấy. \" Anh chàng nhăn mặt, và tôi tự hỏi anh chàng đã bỏ dở dang bao nhiêu bài tập để ở bên tôi.  \"Ờ, \" tôi đồng ý. \"Thỉnh thoảng mình phải tỏ ra có tinh thần trách nhiệm chứ, nếu không Billy và Charlie sẽ không thoải mái như thế về chuyện này đâu.”  Tôi làm cử chỉ ngụ ý hai chúng tôi là một thực thể thống nhất. Anh chàng thích thế nên ngoác miệng cười.  \"Mỗi tuần làm bài tập một lần nhé?\" anh chàng đề nghị.  \"Có lẽ nên hai lần,\" tôi đề nghị và nghĩ miên man về đống bài tập mới được giao hôm nay.  Anh chàng thở dài thườn thượt.  Sau đó vươn tay qua hộp đồ nghề để lấy một túi giấy.  Anh chàng rút ra hai hộp xô - đa, mở một hộp và đưa cho tôi.  Rồi anh chàng mở hộp thứ hai, và đưa nó lên một cách kiểu cách.  \"Chúc cho tinh thần trách nhiệm, \" anh chàng nâng cốc. \" Hai lần một tuần. \" \"Và sự liều lĩnh trong những ngày còn lại \" tôi nhấn mạnh.  Anh chàng cười toe toét và cụng lon nước vô lon của tôi.  Tôi về đến nhà muộn hơn dự định và thấy Charlie đã đặt mua pizza chớ không chờ tôi. Ông không để cho tôi lên tiếng xin lỗi.  \"Không sao đâu con, \" ông trấn an  tôi. \"dù sao đi nữa thì con cũng xứng đáng được nghỉ nấu ăn một bữa mà. \" Tôi biết ông cảm thấy nhẹ nhõm khi tôi vẫn cư xử như người bình thường, và ông không muốn làm đảo lộn tình hình.  Tôi kiểm tra thư điện tử trước khi bắt đầu làm bài tập, và thấy có một bức thư khá dài của Renee gửi. Mẹ nhiệt tình trả lời từng chi tiết tôi viết trong thư, nên tôi gởi tiếp một lá thư mô tả chi tiết chuyện ngày hôm nay của mình.  Kể mọi thứ trừ chuyện xe máy. Ngay cả Renee vô tư cũng có thể sẽ cảm thấy lo lắng vì điều đó.  Ngày thứ ba ở trường vừa vui vừa buồn. Angela và Mike có vẻ sẵn sàng chào đón tôi trở về một cách nồng nhiệt – sẵn sàng tốt bụng bỏ qua những hành vi khác thường trong những tháng qua của tôi. Jess thì không dễ như thế. Tôi tự hỏi không biết cô ấy có cần tôi viết thư chính thức xin lỗi về chuyện đã xảy ra ở Port Angeles không. Ở chỗ làm, Mike sôi nổi và hay chuyện trò hơn.  Như thể anh chàng đã gom lại chuyện cả một học kỳ, và bây giờ phun nó ra. Tôi nhận thấy giờ tôi có thể cười với anh ta, dù không dễ như với Jacob.  Có vẻ khá vô hại cho đến giờ về.  Mike nhấn nút đóng cửa sổ trong khi tôi gấp áo vét và nhét xuống dưới quầy.  \"Tối nay vui ha,\" Mike vui vẻ nói.  \"Ờ, \" tôi đồng ý, mặc dù tôi thích ở ga-ra cả buổi chiều hơn.  \"Thiệt dở vì tuần trước bạn phải bỏ ra ngoài sớm. \" Tôi hơi khó hiểu vì luồng suy nghĩ của anh ta. Tôi nhún vai. \"Chắc tại tôi nhát gan thôi.”  \"Ý tôi là, bạn nên coi bộ phim nào đó thích hợp hơn, bộ phim nào mà bạn thích ấy,\" anh chàng giải thích.  \"Ồ, \" tôi lẩm bẩm, vẫn không hiểu.  \"Có lẽ thứ Sáu này. Đi xem với mình nhé. Tụi mình có thể đi xem phim gì đó không rùng rợn chút nào hết.\" Tôi cắn môi.  Tôi không muốn làm mất lòng Mike, vì anh là người duy nhất sẵn sàng tha thứ cho sự khùng điên của tôi. Nhưng việc này, một lần nữa, nghe quá quen. Như thể  chưa bao giờ có năm ngoái.  Tôi ước gì mình có Jess để làm cớ từ chối.  \"Giống hẹn hò hả?\" Tôi hỏi. Giải pháp tốt nhất lúc này có lẽ là nên thành thật. Để dứt khoát.  Anh chàng cân nhắc âm điệu giọng tôi \"Nếu bạn muốn vậy.  Nhưng không cần phải thế.\" \"Tôi không hẹn hò đâu,\" tôi nói chậm rãi, nhận ra điều đó thật đúng. Toàn bộ thế giới này xa lạ quá đối với tôi.  \"Chỉ như bạn bè thôi?\" anh chàng đề nghị.  Đôi mắt trong veo, xanh biếc của anh bây giờ không còn nhiệt tình nữa. Dù sao đi nữa tôi cũng mong anh thực sự xem tôi là bạn bè.  \"Sẽ vui đấy. Nhưng tôi thiệt đã có kế hoạch vào thứ Sáu này rồi, tuần tới được không?\" \"Bạn đang bận làm gì vậy?\" cậu ấy hỏi, ít hờ hững hơn anh muốn ra vẻ vậy.  “Bài tập về nhà.  Tôi có một...  buổi học với một người bạn.” “Chà, được thôi. Có lẽ tuần tới vậy.\" Anh chàng đi bộ cùng tôi đến chỗ để xe của tôi, ít hồ hởi hơn trước. Điều này làm tôi nhớ lại những tháng đầu tiên ở Forks. Tôi đã quay lại từ đầu, và bây giờ mọi thứ giống như một tiếng vọng - tiếng vọng trống rỗng, thiếu sự thích thú vốn có.  Đêm kế, Charlie chẳng có vẻ ngạc nhiên chút nào khi thấy Jacob và tôi nằm ườn  trên sàn phòng khách với đống sách vở rải rác xung quanh, vì vậy tôi đoán ông và Billy đã bàn tán sau lưng chúng tôi.  \"Chào các con, \" ông nói, mắt nhìn lang thang vào nhà bếp. Mùi món lasagna thoảng đưa sang phòng khách, món này tôi làm cả buổi chiều - trong khi Jacob nhìn và chốc chốc lại ăn thử; tôi tỏ vẻ ngoan ngoãn, cố chuộc lỗi vì cái bánh pizza hôm trước.  Jacob ở lại dùng bữa tối, và mang về nhà cho Billy một đĩa. Anh chàng miễn cưỡng tăng thêm cho tôi một tuổi vì là một đầu bếp giỏi.  Thứ sáu tôi ở ga-ra, và thứ bảy, sau ca làm việc ở tiệm Newton, là lúc làm bài tập tiếp. Charlie cảm thấy khá yên tâm về sự tỉnh táo của tôi nên đã đi câu cá cả ngày với Harry. Khi ông quay về, chúng tôi đã làm xong hết mọi thứ - qua chuyện đó cảm thấy mình đã hiểu biết và trưởng thành  - và đang xem phim Monster Garage trên kênh Discovery.  \" Giờ thì tôi phải về thôi. \" Jacob thở dài. \"trễ hơn tôi nghĩ.” \"Được thôi, không sao đâu\" tôi làu bàu. \"Tôi sẽ đưa bạn về.” Anh chàng cười to vì vẻ mặt bất đắc dĩ của tôi – dường như nó làm anh hài lòng.  \"Ngày mai, trở  lại công việc nhé,“  tôi nói ngay khi chúng tôi đã an toàn trong xe tải. “Bạn muốn tôi đến lúc mấy giờ?\" Có vẻ phấn khích không sao tả nổi trong nụ cười đáp trả của anh ta. \"Tôi sẽ gọi bạn trước, được chứ ?\" \"Đương nhiên rồi.\" Tôi nhăn nhó với chính mình, thắc mắc không biết chuyện gì sẽ xảy ra nữa. Anh chàng cười toe toét.  Sáng hôm sau, tôi dọn dẹp nhà cửa - chờ Jacob gọi và cố xua tan cơn ác mộng. Cảnh vật đã thay đổi. Đêm qua tôi lang thang trong rừng dương xỉ, rải rác những cây độc cần khổng lồ. Ngoài ra không còn thứ gì khác, và tôi bị lạc, lang thang một mình không mục đích, không biết mình tìm kiếm cái gì. Tôi muốn đá cho mình một cú vì chuyến đi thực địa ngu ngốc tuần trước. Tôi xua đuổi giấc mơ đó ra khỏi đầu óc tỉnh táo của tôi, hi vọng nó sẽ ngủ yên ở một nơi nào đó và không tái hiện lại nữa.  Charlie đang ở bên ngoài rửa chiếc xe tuần tiễu, vì vậy khi điện thoại reo, tôi ném chiếc bàn chải chà nhà vệ sinh và chạy xuống nhà để nghe máy.  \"A lô?\" Tôi vừa nói vừa thở hổn hến.  \" Bella,” Jacob chào tôi với giọng lạ, khách sáo.  \"Chào, Jake.” \"Tôi nghĩ là... chúng ta có hẹn\" anh chàng nói với giọng đầy ngụ ý.  Phải mất một giây tôi mới nghĩ ra. \"Xong hết rồi à? Thật không thể tin nỗi!\"  Thật đúng lúc. Tôi cần một thứ gì đó để quên đi những cơn ác mộng và sự trống rỗng.  \"Vâng, xe chạy được rồi và mọi thứ đã xong.\" \"Jacob, bạn đúng là người tuyệt vời nhất,  tài giỏi nhất mà tôi biết. Bạn được thêm muời tuổi nữa vì chuyện này.” “Tuyệt!  Vậy thì bây giờ tôi trung niên rồi.\" Tôi cười to. \"Tôi đến ngay đây!\" Tôi ném vật dụng làm vệ sinh vào tủ phòng tắm và chộp áo khoác của mình.  \"Đi gặp Jake hả,\" Charlie nói khi tôi chạy qua ông. Thật ra đó không phải là một câu hỏi.  \"Vâng,” tôi vừa trả lời vừa nhảy vào chiếc xe tải.  \"Chút nữa bố đến đồn cảnh sát đấy, \" Charlie gọi với theo tôi.  \"Vâng,” tôi hét với lại, vặn chìa khoá.  Charlie nói thêm cái gì đó nữa, nhưng tôi không thể nghe rõ vì tiếng ồn của động cơ. Hình như là bố nói, \"Sao nó vui vẻ thế nhỉ?\" Tôi đỗ chiếc xe tải bên hông nhà của gia đình Black, gần hàng cây, để dễ lén đưa mấy chiếc xe máy ra. Khi tôi ra khỏi xe, một mảng màu đập vào mắt tôi - hai chiếc xe máy bóng lộn, một đỏ, một đen, đang ẩn mình dưới cây vân sam, nhìn từ nhà ra sẽ không thấy. Jacob đã chuẩn bị đâu vào đấy.  Có một sợi ru - băng xanh dương buộc thành nơ bướm quanh mỗi tay lái. Tôi đang bật cười lên thành tiếng vì chuyện đó thì Jacob chạy ra khỏi nhà.  “Sẵn sàng chưa?\" anh chàng hỏi nhỏ, mắt long lanh.  Tôi liếc nhìn qua vai của anh chàng, và không thấy Billy đâu cả.  \"Rồi,” tôi nói, nhưng tôi không cảm thấy phấn khích như trước; tôi đang cố hình dung mình ngồi trên chiếc xe máy này.  Jacob chất hai chiếc xe máy lên thùng xe tải một cách dễ dàng, để cẩn thận ở hai bên thành để chúng không lộ ra.  \"Đi nào,\" anh chàng nói, lên giọng phấn chấn. \"Tôi biết một chỗ rất tuyệt – ở đó chẳng ai tóm được mình đâu.” Chúng tôi lái xe về hướng nam ra khỏi thị trấn. Con đường đất len lỏi lúc xuyên vào rừng rồi lại ra ngoài, xung quanh toàn cây cối, rồi bỗng hiện ra cảnh ngoạn mục lờ mờ của bờ biển Thái Bình Dương, tiến đến đằng chân trời, xám đen dưới những áng mây. Chúng tôi đang ở trên bờ biển, trên đỉnh những vách đá bao bọc lấy bãi biển nơi đây và phóng tầm nhìn xa tít tắp.  Tôi đang lái chậm chậm, để có thể thỉnh thoảng nhìn thấy biển một cách an toàn lúc con đường uốn lượn lần theo các vách đá trên biển. Jacob đang kể chuyện sơn xe như thế nào, nhưng điều anh ta mô tả đi sâu vào vấn đề kỹ thuật quá, nên tôi không chú ý mấy.  Đúng lúc đó tôi thấy có bốn người đang đứng trên gờ đá, quá gần vách đứng. Nhìn từ xa tôi không thể đoán được độ tuổi của họ, nhưng tôi biết đó là đàn ông. Mặc dù hôm nay trời lạnh nhưng họ dường như đang mặc chỉ mỗi cái quần soóc.  Tôi nhìn thấy người cao nhất trong bọn bước lại gần miệng vực. Tôi tự động lái chậm lại, chân do dự muốn đạp phanh.  Và rồi gã ta ném mình xuống bờ vực.  \"Đừng!\" Tôi la to, đạp mạnh thắng.  \"Có chuyện gì vậy?\" Jacob hoảng hốt la lên.  \"Cái gã đó – nhảy khỏi vách đá ! Tại sao họ không ngăn anh ta lại? Chúng ta phải gọi xe cứu thương thôi !\" Tôi mở toang cửa ra ngoài, nhưng chẳng nghĩa lý gì. Cách nhanh nhất để gọi điện thoại là quay ngược về nhà Billy. Nhưng tôi không thể tin nổi điều mình vừa nhìn thấy. Có lẽ, trong tiềm thức, tôi đã hy vọng tôi đã thấy chuyện này khác đi nếu không có tấm gương của kính chắn gió trước mặt.  Jacob cười phá lên, và tôi quay người quắc mắt nhìn anh chàng. Sao anh ta lại có thể nhẫn tâm, máu lạnh đến như thế? \"Họ chơi trò nhảy từ vách đá lặn xuống biển đó, Bella. Giải trí thôi mà. Bạn biết đó, La Push đâu có phố mua sắm gì đâu. \" Anh chàng chọc tôi, nhưng đã có nét khó chịu trong giọng nói.  \"Nhảy từ vách đá lặn xuống biển?\" Tôi ngạc nhiên lẩm bẩm. Tôi nhìn chằm chằm hoài nghi khi người thứ hai bước lại bờ vực, dừng lại, rồi rất điệu nghệ nhảy vào khoảng không. Anh ta si mê cái cảm giác mà đối với tôi như đi vào cõi vĩnh hằng vậy, cuối cùng nhảy rất êm xuống những con sóng xám đen bên dưới.  \" Wow. Cao quá.\" Tôi lướt trở lại chỗ ngồi, vẫn nhìn tròn xoe vào hai người lặn còn lại. \"Phải đến cả trăm bộ. \" \"Vâng, đa số chúng tôi nhảy thấp hơn, chỗ tảng đá đâm ra từ vách đó chỉ khoảng nửa đoạn đường thôi.\" Anh chàng chỉ ra cửa sổ. Chỗ anh chàng chỉ có vẻ hợp lý hơn nhiều. \"Tụi đó thật điên. Có lẽ muốn khoe khoang ta đây tài giỏi cỡ nào. Thật ra, ý tôi là, hôm nay trời lạnh thấu xương như vầy mà ra đây nhảy. Nước lạnh thế này khó chịu lắm.” Anh chàng lộ vẻ bực bội, như thể trò giải trí này làm anh chàng khó chịu vậy. Điều đó làm tôi hơi ngạc nhiên. Tôi đã nghĩ Jacob gần như không biết khó chịu là gì.  \"Bạn cũng chơi trò đó à?\" Tôi không bỏ sót từ \"chúng tôi.” \"Dĩ nhiên rồi.\" Anh chàng nhún vai và cười toe toét. \"Vui lắm. Hơi sợ một chút, hơi liều lĩnh. \" Tôi ngoái lại chỗ vách đá, nơi người thứ ba đang đến miệng vực. Tôi chưa bao giờ chứng kiến cảnh liều lĩnh đến thế trong đời. Mắt tôi mở to và mỉm cười. \" Jake, bạn phải chỉ tôi nhảy đó.\" Anh chàng cau mày nhìn tôi, khuôn mặt tỏ vẻ không hài lòng. \"Bella, bạn vừa định gọi xe cứu thương cho Sam mà,” anh chàng nhắc tôi. Tôi bị bất ngờ vì anh ta biết tên người đó từ khoảng cách này.  \"Tôi muốn thử,” tôi kiên quyết, chuẩn bị ra khỏi xe lần nữa.  Jacob chộp cổ tay tôi. \"Không phải là hôm nay, được chứ? Ít ra chúng ta chờ ngày nào đó nắng ấm hơn được không?” \"Được rồi, không sao\" tôi đồng ý. Cửa mở, gió lạnh buốt làm tôi nổi da gà ở cánh tay. \"Nhưng tôi muốn nhảy sớm.” \"Sẽ sớm thôi.” Anh chàng trợn tròn mắt. \"Đôi khi bạn hơi kỳ cục đó, Bella. Bạn có biết vậy không?\" Tôi thở dài. \"Biết.” \"Mà mình không nhảy từ trên đỉnh cao nhất xuống đâu đấy.” Tôi nhìn, hết sức thích thú, khi gã thứ ba bắt đầu chạy và lao người vào khoảng không xa hơn hai gã kia. Chàng ta uốn người và xoay tròn trong không gian, rơi xuống giống như nhảy ra khỏi máy bay vậy. Trông gã có vẻ hoàn toàn tự do – không hề nghĩ ngợi gì cả và hoàn toàn không quan tâm đến gì nữa.  \"Được,\" tôi thừa nhận. “Dù sao thì không trong lần đầu tiên.\" Bây giờ Jacob thở dài.  \"Chúng ta có chạy tập xe máy hay không nè?\" anh chàng gặng hỏi.  \"Có chứ, có chứ, \" tôi nói, rời mắt khỏi người cuối cùng đang chờ nhảy trên vách đá. Tôi cài lại dây an toàn và đóng cửa. Động cơ vẫn còn chạy, nổ ầm ầm khi chạy không tải. Chúng tôi lại lái xe xuống đường.  \"Thế mấy người đó là ai vậy - mấy  người khùng đó?\" Tôi thắc mắc.  Anh chàng gầm gừ trong cổ họng tỏ vẻ chán chường \"Băng ở La Push đó.\" \"Chỗ bạn có băng đảng à?\" Tôi hỏi. Tôi nhận ra mình có vẻ ngưỡng mộ.  Anh ta cười trước phản ứng của tôi. \"Không giống bạn nghĩ đâu.   Tôi thề đó, họ giống như sinh viên tình nguyện giữ trật tự trong trường đã trở nên hư hỏng. Họ không đánh lộn, họ chỉ giữ trật tự thôi. \"Anh chàng  khịt mũi. \"Có một anh chàng đến từ đâu đó gần Makah, to con, trông khiếp lắm. Ừm, có tin đồn là anh ta đang bán chất kích thích cho tụi trẻ, thế là Sam Uley và đệ tử của anh ta đã đuổi hắn ra khỏi lãnh thổ của chúng tôi. Họ vì quê hương chúng tôi, và là niềm tự hào của bộ lạc…thật buồn cười. Phần tệ hại nhất là Hội đồng đối xử với họ rất tôn trọng. Embry nói rằng Hội đồng đã gặp Sam.\" Anh chàng lắc đầu, khuôn mặt đầy vẻ oán giận. \" Embry cũng nghe Leah Clearwater nói là họ tự xưng là “những người che chở” hay gì gì đó. \" Jacob siết chặt tay thành nắm đấm, như thể anh muốn đấm cái gì đó. Tôi chưa bao giờ nhìn thấy tính cách này của anh.  Tôi ngạc nhiên khi nghe tên Sam Uley. Tôi không muốn nó khơi lại những hình ảnh trong cơn ác mộng, vì vậy tôi nhận xét nhanh để làm mình phân tâm. \"Bạn không thích họ lắm thì phải.\" “Rõ vậy sao?\" anh chàng mỉa mai hỏi.  \"Ừm,...  đâu có vẻ họ đang làm chuyện sai trái gì đâu.\" Tôi cố dỗ dành anh chàng, để làm cho anh chàng vui vẻ trở lại. \"Họ chỉ là một băng nhóm tỏ vẻ quá tốt đẹp làm bực mình tí thôi.” \"À. Bực mình là từ thích hợp đó. Họ luôn khoe khoang – như  chuyện nhảy từ vách đá hồi nãy ấy. Chúng cư xử giống như…như, tôi không biết phải nói sao nữa. Như là những người tài giỏi. Vào học kỳ vừa qua, tôi đang chơi trong cửa hàng với Embry và Quil, và Sam đi ngang qua với đệ tử, Jared và Paul. Quil đã nói gì đó, bạn biết anh chàng đó lắm chuyện rồi, và câu nói đó làm Paul khó chịu. Mắt gã ta tối sầm lại, và kiểu cười của gã, không, gã nhe răng ra chớ không cười - và tựa như gã đang điên tới mức gã đang run rẩy hay sao đó. Nhưng Sam đặt bàn tay lên ngực của Paul và lắc đầu. Paul nhìn Sam một lát rồi dịu xuống. Thành thật mà cứ tựa như Sam đang kiềm chế gã ta - như thể Paul sắp xé xác chúng tôi ra nếu Sam không ngăn lại. \" Anh chàng phàn nàn. \" Như một gã cao bồi miền tây xấu xa. Bạn biết đó, Sam là một gã rất to con, năm nay hai mươi tuổi. Còn Paul cũng chỉ mới mười sáu, thấp hơn tôi và không nhiều cơ bắp như Quil.   Tôi nghĩ ai trong chúng tôi cũng hạ được hắn. \" \"Những người dũng cảm,\" tôi đồng ý. Tôi có thể cảm nhận điều đó trong đầu mình khi nghe anh chàng diễn tả, và điều này làm tôi nhớ đến cái gì đó…. Nhóm ba người đàn ông đứng sát vào nhau không nhúc nhích trong phòng khách của bố tôi. Hình ảnh ấy nghiêng qua một bên, vì đầu của tôi lúc đó đang đặt trên trường kỷ trong khi bác sĩ Gerandy và Charlie nghiêng người về phía tôi ….Hẳn đó là băng nhóm của Sam? Tôi nói nhanh để chuyển hướng suy nghĩ khỏi những ký ức ảm đạm. \"Chẳng phải Sam hơi quá lớn tuổi để làm mấy chuyện đó sao?\" \"Ờ. Gã ta lẽ ra phải đi học đại học rồi, nhưng gã hoãn lại. Mà lại chẳng hề ai chê trách gã về việc đó cả. Cả hội đồng đã làm ầm ĩ khi chị tôi bỏ học bổng bán phần để lấy chồng. Thế mà, ồ không, Sam Uley thì chẳng làm điều gì sai trái cả.\" Khuôn mặt của anh chàng tỏ vẻ giận dữ lạ thường --- giận dữ và một điều gì đó nữa mà lúc đầu tôi đã không nhận ra.  \"Tất cả các chuyện đó nghe thật khó chịu và…kỳ cục. Nhưng tôi không hiểu tại sao bạn lại cảm thấy bị xúc phạm vì chuyện đó.\" Tôi nhìn trộm khuôn mặt của anh, hy vọng mình không làm anh giận. Anh ta bỗng bình tĩnh trở lại, nhìn chằm chằm ra cửa sổ bên hông.  \"Bạn quên quẹo rồi,\" anh chàng điềm đạm nói.  Tôi cho xe quành theo vòng chữ U, suýt đụng vào một thân cây khi xe quanh lại chạy ra khỏi nửa đường.  \"Nhắc sớm ghê,\" tôi lẩm bẩm khi xe bắt đầu quẹo vào con đường nhỏ.  \"Xin lỗi, tôi không để ý.\" Chúng tôi im lặng một lát.  \"Bạn có thể dừng ở bất kỳ đâu dọc theo đường này,\" anh chàng nói với giọng nhỏ nhẹ.  Tôi tấp vào lề đường và tắt máy xe. Tai tôi kêu vo vo trong không gian tĩnh lặng. Cả hai chúng tôi đều đã ra ngoài xe, và Jacob đi vòng ra phía sau để lấy xe máy. Tôi cố hiểu vẻ mặt của anh chàng. Còn điều gì khác nữa đang làm anh chàng phiền muộn. Tôi căng thẳng.  Anh chàng cười gượng lúc đẩy chiếc xe đỏ về phía tôi. \"Chúc mừng sinh nhật muộn nhé. Bạn sẵn sàng tập chưa?\" \"Chắc rồi.\" Chiếc xe máy bỗng nhiên có vẻ đáng sợ, khủng khiếp khi tôi nhận ra tôi sắp phải leo lên cỡi nó.  \"Chúng ta sẽ chạy chậm thôi, \" anh chàng cam đoan.  Tôi cẩn thận dựng xe máy vào thành xe tải trong khi anh chàng đi lấy chiếc xe của mình.  \"Jake… \" tôi do dự khi anh chàng quay lại gần xe tải.  \"Gì?\" \"Chuyện gì đang làm bạn bực vậy? Về vụ Sam đó? Còn chuyện khác nữa phải không?\" Tôi quan sát  khuôn mặt của anh ta.  Anh nhăn mặt, nhưng chẳng có vẻ giận dữ. Anh chàng nhìn xuống đất và đá hoài chiếc giầy vào bánh trước xe, như thể anh đang nhịp chân.  Anh thở dài. \"Tại …..cái cách mà họ đối xử với tôi. Làm tôi khó chịu.” Bây giờ anh chàng mới thổ lộ. \"Bạn biết đó, Hội đồng phải gồm những thành viên có quyền ngang nhau, nhưng nếu cần một người lãnh đạo, thì đó sẽ là bố tôi.  Tôi không biết vì sao mọi người lại đối xử với bố tôi như vậy. Tại sao ý kiến của bố tôi luôn có giá trị nhất.  Hẳn là do ông nội và ông cố tôi. Ông cố tôi, Ephraim Black, là người tù trưởng cuối cùng của bộ tộc, và họ vẫn nghe lời Billy, chắc vì lý do đó.  \"Nhưng tôi thì cũng như mọi người khác thôi. Chẳng ai đối xử với tôi đặc biệt cả…. cho đến bây giờ.” Điều đó làm tôi bất ngờ. \"Sam đối xử với bạn đặc biệt hả ?\" \"Ừ, \" anh chàng thừa nhận, nhìn tôi với ánh mắt bối rối. \"Gã nhìn tôi như thể gã đang chờ đợi điều gì đó …giống như chờ một ngày nào đó tôi cũng sẽ tham gia băng nhóm ngớ ngẩn của gã. Gã để ý đến tôi hơn mọi đứa khác.  Tôi ghét chuyện đó quá. \" \"Bạn không cần phải tham gia vào đâu cả.\" Giọng tôi giận dữ. Chuyện này rõ ràng đã làm Jacob vô cùng khó chịu, và điều đó làm tôi tức điên lên.  “Những người che chở\" này nghĩ mình là ai kia chứ? \"Ừ.\" Cậu vẫn nhịp chân đá đá vào vỏ xe.  \"Sao?\" Tôi biết còn chuyện khác nữa.  Anh chàng cau mày, lông mày dựng lên có vẻ buồn và lo lắng hơn là giận dữ. \" Chuyện Embry. Gần đây nó tránh mặt tôi \" Những suy nghĩ này dường như chẳng hề ăn nhập gì với nhau, nhưng tôi tự hỏi có phải mình chịu trách nhiệm về vấn đề xảy ra với bạn anh chàng không.  \"Vì bạn đi chơi với tôi nhiều quá hả,\" tôi nhắc anh, cảm thấy mình ích kỷ.  Tôi đang độc chiếm anh chàng.  \"Không, không phải thế. Không chỉ với tôi- cả Quil lẫn mọi người đều bị đối xử như thế. Embry bỏ học một tuần rồi, nhưng nó chẳng ở nhà khi tụi tôi tìm cách gặp nó. Và khi nó trở về, nó trông... nó trông có vẻ lập dị lắm. Khiếp sợ. Quil và tôi đều cố thuyết phục nó kể cho chúng tôi nghe đã có chuyện gì xảy ra, nhưng nó không chịu nói chuyện với ai hết.\" Tôi nhìn chằm chằm vào Jacob, cắn môi lo lắng – anh chàng thực sự sợ hãi. Nhưng anhkhông nhìn tôi. Anh nhìn vào bàn chân đang đá vào khối cao su như thể nó thuộc về người khác. Nhịp độ tăng dần.  \"Rồi tuần này nè, bỗng nhiên Embry thường xuyên đi chơi với  Sam và tụi trong băng đó. Hôm nay nó cũng ở ngoài vách đá ấy.\" Giọng anh trầm xuống, căng thẳng.  Cuối cùng anh nhìn tôi. \"Bella, trước đây nó còn ghét họ hơn cả tôi. Nó đã chẳng muốn dính dáng gì đến tụi kia.  Thế mà giờ Embry lại đeo theo Sam như thể đã gia nhập một tôn giáo nào vậy\"  Và Paul cũng y vậy. Giống nhau y chang. Trước đó nó chẳng chơi gì với Sam hết.  Thế rồi nó bỏ học mấy tuần, và, khi quay trở lại, bỗng dưng Sam sở hữu nó. Tôi không biết vậy nghĩa là sao hết. Tôi không thể nghĩ ra. Và tôi thấy mình phải nghĩ cho ra, vì Embry là bạn tôi... Sam nhìn tôi rất kỳ cục... và…\" Giọng anh nhỏ dần.  “Bạn đã kể chuyện này cho Billy nghe chưa?\" Tôi hỏi.  Nỗi sợ hãi của anh đang lan sang tôi. Tôi cảm thấy ớn lạnh ở gáy.  Giờ đây vẻ mặt anh chàng lộ vẻ giận dữ. \"Rồi,\" anh chàng khịt mũi. \"Hay hết sức.\" \"Thế bố bạn nói gì?\" Giọng Jacob đầy mỉa mai, và khi kể lại, anh ta nhái lại giọng bí hiểm của Billy. “Chẳng có chuyện gì phải lo lắng đâu, Jacob. Trong vài năm nữa, nếu con không… hừm, bố sẽ giải thích sau.\" Rồi anh trở lại giọng mình.  \"Tôi phải hiểu sao với kiểu nói đó?  Có phải ông đang định nói rằng đây chỉ là do chuyện dậy thì ngu ngốc nào đó, do đến tuổi mà thôi? Đây là chuyện khác mà. Có gì đó không ổn.” Anh chàng cắn môi dưới rồi nắm chặt tay lại. Như sắp khóc.  Theo bản năng tôi vòng tay ôm người anh và áp mặt mình vào ngực anh. Anh quá to lớn, tôi có cảm giác như mình là đứa con nít đang ôm người lớn vậy.  \"Ồ, Jake, sẽ ổn thôi!\" Tôi hứa. \"Nếu tình hình trở nên tệ hại quá thì bạn có thể đến sống với tôi và Charlie.  Đừng sợ, chúng ta nghĩ đến chuyện khác đi nhé!” Anh chàng sững người một lát, rồi đôi cánh tay dài của anh ngập ngừng vòng qua tôi. \"Cám ơn, Bella.\" Giọng anh chàng khàn hơn bình thường.  Chúng tôi đứng như thế một lát, và tôi chẳng thấy khó chịu gì cả; thực ra, tôi cảm thấy dễ chịu vì sự tiếp xúc này. Cảm giác này không giống như cảm giác có người lần cuối cùng đã ôm tôi như thế. Đây là tình bạn. Và Jacob rất ấm.  Thật kỳ lạ đối với tôi, khi gần gũi thế này – về mặt tinh thần chớ không phải về mặt vật chất, dù rằng thân thể này cũng lạ lẫm đối với tôi  - với một người khác. Đó không phải là kiểu cách thường ngày của tôi. Bình thường tôi không gần gũi với mọi người quá dễ dàng như vậy, chỉ ở mức tối thiểu cần thiết mà thôi.  Không phải với con người.  \"Nếu đây là cách bạn phản ứng, tôi sẽ nổi điên thường xuyên hơn.” Giọng của Jacob nhẹ nhàng, bình thường trở lại, và tiếng cười anh ầm ầm bên tai tôi. Ngón tay anh chạm vào tóc tôi, dịu dàng và ngập ngừng.  Ừm, với tôi là tình bạn thôi.  Tôi nhanh chóng lùi ra, cùng cười to với anh, nhưng ngay lập tức quyết định cân nhắc mọi chuyện.  \"Thật khó mà tin là tôi lớn hơn bạn hai tuổi,  \"tôi nói, nhấn mạnh từ “lớn hơn”.  \"Bạn làm tôi thấy mình giống như người lùn vậy.\" Đứng gần như thế này, tôi thật sự phải nghểnh cổ lên mới thấy mặt anh.  \"Bạn quên là tôi đang ở tuổi bốn mươi à.\" \"Ờ, đúng rồi.” Anh vỗ nhẹ đầu tôi. \"Bạn giống một con búp bê nhỏ, \" anh chàng chọc. \"Búp bê bằng sứ.\" Tôi trợn tròn mắt, bước xa thêm một bước. \"Đừng có chỉ trích vụ bạch tạng đó nhe.\" “Thiệt đó, Bella, bạn có chắc là bạn không vậy không ?\" Anh chàng đưa cánh tay nâu sậm ra để kế bên cánh tay tôi.  Sự khác biệt hết sức rõ ràng. \"Tôi chưa từng thấy ai xanh xao hơn bạn... , hừm, trừ--\"  anh chàng khựng lại, còn tôi nhìn sang chỗ khác, cố không hiểu điều anh ta đã định nói.  \"Vậy mình có định chạy xe không đây?\" \"Chạy đi,\" tôi đồng ý, hăng hái hơn cách đây nửa phút. Câu nói nửa chừng của anh đã làm tôi nhớ đến lý do tại sao tôi có mặt ở đây."
        }
    ],
    "suggestions": []
}