{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,sʌb'kɔnfəsli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thuộc) tiềm thức</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">I suppose that</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">subconsciously</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">I was reacting against my unhappy childhood</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tôi cho rằng theo tiềm thức, tôi đã phản ứng lại tuổi thơ ấu bất hạnh của tôi</font></td></tr></table><i/></div>",
            "word": "subconsciously",
            "pronounce": "[,sʌb'kɔnfəsli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "subconsciously",
            "pronounce": "[,sʌb'kɔnfəsli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subconsciously",
            "pronounce": "[,sʌb'kɔnfəsli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subconsciously",
            "pronounce": "[,sʌb'kɔnfəsli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "subconsciously",
            "pronounce": "[,sʌb'kɔnfəsli]"
        }
    },
    "sentences": [
        {
            "en": "<em>Subconsciously</em> I reached out a hand to touch her head.",
            "vi": "Theo phản xạ tự nhiên, tôi đưa tay chạm vào đầu cô ấy."
        },
        {
            "en": "Maybe <em>subconsciously</em> I really wanted him to fail.",
            "vi": "Có lẽ trong tiềm thức tôi đã thật sự muốn anh ta thất bại."
        },
        {
            "en": "I suppose that, <em>subconsciously</em>, I was reacting against my unhappy childhood.",
            "vi": "Tôi cho rằng, theo tiềm thức, tôi đã phản ứng lại tuổi thơ ấu bất hạnh của mình."
        },
        {
            "en": "Maybe, <em>subconsciously</em>, I hoped I would see something different without the glass of the windshield in the way.",
            "vi": "Có lẽ, trong tiềm thức, tôi đã hy vọng tôi đã thấy chuyện này khác đi nếu không có tấm gương của kính chắn gió trước mặt."
        },
        {
            "en": "At the first time when you meet someone else, you have about ten seconds before a person decides, <em>subconsciously</em>, whether they like you or not.",
            "vi": "Lần đầu tiên bạn gặp người khác, bạn có khoảng 10 giây trước khi họ quyết định, trong tiềm thức, liệu họ có thích bạn hay không."
        },
        {
            "en": "Simon's conclusions, according to UFO Evidence, were that the couple was not lying but that the experience was a result of Betty <em>subconsciously</em> filling the details of their amnesia with an alien abduction scenario and that Barney <em>subconsciously</em> absorbed Betty's details of the encounter and reflected those in his separate hypnosis session.",
            "vi": "Theo Bằng chứng UFO, ông Simon đã kết luận rằng cặp vợ chồng này không hề nói dối nhưng những trải nghiệm này là kết quả từ việc Betty trong tiềm thức đã thêm thắt các chi tiết vào những chỗ mà cô đã quên bằng cảnh tượng bị người hành tinh bắt cóc; trong khi đó Barney trong tiềm thức lại đón nhận các chi tiết của Betty về cuộc chạm trán với người ngoài hành tinh và phản ánh những chi tiết này trong phiên thôi miên biệt lập của mình."
        },
        {
            "en": "\"I hope people shut up about gender and talk about the framework that informs gender bias—the forces that work on us <em>subconsciously</em> and affect men and women alike,\" Douglas says.",
            "vi": "\"Tôi hy vọng mọi người hãy đừng nói về giới tính mà hãy nói về vấn đề cốt lõi vốn ảnh hưởng đến thành kiến về giới tính – những động lực tác động trong tiềm thức của chúng ta và và gây ảnh hưởng lên cả nam giới lẫn phụ nữ là giống như nhau\", ông Douglas nói."
        },
        {
            "en": "When you’re stressed or anxious, you <em>subconsciously</em> clench your jaw and teeth; this strains the muscle that connects your jaw to your temples and can trigger a tension headache.",
            "vi": "Khi bạn bị căng thẳng hay lo lắng, bạn vô thức mím chặt hàm răng; việc này làm căng cơ nối hàm của bạn với thái dương và có thể gây ra nhức đầu do căng cơ."
        },
        {
            "en": "2. A high voice.   Researchers at the University College London found that men are attracted to a higher-pitched voice because it <em>subconsciously</em> signifies youth and a smaller body.",
            "vi": "2. Giọng cao.Các nhà nghiên cứu ở đại học Luân Đôn phát hiện ra đàn ông mê giọng cao vì tiềm thức giọng cao có nghĩa là người trẻ và cơ thể nhỏ nhắn hơn."
        },
        {
            "en": "1-3pm is the time of the Small Intestine and is when food eaten earlier will complete its digestion and assimilation. This is also a good time to go about daily tasks or exercise. Sometimes, vulnerable thoughts or feelings of abandonment my <em>subconsciously</em> arise at this time.",
            "vi": "1-3 giờ chiều là thời điểm của ruột non và khi ăn thức ăn sớm hơn sẽ hoàn thành việc tiêu hóa và hấp thu. Đây cũng là thời điểm tốt để thực hiện các công việc hàng ngày hoặc tập thể dục. Đôi khi, những suy nghĩ dễ bị tổn thương hoặc những cảm giác bị bỏ rơi trong tiềm thức của chúng ta phát sinh vào lúc này."
        },
        {
            "en": "In the Psychology Inquiry article \"Not Just Another False Memory: Further Thoughts on the UFO Abduction Phenomenon,\" the authors worked with the hypothesis that the alien abduction phenomenon is the product of a masochistic mind and is an expression of the individual to either, consciously or <em>subconsciously</em>, seek an escape from the self.",
            "vi": "Trong bài viết \"Không phải là một kí ức giả khác: Suy nghĩ thêm về hiện tượng bị UFO bắt cóc\" trên tạp chí Psychology Inquiry, tác giả đã đưa ra giả thuyết rằng câu chuyện người trái đất bị người hành tinh bắt cóc chỉ là sản phẩm của tâm lý bạo dâm và là một biểu hiện của cá nhân đó, trong trạng thái vô thức hoặc có ý thức, để tìm kiếm một lối thoát khỏi cái tôi."
        },
        {
            "en": "By bringing ’90s style back into vogue, we’re also (<em>subconsciously</em>) trying to recapture the energy from the time period as well. We’ve created an enormous mood board, donning our hopes and dreams in denim and jerseys; creating an environment of nostalgia. It’s beautiful in a sense, and is therefore everything that fashion is supposed to be. Fashion is aspirational: It represents what we want our perfect selves and a perfect world to look like.",
            "vi": "Bằng cách thịnh hành hóa phong cách của những năm 90, chúng ta trong (tiềm thức) đang cố gắng để lấy lại năng lượng từ khoảng thời gian đó một cách một cách tốt nhất. Chúng ta đã tạo ra nhiều cung bậc tâm trạng đa dạng, đem theo những hy vọng và ước mơ của chúng ta vào vải din và áo; tạo ra nỗi niềm hoải cổ. Nó đẹp trong một nghĩa nào đó, và vì vậy thời trang hỗ trợ cho mọi thứ. Thời trang là khát vọng: Nó đại diện cho những gì chúng ta muốn làm bản thân trở nên hoàn hảo và một thế giới hoàn hảo giống như thế."
        },
        {
            "en": "We all have our own unique scent as well. Just as no snowflake is like the other, no two scents are exactly alike. Some people may <em>subconsciously</em> be attracted to a certain type of odor a human gives off more than someone who has a different scent altogether. That alone can determine the course of a relationship and how long the interest among two people involved with each other is held. Scientists have concluded after much research that a scent can be more of an influence than the physical appearance of a human being.",
            "vi": "Tất cả chúng ta đều có mùi hương đặc trưng của riêng mình. Cũng như không có hai bông tuyết giống nhau, không có hai mùi hương giống nhau hoàn toàn. Theo tiềm thức, một số người có thể bị thu hút bởi mùi hương đặc trưng của một người hơn so với những người khác. Chỉ mỗi điều đó có thể xác định xu hướng của một mối quan hệ và sự cuốn hút giữa hai người với nhau kéo dài trong bao lâu. Các nhà khoa học đã kết luận sau khi nghiên cứu thấy mùi hương có thể ảnh hưởng nhiều hơn so với ngoại hình."
        },
        {
            "en": "A scent is so strong that you may <em>subconsciously</em> choose your soul mate just from that alone! Men excrete up to four times more pheromones than women from their skin, hair and especially their urine. It is also present in the armpits of both sexes, and women excrete one extra pheromone called copulin from their vaginas. It gets to the point where pheromones are even used to treat some sexual dysfunctions. Some clinics even use pheromone-scented lotions to enhance the sexual attraction between couples that may be having marital problems because of their sex lives.",
            "vi": "Mùi hương mạnh đến nỗi tiềm thức của bạn có thể chọn người bạn đời của dựa vào yếu tố này! Đàn ông tiết ra kích thích tố từ da, tóc và đặc biệt là nước tiểu gấp 4 lần so với phụ nữ. Kích thích tố cũng có mặt trong nách của cả hai giới, và phụ nữ tiết ra thêm một kích thích tố gọi là copulin từ âm đạo của họ. Kích thích tố thậm chí còn được dùng để điều trị một số rối loạn chức năng tình dục. Một số phòng khám thậm chí sử dụng kem thoa có mùi kích thích tố để tăng cường sự hấp dẫn tình dục giữa các cặp vợ chồng gặp trục trặc trong hôn nhân vì đời sống tình dục của họ."
        },
        {
            "en": "10 Bizarre Home Cures That Really Work         Of course there are some health staples you should never be without - bandages or OTC pain relievers come to mind. But you can treat or cure a surprising number of minor ailments with these unexpected household objects and foods. Next time you burn your tongue on piping hot pizza or come down with an unshakeable case of hiccups, keep these tips from The Big Doctors Book of Home Remedies in mind: Home cure: Vodka Use it for: Foot odor If your feet smell less than swell, wipe them down with a vodka-soaked washcloth to get rid of the stench. It’s the same principle as rubbing alcohol (which works equally well if you’d rather drink your Grey Goose). Vodka contains alcohol, which is antiseptic and drying, so it destroys odor-causing fungus and bacteria and dries out the moisture that lets these organisms grow.  Home cure: Pencil Use it for: Headaches When you’re stressed or anxious, you <em>subconsciously</em> clench your jaw and teeth; this strains the muscle that connects your jaw to your temples and can trigger a tension headache. A solution: “Put a pencil between your teeth but don’t bite,” says Fred Sheftell, M.D., director of the New England Center for Headache in Stamford, Conn. You automatically relax your jaw muscle to do this, which can prevent the pain. Home cure: Yogurt Use it for: Bad breath Preliminary research shows that the live bacteria in yogurt can suppress levels of bad breath–causing bacteria. “Good” bugs in yogurt may crowd out the “bad” stink-causing bacteria or create an unhealthy environment for it, says John C. Moon, DDS, a cosmetic and general dentist in Half Moon Bay, Calif. Home cure: Listerine Use it for: Blisters The classic breath freshener—and powerful antiseptic—can also do a number on blisters. Moisten a cotton ball with Listerine and dab it on your blister three times a day until the area dries out and no longer hurts, says Janet Maccaro, Ph.D., CNC, a holistic nutritionist and certified nutrition consultant in Scottsdale, Ariz. Home cure: Tennis ball Use it for: Achy feet For an easy, free mini massage that stretches and soothes your feet, slip off your shoes and roll each foot over a tennis ball, golf ball or soup can for a minute or two. To cool throbbing feet, roll them over a bottle of frozen water.  Home cure: Sugar Use it for: Hiccups A teaspoon of sugar swallowed dry can stop hiccups in minutes. The sugar is believed to modify the nerve muscles that would otherwise tell the muscles in the diaphragm to contract spasmodically and contribute to hiccups.  Home cure: Olives or lemons Use it for: Motion sickness Motion sickness causes you to produce excess saliva, which can make you nauseated, some doctors say. Compounds in olives called tannins dry out your mouth and can help soothe the queasies. Pop a couple at the first hint of nausea; sucking on a lemon or sipping a small amount of mint tea can also do the trick. Home cure: Vegetable oil Use it for: Brittle nails In order to really fix dry nails, you have to address the problem of too little moisture. In addition to using hand lotion regularly, try this nighttime treatment from dermatologist Dee Anna Glaser, M.D. Before you go to bed, apply vegetable oil to your hands, then put on vinyl gloves or wrap your hands in plastic wrap to keep the oil off your bedding. The hand coverings force the oil to penetrate your skin, preventing your hands and nails from getting too dry. Home cure: Peppermint or cinnamon gum Use it for: The stress of a traffic-packed commute  In a NASA-funded study, scientists from Wheeling Jesuit University monitored the responses of 25 college students during simulated driving scenarios. The volunteers reported that peppermint lowered their feelings of fatigue or anxiety by 20 percent. Peppermint and cinnamon each decreased frustration by 25 percent, increased alertness by 30 percent and made the ride seem 30 percent shorter. Not a gum or candy person? Buy peppermint or cinnamon aromatherapy diffusers for the car. Home cure: Apple Use it for: Whiter teeth Crunchy fruits and vegetables act as little toothbrushes when you chew them; they have a natural cleansing action that works on tooth enamel to remove stains. In particular, “apples have a gentle malic acid that also helps dissolve stains,” says Jennifer Jabow, DDS, of Park 56 Dental in New York City.",
            "vi": "10 Bizarre Home Cures That Really Work    Dĩ nhiên có một số sản phẩm y tế mà bạn không bao giờ nên không có – ví dụ như băng cuộn hoặc thuốc giảm đau OTC. Nhưng bạn có thể chữa trị hay xử lý một số khá nhiều những bệnh vặt với các vật dụng và thực phẩm có sẵn trong nhà mà bạn không ngờ tới. Lần sau nếu bạn làm phỏng lưỡi khi ăn bánh pizza nóng rẫy hoặc bị nất cục không dứt, hãy nhớ áp dụng những mẹo vặt của: The Big Doctors Book về Những mẹo vặt trong gia đình. Phương thuốc gia đình: Rượu vốt-ka Sử dụng khi: Mùi hôi chân Nếu bàn chân của bạn có mùi khó chịu, lau sạch chân bằng khăn thấm vodka để tống khứ mùi hôi. Đó là cùng nguyên lý như dùng cồn để rửa vết thương (cũng hiệu quả tương tự nếu bạn dùng rượu Grey Goose). Rượu vốt-ka chứa cồn, là thuốc sát khuẩn và làm khô, vì vậy nó huỷ diệt vi khuẩn và nấm gây ra mùi hôi đồng thời giữ chân khô thoáng khiến các sinh vật này không thể phát triển.   Phương thuốc gia đình: Bút chì Sử dụng khi: Nhức đầu Khi bạn bị căng thẳng hay lo lắng, bạn vô thức mím chặt hàm và răng; việc này làm căng cơ nối hàm của bạn với thái dương và có thể gây ra nhức đầu do căng cơ. Giải pháp: \"Đặt một cây bút chì nằm giữa răng của bạn nhưng không cắn,\" bác sĩ Fred Sheftell, giám đốc New England Center for Headache ở Stamford, Conn, khuyên bạn hãy làm như thế . Động tác đó giúp bạn thư giãn cơ hàm một cách tự động, nên có thể ngăn ngừa cơn đau. Phương thuốc gia đình: Sữa chua Sử dụng khi: Hơi thở có mùi Nghiên cứu sơ bộ cho thấy rằng vi khuẩn sống trong sữa chua có thể làm giảm số lượng của vi khuẩn gây ra mùi hơi thở. Bác sĩ răng hàm mặt John C Moon, thuộc viện Half Moon Bay, Cali, giải thích rằng những vi khuẩn \"tốt\" trong sữa chua có thể đánh bật các vi khuẩn \"xấu\" gây mùi hôi hoặc tạo môi trường không thuận lợi khiến các vi khuẩn đó không thể sinh sôi phát triển. Phương thuốc gia đình: Nước sát trùng lixtơrin Sử dụng khi: Bị bỏng giộp Chất làm thơm mát hơi thở cổ điển - và chất khử trùng mạnh - cũng có thể rất hiệu quả khi bị bỏng giộp. Làm ẩm cục bông với nước sát trùng lixtơrin và phủ nhẹ lên trên vết bỏng giộp của bạn ba lần một ngày cho đến khi vùng đó khô ráo và không còn đau - tiến sĩ Janet Maccaro, chuyên viên nghiên cứu và cố vấn dinh dưỡng, ở Scottsdale, Arizona – hướng dẫn. Phương thuốc gia đình: Banh quần vợt  Sử dụng khi: Bàn chân bị đau nhức Để xoa bóp nhẹ nhàng và thoải mái giúp thư giãn và làm êm dịu chân của bạn, cởi giày ra và lăn tròn mỗi bàn chân trên banh quần vợt, bóng gôn hay lon súp chừng 1 hay 2 phút. Để làm dịu bàn chân bị đau buốt, lăn tròn bàn chân trên một chai nước đá. Phương thuốc gia đình: Đường Sử dụng khi: Nấc cục Nuốt không một thìa cà phê đường có thể chấm dứt nấc cục trong nháy mắt. Đường được cho là có tác dụng điều chỉnh các cơ thần kinh mà nếu hoạt động sai sẽ làm cho các cơ trong cơ hoành co thắt không đều và góp phần tạo nên nấc cục. Phương thuốc gia đình: Quả chanh hoặc trái ô liu Sử dụng khi: Say tàu xe Theo bác sĩ, chứng say tàu xe làm bạn tạo ra nước bọt dư thừa, có thể làm bạn buồn nôn. Các hợp chất trong trái ô liu gọi là tanin giữ cho miệng của bạn khô và có thể giúp làm giảm buồn nôn. Dùng một chút khi vừa cảm thấy buồn nôn; ngậm 1 lát chanh hoặc nhấp một chút trà bạc hà cũng có thể chống say tàu xe. Phương thuốc gia đình: dầu thực vật Sử dụng khi: Móng tay dễ gãy Để thực sự sửa chữa móng tay khô, bạn phải giải quyết vấn đề về độ ẩm quá ít. Ngoài việc sử dụng kem thoa tay thường xuyên, hãy thử cách điều trị vào ban đêm do bác sĩ chuyên khoa da liễu Dee Anna Glaser hướng dẫn: Trước khi đi ngủ, hãy xoa dầu thực vật vào bàn tay, sau đó mang găng tay vinyl hoặc quấn bàn tay bạn trong bọc nhựa để tránh làm dây dầu ra giường ngủ của bạn. Găng tay sẽ làm cho dầu thấm vào da của bạn, làm bàn tay và móng bạn không trở nên quá khô. Phương thuốc gia đình: kẹo cao su bạc hà hoặc quế Sử dụng khi: Căng thẳng khi đi lại trên các phương tiện giao thông đông đúc Trong một nghiên cứu do NASA tài trợ, các nhà khoa học từ Đại học Wheeling Jesuit theo dõi phản ứng của 25 sinh viên cao đẳng trong những kịch bản điều khiển mô phỏng. Người sinh viên tình nguyện đó đã cho biết là bạc hà làm giảm cảm giác mệt mỏi hoặc lo âu của họ khoảng 20 phần trăm. Bạc hà và quế mỗi hạ thấp sự thất vọng xuống 25 phần trăm, tăng cường tỉnh táo 30 phần trăm và làm cho chuyến đi có vẻ ngắn hơn 30 phần trăm. Còn nếu như bạn là người không thích nhai kẹo hay sing-gum? Hãy dùng bình xịt tạo mùi thơm cho xe hơi có mùi bạc hà hay quế. Phương thuốc gia đình: Táo Sử dụng khi: Làm trắng răng hơn Trái cây và rau củ cứng giòn sẽ có tác dụng như là một cái bàn chải răng nhỏ khi bạn nhai chúng; chúng có tác động làm sạch tự nhiên trên men răng giúp xoá bỏ các vết ố xỉn màu. Đặc biệt là, \"táo chứa có chứa axít malic loãng cũng giúp làm mờ các vết ố trên răng\", theo Bác sĩ Răng hàm mặt Jennifer Jabow ."
        },
        {
            "en": "Carry me out in your arms     On my wedding day, I carried my wife in my arms. The bridal car stopped in front of our one-room flat. My buddies insisted that I carry her out of the car in my arms. So I carried her into our home. She was then plump and shy. I was a strong and happy bridegroom. This was the scene of ten years ago. The following days were as simple as a cup of pure water: we had a kid, I went into business and tried to make more money. When the assets were steadily increasing, the affections between us seemed to ebb. She was a civil servant. Every morning we left home together and got home almost at the same time. Our kid was studying in a boarding school. Our marriage life seemed to be enviably happy. But the calm life was more likely to be affected by unpredictable changes. Dew came into my life. It was a sunny day. I stood on a spacious balcony. Dew hugged me from behind. My heart once again was immersed in her stream of love. This was the apartment I bought for her. Dew said, “You are the kind of man who best draws girls’ eyeballs.” Her words suddenly reminded me of my wife. When we just married, my wife said, “Men like you, once successful, will be very attractive to girls.” Thinking of this, I became somewhat hesitant. I knew I had betrayed my wife. But I couldn't help doing so. I moved Dew's hands aside and said, “You go to select some furniture, O.K.? I've got something to do in the company.” Obviously she was unhappy, because I had promised her to go and see with her. At the moment, the idea of divorce became clearer in my mind although it used to be something impossible to me. However, I found it rather difficult to tell my wife about it. No matter how mildly I mentioned it to her, she would be deeply hurt. Honestly, she was a good wife. Every evening she was busy preparing dinner. I was sitting in front of the TV. The dinner was ready soon. Then we watched TV together. Or, I was lounging before the computer, visualizing Dew's body. This was the means of my entertainment. One day I said to her in a slight joking way, suppose we divorce, what will you do? She stared at me for a few seconds without a word. Apparently she believed that divorce was something too far away from her. I couldn't imagine how she would react once she got to know I was serious. When my wife went to my office, Dew had just stepped out. Almost all the staff looked at my wife with a sympathetic eye and tried to hide something while talking with her. She seemed to have got some hint. She gently smiled at my subordinates. But I read some hurt in her eyes. Once again, Dew said to me, “Ning, divorce her, O.K.? Then we live together.” I nodded. I knew I could not hesitate any more. When my wife served the last dish, I held her hand. “I've got something to tell you,” I said. She sat down and ate quietly. Again I observed the hurt in her eyes. Suddenly I didn't know how to open my mouth. But I had to let her know what I was thinking. “I want to divorce.” I raised a serious topic calmly. She didn't seem to be much annoyed by my words, instead she asked me softly, “why?” “I'm serious.” I avoided her question. This so-called answer turned her angry. She threw away the chopsticks and shouted at me, “you are not a man!” At that night, we didn't talk to each other. She was weeping. I knew she wanted to find out what had happened to our marriage. But I could hardly give her a satisfactory answer, because my heart had gone to Dew. With a deep sense of guilt, I drafted a divorce agreement which stated that she could own our house, our car, and 30% stake of my company. She glanced at it and then tore it into pieces. I felt a pain in my heart. The woman who had been living ten years with me would become a stranger one day. But I could not take back what I had said. Finally she cried loudly in front of me, which was what I had expected to see. To me her cry was actually a kind of release. The idea of divorce which had obsessed me for several weeks seemed to be firmer and clearer. A late night, I came back home after entertaining my clients. I saw her writing something at the table. I fell asleep fast. When I woke up, I found she was still there. I turned over and was asleep again. She brought up her divorce conditions: she didn't want anything from me, but I was supposed to give her one month's time before divorce, and in the month's time we must live as normal life as possible. Her reason was simple: our son would finish his summer vacation a month later and she didn't want him to see our marriage was broken. She passed me the agreement she drafted, and then asked me, “Do you still remember how I entered our bridal room on the wedding day?” This question suddenly brought back all those wonderful memories to me. I nodded and said, “I remember”. “You carried me in your arms”, she continued, so, “I have a requirement, that is, you carry me out in your arms on the day when we divorce. From now to the end of this month, you must carry me out from the bedroom to the door every morning.” I accepted with a smile. I knew she missed those sweet days and wished to end her marriage with a romantic form. I told Dew about my wife's divorce conditions. She laughed loudly and thought it was absurd. “No matter what tricks she does, she has to face the result of divorce,” she said scornfully. Her words more or less made me feel uncomfortable. My wife and I hadn't had any body contact since my divorce intention was explicitly expressed. We even treated each other as a stranger. So when I carried her out for the first day, we both appeared clumsy. Our son clapped behind us, “daddy is holding mummy in his arms.” His words brought me a sense of pain. From the bedroom to the sitting room, then to the door, I walked over ten meters with her in my arms. She closed her eyes and said softly, “Let us start from today, don't tell our son.” I nodded, feeling somewhat upset. I put her down outside the door. She went to wait for bus, I drove to office. On the second day, both of us “acted” much more easily. She leaned on my chest. We were so close that I could smell the fragrance of her blouse. I realized that I hadn't looked at this intimate woman carefully for a long time. I found she was not young any more. There were some fine wrinkles on her face. On the third day, she whispered to me, “The outside garden is being demolished. “Be careful when you pass there.” On the fourth day, when I lifted her up, I seemed to feel that we were still an intimate couple and I was holding my sweetheart in my arms. The visualization of Dew became vaguer. On the fifth and sixth day, she kept reminding me something, such as, where she put the ironed shirts, I should be careful while cooking, etc. I nodded. The sense of intimacy was even stronger. I didn't tell Dew about this. I felt it was easier to carry her. Perhaps the everyday workout made me stronger. I said to her, “It seems not difficult to carry you now.” She was picking her dresses. I was waiting to carry her out. She tried quite a few but could not find a suitable one. Then she sighed, “All my dresses have grown fatter.” I smiled. But I suddenly realized that it was because she was thinner that I could carry her more easily, not because I was stronger. I knew she had buried all the bitterness in her heart. Again, I felt a sense of pain. <em>Subconsciously</em> I reached out a hand to touch her head. Our son came in at the moment. “Dad, it's time to carry mum out.” he said. To him, seeing his father carrying his mother out had been an essential part of his life. She gestured our son to come closer and hugged him tightly. I turned my face because I was afraid I would change my mind at the last minute. I held her in my arms, walking from the bedroom, through the sitting room, to the hallway. Her hand surrounded my neck softly and naturally. I held her body tightly, as if we came back to our wedding day. But her much lighter weight made me sad. On the last day, when I held her in my arms I could hardly move a step. Our son had gone to school. She said, “Actually I hope you will hold me in your arms until we are old.” I held her tightly and said, “Both you and I didn't notice that our life was lack of such intimacy.” I jumped out of the car swiftly without locking the door. I was afraid any delay would make me change my decision. I walked upstairs. Dew opened the door. I said to her, “Sorry, Dew, I won't divorce. I'm serious.” She looked at me, astonished. The she touched my forehead. “You got no fever.” She said. I moved her hand off my head. “Sorry, Dew, I said, I can only say sorry to you, I won’t divorce. My marriage life was boring probably because she and I didn't value the details of life, not because we didn't love each other any more. Now I understand that since I carried her into the home, she gave birth to our child, I am supposed to hold her until I am old. So I have to say sorry to you.” Dew seemed to suddenly wake up. She gave me a loud slap and then slammed the door and burst into cry. I walked downstairs and drove to the office. When I passed the floral shop on the way, I ordered a bouquet for my wife which was her favorite. The salesgirl asked me to write the greeting words on the card. I smiled and wrote, \"I'll carry you out every morning until we are old.\"",
            "vi": "Hãy bế em ra trên đôi tay của anh nhé      Vào ngày cưới, tôi đã bế vợ trên đôi tay của mình. Xe đưa dâu dừng lại trước tổ uyên ương của chúng tôi. Đám bạn thân nhất quyết bắt tôi phải đưa nàng ra khỏi xe trên đôi tay của mình. Do vậy tôi đã bế nàng vào nhà. Lúc đó, nàng là một cô dâu tròn trĩnh và e thẹn, còn tôi là một chú rể rất sung sức và tràn trề hạnh phúc. Nhưng đó là cảnh của mười năm trước.  Những chuỗi ngày sau đó cũng giản dị như một cốc nước tinh khiết: chúng tôi có con, tôi bước vào thương trường và cố gắng kiếm thật nhiều tiền. Khi của cải trong gia đình chúng tôi mỗi lúc một nhiều hơn cũng là lúc tình cảm giữa hai chúng tôi suy giảm dần. Vợ tôi là một công chức nhà nước. Mỗi sáng chúng tôi cùng ra khỏi nhà với nhau và hầu như về nhà cùng một lúc. Con chúng tôi thì học tại một trường nội trú. Cuộc sống hôn nhân của chúng tôi nhìn bề ngoài hạnh phúc đến nỗi nhiều người phải ganh tị. Nhưng thật ra cuộc sống yên ấm đó gần như bị xáo trộn bởi những đổi thay không ngờ... Dew đã bước vào cuộc đời tôi. Đó là một ngày đầy nắng. Tôi đứng trước một ban công rộng lớn. Dew ôm vòng sau lưng tôi. Con tim tôi, một lần nữa, lại đắm chìm trong dòng suối yêu đương cùng nàng. Đây là căn hộ tôi mua cho cô ấy. Dew nói: \"Anh là mẫu đàn ông có sức cuốn hút với đàn bà nhiều nhất\". Câu nói của Dew đột nhiên nhắc tôi nhớ đến vợ mình. Hồi chúng tôi mới cưới, nàng nói: \"Mẫu đàn ông như anh, khi thành đạt sẽ rất quyến rũ với phụ nữ\". Nghĩ đến lời nói đó của vợ mình, tôi thoáng do dự. Tôi hiểu mình đang phản bội lại nàng. Nhưng tôi đã không thể cưỡng lại chính mình.  Kéo tay Dew sang một bên, tôi nói: \"Em đi mua mấy món đồ nội thất nhé? Anh có vài việc phải làm ở công ty\". Hiển nhiên là nàng thất vọng rồi bởi vì tôi đã hứa sẽ cùng đi với nàng. Ngay lúc ấy, ý nghĩ phải ly hôn xuất hiện trong tâm trí tôi mặc dù trước đây ly hôn là một điều tưởng chừng không thể. Nhưng tôi nhận ra khó mà mở lời với vợ về chuyện này. Cho dù tôi có đề cập nó một cách nhẹ nhàng đến đâu chăng nữa, cô ấy chắc chắn sẽ bị tổn thương sâu sắc. Công bằng mà nói, cô ấy là một người vợ tốt. Tối nào, cô ấy cũng bận rộn chuẩn bị bữa ăn tối, trong khi tôi ngồi phía trước màn ảnh TV. Bữa ăn tối thường xong sớm. Sau đó, chúng tôi cùng xem TV. Không thì, tôi lại thơ thẩn bên máy tính, mường tượng thân thể của Dew. Đó là cách tôi thư giãn. Một ngày nọ, tôi nửa đùa nửa thật nói với vợ tôi, \"Giả dụ chúng ta phải ly hôn, em sẽ làm gì?\". Cô ấy nhìn chằm chặp tôi phải đến vài giây mà không nói lời nào. Hiển nhiên cô ấy tin rằng ly hôn là một cái gì rất xa vời với cô ấy. Tôi không hình dung được vợ tôi sẽ phản ứng thế nào một khi biết rằng tôi đang nói nghiêm túc về chuyện đó. Lúc vợ tôi bước vào phòng làm việc của tôi ở công ty thì Dew cũng vừa bước ra. Hầu như tất cả nhân viên ở văn phòng tôi đều nhìn vợ tôi với ánh mắt ra chiều thông cảm và cố giấu giếm chút gì đó khi nói chuyện với nàng. Vợ tôi dường như có nghe phong phanh vài lời bóng gió. Cô ấy chỉ mỉm cười dịu dàng với đám nhân viên, nhưng tôi đọc được nỗi đau trong đôi mắt ấy. Một lần nữa, Dew lại nói với tôi: \"Ninh, anh ly dị cô ấy đi? Rồi chúng mình sẽ cùng chung sống với nhau\". Tôi gật đầu. Tôi biết mình không thể chần chừ thêm được nữa. Khi vợ tôi dọn ra bàn món ăn cuối cùng, tôi nắm lấy tay cô ấy. \"Anh có điều này muốn nói với em\", tôi nói. Cô ấy ngồi xuống, lặng lẽ ăn. Tôi lại nhìn thấy nỗi đau trong đôi mắt nàng. Đột nhiên, tôi không biết phải mở miệng như thế nào. Nhưng tôi phải nói cho cô ấy biết những gì tôi đang suy nghĩ thôi. \"Anh muốn ly hôn\". Cuối cùng thì tôi cũng đặt vấn đề hết sức nặng nề này một cách thật nhẹ nhàng. Cô ấy tỏ ra không khó chịu lắm với lời tôi nói mà chỉ hỏi nhỏ \"Tại sao?\". \"Anh nói thật đấy\", tôi tránh trả lời câu hỏi của cô ấy. Cái gọi là câu trả lời của tôi đã khiến cô ta giận dữ. Cô ấy ném đôi đũa đi và hét vào mặt tôi \"Anh không phải là đàn ông!\". Đêm đó, chúng tôi không nói chuyện với nhau. Cô ấy khóc lóc. Tôi hiểu cô ấy muốn biết chuyện gì đã xảy ra với cuộc hôn nhân của chúng tôi. Nhưng tôi khó đưa ra được câu trả lời thỏa đáng bởi vì trái tim tôi đã nghiêng về Dew. Trong tâm trạng tội lỗi tột cùng, tôi thảo đơn ly hôn ghi rõ cô ấy sẽ sở hữu căn nhà, chiếc xe hơi và 30% cổ phần trong công ty tôi. Nhìn lướt qua tờ đơn, cô ấy xé nó ra từng mảnh. Tôi cảm thấy tim mình đau nhói. Người phụ nữ chung sống với tôi suốt mười năm nay bỗng trở nên xa lạ chỉ trong một ngày. Nhưng, tôi không thể rút lại những lời đã nói. Cuối cùng, điều tôi mong đợi đã đến, cô ấy òa khóc trước mặt tôi. Tiếng khóc của cô ấy thực sự là liều thuốc an thần cho tôi. Ý định ly hôn dằn vặt tôi suốt nhiều tuần qua giờ đây dường như càng trở nên rõ rệt và mạnh mẽ. Trời khuya, tôi về nhà sau tiệc chiêu đãi khách hàng. Tôi nhìn thấy vợ tôi đang cắm cúi viết tại bàn làm việc. Tôi nhanh chóng chìm vào giấc ngủ. Lúc tỉnh giấc, tôi cũng còn nhìn thấy cô ấy ngồi viết. Tôi trở mình và ngủ tiếp. Vợ tôi đưa ra điều kiện ly hôn: Cô ấy không cần bất cứ thứ gì của tôi, nhưng tôi phải cho cô ấy thời gian một tháng trước khi chính thức ly hôn; và trong thời gian một tháng đó, chúng tôi phải sống với nhau một cuộc sống bình thường. Lý do chỉ đơn giản vì: tháng sau con trai của chúng tôi sẽ kết thúc kỳ nghỉ hè và cô ấy không muốn nó phải chứng kiến cuộc hôn nhân của chúng tôi đổ vỡ. Cô ấy đưa cho tôi thư thỏa thuận cô ấy soạn sẵn và hỏi: \"Anh còn nhớ em đã vào phòng cô dâu trong ngày cưới như thế nào không?\". Câu hỏi này chợt làm sống lại trong tôi tất cả những kỷ niệm tuyệt vời ngày ấy. Tôi gật đầu và nói: \"Anh còn nhớ\". \"Lúc đó, anh đã bế em trên đôi tay của anh\", cô ấy tiếp tục, \"do vậy, em có một yêu cầu là anh phải bế em ra vào ngày chúng ta ly hôn. Từ giờ đến hết tháng này, anh phải bế em từ giường ngủ đến cửa nhà mình vào mỗi sáng\".  Tôi mỉm cười đồng ý. Tôi biết cô ấy đang nhớ lại những chuỗi ngày ngọt ngào hạnh phúc và muốn cuộc hôn nhân của mình kết thúc lãng mạn. Tôi kể cho Dew nghe về điều kiện ly hôn của vợ mình. Cô ấy cười to và cho rằng đó là một yêu cầu ngu xuẩn. \"Cho dù cô ta có đưa ra mánh khóe gì chăng nữa, thì vẫn phải đối mặt với kết cục ly hôn mà thôi\", cô ấy nói một cách khinh bỉ. Lời nói đó của Dew ít nhiều khiến tôi cảm thấy khó chịu. Vợ tôi và tôi đã không đụng chạm gì về thể xác kể từ khi tôi có ý định ly hôn. Chúng tôi đối xử với nhau như hai người xa lạ. Vì vậy ngày đầu tiên tôi bế cô ấy, cả hai chúng tôi tỏ ra khá lóng ngóng, vụng về. Đứa con trai vỗ tay theo sau chúng tôi: \"Cha đang ôm mẹ trên tay\". Lời nói của con trẻ làm tim tôi đau nhói. Từ phòng ngủ đến phòng khách, sau đó mới đến cửa ra vào, tôi đã đi bộ trên mười mét với cô ấy trên tay. Cô ấy nhắm mắt và nói nhẹ nhàng, \"Chúng ta sẽ bắt đầu từ hôm nay đừng nói gì cho con hay\". Tôi gật đầu và cảm thấy chút gì lúng túng. Tôi đặt cô ấy xuống ở cửa ra vào. Cô ấy đứng đó chờ xe buýt, còn tôi lái xe đến công ty. Vào ngày thứ hai, chúng tôi \"diễn\" dễ dàng hơn. Cô ấy dựa vào ngực tôi. Chúng tôi quá gần nhau đến nỗi tôi có thể ngửi được mùi hương từ áo khoác của nàng. Tôi nhận ra rằng đã lâu lắm rồi tôi không nhìn kỹ người phụ nữ thân yêu của mình. Tôi nhận ra vợ tôi không còn trẻ nữa. Đã xuất hiện một vài nếp nhăn trên gương mặt của nàng. Ngày thứ ba, cô ấy thì thầm vào tai tôi: \"Vườn ngoài kia đang bị xói mòn đấy. Anh cẩn thận khi đi qua đó nghen\".  Ngày thứ tư khi tôi nâng cô ấy lên, tôi có cảm giác chúng tôi vẫn còn là một đôi uyên ương khăng khít và tôi đang ôm người yêu trong vòng tay âu yếm của mình. Những tơ tưởng về Dew trở nên mờ nhạt dần. Đến ngày thứ năm và thứ sáu, cô ấy tiếp tục dặn dò tôi vài thứ, nào là cô ấy để chiếc áo sơ mi vừa ủi ở đâu, nào là tôi phải cẩn thận hơn trong lúc nấu nướng. Tôi đã gật đầu. Cảm giác thân thiết, gần gũi lại trở nên mạnh mẽ nhiều hơn. Nhưng tôi không nói với Dew về điều này.  Tôi cảm thấy bế cô ấy dễ dàng hơn. Có lẽ mỗi ngày đều luyện tập như vậy đã làm tôi mạnh mẽ hơn. Tôi nói với cô ấy: \"Có vẻ bế em không còn khó nữa\". Vợ tôi đang chọn váy đi làm. Tôi thì đứng đợi để bế cô ấy. Cô ấy loay hoay một lúc nhưng vẫn không tìm ra chiếc váy nào vừa vặn cả. Rồi, cô ấy thở dài, \"Mấy cái váy của em đều bị rộng ra cả rồi\". Tôi mỉm cười. Nhưng đột nhiên tôi hiểu rằng thì ra cô ấy đã ốm đi nên tôi mới bế cô ấy dễ dàng, chứ không phải vì tôi mạnh khỏe hơn trước. Tôi biết vợ mình đã chôn giấu tất cả niềm cay đắng trong tim. Tôi lại cảm thấy đau đớn. Theo phản xạ tự nhiên, tôi đưa tay chạm vào đầu cô ấy. Đúng lúc đó, thằng con chúng tôi chạy đến \"Cha à, đến giờ bế mẹ ra rồi\" - nó nói. Đối với nó, hình như nhìn thấy cha bế mẹ ra đã là một phần tất yếu trong cuộc sống của nó rồi. Vợ tôi ra hiệu cho nó lại gần và ôm nó thật chặt. Tôi quay mặt đi vì sợ rằng mình sẽ thay đổi quyết định vào phút chót. Tôi ôm cô ấy trong vòng tay, bước từ phòng ngủ qua phòng khách, qua hành lang. Tay cô ấy vòng qua cổ tôi một cách nhẹ nhàng và tự nhiên. Tôi ôm cô ấy thật chặt, tưởng tượng như chúng tôi đang trở về ngày tân hôn. Nhưng tôi thật sự buồn vì vợ tôi đã gầy hơn xưa rất nhiều. Vào ngày cuối cùng, tôi thấy khó có thể cất bước khi ôm cô ấy trong vòng tay. Con trai chúng tôi đã lên trường. Vợ tôi bảo: \"Thực ra, em mong anh sẽ ôm em trong tay đến khi nào chúng ta già\".  Tôi ôm cô ấy thật chặt và nói: \"Cả em và anh đã không nhận ra rằng cuộc sống của chúng mình từ lâu đã thiếu vắng quá nhiều những thân mật, gần gũi\". Tôi phóng ra khỏi xe thật nhanh mà không cần khóa cả cửa xe. Tôi sợ bất cứ sự chậm trễ nào của mình sẽ khiến tôi đổi ý. Tôi bước lên lầu. Dew ra mở cửa. Tôi nói với cô ấy: \"Xin lỗi, Dew, anh không thể ly hôn. Anh nói thật đấy\". Cô ấy kinh ngạc nhìn tôi. Sau đó, Dew sờ trán tôi. \"Anh không bị sốt chứ\", cô ấy hỏi. Tôi gỡ tay cô ấy ra. \"Dew, anh xin lỗi\", tôi nói. \"Anh chỉ có thể xin lỗi em. Anh sẽ không ly dị. Cuộc sống hôn nhân của anh có lẽ tẻ nhạt vì cô ấy và anh không nhận ra giá trị của những điều bé nhỏ trong cuộc sống lứa đôi, chứ không phải bởi vì anh và cô ấy không còn yêu nhau nữa. Bây giờ, anh hiểu rằng bởi anh đưa cô ấy về nhà, bởi cô ấy đã sinh cho anh một đứa con, nên anh phải giữ cô ấy đến suốt đời. Vì vậy anh phải nói xin lỗi với em\". Dew như choàng tỉnh. Cô ta cho tôi một cái tát như trời giáng rồi đóng sầm cửa lại và khóc nức nở. Tôi xuống cầu thang và lái xe đến thẳng công ty. Khi đi ngang tiệm hoa bên đường, tôi đặt một lẵng hoa mà vợ tôi yêu thích. Cô bán hàng hỏi tôi muốn viết lời chúc gì vào tấm thiệp. Tôi mỉm cười và viết \"Anh sẽ bế em ra, vào mỗi sáng cho đến khi chúng ta già\"."
        },
        {
            "en": "7 REPETITION        7 REPETITION I wasn't sure what the hell i was doing here. Was I trying to push myself back into the zombie stupor? Had I turned masochistic — developed a taste for torture? I should have gone straight down to La Push I felt much, much healthier around Jacob. This was not a healthy thing to do. But I continued to drive slowly down the overgrown lane, twisting through the trees that arched over me like a green, living tunnel. My hands were shaking, so I tightened my grip on the steering wheel. I knew that part of the reason I did this was the nightmare, now that I was really awake, the nothingness of the dream gnawed on my nerves, a dog worrying a bone. There was something to search for. Unattainable and impossible, uncaring and   distracted… but he was out there, somewhere. I had to believe that. The other part was the strange sense of repetition I'd felt at school today, the coincidence of the date. The feeling that I was starting over—perhaps the way my first day would have gone if I'd really been the most unusual person in the cafeteria that afternoon. The words ran through my head, tonelessly, like I was reading them rather than hearing them spoken: It will be as if I'd never existed. I was lying to myself by splitting my reason for coming here into just two parts. I didn't want to admit the strongest motivation. Because it was mentally unsound. The truth was that I wanted to hear his voice again, like I had in the strange delusion Friday night. For that brief moment, when his voice came from some other part of me than my conscious memory, when his voice was perfect and honey smooth rather than the pale echo my memories usually produced, I was able to remember without pain. It hadn't lasted; the pain had caught up with me, as I was sure it would for this fool's errand. But those precious moments when I could hear him again were an irresistible lure. I had to find some way to repeat the experience… or maybe the better word was episode. I was hoping that déjà vu was the key. So I was going to his home, a place I hadn't been since my ill-fated birthday party, so many months ago. The thick, almost jungle-like growth crawled slowly past my windows. The drive wound on and on. I started to go faster, getting edgy. How long had I been driving? Shouldn't I have reached the house yet? The lane was so overgrown that it did not look familiar. What if I couldn't find it? I shivered. What if there was no tangible proof at all? Then there was the break in the trees that I was looking for, only it was not so  pronounced as before. The flora here did not wait long to reclaim any land that was left unguarded. The tall ferns had infiltrated the meadow around the house, crowding against the trunks of the cedars, even the wide porch. It was like the lawn had been flooded—waist-high—with green, feathery waves. And the house was there, but it was not the same. Though nothing had changed on the outside, the emptiness screamed from the blank windows. It was creepy. For the first time since I'd seen the beautiful house, it looked like a fitting haunt for vampires. I hit the brakes, looking away. I was afraid to go farther. But nothing happened. No voice in my head. So I left the engine running and jumped out into the fern sea. Maybe, like Friday night, if I walked forward… I approached the barren, vacant face slowly, my truck rumbling out a comforting roar behind me. I stopped when I got to the porch stairs, because there was nothing here. No lingering sense of their presence… of his presence. The house was solidly here, but it meant little. Its concrete reality would not counteract the nothingness of the nightmares. I didn't go any closer. I didn't want to look in the windows. I wasn't sure which would be harder to see. If the rooms were bare, echoing empty from floor to ceiling, that would certainly hurt. Like my grandmother's funeral, when my mother had insisted that I stay outside during the viewing. She had said that I didn't need to see Gran that way, to remember her that way, rather than alive. But wouldn't it be worse if there were no change? If the couches sat just as I'd last seen them, the paintings on the walls—worse still, the piano on its low platform? It would be second only to the house disappearing all together, to see that there was no physical possession that tied them in anyway. That everything remained, untouched and forgotten, behind them. Just like me. I turned my back on the gaping emptiness and hurried to my truck. I nearly ran. I was anxious to be gone, to get back to the human world. I felt hideously empty, and I wanted to see Jacob. Maybe I was developing a new kind of sickness, another addiction, like the numbness before. I didn't care. I pushed my truck as fast as it would go as I barreled toward my fix. Jacob was waiting for me. My chest seemed to relax as soon as I saw him, making it easier to breathe. \"Hey, Bella,\" he called. I smiled in relief. \"Hey, Jacob,\" I waved at Billy, who was looking out the window. \"Let's get to work,\" Jacob said in a low but eager voice. I was somehow able to laugh. \"You seriously aren't sick of me yet?\" I wondered. He must be starting to ask himself how desperate I was for company. Jacob led the way around the house to his garage. \"Nope. Not yet.\" \"Please let me know when I start getting on your nerves. I don't want to be a pain.\" \"Okay.\" He laughed, a throaty sound. \"I wouldn't hold your breath for that, though.\" When I walked into the garage, I was shocked to see the red bike standing up, looking like a motorcycle rather than a pile of jagged metal. \"Jake, you're amazing,\" I breathed. He laughed again. \"I get obsessive when I have a project.\" He shrugged. \"If I had any brains I'd drag it out a little bit.\" \"Why?\" He looked down, pausing for so long that I wondered if he hadn't heard my question. Finally, he asked me, \"Bella, if I told you that I couldn't fix these bikes, what would you say?\" I didn't answer right away, either, and he glanced up to check my expression. \"I would say… that's too bad, but I'll bet we could figure out something else to do. If we got really desperate, we could even do homework.\" Jacob smiled, and his shoulders relaxed. He sat down next to the bike and picked up a wrench. \"So you think you'll still come over when I'm done, then?\" \"Is that what you meant?\" I shook my head. \"I guess I am taking advantage of your very underpriced mechanical skills. But as long as you let me come over, I'll be here.\" \"Hoping to see Quil again?\" he teased. \"You caught me.\" He chuckled. \"You really like spending time with me?\" he asked, marveling. \"Very, very much. And I'll prove it. I have to work tomorrow, but Wednesday we'll do something nonmechanical.\" \"Like what?\" \"I have no idea. We can go to my place so you won't be tempted to be obsessive. You could bring your schoolwork—you have to be getting behind, because I know I am.\" \"Homework might be a good idea.\" He made a face, and I wondered how much he was leaving undone to be with me. \"Yes,\" I agreed. \"We'll have to start being responsible occasionally, or Billy and Charlie aren't going to be so easygoing about this.\" I made a gesture indicating the two of us as a single entity. He liked that—he beamed. \"Homework once a week?\" he proposed. \"Maybe we'd better go with twice,\" I suggested, thinking of the pile I'd just been assigned today. He sighed a heavy sigh. Then he reached over his toolbox to a paper grocery sack. He pulled out two cans of soda, cracking one open and handing it to me. He opened the second, and held it up ceremoniously. \"Here's to responsibility,\" he toasted. \"Twice a week.\" \"And recklessness every day in between,\" I emphasized. He grinned and touched his can to mine. I got home later than I'd planned and found Charlie had ordered a pizza rather than wait for me. He wouldn't let me apologize. \"I don't mind,\" he assured me. \"You deserve a break from all the cooking, anyway.\" I knew he was just relieved that I was still acting like a normal person, and he was not about to rock the boat. I checked my e-mail before I started on my homework, and there was a long one from Renee. She gushed over every detail I'd provided her with, so I sent back another exhaustive description of my day. Everything but the motorcycles. Even happy-go-lucky Renee was likely to be alarmed by that. School Tuesday had its ups and downs. Angela and Mike seemed ready to welcome me back with open arms—to kindly overlook my few months of aberrant behavior. Jess was more resistant. I wondered if she needed a formal written apology for the Port Angeles incident. Mike was animated and chatty at work. It was like he'd stored up the semester's worth of talk, and it was all spilling out now. I found that I was able to smile and laugh with him, though it wasn't as effortless as it was with Jacob. It seemed harmless enough, until quitting time. Mike put the closed sign in the window while I folded my vest and shoved it under the counter. \"This was fun tonight,\" Mike said happily. \"Yeah,\" I agreed, though I'd much rather have spent the afternoon in the garage. \"It's too bad that you had to leave the movie early last week.\" I was a little confused by his train of thought. I shrugged. \"I'm just a wimp, I guess.\" \"What I mean is, you should go to a better movie, something you'd enjoy,\" he explained. \"Oh,\" I muttered, still confused. \"Like maybe this Friday. With me. We could go see something that isn't scary at all.\" I bit my lip. I didn't want to screw things up with Mike, not when he was one of the only people ready to forgive me for being crazy. But this, again, felt far too familiar. Like the last year had never happened. I wished I had Jess as an excuse this time. \"Like a date?\" I asked. Honesty was probably the best policy at this point. Get it over with. He processed the tone of my voice \"If you want. But it doesn't have to be like that.\" \"I don't date,\" I said slowly, realizing how true that was. That whole world seemed impossibly distant. \"Just as friends?\" he suggested. His clear blue eyes were not as eager now. I hoped he really meant that we could be friends anyway. \"That would be fun. But I actually have plans already this Friday, so maybe next week?\" \"What are you doing?\" he asked, less casually than I think he wanted to sound. \"Homework. I have a… study session planned with a friend.\" \"Oh. Okay. Maybe next week.\" He walked me to my car, less exuberant than before. It reminded me so clearly of my first months in Forks. I'd come full circle, and now everything felt like an echo—an empty echo, devoid of the interest it used to have. The next night, Charlie didn't seem the smallest bit surprised to find Jacob and me sprawled across the living room floor with our books scattered around us, so I guessed that he and Billy were talking behind our backs. \"Hey, kids,\" he said, his eyes straying to the kitchen. The smell of the lasagna I'd spent the afternoon making—while Jacob watched and occasionally sampled—wafted down the hall; I was being good, trying to atone for all the pizza. Jacob stayed for dinner, and took a plate home for Billy. He grudgingly added another year to my negotiable age for being a good cook. Friday was the garage, and Saturday, after my shift at Newton's, was homework again. Charlie felt secure enough in my sanity to spend the day fishing with Harry. When he got back, we were all done—feeling very sensible and mature about it, too—and watching Monster Garage on the Discovery Channel. \"I probably ought to go.\" Jacob sighed. \"It's later than I thought.\" \"Okay, fine,\" I grumbled. \"I'll take you home.\" He laughed at my unwilling expression—it seemed to please him. \"Tomorrow, back to work,\" I said as soon as we were safe in the truck. \"What time do you want me to come up?\" There was an unexplained excitement in his answering smile. \"I'll call you first, okay?\" \"Sure.\" I frowned to myself, wondering what was up. His smile widened. I cleaned the house the next morning—waiting for Jacob to call and trying to shake off the Litest nightmare. The scenery had changed. Last night I'd wandered in a wide sea of ferns interspersed with huge hemlock trees. There was nothing else there, and I was lost, wandering aimless and alone, searching for nothing. I wanted to kick myself for the stupid field trip last week. I shoved the dream out of my conscious mind, hoping it would stay locked up somewhere and not escape again. Charlie was outside washing the cruiser, so when the phone rang, I dropped the toilet brush and ran downstairs to answer it. \"Hello?\" I asked breathlessly. \"Bella,\" Jacob said, a strange, formal tone to his voice. \"Hey, Jake.\" \"I believe that… we have a date\" he said, his tone thick with implications. It took me a second before I got it. \"They're done? I can't believe it!\" What perfect timing. I needed something to distract me from nightmares and nothingness. \"Yeah, they run and everything.\" \"Jacob, you are absolutely, without a doubt, the most talented and wonderful person I know. You get ten years for this one.\" \"Cool! I'm middle-aged now.\" I laughed. \"I'm on my way up!\" I threw the cleaning supplies under the bathroom counter and grabbed my jacket. \"Headed to see Jake,\" Charlie said when I ran past him. It wasn't really a question. \"Yep,\" I replied as I jumped in my truck. \"I'll be at the station later,\" Charlie called after me. \"Okay,\" I yelled back, turning the key. Charlie said something else, but I couldn't hear him clearly over the roar of the engine. It sounded sort of like, \"Where's the fire?\" I parked my truck off to the side of the Blacks' house, close to the trees, to make it easier for us to sneak the bikes out. When I got out, a splash of color caught my eye—two shiny motorcycles, one red, one black, were hidden under a spruce, invisible from the house. Jacob was prepared. There was a piece of blue ribbon tied in a small bow around each of the handlebars. I was laughing at that when Jacob ran out of the house. \"Ready?\" he asked in a low voice, his eyes sparkling. I glanced over his shoulder, and there was no sign of Billy. \"Yeah,\" I said, but I didn't feel quite as excited as before; I was trying to imagine myself actually on the motorcycle. Jacob loaded the bikes into the bed of the truck with ease, laying them carefully on their sides so they didn't show. \"Let's go,\" he said, his voice higher than usual with excitement. \"I know the perfect spot—no one will catch us there.\" We drove south out of town. The dirt road wove in and out of the forest—sometimes there was nothing but trees, and then there would suddenly be a breathtaking glimpse of the Pacific Ocean, reaching to the horizon, dark gray under the clouds. We were above the shore, on top of the cliffs that bordered the beach here and the view seemed to stretch on forever. I was driving slowly, so that I could safely stare out across the ocean now and then, as the road wound closer to the sea cliffs. Jacob was talking about finishing the bikes, but his descriptions were getting technical, so I wasn't paying close attention. That was when I noticed four figures standing on a rocky ledge, much too close to the precipice. I couldn't tell from the distance how old they were, but I assumed they were men. Despite the chill in the air today, they seemed to be wearing only shorts. As I watched, the tallest person stepped closer to the brink. I slowed automatically, my foot hesitating over the brake pedal. And then he threw himself off the edge. \"No!\" I shouted, stomping down on the brake. \"What's wrong?\" Jacob shouted back, alarmed.             \"That guy—he just jumped off the cliff! Why didn't they stop him? We've got to call an ambulance!\" I threw open my door and started to get out, which made no sense at all. The fastest way to a phone was to drive back to Billy's. But I couldn't believe what I'd just seen. Maybe, <em>subconsciously</em>, I hoped I would see something different without the glass of the windshield in the way. Jacob laughed, and I spun to stare at him wildly. How could he be so calloused, so cold-blooded? \"They're just cliff diving, Bella. Recreation. La Push doesn't have a mall, you know.\" He was teasing, but there was a strange note of irritation in his voice. \"Cliff diving?\" I repeated, dazed. I stared in disbelief as a second figure stepped to the edge, paused, and then very gracefully leaped into space. He fell for what seemed like an eternity to me, finally cutting smoothly into the dark gray waves below. \"Wow. It's so high.\" I slid back into my seat, still staring wide-eyed at the two remaining divers. \"It must be a hundred feet.\" \"Well, yeah, most of us jump from lower down, that rock that juts out from the cliff about halfway.\" He pointed out his window. The place he indicated did seem much more reasonable. \"Those guys are insane. Probably showing off how tough they are. I mean, really, it's freezing today. That water can't feel good.\" He made a disgruntled face, as if the stunt personally offended him. It surprised me a little. I would have thought Jacob was nearly impossible to upset. \"You jump off the cliff?\" I hadn't missed the \"us.\" \"Sure, sure.\" He shrugged and grinned. \"It's fun. A little scary, kind of a rush.\" I looked back at the cliffs, where the third figure was pacing the edge. I'd never witnessed anything so reckless in all my life. My eyes widened, and I smiled. \"Jake, you have to take me cliff diving.\" He frowned back at me, his face disapproving. \"Bella, you just wanted to call an ambulance for Sam,\" he reminded me. I was surprised that he could tell who it was from this distance. \"I want to try,\" I insisted, start ing to get out of the car again. Jacob grabbed my wrist. \"Not today, all right? Can we at least wait for a warmer day?\" \"Okay, fine,\" I agreed. With the door open, the glacial breeze was raising goose bumps on my arm. \"But I want to go soon.\" \"Soon.\" He rolled his eyes. \"Sometimes you're a little strange, Bella. Do you know that?\" I sighed. \"Yes.\" \"And we're not jumping off the top.\" I watched, fascinated, as the third boy made a running start and flung himself farther into the empty air than the other two. He twisted and cart wheeled through space as he fell, like he was skydiving. He looked absolutely free— unthinking and utterly irresponsible. \"Fine,\" I agreed. \"Not the first time, anyway.\" Now Jacob sighed. \"Are we going to try out the bikes or not?\" he demanded. \"Okay, okay,\" I said, tearing my eyes away from the last person waiting on the cliff. I put my seat belt back on and closed the door. The engine was still running, roaring as it idled. We started down the road again. \"So who were those guys—the crazy ones?\" I wondered. He made a disgusted sound in the back of his throat. \"The La Push gang.\" \"You have a gang?\" I asked. I realized that I sounded impressed. He laughed once at my reaction. \"Not like that. I swear, they're like hall monitors gone bad. They don't start fights, they keep the peace.\" He snorted. \"There was this guy from up somewhere by the Makah rez, big guy too, scary-looking. Well, word got around that he was selling meth to kids, and Sam Uley and his disciples ran him off our land. They're all about our land, and tribe pride… it's getting ridiculous. The worst part is that the council takes them seriously. Embry said that the council actually meets with Sam.\" He shook his head, face full of resentment. \"Embry also heard from Leah Clearwater that they call themselves 'protectors' or something like that.\" Jacob's hands were clenched into fists, as if he'd like to hit something. I'd never seen this side of him.  I was surprised to hear Sam Uley's name. I didn't want it to bring back the images from my nightmare, so I made a quick observation to distract myself. \"You don't like them very much.\" \"Does it show?\" he asked sarcastically. \"Well… It doesn't sound like they're doing anything bad.\" I tried to soothe him, to make him cheerful again. \"Just sort of annoyingly goody-two-shoes for a gang.\" “Yeah. Annoying is a good word. They're always showing off—like the cliff thing. They act like… like, I don't know. Like tough guys. I was hanging out at the store with Embry and Quil once, last semester, and Sam came by with his followers, Jared and Paul. Quil said something, you know how he's got a big mouth, and it pissed Paul off. His eyes got all dark, and he sort of smiled—no, he showed his teeth but he didn't smile—and it was like he was so mad he was shaking or something. But Sam put his hand against Paul's chest and shook his head. Paul looked at him for a minute and calmed down. Honestly, it was like Sam was holding him back—like Paul was going to tear us up if Sam didn't stop him.\" He groaned. \"Like a bad western. You know, Sam's a pretty big guy, he's twenty. But Paul's just sixteen, too, shorter than me and not as beefy as Quil. I think any one of us could take him.\" \"Tough guys,\" I agreed. I could see it in my head as he described it, and it reminded me of something… a trio of tall, dark men standing very still and close together in my father's living room. The picture was sideways, because my head was lying against the couch while Dr. Gerandy and Charlie leaned over me… Had that been Sam's gang? I spoke quickly again to divert myself from the bleak memories. \"Isn't Sam a little too old for this kind of thing?\" \"Yeah. He was supposed to go to college, but he stayed. And no one gave him any crap about it, either.  The whole council pitched a fit when my sister turned down a partial scholarship and got married. But, oh no, Sam Uley can do no wrong.\" His face was set in unfamiliar lines of outrage—outrage and something else I didn't recognize at first. \"It all sounds really annoying and… strange. But I don't get why you're taking it so personally.\" I peeked over at his face, hoping I hadn't offended him. He was suddenly calm, staring out the side window. \"You just missed the turn,\" he said in an even voice. I executed a very wide U-turn, nearly hitting a tree as my circle ran the truck halfway off the road. \"Thanks for the heads-up,\" I muttered as I started up the side road. \"Sorry, I wasn't paying attention.\" It was quiet for a brief minute. \"You can stop anywhere along here,\" he said softly. I pulled over and cut the engine. My ears rang in the silence that followed. We both got out, and Jacob headed around to the back to get the bikes. I tried to read his expression. Something more was bothering him. I'd hit a nerve. He smiled halfheartedly as he pushed the red bike to my side. \"Happy late birthday. Are you ready for this?\" \"I think so.\" The bike suddenly looked intimidating, frightening, as I realized I would soon be astride it. \"We'll take it slow,\" he promised. I gingerly leaned the motorcycle against the truck's fender while he went to get his. \"Jake…\"I hesitated as he came back around the truck. \"Yeah?\" \"What's really bothering you? About the Sam thing, I mean? Is there something else?\" I watched his face. He grimaced, but he didn't seem angry. He looked at the dirt and kicked his shoe against the front tire of his bike again and again, like he was keeping time. He sighed. \"It's just… the way they treat me. It creeps me out.\" The words started to rush out now. \"You know, the council is supposed to be made up of equals, but if there was a leader, it would be my dad. I've never been able to figure out why people treat him the way they do. Why his opinion counts the most. It's got something to do with his father and his father's father. My great-grandpa, Ephraim Black, was sort of the last chief we had, and they still listen to Billy, maybe because of that.”  \"But I'm just like everyone else. Nobody treats me special… until now.\" That caught me off guard. \"Sam treats you special?\" \"Yeah,\" he agreed, looking up at me with troubled eyes. \"He looks at me like he's waiting for something… like I'm going to join his stupid gang someday. He pays more attention to me than any of the other guys. I hate it.\" \"You don't have to join anything.\" My voice was angry. This was really upsetting Jacob, and that infuriated me. Who did these \"protectors\" think they were? \"Yeah.\" His foot kept up its rhythm against the tire. \"What?\" I could tell there was more.  He frowned, his eyebrows pulling up in a way that looked sad and worried rather than angry. \"It's Embry. He's been avoiding me lately.\" The thoughts didn't seem connected, but I wondered if I was to blame for the problems with his friend. \"You've been hanging out with me a lot,\" I reminded him, feeling selfish. I'd been monopolizing him. \"No, that's not it. It's not just me—it's Quil, too, and everyone. Embry missed a week of school, but he was never home when we tried to see him. And when he came back, he looked… he looked freaked out. Terrified. Quil and I both tried to get him to tell us what was wrong, but he wouldn't talk to either one of us.\" I stared at Jacob, biting my lip anxiously—he was really frightened. But he didn't look at me. He watched his own foot kicking the rubber as if it belonged to someone else. The tempo increased. \"Then this week, out of nowhere, Embry's hanging out with Sam and the rest of them. He was out on the cliffs today.\" His voice was low and tense. He finally looked at me. \"Bella, they bugged him even more than they bother me. He didn't want anything to do with them. And now Embry's following Sam around like he's joined a cult. \"And that's the way it was with Paul. Just exactly the same. He wasn't friends with Sam at all. Then he stopped coming to school for a few weeks, and, when he came back, suddenly Sam owned him. I don't know what it means. I can't figure it out, and I feel like I have to, because Embry's my friend and… Sam's looking at me funny.. and…\" He trailed off. \"Have you talked to Billy about this?\" I asked. His horror was spreading to me. I had chills running on the back of my neck. Now there was anger on his face. \"Yes,\" he snorted. \"That was helpful.\" \"What did he say?\" Jacob's expression was sarcastic, and when he spoke, his voice mocked the deep tones of his father's voice. \"It's nothing you need to worry about now, Jacob. In a few years, if you don't… well, I'll explain later.\" And then his voice was his own. \"What am I supposed to get from that? Is he trying to say it's some stupid puberty, coming-of-age thing? This is something else. Something wrong.\" He was biting his lower lip and clenching his hands. He looked like he was about to cry. I threw my arms around him instinctively, wrapping them around his waist and pressing my face against his chest. He was so big, I felt like I was a child hugging a grown-up. \"Oh, Jake, it'll be okay!\" I promised. \"If it gets worse you can come live with me and Charlie. Don't be scared, we'll think of something!\" He was frozen for a second, and then his long arms wrapped hesitantly around me. \"Thanks, Bella.\" His voice was huskier than usual. We stood like that for a moment, and it didn't upset me; in fact, I felt comforted by the contact. This didn't feel anything like the last time someone had embraced me this way. This was friendship. And Jacob was very warm. It was strange for me, being this close—emotionally rather than physically, though the physical was strange for me, too—to another human being. It wasn't my usual style. I didn't normally relate to people so easily, on such a basic level. Not human beings. \"If this is how you're going to react, I'll freak out more often.\" Jacob's voice was light, normal again, and his laughter rumbled against my ear. His fingers touched my hair, soft and tentative. Well, it was friendship for me. I pulled away quickly, laughing with him, but determined to put things back in perspective at once. \"It's hard to believe I'm two years older than you,\" I said, emphasizing the word older. \"You make me feel like a dwarf.\" Standing this close to him, I really had to crane my neck to see his face. \"You're forgetting I'm in my forties, of course.\" \"Oh, that's right.\" He patted my head. \"You're like a little doll,\" he teased. \"A porcelain doll.\" I rolled my eyes, taking another step away. \"Let's not start with the albino cracks.\" \"Seriously, Bella, are you sure you're not?\" He stretched his russet arm out next to mine. The difference wasn't flattering. \"I've never seen anyone paler than you… well, except for—\" He broke off, and I looked away, trying to not understand what he had been about to say. \"So are we going to ride or what?\" \"Let's do it,\" I agreed, more enthusiastic than I would have been half a minute ago. His unfinished sentence reminded me of why I was here.",
            "vi": "7 REPETITION        7. SỰ TÁI DIỄN Tôi không rõ mình đang làm cái quái quỷ gì ở đây nữa. Có phải tôi đang cố đẩy mình trở lại tình trạng đờ đẫn như một thây ma sống?  Hay tôi đã trở nên thích đau đớn – trở nên thích bị hành hạ, dày vò? Lẽ ra tôi phải đi thẳng xuống La Push – nơi tôi sẽ cảm thấy khoẻ hơn nhiều khi quẩn quanh bên Jacob. Đây không phải là việc làm lành mạnh chút nào.  Thế nhưng tôi vẫn tiếp tục lái chầm chậm xuống ngõ hẻm cây cối um tùm che phủ, ngoằn ngoèo qua các hàng cây có vòm lá che trên đầu như một đường hầm sinh động xanh ngát.  Tay run lẩy bẩy, nên tôi ghì chặt lấy vô - lăng.  Tôi biết rằng một phần lý do khiến mình hành động thế này chính là do cơn ác mộng, giờ đây khi đã tỉnh giấc hoàn toàn, sự trống rỗng của giấc mơ gặm mòn thần kinh của tôi, như chú chó đang nhay khúc xương vậy. Đã có một thứ để tìm kiếm.  Không thể với tới và không thể xảy ra, hững hờ và quẫn trí... nhưng anh hiện diện ở ngoài kia, một nơi nào đó. Tôi phải tin thế.  Lý do khác là cảm giác tái diễn kỳ lạ tôi cảm nhận ở trường hôm nay, sự trùng hợp ngẫu nhiên về ngày tháng.  Cảm giác như tôi đang bắt đầu lại từ đầu - có lẽ cảm giác ngày đầu tiên sẽ không còn nếu tôi thật sự là người bất thường nhất trong quán ăn trưa hôm đó.  Những lời ấy lởn vởn trong đầu tôi, đều đều, như tôi đang đọc chúng chớ không phải nghe chúng phát ra thành lời: Như thể tôi chưa hề tồn tại trên đời này.  Tôi đã đánh lừa chính mình bằng cách chia lý do vì sao tôi đến đây thành hai phần. Tôi không muốn thú nhận động cơ mạnh mẽ nhất khiến tôi làm việc này. Bởi vì như vậy thì thật là điên rồ. Sự thật đó là vì tôi muốn nghe tiếp giọng anh, như đã được nghe trong ảo giác kỳ lạ đêm thứ Sáu đó. Trong khoảnh khắc ngắn ngủi đó, ắt hẳn giọng anh phát ra từ phần nào đó trong cơ thể tôi hơn là từ ký ức có ý thức của tôi, giọng anh hoàn hảo và dịu dàng như mật ngọt chớ không phải là âm thanh yếu ớt vang vọng trong trí nhớ của tôi thường tạo ra, tôi đã có thể nhớ đến mà không đau đớn. Cảm giác này không kéo dài lâu; nỗi đau đã đến với tôi, đúng như tôi biết chắc nó sẽ đến vì chuyến đi ngu ngốc này. Nhưng khoảnh khắc quý báu khi có thể nghe được tiếng anh nói một lần nữa quả là một cám dỗ không cưỡng lại nỗi. Tôi phải tìm cách để lặp lại chuyện đó... hay có lẽ nói chính xác hơn là “tình tiết” đó. Tôi hy vọng rằng cái cảm giác ngờ ngợ ấy là mấu chốt của vấn đề. Vì thế tôi đang chạy đến nhà anh, nơi mà đã nhiều tháng trời rồi tôi không đến kể từ buổi tiệc sinh nhật bất hạnh đó.  Những tầng lá dày rậm rạp trườn từ từ qua cửa sổ xe tôi. Đường vào nhà cứ dài ra. Tôi bắt đầu đi nhanh hơn, bực mình.  Tôi đã chạy bao lâu rồi? Sao vẫn chưa đến nhà nhỉ? Con hẻm cây cối mọc che kín đến nỗi trông nó chẳng chút quen thuộc.  Chuyện gì sẽ xảy ra nếu tôi không thể tìm ra nhà? Tôi rùng mình. Chuyện gì sẽ xảy ra nếu chẳng có bằng chứng có thật nào cả? Rồi thì đến một khoảng trống không cây tôi đang tìm kiếm, chỉ có điều nó không quang đãng như trước đây.  Hệ thực vật ở đây chẳng chờ đợi lâu lắc để chiếm lại lãnh thổ bị bỏ không người canh giữ. Những cây dương xỉ cao đã lấn vào trảng cỏ quanh nhà, mọc đầy trên các cây tuyết tùng, thậm chí chiếm cả hiên nhà  rộng nữa. Cứ tựa như bãi cỏ đã bị  phủ trùm bởi làn sóng lông tơ xanh rì, cao ngang thắt lưng.  Và căn nhà vẫn ở đó, nhưng không giống như xưa. Cho dù bề ngoài chẳng có gì thay đổi, tình trạng không người ở thấy rõ rệt từ các ô cửa sổ trống. Thật đáng sợ. Kể từ khi tôi nhìn thấy ngôi nhà xinh đẹp này, đây là lần đầu tiên trông nó giống một nơi lui tới của ma cà rồng đúng nghĩa. Tôi đạp thắng, nhìn sang chỗ khác. Tôi sợ đi xa thêm.  Nhưng chẳng có gì xảy ra cả. Không có tiếng nói trong đầu.  Vì thế tôi cứ để máy nổ rồi nhảy ra biển dương xỉ. Có lẽ, cũng sẽ giống như đêm thứ Sáu đó, nếu tôi cứ đi về phía trước… Tôi từ từ đến gần mặt tiền ngôi nhà bỏ trống, hoang vu, xe tải của tôi phát ra một tiếng nổ đùng đùng an ủi phía sau. Khi đến cầu thang lên hành lang nhà thì tôi dừng lại, vì không có gì ở đây cả. Không còn chút hơi hướng nào của sự hiện diện của họ…sự hiện diện của anh. Ngôi nhà vẫn vững chắc ở đây, nhưng chẳng còn ý nghĩa gì. Sự tồn tại cụ thể của nó cũng không xua được sự trống rỗng của những cơn ác mộng.   Tôi không tiến lại gần nữa. Tôi không muốn nhìn vào cửa sổ. Tôi không chắc là có khó nhìn hơn không.  Nếu giả sử các căn phòng đó trống huơ trống hoác, từ sàn cho đến trần nhà, điều đó chắc chắn sẽ làm tôi đau lòng lắm. Giống như trong đám tang của bà tôi, lúc mẹ tôi nhất quyết bắt tôi ở ngoài trong suốt giờ hành lễ. Mẹ bảo rằng tôi không cần phải nhìn bà trong tình trạng như thế, để rồi lại nhớ đến bà như thế, chứ không nhớ bà như lúc bà còn sống.  Nhưng nếu mọi thứ không thay đổi, thì có không tệ hơn chăng? Nếu mấy cái trường kỷ vẫn ở chỗ tôi đã nhìn thấy lần cuối, những bức tranh vẫn nằm trên tường – liệu có tệ hại hơn không nếu chiếc đàn dương cầm vẫn nằm trên bệ thấp của nó? Dù sao thì chỉ tệ hại thua việc cả căn nhà biến mất hoàn toàn, chẳng còn lại món đồ nào đã từng gắn bó với họ. Nếu mọi thứ vẫn còn đó, vô cảm và bị quên lãng, bị bỏ lại sau lưng.  Y như tôi.  Tôi quay lưng bỏ lại sự trống rỗng đó, vội vã ra xe. Gần như chạy. Tôi nóng lòng muốn đi khỏi nơi này, trở về với thế giới loài người. Tôi cảm thấy trống rỗng kinh khủng, và muốn gặp Jacob. Có lẽ tôi đang mắc một loại bệnh mới, một cơn nghiện khác, giống như tình trạng đờ đẫn trước đây. Chả quan tâm. Tôi lao xe nhanh hết mức về phía hướng đã định.  Jacob đang đợi tôi. Ngực tôi dường như dễ chịu ngay khi vừa thấy anh, dễ thở hơn.  \"Chào, Bella,\" anh chàng gọi.  Tôi mỉm cười nhẹ nhõm. \"Chào, Jacob,\" tôi vẫy tay với Billy, lúc này đang nhìn ra cửa sổ.  \"Chúng ta bắt tay vào việc nào,\" Jacob nói nhỏ nhưng đầy háo hức.  Không hiểu làm sao tôi lại có thể cười to. \"Bạn thực chưa chán tôi à?\" Tôi thắc mắc. Chắc anh ta hẳn đang bắt đầu tự hỏi vì sao tôi lại thiết tha muốn có bạn như thế.  Jacob dẫn đường vòng quanh nhà đến ga-ra.  \"Không. Chưa.” \"Nhớ cho tôi biết khi nào tôi làm bạn nổi khùng nhé. Tôi không muốn thành người làm phiền người khác.\" \"Được rồi.” Anh chàng cười khùng khục. “Nhưng đừng mong có chuyện đó. \" Khi vào ga-ra, tôi bị sốc khi thấy chiếc xe máy màu đỏ đang đứng đó, trông giống như chiếc xe máy hơn là đống kim loại lởm chởm.  \"Jake, bạn thật tuyệt vời,\" tôi thở.  Anh lại cười to. \"Hễ bắt tay vào làm là tôi luôn bị cuốn hút quên hết mọi sự.\" Anh chàng nhún vai. \"Nếu mà thông minh một chút, thì tôi đã kéo dài hơn.” \"Sao vậy?” Anh chàng nhìn xuống, im lặng lâu đến độ tôi nghĩ anh không nghe tôi hỏi.  Cuối cùng, anh hỏi tôi, \"Bella, nếu tôi nói với bạn tôi không sửa được mấy cái xe máy này, thì bạn sẽ nói sao?” Tôi cũng không trả lời ngay, và anh chàng liếc lên nhìn vẻ mặt tôi.  \"Tôi sẽ nói… thế thì tệ nhỉ, nhưng tôi cá là mình sẽ nghĩ ra được chuyện khác để làm. Nếu mình thật sự không tìm ra được chuyện gì để làm thì mình vẫn có thể làm bài tập về nhà mà.\" Jacob mỉm cười, và đôi vai hết căng thẳng. Anh chàng ngồi xuống cạnh chiếc xe máy rồi cầm lấy chiếc cờ-lê. \"Vậy bạn vẫn ghé chơi sau khi tôi sửa xong xe chứ?\" \"Đó là điều bạn muốn nói đó hả?\" Tôi lắc đầu. “Tôi nghĩ đang lợi dụng tài năng kỹ thuật bị trả giá quá thấp của bạn.  Nhưng chừng nào bạn còn cho tôi đến đây chơi thì tôi sẽ đến hoài.” \"Mong gặp lại Quil nữa hả?\" anh chàng trêu.  \"Chớ còn gì nữa.” Anh cười khúc khích. \"Bạn thật sự thích đến chơi với tôi sao?\" anh chàng hỏi với vẻ ngạc nhiên.  \"Rất, rất thích. Và tôi sẽ chứng minh điều đó. Ngày mai tôi phải đi làm, nhưng thứ tư mình sẽ làm chuyện gì đó không dính đến máy móc nhé. \" \"Chẳng hạn như chuyện gì nào?\" \"Tôi không biết.  Tụi mình có thể đến nhà tôi để bạn khỏi bị cuốn vô công việc nữa   Bạn có thể đem bài vở ở trường đến –  bạn hẳn sẽ thua sút bạn bè, vì tôi cũng vậy. \" \"Làm bài  tập có thể là ý  hay đấy. \" Anh chàng nhăn mặt, và tôi tự hỏi anh chàng đã bỏ dở dang bao nhiêu bài tập để ở bên tôi.  \"Ờ, \" tôi đồng ý. \"Thỉnh thoảng mình phải tỏ ra có tinh thần trách nhiệm chứ, nếu không Billy và Charlie sẽ không thoải mái như thế về chuyện này đâu.”  Tôi làm cử chỉ ngụ ý hai chúng tôi là một thực thể thống nhất. Anh chàng thích thế nên ngoác miệng cười.  \"Mỗi tuần làm bài tập một lần nhé?\" anh chàng đề nghị.  \"Có lẽ nên hai lần,\" tôi đề nghị và nghĩ miên man về đống bài tập mới được giao hôm nay.  Anh chàng thở dài thườn thượt.  Sau đó vươn tay qua hộp đồ nghề để lấy một túi giấy.  Anh chàng rút ra hai hộp xô - đa, mở một hộp và đưa cho tôi.  Rồi anh chàng mở hộp thứ hai, và đưa nó lên một cách kiểu cách.  \"Chúc cho tinh thần trách nhiệm, \" anh chàng nâng cốc. \" Hai lần một tuần. \" \"Và sự liều lĩnh trong những ngày còn lại \" tôi nhấn mạnh.  Anh chàng cười toe toét và cụng lon nước vô lon của tôi.  Tôi về đến nhà muộn hơn dự định và thấy Charlie đã đặt mua pizza chớ không chờ tôi. Ông không để cho tôi lên tiếng xin lỗi.  \"Không sao đâu con, \" ông trấn an  tôi. \"dù sao đi nữa thì con cũng xứng đáng được nghỉ nấu ăn một bữa mà. \" Tôi biết ông cảm thấy nhẹ nhõm khi tôi vẫn cư xử như người bình thường, và ông không muốn làm đảo lộn tình hình.  Tôi kiểm tra thư điện tử trước khi bắt đầu làm bài tập, và thấy có một bức thư khá dài của Renee gửi. Mẹ nhiệt tình trả lời từng chi tiết tôi viết trong thư, nên tôi gởi tiếp một lá thư mô tả chi tiết chuyện ngày hôm nay của mình.  Kể mọi thứ trừ chuyện xe máy. Ngay cả Renee vô tư cũng có thể sẽ cảm thấy lo lắng vì điều đó.  Ngày thứ ba ở trường vừa vui vừa buồn. Angela và Mike có vẻ sẵn sàng chào đón tôi trở về một cách nồng nhiệt – sẵn sàng tốt bụng bỏ qua những hành vi khác thường trong những tháng qua của tôi. Jess thì không dễ như thế. Tôi tự hỏi không biết cô ấy có cần tôi viết thư chính thức xin lỗi về chuyện đã xảy ra ở Port Angeles không. Ở chỗ làm, Mike sôi nổi và hay chuyện trò hơn.  Như thể anh chàng đã gom lại chuyện cả một học kỳ, và bây giờ phun nó ra. Tôi nhận thấy giờ tôi có thể cười với anh ta, dù không dễ như với Jacob.  Có vẻ khá vô hại cho đến giờ về.  Mike nhấn nút đóng cửa sổ trong khi tôi gấp áo vét và nhét xuống dưới quầy.  \"Tối nay vui ha,\" Mike vui vẻ nói.  \"Ờ, \" tôi đồng ý, mặc dù tôi thích ở ga-ra cả buổi chiều hơn.  \"Thiệt dở vì tuần trước bạn phải bỏ ra ngoài sớm. \" Tôi hơi khó hiểu vì luồng suy nghĩ của anh ta. Tôi nhún vai. \"Chắc tại tôi nhát gan thôi.”  \"Ý tôi là, bạn nên coi bộ phim nào đó thích hợp hơn, bộ phim nào mà bạn thích ấy,\" anh chàng giải thích.  \"Ồ, \" tôi lẩm bẩm, vẫn không hiểu.  \"Có lẽ thứ Sáu này. Đi xem với mình nhé. Tụi mình có thể đi xem phim gì đó không rùng rợn chút nào hết.\" Tôi cắn môi.  Tôi không muốn làm mất lòng Mike, vì anh là người duy nhất sẵn sàng tha thứ cho sự khùng điên của tôi. Nhưng việc này, một lần nữa, nghe quá quen. Như thể  chưa bao giờ có năm ngoái.  Tôi ước gì mình có Jess để làm cớ từ chối.  \"Giống hẹn hò hả?\" Tôi hỏi. Giải pháp tốt nhất lúc này có lẽ là nên thành thật. Để dứt khoát.  Anh chàng cân nhắc âm điệu giọng tôi \"Nếu bạn muốn vậy.  Nhưng không cần phải thế.\" \"Tôi không hẹn hò đâu,\" tôi nói chậm rãi, nhận ra điều đó thật đúng. Toàn bộ thế giới này xa lạ quá đối với tôi.  \"Chỉ như bạn bè thôi?\" anh chàng đề nghị.  Đôi mắt trong veo, xanh biếc của anh bây giờ không còn nhiệt tình nữa. Dù sao đi nữa tôi cũng mong anh thực sự xem tôi là bạn bè.  \"Sẽ vui đấy. Nhưng tôi thiệt đã có kế hoạch vào thứ Sáu này rồi, tuần tới được không?\" \"Bạn đang bận làm gì vậy?\" cậu ấy hỏi, ít hờ hững hơn anh muốn ra vẻ vậy.  “Bài tập về nhà.  Tôi có một...  buổi học với một người bạn.” “Chà, được thôi. Có lẽ tuần tới vậy.\" Anh chàng đi bộ cùng tôi đến chỗ để xe của tôi, ít hồ hởi hơn trước. Điều này làm tôi nhớ lại những tháng đầu tiên ở Forks. Tôi đã quay lại từ đầu, và bây giờ mọi thứ giống như một tiếng vọng - tiếng vọng trống rỗng, thiếu sự thích thú vốn có.  Đêm kế, Charlie chẳng có vẻ ngạc nhiên chút nào khi thấy Jacob và tôi nằm ườn  trên sàn phòng khách với đống sách vở rải rác xung quanh, vì vậy tôi đoán ông và Billy đã bàn tán sau lưng chúng tôi.  \"Chào các con, \" ông nói, mắt nhìn lang thang vào nhà bếp. Mùi món lasagna thoảng đưa sang phòng khách, món này tôi làm cả buổi chiều - trong khi Jacob nhìn và chốc chốc lại ăn thử; tôi tỏ vẻ ngoan ngoãn, cố chuộc lỗi vì cái bánh pizza hôm trước.  Jacob ở lại dùng bữa tối, và mang về nhà cho Billy một đĩa. Anh chàng miễn cưỡng tăng thêm cho tôi một tuổi vì là một đầu bếp giỏi.  Thứ sáu tôi ở ga-ra, và thứ bảy, sau ca làm việc ở tiệm Newton, là lúc làm bài tập tiếp. Charlie cảm thấy khá yên tâm về sự tỉnh táo của tôi nên đã đi câu cá cả ngày với Harry. Khi ông quay về, chúng tôi đã làm xong hết mọi thứ - qua chuyện đó cảm thấy mình đã hiểu biết và trưởng thành  - và đang xem phim Monster Garage trên kênh Discovery.  \" Giờ thì tôi phải về thôi. \" Jacob thở dài. \"trễ hơn tôi nghĩ.” \"Được thôi, không sao đâu\" tôi làu bàu. \"Tôi sẽ đưa bạn về.” Anh chàng cười to vì vẻ mặt bất đắc dĩ của tôi – dường như nó làm anh hài lòng.  \"Ngày mai, trở  lại công việc nhé,“  tôi nói ngay khi chúng tôi đã an toàn trong xe tải. “Bạn muốn tôi đến lúc mấy giờ?\" Có vẻ phấn khích không sao tả nổi trong nụ cười đáp trả của anh ta. \"Tôi sẽ gọi bạn trước, được chứ ?\" \"Đương nhiên rồi.\" Tôi nhăn nhó với chính mình, thắc mắc không biết chuyện gì sẽ xảy ra nữa. Anh chàng cười toe toét.  Sáng hôm sau, tôi dọn dẹp nhà cửa - chờ Jacob gọi và cố xua tan cơn ác mộng. Cảnh vật đã thay đổi. Đêm qua tôi lang thang trong rừng dương xỉ, rải rác những cây độc cần khổng lồ. Ngoài ra không còn thứ gì khác, và tôi bị lạc, lang thang một mình không mục đích, không biết mình tìm kiếm cái gì. Tôi muốn đá cho mình một cú vì chuyến đi thực địa ngu ngốc tuần trước. Tôi xua đuổi giấc mơ đó ra khỏi đầu óc tỉnh táo của tôi, hi vọng nó sẽ ngủ yên ở một nơi nào đó và không tái hiện lại nữa.  Charlie đang ở bên ngoài rửa chiếc xe tuần tiễu, vì vậy khi điện thoại reo, tôi ném chiếc bàn chải chà nhà vệ sinh và chạy xuống nhà để nghe máy.  \"A lô?\" Tôi vừa nói vừa thở hổn hến.  \" Bella,” Jacob chào tôi với giọng lạ, khách sáo.  \"Chào, Jake.” \"Tôi nghĩ là... chúng ta có hẹn\" anh chàng nói với giọng đầy ngụ ý.  Phải mất một giây tôi mới nghĩ ra. \"Xong hết rồi à? Thật không thể tin nỗi!\"  Thật đúng lúc. Tôi cần một thứ gì đó để quên đi những cơn ác mộng và sự trống rỗng.  \"Vâng, xe chạy được rồi và mọi thứ đã xong.\" \"Jacob, bạn đúng là người tuyệt vời nhất,  tài giỏi nhất mà tôi biết. Bạn được thêm muời tuổi nữa vì chuyện này.” “Tuyệt!  Vậy thì bây giờ tôi trung niên rồi.\" Tôi cười to. \"Tôi đến ngay đây!\" Tôi ném vật dụng làm vệ sinh vào tủ phòng tắm và chộp áo khoác của mình.  \"Đi gặp Jake hả,\" Charlie nói khi tôi chạy qua ông. Thật ra đó không phải là một câu hỏi.  \"Vâng,” tôi vừa trả lời vừa nhảy vào chiếc xe tải.  \"Chút nữa bố đến đồn cảnh sát đấy, \" Charlie gọi với theo tôi.  \"Vâng,” tôi hét với lại, vặn chìa khoá.  Charlie nói thêm cái gì đó nữa, nhưng tôi không thể nghe rõ vì tiếng ồn của động cơ. Hình như là bố nói, \"Sao nó vui vẻ thế nhỉ?\" Tôi đỗ chiếc xe tải bên hông nhà của gia đình Black, gần hàng cây, để dễ lén đưa mấy chiếc xe máy ra. Khi tôi ra khỏi xe, một mảng màu đập vào mắt tôi - hai chiếc xe máy bóng lộn, một đỏ, một đen, đang ẩn mình dưới cây vân sam, nhìn từ nhà ra sẽ không thấy. Jacob đã chuẩn bị đâu vào đấy.  Có một sợi ru - băng xanh dương buộc thành nơ bướm quanh mỗi tay lái. Tôi đang bật cười lên thành tiếng vì chuyện đó thì Jacob chạy ra khỏi nhà.  “Sẵn sàng chưa?\" anh chàng hỏi nhỏ, mắt long lanh.  Tôi liếc nhìn qua vai của anh chàng, và không thấy Billy đâu cả.  \"Rồi,” tôi nói, nhưng tôi không cảm thấy phấn khích như trước; tôi đang cố hình dung mình ngồi trên chiếc xe máy này.  Jacob chất hai chiếc xe máy lên thùng xe tải một cách dễ dàng, để cẩn thận ở hai bên thành để chúng không lộ ra.  \"Đi nào,\" anh chàng nói, lên giọng phấn chấn. \"Tôi biết một chỗ rất tuyệt – ở đó chẳng ai tóm được mình đâu.” Chúng tôi lái xe về hướng nam ra khỏi thị trấn. Con đường đất len lỏi lúc xuyên vào rừng rồi lại ra ngoài, xung quanh toàn cây cối, rồi bỗng hiện ra cảnh ngoạn mục lờ mờ của bờ biển Thái Bình Dương, tiến đến đằng chân trời, xám đen dưới những áng mây. Chúng tôi đang ở trên bờ biển, trên đỉnh những vách đá bao bọc lấy bãi biển nơi đây và phóng tầm nhìn xa tít tắp.  Tôi đang lái chậm chậm, để có thể thỉnh thoảng nhìn thấy biển một cách an toàn lúc con đường uốn lượn lần theo các vách đá trên biển. Jacob đang kể chuyện sơn xe như thế nào, nhưng điều anh ta mô tả đi sâu vào vấn đề kỹ thuật quá, nên tôi không chú ý mấy.  Đúng lúc đó tôi thấy có bốn người đang đứng trên gờ đá, quá gần vách đứng. Nhìn từ xa tôi không thể đoán được độ tuổi của họ, nhưng tôi biết đó là đàn ông. Mặc dù hôm nay trời lạnh nhưng họ dường như đang mặc chỉ mỗi cái quần soóc.  Tôi nhìn thấy người cao nhất trong bọn bước lại gần miệng vực. Tôi tự động lái chậm lại, chân do dự muốn đạp phanh.  Và rồi gã ta ném mình xuống bờ vực.  \"Đừng!\" Tôi la to, đạp mạnh thắng.  \"Có chuyện gì vậy?\" Jacob hoảng hốt la lên.  \"Cái gã đó – nhảy khỏi vách đá ! Tại sao họ không ngăn anh ta lại? Chúng ta phải gọi xe cứu thương thôi !\" Tôi mở toang cửa ra ngoài, nhưng chẳng nghĩa lý gì. Cách nhanh nhất để gọi điện thoại là quay ngược về nhà Billy. Nhưng tôi không thể tin nổi điều mình vừa nhìn thấy. Có lẽ, trong tiềm thức, tôi đã hy vọng tôi đã thấy chuyện này khác đi nếu không có tấm gương của kính chắn gió trước mặt.  Jacob cười phá lên, và tôi quay người quắc mắt nhìn anh chàng. Sao anh ta lại có thể nhẫn tâm, máu lạnh đến như thế? \"Họ chơi trò nhảy từ vách đá lặn xuống biển đó, Bella. Giải trí thôi mà. Bạn biết đó, La Push đâu có phố mua sắm gì đâu. \" Anh chàng chọc tôi, nhưng đã có nét khó chịu trong giọng nói.  \"Nhảy từ vách đá lặn xuống biển?\" Tôi ngạc nhiên lẩm bẩm. Tôi nhìn chằm chằm hoài nghi khi người thứ hai bước lại bờ vực, dừng lại, rồi rất điệu nghệ nhảy vào khoảng không. Anh ta si mê cái cảm giác mà đối với tôi như đi vào cõi vĩnh hằng vậy, cuối cùng nhảy rất êm xuống những con sóng xám đen bên dưới.  \" Wow. Cao quá.\" Tôi lướt trở lại chỗ ngồi, vẫn nhìn tròn xoe vào hai người lặn còn lại. \"Phải đến cả trăm bộ. \" \"Vâng, đa số chúng tôi nhảy thấp hơn, chỗ tảng đá đâm ra từ vách đó chỉ khoảng nửa đoạn đường thôi.\" Anh chàng chỉ ra cửa sổ. Chỗ anh chàng chỉ có vẻ hợp lý hơn nhiều. \"Tụi đó thật điên. Có lẽ muốn khoe khoang ta đây tài giỏi cỡ nào. Thật ra, ý tôi là, hôm nay trời lạnh thấu xương như vầy mà ra đây nhảy. Nước lạnh thế này khó chịu lắm.” Anh chàng lộ vẻ bực bội, như thể trò giải trí này làm anh chàng khó chịu vậy. Điều đó làm tôi hơi ngạc nhiên. Tôi đã nghĩ Jacob gần như không biết khó chịu là gì.  \"Bạn cũng chơi trò đó à?\" Tôi không bỏ sót từ \"chúng tôi.” \"Dĩ nhiên rồi.\" Anh chàng nhún vai và cười toe toét. \"Vui lắm. Hơi sợ một chút, hơi liều lĩnh. \" Tôi ngoái lại chỗ vách đá, nơi người thứ ba đang đến miệng vực. Tôi chưa bao giờ chứng kiến cảnh liều lĩnh đến thế trong đời. Mắt tôi mở to và mỉm cười. \" Jake, bạn phải chỉ tôi nhảy đó.\" Anh chàng cau mày nhìn tôi, khuôn mặt tỏ vẻ không hài lòng. \"Bella, bạn vừa định gọi xe cứu thương cho Sam mà,” anh chàng nhắc tôi. Tôi bị bất ngờ vì anh ta biết tên người đó từ khoảng cách này.  \"Tôi muốn thử,” tôi kiên quyết, chuẩn bị ra khỏi xe lần nữa.  Jacob chộp cổ tay tôi. \"Không phải là hôm nay, được chứ? Ít ra chúng ta chờ ngày nào đó nắng ấm hơn được không?” \"Được rồi, không sao\" tôi đồng ý. Cửa mở, gió lạnh buốt làm tôi nổi da gà ở cánh tay. \"Nhưng tôi muốn nhảy sớm.” \"Sẽ sớm thôi.” Anh chàng trợn tròn mắt. \"Đôi khi bạn hơi kỳ cục đó, Bella. Bạn có biết vậy không?\" Tôi thở dài. \"Biết.” \"Mà mình không nhảy từ trên đỉnh cao nhất xuống đâu đấy.” Tôi nhìn, hết sức thích thú, khi gã thứ ba bắt đầu chạy và lao người vào khoảng không xa hơn hai gã kia. Chàng ta uốn người và xoay tròn trong không gian, rơi xuống giống như nhảy ra khỏi máy bay vậy. Trông gã có vẻ hoàn toàn tự do – không hề nghĩ ngợi gì cả và hoàn toàn không quan tâm đến gì nữa.  \"Được,\" tôi thừa nhận. “Dù sao thì không trong lần đầu tiên.\" Bây giờ Jacob thở dài.  \"Chúng ta có chạy tập xe máy hay không nè?\" anh chàng gặng hỏi.  \"Có chứ, có chứ, \" tôi nói, rời mắt khỏi người cuối cùng đang chờ nhảy trên vách đá. Tôi cài lại dây an toàn và đóng cửa. Động cơ vẫn còn chạy, nổ ầm ầm khi chạy không tải. Chúng tôi lại lái xe xuống đường.  \"Thế mấy người đó là ai vậy - mấy  người khùng đó?\" Tôi thắc mắc.  Anh chàng gầm gừ trong cổ họng tỏ vẻ chán chường \"Băng ở La Push đó.\" \"Chỗ bạn có băng đảng à?\" Tôi hỏi. Tôi nhận ra mình có vẻ ngưỡng mộ.  Anh ta cười trước phản ứng của tôi. \"Không giống bạn nghĩ đâu.   Tôi thề đó, họ giống như sinh viên tình nguyện giữ trật tự trong trường đã trở nên hư hỏng. Họ không đánh lộn, họ chỉ giữ trật tự thôi. \"Anh chàng  khịt mũi. \"Có một anh chàng đến từ đâu đó gần Makah, to con, trông khiếp lắm. Ừm, có tin đồn là anh ta đang bán chất kích thích cho tụi trẻ, thế là Sam Uley và đệ tử của anh ta đã đuổi hắn ra khỏi lãnh thổ của chúng tôi. Họ vì quê hương chúng tôi, và là niềm tự hào của bộ lạc…thật buồn cười. Phần tệ hại nhất là Hội đồng đối xử với họ rất tôn trọng. Embry nói rằng Hội đồng đã gặp Sam.\" Anh chàng lắc đầu, khuôn mặt đầy vẻ oán giận. \" Embry cũng nghe Leah Clearwater nói là họ tự xưng là “những người che chở” hay gì gì đó. \" Jacob siết chặt tay thành nắm đấm, như thể anh muốn đấm cái gì đó. Tôi chưa bao giờ nhìn thấy tính cách này của anh.  Tôi ngạc nhiên khi nghe tên Sam Uley. Tôi không muốn nó khơi lại những hình ảnh trong cơn ác mộng, vì vậy tôi nhận xét nhanh để làm mình phân tâm. \"Bạn không thích họ lắm thì phải.\" “Rõ vậy sao?\" anh chàng mỉa mai hỏi.  \"Ừm,...  đâu có vẻ họ đang làm chuyện sai trái gì đâu.\" Tôi cố dỗ dành anh chàng, để làm cho anh chàng vui vẻ trở lại. \"Họ chỉ là một băng nhóm tỏ vẻ quá tốt đẹp làm bực mình tí thôi.” \"À. Bực mình là từ thích hợp đó. Họ luôn khoe khoang – như  chuyện nhảy từ vách đá hồi nãy ấy. Chúng cư xử giống như…như, tôi không biết phải nói sao nữa. Như là những người tài giỏi. Vào học kỳ vừa qua, tôi đang chơi trong cửa hàng với Embry và Quil, và Sam đi ngang qua với đệ tử, Jared và Paul. Quil đã nói gì đó, bạn biết anh chàng đó lắm chuyện rồi, và câu nói đó làm Paul khó chịu. Mắt gã ta tối sầm lại, và kiểu cười của gã, không, gã nhe răng ra chớ không cười - và tựa như gã đang điên tới mức gã đang run rẩy hay sao đó. Nhưng Sam đặt bàn tay lên ngực của Paul và lắc đầu. Paul nhìn Sam một lát rồi dịu xuống. Thành thật mà cứ tựa như Sam đang kiềm chế gã ta - như thể Paul sắp xé xác chúng tôi ra nếu Sam không ngăn lại. \" Anh chàng phàn nàn. \" Như một gã cao bồi miền tây xấu xa. Bạn biết đó, Sam là một gã rất to con, năm nay hai mươi tuổi. Còn Paul cũng chỉ mới mười sáu, thấp hơn tôi và không nhiều cơ bắp như Quil.   Tôi nghĩ ai trong chúng tôi cũng hạ được hắn. \" \"Những người dũng cảm,\" tôi đồng ý. Tôi có thể cảm nhận điều đó trong đầu mình khi nghe anh chàng diễn tả, và điều này làm tôi nhớ đến cái gì đó…. Nhóm ba người đàn ông đứng sát vào nhau không nhúc nhích trong phòng khách của bố tôi. Hình ảnh ấy nghiêng qua một bên, vì đầu của tôi lúc đó đang đặt trên trường kỷ trong khi bác sĩ Gerandy và Charlie nghiêng người về phía tôi ….Hẳn đó là băng nhóm của Sam? Tôi nói nhanh để chuyển hướng suy nghĩ khỏi những ký ức ảm đạm. \"Chẳng phải Sam hơi quá lớn tuổi để làm mấy chuyện đó sao?\" \"Ờ. Gã ta lẽ ra phải đi học đại học rồi, nhưng gã hoãn lại. Mà lại chẳng hề ai chê trách gã về việc đó cả. Cả hội đồng đã làm ầm ĩ khi chị tôi bỏ học bổng bán phần để lấy chồng. Thế mà, ồ không, Sam Uley thì chẳng làm điều gì sai trái cả.\" Khuôn mặt của anh chàng tỏ vẻ giận dữ lạ thường --- giận dữ và một điều gì đó nữa mà lúc đầu tôi đã không nhận ra.  \"Tất cả các chuyện đó nghe thật khó chịu và…kỳ cục. Nhưng tôi không hiểu tại sao bạn lại cảm thấy bị xúc phạm vì chuyện đó.\" Tôi nhìn trộm khuôn mặt của anh, hy vọng mình không làm anh giận. Anh ta bỗng bình tĩnh trở lại, nhìn chằm chằm ra cửa sổ bên hông.  \"Bạn quên quẹo rồi,\" anh chàng điềm đạm nói.  Tôi cho xe quành theo vòng chữ U, suýt đụng vào một thân cây khi xe quanh lại chạy ra khỏi nửa đường.  \"Nhắc sớm ghê,\" tôi lẩm bẩm khi xe bắt đầu quẹo vào con đường nhỏ.  \"Xin lỗi, tôi không để ý.\" Chúng tôi im lặng một lát.  \"Bạn có thể dừng ở bất kỳ đâu dọc theo đường này,\" anh chàng nói với giọng nhỏ nhẹ.  Tôi tấp vào lề đường và tắt máy xe. Tai tôi kêu vo vo trong không gian tĩnh lặng. Cả hai chúng tôi đều đã ra ngoài xe, và Jacob đi vòng ra phía sau để lấy xe máy. Tôi cố hiểu vẻ mặt của anh chàng. Còn điều gì khác nữa đang làm anh chàng phiền muộn. Tôi căng thẳng.  Anh chàng cười gượng lúc đẩy chiếc xe đỏ về phía tôi. \"Chúc mừng sinh nhật muộn nhé. Bạn sẵn sàng tập chưa?\" \"Chắc rồi.\" Chiếc xe máy bỗng nhiên có vẻ đáng sợ, khủng khiếp khi tôi nhận ra tôi sắp phải leo lên cỡi nó.  \"Chúng ta sẽ chạy chậm thôi, \" anh chàng cam đoan.  Tôi cẩn thận dựng xe máy vào thành xe tải trong khi anh chàng đi lấy chiếc xe của mình.  \"Jake… \" tôi do dự khi anh chàng quay lại gần xe tải.  \"Gì?\" \"Chuyện gì đang làm bạn bực vậy? Về vụ Sam đó? Còn chuyện khác nữa phải không?\" Tôi quan sát  khuôn mặt của anh ta.  Anh nhăn mặt, nhưng chẳng có vẻ giận dữ. Anh chàng nhìn xuống đất và đá hoài chiếc giầy vào bánh trước xe, như thể anh đang nhịp chân.  Anh thở dài. \"Tại …..cái cách mà họ đối xử với tôi. Làm tôi khó chịu.” Bây giờ anh chàng mới thổ lộ. \"Bạn biết đó, Hội đồng phải gồm những thành viên có quyền ngang nhau, nhưng nếu cần một người lãnh đạo, thì đó sẽ là bố tôi.  Tôi không biết vì sao mọi người lại đối xử với bố tôi như vậy. Tại sao ý kiến của bố tôi luôn có giá trị nhất.  Hẳn là do ông nội và ông cố tôi. Ông cố tôi, Ephraim Black, là người tù trưởng cuối cùng của bộ tộc, và họ vẫn nghe lời Billy, chắc vì lý do đó.  \"Nhưng tôi thì cũng như mọi người khác thôi. Chẳng ai đối xử với tôi đặc biệt cả…. cho đến bây giờ.” Điều đó làm tôi bất ngờ. \"Sam đối xử với bạn đặc biệt hả ?\" \"Ừ, \" anh chàng thừa nhận, nhìn tôi với ánh mắt bối rối. \"Gã nhìn tôi như thể gã đang chờ đợi điều gì đó …giống như chờ một ngày nào đó tôi cũng sẽ tham gia băng nhóm ngớ ngẩn của gã. Gã để ý đến tôi hơn mọi đứa khác.  Tôi ghét chuyện đó quá. \" \"Bạn không cần phải tham gia vào đâu cả.\" Giọng tôi giận dữ. Chuyện này rõ ràng đã làm Jacob vô cùng khó chịu, và điều đó làm tôi tức điên lên.  “Những người che chở\" này nghĩ mình là ai kia chứ? \"Ừ.\" Cậu vẫn nhịp chân đá đá vào vỏ xe.  \"Sao?\" Tôi biết còn chuyện khác nữa.  Anh chàng cau mày, lông mày dựng lên có vẻ buồn và lo lắng hơn là giận dữ. \" Chuyện Embry. Gần đây nó tránh mặt tôi \" Những suy nghĩ này dường như chẳng hề ăn nhập gì với nhau, nhưng tôi tự hỏi có phải mình chịu trách nhiệm về vấn đề xảy ra với bạn anh chàng không.  \"Vì bạn đi chơi với tôi nhiều quá hả,\" tôi nhắc anh, cảm thấy mình ích kỷ.  Tôi đang độc chiếm anh chàng.  \"Không, không phải thế. Không chỉ với tôi- cả Quil lẫn mọi người đều bị đối xử như thế. Embry bỏ học một tuần rồi, nhưng nó chẳng ở nhà khi tụi tôi tìm cách gặp nó. Và khi nó trở về, nó trông... nó trông có vẻ lập dị lắm. Khiếp sợ. Quil và tôi đều cố thuyết phục nó kể cho chúng tôi nghe đã có chuyện gì xảy ra, nhưng nó không chịu nói chuyện với ai hết.\" Tôi nhìn chằm chằm vào Jacob, cắn môi lo lắng – anh chàng thực sự sợ hãi. Nhưng anhkhông nhìn tôi. Anh nhìn vào bàn chân đang đá vào khối cao su như thể nó thuộc về người khác. Nhịp độ tăng dần.  \"Rồi tuần này nè, bỗng nhiên Embry thường xuyên đi chơi với  Sam và tụi trong băng đó. Hôm nay nó cũng ở ngoài vách đá ấy.\" Giọng anh trầm xuống, căng thẳng.  Cuối cùng anh nhìn tôi. \"Bella, trước đây nó còn ghét họ hơn cả tôi. Nó đã chẳng muốn dính dáng gì đến tụi kia.  Thế mà giờ Embry lại đeo theo Sam như thể đã gia nhập một tôn giáo nào vậy\"  Và Paul cũng y vậy. Giống nhau y chang. Trước đó nó chẳng chơi gì với Sam hết.  Thế rồi nó bỏ học mấy tuần, và, khi quay trở lại, bỗng dưng Sam sở hữu nó. Tôi không biết vậy nghĩa là sao hết. Tôi không thể nghĩ ra. Và tôi thấy mình phải nghĩ cho ra, vì Embry là bạn tôi... Sam nhìn tôi rất kỳ cục... và…\" Giọng anh nhỏ dần.  “Bạn đã kể chuyện này cho Billy nghe chưa?\" Tôi hỏi.  Nỗi sợ hãi của anh đang lan sang tôi. Tôi cảm thấy ớn lạnh ở gáy.  Giờ đây vẻ mặt anh chàng lộ vẻ giận dữ. \"Rồi,\" anh chàng khịt mũi. \"Hay hết sức.\" \"Thế bố bạn nói gì?\" Giọng Jacob đầy mỉa mai, và khi kể lại, anh ta nhái lại giọng bí hiểm của Billy. “Chẳng có chuyện gì phải lo lắng đâu, Jacob. Trong vài năm nữa, nếu con không… hừm, bố sẽ giải thích sau.\" Rồi anh trở lại giọng mình.  \"Tôi phải hiểu sao với kiểu nói đó?  Có phải ông đang định nói rằng đây chỉ là do chuyện dậy thì ngu ngốc nào đó, do đến tuổi mà thôi? Đây là chuyện khác mà. Có gì đó không ổn.” Anh chàng cắn môi dưới rồi nắm chặt tay lại. Như sắp khóc.  Theo bản năng tôi vòng tay ôm người anh và áp mặt mình vào ngực anh. Anh quá to lớn, tôi có cảm giác như mình là đứa con nít đang ôm người lớn vậy.  \"Ồ, Jake, sẽ ổn thôi!\" Tôi hứa. \"Nếu tình hình trở nên tệ hại quá thì bạn có thể đến sống với tôi và Charlie.  Đừng sợ, chúng ta nghĩ đến chuyện khác đi nhé!” Anh chàng sững người một lát, rồi đôi cánh tay dài của anh ngập ngừng vòng qua tôi. \"Cám ơn, Bella.\" Giọng anh chàng khàn hơn bình thường.  Chúng tôi đứng như thế một lát, và tôi chẳng thấy khó chịu gì cả; thực ra, tôi cảm thấy dễ chịu vì sự tiếp xúc này. Cảm giác này không giống như cảm giác có người lần cuối cùng đã ôm tôi như thế. Đây là tình bạn. Và Jacob rất ấm.  Thật kỳ lạ đối với tôi, khi gần gũi thế này – về mặt tinh thần chớ không phải về mặt vật chất, dù rằng thân thể này cũng lạ lẫm đối với tôi  - với một người khác. Đó không phải là kiểu cách thường ngày của tôi. Bình thường tôi không gần gũi với mọi người quá dễ dàng như vậy, chỉ ở mức tối thiểu cần thiết mà thôi.  Không phải với con người.  \"Nếu đây là cách bạn phản ứng, tôi sẽ nổi điên thường xuyên hơn.” Giọng của Jacob nhẹ nhàng, bình thường trở lại, và tiếng cười anh ầm ầm bên tai tôi. Ngón tay anh chạm vào tóc tôi, dịu dàng và ngập ngừng.  Ừm, với tôi là tình bạn thôi.  Tôi nhanh chóng lùi ra, cùng cười to với anh, nhưng ngay lập tức quyết định cân nhắc mọi chuyện.  \"Thật khó mà tin là tôi lớn hơn bạn hai tuổi,  \"tôi nói, nhấn mạnh từ “lớn hơn”.  \"Bạn làm tôi thấy mình giống như người lùn vậy.\" Đứng gần như thế này, tôi thật sự phải nghểnh cổ lên mới thấy mặt anh.  \"Bạn quên là tôi đang ở tuổi bốn mươi à.\" \"Ờ, đúng rồi.” Anh vỗ nhẹ đầu tôi. \"Bạn giống một con búp bê nhỏ, \" anh chàng chọc. \"Búp bê bằng sứ.\" Tôi trợn tròn mắt, bước xa thêm một bước. \"Đừng có chỉ trích vụ bạch tạng đó nhe.\" “Thiệt đó, Bella, bạn có chắc là bạn không vậy không ?\" Anh chàng đưa cánh tay nâu sậm ra để kế bên cánh tay tôi.  Sự khác biệt hết sức rõ ràng. \"Tôi chưa từng thấy ai xanh xao hơn bạn... , hừm, trừ--\"  anh chàng khựng lại, còn tôi nhìn sang chỗ khác, cố không hiểu điều anh ta đã định nói.  \"Vậy mình có định chạy xe không đây?\" \"Chạy đi,\" tôi đồng ý, hăng hái hơn cách đây nửa phút. Câu nói nửa chừng của anh đã làm tôi nhớ đến lý do tại sao tôi có mặt ở đây."
        }
    ],
    "suggestions": []
}