{
    "en_vn": {
        "data": {
            "content": null,
            "word": "submerging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "submerging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "submerging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "submerging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "submerging"
        }
    },
    "sentences": [
        {
            "en": "An individual is nominated to take the challenge then they have 24 hours to complete the challenge or pay $100 to a charity of choice. To complete the challenge the video needs to be posted on Facebook or YouTube then the person who gets dunked nominates five more friends to keep the challenge moving on. This trend started with a single bucket of ice water, but now people are taking it to the extreme <em>submerging</em> their whole body in pools of ice water. This has medical experts concerned.",
            "vi": "Một người được thách rằng trong vòng 24 giờ phải thực hiện trò này nếu không thì chọn cách nộp 100 đô la làm từ thiện thay cho. Trò chơi sẽ kết thúc khi người chơi đăng tải video quay cảnh dội nước lên đầu trên các trang Facebook hoặc YouTube, sau đó thách đố 5 người bạn nữa của mình tham gia trò dội nước lên đầu. Lúc đầu mọi người chơi là dùng một xô nước đá thôi, nhưng hiện nay người ta chế ra đủ thứ hết sức dã man, đến mức như đằm mình trong hồ nước đá. Các chuyên gia y tế tỏ ra quan ngại về các trường hợp quá quắt như vậy."
        },
        {
            "en": "Death toll mounts from flooding in Rio de Janeiro state       More than 250 people have died in towns near Rio de Janeiro as heavy rains continue to cause flooding and mudslides in south-eastern Brazil.  Downpours triggered landslides in the mountain town of Teresopolis, where 130 were reported to have died.  At least three firefighters were among 107 people killed in mudslides in Nova Friburgo.  Brazil has seen severe flooding this year, leaving thousands homeless.  The death toll has been steadily climbing as rescuers reached remote villages in the mountains, some of which have been destroyed.  Civil defence officials in Nova Friburgo originally said seven people had died there, before increasing the figure several times. Presidential visit  A state of emergency has been declared in Teresopolis, 100km (62 miles) north of Rio Janeiro, where more than 1,000 people have been left homeless. Another 20 people died in the nearby town of Petropolis. With many people still reported missing it is feared the death toll could rise even further and there is concern about water-borne diseases. More than 800 rescue workers are conducting searches in the area. The Brazilian navy has offered helicopters to fly in equipment and personnel. Witnesses said rescue teams were using heavy machinery, shovels and bare hands to dig through tons of mud and debris. President Dilma Rousseff is due to fly over the area on Thursday to inspect the damage. Earlier this week, torrential rains in neighbouring Sao Paulo state left 13 people dead and brought traffic chaos to Brazil's biggest city. In Teresopolis, a river burst its banks, <em>submerging</em> buildings, while the rainfall set off several mudslides.  \"It's a huge catastrophe, a major disaster,\" Teresopolis Mayor Jorge Mario Sedlacek told Globo television.  TV footage showed homes destroyed and cars submerged. \"I saw six bodies on my street,\" 53-year-old resident Antonio Venancio told Reuters news agency. He said his house was inundated with mud but still standing. \"We just don't know what to do in the face of something so horrible,\" he added Civil defence officials in Teresopolis said that in 24 hours it rained 144mm - more than the usual amount for the whole of January.  Sea of mud  Power and telephone lines are down in the three towns, and there is no drinking water, officials say.  Major roads have been cut by floods and landslides, adding traffic chaos to the challenges facing state officials. One resident described the situation just outside Petropolis as a \"sea of mud\".  \"I've lived here 25 years and never seen anything like it,\" Manoel Candido da Rocha Sobrinho told Folha website.  \"I live in a higher spot but when I look down I just see a sea of mud. Most people saved themselves by scrambling up trees or fleeing to higher ground.\"",
            "vi": "Số người thiệt mạng tăng lên trong trận lũ lụt ở bang Rio de Janeiro       Hơn 230 người thiệt mạng ở các tỉnh gần Rio de Janeiro khi mưa lớn tiếp tục gây lũ lụt và sạt lở đất ở các tỉnh đông nam Brazil. Trận mưa như trút nước suốt đêm đã gây lở đất ở tỉnh miền núi Teresopolis khiến 122 người thiệt mạng.  Năm nay Braxin đã chứng kiến một trận lũ lớn khiến cho hàng ngàn người phải lâm vào cảnh màn trời chiếu đất. Tổng số người chết chắc chắn vẫn còn tăng lên khi những người cứu hộ lên tận những làng quê hẻo lánh ở miền núi. Những người trong đội lực lượng dân quân tự vệ ở Nova Friburgo nói rằng ban đầu tìm thấy bảy người chết sau đó tăng lên 38 rồi 97 người. Cuộc viếng thăm của tổng thống Tình trạng khẩn cấp đã được công bố ở Teresopolis, cách phía bắc Rio Janeiro 100km (62 dặm) nơi có hơm 1000 người lâm vào tình cảnh màn trời chiếu đất. 20 người khác bị thiệt mạng gần tỉnh Petropolis. Mười tám thi thể khác thuộc tỉnh Petropolis, gần Teresopolis, theo báo cáo truyền thông Braxin cho hay. Nhiều người được thông báo đang bị thất lạc có thể bổ sung vào danh sách người thiệt mạng.  Hơn 800 nhân viên cứu hộ đang tiến hành tìm kiếm ở vùng này. Hải quân Braxin đã yêu cầu trực thăng đến hỗ trợ trang thiết bị và nhân sự. Các nhân chứng cho biết đội cứu hộ đang dùng máy móc lớn, xẻng và tay không để đào bới qua hàng tấn bùn và đống đổ nát. Đầu tuần này, cơn mưa xối xả ở vùng lân cận bang Sao Paulo đã khiến 13 người thiệt mạng và gây hỗn loạn về giao thông kéo dài đến thành phố lớn nhất ở Braxin. Ở Teresopolis, cách phía bắc Rio Janeiro 100km (62 dặm), nước sông đã tràn qua bờ nhấn chìm nhiều toà nhà trong khi lượng mưa lớn này gây ra sạt lỡ đất. Cảnh lũ lụt trên ti vi cho thấy nhiều nhà bị phá huỷ và xe hơi bị nhận chìm. Ông cho biết nhà của ông đã bị ngập bùn nhưng vẫn chưa bị đổ. “Chúng tôi không biết phải làm gì để đối mặt với điều khủng khiếp này”, ông nói thêm. Những người trong đội dân quân tự vệ ở Teresopolis cho biết trong vòng 24 giờ, lượng mưa tăng lên 144mm- hơn lượng mưa bình thường trong cả tháng Giêng. Biển bùn Các đường dây cung cấp điện và điện thoại tạm thời ngưng hoạt động ở ba tỉnh và không có cả nước uống. Các con đường lớn bị chia cắt do lũ lụt và sạ lở đất, cộng thêm tình trạng giao thông hỗn loạn đang là vấn đề thách thức đối với các viên chức nhà nước. Thống đốc Sergio Cabral ở Rio de Janeiro đã yêu cầu hải quân cung cấp trực thăng để hỗ trợ vận chuyển đội cứu hộ đến vùng lũ lụt. Một người dân cho biết tình trạng ngay bên ngoài  Petropolis như là một “biển bùn”. Manoel Candido da Rocha Sobrinho đã kể với trang web Folha rằng “Tôi đã sống ở đây 25 năm và chưa bao giờ thấy cảnh tượng nào như thế\". “Tôi sống ở vùng cao hơn nhưng khi tôi nhìn xuống tôi chỉ thấy một biển bùn. Hầu hết mọi người đều tự bảo vệ mình bằng cách leo lên cây hoặc nấp vào chỗ đất cao hơn.”"
        }
    ],
    "suggestions": []
}