{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,sʌbsidai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự trợ cấp</td></tr></table><i/></div>",
            "word": "subsidization",
            "pronounce": "[,sʌbsidai'zei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "subsidization",
            "pronounce": "[,sʌbsidai'zei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subsidization",
            "pronounce": "[,sʌbsidai'zei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subsidization",
            "pronounce": "[,sʌbsidai'zei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "subsidization",
            "pronounce": "[,sʌbsidai'zei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Cross-<em>subsidization</em>",
            "vi": "Trợ cấp chéo"
        },
        {
            "en": "International experience shows a number of approaches to attack anti-competitive cross-<em>subsidization</em>.",
            "vi": "Kinh nghiệm quốc tế cho thấy có nhiều biện pháp để công kích hành vi bù giá chéo có tính chất phản cạnh tranh."
        },
        {
            "en": "Some policies to support the poor focused too heavily on <em>subsidization</em> and were amended rather slowly.",
            "vi": "Một số chính sách hỗ trợ người nghèo còn nặng về bao cấp và được sửa đổi quá chậm."
        },
        {
            "en": "With roughly half of VSBP borrowers being non-poor, the question is whether <em>subsidization</em> is warranted.",
            "vi": "Với gần một nửa số hộ đi vay không thuộc diện nghèo, câu hỏi ở đây là liệu việc trợ cấp có được đảm bảo."
        },
        {
            "en": "But the <em>subsidization</em> of lending terms deters participation by profitoriented organizations.",
            "vi": "Song, mức độ trợ cấp trong các điều khoản cho vay làm thoái chí các tổ chức hoạt động vì lợi nhuận."
        },
        {
            "en": "This <em>subsidization</em> programme had been notified in Viet Nam's tables on domestic support in agriculture (see paragraph 368).",
            "vi": "Chương trình trợ cấp này đã được thông báo trong biểu thông báo về hỗ trợ trong nước cho nông nghiệp của việt nam (xem đoạn 368)."
        },
        {
            "en": "<em>Subsidization</em> of contributions for the near poor may be necessary to increase the coverage of social health insurance.",
            "vi": "Có thể cần phải trợ cấp các khoản đóng góp cho những người cận nghèo để mở rộng phạm vi bao phủ của bảo hiểm y tế."
        },
        {
            "en": "Even when private providers are involved in service delivery, the State retains a significant role, through regulation or <em>subsidization</em>.",
            "vi": "Thậm chí cả khi có các nhà cung cấp tư nhân tham gia vào cung cấp dịch vụ, nhà nước vẫn đóng vai trò quan trọng thông qua các điều tiết hay trợ cấp."
        },
        {
            "en": "Options available for ensuring universal services include internal cross <em>subsidization</em>, access deficit charging and the establishment of a Universal fund.",
            "vi": "Các lựa chọn đảm bảo dịch vụ phổ cập bao gồm bù giá chéo, phí phổ cập dịch vụ và thành lập quỹ phổ cập."
        },
        {
            "en": "The paper specifies a list of anti-competitive practices, including cross-<em>subsidization</em> and misuse of information regarding competitors, essential facilities and commerce.",
            "vi": "Tài liệu này nêu cụ thể một số hành vi phản cạnh tranh bao gồm bù giá chéo và lạm dụng thông tin về đối thủ cạnh tranh, trang thiết bị quan trọng và thương mại."
        },
        {
            "en": "In practice, the dominant operator will seek to justify an anti-competitive cross-<em>subsidization</em> as a social subsidy, such as for implementing universal services.",
            "vi": "Trên thực tế, nhà khai thác có ảnh hưởng lớn sẽ tìm cách chứng minh hành vi bù giá chéo có tính chất phản cạnh tranh như là trợ cấp xã hội, chẳng hạn như thực hiện các dịch vụ phổ cập."
        },
        {
            "en": "In most instances, government needs to subsidize, or arrange for <em>subsidization</em> of, services to remote communities and to the very poor.",
            "vi": "Trong phần lớn các trường hợp, chính phủ cần hỗ trợ, hay thu xếp hỗ trợ các dịch vụ đến với các vùng xa xôi và đến những người rất nghèo."
        }
    ],
    "suggestions": []
}