{
    "en_vn": {
        "data": {
            "content": null,
            "word": "subscribed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "subscribed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subscribed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subscribed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "subscribed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She <em>subscribed</em> to a newspaper.",
            "vi": "Cô ta đã mua báo dài hạn."
        },
        {
            "en": "Peter <em>subscribed</em> to my opinion.",
            "vi": "Peter đã tán thành ý kiến của tôi."
        },
        {
            "en": "I <em>subscribed</em> to the Internet.",
            "vi": "Tôi đã thuê bao Internet."
        },
        {
            "en": "I <em>subscribed</em> to her good cause.",
            "vi": "Tôi đã tán thành một mục đích tốt đẹp của cô ấy."
        },
        {
            "en": "Peter <em>subscribed</em> a sum to a charity.",
            "vi": "Peter đã góp một số tiền vào việc từ thiện."
        },
        {
            "en": "Have you <em>subscribed</em> to cable television?",
            "vi": "Bạn có đóng tiền cho hệ thống truyền hình cáp không?"
        },
        {
            "en": "Mary <em>subscribed</em> to a cinema magazine.",
            "vi": "Mary đã đặt mua dài hạn một tạp chí điện ảnh."
        },
        {
            "en": "I wonder if my wife has <em>subscribed</em> to Vietnam News.",
            "vi": "Tôi phân vân không biết vợ tôi có đặt mua Vietnam News hay chưa."
        },
        {
            "en": "I <em>subscribed</em> for a book for my mother.",
            "vi": "Tôi đã đặt mua một cuốn sách cho mẹ tôi."
        },
        {
            "en": "Forty-six firms (48%) <em>subscribed</em> to e-mail services.",
            "vi": "Có 49 công ty (48%) có thuê bao dịch vụ thư điện tử."
        },
        {
            "en": "He <em>subscribed</em> 100 dollars to the flood relief fund.",
            "vi": "Anh ta đã góp 100 đôla vào quỹ cứu trợ nạn lụt."
        },
        {
            "en": "Dividends are paid on stock that is <em>subscribed</em>.",
            "vi": "Cổ tức được trả cho những cổ phiếu đã đặt mua."
        },
        {
            "en": "The expert <em>subscribed</em> a few remarks at the end of the essay.",
            "vi": "Ngài chuyên gia đã ghi vài nhận xét vào cuối một bài tiểu luận."
        },
        {
            "en": "I have <em>subscribed</em> to an English language magazine from the United States.",
            "vi": "Tôi đã đăng ký dài hạn một tạp chí tiếng anh từ mỹ."
        },
        {
            "en": "How do I view all threads that I am <em>subscribed</em> to?",
            "vi": "Làm thế nào để xem tất cả các chủ đề mà tôi đăng ký?"
        },
        {
            "en": "If the course is over - <em>subscribed</em>, registration will be on a first come, first served basis.",
            "vi": "Nếu lương học viên đăng ký lớp học quá đông, thì cho ghi danh theo hình thức đến trước giải quyết trước."
        },
        {
            "en": "If the course is over-<em>subscribed</em>, registration will be on a first come, first served basis.",
            "vi": "Nếu lương học viên đăng ký lớp học quá đông, thì cho ghi danh theo hình thức đến trước giải quyết trước."
        },
        {
            "en": "The Soviet government only employed those teachers who <em>subscribed</em> to the Marxist version of history.",
            "vi": "Chính phủ Xô-viết chỉ thuê những giáo viên nhìn nhận lịch sử theo kiểu của Mác."
        },
        {
            "en": "Total number of authorized ordinary shares and number of <em>subscribed</em> shares of the founding shareholders.",
            "vi": "Tổng số cổ phần phổ thông được quyền chào bán, số cổ phần các cổ đông sáng lập đăng ký mua."
        },
        {
            "en": "In this circumstance, founding shareholders who have not yet made payment of <em>subscribed</em> shares are no longer founding shareholders.",
            "vi": "Trong trường hợp này, cổ đông sáng lập chưa góp cổ phần theo đăng ký đương nhiên không còn là cổ đông của công ty."
        }
    ],
    "suggestions": []
}