{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sʌtli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xem <font color=\"#1371BB\">subtle</font></td></tr></table><i/></div>",
            "word": "subtly",
            "pronounce": "['sʌtli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "subtly",
            "pronounce": "['sʌtli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subtly",
            "pronounce": "['sʌtli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subtly",
            "pronounce": "['sʌtli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "subtly",
            "pronounce": "['sʌtli]"
        }
    },
    "sentences": [
        {
            "en": "They <em>subtly</em> gave us some privacy.",
            "vi": "Họ tế nhị để chúng ta được chút riêng tư."
        },
        {
            "en": "This's three <em>subtly</em> different styles of writing.",
            "vi": "Đây là ba phong cách viết khác nhau tinh tế."
        },
        {
            "en": "This cake is <em>subtly</em> flavoured with honey and spices.",
            "vi": "Loại bánh này được hòa trộn với vị mật ong và một số gia vị khác một cách rất khéo léo."
        },
        {
            "en": "Parents who spend much time with their children will <em>subtly</em> transmit their characteristics to their offspring.",
            "vi": "Bố mẹ dành nhiều thời gian với con cái mình sẽ truyền đạt những cá tính của họ một cách tế nhị với con cái của họ."
        },
        {
            "en": "There's a fine line between explaining things <em>subtly</em> and explaining things heavy - heandedly.",
            "vi": "Có một ranh giới rõ ràng giữa việc giải thích mọi thứ một các khéo léo tinh tế và giải thích mọi thứ một cách vụng về."
        },
        {
            "en": "The planes of his face seemed to have hardened <em>subtly</em>, tightened... aged.",
            "vi": "Gò má dường như cương nghị hơn, căng ra... già dặn."
        },
        {
            "en": "There's a fine line between explaining things <em>subtly</em> and explaining things heavy-heandedly.",
            "vi": "Có một ranh giới rõ ràng giữa việc giải thích mọi thứ một các khéo léo tinh tế và giải thích mọi thứ một cách vụng về."
        },
        {
            "en": "The planes of his face seemed to have hardened <em>subtly</em>, tightened... aged.",
            "vi": "Gò má dường như cương nghị hơn, căng ra ... già dặn."
        },
        {
            "en": "Canadian does exist as a separate variety of English, with <em>subtly</em> distinctive features of pronunciation and vocabulary.",
            "vi": "Ngôn ngữ Canada thật sự là một dạng riêng biệt của của tiếng Anh với những điểm đặc trưng rất khó nhận biết về phát âm và từ vựng."
        },
        {
            "en": "The owner <em>subtly</em> pointed out a woman standing with her two children in one of the aisles.",
            "vi": "Người chủ cửa hàng này đã tế nhị chỉ về phía một người phụ nữ đang đứng cùng hai đứa con tại một lối đi giữa các quầy hàng."
        },
        {
            "en": "Now that I looked, it was obvious that they were all dressed exceptionally well; simply, but in clothes that <em>subtly</em> hinted at designer origins.",
            "vi": "Bây giờ khi nhìn, rõ ràng là họ ăn mặc cực kỳ đẹp ; quần áo giản dị, nhưng tinh tế cho thấy sự độc đáo của nhà thiết kế."
        },
        {
            "en": "He went about his campaign slowly, <em>subtly</em>, not arousing the suspicions of Atlanta by the spectacle of a leopard trying to change his spots overnight.",
            "vi": "Chàng tiến hành chiến dịch của mình một cách từ từ, tinh vi, không để cho dân atlanta sinh nghi bằng cái cảnh tượng một con báo cố gắng một sớm một chiều xóa hết những đốm trên mình."
        },
        {
            "en": "Now that I looked, it was obvious that they were all dressed exceptionally well ; simply, but in clothes that <em>subtly</em> hinted at designer origins.",
            "vi": "Bây giờ khi nhìn, rõ ràng là họ ăn mặc cực kỳ đẹp; quần áo giản dị, nhưng tinh tế cho thấy sự độc đáo của nhà thiết kế."
        },
        {
            "en": "Each BreadTalk bears the urban, clear glass, clean cut look punctuated <em>subtly</em> with detailing of contrasting colours of artworks, unique to each locale.",
            "vi": "Mỗi cửa hàng BreadTalk toát lên một dáng vẻ thị thành, trong trẻo, sáng sủa với dấu nhấn tinh tế của những hoa văn màu sắc tương phản, độc đáo của từng nơi."
        },
        {
            "en": "Over time, by using the \"appropriate\" behavior to their own advantage, women can <em>subtly</em> reshape the way business is done in Vietnam.",
            "vi": "Cùng với thời gian, bằng cách ứng xử “phù hợp” để có lợi cho mình, phụ nữ có thể nhẹ nhàng chỉnh lại cách thức làm ăn ở Việt Nam."
        },
        {
            "en": "—speaking another language allows you access to other literatures, ideas, and selves. I love the way I’m <em>subtly</em> different depending on which language I’m speaking, and I feel this gives me a different insight into the world.",
            "vi": "—việc nói được những ngôn ngữ khác cho phép bạn kết nối với văn học, ý tưởng và những bản thể khác trong con người mình. Tôi thích cái vẻ mà tôi khác biệt một cách đầy tinh tế tùy thuộc vào ngôn ngữ tôi đang nói, và tôi cảm thấy điều này cho tôi cái nhìn sâu sắc từ nhiều góc độ khác nhau vào thế giới."
        },
        {
            "en": "It may also be the case that the form of the virus circulating in Mexico is <em>subtly</em> different to that elsewhere - although that will only be confirmed by laboratory analysis.",
            "vi": "Cũng có thể trường hợp này là do dạng vi-rút lan truyền ở Mêhicô hơi khác so với ở những nơi khác – mặc dù điều này chỉ có thể được khẳng định bằng cách phân tích trong phòng thí nghiệm."
        },
        {
            "en": "—speaking another language allows you access to other literatures, ideas, and selves. I love the way I’m <em>subtly</em> different depending on which language I’m speaking, and I feel this gives me a different insight into the world.",
            "vi": "—việc nói được những ngôn ngữ khác cho phép bạn kết nối với văn học, ý tưởng và những bản thể khác trong con người mình. Tôi thích cái vẻ mà tôi khác biệt một cách đầy tinh tế tùy thuộc vào ngôn ngữ tôi đang nói, và tôi cảm thấy điều này cho tôi cái nhìn sâu sắc từ nhiều góc độ khác nhau vào thế giới."
        },
        {
            "en": "Figure 2: The influenza A virus can mutate in two different ways; antigenic drift, in which existing antigens are <em>subtly</em> altered, and antigenic shift, in which two or more strains combine.",
            "vi": "Hình 2: Vi-rút cúm A có thể biến đổi theo 2 cách khác nhau: quá trình biến đổi kháng nguyên, trong đó các kháng nguyên có sẵn biến đổi rất tinh vi; và quá trình trao đổi kháng nguyên, trong đó hai hay nhiều dòng kết hợp lại với nhau."
        },
        {
            "en": "Google even supported it at one point. Back in 2010 when Google chairman Eric Schmidt launched the Droid X, he <em>subtly</em> dissed iOS's lack of Flash support by saying the Droid X was \"not a toy, not just an app engine.\" Schmidt said devices needed such applications to properly execute multimedia.",
            "vi": "Ở một thời điểm, Google thậm chí còn hỗ trợ Flash. Quay lại năm 2010 khi chủ tịch Google, Eric Schmidt, trình làng Droid X, ông đã khéo léo chê bai iOS vì không hỗ trợ Flash khi tuyên bố rằng Droid X “không phải là món đồ chơi, cũng không chỉ đơn thuần là chiếc điện thoại chạy ứng dụng\". Schmidt cho rằng các thiết bị cần có những ứng dụng như vậy để chạy nội dung đa phương tiện."
        }
    ],
    "suggestions": []
}