{
    "en_vn": {
        "data": {
            "content": null,
            "word": "subtropics"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>subtropics</k><blockquote>■ <cclass>plural noun the regions adjacent to or bordering on the tropics. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>subtropical</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "subtropics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subtropics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subtropics"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "subtropics"
        }
    },
    "sentences": [
        {
            "en": "The <em>subtropics</em> will become drier.",
            "vi": "Vùng cận nhiệt đới sẽ trở nên khô hơn."
        },
        {
            "en": "A genus of widely distributed mosquitoes occurring throughout the tropics and <em>subtropics</em>.",
            "vi": "Một giống muỗi phân bố rất rộng ở vùng nhiệt đới và cận nhiệt đới."
        },
        {
            "en": "Hookworm disease is widespread in the moist tropics and <em>subtropics</em>, and it affects over 1 billion people worldwide.",
            "vi": "Bệnh giun móc phổ biến ở các vùng nhiệt đới và bán nhiệt đới ẩm ướt, và nó làm ảnh hưởng đến hơn 1 tỷ người trên khắp thế giới."
        },
        {
            "en": "The disease occurs throughout the tropics and <em>subtropics</em> and is prevalent in areas of poor personal hygiene and sanitation.",
            "vi": "Bệnh xảy ra trên khắp vùng nhiệt đới và bán nhiệt đới và lưu hành trên các vùng có vệ sinh cá nhân và vệ sinh môi trường kém."
        },
        {
            "en": "A disease, common in the tropics and <em>subtropics</em>, caused by parasitic protozoans of the genus Leishmania, which are transmitted by the bite of sandflies.",
            "vi": "Một bệnh, thường thấy ở vùng nhiệt đới và bán nhiệt đới, gây ra do động vật nguyên sinh ký sinh thuộc giống leishmania, truyền sang người theo vết đốt của ruồi cát."
        }
    ],
    "suggestions": []
}