{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,sʌb'trɔpikl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cận nhiệt đới; có tính chất cận nhiệt đới</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">subtropical plants</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">các cây cận nhiệt đới</font></td></tr></table><i/></div>",
            "word": "subtropical"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "subtropical"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subtropical"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subtropical"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cận nhiệt đới</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">subtropical region</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vùng á nhiệt đới</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "subtropical"
        }
    },
    "sentences": [
        {
            "en": "<em>Subtropical</em> plants",
            "vi": "Các cây cận nhiệt đới"
        },
        {
            "en": "Tropical and <em>subtropical</em> plants - what are they?",
            "vi": "Cây nhiệt đới và cận nhiệt – chúng là những loài cây nào?"
        },
        {
            "en": "How many countries has <em>subtropical</em> climate?",
            "vi": "Có bao nhiêu quốc gia có khí hậu á nhiệt đới?"
        },
        {
            "en": "Vietnam is a country with a <em>subtropical</em> climate.",
            "vi": "Việt Nam là đất nước có khí hậu cận nhiệt."
        },
        {
            "en": "This area has many kinds of <em>subtropical</em> plants.",
            "vi": "Khu vực này có rất nhiều cây cận nhiệt đới."
        },
        {
            "en": "Ranchi lies entirely in humid <em>subtropical</em> monsoon area of India.",
            "vi": "Ranchi nằm hoàn toàn trong khu vực cận nhiệt đới ẩm gió mùa của Ấn Độ."
        },
        {
            "en": "Bitter melon is a tropical and <em>subtropical</em> vine of the family Cucurbitacea.",
            "vi": "Khổ qua (mướp đắng) là một loại cây leo nhiệt đới và cận nhiệt đới của gia đình Cucurbitacea."
        },
        {
            "en": "More than 300 species of hibiscus can be found around the world, growing in both tropical and <em>subtropical</em> regions.",
            "vi": "Hơn 300 loại hoa dâm bụt có thể được tìm thấy trên khắp thế giới, sinh trưởng ở cả vùng nhiệt đới và cận nhiệt đới."
        },
        {
            "en": "A <em>subtropical</em> cyclone is a weather system that has some characteristics of a tropical and an extra tropical cyclone.",
            "vi": "Gió cận nhiệt đới là hệ thống thời tiết mà có đặc điểm của cả gió nhiệt đới và siêu gió nhiệt đới."
        },
        {
            "en": "Okra is a very popular vegetables in <em>subtropical</em> Asia and Eastern Africa. Plants grow vigorously in warm climates and are very productive.",
            "vi": "Đậu bắp là một loại rau rất phổ biến ở châu Á, Đông Phi cận nhiệt đới. Cây phát triển mạnh ở vùng khí hậu ấm áp và cho năng suất rất cao."
        },
        {
            "en": "Lying in a <em>subtropical</em> monsoon climate and having its long coastline, Vietnam has the largest potentiality for wind-to-power energy development among four countries in the region, including Vietnam, Laos, Cambodia and Thailand.",
            "vi": "Nằm trong khí hậu nhiệt đới gió mùa và có đường bờ biển dài, Việt Nam có tiềm năng lớn nhất về phát triển năng lượng sức gió trong bốn nước trong khu vực, gồm Việt Nam, Lào, Cam Pu Chia và"
        },
        {
            "en": "Lying in a <em>subtropical</em> monsoon climate and having its long coastline, Vietnam has the largest potentiality for wind - to - power energy development among four countries in the region, including Vietnam, Laos, Cambodia and Thailand.",
            "vi": "Nằm trong khí hậu nhiệt đới gió mùa và có đường bờ biển dài, Việt Nam có tiềm năng lớn nhất về phát triển năng lượng sức gió trong bốn nước trong khu vực, gồm Việt Nam, Lào, Cam Pu Chia và Thái lan."
        },
        {
            "en": "Everglades National Park is the largest <em>subtropical</em> wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty-eight states, after Death Valley and Yellowstone. Each year, more than one million people visit the Everglades",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công"
        },
        {
            "en": "is the largest <em>subtropical</em> wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty - eight states, after Death Valley and Yellowstone. Each year, more than one million people visit the Everglades",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công viên quốc gia lớn thứ 3 trong số 48 bang vùng thấp sau Thung Lũng Chết và Yellowstone. Mỗi năm, có hơn một triệu người viếng thăm vùng đầm lầy Everglades."
        },
        {
            "en": "The total area of Ba Vi National Park is 11,372 hectares, of which primary forest accounts for 2,752 hectares. Located at an altitude of 100 – 1,296m of Ba Vi mountains with tropical and <em>subtropical</em> typical plants, the park is green all year round.",
            "vi": "Tổng diện tích vườn quốc gia Ba Vì là 11,372 hecta, trong đó rừng nguyên sinh chiếm 2,752 hecta. Tọa lạc ở độ cao 100 - 1,296m trên núi Ba Vì với những loài thực vật cận nhiệt đới và nhiệt đới điển hình, nơi đây được phủ xanh quanh năm."
        },
        {
            "en": "Everglades National Park is the largest <em>subtropical</em> wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty - eight states, after Death Valley and Yellowstone. Each year, more than one million people visit the Everglades",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công viên quốc gia lớn thứ 3 trong số 48 bang vùng thấp sau Thung Lũng Chết và Yellowstone. Mỗi năm, có hơn một triệu người viếng thăm vùng đầm lầy Everglades."
        },
        {
            "en": "\"Current climate conditions in tropical and <em>subtropical</em> parts of the world are already so hot during the hot seasons that occupational health effects occur and work capacity for many people is affected,\" said Kjellstrom, a director at the New Zealand-based Health and Environment International Trust.",
            "vi": "\"Điều kiện khí hậu hiện nay ở khu vực nhiệt đới và cận nhiệt đới trên thế giới trong mùa nóng  đã nóng đến nỗi đã xảy ra bệnh nghề nghiệp (các tác động lên sức khoẻ nghề nghiệp) và khả năng làm việc của nhiều người bị ảnh hưởng,\"  ông Kjellstrom, giám đốc Tổ chức quốc tế nghiên cứu về Y tế và Môi trường, có trụ sở New Zealand, cho biết."
        },
        {
            "en": "Everglades National Park is the largest <em>subtropical</em> wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty - eight states, after Death Valley and Yellowstone. Each year,",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công viên quốc gia lớn thứ 3 trong số 48 bang vùng thấp sau Thung Lũng Chết và Yellowstone. Mỗi năm, có hơn một triệu người viếng thăm vùng đầm lầy Everglades."
        }
    ],
    "suggestions": []
}