{
    "en_vn": {
        "data": {
            "content": null,
            "word": "subtractor",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "subtractor",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "subtractor",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "subtractor",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bộ trừ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">binary subtractor</font><font color=\"#282828\">: bộ trừ nhị phân</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">digital subtractor</font><font color=\"#282828\">: bộ trừ số</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">full subtractor</font><font color=\"#282828\">: bộ trừ toàn phần</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">half subtractor</font><font color=\"#282828\">: bộ trừ bán phần</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">half subtractor signal</font><font color=\"#282828\">: tín hiệu bộ trừ bán phần</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">one-digit subtractor</font><font color=\"#282828\">: bộ trừ một chữ số</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">half subtractor</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bộ nửa trừ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">half subtractor signal</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tín hiệu bộ nửa trừ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "subtractor",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Subtract</em> 6 from 9 = 3",
            "vi": "9 trừ 6 bằng 3"
        },
        {
            "en": "You have to <em>subtract</em> 10 from 20.",
            "vi": "Anh phải lấy 20 trừ 10."
        },
        {
            "en": "Do you know how to add, <em>subtract</em>, multiply and divide?",
            "vi": "Ông biết cộng trừ nhân chia không?"
        },
        {
            "en": "If you <em>subtract</em> 80 from 100, you get 20.",
            "vi": "Nếu bạn lấy 100 trừ 80, bạn sẽ được 20."
        },
        {
            "en": "<em>Subtract</em> ten from three and the answer is minus seven.",
            "vi": "Ba trừ mười bằng trừ bảy."
        },
        {
            "en": "Polynomials are functions that are made up of terms that you will add, <em>subtract</em> or multiply.",
            "vi": "Đa thức là các hàm tạo bởi giới hạn bạn sẽ cộng, trừ hoặc nhân."
        },
        {
            "en": "It can do simple computations add, <em>subtract</em>, multiply, and divide with lighting speed and perfect accuracy.",
            "vi": "Nó có thể làm những phép tính đơn giản như cộng, trừ, nhân, chia với một tốc độ chớp nhoáng và một sự chính xác hoàn toàn."
        },
        {
            "en": "Is it possible to <em>subtract</em> a larger number from a smaller one?",
            "vi": "Có thể lấy một con số nhỏ trừ cho một con số lớn hơn được không?"
        },
        {
            "en": "If you <em>subtract</em> 12 from 8, the result will be a minus quantity.",
            "vi": "Nếu bạn lấy 8 trừ 12, kết quả sẽ là số âm."
        },
        {
            "en": "Is it possible to <em>subtract</em> a larder number from a smaller one?",
            "vi": "Chúng ta có thể lấy một con số nhỏ trừ cho một con số lớn hơn được không?"
        },
        {
            "en": "Foxpro thought you meant to divide 1 by 2 and divide that by 94, and then <em>subtract</em> 30.",
            "vi": "Foxpro cho rằng bạn đòi lấy 1 chia cho 2 rồi chia tiếp cho 94, kế đó lấy kết quả trừ đi 30."
        },
        {
            "en": "Also I want to have children and teach them how to add and <em>subtract</em>, and live a normal life.",
            "vi": "Tôi cũng muốn có những đứa con và dạy cũng phép cộng phép trừ, và sống một cuộc sống bình thường."
        },
        {
            "en": "Maximum heart rate varies with age; a quick way to estimate yours is to <em>subtract</em> your age from 220.",
            "vi": "Nhịp tim tối đa thay đổi theo độ tuổi, một cách ước tính nhanh nhịp tim của bạn là lấy 220 trừ đi số tuổi của bạn."
        },
        {
            "en": "Otherwise, you should feel free to add or <em>subtract</em> fields, even for relatively trivial maintenance purpose, such as adding a temporary status field to help with updating.",
            "vi": "Ngược lại, bạn sẽ cảm thấy thoải mái khi thêm hoặc bớt các trường, ngay cả cho các mục đích bảo trì khá tầm thường, chẳng hạn thêm vào một trường trạng thái nhất thời để trợ giúp bạn khi cập nhật."
        },
        {
            "en": "The game can be played with by both very young children and older children who already know how to add and <em>subtract</em>.",
            "vi": "Cả những đứa bé rất nhỏ và những đứa lớn hơn đã học cộng trừ có thể chơi trò đó."
        },
        {
            "en": "Whenever my patients begin to count the carriages in their funeral procession, I <em>subtract</em> fifty percent from the curative power of medicines.",
            "vi": "Mỗi khi bệnh nhân của tôi bắt đầu nhẩm tính số lượng xe trong đám tang của họ thì xem như hiệu lực của thuốc men chỉ còn một nửa."
        },
        {
            "en": "Then proceed to select the fields for the report, if you need to add or <em>subtract</em> fields, you can always do that later in the report designer.",
            "vi": "Kế đó bạn hãy chọn tiếp các trường cho báo biểu, nếu cần thêm hay bớt các trường, bạn luôn có thể làm việc đó tại report designer."
        },
        {
            "en": "We are off for 5 holidays per year, so your available working time is down to 15 days. Same as above. <em>Subtract</em> 32.5 hours; there are 68 days 20.5 hours left.",
            "vi": "Mỗi năm chúng ta lại nghỉ lễ 5 ngày nữa, nên so ra ngày làm việc chỉ còn 15 ngày. Cũng giống như ở trên. Trừ hẳn ra 32,5 tiếng; vậy còn 68 ngày 20,5 tiếng."
        },
        {
            "en": "However, if you <em>subtract</em> the first at () expression from the second and substract an additional 1 for the overlap, you'll get the number of characters you'll need to extract.",
            "vi": "Tuy nhiên, nếu bạn lấy biểu thức at () thứ hai trừ đi biểu thức at () đầu, rồi trừ thêm 1 đã thêm vào, thì bạn sẽ nhận được số ký tự bạn cần rút ra."
        },
        {
            "en": "This time, when you run the tape measure around your body, you're going to take the measurement across the fullest part of your breasts. Write down this number. Now <em>subtract</em> your chest measurement. If the difference between the two numbers is less than 1 inch, your cup siz​e is AA. If it's 1 inch, your cup siz​e is A; 2 inches, you're a B; 3 inches you're a C, and so on.",
            "vi": "Lần này, khi bạn vòng thước dây quanh cơ thể, bạn sẽ lấy số đo qua phần đầy nhất của ngực mình. Ghi lại số đo này. Bây giờ trừ đi số đo vòng ngực của bạn. Nếu sự khác biệt giữa hai con số ít hơn 1 inch, kích cỡ cúp ngực của bạn là AA. Nếu nó là 1 inch, kích cỡ cúp ngực của bạn là A; 2 inch, là B; 3 inch là C, v.v…"
        }
    ],
    "suggestions": []
}