{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sʌfəkeit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm chết ngạt, bóp nghẹt; làm nghẹt thở</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tức thở; thấy ngột ngạt; ngạt thở</td></tr></table><i/></div>",
            "word": "suffocate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>suffocate</k><blockquote>■ <cclass>verb die or cause to die from lack of air or inability to breathe. </cclass></blockquote><blockquote>⁃ have or cause to have difficulty in breathing. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>suffocating</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>suffocatingly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>suffocation</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C15 (earlier (ME) as <i>suffocation</i>): from L. <i>suffocat-</i>, <i>suffocare</i> 'stifle', from <i>sub-</i> 'below' + <i>fauces</i> 'throat'. </blockquote></div>",
            "word": "suffocate"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>suffocate</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>she suffocated her victim</i>: SMOTHER, asphyxiate, stifle; choke, strangle.</blockquote><blockquote><b>2</b><i>she was suffocating in the heat</i>: BE BREATHLESS, be short of air, struggle for air; be too hot, swelter; <cclass><i>informal</i> roast, bake, boil.</cclass></blockquote></div>",
            "word": "suffocate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "suffocate"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm ngạt thở</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm tức thở</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngạt thở</font></td></tr></tbody></table></div>",
            "word": "suffocate"
        }
    },
    "sentences": [
        {
            "en": "<em>suffocate</em>",
            "vi": "làm nghẹt thở"
        },
        {
            "en": "Without sufficient, reasonably priced supply, economic life will <em>suffocate</em>.",
            "vi": "Nếu thiếu điện, hay nếu giá điện quá cao thì đời sống kinh tế sẽ đình trệ ngay lập tức."
        },
        {
            "en": "I'll <em>suffocate</em> if I don' t run out of this place right now.",
            "vi": "Tôi sẽ ngộp thở nếu không chạy ra khỏi nơi này ngay lập tức."
        },
        {
            "en": "I'll <em>suffocate</em> if I don't run out of this place right now.",
            "vi": "Tôi sẽ ngộp thở nếu không chạy ra khỏi nơi này ngay lập tức."
        },
        {
            "en": "When a girl smile and talked with a doctor made he <em>suffocate</em>.",
            "vi": "Những thủ thỉ đắm say, những tiếng cười hạnh phúc của người con gái với chàng bác sĩ làm anh như ngạt thở."
        },
        {
            "en": "In addition, remove all fluffy bedding, quilts, sheepskins, stuffed animals, and pillows from the crib to ensure that your baby doesn't get tangled in them or <em>suffocate</em>.",
            "vi": "Ngoài ra, hãy bỏ đi hết các bộ đồ giường bằng lông, mền bông, chăn làm bằng da cừu, thú nhồi, và gối ra khỏi giường ngủ của bé để đảm bảo rằng bé không bị quấn hoặc bị ngộp thở trong đó."
        },
        {
            "en": "2. You’re taking to self-destructive behaviors.  In an attempt to deal with frustration, anger and stress, you may find yourself trying to <em>suffocate</em> your feelings with self-destruction. Turning to things like drugs and alcohol, casual sex and the avoidance of problems aren’t good things to do and are also strong signals that it’s time for a serious change.",
            "vi": "2. Bạn đang hủy hoại bản thân.   Khi cố gắng đối phó với thất vọng, căng thẳng và giận dữ, bạn có thể thấy mình đang cố bóp nghẹt cảm xúc bằng cách tự hủy hoại cơ thể . Quay sang sử dụng những thứ như ma tuý, rượu chè, quan hệ tình dục bừa bãi và tránh né khó khăn đều chẳng phải chuyện hay ho nên làm và cũng là dấu hiệu rõ ràng cho biết đã đến lúc cần thay đổi thực sự."
        },
        {
            "en": "As an alternative to chemical treatments, your doctor may recommend wet combing — using a fine-tooth comb on wet hair to remove nits and lice. You may have heard that petroleum jelly, mayonnaise, or olive oil can <em>suffocate</em> head lice, but these treatments have not proven to be effective.",
            "vi": "Thay vì điều trị bằng chất hoá học, bác sĩ của bạn có thể cho bạn dùng cách chải ướt - sử dụng một chiếc lược răng cực nhỏ để chải tóc ướt nhằm loại bỏ trứng chấy và chấy. Bạn có thể đã nghe nói rằng dầu hỏa, mayonnaise, hoặc dầu ô liu có thể làm chấy ngộp thở, nhưng những phương pháp điều trị đó chưa được chứng minh là có hiệu quả."
        },
        {
            "en": "1 October 2010 Last updated at 01:17 GMT           \n \n1 October 2010 Last updated at 01:17 GMT  A state of emergency has been declared in Ecuador after President Rafael Correa accused the opposition and security forces of a coup attempt. Mr Correa remains in hospital amid reports of fresh violence outside and government claims that security forces will not allow the president to leave. Troops also took over Quito's airport, forcing it to close for hours.  Unrest has been reported across Ecuador amid anger at a new law cutting benefits for public servants. Supporters said security forces were not allowing the president to leave the police hospital, where he went for treatment after being hit by teargas. The minister responsible for security, Miguel Carvajal, said at least one person was killed and several others were injured during the unrest, but this could not be immediately confirmed.  Mr Correa has received strong support from governments throughout the Americas, with a string of Latin American nations and the US all speaking up for the embattled president. In other developments on Thursday:  Police officers erect road blocks in Quito, Guayaquil and Cuenca. Several government buildings are occupied  Looting is reported in the capital and Guayaquil. Banks are robbed, while schools and businesses close due to the lack of security The head of the armed forces declares its loyalty to the president \nVenezuela's president claims Mr Correa is \"in danger of being killed\" \n \nPeru and Colombia close their borders with Ecuador in solidarity.\n  The drama began on Thursday morning when members of the armed forces and police angry at the austerity measures occupied several barracks and set up road blocks across the country. TV stations showed images of police setting tyres on fire in the streets of Quito, Guayaquil and other cities. The National Assembly building was also occupied. In a speech to soldiers from Quito's main barracks, President Correa said: \"If you want to kill the president, here he is. Kill him, if you want to. Kill him if you are brave enough. \"If you want to seize the barracks, if you want to leave citizens undefended, if you want to betray the mission of the police force, go ahead. But this government will do what has to be done. This president will not take a step back.\" However, Mr Correa was forced to flee the barracks wearing a gas mask shortly afterwards when tear gas was fired by the protesters.  The president was later treated for the effects of the gas at a police hospital, from where he told local media that he had been \"attacked\". \"They threw tear gas at us. One exploded near my face. It stunned me and my wife for a few seconds, probably minutes,\" he said. \"I had to put on a gas mask and some cowards took it off me so I would <em>suffocate</em>. \"I mean they shot at the president - it's incredible - our security forces, our national police.\" \"It is a coup attempt led by the opposition and certain sections of the armed forces and the police,\" he added. \"Whatever happens to me I want to express my love for my family and my homeland.\" He blamed the Patriotic Society Party (PSP), led by Lucio Gutierrez, for fomenting the unrest, and said \"all bad elements\" in the police force would \"be removed\". 'Kidnapped'  Venezuelan President Hugo Chavez later reported that Mr Correa had told him by telephone from the hospital \"that once he had left he would be very happy to receive [the protesters], but that they had kidnapped him, and he would not give in to blackmail\". \"They are trying to oust President Correa. Wake up the people of the Bolivarian Alliance! Wake up the people of Unasur [Union of South American Nations]! Viva Correa!,\" Mr Chavez wrote in a message on Twitter. Police later fired tear gas at supporters of the president who tried to break up their protest at the hospital, witnesses said. Meanwhile, about 300 air force personnel and soldiers took control of the runway at Quito's Mariscal Sucre International Airport, causing flights to be grounded. The airport later re-opened, the mayor of Quito told reporters. The protesters were carrying signs demanding the government give more respect to the military over benefits, witnesses said. The US embassy said Guayaquil's airport was also closed and warned US citizens to \"stay in their homes or current location, if safe\". Despite the unrest, the head of Armed Forces Joint Command, Gen Luis Ernesto Gonzalez Villarreal, said the troops remained loyal. \"We live in a state which is governed by laws, and we are subordinate to the highest authority which is the president of the republic,\" he said. \"We will take whatever appropriate action the government decides on.\" Looting The country's central bank chief, Diego Borja, meanwhile urged its citizens not to withdraw money from banks amid reports of looting. Many schools and business were also closed because of the unrest. A BBC News website reader in Guayaquil, Andrea M, said: \"Thieves have taken advantage of this situation, and started attacking people in the streets. Now, most people are at their homes, waiting to see what happens with the government.\" Several leaders in the region expressed their support for Mr Correa, as did the Organisation of American States (OAS). Its Secretary-General Miguel Insulza called the situation \"a coup d'etat in the making\". Peru and Colombia both closed borders with Ecuador, while the US said it backed Mr Correa and was \"closely monitoring\" the situation. UN Secretary General Ban Ki-moon said he was deeply concerned for the president and called for a peaceful resolution to the crisis. On Wednesday, one minister said President Correa was considering disbanding Congress because members of his Country Alliance had threatened to block proposals to shrink the bureaucracy. Ecuador's two-year-old constitution allows the president declare an impasse and rule by decree until new elections. However, such a move would have to be approved by the Constitutional Court.  Ecuador has a history of political instability. Protests toppled three presidents during economic turmoil in the decade before Mr Correa, a 47-year-old US-trained economist, took power in 2007. He was re-elected to a second term in 2009 despite a decision to default on $3.2bn of global bonds causing widespread fiscal problems for the government. Mr Correa declared the debt \"illegitimate\". http://www.bbc.co.uk/news/world-latin-america-11447519",
            "vi": "1 October 2010 Last updated at 01:17 GMT       \n \n1 October 2010 Last updated at 01:17 GMT  Ecuador tuyên bố tình trạng khẩn cấp sau khi tổng thống Rafael Correa tố cáo phe đối lập và các lực lượng an ninh mưu toan đảo chính Ông Correa vẫn còn nằm viện giữa lúc báo chí tường thuật có bạo loạn bên ngoài và chính phủ tuyên bố các lực lượng an ninh sẽ không để cho tổng thống xuất viện Quân đội đã chiếm phi trường Quito, buộc phi trường phải đóng cửa nhiều giờ. Tình hình bất ổn đã được tường thuật khắp đất nước Ecuador trong bầu không khí giận dữ vì một đạo luật mới cắt giảm phúc lợi của các viên chức nhà nước. Những người ủng hộ cho biết các lực lượng an ninh sẽ không để cho tổng thống rời khỏi bệnh viện cảnh sát khi ông đến điều trị sau khi bị trúng hơi cay. Bộ trưởng phụ trách vấn đề an ninh, Miguel Carvajal, cho biết có ít nhất một người chết và nhiều người khác bị thương trong tình trạng hỗn loạn, nhưng điều này có thể không được xác nhận ngay lập tức. Ông Correa nhận được sử ủng hộ mạnh mẽ từ các chính phủ trên khắp Châu Mỹ, trong đó hàng loạt quốc gia Mỹ La-tinh và Mỹ tất cả đều lên tiếng ủng hộ tổng thống bị tấn công. Các diễn tiến khác trong hôm thứ Năm :  \nCác sĩ quan cảnh sát dựng rào chắn đường tại Quito, Guayaquil và Cuenca.\n \nTheo tường thuật, tình trạng cướp phá diễn ra ở thủ đô và Guayaquil. Các nhà băng bị đánh cướp, trong lúc trường học và doanh nghiệp đóng cửa vì thiếu an ninh\n \nTổng tư lệnh các lực lượng quân sự tuyên bố trung thành với tổng thống\n Tổng thống Venezuela tuyên bố ông Correa “có nguy cơ bị giết chết” \nPeru và Colombia đóng cửa biên giới với Ecuador để tỏ tình đoàn kết\n  Sự việc bắt đầu vào sáng thứ Năm khi các thành viên lực lượng quân đội và cảnh sát giận dữ trước các biện pháp khắc khổ đã chiếm lấy một số đồn binh và dựng rào cản khắp đất nước. Các đài truyền hình phát đi hình ảnh cảnh sát đốt các vỏ xe ngoài đường phố Quito, Guayaquil và các thành phố khác. Tòa nhà Quốc Hội cũng đã bị chiếm giữ. Trong bài diễn văn phát đi từ trại quân chính ở Quito, tổng thống Correa nói: “Nếu các ông muốn giết tổng thống, ông ta đang ở đây. Giết đi, nếu các ông có đủ can đảm.  “Nếu các ông muốn chiếm các trại lính, nếu các ông muốn để cho người dân bị mất an ninh, nếu các ông muốn phản bội lại sứ mạng của lực lượng cảnh sát, cứ tiếp tục. Nhưng chính phủ này sẽ làm những việc phải làm. Tổng thống này sẽ không lùi bước.” Tuy nhiên, ông Correa buộc phải mang mặt nạ chống hơi cay rời khỏi trại lính không lâu sau đó khi phe chống đối bắn hơi cay vào. Sau đó tổng thống được điều trị tác động của hơi cay tại một bệnh viện cảnh sát, nơi mà ông nói với các phương tiện thông tin địa phương là mình đã bị “tấn công”.  “Họ ném hơi cay vào chúng tôi. Một quả nổ tung gần mặt tôi. Tôi và vợ tôi choáng váng vài giây, có lẽ là vài phút,” ông cho biết. “Tôi phải mang mặt nạ hơi cay và một số kẻ hèn nhát đã giật lấy nó vì thế tôi bị ngạt thở.  “Tôi muốn nói họ bắn vào tổng thống – thật không tin được – các lực lượng an ninh của chúng ta, cảnh sát quốc gia của chúng ta.”  “Đó là mưu toan đảo chính được thực hiện bởi phe đối lập và một số phe phái trong lực lượng quân đội và ngành cảnh sát,” ông nói thêm. “Cho dù có gì xảy ra cho mình, tôi vẫn muốn thể hiện tình yêu của mình đối với gia đình và đất nước.” Ông kết tội Đảng Xã Hội Ái Quốc (PSP), đứng đầu là Lucio Gutierrez, đã kích động tình hình bất ổn, và nói “tất cả những phần tử xấu” trong lực lượng cảnh sát sẽ phải bị “loại trừ”.  ‘Bắt cóc’ Sau đó tổng thống Hugo Chavez của Venezuela thuật rằng ông Correa từ bệnh viện đã điện thoại cho ông biết “rằng khi ông có thể ra về, ông rất vui lòng tiếp đón [những kẻ chống đối], nhưng bọn họ đã bắt cóc ông, và ông sẽ không nhượng bộ hành vi đe dọa”. Ông Chavez viết trong một đoạn tin trên trang xã hội Twitter: “Bọn họ đang tìm cách lật đổ tổng thống Correa. Hãy đánh thức người dân của Liên Minh Bolivarian! Hãy đánh thức người dân unasur [Liên Minh các Quốc Gia Nam Mỹ]! Correa muôn năm!,” Các nhân chứng cho biết, sau đó cảnh sát đã bắn hơi cay vào những người ủng hộ tổng thống lúc ấy đang cố phá vỡ sự chống đối của họ ở bệnh viện. Trong khi đó, khoảng 300 binh lính và người thuộc lực lượng không quân đã kiểm soát phi đạo ở phi trường quốc tế Mariscal Sucre ở Quito, khiến các chuyến bay không thể cất cánh. Sau đó phi trường đã mở cửa trở lại, Thị trưởng Quito nói với các phóng viên. Các nhân chứng cho biết, phe phản đối mang những tẩm biển đòi chính phủ phải tôn trọng hơn nữa những phúc lợi của khối quân đội. Sứ quán Mỹ cho biết phi trường ở Guayaquil cũng bị đóng cửa và cảnh báo các công dân Mỹ nên “ở lại nhà hoặc nơi ở hiện tại, nếu an toàn”. Mặc dù đang bất ổn, người đứng đầu Bộ Chỉ Huy Phối Hợp các Lực Lượng Quân Sự, tướng Luis Ernesto Gonzalez Villarreal, nói các binh sĩ vẫn trung thành. Ông ta nói, “Chúng ta đang sống trong một quốc gia pháp trị, và chúng ta phải tuân thủ quyền lực tối cao, đó là tổng thống của nước cộng hòa,”  “Chúng ta phải thực thi bất kỳ hành động phù hợp nào mà chính phủ đã quyết định.” Cướp bóc  Trong khi đó thống đốc ngân hàng trung ương của nước này, Diego Borja, kêu gọi các công dân không rút tiền ra khỏi các ngân hàng trong lúc có tường thuật về tình trạng cướp bóc. Nhiều trường học và doanh nghiệp cũng đóng cửa vì tình trạng bất ổn. Andrea M, một độc giả của trang web tin tức BBC, nói: “Bọn trộm cướp lợi dụng tình hình này, và bắt đầu tấn công người đi đường. Giờ đây, hầu hết mọi người đều ở trong nhà, chờ xem chuyện gì xảy ra với chính phủ.” Một số lãnh đạo của địa phương này bày tỏ sự ủng hộ ông Correa, trong đó có Tổ Chức Các Quốc Gia Châu Mỹ (OAS). Tổng thư ký Miguel Insulza của tổ chức này gọi tình hình này là “một cuộc đảo chính đang hình thành.” Cả Peru và Columbia đều đóng cửa biên giới với Ecuador, trong khi Mỹ cho biết nước này ủng hộ ông Correa và “đang chăm chú theo dõi” tình hình. Tổng thư ký LHQ Ban Ki-moon cho biết ông lo ngại sâu sắc cho tổng thống Correa và kêu gọi giải quyết khủng hoảng bằng một giải pháp hòa bình. Hôm thứ Tư, một bộ trưởng nói Tổng thống Correa đang xem xét việc giải tán Quốc Hội vì các thành viên trong Liên Minh Quốc Gia của ông đe dọa ngăn chặn các đề xuất bài trừ bộ máy quan liêu. Hiếp pháp đã hình thành hai năm của Ecuador cho phép tổng thống tuyên bố tình trạng bế tắc và điều hành bằng sắc luật cho đến khi có tuyển cử mới. Tuy nhiên, động thái ấy phải được Tòa Án Hiến Pháp chuẩn y. Ecuador có một lịch sử bất ổn về chính trị. Các vụ chống đối đã lật đổ ba tổng thống trong giai đoạn bất ổn kinh tế trong thập niên này trước khi ông Correa, nhà kinh tế học 47 tuổi do Mỹ đào tạo, lên nắm quyền vào năm 2007. Ông tái đắc cử nhiệm kỳ hai vào năm 2009 cho dù có một quyết định không trả nợ trái phiếu toàn cầu trị giá 3,2 tỷ đô-la gây ra cho chính phủ các vấn đề tài chính ảnh hưởng rộng rãi. Ông Correa tuyên bố khoản nợ này là “không đúng pháp luật”. http://www.bbc.co.uk/news/world-latin-america-11447519"
        },
        {
            "en": "A Guide for First-Time Parents    You've survived 9 months of pregnancy. You've made it through the excitement of labor and delivery, and now you're ready to head home and begin life with your baby. Once home, though, you frantically realize you have no idea what you're doing! Brushing up on these tips can help first-time parents feel confident about caring for a newborn in no time. getting help after the birth  Consider recruiting help from friends and family to get through this time. While in the hospital, use the expertise around you. Many hospitals have feeding specialists or lactation consultants who can help you get started nursing or bottle-feeding. In addition, nurses are a great resource to show you how to hold, burp, change, and care for your baby. For in-home help, you might want to hire a baby nurse or a responsible neighborhood teenager to help you for a short time after the birth. In addition, relatives and friends can be a great resource. They may be more than eager to help, and although you may disagree on certain things, don't dismiss their experience. But if you don't feel up to having guests or you have other concerns, don't feel guilty about placing restrictions on visitors. Handling a newborn  If you haven't spent a lot of time around newborns, their fragility may be intimidating. Here are a few basics to remember: Be careful to support your baby's head and neck. Cradle the head when carrying your baby and support the head when carrying the baby upright or when you lay him or her down.  Be careful not to shake your newborn, whether in play or in frustration. Shaking that is vigorous can cause bleeding in the brain and even death. If you need to wake your infant, don't do it by shaking — instead, tickle your baby's feet or blow gently on a cheek.  Make sure your baby is securely fastened into the carrier, stroller, or car seat. Limit any activity that would be too rough or bouncy.  Remember that your newborn is not ready for rough play, such as being jiggled on the knee or thrown in the air. Bonding and soothing techniques  Bonding, probably one of the most pleasurable aspects of infant care, occurs during the sensitive time in the first hours and days after birth when parents make a deep connection with their infant. Physical closeness can promote an emotional connection. For infants, the attachment contributes to their emotional growth, which also affects their development in other areas, such as physical growth. Another way to think of bonding is \"falling in love\" with your baby. Children thrive from having a parent or other adult in their life who loves them unconditionally. Begin bonding by cradling your baby and gently stroking him or her in different patterns. Both you and your partner can also take the opportunity to be \"skin-to-skin,\" holding your newborn against your own skin while feeding or cradling. Babies, especially premature babies and those with medical problems, may respond to infant massage. Massage may enhance bonding and help with infant growth and development. Many books and videos cover infant massage — ask your doctor for recommendations. Be careful, however — babies are not as strong as adults, so massage your baby gently. Babies usually love vocal sounds, such as talking, babbling, singing, and cooing. Your baby will probably also love listening to music. Baby rattles and musical mobiles are other good ways to stimulate your infant's hearing. If your little one is being fussy, try singing, reciting poetry and nursery rhymes, or reading aloud as you sway or rock your baby gently in a chair. Some babies can be unusually sensitive to touch, light, or sound, and might startle and cry easily, sleep less than you might expect, or turn their faces away when you speak or sing to them. Keep noise and light levels moderate. Swaddling is another soothing technique first-time parents should learn. Swaddling keeps a baby's arms close to the body and legs snuggled together. Not only does this keep a baby warm, but the surrounding pressure seems to give most newborns a sense of security and comfort. Swaddling works well for some babies during their first few weeks. Here's how to swaddle a baby: Spread out the receiving blanket, with one corner folded over slightly. Lay the baby face-up on the blanket with his or her head above the folded corner.  Wrap the left corner over the body and tuck it beneath the back of the baby, going under the right arm. Bring the bottom corner up over the baby's feet and pull it toward the head, folding the fabric down if it gets close to the face.  Wrap the right corner around the baby, and tuck it under the baby's back on the left side, leaving only the neck and head exposed. Diapering Dos and Don'ts  You'll probably decide before you bring your baby home whether you'll use cloth or disposable diapers. Whichever you use, the baby will dirty diapers about 10 times a day, or about 70 times a week. Before diapering a baby, make sure you have all supplies within reach so you won't have to leave your baby unattended on the changing table. You'll need: a clean diaper  a fastener (if cloth is used)  diaper ointment if the baby has a rash  a container of warm water  clean washcloth, diaper wipes, or cotton balls After each bowel movement or if the diaper is wet, lay your baby on his or her back and remove the dirty diaper. Use the water, cotton balls, and washcloth or the wipes to gently wipe your baby's genital area clean. When removing a boy's diaper, do so carefully because exposure to the air may make him urinate. When wiping a girl, wipe her bottom from front to back to avoid a urinary tract infection. To prevent or heal a rash, apply ointment. Always remember to wash your hands thoroughly after changing a diaper. Diaper rash is a common concern. Typically the rash is red and bumpy and will go away in a few days with warm baths, some diaper cream, and a little time out of the diaper. Most rashes occur because the baby's skin is sensitive and becomes irritated by the wet or poopy diaper. To prevent or heal diaper rash, try these tips: Change your baby's diaper frequently, and as soon as possible after bowel movements.  After cleaning the area with mild soap and water or a wipe, apply a diaper rash or \"barrier\" cream. Creams with zinc oxide are preferable because they form a barrier against moisture.  If you use cloth diapers, wash them in dye- and fragrance-free detergents. Let the baby go undiapered for part of the day. This gives the skin a chance to air out. If the diaper rash continues for more than 3 days or seems to be getting worse, call your doctor — it may be caused by a fungal infection that requires a prescription. Bathing basics  You should give your baby a sponge bath until: the umbilical cord falls off (1–4 weeks)  the circumcision heals (1–2 weeks)  the navel heals completely (1–4 weeks) A bath two or three times a week in the first year is sufficient. More frequent bathing may be drying to the skin. You'll need the following items before bathing your baby: a soft, clean washcloth  mild, unscented baby soap and shampoo  a soft brush to stimulate the baby's scalp  towels or blankets  an infant tub with 2 to 3 inches of warm — not hot! — water (to test the water temperature, feel the water with the inside of your elbow or wrist). An infant tub is a plastic tub that can fit in the bathtub and is better fitted for the infant and makes bath time easier to manage.  a clean diaper  clean clothes Sponge baths.  For a sponge bath, pick a warm room and a flat surface, such as a changing table or floor. Undress your baby. Wipe your infant's eyes with a washcloth dampened with water only, starting with one eye and wiping from the inner corner to the outer corner. Use a clean corner of the washcloth to wash the other eye. Clean your baby's nose and ears with the washcloth. Then wet the cloth again, and using a little soap, wash his or her face gently and pat it dry. Next, using baby shampoo, create a lather and gently wash your baby's head. Using a wet cloth and soap, gently wash the rest of the baby, paying special attention to creases under the arms, behind the ears, around the neck, and the genital area. Once you have washed those areas, make sure they are dry and then diaper and dress your baby. Tub baths.  When your baby is ready for tub baths, the first baths should be gentle and brief. If he or she becomes upset, go back to sponge baths for a week or two, then try the bath again. Undress your baby and then place him or her in the water immediately, in a warm room, to prevent chills. Make sure the water in the tub is no more than 2 to 3 inches deep. Use one of your hands to support the head and the other hand to guide the baby in feet-first. Speaking gently, slowly lower your baby up to the chest into the tub. Use a washcloth to wash his or her face and hair. Gently massage your baby's scalp with the pads of your fingers or a soft baby hairbrush, including the area over the fontanelles (soft spots) on the top of the head. When you rinse the soap or shampoo from your baby's head, cup your hand across the forehead so the suds run toward the sides and soap doesn't get into the eyes. Gently wash the rest of your baby's body with water and a small amount of soap. Throughout the bath, regularly pour water gently over your baby's body so he or she doesn't get cold. After the bath, wrap your baby in a towel immediately, making sure to cover his or her head. Baby towels with hoods are great for keeping a freshly washed baby warm. While bathing your infant, never leave the baby alone. If you need to leave the bathroom, wrap the baby in a towel and take him or her with you. Circumcision and umbilical cord care  Immediately after circumcision, the tip of the penis is usually covered with gauze coated with petroleum jelly to keep the wound from sticking to the diaper. Gently wipe the tip clean with warm water after a diaper change, then apply petroleum jelly to the tip so it doesn't stick to the diaper. Redness or irritation of the penis should heal within a few days, but if the redness or swelling increases or if pus-filled blisters form, infection may be present and you should call your baby's doctor immediately. Umbilical cord care in newborns is also important. Some doctors suggest swabbing the area with rubbing alcohol until the cord stump dries up and falls off, usually in 10 days to 3 weeks, but others recommend leaving the area alone. Talk to your child's doctor to see what he or she prefers. The infant's navel area shouldn't be submerged in water until the cord stump falls off and the area is healed. Until it falls off, the cord stump will change color from yellow to brown or black — this is normal. Consult your doctor if the navel area becomes reddened or if a foul odor or discharge develops. Feeding and burping your baby  Whether feeding your newborn by breast or a bottle, you may be stumped as to how often to do so. Generally, it's recommended that babies be fed on demand — whenever they seem hungry. Your baby may cue you by crying, putting fingers in his or her mouth, or making sucking noises. A newborn baby needs to be fed every 2 to 3 hours. If you're breastfeeding, give your baby the chance to nurse about 10–15 minutes at each breast. If you're formula-feeding, your baby will most likely take about 2–3 ounces (60–90 milliliters) at each feeding. Some newborns may need to be awakened every few hours to make sure they get enough to eat. Call your baby's doctor if you need to awaken your newborn frequently or if your baby doesn't seem interested in eating or sucking. If you're formula-feeding, you can easily monitor if your baby is getting enough to eat, but if you're breastfeeding, it can be a little trickier. If your baby seems satisfied, produces about six wet diapers and several stools a day, sleeps well, and is gaining weight regularly, then he or she is probably eating enough. Talk to your doctor if you have concerns about your child's growth or feeding schedule. Babies often swallow air during feedings, which can make them fussy. You can prevent this by burping your baby frequently. Try burping your baby every 2 to 3 ounces (60–90 milliliters) if you bottle-feed, and each time you switch breasts if you breastfeed. If your baby tends to be gassy, has gastroesophageal reflux, or seems fussy during feeding, try burping your baby every ounce during bottle-feeding or every 5 minutes during breastfeeding. The following are burping strategies: Hold your baby upright with his or her head on your shoulder. Support your baby's head and back while gently patting the back with your other hand.  Sit your baby on your lap. Support your baby's chest and head with one hand by cradling your baby's chin in the palm of your hand and resting the heel of your hand on your baby's chest (be careful to grip your baby's chin - not throat). Use the other hand to gently pat your baby's back.  Lay your baby face-down on your lap. Support your baby's head, making sure it's higher than his or her chest, and gently pat or rub his or her back. If your baby doesn't burp after a few minutes, change the baby's position and try burping for another few minutes before feeding again. Always burp your baby when feeding time is over, then keep him or her in an upright position for at least 10–15 minutes to avoid spitting up. Sleeping basics  As a new parent, you may be surprised to learn that your newborn, who seems to need you every minute of the day, actually sleeps about 16 hours or more! Newborns typically sleep for periods of 3–4 hours. Don't expect yours to sleep through the night — the digestive system of babies is so small that they need nourishment every few hours and should be awakened if they haven't been fed for 5 hours (or more frequently). When can you expect your baby to sleep through the night? Many babies sleep through the night (between 6–8 hours) at 3 months of age, but if yours doesn't, it's not a cause for concern. Like adults, babies must develop their own sleep patterns and cycles, so if your newborn is gaining weight and appears healthy, don't despair if he or she hasn't slept through the night at 3 months. It's important to place babies on their backs to sleep to reduce the risk of sudden infant death syndrome (SIDS). In addition, remove all fluffy bedding, quilts, sheepskins, stuffed animals, and pillows from the crib to ensure that your baby doesn't get tangled in them or <em>suffocate</em>. Also be sure to alternate the position of your baby's head from night to night (first right, then left, and so on) to prevent being flat on one side of the head.  Even though you may feel anxious about handling a newborn, in a few short weeks you'll develop a routine and be parenting like a pro! If you have any questions or concerns, ask your doctor to recommend resources that can help you and your baby grow together.",
            "vi": "Cẩm nang cho những người lần đầu làm bố mẹ    Bạn đã vượt qua 9 tháng mang thai. Bạn đã qua khỏi tình trạng phấn khích của cơn đau đẻ, và bây giờ bạn sẵn sàng về nhà và bắt đầu cuộc sống với đứa con của mình. Thế nhưng cũng có đôi khi bạn ở nhà và hoang mang nhận ra rằng mình chẳng biết làm gì hết! Xem lại những bí quyết này để có thể giúp những người lần đầu làm bố mẹ cảm thấy tự tin về việc chăm sóc trẻ sơ sinh rất nhanh.  Được giúp đỡ sau khi sinh Hãy quan sát sự giúp đỡ ban đầu của bạn bè và gia đình để vượt qua giai đoạn này. Trong lúc còn ở bệnh viện, bạn nên quan sát các chuyên gia quanh mình nhé. Nhiều bệnh viện có chuyên gia nuôi dưỡng hoặc chuyên viên tư vấn về thời kỳ tiết sữa có thể giúp bạn bắt đầu cho bé bú mẹ hay bú bình. Ngoài ra, y tá còn là những người hướng dẫn tuyệt vời  sẽ chỉ cho bạn cách bồng bế, vỗ cho bé ợ, thay quần áo, và chăm sóc em bé nữa.  Đối với việc hỗ trợ ở nhà, bạn có thể thuê một vú em hay một em thiếu niên gần nhà để giúp bạn trong một thời gian ngắn sau sinh. Ngoài ra, họ hàng và bạn bè đều là những người hỗ trợ tuyệt vời đấy. Có thể là họ lúc nào cũng háo hức giúp đỡ cho bạn và dẫu bạn không đồng ý chuyện gì thì cũng đừng coi thường kinh nghiệm của họ nhé. Nhưng nếu bạn không có đủ sức khỏe để tiếp khách hay do việc gì đó thì cũng đừng cảm thấy khó chịu về việc mình hạn chế khách khứa.   Bồng bế trẻ sơ sinh Nếu bạn không dành nhiều thời gian cho bé thì có thể bạn sẽ sợ vẻ yếu ớt của trẻ sơ sinh đấy. Dưới đây là một vài điều cơ bản cần ghi nhớ: Hãy cẩn thận khi đỡ đầu và cổ bé. Khi bế bé bạn hãy đỡ đầu bé lên và cũng đỡ đầu cho bé khi bạn bế bé dậy hay cả khi bạn đặt bé nằm xuống nữa.  Hãy cẩn thận đừng bao giờ rung lắc trẻ sơ sinh dù là để giỡn chơi hay do bạn tức giận đi chăng nữa. Việc rung lắc mạnh có thể làm cho bé bị xuất huyết não và thậm chí tử vong. Nếu muốn đánh thức bé dậy thì bạn chớ lắc bé như thế mà hãy cù vào bàn chân hay thổi nhè nhẹ lên má bé. Hãy chắc rằng bé của bạn đã được cài dây an toàn vào xe chở, xe đẩy hoặc ghế nhỏ của bé trên xe hơi. Hãy hạn chế bất kỳ hoạt động nào quá mạnh hay xóc nẩy. Nên nhớ là trẻ sơ sinh chưa sẵn sàng cho các hoạt động mạnh bạo, như xóc nhẹ trên đầu gối hay thảy lên cao. Kỹ thuật ôm ấp dỗ dành Sự ôm ấp có thể là một trong những thứ dễ chịu nhất đối với việc chăm sóc bé, có thể thấy trong thời gian nhạy cảm này trong những giờ và những ngày sau sinh khi bố mẹ tạo mối liên hệ mật thiết với đứa con mới chào đời của mình. Sự gần gũi cơ thể có thể làm mối kết nối cảm xúc mạnh mẽ hơn.  Đối với trẻ sơ sinh, sự gắn bó làm cho chúng phát triển về mặt xúc cảm, có thể ảnh hưởng tới sự phát triển nhiều mặt khác của chúng nữa, như là sự phát triển về mặt thể chất. Một cách khác để nghĩ đến việc ôm ấp vuốt ve đó là “yêu thương” con bạn. Trẻ lớn nhanh do có bố mẹ hay một người nào đó sống với chúng và yêu thương chúng vô điều kiện.  Bắt đầu ôm ấp bé bằng cách bồng bế và nhẹ nhàng vuốt ve bằng nhiều kiểu khác nhau. Cả bố và mẹ có thể nhân cơ hội bồng bế bé để bé “da chạm da”, hãy bồng bé tựa vào người bạn khi cho bé ăn hay bế bé.   Trẻ sơ sinh, đặc biệt là trẻ sinh non và những trẻ bị bệnh thì bạn có thể dùng phương pháp xoa bóp cho bé. Việc xoa bóp có thể làm tăng yêu thương với bé giúp bé phát triển và lớn nhanh hơn. Có nhiều quyển sách và băng từ chuyên dạy cho bạn cách để xoa bóp cho trẻ sơ sinh – bạn cũng nên hỏi bác sĩ để được tư vấn thêm. Tuy nhiên, hãy nên nhớ rằng trẻ sơ sinh không khỏe mạnh như người lớn, nên hãy xoa bóp cho chúng một cách nhẹ nhàng. Trẻ sơ sinh thường thích nghe âm thanh, như là tiếng nói, tiếng bi bô, hát và thủ thỉ. Con của bạn chắc cũng sẽ thích nghe nhạc. Những chiếc lúc lắc và điện thoại có nhạc cũng là những cách để kích thích thính giác của trẻ sơ sinh. Nếu bé của bạn đang quấy khóc thì bạn hãy thử hát, đọc thơ và thơ ca thiếu nhi hay đọc to lên khi đu đưa bé nhè nhẹ trên ghế xem sao. Một số trẻ có thể nhạy cảm khác thường với việc sờ chạm, ánh sáng hoặc âm thanh và có thể dễ bị giật mình và khóc hay ngủ ít hơn bình thường hay là quay mặt đi khi bạn nói hoặc hát cho bé nghe. Thế nên hãy giữ mức độ âm thanh và ánh sáng một cách dịu nhẹ thôi.  Bọc quấn bé cũng là cách êm dịu khác mà những người lần đầu làm bố mẹ nên biết. Việc quấn bọc bé giữ cho tay, mình và chân bé được đặt gần vào nhau. Việc làm này không những giữ ấm cho bé mà còn mang lại cho hầu hết các trẻ sơ sinh cảm giác an toàn và thoải mái. Việc quấn bọc này có tác dụng tốt với nhiều trẻ sơ sinh trong vài tuần đầu đấy. Sau đây là cách quấn bọc cho bé: Trải chiếc chăn quấn ra, một góc được gấp nhẹ lại.  Đặt bé nằm ngửa trên chăn, đầu kê trên góc được gấp. Quấn góc trái của chăn qua mình bé và nhét vào dưới lưng bé, quấn qua dưới cánh tay phải.  Vắt góc dưới cùng qua chân bé và kéo về phía hướng lên đầu, hãy gấp miếng vải xuống nếu gần sát với mặt của bé. Quấn góc phải của chăn quanh mình bé, nhét xuống dưới lưng bên trái của bé, chỉ để cổ và đầu của bé ở ngoài thôi. Những điều nên làm và không nên làm về việc quấn tã lót Trước khi mang bé về nhà thì bạn sẽ phải chọn liệu sẽ dùng tã vải hay tã giấy. Cho dù bạn sử dụng tã nào đi nữa thì bé của bạn cũng sẽ làm bẩn tã khoảng 10 lần một ngày, hoặc khoảng 70 lần một tuần.  Trước khi thay tã cho bé, bạn nên chắc rằng mình đã có đủ hết các thứ cần thiết và bạn sẽ không bỏ mặc bé trên bàn thay tã. Bạn cần phải có: tã lót sạch dây buộc/móc khoá (nếu bạn sử dụng tả vải) thuốc mỡ nếu bé bị hăm  bình đựng nước ấm khăn lau sạch, tã lau, hoặc bông Sau mỗi lần đại tiện hoặc nếu tã lót bị ướt, hãy đặt bé nằm ngửa và rút tã bẩn ra. Dùng nước, bông và khăn lau hoặc khăn tay để lau nhẹ vùng sinh dục của bé sạch sẽ. Khi thay tã cho bé trai, hãy làm cẩn thận vì việc đưa trần ra ngoài như thế này có thể làm cho bé đi tiểu. Khi lau cho bé gái, nên lau mông đít của bé từ trước ra sau để tránh nhiễm trùng đường tiểu. Để tránh hoặc chữa hăm tã cho bé thì bạn nên dùng thuốc mỡ. Hãy luôn nhớ rửa tay cẩn thận sau khi thay tã lót cho bé.  Chứng hăm tã là vấn đề thường gặp. chứng hăm tã thường đỏ, gây khó chịu và sẽ hết trong vài ngày tắm bằng nước ấm, dùng kem chữa hăm và để cho bé thoáng bằng cách không dùng tã một thời gian ngắn. Hầu hết các chứng hăm tã đều là do da của bé nhạy cảm và trở nên tấy rát do tã bị ẩm ướt hay dơ bẩn do tiểu tiện.  Để ngăn ngừa hoặc chữa chứng hăm tã, bạn nên thử các mẹo sau đây: Thay tã lót cho bé thường xuyên, và càng sớm càng tốt sau khi bé đại tiện. Sau khi vệ sinh vùng này bằng nước và xà phòng dịu nhẹ hoặc bằng khăn tay thì nên xức kem chống hăm hoặc kem “bảo vệ”. Các loại kem này chứa kẽm ô-xít rất thích hợp cho bé vì chúng có khả năng chống ẩm.   Nếu bạn dùng tã vải thì nên giặt tã bằng loại xà phòng không màu và không có hương thơm.   Hãy để cho bé thoáng bằng cách không dùng tã một lúc nào đó trong ngày. Điều này làm cho da bé thông thoáng và mát mẻ. Nếu bé bị hăm tã liên tiếp kéo dài hơn 3 ngày hay có vẻ càng ngày càng trầm trọng hơn thì bạn nên gọi bác sĩ đi – có thể bé bị nhiễm nấm và cần được kê toa uống thuốc. Điều cơ bản nên biết khi tắm Bạn nên dùng bọt biển để tắm cho bé cho đến khi: cuống rốn rụng (1-4 tuần ) thủ thuật cắt bao quy đầu lành (1-2 tuần ) rốn khô hoàn toàn (1-4 tuần ) Trong năm đầu mỗi tuần nên tắm cho bé hai hay ba lần là đủ rồi. Việc tắm nhiều có thể làm cho da bé bị khô. Trước khi tắm cho bé bạn cũng cần có những thứ này: khăn mặt sạch và mềm xà phòng và dầu gội đầu em bé không mùi và dịu nhẹ bàn chải mềm để kích thích da đầu của em bé khăn tắm hoặc chăn mềm chậu tắm em bé chứa từ 2 đến 3 in-sơ nước ấm – không phải là nước nóng (để thử độ nóng của nước, bạn có thể dùng mặt trong khuỷu tay hay cổ tay để chạm vào nước). Chậu tắm em bé là chậu tắm bằng nhựa có thể đặt vừa vào bồn tắm và thích hợp hơn cho trẻ sinh và có thể làm cho việc tắm rửa cho bé trở nên dễ dàng hơn. tã lót sạch quần áo sạch Tắm bằng bọt biển Đối với việc tắm bằng bọt biển, nên chọn một phòng ấm áp và có bề mặt phẳng, như bàn thay đồ hay sàn nhà. Cởi quần áo em bé ra. Lau mắt bé bằng khăn mặt được làm ẩm bằng nước thôi, bắt đầu lau từng mắt một và lau từ khóe trong đến khóe ngoài. Dùng góc sạch của khăn mặt để lau mắt còn lại. Lau mũi và tai bé bằng khăn mặt. Sau đó nhúng ướt khăn lại và giặt khăn với một chút xà phòng, lau mặt bé nhẹ nhàng rồi giũ nhẹ cho khô. Sau đó dùng dầu gội đầu, tạo bọt và nhẹ nhàng gội đầu cho bé. Dùng một miếng vải ướt và xà phòng, nhẹ nhàng tắm rửa phần còn lại của cơ thể bé, chú ý đặc biệt ở những nếp da dưới cánh tay, sau lỗ tai, quanh cổ và vùng sinh dục. Một khi bạn đã vệ sinh các vùng này thì chắc rằng da bé phải khô sạch và rồi bạn nên bọc tã và mặc áo quần cho bé. Tắm bằng chậu tắm Khi con bạn đủ lớn sẵn sàng tắm bằng chậu thì những lần tắm đầu tiên nên nhẹ nhàng và nhanh lẹ. Nếu bé trở nên khó chịu thì hãy quay lại tắm bằng bọt biển một hay hai tuần nữa rồi thử tắm chậu lại.  Cở quần áo bé ra rồi đặt bé vào chậu nước ngay lập tức, trong phòng ấm, để khỏi bị lạnh. Chắc rằng nước trong chậu không sâu quá 2 đến 3 in-sơ. Một tay bạn đỡ đầu bé, một tay cho bé vào chậu trong tư thế ngồi hai chân duỗi thẳng ra trước. Nói ngọt ngào với bé, từ từ hạ người của bé xuống tới ngực trong chậu tắm. Dùng khăn tắm để lau mặt và tóc cho bé. Nhẹ nhàng mát-xa da đầu của bé bằng cùi ngón tay hoặc lược mềm em bé, kể cả vùng thóp (chỗ mềm) trên đỉnh đầu của bé. Khi bạn lau xà phòng hoặc dầu gội khỏi đầu bé thì hãy khum tay thành hình chén qua trán để bọt nước xà phòng chảy về bên hông và không bị vướng vào mắt bé. Nhẹ nhàng tắm phần còn lại của người bé bằng nước và một chút xà phòng. Khi tắm nên thường xuyên giội nước nhè nhẹ lên người bé để bé khỏi bị lạnh. Sau khi tắm cho bé xong, bạn nên quấn bé lại ngay lập tức bằng khăn tắm, đảm bảo phải trùm được cả đầu của bé. Khăn tắm có mũ rất thích hợp để giữ ấm cho bé lúc mới tắm xong. Trong khi tắm cho bé, đừng bao giờ bỏ bé một mình. Nếu bạn cần ra khỏi nhà tắm thì hãy quấn bé lại trong khăn tắm và mang bé đi cùng.  Cắt bao quy đầu và chăm sóc cuống rốn Ngay sau khi cắt bao quy đầu thì đầu dương vật thường được quấn bằng một miếng gạc có bôi một chút mỡ trơn để vết thương không dính vào tã lót. Hãy nhẹ nhàng lau đầu dương vật sạch sẽ sau mỗi lần thay tã và xức một chút mỡ trơn lên đầu dương vật để khỏi dính vào tã. Dương vật sẽ hết đỏ hay tấy rát trong vài ngày, nhưng nếu tình trạng đỏ hay sưng tấy nhiều thêm hoặc nếu đầu dương vật bị giộp da mưng mủ, nhiễm trùng thì bạn có thể gọi bác sĩ ngay lập tức. Việc chăm sóc cuống rốn đối với trẻ sơ sinh cũng rất quan trọng. Nhiều bác sĩ đề nghị lau vùng rốn bằng cồn rửa vết thương cho đến khi cuống rốn khô và rụng, thường thì trong khoảng từ 10 ngày đến 3 tuần, nhưng nhiều bác sĩ khác lại khuyên để yên vùng rốn. Hãy tham khảo ý kiến bác sĩ để biết bạn nên làm gì cho bé. Vùng rốn của trẻ sơ sinh không nên để ngập nước cho đến khi cuống rốn rụng và khô lành. Đến khi cuống rốn rụng thì nó sẽ đổi màu từ vàng sang nâu hoặc đen – điều này bình thường thôi. nếu vùng rốn của bé trở nên đỏ tấy hoặc có mùi hôi hay bị chảy mủ thì bạn hãy tham khảo ý kiến bác sĩ của bạn nhé. Cho bé ăn và vỗ cho bé ợ Dù bạn nuôi con bằng sữa mẹ hay cho bé bú bình thì bạn cũng có thể phải bối rối không biết là nên cho con bú bao lâu một lần. Nói chung là người ta khuyên rằng con nít nên được cho ăn theo nhu cầu – bất kể khi nào chúng đói. Bé của bạn có thể ra tín hiệu cho bạn biết bằng cách khóc, thọc ngón tay vào miệng, hoặc tạo ra những âm thanh như bú. Một đứa trẻ sơ sinh cần được cho bú cách 2 đến 3 tiếng đồng hồ một lần. Nếu bạn nuôi con bằng sữa mẹ thì nên cho bé bú mỗi bên ngực khoảng từ 10 đến 15 phút. Nếu bạn cho bé bú bằng sữa bột thì mỗi lần bé bú có thể từ 2 đến 3 ao-xơ (60-90ml). Một số trẻ sơ sinh cần được đánh thức dậy cứ vài tiếng đồng hồ một lần để đảm bảo cho chúng bú đủ. Hãy gọi cho bác sĩ xem liệu bạn có cần đánh thức bé dậy thường xuyên không hay xem liệu con bạn không thích ăn hay bú không.  Nếu bạn cho con bú bằng sữa bột thì bạn có thể dễ dàng kiểm tra được xem bé có bú đủ chưa, nhưng nếu bạn cho con bú bằng sữa mẹ thì việc này khó khăn hơn một chút. Nếu bé tiểu khoảng 6 lần và đi cầu vài lần một ngày, ngủ ngon và tăng cần đều thì có thể là bé đã bú đủ rồi. Hãy tham khảo ý kiến của bác sĩ nếu bạn quan tâm về sự phát triển và thời gian ăn uống của bé. Trẻ sơ sinh thường nuốt không khí khi bú, có thể làm cho chúng quấy khóc. Bạn có thể ngăn chặn điều này bằng cách vỗ cho bé ợ thường xuyên. Cố vỗ cho bé ợ hơi sau mỗi lần cho bú từ 2 đến 3 ao-xơ (60-90ml) nếu bạn cho bé bú bình và mỗi lần bạn đổi ngực cho bé bú nếu bạn cho bé bú mẹ. Nếu con bạn hay bị đầy hơi, bị trào ngược dạ dày thực quản thì cố vỗ cho bé ợ cứ mỗi ao-xơ một trong suốt thời gian cho bé bú bình hoặc cứ 5 phút một trong thời gian bé bú mẹ. Dưới đây là các cách vỗ cho bé ợ hơi: Ôm bé thẳng dậy cho đầu bé tựa vào vai của bạn. Đỡ cổ và lưng bé trong khi dùng bàn tay khác vỗ nhẹ nhàng vào lưng bé. Để bé ngồi vào lòng bạn. Một tay đỡ ngực và đầu bé bằng cách giữ nhẹ cằm bé trong lòng bàn tay bạn và dựa cùi tay lên ngực bé (cẩn thận giữ chặt cằm của bé – không phải là cổ họng). Dùng tay kia vỗ nhẹ nhàng vào lưng của bé. Đặt bé nằm sấp vào lòng của bạn. Đỡ đầu của bé, đảm bảo rằng đầu phải cao hơn ngực, rồi vỗ hoặc chà nhẹ nhàng vào lưng của bé. Nếu sau một vài phút mà bé không ợ thì bạn hãy thay đổi tư thế của bé và cố vỗ cho bé ợ thêm vài phút nữa trước khi bạn cho bé ăn trở lại. Hãy luôn vỗ cho bé ợ khi bạn đã cho bé ăn xong, sau đó hãy bế bé thẳng dậy ít nhất từ 10 đến 15 phút để bé đừng nôn. Những điều cơ bản về giấc ngủ Vì mới lần đầu làm bố mẹ nên bạn có thể cảm thấy ngạc nhiên khi biết con bạn có vẻ cần bạn từng giờ từng phút một, thực ra chúng ngủ khoảng chừng 16 tiếng đồng hồ hoặc nhiều hơn nữa! Trẻ sơ sinh thường ngủ những giấc từ 3 đến 4 tiếng đồng hồ. Bạn cũng đừng mong chờ là con của bạn sẽ ngủ suốt đêm – hệ tiêu hóa của trẻ sơ sinh quá nhỏ đến nỗi chúng cần thức ăn cứ vài giờ một lần và sẽ bị thức giấc nếu chúng không được cho bú trong 5 tiếng đồng hồ (hoặc nhiều hơn nữa).   Khi nào thì bạn có thể mong cho con mình ngủ suốt cả đêm được? Nhiều trẻ ngủ suốt đêm (từ 6 đến 8 tiếng) khi chúng lên 3 tháng tuổi, nhưng nếu con bạn không ngủ được như vậy thì cũng chẳng là vấn đề gì khiến bạn phải lo lắng. Giống như người lớn, trẻ sơ sinh cũng phải phát triển kiểu và chu kỳ ngủ của mình, vì thế nếu con bạn tăng cân đều và khỏe mạnh thì bạn chớ thất vọng nếu bé không ngủ suốt cả đêm được vào giai đoạn 3 tháng tuổi.  Điều quan trọng là nên để bé nằm ngửa khi ngủ để giảm nguy cơ hội chứng đột tử ở trẻ dưới 1 tuổi. Ngoài ra, hãy bỏ đi hết các bộ đồ giường bằng lông, mền bông, chăn làm bằng da cừu, thú nhồi, và gối ra khỏi giường ngủ của bé để đảm bảo rằng bé không bị quấn hoặc bị ngộp thở trong đó. Bạn cũng đảm bảo việc thay đổi tư thế đầu khi ngủ của bé từng đêm một (quay phải, rồi quay trái, ....) để tránh bị dẹp một bên đầu của bé. Mặc dù bạn có thể cảm thấy lo âu về việc trông nom trẻ sơ sinh nhưng bạn sẽ nhanh tạo thói quen và có thể nuôi con thông thạo trong vài tuần ngắn thôi! Nếu bạn quan tâm hay muốn đặt câu hỏi về bât kỳ vấn đề gì thì hãy tham khảo ý kiến của bác sĩ để được khuyên về các phương pháp có thể giúp cả bạn và bé cùng nhau phát triển nhé."
        }
    ],
    "suggestions": []
}