{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,su:tə'biləti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">suitableness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['su:təblnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hợp, sự thích hợp</td></tr></table><i/></div>",
            "word": "suitability",
            "pronounce": "[,su:tə'biləti]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "suitability",
            "pronounce": "[,su:tə'biləti]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "suitability",
            "pronounce": "[,su:tə'biləti]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>suitability</k><blockquote><blockquote><ex><abr>n.</abr> suitability for </ex></blockquote></blockquote></div>",
            "word": "suitability",
            "pronounce": "[,su:tə'biləti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "suitability",
            "pronounce": "[,su:tə'biləti]"
        }
    },
    "sentences": [
        {
            "en": "We tried to assess her <em>suitability</em> for the job.",
            "vi": "Chúng tôi cố gắng đánh giá mức độ thích hợp công việc đó của cô ấy."
        },
        {
            "en": "Consider the <em>suitability</em> of given institutions to implement proposed laws;",
            "vi": "Xem xét sự phù hợp của cơ quan thi hành các luật sắp ban hành;"
        },
        {
            "en": "The scores depend on the <em>suitability</em> for the topic.",
            "vi": "Điểm tùy thuộc vào mức độ phù hợp với đề bài."
        },
        {
            "en": "There's a heavy reliance on timing and <em>suitability</em>.",
            "vi": "Có một sự phụ thuộc lớn vào thời điểm và sự phù hợp."
        },
        {
            "en": "There has been some discussion about the <em>suitability</em> of exhumation.",
            "vi": "Có vài cuộc thảo luận về sự thích hợp của việc khai quật."
        },
        {
            "en": "His <em>suitability</em> for the post is open to the question.",
            "vi": "Anh ta có thích hợp với chức vụ này hay không, điều đó còn đáng xét lại."
        },
        {
            "en": "Turning to other industries, private sector work, both waged and self employed, were mainly valued for ease of entry, <em>suitability</em> to women and \"<em>suitability</em> to my skills/preferences\".",
            "vi": "Về các ngành khác, công việc trong khu vực tư nhân, cả công việc trả lương và tự làm, chủ yếu được đánh giá là dễ xin việc, phù hợp với phụ nữ và “phù hợp với kỹ năng/sở thích\"."
        },
        {
            "en": "The <em>suitability</em> of policy with practical demand of enterprises: old mentality.",
            "vi": "Tính phù hợp của chính sách với nhu cầu thực tế của doanh nghiệp: tư duy cũ."
        },
        {
            "en": "there is a variety of ways you can assess candidates for their <em>suitability</em> to a position.",
            "vi": "có nhiều cách khác nhau để bạn có thể đánh giá ứng viên về sự phù hợp của họ đối với một công việc."
        },
        {
            "en": "To promote the social marketing of condoms, ensure the availability, accessibility and <em>suitability</em> of condoms.",
            "vi": "Đẩy mạnh các hoạt động tiếp thị xã hội bao cao su, đảm bảo tính sẵn có, tính dễ tiếp cận, tính phù hợp của bao cao su."
        },
        {
            "en": "I gave him the job despite lingering doubts about his <em>suitability</em>.",
            "vi": "Tôi đã cho anh ấy làm việc mặc dù có những mối nghi ngờ dai dẳng về khả năng thích ứng của anh ta."
        },
        {
            "en": "An assessment of the adoptive parents’ <em>suitability</em> has been conducted by their home country.",
            "vi": "Một bản đánh giá về tính phù hợp của cha mẹ nuôi đã được tiến hành ở nước sở tại của trẻ."
        },
        {
            "en": "A successful project would erase doubts about her <em>suitability</em> for the job.",
            "vi": "Một dự án thành công sẽ xóa đi nghi ngờ về tính phù hợp với công việc của anh ấy."
        },
        {
            "en": "I 'm not sure about the <em>suitability</em> of the site for the new factory.",
            "vi": "Tôi không chắc về tính thích hợp của mảnh đất xây dựng đối với nhà máy mới."
        },
        {
            "en": "I'm not sure about the <em>suitability</em> of the site for the new factory.",
            "vi": "Tôi không chắc về tính thích hợp của mảnh đất xây dựng đối với nhà máy mới."
        },
        {
            "en": "Of course, performance is only one of many factors that should be considered in evaluating an environment's <em>suitability</em>.",
            "vi": "Dĩ nhiên, tiềm năng chỉ là một trong nhiều yếu tố nên xem xét, khi bạn đánh giá tính phù hợp của một môi trường."
        },
        {
            "en": "Whatever the cleverness, even the mathematical beauty, that went into bitcoin, its <em>suitability</em> as currency is dubious.",
            "vi": "Bất kể sự thông minh, ngay cả vẻ đẹp toán học, mà lao vào bitcoin, sự hợp lý của nó như là tiền tệ là đáng ngờ."
        },
        {
            "en": "Screen tests can also be used to judge the <em>suitability</em> of costume, make - up and other details.",
            "vi": "Đóng thử cũng có thể kiểm duyệt tính thích hợp của trang phục, hóa trang và những chi tiết khác."
        },
        {
            "en": "The main advantages identified by garment workers were clustered around \"ease of entry\" into garment work and \"<em>suitability</em> to women\".",
            "vi": "Lợi thế chính theo các công nhân may xác nhận xoay quanh vấn đề “dễ xin việc làm” ở ngành may và “phù hợp với phụ nữ”."
        },
        {
            "en": "Screen tests can also be used to judge the <em>suitability</em> of costume, make-up and other details.",
            "vi": "Đóng thử cũng có thể kiểm duyệt tính thích hợp của trang phục, hóa trang và những chi tiết khác."
        }
    ],
    "suggestions": []
}