{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sʌlfaid]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">sulphide</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sʌlfaid]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ, nghĩa Mỹ) như <font color=\"#1371BB\">sulphide</font></td></tr></table><i/></div>",
            "word": "sulfide",
            "pronounce": "['sʌlfaid]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sulfide",
            "pronounce": "['sʌlfaid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sulfide",
            "pronounce": "['sʌlfaid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sulfide",
            "pronounce": "['sʌlfaid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sulfide",
            "pronounce": "['sʌlfaid]"
        }
    },
    "sentences": [
        {
            "en": "It must have been due to hydrogen <em>sulfide</em>.",
            "vi": "Nó phải do sunphur hydro."
        },
        {
            "en": "Galena is the natural mineral form of lead (II) <em>sulfide</em>.",
            "vi": "Ga - len là dạng khoáng chất tự nhiên của chì (II) xun - phuya."
        },
        {
            "en": "Galena is the natural mineral form of lead (II) <em>sulfide</em>.",
            "vi": "Ga-len là dạng khoáng chất tự nhiên của chì (II) xun-phuya."
        },
        {
            "en": "Hydrogen <em>sulfide</em> has a powerful rotten egg smell.",
            "vi": "Hidro sun phua có mùi trứng thối nồng."
        },
        {
            "en": "Methane and hydrogen <em>sulfide</em> seep from the ocean floor.",
            "vi": "Khí mêtan và hiđrô sunphua thoát ra từ đáy đại dương."
        },
        {
            "en": "The short answer is that garlic creates a gas called hydrogen <em>sulfide</em>.",
            "vi": "Câu trả lời ngắn gọn đó là tỏi tạo ra một chất khí gọi là hydrogen sulfide."
        },
        {
            "en": "Do you think it was due to carbon dioxide or hydrogen <em>sulfide</em>?",
            "vi": "Bạn nghĩ nó do bởi dioxit cacbon hay sunphunhydro?"
        },
        {
            "en": "Some anti - dandruff shampoos, such as those containing selenium <em>sulfide</em> or coal tar may discolor dyed hair.",
            "vi": "Một số dầu gội trị gàu chứa xê-len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm."
        },
        {
            "en": "At first, hydrogen <em>sulfide</em> does not seem very healthy. In fact, it is toxic and flammable. It smells like rotten eggs. But it does an important job in our bodies. Hydrogen <em>sulfide</em> relaxes blood vessels.",
            "vi": "Lúc đầu, hydrogen sulfide dường như không lành mạnh. Trong thực tế, nó là độc hại và dễ cháy. Nó có mùi như trứng thối. Nhưng nó làm một công việc quan trọng trong cơ thể chúng ta. Hydrogen sulfide làm thư giãn mạch máu."
        },
        {
            "en": "In a Science Daily news release, Lippert explains that they “made a chemical probe that reacts and lights up when live human cells generate hydrogen <em>sulfide</em>.” Lippert’s real-time video features live human cells making hydrogen <em>sulfide</em>.",
            "vi": "Trong một thông báo của tờ báo Science Daily, Lippert giải thích rằng họ \"được thực hiện một thăm dò hóa chất phản ứng và sáng lên khi các tế bào của con người sống tạo ra khí hydrogen sulfide.\" Tính năng video thời gian thực của Lippert mô tả tế bào sống của con người đã làm thành khí hydrogen sulfide."
        },
        {
            "en": "In a 2015 experiment at Penn State University, researchers injected a solution that would create hydrogen <em>sulfide</em> in the arms of healthy young adults. They wanted to see what hydrogen <em>sulfide</em> would do to a small area of blood vessels.",
            "vi": "Trong một thí nghiệm năm 2015 tại đại học bang Penn, các nhà nghiên cứu tiêm một giải pháp mà sẽ tạo ra khí hydrogen sulfide trong tay của thanh niên trẻ khỏe mạnh. Họ muốn xem những gì mà khí sulfua hydro sẽ làm trên một khu vực nhỏ của các mạch máu."
        },
        {
            "en": "Some researchers in China have gone so far as to call hydrogen <em>sulfide</em> the key to a longer life.",
            "vi": "Một số nhà nghiên cứu ở Trung Quốc đã nghiên cứu rất lâu để có thể gọi hydrogen sulfide là chìa khóa cho một cuộc sống dài lâu hơn."
        },
        {
            "en": "Some anti-dandruff shampoos, such as those containing selenium <em>sulfide</em> or coal tar may discolor dyed hair.",
            "vi": "Một số dầu gội trị gàu chứa xê - len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm."
        },
        {
            "en": "In a 2007 study, researchers at the University of Alabama at Birmingham studied how garlic increased hydrogen <em>sulfide</em> and how that, in turn, affected red blood cells.",
            "vi": "Trong một nghiên cứu năm 2007, các nhà nghiên cứu tại Đại học Alabama ở Birmingham nghiên cứu cách tỏi tăng khí hydrogen sulfide và làm thế nào đó, đến lượt nó, ảnh hưởng đến các tế bào máu đỏ."
        },
        {
            "en": "Some pollutants, especially sulfates, under the anaerobic conditions of septic tanks, are reduced to hydrogen <em>sulfide</em>, a pungent and toxic gas.",
            "vi": "Một vài chất độc hại, đặc biệt là sun - phát, ở điều kiện yếm khí của hố tự hoại, bị biến thành hi - đrô sun - phua, một chất khí có mùi hắc và độc."
        },
        {
            "en": "Their discovery has opened the door to more research into the health benefits of garlic and the production of hydrogen <em>sulfide</em> in the body.",
            "vi": "Khám phá của họ đã mở ra cánh cửa để có nhiều nghiên cứu hơn vào những lợi ích sức khỏe của tỏi và sản xuất khí hydrogen sulfide trong cơ thể."
        },
        {
            "en": "Some pollutants, especially sulfates, under the anaerobic conditions of septic tanks, are reduced to hydrogen <em>sulfide</em>, a pungent and toxic gas.",
            "vi": "Một vài chất độc hại, đặc biệt là sun-phát, ở điều kiện yếm khí của hố tự hoại, bị biến thành hi-đrô sun-phua, một chất khí có mùi hắc và độc."
        },
        {
            "en": "Inhaling farts can be healthy.  Studies have shown that exposure to hydrogen <em>sulfide</em> reduces mitochondrial damage. So maybe next time the guy next to you in a bus farts, thank him.",
            "vi": "Khi ai đó ra đòn \"đánh rắm thần chưởng\" mà bạn bị trúng thì có lợi cho sức khoẻ của bạn đó Các nghiên cứu đã chỉ ra rằng, hít phải H2S làm giảm thiệt hại cho ti thể. Vậy lần sau đi xe bus, gã ngồi bên có ra đòn \"đánh rắm thần chưởng\" thì bạn nên cám ơn gã nhé!"
        },
        {
            "en": "Archaeal energy sources are extremely diverse, and range from the oxidation of ammonia to the oxidation of hydrogen <em>sulfide</em> or elemental sulfur, using either oxygen or metal ions as electron acceptors.",
            "vi": "Các nguồn năng lượng của vi khuẩn cổ cực kỳ đa dạng, bao gồm của việc oxy hóa amoniac cho tới việc sự oxy hóa hydro sulfit hoặc sulfua nguyên tử, sử dụng cả oxy hoặc ion kim loại"
        },
        {
            "en": "The initial findings are that hydrogen <em>sulfide</em> widened blood vessels, which then increased the flow of blood. These researchers plan to continue their research. They published their findings in The Journal of Physiology.",
            "vi": "Những phát hiện ban đầu là khí hydrogen sulfide mở rộng các mạch máu, sau đó tăng dòng chảy của máu. Các nhà nghiên cứu dự định tiếp tục nghiên cứu của họ. Họ công bố những phát hiện của họ trên tạp chí Sinh Lý Học."
        }
    ],
    "suggestions": []
}