{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Sumatran",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Sumatran</k><blockquote><cclass>[<cclass>sʊ'mα:trən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of the Indonesian island of Sumatra. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Sumatra. </cclass></blockquote></div>",
            "word": "Sumatran",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Sumatran",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Sumatran",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Sumatran",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Like the <em>Sumatran</em> Rhino, the Java Rhino needs salt in its diet.",
            "vi": "Giống như tê giác Sumatra, tê giác Java cũng cần muối khoáng trong khẩu phần."
        },
        {
            "en": "The Javan Rhinos are considered possibly the most endangered of all large mammals; although there are more 300 <em>Sumatran</em> Rhinos.",
            "vi": "Tê giác Java được công nhận có thể là loài động vật có vú đang gặp nguy hiểm nhất trên thế giới, dù rằng loài tê giác Sumatra, hiện còn khoảng 300 cá thể."
        },
        {
            "en": "The Javan Rhino is much less vocal than the <em>Sumatran</em> ; very few Javan Rhino vocalizations have ever been recorded.",
            "vi": "Tê giác Java phát tiếng kêu ít hơn nhiều so với tê giác Sumatra, có rất ít tiếng tê giác Java từng được ghi lại."
        },
        {
            "en": "The Javan Rhinos are considered possibly the most endangered of all large mammals ; although there are more 300 <em>Sumatran</em> Rhinos.",
            "vi": "Tê giác Java được công nhận có thể là loài động vật có vú đang gặp nguy hiểm nhất trên thế giới, dù rằng loài tê giác Sumatra, hiện còn khoảng 300 cá thể."
        },
        {
            "en": "Similar to the other browsing species of rhino (the Black, <em>Sumatran</em> and Indian Rhinoceroses), the Javan Rhino has long, pointed, upper lips which help in grabbing food.",
            "vi": "Giống với những loài tê giác ăn cành lá khác (tê giác đen, Sumatra và Ấn Độ), tê giác Java có môi trên dài, nhọn giúp cho việc lấy thức ăn."
        },
        {
            "en": "A population may have existed on the island of Borneo as well, though these specimens could have been the <em>Sumatran</em> Rhinoceros, a small population of which still lives there.",
            "vi": "Một quần thể cũng có thể đã còn tồn tại trên đảo Borneo, dù rằng đó có thể là loài tê giác Sumatra, với một quần thể nhỏ của chúng ngày nay vẫn còn tồn tại nơi đây."
        },
        {
            "en": "The title of world's smallest fish is a matter of controversy. In 2006, the prestigious scientific journal of the UK's Royal Society published an article touting the discovery of a lilliputian fish from the genus Paedocypris, which dwells in <em>Sumatran</em> swamps and is only 7.8 milimeters in length, or about a third of an inch. Soon after that, other scientists came forward to cite an even smaller fish that already had been described in the scientific literature: an Australian specimen of the stout infantfish (Schlindleria brevipinguis), which is 7.0 millimeters long.",
            "vi": "Danh hiệu chú cá nhỏ nhất thế giới là một đề tài gây tranh cãi. Vào năm 2006, tập san khoa học có uy tín của Hiệp hội khoa học Hoàng gia của Vương quốc Anh đã công bố một báo cáo ca ngợi phát hiện một loài cá tí hon thuộc chi Paedocypris, sống trong đầm lầy Sumatra và chỉ dài có 7,8 milimét, khoảng một phần ba inch. Ngay sau đó, các nhà khoa học khác đã đưa thông tin viện dẫn một loài cá thậm chí còn nhỏ hơn đã được mô tả trong các tài liệu khoa học: một mẫu vật của Úc của loài cá Stout Infantfish (Schlindleria brevipinguis), chỉ dài có 7 milimét."
        }
    ],
    "suggestions": []
}