{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[su:'miəriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc xume; người xume; tiếng xume</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người xume; tiếng xume</td></tr></table><i/></div>",
            "word": "sumerian",
            "pronounce": "[su:'miəriən]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sumerian",
            "pronounce": "[su:'miəriən]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sumerian",
            "pronounce": "[su:'miəriən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sumerian",
            "pronounce": "[su:'miəriən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sumerian",
            "pronounce": "[su:'miəriən]"
        }
    },
    "sentences": [
        {
            "en": "Linguists can trace languages back based on how far their written record goes. With this approach, we can conclude, at least for the moment, that <em>Sumerian</em> is the oldest known written language spanning c. 3300 to 3000 BC.",
            "vi": "Các nhà ngôn ngữ học có thể theo dõi các ngôn ngữ dựa trên mức độ ghi chép của họ. Với cách tiếp cận này, chúng ta có thể kết luận, ít nhất là trong thời điểm này, rằng tiếng Xume là ngôn ngữ viết được biết đến lâu đời nhất kéo dài từ c. 3300 đến 3000 trước Công nguyên."
        },
        {
            "en": "With respect to non-Biblical myths about a purifying flood, these can be found in the Hindu, <em>Sumerian</em>, Greek, Acadia, Chinese, Mapuche, Mayan, Aztec, and Pascuanese (Easter Island) cultures, among others. Several of these stories appear to possess surprisingly similar common factors.",
            "vi": "Ngoại trừ trích dẫn trong Kinh Thánh còn có rất nhiều truyền thuyết khác về một trận lụt tẩy uế, có thể tìm thấy chúng trong các nền văn hóa đạo Hindu, Sumer, Hy Lạp, Acadia, Trung Quốc, Mapuche, Maya, Aztec, và Pascuanese (Easter Island), cùng với nhiều nền văn hóa khác nữa. Trong những câu chuyện này một số dường như có các yếu tố tương đồng thật đáng ngạc nhiên."
        },
        {
            "en": "Galka's video charts the entire history of cities, beginning with the earliest <em>Sumerian</em> civilization in the fertile crescent.  It then progresses through the founding of Babylon, Constantinople, Mexico City, and the rest of the world's urban areas, providing important historic milestones as the years go by. Highlights include the construction of the Giza pyramids, the Trojan War, the rise of the Aztec civilization, and the formation of the Commonwealth of Australia.   The entire urbanization of the colonized United States takes place in the final 14 seconds.",
            "vi": "Vi-đê-ô của Galka vẽ lại toàn bộ lịch sử của thành phố, bắt đầu là nền văn minh Xume sớm nhất ở Trung đông. Rồi tiến đến sự hình thành Babylon, Constantinople, thành phố Mê - xi - cô, và phần còn lại của thế giới, cho biết những cột mốc lịch sử quan trọng theo năm tháng. Nổi bật có việc xây dựng kim tự tháp Giza, cuộc chiến thành Troy, sự trỗi dậy của nền văn minh Aztec, và sự thành lập Liên bang Úc.   Toàn bộ quá trình đô thị hóa của Hoa Kỳ có dân cư ngụ diễn ra ở 14 giây sau cùng."
        },
        {
            "en": "A supposed planet discovered by the <em>Sumerian</em>, the theory of the Earth being destroyed in 2012 began with the prophecy the planet Nibiru clashing with the earth. Although initially predicted for May 2003, the doomsday date was postponed to December 2012 as nothing obviously happened. Ironically, both tales were linked to one of the cycles in the Ancient Mayan calendar that ends in 2012. This is an internet hoax! Amongst many other fibs; if a planet, asteroid or comet was heading towards the earth, astronomers would be definitely keeping track of them. Astronomers have found a dwarf planet similar to the siz​e of Pluto known as Eris; however, this planet will remain in the outer solar system. The closest Eris can come in proximity with the Earth is 4 billion miles, which I believe is quite a lot of distance.",
            "vi": "Một hành tinh giả định do những người Sumer khám phá, lý thuyết về trái đất bị huỷ diệt năm 2012 bắt đầu bởi lời tiên tri rằng hành tinh Nibiru sẽ va chạm với trái đất. Dù ban đầu dự đoán ngày tận thế xảy ra vào tháng Năm năm 2003, sau được dời đến tháng 12 năm 2012 vì rõ ràng không có gì xảy ra. Trớ trêu thay, cả hai truyền thuyết này đều liên quan đến một trong các chu kỳ trong lịch Maya cổ đại kết thúc vào năm 2012. Đây là trò lừa bịp trên internet! Trong các chuyện bịa đặt khác; nếu một hành tinh, tiểu hành tinh hay sao hoả tiến đến trái đất thì chắc chắn các nhà thiên văn học sẽ theo dõi chúng. Các nhà thiên văn học đã tìm thấy hành tinh lùn giống với kích cỡ của hành tinh Pluto gọi là Eris; tuy nhiên hành tinh này vẫn còn ở bên ngoài hệ mặt trời."
        }
    ],
    "suggestions": []
}