{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Sumner"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Sumner"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Sumner"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Sumner"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Sumner"
        }
    },
    "sentences": [
        {
            "en": "U.S. chicken producers also rely on economies of scale and access to cheap feed, which accounts for about 70 percent of production costs, to drive prices down, <em>Sumner</em> said. “We are the lowest-cost producers of chicken in the world,” he said.",
            "vi": "Các nhà sản xuất gà Mỹ cũng dựa vào quy mô các nền kinh tế và nhập nguồn thức ăn giá rẻ, chiếm khoảng 70% phí sản xuất, để giảm giá thành, Sumner cho biết, \"Chúng tôi là những nhà sản xuất gà với chi phí thấp nhất trên thế giới.\""
        },
        {
            "en": "“They are comparing the most expensive products in the U.S. to the lowest-cost products we export to Vietnam,” said <em>Sumner</em>. “It’s like comparing the price of filet mignon in the the U.S. to the price of hamburger in Vietnam. There is no justification whatsoever for a dumping case.”",
            "vi": "\"Họ đang so sánh các sản phẩm đắt nhất ở Mỹ với những sản phẩm rẻ nhất xuất khẩu sang Việt Nam\" Sumner nói. \"Giống như đang so sánh giá thịt bò thăn Mỹ với hambuger Việt Nam. Không có bằng chứng nào cho việc bán phá giá."
        },
        {
            "en": "U.S. producers say the price comparisons are flawed. The livestock association is comparing premium-priced free-range, antibiotic-free, USDA process-verified chicken sold in U.S. supermarkets to commodity-type frozen leg quarters exported in bulk, said James <em>Sumner</em>, president of the USA Poultry & Egg Export Council.",
            "vi": "Những nhà sản xuất Mỹ cho rằng sự so sánh giá cả còn thiếu sót. Hiệp hội chăn nuôi đang so sánh giá trung bình của gà phát triển tự nhiên, không kháng sinh, gà được xác minh quá trình USDA bán ở siêu thị Mỹ với mặt hàng 1/4 đùi đông lanh xuất khẩu với số lượng lớn, James Sumner, chủ tịch Hội đồng Gia cầm mỹ và trứng xuất khẩu Mỹ cho biết."
        }
    ],
    "suggestions": []
}