{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['su:məu]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">môn vật sumô</td></tr></table><i/></div>",
            "word": "sumo",
            "pronounce": "['su:məu]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sumo</k><blockquote><cclass>[<cclass>'su:məʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a Japanese form of heavyweight wrestling. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Japanese <i>sūmo</i>. </blockquote></div>",
            "word": "sumo",
            "pronounce": "['su:məu]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sumo",
            "pronounce": "['su:məu]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sumo",
            "pronounce": "['su:məu]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sumo",
            "pronounce": "['su:məu]"
        }
    },
    "sentences": [
        {
            "en": "<em>Sumo</em>, business, and war.",
            "vi": "Đó là đô vật, kinh doanh, và chiến tranh."
        },
        {
            "en": "<em>Sumo</em> is a traditional sport in Japan.",
            "vi": "Sumo là môn thể thao truyền thống ở Nhật Bản."
        },
        {
            "en": "I'm tall and fat like a <em>sumo</em> wrestler.",
            "vi": "Tôi cao và mập giống như võ sĩ sumo vậy."
        },
        {
            "en": "I 'm tall and fat like a <em>sumo</em> wrestler.",
            "vi": "Tôi cao và mập giống như võ sĩ sumo vậy."
        },
        {
            "en": "That <em>sumo</em> wrestler gave me such a wonderful idea!",
            "vi": "Cái anh chàng đô vật ấy đã gợi cho tôi một ý thật tuyệt vời!"
        },
        {
            "en": "Young girl, what do you know about <em>sumo</em>?",
            "vi": "Này cô em, cô biết gì về môn đô vật không?"
        },
        {
            "en": "Nobu-san doesn't joke about <em>sumo</em>, he said quietly.",
            "vi": "Ông nobu không đùa bỡn về chuyện đô vật, ông bình tĩnh nói."
        },
        {
            "en": "Sayuri, is this your first encounter with <em>sumo</em>?",
            "vi": "Sayuri này, có phải đây là lần đầu tiên cô xem đô vật không?"
        },
        {
            "en": "The Chairman asked if this is my first encounter with <em>sumo</em>, i said.",
            "vi": "Ông chủ tịch hỏi có phải đây là lần đầu tiên em xem đô vật không, tôi nói."
        },
        {
            "en": "There's a man working in Gion who was once a <em>sumo</em> wrestler.",
            "vi": "Có một người làm việc ở phòng đăng ký hộ tịch ở gion trước đây đã từng là võ sĩ đô vật."
        },
        {
            "en": "Strangely, the same air raid that killed Raiha also killed the great <em>sumo</em> wrestler Miyagiyama.",
            "vi": "Kỳ lạ thay, là máy bay oanh tạc giết chết raiha còn giết luôn cả nhà đô vật vĩ đại mizagiyama."
        },
        {
            "en": "I recognized the Chairman the moment i saw him again, at the <em>sumo</em> tournament.",
            "vi": "Em nhận ra ông chủ tịch ngay khi gặp lại ông tại buổi thi đấu đô vật."
        },
        {
            "en": "I'm fat, so I'm interested in <em>Sumo</em>, which people who have my build are doing.",
            "vi": "Tôi mập, vì thế tôi thích Sumo, môn thể thao mà những người có vóc người như tôi đang chơi."
        },
        {
            "en": "When it comes to these <em>sumo</em> wrestlers, i can't tell one of them from the next.",
            "vi": "Khi nói đến các nhà đô vật, tôi không thể nói người nào đẹp hơn người nào."
        },
        {
            "en": "What the Chairman is really saying is that he doesn't particularly like <em>sumo</em>.",
            "vi": "Ý của ông chủ tịch muốn nói là ông không thích môn đô vật."
        },
        {
            "en": "He's a poor student of <em>sumo</em> because he doesn't care about it.",
            "vi": "Ông ấy là học sinh dốt về đô vật vì ông không lưu tâm đến môn này thôi."
        },
        {
            "en": "That <em>sumo</em> wrestler gave me a most marvelous idea, she said.",
            "vi": "Anh chàng đô vật ấy đã gợi cho tôi một ý rất kỳ diệu, cô ta nói."
        },
        {
            "en": "Nobu was quite a fan of <em>sumo</em> and had helped organize the exhibition that afternoon.",
            "vi": "Nobu là người hâm mộ môn đô vật và đã tiếp tay giúp tổ chức buổi biểu diễn chiều hôm ấy."
        },
        {
            "en": "I didn't know it at the time, but he'd once been a <em>sumo</em> wrestler.",
            "vi": "Lúc ấy tôi không biết, nhưng ông ta đã một thời làm võ sĩ đô vật."
        },
        {
            "en": "And you can't expect to understand what's going on in <em>sumo</em> either.",
            "vi": "Và cô cũng không biết cái gì xảy ra trong đô vật nữa."
        }
    ],
    "suggestions": []
}