{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sunbonnet",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sunbonnet",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sunbonnet",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sunbonnet",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sunbonnet",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Put on your <em>sunbonnet</em>, now, and forget such nonsense.",
            "vi": "Thôi, đội nón lại và quên ngay những chuyện ngớ ngẩn ấy đi."
        },
        {
            "en": "Mary kept her <em>sunbonnet</em> on, but Laura let hers dangle down her back.",
            "vi": "Mary giữ nguyên mũ trên đầu nhưng Laura đã hất chiếc mũ ra sau gáy."
        },
        {
            "en": "Her dress was a beautiful pink and she was swinging a pink <em>sunbonnet</em> by one string.",
            "vi": "Cô mặc chiếc áo màu hồng, lủng lẳng chiếc nón màu hồng với dải buộc trước cổ."
        },
        {
            "en": "Laura's <em>sunbonnet</em> hung down her back. She pulled it up by its strings, and its sides came past her cheeks.",
            "vi": "Chiếc nón của Laura đang treo lủng lẳng sau lưng cô. Cô đã đẩy nó xuống như thế bằng cách xô các dây buộc qua hai bên má."
        },
        {
            "en": "Laura ran back and forth, waving her <em>sunbonnet</em> and yelling, \"Hi! Yi-yi-yi!\" till Ma told her to stop.",
            "vi": "Laura phóng chạy tới lui, huơ huơ chiếc nón và hét lớn \"Hi! Di - di - di!\" cho tới khi Mẹ bảo ngưng lại."
        },
        {
            "en": "She put her <em>sunbonnet</em> on when Ma told her to, but she did not forget the papoose.",
            "vi": "Cô đội nón lại khi nghe Mẹ nói nhưng cô không quên được đứa bé da đỏ."
        },
        {
            "en": "Laura ran back and forth, waving her <em>sunbonnet</em> and yelling,\"Hi! Yi - yi - yi!\" till Ma told her to stop.",
            "vi": "Laura phóng chạy tới lui, huơ huơ chiếc nón và hét lớn \"Hi! Di-di-di!\" cho tới khi Mẹ bảo ngưng lại."
        },
        {
            "en": "She was looking down at her hands clasped in her lap, and Laura couldn't see her face; she could see only the side of the <em>sunbonnet</em>.",
            "vi": "Bà cúi nhìn những bàn tay của mình đặt cạnh vạt áo và Laura không thể nhìn rõ mặt của bà. Cô chỉ nhìn được một bên chiếc nón."
        },
        {
            "en": "She was looking down at her hands clasped in her lap, and Laura couldn't see her face ; she could see only the side of the <em>sunbonnet</em>.",
            "vi": "Bà cúi nhìn những bàn tay của mình đặt cạnh vạt áo và Laura không thể nhìn rõ mặt của bà. Cô chỉ nhìn được một bên chiếc nón."
        },
        {
            "en": "When her <em>sunbonnet</em> was on she could see only what was in front of her, and that was why she was always pushing it back and letting it hang by its strings tied around her throat.",
            "vi": "Khi chiếc nón chụp lên đầu, cô chỉ nhìn thấy những thứ ở phía trước nên cô luôn đẩy nó ra phía sau và đeo nó với các dây buộc vòng quanh cổ."
        }
    ],
    "suggestions": []
}