{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['suni]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chi nhánh xuni (của Ixlam)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc chi nhánh Xuni</td></tr></table><i/></div>",
            "word": "sunni",
            "pronounce": "['suni]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "sunni",
            "pronounce": "['suni]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sunni",
            "pronounce": "['suni]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sunni",
            "pronounce": "['suni]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sunni",
            "pronounce": "['suni]"
        }
    },
    "sentences": [
        {
            "en": "The main <em>Sunni</em> Party in Iraq says it has agreed to support a new constitution.",
            "vi": "Chính đảng hồi giáo dòng sunni ở iraq cho biết đảng này đồng ý ủng hộ một hiến pháp mới."
        },
        {
            "en": "It is not clear if other major <em>Sunni</em> Parties will drop their opposition to the constitution.",
            "vi": "Vẫn chưa rõ liệu các đảng lớn dòng sunni khác có phản đối hiến pháp này hay không."
        },
        {
            "en": "The ideological differences between <em>Sunni</em> and Shiite factions of Islam are a subject of great debate.",
            "vi": "Những sự khác biệt về tư tưởng giữa các phái Xu - ni (Sunni) và Si - a (Shiite) của Hồi giáo là một chủ đề của cuộc tranh luận lớn."
        },
        {
            "en": "The ideological differences between <em>Sunni</em> and Shiite factions of Islam are a subject of great debate.",
            "vi": "Những sự khác biệt về tư tưởng giữa các phái Xu-ni (Sunni) và Si-a (Shiite) của Hồi giáo là một chủ đề của cuộc tranh luận lớn."
        },
        {
            "en": "This would permit <em>Sunni</em> Muslim women to come out and buy her products.",
            "vi": "Ðiều này sẽ cho phép những phụ nữ Hồi giáo dòng Sunni đến mua sản phẩm của bà."
        },
        {
            "en": "Police said they suspected <em>Sunni</em> militants had carried out the latest attack, which injured more than a dozen passengers.",
            "vi": "Cảnh sát cho biết họ tình nghi các chiến binh Xuni đã thực hiện vụ tấn công gần đây nhất, làm bị thương hơn chục hành khách."
        },
        {
            "en": "Iraq's leadership is dominated by Shiite Muslims, including Prime Minister Nuri al-Maliki. The country's <em>Sunni</em> minority held power under former leader Saddam Hussein.",
            "vi": "Đất nước I-rắc được lãnh đạo dưới sự thống trị của các tín đồ Hồi giáo dòng Si-ai, bao gồm cả thủ tướng Nuri al-Maliki. Dòng thiểu số Xuni của quốc gia này đã nắm giữ quyền lực dưới thời vị cựu lãnh đạo Saddam Hussein."
        },
        {
            "en": "<em>Sunni</em> Arab leaders in Iraq say American and Iraqi military operations may stop Sunnis from taking part in parliamentary elections next month.",
            "vi": "Giới lãnh đạo a - rập dòng sunni ở iraq nói các cuộc hành quân của mỹ và iraq có thể ngăn chặn người thuộc dòng sunni tham gia bầu cử quốc hội vào tháng tới."
        },
        {
            "en": "On December 19, al-Maliki, a Shiite, ordered the arrest of the <em>Sunni</em> vice president, a move that escalated sectarian tensions and threatened to collapse Iraq's fragile power-sharing government.",
            "vi": "Vào ngày 19 tháng mười hai, al-Maliki, thuộc dòng Si-ai, ra lệnh bắt giữ Phó tổng thống dòng Xuni. Động thái này đã  làm leo thang tình trạng căng thẳng giáo phái và đe doạ sụp đổ chính phủ với quyền lực mong manh bị chia rẽ như I-rắc."
        },
        {
            "en": "The seemingly coordinated explosions Thursday struck during the height of morning rush hour, hitting a number of Baghdad's primarily mixed <em>Sunni</em>-Shiite neighborhoods. Nine car bombs, six roadside bombs and a mortar round all went off in a two-hour period, targeting residential, commercial and government districts in the Iraqi capital, police said.",
            "vi": "Theo như cảnh sát cho hay thì các vụ nổ dường như có sự phối hợp với nhau hôm Thứ Năm đã tấn công vào lúc đỉnh điểm của giờ cao điểm buổi sáng, trúng vào các khu vực láng giềng giữa dòng Xun-ni và Si-ai của thủ đô Baghdad. Chín xe có gài chất nổ, sáu quả bom bên đường và một tràng súng cối đồng loạt nổ lên trong vòng hai giờ, nhắm vào các quận có nhà ở, trung tâm thương mại và tổ chức chính phủ ở thủ đô I-rắc."
        },
        {
            "en": "“Prisoners of Geography” also makes clear the terrible price the world has had to pay because European officials decided to create nation-states with borders that completely ignored cultural geography. Pashtuns were divided between southern Afghanistan and northwestern Pakistan, guaranteeing that neither state would be cohesive or stable. Iraq artificially bonded together Kurdish, <em>Sunni</em> Arab and Shia Arab lands, an invented nation that appears to have already ceased to exist. In Africa, “the giant black hole known as the Democratic Republic of the Congo . . . should never have been put together,” Marshall notes, as it contains more than 200 ethnic groups and hundreds of languages spread over a largely forested region bigger than Germany, France and Spain combined; 6 million have died in a half-century of civil wars there.",
            "vi": "“Prisoners of Geography” làm rõ cái giá khủng khiếp mà thế giới phải trả vì các viên chức châu Âu quyết định tạo ra các nhà nước - quốc gia với những đường biên giới hoàn toàn không để ý tới địa lý tự nhiên. Dân tộc Pashtun bị chia ra giữa phía nam Afghanistan và phía tây bắc Pakistan, cam đoan rằng cả hai quốc gia chẳng bên nào dính liền hay có thể di chuyển được. Iraq gắn kết đầy gượng ép với Kurdish, các vùng đất Hồi giáo Sunni và Hồi giáo Shia, một quốc gia được \"chế\" ra chỉ để xuất hiện rồi biến mất ngay sau đó. Tại châu Phi Marshall ghi chép \"hố đen khổng lồ mang tên Cộng hoà Dân chủ Congo .... mãi mãi không nên đặt cạnh nhau,\" khi mà nước này gồm hơn 200 nhóm sắc tộc và hàng trăm ngôn ngữ trải rộng trên một vùng rừng lớn, rộng hơn cả Đức , Pháp và Tây Ban Nha cộng lại; 6 triệu người đã chết trong nửa thế kỷ nội chiến tại đây."
        }
    ],
    "suggestions": []
}