{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sunscreen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sunscreen</k><blockquote>■ <cclass>noun a cream or lotion rubbed on to the skin to protect it from the sun. </cclass></blockquote></div>",
            "word": "sunscreen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sunscreen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sunscreen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sunscreen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "'Evening-After' <em>Sunscreen</em>",
            "vi": "'Kem chống nắng dùng ban đêm'"
        },
        {
            "en": "apply moisturizer/<em>sunscreen</em> (collocation)",
            "vi": "thoa kem dưỡng da/kem chống nắng (cụm từ thường đi với nhau)"
        },
        {
            "en": "What <em>sunscreen</em> are you currently using?",
            "vi": "Bạn hiện đang sử dụng kem chống nắng gì?"
        },
        {
            "en": "She is slathering her skin with <em>sunscreen</em>.",
            "vi": "Cô ta thoa lên da loại kem phẩm chống nắng."
        },
        {
            "en": "I forgot to put on the <em>sunscreen</em>.",
            "vi": "Tôi quên bôi kem chống nắng."
        },
        {
            "en": "She slathered her skin with <em>sunscreen</em>.",
            "vi": "Cô ta thoa kem chống nắng lên khắp làn da."
        },
        {
            "en": "<em>Sunscreen</em> helps me to avoid sunburn.",
            "vi": "Kem chống nắng giúp tôi không bị rám nắng."
        },
        {
            "en": "She is slathering <em>sunscreen</em> on her skin.",
            "vi": "Cô ta đang bôi kem chống nắng lên da."
        },
        {
            "en": "Use <em>sunscreen</em> when you're in the sun.",
            "vi": "Dùng mỹ phẩm chống nắng khi bạn tiếp xúc với ánh nắng mặt trời."
        },
        {
            "en": "Don't forget to put on <em>sunscreen</em> before you swim.",
            "vi": "Con nhớ bôi kem chống nắng trước khi bơi nha."
        },
        {
            "en": "Do not forget to bring <em>sunscreen</em> with you.",
            "vi": "Đừng quên mang theo kem chống nắng"
        },
        {
            "en": "I will wear lots of <em>sunscreen</em> at the beach.",
            "vi": "Tôi sẽ xức nhiều kem chống nắng ở bãi biển."
        },
        {
            "en": "<em>Sunscreen</em> is the best selling product this summer.",
            "vi": "Kem chống nắng là sản phẩm bán chạy nhất mùa hè này."
        },
        {
            "en": "· Insect repellent and <em>sunscreen</em>. For summertime excursions, use <em>sunscreen</em> and an insect repellent that contains 10%-30% DEET. Although you can buy products that combine <em>sunscreen</em> with an insect repellent, these generally aren't a good idea because <em>sunscreen</em> should be applied more frequently than an insect repellent. Apply the <em>sunscreen</em> first.",
            "vi": "· Thuốc chống côn trùng và kem chống nắng. Cho chuyến du ngoạn mùa hè, sử dụng kem chống nắng và thuốc chống côn trùng có chứa 10% -30% DEET. Mặc dù bạn có thể mua các sản phẩm kết hợp kem chống nắng với thuốc chống côn trùng, nhưng đó không phải là một ý tưởng tốt vì kem chống nắng nên được bôi thường xuyên hơn thuốc chống côn trùng. Bôi kem chống nắng đầu tiên."
        },
        {
            "en": "Yesterday I went swimming at my friend's house and I forgot to put my <em>sunscreen</em> on.",
            "vi": "Hôm qua tôi đi bơi ở nhà một người bạn mà quên thoa/bôi kem chống nắng."
        },
        {
            "en": "Forgoing <em>sunscreen</em>. Wrinkles, moles, and skin cancer can largely be avoided if you protect yourself.",
            "vi": "Không dùng kem chống nắng Nếp nhăn, nốt ruồi, và cả ung thư da đều có khả năng tránh được nếu bạn tự bảo vệ mình."
        },
        {
            "en": "I went swimming yesterday and I forgot to put my <em>sunscreen</em> on.",
            "vi": "Tôi đi bơi ngày hôm qua và tôi quên bôi kem chống nắng."
        },
        {
            "en": "Next time, I guess I ought to remember to put <em>sunscreen</em> on.",
            "vi": "Lần tới, tôi nghĩ tôi phải nhớ thoa/bôi kem chống nắng."
        },
        {
            "en": "Bug spray plus <em>sunscreen</em>  Avoid combination DEET bug spray and <em>sunscreen</em>. Research shows that the chemical may be absorbed more readily into the skin when combined with <em>sunscreen</em> and the DEET may make the <em>sunscreen</em> less effective. The American Academy of Pediatrics recommends using repellents with no more than 30% DEET on children. Insect repellents are not recommended for babies younger than 2 months.",
            "vi": "Thuốc xịt côn trùng kèm kem chống nắng   Bạn nên tránh sử dụng sản phẩm kết hợp mỹ phẩm chống nắng và dung dịch xịt côn trùng DEET. Nghiên cứu cho thấy hoá chất có thể thẩm thấu nhanh hơn vào da khi được kết hợp chung mỹ phẩm chống nắng và DEET có thể làm cho mỹ phẩm chống nắng trở nên ít có tác dụng hơn. Viện Hàn lâm Nhi khoa Hoa Kỳ khuyến cáo nên sử dụng thuốc diệt côn trùng có hàm lượng DEET không quá 30% cho trẻ em. Trẻ dưới 2 tháng tuổi không nên sử dụng thuốc diệt côn trùng."
        },
        {
            "en": "No, unlike myself, I slathered her in <em>sunscreen</em>. She didn't even turn brown.",
            "vi": "Không, không giống như tôi, tôi ướp kem chống nắng cho con bé. Nó thậm chí còn không bị sạm."
        }
    ],
    "suggestions": []
}