{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['su:pəpauə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">siêu cường (quốc)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a superpower summit</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một cuộc họp thượng đỉnh của các siêu cường</font></td></tr></table><i/></div>",
            "word": "superpower",
            "pronounce": "['su:pəpauə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>superpower</k><blockquote>■ <cclass>noun any of the few most powerful and influential nations of the world. </cclass></blockquote></div>",
            "word": "superpower",
            "pronounce": "['su:pəpauə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "superpower",
            "pronounce": "['su:pəpauə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "superpower",
            "pronounce": "['su:pəpauə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> siêu mạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">superpower magnetic chuck</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mâm từ cực mạnh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "superpower",
            "pronounce": "['su:pəpauə]"
        }
    },
    "sentences": [
        {
            "en": "<em>Superpower</em> summit",
            "vi": "Cuộc họp thượng đỉnh của các siêu cường"
        },
        {
            "en": "America is an economic <em>superpower</em>.",
            "vi": "Mỹ là siêu cường quốc kinh tế."
        },
        {
            "en": "What would his <em>superpower</em> be?",
            "vi": "Quyền lực siêu nhiên của nhân vật đó sẽ là gì?"
        },
        {
            "en": "What is the best <em>superpower</em> to have?",
            "vi": "Quyền lực siêu nhiên tốt nhất nên có là cái gì?"
        },
        {
            "en": "China is a <em>superpower</em> in terms of capital.",
            "vi": "Trung Quốc là một siêu cường về vốn."
        },
        {
            "en": "If you could have one <em>superpower</em> what would it be?",
            "vi": "Nếu bạn được quyền lựa chọn một quyền lực siêu nhiên thì bạn sẽ chọn cái gì?"
        },
        {
            "en": "America is the only <em>superpower</em> in the world right now.",
            "vi": "Hiện nay Mỹ là siêu cường quốc duy nhất trên thế giới."
        },
        {
            "en": "Vietnam is the country which will hold a <em>superpower</em> summit this year.",
            "vi": "Việt Nam là quốc gia sẽ tổ chức một cuộc họp thượng đỉnh của các siêu cường trong năm nay."
        },
        {
            "en": "No <em>superpower</em> can attempt to dominate the world at his own will.",
            "vi": "Không có siêu cường quốc nào có thể cố gắng thống trị thế giới theo ý riêng của mình được."
        },
        {
            "en": "The <em>superpower</em> begins to take outer space as an important theatre of future warfare.",
            "vi": "Siêu cường quốc đó bắt đầu xem không gian là một trường quan trọng của chiến tranh trong tương lai."
        },
        {
            "en": "Some <em>superpower</em> tends to threat other countries by threatening possible use of force.",
            "vi": "Siêu cường quốc nào đó có khuynh hướng đe doạ các nước khác bằng cách đe doạ sử dụng vũ lực khả dĩ."
        },
        {
            "en": "A <em>superpower</em> country is the country that has great military, economic, and political power",
            "vi": "Một nước siêu cường là nước có quân đội, kinh tế, chính trị hùng mạnh."
        },
        {
            "en": "However, the report cites that a shift in corporate perception has also boosted interest in the Asian <em>superpower</em>.",
            "vi": "Tuy nhiên, báo cáo cũng trích dẫn rằng sự dịch chuyển trong cảm nhận công ti cũng đã làm tăng cường mối quan tâm vào các siêu cường châu Á."
        },
        {
            "en": "He represents the USA and, since the USA is a <em>superpower</em>, the eyes of the whole world are on him.",
            "vi": "Ông ấy đại diện cho mỹ và, vì mỹ là một siêu cường, nên mọi con mắt trên toàn thế giới đều đổ dồn vào ông ấy."
        },
        {
            "en": "The first of all, it is a total misunderstanding that America is the only <em>superpower</em> in the world.",
            "vi": "Trước hết, đó là một sự hiểu lầm hoàn toàn nếu cho rằng Mỹ là siêu cường quốc duy nhất trên thế giới."
        },
        {
            "en": "The key to success in disarmament lay in some <em>superpower</em> taking real action on its own initiative.",
            "vi": "Vấn đề then chốt để đảm bảo thành công việc giải trừ quân bị nằm ở việc siêu cường quốc nào đó thật sự hành động một cách chủ động."
        },
        {
            "en": "It began in 1990 when the Indian government gave the Ministry of Information Technology (MIT) a mission: “To make India an IT <em>superpower</em>”.",
            "vi": "Câu chuyện bắt đầu vào năm 1990 khi chính phủ Ấn Độ trao cho Bộ Công nghệ thông tin (MIT) một sứ mệnh: “Làm Ấn Độ trở thành siêu cường CNTT.”"
        },
        {
            "en": "All the other countries have a serious suspicion that America has a propensity toward abusing its position as the single <em>superpower</em> of the world.",
            "vi": "Tất cả các quốc gia khác đều có mối nghi ngờ là Mỹ có xu hướng lạm dụng vị trí của mình như là siêu cường quốc duy nhất trên thế giới."
        },
        {
            "en": " In “Return of the Dragon,” Mr. Roy says China sometimes seems unable to hold a clear identity. Is it a developing nation or a <em>superpower</em>?",
            "vi": "Trong quyển “Con rồng tỉnh giấc” ông Roy cho rằng có đôi lúc Trung Quốc dường như còn không biết rõ mình là ai. Một nước đang phát triển hay là một siêu cường quốc? "
        },
        {
            "en": "Imagine having a cool <em>superpower</em> that can help you out in many different situations, or a magic key that can unlock thousands of doors that were once closed to you.",
            "vi": "Hãy thử tưởng tượng có một sức mạnh siêu nhiên nào đó có thể giúp bạn vượt qua nhiều tình huống khác nhau hay một chiếc chìa khóa thần kỳ có khả năng mở hàng ngàn cánh cửa đã từng đóng chặt trước mắt bạn."
        }
    ],
    "suggestions": []
}