{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sə'presənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vật (thuốc) chỉ ngăn cản không loại trừ được (điều không hay)</td></tr></table><i/></div>",
            "word": "suppressant"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>suppressant</k><blockquote>■ <cclass>noun a drug or other substance which acts to suppress something. </cclass></blockquote></div>",
            "word": "suppressant"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "suppressant"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "suppressant"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "suppressant"
        }
    },
    "sentences": [
        {
            "en": "Cigarettes can be an appetite <em>suppressant</em>, and often smokers have a lower body weight than nonsmokers.",
            "vi": "Thuốc lá có thể ngăn chặn được cơn đói, thèm ăn, và người hút thuốc thường nhẹ cân hơn người không hút thuốc."
        },
        {
            "en": "Pneumonia    You may associate pneumonia with the melodrama of a soap opera: prolonged hospital stays, oxygen tents, and family members whispering in bedside huddles. It's true that pneumonia can be serious. But more often pneumonia is an infection that can be easily treated without a hospital stay. What Is Pneumonia? Pneumonia is an infection of the lungs. When someone has pneumonia, lung tissue can fill with pus and other fluid, which makes it difficult for oxygen in the lung's air sacs to reach the bloodstream. With pneumonia, a person may have difficulty breathing and have a cough and fever; occasionally, chest or abdominal pain and vomiting are symptoms, too. Pneumonia is commonly caused by viruses, such as the influenza virus (flu) and adenovirus. Influenza H1N1 (swine flu) can also become a significant cause of pneumonia. Other viruses, such as respiratory syncytial virus (RSV), are common causes of pneumonia in young children and infants. Bacteria such as Streptococcus pneumoniae can cause pneumonia, too. People with bacterial pneumonia are usually sicker than those with viral pneumonia, but can be effectively treated with antibiotic medications.  You may have heard the terms \"double pneumonia\" or \"walking pneumonia.\"  Double pneumonia simply means that the infection is in both lungs. It's common for pneumonia to affect both lungs, so don't worry if your doctor says this is what you have — it doesn't mean you're twice as sick. Walking pneumonia refers to pneumonia that is mild enough that you may not even know you have it. Walking pneumonia, which has also been called atypical pneumonia because it's different from the typical bacterial pneumonia, is common in teens and is often caused by a tiny microorganism known as Mycoplasma pneumoniae. Like the typical bacterial pneumonia, walking pneumonia also can be treated with antibiotics. What Are the Signs and Symptoms? There are many symptoms of pneumonia, and some of them, like a cough or a sore throat, are associated with many other common infections. Often, people get pneumonia after they've had an upper respiratory tract infection like a cold. Symptoms of pneumonia can include:     * fever     * chills     * cough     * unusually rapid breathing     * wheezing     * difficulty breathing     * chest or abdominal pain     * loss of appetite     * exhaustion     * vomiting The symptoms of pneumonia vary from person to person, and few people get all of them. When pneumonia is caused by bacteria, the person tends to become sick quickly and develops a high fever and has difficulty breathing. When it's caused by a virus, symptoms generally appear more gradually and may be less severe. A person's symptoms can help the doctor identify the type of pneumonia. Mycoplasma pneumoniae, for example, often causes headaches and sore throats in addition to the symptoms listed above. Can I Prevent Pneumonia? The routine vaccinations that most people receive as kids help prevent certain types of pneumonia and other infections. If you have a chronic illness, such as sickle cell disease, you may have received additional vaccinations and disease-preventing antibiotics to help prevent pneumonia and other infections caused by bacteria. People who have diseases that affect their immune system (like diabetes, HIV infection, or cancer), are 65 or older, or are in other high-risk groups should receive a pneumococcal vaccination. People with immune system problems also may receive antibiotics to prevent pneumonia that can be caused by organisms they're especially susceptible to. In some cases, antiviral medication might be used to prevent viral pneumonia or to lessen its effects. Flu vaccination is also recommended since pneumonia often occurs as a complication of the flu. In addition to the standard flu vaccine, the newer H1N1 (swine flu) vaccine is also recommended. You can contact your doctor’s office to see when these vaccines are available.  Because pneumonia is often caused by contagious germs, a good way to prevent it is to keep your distance from anyone you know who has pneumonia or other respiratory infections. Use separate drinking glasses and eating utensils; wash your hands frequently with warm and soapy water; and avoid touching used tissues and paper towels. You also can stay strong and help avoid some of the illnesses that might lead to pneumonia by eating as healthily as possible, getting a minimum of 8 to 10 hours of sleep a night, and avoiding smoking. How Long Does It Last? The length of time between exposure and feeling sick depends on many factors, particularly the type of pneumonia a person has. With influenza pneumonia, for example, someone may become sick in as few as 12 hours or as long as 3 days after exposure to the flu virus. But with walking pneumonia, a person may not have symptoms until 2 to 3 weeks after becoming infected. Most types of pneumonia resolve within a week or two, although a cough can linger for several weeks more. In severe cases, it may take longer to completely recover. When should I call my doctor? If you think you may have pneumonia, tell a parent or other adult and be sure you see a doctor. Be especially aware of your breathing; if you have chest pain or trouble breathing or if your lips or fingers look blue, you should go to a doctor's office or to a hospital emergency department right away. How is pneumonia treated? If a doctor suspects pneumonia, he or she will perform a physical exam and might order a chest X-ray and blood tests. People with bacterial or atypical pneumonia will probably be given antibiotics to take at home. A doctor also will recommend getting lots of rest and drinking plenty of fluids. Some people with pneumonia need to be hospitalized to get better — usually babies, young kids, and people older than 65. However, hospital care may be needed for a teen who:     * already has immune system problems     * has cystic fibrosis     * is dangerously dehydrated or is vomiting a lot and can't keep fluids and medicine down     * has had pneumonia frequently     * has skin that's blue or pale in color, which reflects a lack of oxygen When pneumonia patients are hospitalized, treatment might include intravenous (IV) antibiotics (delivered through a needle inserted into a vein) and respiratory therapy (breathing treatments). Antiviral medications approved for adults and teens can reduce the severity of flu infections if taken in the first 1 to 2 days after symptoms begin. They're usually prescribed for teens who have certain underlying illnesses such as asthma or who have pneumonia or breathing difficulty. If you have been exposed influenza and you begin to develop symptoms of pneumonia, call a doctor. How Can I Help Myself Feel Better? If your doctor has prescribed medicine, be sure to follow the directions carefully. You may feel better in a room with a humidifier, which increases the moisture in the air and soothes irritated lungs. Make sure you drink plenty of fluids, especially if you have a fever. If you have a fever and feel uncomfortable, ask the doctor whether you can take over-the-counter medicine such as acetaminophen or ibuprofen to bring it down. But don't take any medicine without checking first with your doctor — a cough <em>suppressant</em>, for example, may not allow your lungs to clear themselves of mucus. And finally, be sure to rest. This is a good time to sleep, watch TV, read, and lay low. If you treat your body right, it will repair itself and you'll be back to normal in no time.",
            "vi": "Viêm phổi     Bạn có thể liên tưởng chứng viêm phổi với kịch mêlô trong nhà ngoài phố: phải nằm viện dài ngày, thở lồng thở ô-xy, người nhà thì thầm bí mật bên giường bệnh. Quả đúng là chứng viêm phổi cũng có thể nguy hiểm đấy. Nhưng thường thì đây là bệnh lây nhiễm có thể chữa trị dễ dàng mà không cần phải nằm viện đâu.  Viêm phổi là gì? Viêm phổi là chứng nhiễm trùng phổi. Khi người bệnh bị viêm phổi thì mô phổi có thể trương mủ hoặc các dịch khác, làm cho máu trong cơ thể khó có thể nhận được ô-xy từ túi khí của phổi được. Bệnh nhân viêm phổi có thể cảm thấy khó thở, ho và sốt; đôi khi người bệnh cũng có triệu chứng đau ngực hoặc đau bụng nữa.  viêm phổi thường là do vi-rút gây ra, chẳng hạn như vi-rút cúm và vi-rút gây bệnh đường hô hấp. Cúm H1N1 (cúm heo) cũng có thể là nguyên nhân chính gây nên chứng viêm phổi. Các vi-rút khác, như vi-rút hợp bào hô hấp (RSV), là nguyên nhân gây viêm phổi thường thấy ở trẻ sơ sinh và trẻ nhỏ. Vi khuẩn phế cầu cũng có thể gây viêm phổi. Viêm phổi do vi khuẩn thường nghiêm trọng hơn viêm phổi do vi-rút, nhưng có thể được điều trị hiệu quả bằng thuốc kháng sinh.   Chắc có lẽ bạn đã nghe những thuật ngữ “viêm phổi kép” hoặc “viêm phổi siêu vi” rồi.  viêm phổi kép đơn giản chỉ là viêm cả hai lá phổi. Chứng viêm phổi kép làm ảnh hưởng cả hai lá phổi – điều này hoàn toàn bình thường, vì vậy chớ nên lo lắng nếu bác sĩ cho biết bạn bị viêm phổi kép nhé – không phải bạn bệnh gấp 2 lần đâu.  Viêm phổi siêu vi là chứng viêm phổi rất nhẹ đến nỗi bạn có thể không phát hiện ra. Viêm phổi siêu vi cũng là chứng viêm phổi không điển hình vì nó không hề giống triệu chứng viêm phổi do vi khuẩn đặc trưng nào khác, thường xảy ra ở lứa tuổi thanh thiếu niên và thường do vi sinh vật tên là Mycoplasma pneumoniae (khuẩn gây bệnh hô hấp) gây ra. Giống như một chứng viêm phổi do vi khuẩn điển hình, viêm phổi siêu vi cũng có thể được điều trị bằng thuốc kháng sinh. Dấu hiệu và triệu chứng của bệnh viêm phổi là gì? Viêm phổi có nhiều triệu chứng, và một số triệu chứng đó, như ho hoặc đau họng, được liên tưởng tới nhiều chứng nhiễm trùng thường gặp khác. Thường thì bệnh nhân bị viêm phổi sau khi bị nhiễm trùng đường hô hấp trên như là cảm lạnh.  Một số triệu chứng viêm phổi như:  * sốt * ớn lạnh * ho * hơi thở gấp bất thường * thở khò khè * khó thở * đau ngực hoặc đau bụng  * chán ăn * kiệt sức * ói mửa Không phải ai bị viêm phổi cũng đều có các triệu chứng giống nhau và rất ít người bị tất cả các triệu chứng vừa kể trên.  Đối với trường hợp viêm phổi do vi khuẩn thì người bệnh thường mệt và ngã bệnh nhanh, kèm sốt cao, khó thở. Ngược lại viêm phổi do vi rút thì các triệu chứng thường xảy ra từ từ hơn và có lẽ là ít nghiêm trọng hơn.  Nhờ vào các triệu chứng của người bệnh mà bác sĩ có thể nhận biết và xác định loại viêm phổi. Chẳng hạn như, khuẩn gây bệnh hô hấp ngoài các triệu chứng trên còn làm cho bệnh nhân nhức đầu và đau họng nữa.   Tôi có thể phòng ngừa viêm phổi không? Việc tiêm chủng thông thường mà hầu hết người ta thường làm khi còn nhỏ có tác dụng phòng tránh một số loại viêm phổi nào đó và các chứng nhiễm trùng khác. Nếu bạn bị bệnh mãn tính, như thiếu máu hồng cầu hình liềm chẳng hạn thì bạn có thể tiêm nhắc và sử dụng các kháng sinh ngừa bệnh để phòng viêm phổi và nhiều bệnh nhiễm trùng khác do vi khuẩn gây ra. Người bị bệnh ảnh hưởng đến hệ miễn dịch (như tiểu đường, nhiễm HIV, hay ung thư), người già từ 65 tuổi trở lên, hoặc nhóm người có nguy cơ nhiễm bệnh cao nên tiêm chủng khuẩn cầu phổi.  Người có vấn đề về hệ miễn dịch cũng có thể sử dụng thuốc kháng sinh để ngừa viêm phổi có thể do vi khuẩn gây ra mà cơ thể họ rất dễ mắc phải. Trong một số trường hợp thì thuốc chống virus có thể được dùng để ngừa viêm phổi hoặc để giảm bớt ảnh hưởng của nó. Người ta cũng khuyến nghị nên tiêm chủng cúm vì viêm phổi thường xảy ra như là một biến chứng của bệnh cúm vậy. Ngoài vắc-xin ngừa cúm theo tiêu chuẩn thì vắc-xin H1N1 (vắc-xin cúm heo) mới hơn cũng được khuyến nghị đưa vào sử dụng. Bạn có thể liên lạc với phòng khám của bác sĩ để biết xem khi nào có những vắc-xin này nhé.  Bởi chứng viêm phổi thường là do mầm bệnh dễ lây gây nên, vì vậy muốn phòng ngừa, bạn nên giữ khoảng cách – không nên đến gần – với người bị viêm phổi hoặc bị các chứng bệnh nhiễm trùng đường hô hấp khác. Hãy sử dụng ly uống nước và các dụng cụ ăn uống, chén bát riêng biệt; rửa tay thường xuyên bằng nước ấm và nước xà phòng; tránh sờ chạm vào những khăn giấy đã sử dụng rồi.  Bạn cũng có thể khỏe mạnh và tránh được một số chứng bệnh khác có thể dẫn đến viêm phổi bằng cách ăn uống càng khỏe mạnh càng tốt, ngủ tối thiểu từ 8 đến 10 giờ một đêm, và tránh hút thuốc.  Bệnh viêm phổi kéo dài bao lâu? Thời gian từ khi tiếp xúc với mầm bệnh và ngã bệnh tuỳ thuộc vào nhiều yếu tố, đặc biệt là tuỳ thuộc vào loại viêm phổi mà người bệnh mắc phải.    Chẳng hạn như đối với chứng viêm phổi do cúm thì bệnh nhân có thể bị bệnh trong vỏn vẹn 12 tiếng đồng hồ hoặc trong 3 ngày sau khi tiếp xúc với vi-rút cúm. Nhưng đối với chứng viêm phổi do siêu vi thì người bệnh sau 2 đến 3 tuần nhiễm bệnh mới có thể phát triệu chứng.  Hầu hết các loại viêm phổi đều có thể chữa dứt trong vòng từ một đến hai tuần, mặc dù người bệnh cũng có thể còn bị ho dai dẳng trong vài tuần nữa. Trong một số trường hợp viêm phổi nặng thì có thể phải mất thời gian lâu hơn mới bình phục hoàn toàn được. Khi nào tôi nên gọi cho bác sĩ? Nếu bạn nghĩ là có thể mình bị viêm phổi thì hãy nói cho bố mẹ hoặc một người lớn tuổi nào đó biết nhé và chắc chắn phải nên đi bác sĩ. Nên chú ý đặc biệt đến hơi thở của mình; nếu bạn bị đau ngực hoặc khó thở hoặc môi hay ngón tay nhìn có vẻ xanh xao nhợt nhạt thì nên đi bác sĩ hoặc đến khoa cấp cứu bệnh viện ngay tức khắc nhé.  Bệnh viêm phổi được điều trị như thế nào? Nếu bác sĩ nghi ngờ bạn bị viêm phổi thì bác sĩ sẽ cho kiểm tra sức khỏe và có thể yêu cầu bạn chụp hình X quang ngực và làm xét nghiệm máu. Người bị viêm phổi do vi khuẩn hoặc viêm phổi không điển hình có thể được cho thuốc kháng sinh để dùng ở nhà. Bác sĩ cũng khuyến nghị bệnh nhân nên nghỉ ngơi và uống nhiều nước.  Một số bệnh nhân bị viêm phổi cần nên được nhập viện để điều trị tốt hơn – thường là trẻ con, trẻ nhỏ, và người già trên 65 tuổi. Tuy nhiên, thanh thiếu niên cũng cần được chăm sóc tại bệnh viện trong trường hợp: * hệ miễn dịch có vấn đề  * bị bệnh xơ nang * bị mất nước trầm trọng hoặc ói mửa nhiều và không giữ được nước và thuốc trong dạ dày được * bị viêm phổi thường xuyên * da xanh xao nhợt nhạt, có dấu hiệu thiếu ô-xy Khi bệnh nhân bị viêm phổi nhập viện thì bác sĩ có thể điều trị bằng thuốc kháng sinh truyền qua đường tĩnh mạch (truyền qua đường tiêm vào tĩnh mạch) và dùng liệu pháp hô hấp (điều trị bằng đường hô hấp). người lớn và thanh thiếu niên có thể dùng thuốc kháng vi rút để làm giảm ảnh hưởng trầm trọng của bệnh cúm trong một hai ngày đầu sau khi bắt đầu triệu chứng. Các loại thuốc kháng vi rút ấy cũng thường được kê toa cho thanh thiếu niên bị bệnh tiềm ẩn nào đó như suyễn hoặc cho người bị viêm phổi hoặc khó thở. Nếu bạn bị cúm và bắt đầu phát triển các triệu chứng viêm phổi thì hãy gọi điện cho bác sĩ ngay nhé. Tôi có thể tự giúp mình khỏe hơn bằng cách nào? Nếu bác sĩ đã kê toa thuốc cho bạn thì phải chắc rằng bạn làm đúng theo các hướng dẫn của bác sĩ một cách cẩn thận. Phòng có gắn máy tạo hơi ẩm cũng có thể giúp bạn dễ chịu hơn đấy, nó làm tăng hơi ẩm trong không khí và làm dịu lá phổi đang bị đau, đang bị kích thích của bạn. đảm bảo là phải uống nhiều nước nhất là khi bạn bị sốt. Nếu bạn bị sốt và cảm thấy khó chịu thì nên hỏi bác sĩ xem liệu bạn có thể dùng thuốc mua tự do không theo toa như acetaminophen hoặc ibuprofen để hạ sốt không. Tuy nhiên bạn không nên sử dụng bất kỳ thứ thuốc nào mà chưa tham khảo ý kiến với bác sĩ trước nhé – như thuốc ho chẳng hạn, có thể không làm cho phổi của bạn tự hết sạch chất nhầy được. Và cuối cùng là phải nên chắc chắn được nghỉ ngơi. Đây là dịp để bạn ngủ nghỉ, xem ti vi, đọc sách báo và nghỉ dưỡng. Nếu đối xử với thân thể mình tử tế và đúng đắn thì nó sẽ tự lành và bạn có thể trở lại bình thường trong nháy mắt thôi."
        },
        {
            "en": "15 ways smoking ruins your looks    Smoking impacts appearance If you smoke, you already know you need to quit. It’s bad for your heart, lungs, brain, and even your sex life. But let’s face it: You’d have kicked the habit yesterday if smoking’s ill effects were a bit more obvious. What if each cigarette created a black pockmark on your face, for instance? Well, smoking does damage your looks. Read on to discover 15 ways smoking is ruining your appearance. Bags under your eyes Don’t you hate it when you can’t get a good night’s sleep—and it shows on your face?  If you smoke, you’re four times as likely as nonsmokers to report feeling unrested after a night’s sleep, according to Johns Hopkins study. Why the lack of shut-eye? It’s possible that nightly nicotine withdrawal could be causing you to toss and turn. And unfortunately, poor sleep doesn’t equal pretty. Psoriasis To be fair, psoriasis is an autoimmune-related skin condition that can show up even if you never touch a cigarette. However, if you do smoke, your risk for the scaly skin condition goes up—a lot. According to a 2007 study, if you puff a pack a day for 10 years or less, psoriasis risk goes up 20%; 11–20 years and your risk is 60% higher; and for those who pass the two-decade mark, the psoriasis risk more than doubles. (Even secondhand smoke during pregnancy or childhood is linked to a higher risk.) Icky teeth Wouldn’t you love to have a set of dazzling white, Hollywood-like choppers? If you smoke, you can kiss that dream good-bye. It’s the nicotine in cigarettes that can stain teeth. So in addition to the escalating costs of buying and smoking your cigs, add in the cost of tooth whitening. A professional procedure to clean your teeth costs an average of $500 to $1,000 Premature aging and wrinkles We can all appreciate a wizened visage—on our favorite nonagenarian that is. Wrinkles on a relatively young person who smokes are different. Experts agree that smoking accelerates aging, so that smokers look 1-4 years older than nonsmokers, on average. Why the wrinkly face? Smoking hampers the blood supply that keeps skin tissue looking supple and healthy. Yellow fingers The nicotine in cigarette smoke can not only make your teeth (and the walls of your home) brown, but it’s also notorious for staining fingers and nails as well. If you search the Internet, you can find a number of home remedies, including lemon juice, bleach solutions, and scrubbing with steel wool.  Wouldn’t it be easier—and less painful—to just quit? Thinner hair As if the wrinkly skin wasn’t enough, smoking hurts your hair too. Experts think the toxic chemicals in smoke can damage the DNA in hair follicles and generate cells as well. The end result? Smokers have thinner hair that tends to go gray sooner than nonsmokers.  Men who smoke are about twice as likely to lose their hair as nonsmokers, after taking into account factors that increase the risk of baldness, such as aging and genetics, according to a 2007 study in Taiwan. Scarring Nicotine causes vasoconstriction, a narrowing of the blood vessels that can limit oxygen-rich blood flow to the tiny vessels in the face or other parts of the body. This means your wounds will take longer to heal and you’ll have scars that are bigger and redder than you would in a nonsmoking parallel universe. Tooth loss Smoking puts you at greater risk for all kinds of dental problems, including oral cancer and gum disease. In fact, according to a 2005 U.K. study in the Journal of Clinical Periodontology, smokers are up to six times more likely than nonsmokers to develop gum disease, which can lead to tooth loss. Wouldn’t you rather be doing, well, anything other than sitting in a dentist’s chair? Natural glow is gone Ever notice how smokers’ skin sometimes seems off? A 1985 study came up with the term Smoker’s Face to describe certain facial characteristics, such as wrinkles, gauntness, and a gray appearance of the skin, caused by smoking. Cigarette smoke contains carbon monoxide, which displaces the oxygen in your skin, and nicotine, which reduces blood flow, leaving skin dry and discolored. Cigarette smoking also depletes many nutrients, including vitamin C, which helps protect and repair skin damage. Wound healing Several studies have found that smokers do not heal as well after surgeries such as face-lifts, tooth extractions, and periodontal procedures. So once cigarettes wrinkle up your face, you’ll have a harder time correcting the damage with cosmetic surgery than people who’ve never smoked. (And your surgeon might not even perform the procedure until you agree to kick the habit.) Warts For reasons that aren’t entirely clear, smokers are more susceptible to infection with human papillomavirus, a large family of viruses that can cause warts—including genital warts.  While genital warts are caused by sexually transmitted types of HPV,  smoking is also a risk factor. Women who smoke are nearly four times as likely to have genital warts as nonsmokers, according to one study. Skin cancer Smoking is a leading cause of cancer, including lung, throat, mouth, and esophageal cancer, so it should be no surprise that cigarettes can also increase your risk of skin cancer. In fact, according to a 2001 study, smokers are three times as likely to develop cell carcinoma, the second most common type of skin cancer, than nonsmokers. Stretch marks The nicotine found in cigarettes damages the fibers and connective tissue in your skin, causing it to lose elasticity and strength. Stretch marks, red skin striations that can gradually fade to a silvery hue, form when you gain weight rapidly. Anyone can get stretch marks with rapid weight gain (such as in pregnancy), but cigarettes can be a contributing factor. Flabby tummy Cigarettes can be an appetite <em>suppressant</em>, and often smokers have a lower body weight than nonsmokers. However, a 2009 study in the Netherlands found that smokers had more visceral fat than nonsmokers. This deep fat pads can accumulate in your midsection, ultimately increasing the risk of other diseases, such as diabetes. Cataracts More than half of Americans will have developed some degrees of cataracts by age 80. Cigarette smoking can increase the risk of cataracts by putting oxidative stress on the lens of the eye. In fact, continued smoking can add up to a 22% increased risk of cataract extraction, according to one study. And it’s not too late to quit—the amount of cigarettes smoked was a more important risk factor than how long someone smoked.",
            "vi": "15 tác hại của thuốc lá đối với nhan sắc của bạn     Hút thuốc ảnh hưởng đến diện mạo của bạn  Nếu bạn hút thuốc thì ắt là bạn đã biết là nên bỏ thuốc rồi phải không? Thuốc lá có hại cho tim mạch, phổi, não, và thậm chí đời sống tình dục của bạn nữa đấy. Nhưng chúng ta hãy đối mặt với nó: nếu những tác hại của thuốc lá rõ rệt hơn một chút thì bạn đã bỏ thói hút thuốc từ hôm qua rồi. Chuyện gì sẽ xảy ra nếu mỗi điếu thuốc tạo ra một vết rỗ màu đen trên gương mặt bạn? Ừm, thuốc lá gây hại đến nhan sắc của bạn đấy. Hãy đọc bài dưới đây để biết 15 tác hại của thuốc lá đối với dáng mạo của mình nhé. Thuốc lá làm cho mắt bạn bị húp Bạn có ưa được không khi chúng chỉ ra rõ ràng trên mặt bạn rằng bạn đã không có một đêm ngon giấc? Theo một nghiên cứu của Johns Hopkins, nếu bạn hút thuốc thì cảm giác khó ngủ vào ban đêm thường cao hơn người không hút thuốc là 4 lần.  Vậy nguyên nhân gây thiếu ngủ là do đâu? Có thể rằng triệu chứng vật vã vì thiếu ni-cô-tin hàng đêm làm cho bạn trằn trọc. Và bất hạnh thay, việc không ngon giấc là kẻ thù của sắc đẹp. Bệnh vảy nến Công bằng mà nói thì bệnh vảy nến là tình trạng của da khi có vấn đề về sự tự miễn dịch; bạn có thể bị bệnh vảy nến cho dù bạn không bao giờ hút thuốc. Tuy nhiên, nếu bạn hút thuốc, nguy cơ bệnh vảy nến tăng lên đáng kể. Theo một cuộc nghiên cứu năm 2007, nếu bạn hút hết một bao/ ngày trong thời gian 10 năm hoặc ít hơn, thì nguy cơ mắc bệnh vảy nến tăng 20%; và nó sẽ tăng tới 60% nếu là 11-20 năm; còn với những người đã có thâm niên hút thuốc 20 năm thì nguy cơ mắc bệnh vảy nến tăng gấp đôi. (Phụ nữ trong thời gian thai kỳ hoặc trẻ em trong gia đình có người hút thuốc cũng sẽ dẫn đến nguy cơ mắc vảy nến cao.) Chứng vàng ố răng Chắc hẳn bạn cũng sẽ thích có được hàm răng trắng bóng giống như răng của các diễn viên Hollywood phải không? Nhưng nếu bạn hút thuốc thì bạn sẽ có thể phải hôn tiễn biệt giấc mơ của mình đấy. Chính chất nicôtin trong thuốc lá có thể làm cho răng của bạn bị ố vàng đi. Như vậy là ngoài việc bỏ tiền mua thuốc hút bạn còn phải tốn kém cho việc tẩy trắng răng nữa. Chi phí cho phương pháp tẩy răng chuyên nghiệp của bạn trung bình từ 500 đến 1.000 USD.    Lão hoá và xuất hiện những nếp nhăn sớm  Tất cả chúng ta có thể hiểu được nét mặt nhăn nheo của người thân mình thọ trên chín mươi tuổi như thế nào. Nhưng việc nếp nhăn xuất hiện trên gương mặt thanh niên hút thuốc lại là một chuyện khác. Các chuyên gia thống nhất rằng hút thuốc lá đẩy nhanh quá trình lão hoá, bởi vậy người hút thuốc thường trông già hơn từ 1 đến 4 tuổi so với người không hút thuốc. Thế nguyên nhân gây ra một khuôn mặt nhăn nheo là gì? Thuốc lá làm ngăn cản sự cung cấp máu vốn giữ cho mô da mềm mại, đàn hồi và khoẻ mạnh. Làm vàng ngón tay  Chất nicôtin trong khói thuốc lá không chỉ khiến răng của bạn ngả vàng (nhuộm nâu cho vách nhà của bạn) mà còn đồng thời rất dễ làm cho ngón tay và móng tay bạn bị ố vàng nữa.  Nếu bạn tìm kiếm trên Internet, bạn có thể tìm thấy nhiều phương thuốc chữa ố vàng do khói thuốc tại nhà, như nước ép chanh, dung dịch tẩy rửa, cọ rửa với bùi nhùi thép.  Liệu việc chùi rửa này có dễ dàng hơn – ít đau đớn hơn so với việc bỏ thuốc lá? Rụng tóc Có vẻ như là một làn da đầy nếp nhăn là chưa đủ, thuốc lá còn làm cho tóc của bạn bị tổn thương nữa. Các chuyên gia cho rằng những chất hoá học có trong khói thuốc lá không những có thể gây hại cho DNA trong nang lông mà còn huỷ diệt tế bào. Và kết quả sau đó là gì? Người hút thuốc bị rụng tóc nhiều hơn, tóc chuyển sang màu muối tiêu nhanh hơn người không hút thuốc.  Một nghiên cứu ở Đài Loan vào năm 2007 cho biết đàn ông hút thuốc sẽ có khả năng bị rụng tóc cao gấp đôi so với người không hút thuốc, sau khi kể đến những yếu tố làm tăng nguy cơ gây hói đầu như tuổi tác và gien di truyền. Sẹo Nicôtin gây ra chứng co mạch, làm hẹp các mạch máu có thể làm lượng máu dồi dào ô-xy cung cấp cho các mạch máu nhỏ li ti trên mặt hoặc các bộ phận khác trên cơ thể bị hạn chế. Điều này làm những vết thương của bạn mất nhiều thời gian hơn để lành lại và bạn sẽ có sẹo lớn hơn và đậm màu hơn người không hút thuốc.  Rụng răng  Thuốc lá làm cho bạn có nguy cơ mắc tất cả các chứng bệnh về răng miệng hơn, gồm ưng thư miệng và bệnh nướu răng. Thực ra, một nghiên cứu ở Anh vào năm 2005 trong tờ Journal of Clinical Periodontology, cho biết người hút thuốc lá có nguy cơ mắc các bệnh về nướu răng cao hơn gấp 6 lần so với người không hút thuốc, có thể dẫn đến nguy cơ rụng răng. Ắt hẳn là bạn thà làm một việc nào khác hơn là ngồi trên ghế của nha sĩ phải không? Mất vẻ hồng hào tự nhiên Bạn có bao giờ thấy da của người hút thuốc đôi khi bị sạm đi không? Cuộc nghiên cứu năm 1985 đã đưa ra thuật ngữ Khuôn mặt của người hút thuốc để miêu tả một số đặc điểm trên khuôn mặt, như nếp nhăn, sự hốc hác và làn da bị sạm, mà nguyên nhân là do thuốc lá. Khói thuốc lá chứa carbon monoxide, chúng thay thế ôxy trong da của bạn, và nicôtin, giảm lưu lượng máu, làm da khô và đổi màu. Thuốc lá cũng làm hao mòn nhiều dưỡng chất, bao gồm vi-ta-min C, giúp bảo vệ và tái tạo da. Khó làm lành vết thương Một số nghiên cứu cho thấy người hút thuốc hồi phục không tốt sau các ca phẫu thuật như căng da mặt, nhổ răng, và điều trị nha chu. Vậy là một khi thuốc lá làm xuất hiện nếp nhăn trên khuôn mặt bạn, bạn sẽ phải mất nhiều thời gian để khắc phục những thương tổn bằng những cuộc phẫu thuật thẩm mỹ hơn so với người chẳng bao giờ hút thuốc lá. (Và bác sĩ phẫu thuật có thể chẳng thực hiện cho bạn cho đến khi nào bạn đồng ý bỏ thói quen hút thuốc ấy đi.) Mụn cơm Vì nhiều lý do chưa rõ ràng, người hút thuốc lá thường dễ bị lây nhiễm bởi vi-rút gây bệnh mụn cơm trên người hơn, rất nhiều vi-rút có thể gây ra mụn cơm - bao gồm cả mụn cóc ở bộ phận sinh dục (bệnh sùi mào gà) nữa.  Mặc dù chứng sùi mào gà lây qua đường tình dục kiểu HPV (human papillomavirus), thuốc lá là một yếu tố ảnh hưởng nguy hiểm. Theo một nghiên cứu, phụ nữ hút thuốc lá có nguy cơ mắc chứng sùi mào gà cao gấp 4 lần so với người không hút thuốc lá.  Ung thư da Thuốc lá là nguyên nhân hàng đầu của bệnh ung thư, bao gồm ung thư phổi, ung thư họng, ung thư miệng, và ung thư thực quản, vì vậy đừng nên ngạc nhiên khi biết rằng thuốc lá cũng có thể làm tăng nguy cơ gây ung thư da. Thực vậy, một cuộc nghiên cứu năm 2001 cho biết người hút lá có nguy cơ phát triển ung thư tế bào biểu mô, loại ung thư da thường gặp thứ hai, gấp 3 lần so với người không hút thuốc. Rạn da Chất nicôtin có trong thuốc lá gây hại đến các sợi và mô liên kết trong da của bạn, làm cho da mất tính đàn hồi và khỏe mạnh. Vết rạn, đường vằn đỏ trên da có thể dần phai thành màu bạc trắng, đây cũng giống như kiểu bạn lên cân nhanh chóng vậy. Bất kỳ ai cũng có thể bị rạn da khi tăng cân nhanh (như trong kỳ thai nghén), nhưng thuốc lá có thể là một nhân tố góp phần vào việc này. Bụng nhũn nhão Thuốc lá có thể ngăn chặn được cơn đói, thèm ăn, và người hút thuốc thường nhẹ cân hơn người không hút thuốc. Tuy nhiên, theo một cuộc nghiên cứu năm 2009 tại Hà Lan thì người hút thuốc lá có nhiều mỡ trong nội tạng hơn so với người không hút thuốc. Lượng mỡ nhiều này có thể tích tụ lại ở phần giữa từ ngực đến thắt lưng của bạn, làm tăng nguy cơ mắc các bệnh khác, như là tiểu đường. Bệnh đục thủy tinh thể Hơn một nửa dân số Mỹ mắc bệnh đục tinh thể ở nhiều mức độ khác nhau ở tuổi 80. Hút thuốc lá làm tăng nguy cơ đục tinh thể bởi nó làm suy yếu tế bào do có quá nhiều nguyên tử ô-xy trên thủy tinh thể mắt. Thực vậy, theo một cuộc nghiên cứu thì việc tiếp tục hút thuốc lá có thể làm tăng nguy cơ mắc bệnh đục thủy tinh thể đến 22%. Và vẫn chưa quá muộn để bạn dừng lại – số lượng thuốc lá bạn hút là yếu tố nguy hiểm hơn nhiều so với việc đã hút thuốc được bao lâu.  "
        }
    ],
    "suggestions": []
}