{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[sə'plɑ:nt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thay thế; chiếm chỗ (của ai/cái gì); hất cẳng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">oil has supplanted coffee as our main export</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">dầu mỏ đã thay thế cà phê như là hàng xuất khẩu chính của chúng ta</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the party leader has been supplanted by his rival</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nhà lãnh đạo đảng đã bị đối thủ của ông ta hất cẳng</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">she has been supplanted by another in his affections</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cô ta đã bị người khác chiếm chỗ trong tình cảm của anh ấy</font></td></tr></table><i/></div>",
            "word": "supplant"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>supplant</k><blockquote>■ <cclass>verb supersede and replace. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>supplanter</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>supplanter</i> or L. <i>supplantare</i> 'trip up', from <i>sub-</i> 'from below' + <i>planta</i> 'sole'. </blockquote></div>",
            "word": "supplant"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>supplant</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>motorways supplanted the network of A-roads</i>: REPLACE, supersede, displace, take over from, substitute for, override.</blockquote><blockquote><b>2</b><i>the man he supplanted as Prime Minister</i>: OUST, usurp, overthrow, remove, topple, unseat, depose, dethrone; succeed, come after; <cclass><i>informal</i> fill someone's shoes/boots.</cclass></blockquote></div>",
            "word": "supplant"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "supplant"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "supplant"
        }
    },
    "sentences": [
        {
            "en": "Its function would not be to <em>supplant</em> formal institutions, nor would it require the active intervention of formal institutions or third parties.",
            "vi": "Chức năng của cơ chế này không phải là thay thế các thể chế chính thức, và cũng không cần đến sự can thiệp tích cực của các thể chế chính thức hay bên thứ ba."
        },
        {
            "en": "The phrase “secure and controllable” was included in the Chinese regime’s sweeping National Security Law, passed on July 1, 2015. The Washington-based think tank Information Technology and Innovation Foundation described the law’s requirements as being “part of a strategic effort” intended to “ultimately <em>supplant</em> foreign technology companies both in China and in markets around the world.”",
            "vi": "Vào ngày 1 tháng 7 năm 2015, cụm từ “đảm bảo an toàn và có thể kiểm soát được” đã được đưa vào Luật An ninh Quốc gia của chính quyền Trung Quốc. Quỹ Công nghệ Thông tin và Đổi mới có trụ sở tại Washington đã mô tả những yêu cầu của Luật này là “một phần của một nỗ lực chiến lược” với mục đích “cuối cùng hất cẳng các công ty công nghệ nước ngoài đang hoạt động tại Trung Quốc cũng như tại nhiều thị trường trên thế giới”."
        },
        {
            "en": "4 Benefits Of Rising Oil Prices   \nNo, that title is not a misprint. While everybody likes cheap energy and most economists believe that economic growth is predicated at least in part on cheap access to energy, it does not automatically follow that there is no good that can come from higher energy prices. Markets are made up of multiple independent agents and what constitutes a challenge for one can be an opportunity for others. 1. Some Sectors ThriveIt probably counts as obvious that there are sectors that thrive when oil prices march upward. High prices for oil fuel the same sort of process as in any other sector; suppliers look for ways to provide more of the product and take advantage of those higher prices. For energy, then, that means opportunities for companies involved in exploration (seismic survey, for instance), drilling, production and servicing.Ultimately boom times in the energy sector filter into the economy. After all, a dollar in wages from an oil company spends the same at Wal-Mart as a dollar from a solar energy company. When oil prices are high, companies spend more on equipment, supplies, salaries and the like - money that enters the economy in much the same fashion as a boom in any other sector.2. New Technologies Become ViableCheap oil is problematic for companies and industries looking to <em>supplant</em> oil. While most people can agree that there are vague and nebulous costs associated with accessing and utilizing oil (pollution, for starters), the United States has been reticent to translate those costs into higher energy taxes. What's more, it is not clear that higher taxes on fossil fuels in Europe and much of Asia really do anything to mitigate environmental damage beyond reducing consumption. All in all, then, when oil prices are low it is very hard for cleaner energy technologies to compete effectively on price.With higher oil prices, though, suddenly a lot of new ideas get a hearing. Increased fuel mileage for passenger cars seemed pointlessly expensive in the U.S. prior the 1970s energy crisis, and it likewise seems probable that hybrids today owe any acceptance outside of the environmental crowd to the high price of gasoline (the number one derivative of oil these days). Along similar lines, the path towards viable mass market all-electric cars is predicated on persistently high oil prices.It is not just passenger vehicles where high oil prices lead to innovation. Quite a lot of plastics and other synthetic materials are derived from oil and higher prices ripple through the economy. With high oil prices, then, comes increased interest and R&D into non-oil alternative feedstocks for these materials.This process has a lot of fringe benefits for the economy as a whole. Research into oil substitutes creates jobs for scientists and engineers. When successful, these efforts also result in product alternatives that allow consumers to spend less of their income on energy (whether directly or indirectly). Oil-free technologies also typically offer less environmental degradation and related externalities, though they are never entirely free rides themselves (the batteries in hybrids, for instance, require metals that have to be mined, refined and processed).3. Changes in BehaviorFor those who believe that burning oil (and other hydrocarbons) is generally a bad thing, higher prices that lead to lower use has to be counted as a benefit. When people are faced with higher prices and no obvious substitutes, they will consume less assuming that their demand is relatively elastic.With high oil prices (and high gasoline prices), people will drive less - staying closer to home for shopping, combining various errands to be more efficient, and so on. Likewise, they will spend less on oil-derived products whose prices rise with higher oil prices. Clearly there will be some loss; if there are no easy substitutes available, people will simply have to spend more on energy and spend less on other things.Over time, though, more and more options become viable and greater changes in behavior are possible. Given time, people will drive less, take better care of their cars (to increase mileage), switch to more fuel efficient car models and/or use more public transportation. Likewise, companies will find limits on just how much they can pass on higher input costs and will seek to reduce their usage of oil and oil byproducts as well.4. Alternatives Come to the ForeIf increased exploration and production is a normal byproduct of higher oil prices, so too is substitution. When Nazi Germany faced oil shortages in World War II, methods of producing oil, diesel and gasoline substitutes from vegetable oils, animal fats and coal were thoroughly explored. Likewise, the oil crisis of the 1970s gave the development of ethanol in Brazil a major boost.In the United States there really are few short-term alternatives to oil. Technology exists to <em>supplant</em> oil with natural gas in many applications, but those switchovers only make economic sense in the face of persistently higher oil prices. Likewise, coal and biomaterials (switchgrass, etc.) can be pressed into service, but again only make sense as alternatives if oil prices are quite high and seem likely to stay there.The Bottom LineOn the whole, higher oil prices are not going to have most people in the United States celebrating. If nothing else, there is a psychological impact to driving by those gas stations every day and seeing the prices tick higher. That said, free markets offer plenty of options for economic agents to respond to higher prices and oil prices are no exception. While painful in the short-term, higher prices may ultimately open the door to cleaner, more efficient and ultimately cheaper energy sources that benefit us all for years down the road.",
            "vi": "4 lợi ích của việc tăng giá dầu\nXin đừng thắc mắc, dòng tít đó không phải lỗi đánh máy đâu. Mặc dù mọi người đều thích giá năng lượng rẻ và hầu hết các nhà kinh tế học cho rằng tốc độ tăng trưởng kinh tế dựa vào ít nhất phần nào đó của khả năng dễ dàng tiếp cận năng lượng, thì cũng không thể mặc nhiên đi đến kết luận là giá năng lượng cao hơn chẳng đem lại điều gì tốt đẹp cả. Các thị trường được cấu thành từ nhiều yếu tố độc lập và khó khăn của người này có thể là cơ hội của người khác.\n  \n1. Một số lĩnh vực sẽ phát triển mạnhCó thể nói một cách hiển nhiên là có những lĩnh vực sẽ phát triển mạnh khi giá dầu tăng lên. Giá nhiên liệu cao diễn ra trong bất kỳ lĩnh vực nào; các nhà cung cấp tìm cách cung cấp thêm sản phẩm và lợi dụng giá cả tăng cao đó. Rồi thì về lĩnh vực năng lượng, việc tăng giá có nghĩa là các cơ hội đến với những công ty khai thác (chẳng hạn, khảo sát địa chấn), khoan hút, sản xuất và cung ứng xăng dầu.Rốt cuộc những đợt bùng nổ trong lĩnh vực năng lượng sẽ xâm nhập vào nền kinh tế. Sau cùng, một đô la tiền lương từ các công ty xăng dầu mua hàng tại Wal-Mart cũng giống như một đô la từ công ty năng lượng mặt trời. Khi giá xăng dầu cao, các công ty chi tiêu nhiều hơn vào trang thiết bị, vật dụng, lương và tương tự như - tiền đổ vào nền kinh tế nhiều bằng với sự bùng nổ trong bất kỳ lĩnh vực nào khác vậy.2. Công nghệ mới trở nên khả thiXăng dầu rẻ gây khó khăn cho các công ty và các ngành đang tìm cách thay thế xăng dầu. Khi mà hầu hết mọi người có thể nhất trí rằng có những chi phí mơ hồ và không rõ ràng liên quan đến việc tiếp cận và sử dụng xăng dầu (trước hết, là chi phí để hạn chế ô nhiễm), thì Hoa Kỳ đã âm thầm biến những chi phí này thành những khoản thuế năng lượng cao hơn. Quan trọng hơn, không rõ các khoản thuế má cao hơn, ở châu Âu và phần lớn châu Á, đánh vào những loại nhiên liệu hình thành từ thời xa xưa ấy có thật sự làm giảm tí thiệt hại nào cho môi trường hơn việc cắt giảm tiêu dùng không. Nói chung, khi giá xăng dầu thấp, rất khó để các công nghệ năng lượng sạch hơn cạnh tranh hiệu quả về giá.Thế nhưng, khi giá cả xăng dầu cao hơn, thì bỗng nhiên nhiều sáng kiến mới được người ta chú ý. Tổng số quãng đường đi được của nhiên liệu gia tăng đối với những chiếc xe khách dường như không mấy đáng giá ở Hoa Kỳ trước cuộc khủng hoảng năng lượng thập kỷ 1970, và tương tự có lẽ các động cơ có thể sử dụng hai loại nhiên liệu ngày nay được cả những người không thuộc nhóm bảo vệ môi trường chấp nhận là nhờ giá xăng tăng cao (chất dẫn xuất số một của dầu mỏ hiện nay). Cũng vậy, con đường hướng đến những chiếc xe hoàn toàn dùng điện có thể được tiêu thụ rộng rãi là dựa trên giá xăng dầu cứ tiếp tục cao.Giá xăng dầu cao không chỉ khiến người ta cải tiến những chiếc xe chở khách. Rất nhiều chất dẻo và các vật liệu tổng hợp khác có nguồn gốc dầu mỏ và giá cả cao tác động lan toả vào nền kinh tế. Khi giá xăng dầu tăng, thôi thúc người ta quan tâm, nghiên cứu và phát triển nhiều hơn những nguyên liệu cơ bản thay thế mà không cần đến dầu mỏ cho những vật liệu này.Quá trình này đem lại nhiều lợi ích phụ trội cho nền kinh tế nói chung. Nghiên cứu các sản phẩm thay thế xăng dầu tạo công ăn việc làm cho các khoa học gia và các kỹ sư. Khi thành công, những cố gắng này còn đưa đến những lựa chọn thay thế sản phẩm cho phép người tiêu dùng chi ít tiền thu nhập của mình hơn vào năng lượng (dù là trực tiếp hay gián tiếp). Công nghệ không dầu mỏ cũng thường ít gây ô nhiễm môi trường và những tác động bên ngoài liên quan, tuy bản thân chúng không hoàn toàn là những thứ có sẵn (ví dụ pin trong động cơ điện, đòi hỏi các kim loại phải được khai thác, tinh lọc và chế biến).3. Thay đổi hành viĐối với những người cho rằng đốt cháy xăng dầu (và những sản phẩm có hydrocarbon khác) nói chung là một việc tồi tệ, thì giá cao khiến hạn chế sử dụng phải được tính như là một lợi ích. Khi mọi người phải đương đầu với giá cả cao hơn và chưa có sản phẩm thay thế hoàn toàn, họ sẽ tiêu dùng ít với điều kiện nhu cầu của họ tương đối linh hoạt.Khi giá dầu cao (và giá xăng cao), người ta sẽ đi lại ít - mua sắm gần nhà, kết hợp làm nhiều việc khác nhau một lúc để hiệu quả hơn, và vân vân. Tương tự, họ cũng sẽ hạn chế chi tiêu vào những sản phẩm có nguồn gốc từ dầu, giá cả những sản phẩm này tăng theo giá dầu cao. Hẳn là sẽ có những thiệt hại; nếu không có sẵn những sản phẩm thay thế dễ dàng, thì người ta chỉ còn cách cắn răng chi nhiều hơn cho năng lượng và chi ít đi vào những thứ khác.Mặc dù vậy, theo thời gian, ngày càng nhiều lựa chọn có thể thành hiện thực và hành vi cũng có thể thay đổi nhiều. Đến một lúc nào đó, người ta sẽ ít đi lại, chăm sóc xe của mình cẩn thận hơn (để quãng đường đi được nhiều hơn), chuyển sang những loại xe tiết kiệm nhiên liệu hơn và/hoặc sử dụng phương tiện giao thông công cộng nhiều hơn. Tương tự, các công ty cũng sẽ tìm cách hạn chế chi phí đầu vào cao và nghĩ cách giảm sử dụng dầu cũng như các sản phẩm phụ của dầu.4. Những giải pháp thay thế xuất hiệnNếu việc sản xuất và thăm dò là hệ quả thường thấy của giá cả xăng dầu tăng, thì việc thay thế cũng vậy. Khi Đức Quốc Xã lâm vào cảnh thiếu hụt dầu trong Đệ Nhị Thế chiến, các phương pháp sản xuất những sản phẩm thay thế xăng dầu từ dầu thực vật, mỡ động vật và than được nghiên cứu triệt để. Tương tự, cuộc khủng hoảng dầu mỏ những năm 1970 thúc đẩy mạnh mẽ sự phát triển ethanol ở Brazil.Tại Hoa Kỳ thực ra cũng có một vài giải pháp thay thế xăng dầu tạm thời. Công nghệ giúp thay thế dầu bằng khí tự nhiên trong nhiều ứng dụng, nhưng những thay thế ấy chỉ có ý nghĩa về mặt kinh tế khi đương đầu với giá cả xăng dầu cứ liên tục tăng cao. Tương tự, có thể sử dụng than và nhiên liệu sinh học (cỏ kê Mỹ, v.v.), nhưng lại chỉ hợp lý khi chọn làm những sản phẩm thay thế nếu giá xăng dầu cao và có vẻ giữ mức giá cao ấy hoài.Kết luậnNói chung, hầu hết mọi người dân Mỹ đều không vui mừng vì giá xăng dầu cao. Nếu không thì, có ảnh hưởng về mặt tâm lý đến việc lái xe qua những trạm xăng đó mỗi ngày và thấy giá cả nhích lên cao hơn. Như đã nói, các thị trường tự do đưa ra nhiều lựa chọn cho các tác nhân kinh tế phản ứng lại giá cả tăng và giá xăng dầu cao cũng không là một ngoại lệ. Trước mắt thì đau đớn một chút, nhưng giá cả tăng rốt cuộc có thể tạo điều kiện thuận lợi cho những nguồn năng lượng sạch, hiệu quả và rẻ hơn một cách cơ bản, những nguồn năng lượng như vậy đem lại lợi ích cho tất cả chúng ta trong nhiều năm về sau."
        }
    ],
    "suggestions": []
}