{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sə:dʒikli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bằng cách mổ; bằng cách dùng phẫu thuật</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a tumour removed surgically</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">khối u được cắt bỏ bằng phẫu thuật</font></td></tr></table><i/></div>",
            "word": "surgically"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "surgically"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "surgically"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "surgically"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "surgically"
        }
    },
    "sentences": [
        {
            "en": "Taken out <em>surgically</em>.",
            "vi": "Cắt bỏ bằng phẫu thuật."
        },
        {
            "en": "Tumour removed <em>surgically</em>",
            "vi": "Khối u được cắt bỏ bằng phẫu thuật"
        },
        {
            "en": "The tumour was removed <em>surgically</em>.",
            "vi": "Khối u được cắt bỏ bằng phẫu thuật."
        },
        {
            "en": "Angiokeratomas may be removed <em>surgically</em>.",
            "vi": "U mạch sừng hoá có thể lấy đi bằng phẫu thuật."
        },
        {
            "en": "The defect is corrected <em>surgically</em>.",
            "vi": "Khiếm khuyết này có thể điều chỉnh được bằng phẫu thuật."
        },
        {
            "en": "Most breast cancers are taken out <em>surgically</em>.",
            "vi": "Đa số ung thư vú đều được cắt bỏ bằng phẫu thuật."
        },
        {
            "en": "Structural abnormalities, such as defective valves, may be corrected <em>surgically</em>.",
            "vi": "Các dị dạng về cấu trúc như khuyết tật van có thể sữa chữa bằng phẫu thuật."
        },
        {
            "en": "Large isolated arteriovenous aneurysms may be closed <em>surgically</em>.",
            "vi": "Phình động mạch - tĩnh mạch lớn và đơn lẻ có thể đóng lại bằng phẫu thuật."
        },
        {
            "en": "Take a lot of axilla lymph nodes out <em>surgically</em>.",
            "vi": "Cắt bỏ nhiều hạch bạch huyết ở nách bằng phẫu thuật."
        },
        {
            "en": "Such stones are usually removed <em>surgically</em> to prevent or cure urinary obstruction and infection.",
            "vi": "Các loại sỏi như vậy cần được giải phẫu loại bỏ để ngừa hoặc điều trị tắc đường tiểu và nhiễm trùng."
        },
        {
            "en": "The extra digits are commonly undersized (rudimentary) and are usually removed <em>surgically</em> shortly after birth.",
            "vi": "Ngón thừa thường có kích thước nhỏ (thô sơ) và thường được lấy đi bằng phẫu thuật không lâu sau khi sanh."
        },
        {
            "en": "A stainless steel rod with one blunt end one sharpened, used <em>surgically</em> to anchor bone fragments.",
            "vi": "Que thép không rỉ với một đầu tà, một đầu nhọn, được dùng khi giải phẫu để ghép các mảnh xương lại."
        },
        {
            "en": "The nematode infections are treated with diethylcar-bamazine or thiabendazole; maggots can be <em>surgically</em> removed.",
            "vi": "Khi bị nhiễm giun có thể chữa bằng diethylcarbamazine hay thiabandozole; với giòi phải lấy đi bằng phẫu thuật."
        },
        {
            "en": "Often, tonsils and adenoids are <em>surgically</em> removed at the same time.",
            "vi": "Thường thì khi phẫu thuật amiđan và vòm họng đồng thời bị cắt bỏ."
        },
        {
            "en": "All varieties can be treated <em>surgically</em>, and neither micturition nor sexual function need impaired.",
            "vi": "Tất cả các loại này đều có thể chữa bằng phẫu thuật và không tổn hại gì đến các chức năng sinh dục và bài tiết."
        },
        {
            "en": "The tumour can be treated with X-rays or <em>surgically</em> removed.",
            "vi": "Bướu có thể chữa trị bằng tia x hoặc giải phẫu cắt bỏ."
        },
        {
            "en": "A badly affected valve may be replaced <em>surgically</em> with a prosthesis.",
            "vi": "Khi van đã bị hư hại, có thể thay thế bằng phẫu thuật với một van nhân tạo."
        },
        {
            "en": "When symptoms develop the valve should be replaced <em>surgically</em> with a mechanical prosthesis or with an aortic valve graft.",
            "vi": "Khi các triệu chứng tiến triển, van phải được thay thế bằng phẫu thuật với bộ phận giả cơ học hay bằng cách ghép van động mạch chủ."
        },
        {
            "en": "As part of this study, a small portion of the ovary is <em>surgically</em> removed before starting cancer therapy.",
            "vi": "Là một phần của nghiên cứu này, một phần nhỏ của buồng trứng được phẫu thuật cắt bỏ trước khi bắt đầu liệu pháp điều trị ung thư."
        },
        {
            "en": "They cause pain, the passage of bloody urine, and interruption of the urinary stream and should be removed <em>surgically</em>.",
            "vi": "Sỏi gây đau, đi tiểu ra máu, và đi tiểu bị ngắt quãng, và phải phẫu thuật lấy ra."
        }
    ],
    "suggestions": []
}