{
    "en_vn": {
        "data": {
            "content": null,
            "word": "surviving"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "surviving"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "surviving"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "surviving"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "surviving"
        }
    },
    "sentences": [
        {
            "en": "<em>Surviving</em>, thanks.",
            "vi": "Còn sống là được, cảm ơn."
        },
        {
            "en": "The only <em>surviving</em> vestige.",
            "vi": "Vết tích duy nhất còn sót lại."
        },
        {
            "en": "Does it influence the <em>surviving</em> spouse?",
            "vi": "Điều đó có ảnh hưởng đến người phối ngẫu còn sống hay không?"
        },
        {
            "en": "The last <em>surviving</em> member of the family",
            "vi": "Thành viên cuối cùng còn lại của gia đình"
        },
        {
            "en": "The world’s first <em>surviving</em> septuplets turn 19",
            "vi": "Những đứa trẻ trong ca sinh 7 đầu tiên trên thế giới nay đã 19 tuổi"
        },
        {
            "en": "She had a fifty-fifty chance of <em>surviving</em> the operation.",
            "vi": "Cô ấy có một cơ hội sống sót năm mươi năm mươi sau cuộc phẫu thuật."
        },
        {
            "en": "This was the last <em>surviving</em> copy of the manuscript.",
            "vi": "Đây là bản sao chép của bản chép tay cuối cùng còn sót lại."
        },
        {
            "en": "Their business has a 50/50 chance of <em>surviving</em>.",
            "vi": "Doanh nghiệp của họ có 50 phần trăm cơ hội tồn tại."
        },
        {
            "en": "It's a romantic story of love <em>surviving</em> against all odds.",
            "vi": "Đó là một câu chuyện tình lãng mạn đã vượt qua mọi thử thách."
        },
        {
            "en": "Is the devil <em>surviving</em> somewhere inside you and me?",
            "vi": "Phải chăng quỷ dữ đang ẩn mình đâu đó trong anh và em?"
        },
        {
            "en": "Life is hard at the moment, but we 're <em>surviving</em>.",
            "vi": "Cuộc sống lúc này đang gay go, nhưng ta vẫn cứ sống."
        },
        {
            "en": "One key to <em>surviving</em> a crisis is strong leadership.",
            "vi": "Một giải pháp để tồn tại trong thời kì khủng hoảng là khả năng lãnh đạo thật tốt."
        },
        {
            "en": "They thought they got small chance of <em>surviving</em>.",
            "vi": "Họ đã nghĩ họ có cơ hội sống sót nhỏ nhoi."
        },
        {
            "en": "More and more people are <em>surviving</em> into old age.",
            "vi": "Càng ngày càng có nhiều người sống sống thọ."
        },
        {
            "en": "Life is hard at the moment, but we're <em>surviving</em>.",
            "vi": "Cuộc sống lúc này đang gay go, nhưng ta vẫn cứ sống."
        },
        {
            "en": "This was the last <em>surviving</em> bomb site in central Bristol.",
            "vi": "Đây mà khu vực bị bom tàn phá cuối cùng còn sót lại ở trung tâm Bristol."
        },
        {
            "en": "I am the last <em>surviving</em> member of the family.",
            "vi": "Tôi là thành viên cuối cùng còn lại của gia đình."
        },
        {
            "en": "The town hall is the only edifice <em>surviving</em>.",
            "vi": "Tòa thị chính là dinh thự duy nhất còn sót lại."
        },
        {
            "en": "You only have a percentage of the body <em>surviving</em>.",
            "vi": "Bạn chỉ có một phần trăm thi thể còn sót lại."
        },
        {
            "en": "She's the sole <em>surviving</em> member of the family.",
            "vi": "Cô ấy là người duy nhất trong gia đình còn sống sót."
        }
    ],
    "suggestions": []
}