{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sushi"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sushi</k><blockquote><cclass>[<cclass>'su:ʃi<cclass>, <cclass>'sʊʃi<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a Japanese dish consisting of small balls or rolls of vinegar-flavoured cold rice served with a garnish of vegetables, egg, or raw seafood. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Japanese. </blockquote></div>",
            "word": "sushi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sushi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sushi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sushi"
        }
    },
    "sentences": [
        {
            "en": "<em>Sushi</em> History",
            "vi": "Lịch sử sushi"
        },
        {
            "en": "Have you eaten <em>sushi</em>?",
            "vi": "Bạn đã ăn món Súhi bao giờ chưa?"
        },
        {
            "en": "Do you like <em>sushi</em>?",
            "vi": "Bạn có thích món sushi không?"
        },
        {
            "en": "Usually I get <em>sushi</em>.",
            "vi": "Tôi thường gọi món sushi."
        },
        {
            "en": "Have you ever eaten <em>sushi</em>?",
            "vi": "Bạn đã bao giờ ăn sushi chưa?"
        },
        {
            "en": "I want to eat <em>sushi</em>.",
            "vi": "Tôi muốn ăn sushi."
        },
        {
            "en": "My most favorite food is <em>sushi</em>.",
            "vi": "Món ăn tôi yêu thích nhất là sushi."
        },
        {
            "en": "Fun facts about <em>sushi</em> and Japanese food",
            "vi": "Sự thật thú vị về sushi và món ăn Nhật Bản"
        },
        {
            "en": "<em>Sushi</em> is a cultural symbol of Japan.",
            "vi": "Món sushi là một biểu tượng văn hóa của Nhật."
        },
        {
            "en": "Do you want to try some <em>sushi</em>? Sure.",
            "vi": "Bạn dùng thử món sushi chứ? Tất nhiên rồi."
        },
        {
            "en": "A special dish of this restaurant is <em>Sushi</em>.",
            "vi": "Món ăn đặc biệt của nhà hàng này là Sushi."
        },
        {
            "en": "<em>Sushi</em> restaurants use both fresh and frozen fish.",
            "vi": "Các cửa hàng sushi sử dụng cả các tươi và cá đông lạnh."
        },
        {
            "en": "I like Japanese food like <em>sushi</em> and sashimi.",
            "vi": "Tôi thích thức ăn Nhật Bản như món sushi và món sashimi."
        },
        {
            "en": "Today is Wednesday so the <em>sushi</em> restaurant should be open.",
            "vi": "Hôm nay là thứ Tư nên nhà hàng Sushi có thể mở cửa đấy."
        },
        {
            "en": "<em>Sushi</em> and sashimi are the traditional dishes of the Japanese.",
            "vi": "Sushi và Sashimi là những món ăn truyền thống của người Nhật."
        },
        {
            "en": "Making <em>sushi</em> rice is considered an art by <em>sushi</em> chefs. This Japanese food is cooked perfectly when it is slightly sticky to the touch.",
            "vi": "Làm cơm sushi được coi là một nghệ thuật của các đầu bếp sushi. Món cơm Nhật Bản này được nấu hoàn hảo là khi nó còn hơi dính khi sờ vào."
        },
        {
            "en": "<em>Sushi</em> found popularity in the United States in the 1980s when Americans became increasingly health conscious. <em>Sushi</em> is a healthy alternative. <em>Sushi</em> bars have gotten very popular in the U.S. They are almost as common place as many fast food restaurants. Americans have put their own spin on making <em>sushi</em> with western techniques. <em>Sushi</em> in the U.S. is much larger with different ingredients like cream cheese, beef teriyaki and fruits. <em>Sushi</em> is also much larger and focuses more on the quantity of the <em>sushi</em>.",
            "vi": "Sushi trở nên phổ biến ở Mỹ trong những năm 1980 khi người Mỹ ngày càng có ý thức về sức khỏe. Sushi là một món ăn thay thế lành mạnh. Các cửa hiệu sushi mọc lên nhanh chóng ở Mỹ. Số lượng cửa hiệu sushi nhiều ngang ngửa các nhà hàng thức ăn nhanh. Người Mỹ đã cải biên món sushi với kỹ thuật phương Tây của họ. Miếng sushi ở Mỹ lớn hơn bình thường nhiều với các thành phần khác nhau như pho mát kem, thịt bò sốt teri và trái cây. Sushi cũng lớn hơn nhiều và tập trung nhiều hơn vào số lượng sushi."
        },
        {
            "en": "When I visit Japan, the first thing I do is go to a <em>sushi</em> restaurant.",
            "vi": "Khi tôi đến Nhật Bản, việc đầu tiên tôi làm là đến một nhà hàng sushi."
        },
        {
            "en": "In its previous incarnation as a <em>sushi</em> bar, the restaurant wasn't a particularly popular place.",
            "vi": "Với tiền thân của nó như là một quán sushi, nhà hàng này không phải là một nơi đặc biệt phổ biến."
        },
        {
            "en": "Quail eggs are considered a delicacy. They are sometimes used raw in <em>sushi</em>.",
            "vi": "Trứng cút được cho là một món ăn ngon. Chúng thỉnh thoảng được dùng sống của trong món sushi."
        }
    ],
    "suggestions": []
}