{
    "en_vn": {
        "data": {
            "content": null,
            "word": "suspenders",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>suspenders</k><blockquote><cclass>N. Amer. a pair of braces for holding up trousers.</cclass></blockquote><blockquote>→ <kref>suspender</kref></blockquote></div>",
            "word": "suspenders",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "suspenders",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>suspenders</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>AE</abr>; <abr>BE</abr> has <i>braces</i>) a pair of suspenders (that hold up trousers)</ex></blockquote></blockquote></div>",
            "word": "suspenders",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "suspenders",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He wore a collarless striped shirt, closed at the neck with a golden stud, and pants held up by <em>suspenders</em>.",
            "vi": "Ông mặc một cái áo sơ mi kẻ ca rô có đính chiếc khuy mạ vàng ở cổ và một chiếc quần treo."
        },
        {
            "en": "All around us were smooth-skinned young men, with their hair parted, some wearing <em>suspenders</em> to keep up their pants.",
            "vi": "Chung quanh tôi có nhiều thanh niên da dẻ láng mướt, mái tóc chải rẽ, có người mặc quần áo dây treo cho khỏi tuột."
        },
        {
            "en": "My neighbor is wacky in his selection of clothes. He always wears a yellow t - shirt with a bow tie and <em>suspenders</em>.",
            "vi": "Người hàng xóm của tôi là dở hơi trong việc chọn lựa áo quần. Anh ta luôn mặc áo thun vàng với một cà vạt nơ và quần có dây."
        },
        {
            "en": "My neighbor is wacky in his selection of clothes. He always wears a yellow t-shirt with a bow tie and <em>suspenders</em>.",
            "vi": "Người hàng xóm của tôi là dở hơi trong việc chọn lựa áo quần. Anh ta luôn mặc áo thun vàng với một cà vạt nơ và quần có dây."
        },
        {
            "en": "Another facet of Adaptive Memory is its “belt and <em>suspenders</em>” approach to safeguarding data. It makes sense that data in a hybrid drive’s NAND will be relatively important, as it’s used more often than other data. Because of this importance, Adaptive Memory makes sure to copy any LBAs saved into NAND on the magnetic media first. Wait—didn’t the files in NAND come from the platters in the first place? Yes, but sometimes errors happen during data copying/resaving, and recall that copying (into unused NAND space) is an inherent part of how SSDs operate. This is why we have error correcting code (ECC) and similar protective technologies. Adaptive Memory adds another layer of insurance against mishap in addition to those already employed by the drive’s NAND controller.",
            "vi": "Một khía cạnh khác của Bộ nhớ Thích ứng là \"vành đai và dây treo\" phương pháp tiếp cận để bảo vệ dữ liệu. Nó tạo cảm giác rằng dữ liệu chứa trong NAND của một ổ đĩa lai sẽ tương đối quan trọng, vì nó được sử dụng thường xuyên hơn các dữ liệu khác. Do tầm quan trọng này, Bộ nhớ Thích ứng đảm bảo việc sao chép mọi LBA được lưu vào NAND trên các đĩa từ ngay lần đầu tiên. Chờ xem –có phải các tập tin trong NAND đến từ các đĩa cứng ở lần đầu tiên đúng không? Phải, nhưng đôi khi lỗi này xảy ra trong thời gian sao chép dữ liệu / lưu lại dữ liệu, và nhớ lại là việc sao chép (vào không gian NAND còn trống) là một bộ phận gắn liền với cách thức hoạt động của ổ SSD. Đây là lý do tại sao chúng ta có mã sửa lỗi (ECC) và các công nghệ bảo vệ tương tự. Bộ nhớ Thích ứng bổ sung thêm một lớp bảo vệ khác chống lại rủi ro ngoài những cái đã được sử dụng bởi bộ điều khiển NAND của ổ đĩa."
        }
    ],
    "suggestions": []
}