{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Sussex",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Sussex</k><blockquote>■ <cclass>noun a speckled or red bird of a domestic English breed of chicken. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote><i>Sussex</i>, a former county of southern England. </blockquote></div>",
            "word": "Sussex",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Sussex",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Sussex",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Sussex",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "20 <em>Sussex</em> gardens, near Paddington.",
            "vi": "20 sussex gardens, gần paddington."
        },
        {
            "en": "Poverty Research Unit at <em>Sussex</em>, Department of Economics, University of <em>Sussex</em>, Arts Building E, Falmer, Brighton, BN1 9SN.",
            "vi": "Ban Nghiên cứu về Nghèo tại Sussex, Khoa Kinh tế học, Trường Đại học Tổng hợp Sussex, Arts Building E, Falmer, Brighton, BN1 9SN."
        },
        {
            "en": "This village is the pride of East <em>Sussex</em>.",
            "vi": "Ngôi làng này là một niềm kiêu hãnh của miền Đông Nam nước Anh."
        },
        {
            "en": "<em>Sussex</em> corporation began operations on September 1, 20xx.",
            "vi": "Sussex corporation bắt đầu hoạt động ngày 1 tháng chín năm 20xx."
        },
        {
            "en": "Prepare the stockholders' equity section of <em>Sussex</em> corporation's November 30, 20xx, balance sheet.",
            "vi": "Lập phần vốn cổ đông trên bảng cân đối kế toán của sussex corporation vào ngày 30 tháng mười một năm 20xx."
        },
        {
            "en": "PRUS Working Paper no. 10, Poverty Research Unit, University of <em>Sussex</em>.",
            "vi": "Văn kiện Làm việc PRUS số 10, Ban Nghiên cứu về Nghèo, Trường Đại học Tổng hợp Sussex."
        },
        {
            "en": "<em>Sussex</em> corporation engaged in the following transactions during its first quarter:",
            "vi": "Sussex corporation có các nghiệp vụ phát sinh trong quý đầu tiên như sau:"
        },
        {
            "en": "Hyewon Kim had taken a trip to beauty spot Cuckmere Haven, East <em>Sussex</em>, alone while studying English in the UK.",
            "vi": "Hyewon Kim đã đi một mình đến tham quan thắng cảnh Cuckmere Haven, ở East Sussex, trong thời gian cô đang học tiếng Anh ở Vương quốc Anh."
        },
        {
            "en": "If you are a steam train enthusiast, then a visit to the Kent & <em>Sussex</em> Steam trains is a must.",
            "vi": "Nếu bạn là người say mê tàu chạy bằng hơi nước cuộc ghé thăm những tàu hơi xe lửa của nhà Kent và Sussex là một điều cần thiết."
        },
        {
            "en": "Hyewon Kim lost her footing on the cliffs on Cuckmere Haven, East <em>Sussex</em>, while posing for a photograph.",
            "vi": "Hyewon Kim bị trượt chân trên vách đá ở Cuckmere Haven, East Sussex, trong khi đang tạo dáng để chụp hình."
        },
        {
            "en": "Institute of Development Studies, University of <em>Sussex</em>, Brighton, UK. Devereaux, S. (2002) “Can Social Safety Nets Reduce Chronic Poverty?”.",
            "vi": "Viện Nghiên cứu Phát triển, Trường Đại học Tổng hợp Sussex, Brighton, Vương Quốc Anh. Devereaux, S. (2002) “Liệu các mạng lưới an sinh xã hội có thể giảm nghèo kinh niên?”."
        },
        {
            "en": "Hyewon Kim lost her footing on the cliffs on Cuckmere Haven, East <em>Sussex</em>, while posing for a photograph.",
            "vi": "Hyewon Kim bị trượt chân trên vách đá ở Cuckmere Haven, East Sussex, trong khi đang tạo dáng để chụp hình."
        },
        {
            "en": "Hyewon Kim had taken a trip to beauty spot Cuckmere Haven, East <em>Sussex</em>, alone while studying English in the UK.",
            "vi": "Hyewon Kim đã đi một mình đến tham quan thắng cảnh Cuckmere Haven, ở East Sussex, trong thời gian cô đang học tiếng Anh ở Vương quốc Anh."
        },
        {
            "en": "Schmitz, Hubert and Peter Knorringa (1999) \"Learning from Global Buyers\", University of <em>Sussex</em> Institute of Development Studies (IDS) Working Paper 100, November.",
            "vi": "Schmitz, Hubert và Peter Knorringa (1999) \"Học tập từ những người mua trên toàn cầu\", Tài liệu nghiên cứu 100 của Viện Nghiên cứu Phát triển (IDS) Đại học Sussex, tháng Mười Một."
        },
        {
            "en": "Additional discussions on the international context and research questions were provided by Andrea Cornwall and Peter Taylor of the Institute of Development Studies, University of <em>Sussex</em>.",
            "vi": "Andrea Cornwall và Peter Taylor thuộc Viện nghiên cứu phát triển, Đại học Sussex cung cấp các thảo luận bổ sung về bối cảnh quốc tế và các vấn đề nghiên cứu."
        },
        {
            "en": "This paper was prepared by Naila Kabeer of the Institute of Development Studies, University of <em>Sussex</em> (UK) and Tran Thi Van Anh, Institute of Family and Gender Studies, Viet Nam Academy of Social Sciences.",
            "vi": "Báo cáo nghiên cứu này do Naila Kabeer, Viện Nghiên cứu phát triển, Trường đại học Sussex (Anh) và Trần Thị Vân Anh, Viện Nghiên cứu Gia đình và Giới, Viện Khoa học xã hội Việt Nam chuẩn bị."
        },
        {
            "en": "Craig Williams, from the town council, said it was a unanimous decision from representatives of East <em>Sussex</em> County Council, Lewes District Council, the coastguard and South Downs National Park Authority.",
            "vi": "Craig Williams, thuộc hội đồng thị trấn cho biết đây là quyết định có sự nhất trí của đại diện Hội đồng Hạt East Sussex, Hội đồng Hạt Lewes, Cơ quan bảo vệ bờ biển và Cơ quan Quản lý Vườn quốc gia South Downs."
        },
        {
            "en": "Craig Williams, from the town council, said it was a unanimous decision from representatives of East <em>Sussex</em> County Council, Lewes District Council, the coastguard and South Downs National Park Authority.",
            "vi": "Craig Williams, thuộc hội đồng thị trấn cho biết đây là quyết định có sự nhất trí của đại diện Hội đồng Hạt East Sussex, Hội đồng Hạt Lewes, Cơ quan bảo vệ bờ biển và Cơ quan Quản lý Vườn quốc gia South Downs."
        },
        {
            "en": "Segall, M., Tipping, G., Lucas, H., Truong, V., Nguyen, T. Dao X. and Dao, L.: “Healthcare seeking by the poor in transitional economies: the case of Viet Nam,” Institute for Development Studies Research Report, University of <em>Sussex</em>, Brighton, 2000.",
            "vi": "Segall, M., Tipping, G., Lucas, H., Truong, V., Nguyen, T. Dao X. và Dao, L.: “Khám chữa bệnh của người nghèo đói trong nền kinh tế chuyển đổi: Trường hợp Việt Nam,” Báo cáo nghiên cứu của Viện nghiên cứu phát triển, Đại học Sussex, Brighton, 2000."
        },
        {
            "en": "Speaking after the inquest, Mark Webb from East <em>Sussex</em> Fire and Rescue Service, said: \"This was an incredibly sad incident leading to the unnecessary loss of a very young life.",
            "vi": "Phát biểu sau cuộc điều tra, Mark Webb của Sở Cảnh sát phòng cháy, chữa cháy và cứu nạn, cứu hộ, cho biết: \"Đây là một sự cố không ngờ vô cùng đáng tiếc dẫn đến sự mất mát không đáng của một sinh mạng trẻ tuổi."
        }
    ],
    "suggestions": []
}