{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[swɔb]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">swob</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[swɔb]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">giẻ lau sàn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(y học) miếng gạc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cái thông nòng súng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) người vụng về, người hậu đậu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(hàng hải), (từ lóng) cầu vai (sĩ quan)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lau (bằng giẻ lau sàn)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to swab down the deck </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">lau sàn tàu</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">((thường) + <font color=\"#1371BB\">up</font>) thấm bằng miếng gạc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thông (nòng súng)</td></tr></table><i/></div>",
            "word": "swab"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>swab</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an absorbent pad used in surgery and medicine for cleaning wounds or applying medication. </blockquote></blockquote><blockquote><blockquote>    ⁃ a specimen of a secretion taken with a swab. </blockquote></blockquote><blockquote><blockquote>2》 a mop or other absorbent device for cleaning or mopping up. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>archaic a contemptible person. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>US another term for <kref>swabbie</kref>. </cclass></blockquote></blockquote><blockquote>■ <cclass>verb (<cclass><b>swabs</b>, <cclass><b>swabbing</b>, <cclass><b>swabbed</b>) clean or absorb with a swab. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: back-form. from <i>swabber</i> 'sailor detailed to swab decks', from early mod. Du. <i>zwabber</i>. </blockquote></div>",
            "word": "swab"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "swab"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "swab"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bàn chải cọ (khuôn)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chổi cọ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chổi lông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> pittông làm sạch</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> que thông ống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tăm bông, nút gạc, que bồi, miếng gạc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">run the swab</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quét bằng bàn chải sắt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">swab a well</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thông giếng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "swab"
        }
    },
    "sentences": [
        {
            "en": "<em>swab</em> down sth – <em>swab</em> sth down",
            "vi": "lau sạch"
        },
        {
            "en": "<em>swab</em> out sth – <em>swab</em> sth out",
            "vi": "lau sạch"
        },
        {
            "en": "<em>Swab</em> down the deck",
            "vi": "Lau sàn tàu"
        },
        {
            "en": "<em>Swab</em> from the cervix.",
            "vi": "Mẫu lấy từ cổ tử cung."
        },
        {
            "en": "You should <em>swab</em> the wound with cotton wool.",
            "vi": "Anh nên lau vết thương bằng miếng gạc."
        },
        {
            "en": "My duty is to <em>swab</em> down the deck.",
            "vi": "Nhiệm vụ của tôi là lau sàn tàu."
        },
        {
            "en": "<em>Swab</em> from inside the vagina and the cervix.",
            "vi": "Mẫu lấy trong âm đạo và cổ tử cung."
        },
        {
            "en": "I guess they had to <em>swab</em> down the decks pretty frequently.",
            "vi": "Tôi đoán là họ lau sàn tàu cũng thường xuyên lắm."
        },
        {
            "en": "This is a cotton <em>swab</em> that was drenched in your blood, he said, from the time you cut your leg, you'll recall.",
            "vi": "Đây là miếng gạc đã thấm máu của cô, ông ta nói, khi cô bị rách chân, chắc cô còn nhớ."
        },
        {
            "en": "Hers contained not a cotton <em>swab</em>, but a small wadding of white fabric that was stained the color of rust and had grown quite stiff.",
            "vi": "Chai của cô ấy không phải đựng miếng gạc, mà một miếng đệm nhỏ bằng vải trắng dính màu đỏ gạch và cứng ngắc."
        },
        {
            "en": "You may be instructed to <em>swab</em> the area with alcohol periodically or wash the area with soap and water if the stump becomes dirty or sticky to help prevent infection until the cord dries up and the stump falls off.",
            "vi": "Bạn cũng có thể được hướng dẫn cách lau vùng rốn của bé định kỳ bằng cồn hoặc rửa sạch vùng rốn bằng xà phòng và nước nếu cuống rốn đóng bẩn hoặc dính nhớp nháp nhằm tránh nhiễm trùng cho đến khi dây rốn khô và cuống rốn có thể rụng đi."
        },
        {
            "en": "Preventing sepsisAlthough there's no way to prevent all types of sepsis, some cases can be avoided, namely the transmission of GBS bacteria from mother to child during childbirth. Pregnant women can have a simple <em>swab</em> test between the 35th and 37th weeks of pregnancy to determine if they carry the GBS bacteria.",
            "vi": "Ngăn ngừa nhiễm trùng máuMặc dù không có cách nào ngăn ngừa tất cả các kiểu nhiễm trùng máu, nhưng bạn có thể tránh một số trường hợp, ấy là truyền vi khuẩn GBS từ mẹ sang con trong khi sinh nở. Phụ nữ có thai có thể được xét nghiệm mẫu quệt đơn giản giữa tuần thứ 35 và thứ 37 của thai kỳ để xác định xem có mang vi khuẩn GBS hay không."
        },
        {
            "en": "If a larger blood sample is needed, the technician drawing the blood will clean the skin, insert a needle into a vein (usually in the arm or hand), and withdraw blood. In kids, it sometimes takes more than one try. A bandage and a cotton <em>swab</em> will help stop the flow of blood when the needle is removed.",
            "vi": "Nếu cần lấy mẫu máu lớn hơn thì kỹ thuật viên lấy máu sẽ lau sạch vùng da rồi chích kim vào tĩnh mạch (thường là ở cánh tay hoặc ở bàn tay) và lấy máu ra. Đối với trẻ nhỏ thì đôi khi cũng cần phải làm nhiều lần. Băng và miếng gạc sẽ giúp máu ngưng chảy khi kim tiêm được rút ra."
        },
        {
            "en": "Tonsil stones  Although those bad smelling lumps can be uncomfortable, tonsil stones (also called tonsilloliths) are generally harmless. Hanging out in the tonsil pockets, they form when bacteria and debris get trapped, forming a hard piece of matter and a bad taste in your throat. You can remove small stones with a <em>swab</em>, but if they're not bothering you, no treatment is necessary.",
            "vi": "Sỏi a-mi-đan  Mặc dù những bướu hôi thối này có thể gây khó chịu, nhưng hạch/sỏi a-mi-đan (cũng được gọi là sỏi a-mi-đan) thường là không có hại gì. Lòng thòng trong túi a-mi-đan, chúng được hình thành khi vi khuẩn và các mảnh vụn thức ăn dính kẹt, tạo mẩu chất cứng và sinh mùi khó chịu trong cuống họng. Bạn có thể cắt bỏ các viên sỏi nhỏ bằng miếng gạc, nhưng nếu chúng không gây phiền toái gì cho bạn thì cũng không cần thiết phải điều trị."
        },
        {
            "en": "To make the incision, the vampire may use disposable scalpels or syringes, which they open and clean in front of the donor – and they will <em>swab</em> the skin before the first cut. If they are drinking directly from the wound itself, they are also sure to clean their lips, brush their teeth and gargle mouthwash beforehand.",
            "vi": "Để rạch da lấy máu, người hút máu phải dùng dao mổ hay ống tiêm sử dụng một lần rồi bỏ. Nếu họ uống máu trực tiếp từ vết cắt, họ phải đảm bảo rửa sạch miệng, đánh răng và súc miệng trước."
        },
        {
            "en": "Treating scarlet feverIf your child has a rash and the doctor suspects scarlet fever, he or she will usually take a throat culture (a painless <em>swab</em> of throat secretions) to see if the bacteria grow in the laboratory. Once a strep infection is confirmed, the doctor will likely prescribe an antibiotic for your child to be taken for about 10 days.",
            "vi": "Điều trị bệnh ban đỏ Nếu con bạn bị phát ban và bác sĩ nghi ngờ là ban đỏ, thì bé thường sẽ được cấy trùng cổ họng (lấy mẫu dịch tiết cổ họng không gây đau đớn gì) để xem liệu vi khuẩn có phát triển ở phòng thí nghiệm hay không. Khi đã xác thực là nhiễm khuẩn cầu chuỗi thì bác sĩ sẽ có thể kê toa cho trẻ sử dụng thuốc kháng sinh trong khoảng chừng 10 ngày."
        },
        {
            "en": "Your doctor or dentist may prescribe a topical medicine or special mouthwash to help heal the sores. If the medicine needs to be applied directly to the sore, first blot the area dry with a tissue. Use a cotton <em>swab</em> to apply a small amount of the medication, and do not eat or drink for at least 30 minutes to make sure that the medicine is not immediately washed away. For severe mouth sores, your doctor or dentist may suggest other medications.",
            "vi": "Bác sĩ hoặc nha sĩ của bạn có thể kê toa một loại thuốc dùng tại chỗ hoặc nước súc miệng đặc biệt để giúp chữa lành các vết loét. Nếu cần bôi thuốc trực tiếp vào vết loét, thì đầu tiên phải lau khô vùng đó bằng khăn giấy sạch. Sử dụng một tăm bông để áp dụng một lượng nhỏ thuốc, và không ăn hoặc uống trong ít nhất 30 phút để đảm bảo rằng thuốc không bị cuốn trôi ngay lập tức. Đối với các vết loét miệng nghiêm trọng, bác sĩ hoặc nha sĩ có thể đề nghị các thuốc khác."
        },
        {
            "en": "Ear wax buildup  Keep fingers and cotton swabs out of your ear canals. Earwax helps fight infection, keeps ears clean, and our bodies naturally get rid of excess earwax through the ear opening. Problems like impaction often start when we try to clean our ears with a <em>swab</em> or another object. Impaction symptoms include pain, itching, ringing of the ears, or hearing loss. Your doctor can remove excess ear wax with irrigation or manual removal.",
            "vi": "Tăng sinh ráy tai   Đừng lấy ngón tay và gạc bông thọc vào ống tai. Ráy tai giúp bạn chống nhiễm trùng, giữ cho tai sạch, và cơ thể của chúng ta thường sẽ tự thải ráy tai thừa qua lỗ tai. Nhiều vấn đề chẳng hạn như sự va chạm mạnh bắt đầu xảy ra khi chúng ta cố lấy sạch ráy tai bằng miếng gạc hoặc bằng một vật nào đó khác. Các triệu chứng va chạm mạnh gồm đau, ngứa, ù tai (tai kêu vo vo), hoặc mất thính lực. Bác sĩ có thể lấy ráy tai thừa cho bạn bằng dung dịch rửa tai hoặc lây bằng tay."
        },
        {
            "en": "Early detection: Pap testThe Pap test is one of the great success steps in early detection. A painless <em>swab</em> of the cervix can reveal abnormal cells, often before cancer appears. At age 21, women should start having a Pap test every three years. From age 30 to 65, women who get both a Pap test and an HPV test can go up to five years between testing.  But women at higher risk may need testing more often, so it's best to check with your doctor. Skipping tests raises your risk for invasive cervical cancer.",
            "vi": "Phát hiện ung thư cổ tử cung sớm bằng phương pháp phết tế bào cổ tử cungPhết tế bào cổ tử cung là một trong những bước thành công lớn trong giai đoạn phát hiện sớm. Người ta sử dụng một miếng gạc để lấy mẫu dịch ở cổ tử cung mà không gây đau đớn gì để có thể cho biết có tế bào bất thường, thường là trước khi xuất hiện ung thư. Ở giai đoạn 21 tuổi, phụ nữ nên bắt đầu làm xét nghiệm PAP ba năm một lần. Từ 30 đến 65 tuổi, phụ nữ nào làm xét nghiệm cả Pap và HPV thì có thể thực hiện 5 năm/ lần. Nhưng đối tượng nào có nguy cơ cao có thể cần được làm xét nghiệm nhiều hơn/ thường xuyên hơn, nên tốt hơn hết là hãy kiểm tra với bác sĩ của mình. Việc bỏ qua xét nghiệm làm tăng nguy cơ ung thư cổ tử cung di căn của bạn nhiều hơn."
        },
        {
            "en": "Other tests  * Throat culture (strep screen). Doctors often order throat cultures to test for the germs that cause strep throat, which are known as group A streptococcus, or strep. The cultures are done in the doctor's office and aren't painful, but can be uncomfortable for a few seconds. The doctor or medical assistant wipes the back of the throat with a long cotton <em>swab</em>. This tickles the back of the throat and can cause a child to gag, but will be over very quickly, especially if your child stays still.",
            "vi": "Các xét nghiệm khác  * Cấy trùng cổ họng. Bác sĩ thường yêu cầu cấy trùng cổ họng để tìm vi trùng gây đau họng cấp tính - nhóm khuẩn cầu chuỗi / khuẩn liên cầu. Các quy trình này được thực hiện tại phòng khám của bác sĩ và không gây đau đớn gì, nhưng trẻ có thể không thoải mái trong vòng một vài giây. Bác sĩ hoặc nhân viên phụ tá lau khô đáy cuống họng bằng một miếng gạc dài. Miếng gạc này cù vào đáy cuống họng và có thể làm cho trẻ bị nôn, oẹ nhưng sẽ hết rất nhanh thôi, nhất là nếu bé ngồi yên."
        }
    ],
    "suggestions": []
}