{
    "en_vn": {
        "data": {
            "content": null,
            "word": "swarming"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "swarming"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "swarming"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>swarming</k><blockquote><blockquote><ex><abr>adj.</abr> swarming with</ex></blockquote></blockquote></div>",
            "word": "swarming"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "swarming"
        }
    },
    "sentences": [
        {
            "en": "be <em>swarming</em> with sth",
            "vi": "đầy; đông đúc; nhung nhúc"
        },
        {
            "en": "Place <em>swarming</em> with fleas",
            "vi": "Nơi nhung nhúc những bọ chét"
        },
        {
            "en": "The taxi continued through the <em>swarming</em> crowds.",
            "vi": "Chiếc taxi tiếp tục đi ngang qua những đám người tụ tập đông đúc."
        },
        {
            "en": "The beach was <em>swarming</em> with bathers.",
            "vi": "Bãi biển lúc nhúc những người đi tắm."
        },
        {
            "en": "The streets were <em>swarming</em> with pupils.",
            "vi": "Đường phố lũ lượt những cậu học trò."
        },
        {
            "en": "No way without <em>swarming</em> down a rope.",
            "vi": "Không còn cách nào khác ngoài việc leo dây thừng xuống."
        },
        {
            "en": "The old house is the place <em>swarming</em> with fleas.",
            "vi": "Căn nhà cũ này là nơi đầy bọ chét."
        },
        {
            "en": "Crowds are <em>swarming</em> in the streets for traffic jam.",
            "vi": "Những đám đông đang lúc nhúc trên các đường phố vì nạn kẹt xe."
        },
        {
            "en": "The room was hot and stuffy, and <em>swarming</em> with flies.",
            "vi": "Căn phòng nóng bức, ngột ngạt, và đầy ruồi."
        },
        {
            "en": "The children came <em>swarming</em> out of the toy shop.",
            "vi": "Bọn trẻ láo nháo ngoài cửa hàng đồ chơi."
        },
        {
            "en": "The crowd was <em>swarming</em> out through the gates.",
            "vi": "Đám đông ùn ùn qua cổng."
        },
        {
            "en": "As the platform was <em>swarming</em> with passengers; we had to shoulder our way through the crowd.",
            "vi": "Vì sân ga đông nghịt hành khách nên chúng tôi khó khăn lắm mới lách qua được đám đông."
        },
        {
            "en": "The museum was <em>swarming</em> with tourists – you couldn't really see anything properly.",
            "vi": "Bảo tàng đầy khách du lịch. Bạn không xem được cái gì cho ra hồn."
        },
        {
            "en": "Government of Georgia by its own citizens was dead, the state was helpless and the adventurers were <em>swarming</em> in.",
            "vi": "Chính phủ georgia do dân tự quản đã chết, bang như thuyềnkhông lái và bọn đại bợm ở các nơi đổ xô đến."
        },
        {
            "en": "Nowadays, we know that there are the countless microbes and viruses <em>swarming</em> in a cup of water.",
            "vi": "Ngày nay, chúng ta biết rằng có vô số các vi sinh vật và vi rút trong một cốc nước."
        },
        {
            "en": "I couldn't figure out why the girls weren't <em>swarming</em> me like they swarmed Rowley, but then I realized what the problem was.",
            "vi": "Tôi chả hiểu tại sao mấy đứa con gái lại không bu quanh mình như cách họ vây Rowley, nhưng sau đó tôi đã nhận ra vấn đề."
        },
        {
            "en": "The yellow jackets lived in a nest in the ground and Charley stepped on it by mistake. Then all the little bees in their bright yellow jackets came <em>swarming</em> out with their red - hot stings, and they hurt Charley so",
            "vi": "Giống ong màu vàng này luôn làm ổ dưới đất và Charley đạp lên mà không hay. Thế là tất cả những con ong nhỏ với lớp vỏ ngoài màu vàng lấp lánh ùa ra bọc kín cậu, chích những chiếc ngòi nóng đỏ vào cậu khiến Charley đau tới lết không nổi."
        },
        {
            "en": "The yellow jackets lived in a nest in the ground and Charley stepped on it by mistake. Then all the little bees in their bright yellow jackets came <em>swarming</em> out with their red - hot stings, and they hurt Charley so that he couldn't get away.",
            "vi": "Giống ong màu vàng này luôn làm ổ dưới đất và Charley đạp lên mà không hay. Thế là tất cả những con ong nhỏ với lớp vỏ ngoài màu vàng lấp lánh ùa ra bọc kín cậu, chích những chiếc ngòi nóng đỏ vào cậu khiến Charley đau tới lết không nổi."
        },
        {
            "en": "The yellow jackets lived in a nest in the ground and Charley stepped on it by mistake. Then all the little bees in their bright yellow jackets came <em>swarming</em> out with their red-hot stings, and they hurt Charley so that he couldn't get away.",
            "vi": "đạp lên mà không hay. Thế là tất cả những con ong nhỏ với lớp vỏ ngoài màu vàng lấp lánh ùa ra bọc kín cậu, chích những chiếc ngòi nóng đỏ vào cậu khiến Charley đau tới lết không nổi."
        },
        {
            "en": "Ilha da Queimada Grande  Cause of travel ban: an abundance of poisonous snakesIlha da Queimada Grande, which is located 35 km from the coast of Brazil, looks like a real paradise. You might pay for a trip to this island with your life, however, because it’s <em>swarming</em> with poisonous snakes: with an area of 0.43 square kilometers, it has an estimated population of about 4,000 snakes. The most dangerous of them is the bothrops insularis, or golden lancehead. It has venom five times stronger than the other vipers — when it bites, near instant death occurs. That’s why Brazilian authorities prohibit anyone from visiting Ilha da Queimada Grande, which is also called Snake Island. ",
            "vi": "Ilha da Queimada Grande  Lý do cấm du lịch: đầy rắn độc     Ilha da Queimada Grande, nằm cách bờ biển Brazin  35 km, trông giống như thiên đường trên mặt đất. Bạn có thể trả tiền để du lịch đến đảo này một chuyến, tuy nhiên, vì nó đầy rắn độ : với diện tích 0,43 cây số vuông, đảo có ước tính khoảng 4.000 con rắn. Nguy hiểm nhất là bothrops insularis, hoặc golden lancehead. Loài này có nọc độc mạnh gấp năm lần so với các loài rắn hổ lục khác - khi cắn, gần như ta sẽ chết ngay lập tức. Đó là lý do tại sao nhà chức trách Brazin cấm tất cả mọi ngườiđến Ilha da Queimada Grande, còn được gọi là Đảo Rắn."
        }
    ],
    "suggestions": []
}