{
    "en_vn": {
        "data": {
            "content": null,
            "word": "swearing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "swearing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>swearing</k><blockquote>▸ <cclass>noun BAD LANGUAGE, strong language, cursing, blaspheming, blasphemy; profanities, obscenities, curses, oaths, expletives, swear words; <cclass><i>informal</i> cussing, effing and blinding, four-letter words; <cclass><i>formal</i> imprecation.</cclass></cclass></cclass></blockquote></div>",
            "word": "swearing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "swearing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "swearing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>swearing</em>-in",
            "vi": "lễ tuyên thệ"
        },
        {
            "en": "They are <em>swearing</em> him in.",
            "vi": "Họ đang làm lễ tuyên hệ cho ông ấy."
        },
        {
            "en": "<em>Swearing</em> and so on are easily excluded.",
            "vi": "Chửi thề và vân vân có thể dễ dàng bị loại trừ."
        },
        {
            "en": "She is shouting and <em>swearing</em> at everyone.",
            "vi": "Cô ta đang la mắng và chửi rủa mọi người."
        },
        {
            "en": "The teacher told me off for <em>swearing</em>.",
            "vi": "Thầy đã la tôi vì tội chửi thề."
        },
        {
            "en": "I have never heard the boy <em>swearing</em>.",
            "vi": "Tôi chưa bao giờ nghe cậu bé chửi thề cả."
        },
        {
            "en": "But Loi said bad behavior does not include only <em>swearing</em>.",
            "vi": "Nhưng ông Lợi cho biết hành vi xấu không chỉ bao gồm chửi thề."
        },
        {
            "en": "He was extremely drunk and <em>swearing</em> like a trooper.",
            "vi": "Anh ta say bí tỉ và chửi rủa luôn mồm."
        },
        {
            "en": "They gave him the boot for <em>swearing</em> at his manager.",
            "vi": "Hắn ta bị tống cổ vì dám chửi lại xếp mình."
        },
        {
            "en": "President Obama also spoke at the <em>swearing</em>-in ceremony.",
            "vi": "Tổng thống Obama cũng phát biểu ở buổi lễ nhậm chức.."
        },
        {
            "en": "All the time he was <em>swearing</em> like a barge.",
            "vi": "Suốt cả buổi, hắn chửi mắng té tát."
        },
        {
            "en": "He was sent off for <em>swearing</em> at the referee.",
            "vi": "Anh ta bị đuổi khỏi sân vì chửi trọng tài."
        },
        {
            "en": "The foreman is always <em>swearing</em> at the workers.",
            "vi": "Viên đốc công luôn luôn chửi rủa các công nhân."
        },
        {
            "en": "He was shocked to hear his child <em>swearing</em>.",
            "vi": "Anh ấy sửng sốt khi nghe con anh ấy chửi thề."
        },
        {
            "en": "I 'm helping him to give over a bad habit of <em>swearing</em>.",
            "vi": "Tôi đang giúp anh ta bỏ thói chửi thề."
        },
        {
            "en": "Drivers were <em>swearing</em> as they got snarled up in the midday Cairo traffic.",
            "vi": "Những người lái xe đang chửi rủa vì bị kẹt xe ở Cairo vào buổi trưa."
        },
        {
            "en": "I was on the couch without understanding how I got there, and Jacob was still <em>swearing</em>.",
            "vi": "Tôi ngồi trong ghế trường kỉ mà chẳng biết làm sao mình lại đến được đó, và Jacob vẫn còn đang chửi thề."
        },
        {
            "en": "He left in an angry mood, muttering and <em>swearing</em> under his breath.",
            "vi": "Anh ta giận dữ bỏ đi, miệng càu nhàu và lầm bầm chửi rủa."
        },
        {
            "en": "From One, shouting and <em>swearing</em> was often heard. In the others, silence\nand calm reigned.",
            "vi": "Một gia đình thì người ta thường xuyên nghe thấy tiếng quát tháo, chửi bới. Còn nhà kia thì luôn im lặng, yên bình."
        },
        {
            "en": "I'm helping him to give over a bad habit of <em>swearing</em>.",
            "vi": "Tôi đang giúp anh ta bỏ thói chửi thề."
        }
    ],
    "suggestions": []
}