{
    "en_vn": {
        "data": {
            "content": null,
            "word": "sweats"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>sweats</k><blockquote><cclass>informal, <cclass>chiefly N. Amer. a sweatsuit or sweatpants.</cclass></cclass></blockquote><blockquote>→ <kref>sweat</kref></blockquote></div>",
            "word": "sweats"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "sweats"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "sweats"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "sweats"
        }
    },
    "sentences": [
        {
            "en": "Nightly <em>sweats</em>",
            "vi": "Ra mồ hôi trộm"
        },
        {
            "en": "Fever and night <em>sweats</em>.",
            "vi": "Sốt và đổ mồ hôi đêm."
        },
        {
            "en": "He often <em>sweats</em> profusely.",
            "vi": "Ông ta hay đổ mồ hôi nhễ nhại."
        },
        {
            "en": "I got nightly <em>sweats</em>.",
            "vi": "Tôi bị bệnh mồ hôi trộm."
        },
        {
            "en": "He was wearing <em>sweats</em> and running shoes.",
            "vi": "Nó đang mặc áo thun và giày chạy bộ."
        },
        {
            "en": "She <em>sweats</em> blood to earn money.",
            "vi": "Cô ta làm đổ mồ hôi sôi nước mắt mới kiếm được đồng tiền."
        },
        {
            "en": "You're gonna put <em>sweats</em> on and clean, aren't you?",
            "vi": "Bạn sẽ cố gắng và làm sạch nó, phải không?"
        },
        {
            "en": "She <em>sweats</em> her guts out to earn money.",
            "vi": "Cô ta làm đổ mồ hôi sôi nước mắt mới kiếm được đồng tiền."
        },
        {
            "en": "He <em>sweats</em> blood every time the telephone rings, in case it's the police.",
            "vi": "Anh ta sợ toát mồ hôi mỗi khi điện thoại reng, cứ ngỡ là cảnh sát gọi."
        },
        {
            "en": "The patient becomes light-headed, <em>sweats</em>, and may develop impaired consciousness.",
            "vi": "Bệnh nhân thấy đầu óc quay cuồng, ra mồ hôi, và có thể bị tổn hại nhận thức."
        },
        {
            "en": "You 're gonna put <em>sweats</em> on and clean, aren' t you?",
            "vi": "Bạn sẽ cố gắng và làm sạch nó, phải không?"
        },
        {
            "en": "Sometimes hot flashes are accompanied by night <em>sweats</em> (episodes of drenching <em>sweats</em> at nighttime). This may lead to awakening and difficulty falling asleep again, resulting in unrefreshing sleep and daytime tiredness.",
            "vi": "Đôi khi chứng trào huyết này cũng thường kèm theo đổ mồ hôi vào ban đêm (mồ hô ướt sũng vào ban đêm). Điều này có thể làm thức giấc và khó ngủ lại được, dẫn đến tình trạng giấc ngủ không được thoải mái và mệt mỏi vào ban ngày."
        },
        {
            "en": "I dressed slowly in my most comfy <em>sweats</em> and then made my bed — something I never did.",
            "vi": "Tôi chậm rãi bận bộ đồ thoải mái nhất của mình rồi dọn giường – điều tôi chả bao giờ làm."
        },
        {
            "en": "Before starting my homework, I changed into a pair of dry <em>sweats</em>, pulled my damp hair up into a pony - tail, and checked my e - mail for the first time.",
            "vi": "Trước khi bắt đầu làm bài tập, tôi thay áo len khô ráo, cột mái tóc ẩm ướt của tôi thành đuôi ngựa, và kiểm tra tin nhắn lần đầu kể từ khi đến đây."
        },
        {
            "en": "I shrugged into the matching tank top and cotton pants that I'd gotten to replace the holey <em>sweats</em> I used to wear to bed, wincing as the movement pulled at the stitches.",
            "vi": "Tôi chui vào áo dây và và quần bông cùng bộ mà tôi phải thay cho cái áo thun tả tơi thường mặc đi ngủ, cau mày vì cử động cọ qua mấy mũi khâu."
        },
        {
            "en": "Jacob - still wearing just the same black cut-off <em>sweats</em> he'd worn last night - was stretched diagonally across the double bed that took up all of his room but a few inches around the edges.",
            "vi": "Jacob - vẫn mặc bộ đồ len ngắn màu đen đêm qua – nằm thẳng cẳng vắt ngang cái giường đôi chiếm hết căn phòng chỉ chừa một vài in - sơ quanh các cạnh tường."
        },
        {
            "en": "Jacob - still wearing just the same black cut - off <em>sweats</em> he'd worn last night - was stretched diagonally across the double bed that took up all of his room but a few inches around the edges.",
            "vi": "Jacob - vẫn mặc bộ đồ len ngắn màu đen đêm qua – nằm thẳng cẳng vắt ngang cái giường đôi chiếm hết căn phòng chỉ chừa một vài in-sơ quanh các cạnh tường."
        },
        {
            "en": "Symptoms may depend on what type of leukemia you have, but common symptoms include : Fever and night <em>sweats</em> ; Headaches ; Bruising or bleeding easily ; Bone or joint pain ; A swollen or painful belly from an enlarged spleen ; Swollen lymph nodes in",
            "vi": "Triệu chứng có thể tùy vào loại bệnh bạch cầu mà bạn mắc phải, nhưng các triệu chứng chung bao gồm: Sốt và đổ mồ hôi đêm; Nhức đầu; Dễ bầm hoặc chảy máu; Đau xương hoặc khớp; Bụng phồng lên hay đau do lách mở rộng; Hạch bạch huyết phồng lên trong nách, cổ, hay háng; Mắc nhiều bệnh nhiễm trùng; Cảm thấy rất mệt hoặc yếu; Giảm cân và không cảm thấy đói."
        },
        {
            "en": "Before starting my homework, I changed into a pair of dry <em>sweats</em>, pulled my damp hair up into a pony-tail, and checked my e-mail for the first time.",
            "vi": "Trước khi bắt đầu làm bài tập, tôi thay áo len khô ráo, cột mái tóc ẩm ướt của tôi thành đuôi ngựa, và kiểm tra tin nhắn lần đầu kể từ khi đến đây."
        },
        {
            "en": "Symptoms may depend on what type of leukemia you have, but common symptoms include : Fever and night <em>sweats</em> ; Headaches ; Bruising or bleeding easily ; Bone or joint pain ; A swollen or painful belly from an enlarged spleen ; Swollen lymph nodes in the armpit, neck, or groin ; Getting a lot of infections ; Feeling very tired or weak ; Losing weight and not feeling",
            "vi": "Triệu chứng có thể tùy vào loại bệnh bạch cầu mà bạn mắc phải, nhưng các triệu chứng chung bao gồm: Sốt và đổ mồ hôi đêm; Nhức đầu; Dễ bầm hoặc chảy máu; Đau xương hoặc khớp; Bụng phồng lên hay đau do lách mở rộng; Hạch bạch huyết phồng lên trong nách, cổ, hay háng; Mắc nhiều bệnh nhiễm trùng; Cảm thấy rất mệt hoặc yếu; Giảm cân và không cảm thấy đói."
        }
    ],
    "suggestions": []
}