{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Swedish",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Swedish</k><blockquote>■ <cclass>noun the Scandinavian language of Sweden. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Sweden, its people, or their language. </cclass></blockquote></div>",
            "word": "Swedish",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Swedish",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Swedish",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Swedish",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is <em>Swedish</em>.",
            "vi": "Anh ấy là người Thụy Điển."
        },
        {
            "en": "I cannot write <em>Swedish</em>.",
            "vi": "Tôi không biết viết tiếng Thụy Điển."
        },
        {
            "en": "<em>Swedish</em> poet Transtroemer wins Nobel Literature Prize",
            "vi": "Nhà thơ Transtroemer của Thụy Điển đoạt giải Nobel văn chương"
        },
        {
            "en": "Many <em>Swedish</em> words are easily recognizable by English speakers.",
            "vi": "Nhiều từ ngữ Thụy Điển có thể dễ dàng nhận ra bởi những người nói tiếng Anh."
        },
        {
            "en": "School dinner has been free in <em>Swedish</em> elementary.",
            "vi": "Những trường tiểu học ở Thụy Điển cho ăn trưa miễn phí."
        },
        {
            "en": "In 2001, total <em>Swedish</em> ODA amounted US$31 million.",
            "vi": "Năm 2001, tổng mức ODA của Thuỵ Điển là 31 triệu USD."
        },
        {
            "en": "Mr Assange denies the allegations made by <em>Swedish</em> prosecutors.",
            "vi": "Ông Assange phủ nhận những luận điệu các công tố viên Thụy Điển đưa ra."
        },
        {
            "en": "He was with Inger Carlson, the <em>Swedish</em> actress.",
            "vi": "Anh ta đã ở đó với inger carlson, một nữ diễn viên thụy điển."
        },
        {
            "en": "JAMES: Well, I’m really enjoying the one on <em>Swedish</em> cinema.",
            "vi": "JAMES: Tôi thật sự đang yêu thích một khóa về điện ảnh Thụy Điển."
        },
        {
            "en": "When you tell a <em>Swedish</em> person that you want to kiss them, they might punch you because \"kiss\" in <em>Swedish</em> means \"pee\".",
            "vi": "Bạn mà nói với một người Thuỵ Điển là muốn hôn họ thì có thể bạn bị ăn đòn đó, vì kiss (hôn) trong tiếng Thuỵ Điển có nghĩa là \"pee\" (đái)."
        },
        {
            "en": "Kiss. If you ask your <em>Swedish</em> host or hostess for a kiss, they might very well direct you to the toilets. In <em>Swedish</em>, the word means ‘pee’.",
            "vi": "Nếu bạn muốn hôn một cô gái Thuỵ Điển khi bạn ghé thăm nhà họ, thì có thể họ sẽ chỉ đường ra... nhà vệ sinh đấy. Trong tiếng Thuỵ điển, từ kiss có nghĩa là pee (đi tè)."
        },
        {
            "en": "Lactic acid was first isolated in 1780 by a <em>Swedish</em> chemist.",
            "vi": "A-xít lắc-tích được phân lập lần đầu tiên vào năm 1780 bởi nhà hóa học Swedish."
        },
        {
            "en": "I'm selling an original <em>Swedish</em> ammunition belt like used in the Second World War.",
            "vi": "Tôi đang bán một băng đạn gốc Thụy Điển như là loại từng được sử dụng trong Thế chiến thứ II ấy."
        },
        {
            "en": "Lower IQ Linked To Higher Attempted Suicide Risk, Large <em>Swedish</em> Study",
            "vi": "Một nghiên cứu trên phạm vi rộng của Thụy Điển cho thấy IQ thấp dẫn đến ý định tự sát cao hơn"
        },
        {
            "en": "In announcing the award, the Royal <em>Swedish</em> Academy called it “a discovery that shook the world.”",
            "vi": "Trong khi công bố giải thưởng, Học viện Hoàng gia Thụy Điển đã gọi đây là \"một khám phá làm chấn động cả thế giới.\""
        },
        {
            "en": "Lactic acid was first isolated in 1780 by a <em>Swedish</em> chemist.",
            "vi": "A - xít lắc - tích được phân lập lần đầu tiên vào năm 1780 bởi nhà hóa học Swedish."
        },
        {
            "en": "The <em>Swedish</em> Academy of Sciences says his work has been useful around the world.",
            "vi": "Viện hàn lâm khoa học thuỵ điển nói công trình của ông ấy thì có ích khắp thế giới."
        },
        {
            "en": "If you have never had a massage, <em>swedish</em> massage is a good one to try first.",
            "vi": "Nếu bạn chưa bao giờ xoa bóp, tốt nhất thử với kiểu xoa bóp thụy điển trước tiên."
        },
        {
            "en": "<em>Swedish</em> massage is the most common type of massage in the United States.",
            "vi": "Kiểu xoa bóp thụy đien là dạng mát - xa thông dụng nhất ở mỹ."
        },
        {
            "en": "<em>Swedish</em> poet Tomas Transtroemer has been awarded the 2011 Nobel Prize for Literature.",
            "vi": "Nhà thơ Thụy Điển Tomas Transtroemer vừa được trao giải thường Nobel Văn Chương 2011."
        }
    ],
    "suggestions": []
}