{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['swaips]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rượu bia đục; rượu bia loại xấu</td></tr></table><i/></div>",
            "word": "swipes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "swipes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "swipes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "swipes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "swipes"
        }
    },
    "sentences": [
        {
            "en": "'Heathers' is a sharp-edged black comedy which mercilessly <em>swipes</em> at American youth culture.",
            "vi": "“Heathers” là một vở hài kịch châm biếm sắc bén, đả kích không thương tiếc văn hoá của thanh niên Mỹ."
        },
        {
            "en": "At around US$79.95, the mouse will make it easily for users to navigate in Windows 8:   - One-finger <em>swipes</em> allow customers to move naturally and intuitively side to side or up and down, shifting content on screen.   - Two-finger movements manage apps, switch through open apps and show app commands.   - Three fingers allow customers to zoom in and out.   - Thumb gestures navigate backward and forward within apps.",
            "vi": "Tầm khoảng 79,95 $, con chuột này sẽ trở nên dễ dàng  hơn cho người dùng điều khiển hướng trong Windows 8:  - Trượt một ngón tay cho phép người dùng di chuyển một cách tự nhiên và thoải mái sang hai bên hoặc lên xuống, thay đổi nội dung trên màn hình. - Hai ngón tay chuyển động để quản lý các ứng dụng, chuyển đổi qua lại các ứng dụng đang mở và hiển thị các lệnh ứng dụng. - Ba ngón tay cho phép người dùng phóng to và thu nhỏ.- Cử chỉ ngón tay để điều khiển quay lại và chuyển về phía trước trong các ứng dụng."
        }
    ],
    "suggestions": []
}