{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['swə:liη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có xoáy; xoáy tít</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tạo thành xoáy</td></tr></table><i/></div>",
            "word": "swirling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "swirling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "swirling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "swirling"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dòng xoáy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo xoáy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự xoáy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chảy xoáy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">swirling flow</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dòng chảy rối</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">swirling flow burner</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đèn đốt khí hỗn hợp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">swirling motion</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chuyển động rối</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">swirling water</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nước xoáy</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "swirling"
        }
    },
    "sentences": [
        {
            "en": "George opened it and Bambi walked in, <em>swirling</em> her hips provocatively.",
            "vi": "George mở ra và Bambi đi vào, đong đưa hông một cách khêu gợi."
        },
        {
            "en": "When we walked out of class, the air was full of <em>swirling</em> bits of white.",
            "vi": "Khi chúng tôi rời khỏi lớp, bầu trời đầy những bông tuyết nhỏ xoay tít."
        },
        {
            "en": "Yesterday dust <em>swirling</em> in the street when it had a strong wind.",
            "vi": "Hôm qua có bụi xoáy trên đường phố khi có gió mạnh."
        },
        {
            "en": "Oh, she should be ashamed, should shrink from the very memory of the hot <em>swirling</em> darkness!",
            "vi": "Ôi, lẽ ra nàng phải lấy làm xấu hổ, phải xua đuổi chính cái hồi ức về những phút hừng hực trong bóng tối xoáy lốc ấy!"
        },
        {
            "en": "The <em>swirling</em> in my mind stopped; i felt as if i had stepped into the eye of a storm.",
            "vi": "Trí óc tôi quay cuồng; tôi cảm thấy mình đang ở trung tâm của cơn bão."
        },
        {
            "en": "All the beautiful skirts went <em>swirling</em> by, and the boots went stamping, and the fiddle kept on singing gaily.",
            "vi": "Tất cả những chiếc váy đẹp nối nhau xoay chuyển và những đôi ủng đập đều trong khi tiếng đàn réo rắt reo vui."
        },
        {
            "en": "I looked at the little cotton fluffs that were building up along the sidewalk and <em>swirling</em> erratically past my face.",
            "vi": "Tôi nhìn mấy bông nhỏ mịn đang chồng chất dọc vỉa hè và bay bay qua khuôn mặt tôi."
        },
        {
            "en": "Yet Demetri and Felix both straightened up, their cloaks <em>swirling</em> slightly as a gust of wind funneled through the alley.",
            "vi": "Thế mà cả Demetri và Felix đều đứng thẳng người, áo choàng của họ xoáy nhẹ khi một làn gió mạnh luồn qua con hẻm."
        },
        {
            "en": "Hurricanes are powerful <em>swirling</em> masses of cyclonic wind, clouds, and rain that begin over the warm tropical oceans and move westward, dying out as they reach the land.",
            "vi": "Bão gió xoáy là những khối xoáy cuộn đầy sức mạnh của các cơn gió xoáy, các đám mây và mưa, nó bắt đầu trên những vùng biển nhiệt đới ẩm rồi di chuyển về hướng tây, và"
        },
        {
            "en": "If you want to take charge of your career, you need to make concrete plans amidst the frenzied whirlpool of change that is <em>swirling</em> before your eyes.",
            "vi": "Nếu bạn chịu trách nhiệm về sự nghiệp của mình, bạn cần tạo những kế hoạch vững chắc trong một xoáy nước điên cuồng của sự thay đổi đang xoay chuyển trước mắt của bạn."
        },
        {
            "en": "The door opened again, and the cold wind suddenly gusted through the room, rustling the papers on the desk, <em>swirling</em> my hair around my face.",
            "vi": "Cửa lại mở ra lần nữa, và gió lạnh đột ngột thổi giật vào phòng, tiếng giấy tờ trên bàn xào xạc, quấn tóc tôi quanh mặt."
        },
        {
            "en": "The door opened again, and the cold wind suddenly gusted through the room, rustling the papers on the desk, <em>swirling</em> my hair around my face.",
            "vi": "Cửa lại mở ra lần nữa, và gió lạnh đột ngột thổi giật vào phòng, tiếng giấy tờ trên bàn xào xạc,quấn tóc tôi quanh mặt."
        },
        {
            "en": "Hurricanes are powerful <em>swirling</em> masses of cyclonic wind, clouds, and rain that begin over the warm tropical oceans and move westward, dying out as they reach the land.",
            "vi": "Bão gió xoáy là những khối xoáy cuộn đầy sức mạnh của các cơn gió xoáy, các đám mây và mưa, nó bắt đầu trên những vùng biển nhiệt đới ẩm rồi di chuyển về hướng tây, và tan khi chúng vào đất liền."
        },
        {
            "en": "A Each year, massive <em>swirling</em> storms bringing along winds greater than 74 miles per hour wipe across tropical oceans and land on shorelines - usually devastating vast swaths of territory . ",
            "vi": "Mỗi năm, những cơn bão xoáy khổng lồ mang theo gió lớn hơn 74 dặm một giờ càn quét khắp các vùng biển nhiệt đới và  những đất ven biển - thường tàn phá một dải đất dài của một khu vực rộng lớn ."
        },
        {
            "en": "(CNN) -- With fallout still <em>swirling</em> from Apple's decision to replace Google Maps with its own mobile mapping, Google on Thursday announced the biggest upgrade ever to its Street View tool.",
            "vi": "(CNN) – Trong khi những ảnh hưởng xấu vẫn đang xoay quanh quyết định của Apple về việc thay thế Google Maps bằng bản đồ di động riêng của hãng, hôm thứ Năm, Google đã công bố bản nâng cấp lớn nhất từ trước đến nay cho công cụ Street View."
        },
        {
            "en": "Somehow, her arms were around his neck and her lips trembling beneath his and they were going up, up into the darkness again, a darkness that was soft and <em>swirling</em> and all enveloping.",
            "vi": "Không hiểu làm sao, hai cánh tay nàng đã quàng quanh cổ chàng, môi nàng run lên dưới môi chàng và họ bay lên, lại bay lên trong bóng tối, một thứ bóng tối êm dịu, xoáy lộn và bao trùm tất cả."
        },
        {
            "en": "The horrific power of the blast, sending metal shards and body parts in all directions, and a huge cloud of black smoke and <em>swirling</em> dust climbing into the evening sky, led to some uncertainty about the final toll.",
            "vi": "Sức mạnh khủng khiếp của vụ nổ, thổi tung các mảnh kim loại và xác người ra đủ hướng, một đám khói đen khổng lồ và bụi cuồn cuộn bốc lên bầu trời đêm, đã dẫn đến thiệt cuối cùng chưa nắm rõ được."
        },
        {
            "en": "SpaceX founder, Tesla co-founder  \"If something is important enough, even if the odds are against you, you should still do it.\"  Rocketing humans to Mars and away from our <em>swirling</em> mess of a planet is a daunting feat, to say the least. But Elon Musk isn’t letting go of his dream of making it happen in his lifetime, despite the many challenging tasks before him. The lesson is simple: Whatever you endeavor to accomplish, out of this world or not, do not allow yourself to be deterred by the odds. Bravely forge ahead.",
            "vi": "Người thành lập ra SpaceX, đồng sáng lập Tesla   \"Nếu việc gì đó thật là quan trọng, thì cho dù ở vào tình thế bất lợi, bạn cũng vẫn nên làm việc đó.\"  Thật ra mà nói, đưa con người lên sao hoả và đến một hành tinh nào đó là một kỳ công không phải ai cũng làm được. Nhưng Elon Musk không bao giờ từ bỏ ước mơ hiện thực hoá điều ấy trong cuộc đời mình, dù gặp rất nhiều khó khăn thách thức.Bài học đơn giản: Bất cứ việc gì bạn cố gắng hoàn thành, dù là quá sức tưởng tượng đi chăng nữa, cũng đừng để mình chùn bước trước nghịch cảnh. Hãy dũng cảm tiến lên."
        },
        {
            "en": "Researchers at NASA and the Southwest Research Institute uploaded the raw image data to their websites in late December. Since then, dozens of people have processed the black-and-white files into gorgeous, calendar-ready colour pictures. \n  (NASA/JPL-Caltech/SwRI/MSSS/Kevin Gill)  During each 53.5-day orbit, called a perijove, JunoCam records a new batch of photos. \n  (NASA/JPL-Caltech/SwRI/MSSS/Kevin Gill)  The spacecraft is the only one ever to fly above and below Jupiter's poles.  \n  (NASA/JPL-Caltech/SwRI/MSSS/Gerald Eichstädt/Seán Doran)  Researchers are trying to make sense of the gas giant's <em>swirling</em> mess of polar cloud formations, like these captured during Juno's tenth perijove. \n  (NASA/JPL-Caltech/SwRI/MSSS/Gerald Eichstädt/Seán Doran)  The planet's many bands of cloud groups are also a scientific puzzle. \n  (NASA/JPL-Caltech/SwRI/MSSS/Seán Doran)  Some of the storms seen on Jupiter are larger than Earth's diameter. \n(NASA/JPL-Caltech/SwRI/MSSS/Gerald Eichstädt/Seán Doran) A full set of JunoCam images looks like this: \n  (NASA/JPL-Caltech/SwRI/MSSS/Kevin Gill)  But some fans of the spacecraft have figured out how to stitch them together into time-lapse movies.",
            "vi": "Các nhà nghiên cứu tại NASA và Viện nghiên cứu Southwest đã đăng những bức ảnh thô lên website chính thức của họ hồi cuối tháng 12. Sau đó hàng chục người đã xử lý những file ảnh đen trắng thành những bức ảnh đầy màu sắc tuyệt đẹp."
        },
        {
            "en": "Irene is currently a category three storm, with winds of 185km/h (115mph), and is expected to strengthen as it heads toward the US east coast.\nOfficials said 90% of homes were destroyed in some areas of the remote Acklins and Crooked Islands.\nThe huge storm has brought flooding and power cuts across the Caribbean.\nOn the island of Mayaguana, where roughly 250 people live, about 40 homes were damaged, AP reported.\nThere are also reports of extensive damage on Cat Island, Long Island and Eleuthera, but authorities there have not been able to complete full assessments as conditions were still dangerous.\nIrene was <em>swirling</em> about 530 miles (855km) south-west of Cape Hatteras, North Carolina, according to the US National Hurricane Center, based in Miami.\nBy 20:00 local time (00:00 GMT) the eye of the storm was gradually moving away from Abaco Island, in the north-west Bahamas, forecasters said.\nIrene's projected path is expected to take it well offshore of the east coast of central and northern Florida later on Thursday and early Friday, according to the NHC.\nThe hurricane is forecast to approach the coast of North Carolina, where US President Barack Obama has declared a state of emergency, on Saturday.\n'Stay safe'Lovely Bay on Acklins Island in the southern Bahamas was badly hit, said the National Emergency Management Agency (Nema).\nOn its website, The Tribune newspaper said homes had \"been completely washed away or have lost entire roofs, power lines have been downed and trees are blocking roads\".\nCrooked Island saw wind gusts of more than 160km/h, with a school's roof \"completely blown off and its windows blow out\", Nema reported.\nOn Mayaguana Island, Irene knocked out power, and damaged at least 40 houses.\nOfficials are urging people throughout the Bahamas to stay indoors in a safe and secure structure.\nNassau, on the most populated island of New Providence, was expected to see some flooding.\nSo far, there have been no reports of casualties.\n\"As a general statement, we do a fair job of managing hurricanes so personal injuries, we hope, will not be substantial,\" Bahamas Prime Minister Hubert Ingraham told the Associated Press (AP) news agency.",
            "vi": "Irene hiện đang xếp vào bão loại 3, với tốc độ gió là 185km/h (115mph), và đã được dự đoán là sẽ mạnh lên khi lướt vào bờ biển đông nước Mỹ.\nCác nguồn tin chính thức nói rằng 90% nhà cửa đã bị phá hủy ở một số đảo xa Acklins và Crooked.\n\nTrận bão khủng khiếp này đã gây lũ lụt và cúp điện đến vùng Caribbean.\n\nTrên đảo Mayaguana, với cư dân xấp xỉ 250 người, khoảng 40 căn nhà đã bị hư hại, theo AP đưa tin.\n\nCũng có những báo cáo về thiệt hại nặng nề trên các đảo Cat Island, Long Island và Eleuthera, nhưng chính quyền địa phương vẫn chưa thể tính toán được chính xác thiệt hại vì tình hình vẫn đang nguy kịch.\n\nIrene đã quét qua khoảng 530 dặm (855 km) ở phía tây nam ở Mũi Hatteras, Bắc Carolina, theo Trung Tâm Bão Quốc Gia Mỹ có trụ sở chính tại Miami.\n\nLúc 20:00 giờ địa phương, tâm bão đã từ từ ra khỏi đảo Abaco, phía đông nam Bahamas, theo các nhà dự báo thời tiết ghi nhận.\n\n\nDự đoán bão sẽ di chuyển theo hướng ra xa khơi bờ đông của miền trung và bắc Florida vào cuối thứ Năm và sớm thứ Sáu, theo NHC.\n\nCơn bão cũng được dự báo sẽ đổ bộ vào bờ biển Bắc Carolina, nơi tổng thống Barack Obama đã tuyên bố tình trạng khẩn cấp vào thứ Bảy.\n\n\"Hãy giữ an toàn\"\n\nVịnh Lovely của đảo Acklins ở phía nam quần đảo Bahamas đã bị tàn phá nặng nề, theo Cơ quan quản lý Tình trạng khẩn cấp quốc gia. (CQQLTTKCQG)\n\n\nỞ website của báo The Tribute nói nhà cửa \"bị cuốn sạch hoặc tốc mái hoàn toàn, điện đóm đã bị cắt đứt và cây cối đổ ngang trên đường.\"\n\n\n\nĐảo Crooked đã bị quét qua với mức gió hơn 160km/h, với mái trường học \"bị thổi tung cùng với toàn bộ cửa sổ,\"  theo CQQLTTKCQG.\n\n\nTrên đảo Marijuana, bão Irene đã cắt đứt nguồn điện và làm hư hại ít nhất 40 căn nhà.\n\nChính quyền đang kêu gọi mọi người dân ở Bahamas ở trong những tòa nhà vững chắc.\n\nNassau, khu vực đông dân nhất trên đảo New Providence được dự đoán sẽ có lũ lụt.\n\nCho đến nay, không có thương vong nào được ghi nhận.\n\n\"Nói chung, chúng tôi đã làm tốt công việc chế ngự được cơn bão, nên thương vong, chúng tôi hi vọng, sẽ là vấn đề nhỏ.\" Thủ tướng Bahamas Hurbert Ingraham trả lời phóng viên AP."
        }
    ],
    "suggestions": []
}