{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sim'pouziəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">symposia</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hội nghị chuyên đề</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tập tiểu luận</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiệc rượu đêm (sau bữa ăn chiều, có ca nhạc, khiêu vũ ở cổ Hy lạp)</td></tr></table><i/></div>",
            "word": "symposium",
            "pronounce": "[sim'pouziəm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>symposium</k><blockquote><cclass>[<cclass>sɪm'pəʊzɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>symposia</b><cclass>-zɪə or <cclass><b>symposiums</b>) </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a conference or meeting to discuss a particular academic or specialist subject. </blockquote></blockquote><blockquote><blockquote>    ⁃ a collection of related papers by a number of contributors. </blockquote></blockquote><blockquote><blockquote>2》 a drinking party or convivial discussion, as held in ancient Greece after a banquet. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: via L. from Gk <i>sumposion</i>, from <i>sumpotēs</i> 'fellow drinker', from <i>sun-</i> 'together' + <i>potēs</i> 'drinker'. </blockquote></div>",
            "word": "symposium",
            "pronounce": "[sim'pouziəm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "symposium",
            "pronounce": "[sim'pouziəm]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>symposium</k><blockquote><blockquote><ex><abr>n.</abr> to hold a symposium on</ex></blockquote></blockquote></div>",
            "word": "symposium",
            "pronounce": "[sim'pouziəm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội nghị chuyên đề</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội nghị khoa học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thảo luận khoa học</font></td></tr></tbody></table></div>",
            "word": "symposium",
            "pronounce": "[sim'pouziəm]"
        }
    },
    "sentences": [
        {
            "en": "They decide not to attend the next <em>symposium</em>.",
            "vi": "Họ quyết định không dự hội nghị chuyên đề sắp tới."
        },
        {
            "en": "All students contributed to a <em>symposium</em> on environmental issues.",
            "vi": "Tất cả sinh viên đã góp sức vào tập tiểu luận về các vấn đề môi trường."
        },
        {
            "en": "Nations may enroll for this <em>symposium</em> via the attachment enrollment.",
            "vi": "Các quốc gia có thể đăng ký cho hội thảo chuyên đề này thông qua ghi danh đính kèm."
        },
        {
            "en": "The <em>symposium</em> was attended by delegates from all the major hospitals.",
            "vi": "Hội thảo đã được tham dự bởi đại biểu của các bệnh viện lớn."
        },
        {
            "en": "Dr Lynne Wagner led the study, which is being presented to the Annual San Antonio Breast Cancer <em>Symposium</em>.",
            "vi": "Tiến sĩ Lynne Wagner đã tiến hành nghiên cứu và nghiên cứu này đang được giới thiệu đến Hội nghị chuyên đề ung thư vú hàng năm tại San Antonio."
        },
        {
            "en": "At the <em>Symposium</em>, alumni gave presentations on their Fulbright experiences, the Fulbright impact and the future of the Fulbright program.",
            "vi": "Tại hội nghị, các cựu học giả chia sẻ những trải nghiệm và những tác động khi tham gia chương trình Fulbright, và thảo luận về tương lai của chương trình Fulbright tại Việt Nam."
        },
        {
            "en": "It will involve pilot demonstration projects; a <em>symposium</em> on corporate responsibility with businesses, government, and donors; and the documentation of best practices in Vietnam.",
            "vi": "Nó sẽ bao gồm các dự án triển lãm thử nghiệm; hội nghị chuyên đề về trách nhiệm công ty với các doanh nghiệp, chính phủ và các nhà tài trợ; và các tài liệu về những thông lệ tốt ở Việt Nam."
        },
        {
            "en": "In August 2004, Boeing Company hosted the first Aerospace Manufacturing <em>Symposium</em> in Vietnam with the participation of the world’s top aviation suppliers.",
            "vi": "Vào tháng 8/2004, hãng Boeing đã đăng cai tổ chức hội nghị chuyên đề Aerospace Manufacturing đầu tiên tại Việt Nam với sự tham dự của các nhà cung ứng hàng không hàng đầu thế giới."
        },
        {
            "en": "Gainsborough, Martin (2005) ‘Equitisation and the Changing Nature of State Power in Viet Nam: Private Indirect Government?’, paper presented at the Fourth <em>Symposium</em> on contemporary Viet Nam at CERI/Sciences Po, Paris, 9-10 December.",
            "vi": "Gainsborough, Martin (2005) 'Cổ phần hóa và thay đổi bản chất quyền lực nhà nước tại Việt Nam: Chính phủ tư nhân gián tiếp?', tài liệu thuyết trình tại Hội nghị chuyên đề lần thứ 4 về Việt Nam đương đại tại CERI/Sciences Po, Paris, 9-10 tháng 12."
        },
        {
            "en": "This report was discussed thoroughly at a high-level international <em>symposium</em> on this topic in August 1998 that attracted the participation of leading policy researchers and advisors from other countries in and outside the region.",
            "vi": "Báo cáo này đã được thảo luận sôi nổi tại một hội nghị quốc tế cấp cao vào tháng 8/1998, thu hút sự tham gia của nhiều nhà nghiên cứu và tư vấn chính sách hàng đầu từ nhiều nước trong và ngoài khu vực."
        },
        {
            "en": "About 50 Fulbright alumni throughout Vietnam, and officials from universities in Quang Nam, Da Nang and Hue attended the ceremony and <em>Symposium</em> “10 Year Anniversary Vietnamese Scholar Program:1998-2008.”",
            "vi": "Khoảng 50 cựu học giả Fulbright trên khắp cả nước và lãnh đạo các trường đại học của Quảng Nam, Đà Nẵng và Huế đã tham gia lễ kỷ niệm và hội nghị chuyên đề “10 năm Chương trình Học giả Việt Nam:1998 – 2008”."
        },
        {
            "en": "The anniversary will start at 1:30 p.m. with a <em>symposium</em> titled \"15 Years of Fulbright in Vietnam:1992-2007,\" with alumni presentations and panel discussions on the impact and future of the Fulbright Program.",
            "vi": "Chương trình kỷ niệm bắt đầu lúc 1:30 chiều với hội thảo mang tiêu đề \"15 năm Fullbright Vietnam:1992-2007\", bao gồm phần trình bày của các cựu sinh viên và thảo luận nhóm về tác động và tương lai của chương trình Fullbright."
        },
        {
            "en": "Gum bacteria escape into bloodstream and increase risk of clots and heart attack         UK researchers have found another reason for us to keep brushing and flossing our teeth: the same gum bacteria that cause dental plaque can escape from the mouth into the bloodstream and trigger clots that increase risk of heart attack and heart disease.  The study that led to this finding was the work of University of Bristol researchers, in collaboration with scientists at the Royal College of Surgeons in Dublin, Ireland (also called the RCSI) and was presented Monday at the Society for General Microbiology's autumn meeting that is running from 6-9 September at the University of Nottingham, UK. Dr Howard Jenkinson, professor of Oral Microbiology at Bristol's School of Oral and Dental Science, presented the findings at the meeting. He said in a press statement that: \"Poor dental hygiene can lead to bleeding gums, providing bacteria with an escape route into the bloodstream, where they can initiate blood clots leading to heart disease.\"  He said we all need to be aware that it's not only diet, exercise, cholesterol and blood pressure that we should keep an eye on, but it's also important to have good dental hygiene to reduce our risk of heart problems. Tooth plaque and gum disease are what happens when Streptococcus bacteria build up in our mouths when we don't brush and floss regularly. Gum disease makes gums sore and they bleed, allowing the bacteria to get into the bloodstream. In their study, Jenkinson and colleagues found that once Streptococcus bacteria get into the bloodstream, they use a protein called PadA which sits on their outer surface, to hijack blood platelets and force them to clump together and make blood clots. Jenkinson described this as a \"selfish trick\" on the part of the bacteria, which completely encase themselves in a clump of platelets, enabling them to avoid detection by the host immune system, and also, to hide from antibiotics.  \"Unfortunately, as well as helping out the bacteria\", explained Jenkinson, \"platelet clumping can cause small blood clots, growths on the heart valves (endocarditis) or inflammation of blood vessels that can block the blood supply to the heart and brain\".  The team are now investigating how PadA makes blood platelets clump together so they can find a way to block it. They are doing it with the help of a new blood flow model that mimics the human circulatory system. The model was developed by Dr Steve Kerrigan of RCSI's School of Pharmacy. \"This could eventually lead to new treatments for cardiovascular disease which is the biggest killer in the developed world,\" said Jenkinson.  Dr Damian Walmsley, professor of Restorative Dentistry, in the School of Dentistry at the University of Birmingham, who is also scientific adviser to the British Dental Association, told the BBC that this kind of research is very welcome because it increases understanding of the relationship between gum disease and heart disease.  Walmsley said it also underlines \"the high importance of brushing twice a day with fluoride toothpaste, restricting your intake of sugary foods and drinks and visiting the dentist regularly in order to maintain good oral health\".  There are over 100 species and strains of bacteria in the Streptococcus genus, some so diverse they are considered species in their own right.  It wasn't until advances in genetics, such as genome sequencing, arrived in the lab that scientists were able to see the links among strains in the genus. As more links emerge, the more collaboration ensues between microbiologists who until then had no idea that others in apparently unrelated fields were actually working on the same problems. Jenkinson is also the organizer of the Streptococcus session of the Society for General Microbiology's Autumn Meeting, and in his notes about the <em>symposium</em> he wrote that it should not only provide an overview of \"this important research field\", but hopefully it will also \"re-engage microbiologists working on streptococci and related areas into a UK Streptococcus grouping (UKSTREP) for future benefit\". \"Oral streptococci behaving badly.\" Presented by Howard Jenkinson. Autumn Meeting of the Society for General Microbiology, 6 September 2010, Nottingham.  Sources: Bristol University, BBC News. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Vi khuẩn nướu răng đi vào mạch máu làm tăng nguy cơ đông máu và đau tim     Các nhà nghiên cứu Anh đã tìm thấy một lý do nữa để chúng ta nên đánh răng và dùng chỉ nha khoa vệ sinh răng miệng, đó là vi khuẩn nướu răng gây ra cao răng có thể thoát khỏi miệng đi vào trong máu và gây ra huyết khối làm tăng nguy cơ truỵ tim và bệnh tim. Nghiên cứu đã dẫn đến kết luận này là thành quả của các nhà nghiên cứu thuộc Đại học Bristol, hợp tác với các nhà khoa học tại Học viện Phẫu thuật Hoàng gia ở Dublin, Ireland (còn gọi là RCSI) và đã được báo cáo hôm thứ hai tại kỳ họp mùa thu của Hội Vi sinh vật học Đại cương diễn ra từ ngày 6 đến 9 tháng 9 tại Đại học Nottingham, Vương quốc Anh.  Tiến sĩ Howard Jenkinson, giáo sư vi sinh vật học đường miệng của Khoa Răng Miệng Đại học Bristol, trình bày các kết quả này tại cuộc họp. Ông phát biểu trong một thông cáo báo chí: \"Vệ sinh răng miệng kém có thể dẫn đến chảy máu nướu răng, mở cho vi khuẩn lối thoát vào mạch máu, nơi chúng có thể tác động làm đông máu dẫn đến bệnh tim.\" Ông nói rằng chúng ta cần phải nhận thức được là không những phải quan tâm đến chế độ ăn uống, tập thể dục, cholesterol và huyết áp, mà cũng phải giữ vệ sinh răng miệng tốt để giảm nguy cơ về các vấn đề tim mạch. Mảng bám răng và bệnh nướu răng là những bệnh sẽ xảy ra khi liên cầu khuẩn Streptococcus phát triển trong miệng khi chúng ta không chải răng và dùng chỉ nha khoa thường xuyên. Bệnh nướu răng làm nướu răng đau và chảy máu, tạo điều kiện cho vi khuẩn đi vào máu. Trong nghiên cứu, Jenkinson và các đồng nghiệp nhận thấy một khi liên cầu khuẩn Streptococcus vào được máu, chúng sẽ sử dụng một protein được gọi là PadA trên bề mặt ngoài của chúng, để khống chế các tiểu cầu trong máu và ràng buộc các tiểu cầu này lại với nhau tạo thành cục máu đông. Jenkinson mô tả điều này như là một \"trò bịp bợm\" trên một phần của các vi khuẩn, sẽ hoàn toàn bọc lấy mình trong một đám tiểu cầu, cho phép chúng tránh bị phát hiện bởi hệ thống miễn dịch của vật chủ, cũng như không bị kháng sinh tiêu diệt. \"Thật không may, cũng như giúp các vi khuẩn\", Jenkinson giải thích, \"các cục tiểu huyết cầu có thể gây ra các cục máu đông nhỏ, phát triển trên các van tim (viêm nội tâm mạc) hoặc viêm các mạch máu có thể ngăn chặn việc cung cấp máu đến tim và não\". Nhóm nghiên cứu đang tìm hiểu làm thế nào mà PadA khiến các tiểu cầu máu kết lại với nhau để có thể tìm ra cách ngăn chặn. Họ đang làm điều đó với sự giúp đỡ của một mô hình mới về dòng chảy của máu bắt chước theo hệ thống tuần hoàn của con người. Mô hình này được phát triển bởi Tiến sĩ Steve Kerrigan của Trường Dược RCSI.  \"Điều này cuối cùng có thể dẫn tới những phương pháp điều trị mới cho bệnh tim mạch – căn bệnh giết người nhiều nhất trong thế giới phát triển,\" theo Jenkinson. Tiến sĩ Damian Walmsley, giáo sư Nha khoa Phục hồi, tại Trường Nha khoa tại Đại học Birmingham, cũng là cố vấn khoa học cho Hiệp hội Nha khoa Anh Quốc, cho rằng loại hình nghiên cứu này rất được hoan nghênh bởi vì nó giúp mọi người hiểu biết hơn về mối quan hệ giữa bệnh nướu răng và bệnh tim. Walmsley cho biết nghiên cứu này cũng nhấn mạnh \"tầm quan trọng của việc đánh răng hai lần một ngày với kem đánh răng có chứa flor, hạn chế tiêu thụ các loại thực phẩm và đồ uống có đường và đi khám răng thường xuyên để duy trì sức khỏe răng miệng tốt.\" Hiện có hơn 100 loài và chủng vi khuẩn trong chi liên cầu khuẩn Streptococcus, một số rất khác nhau đến nỗi chúng được xem như là các loài riêng biệt. Mãi cho đến khi có những tiến bộ trong di truyền học nhờ vào các cuộc nghiên cứu, chẳng hạn như trình tự gen, các nhà khoa học mới có thể nhận thấy sự liên hệ giữa các chủng trong chi. Khi các liên kết này rõ ràng hơn, dẫn đến sự cộng tác giữa các nhà vi trùng học (những người mà mãi cho đến khi này mới nhận ra không chỉ có họ nghiên cứu về các loài vi khuẩn đó )với những chuyên gia trong các lĩnh vực khác. Jenkinson cũng là người tổ chức cuộc họp mùa thu chuyên đề về liên cầu khuẩn Streptococcus của Hội Vi sinh vật học Đại cương, và trong ghi chép của mình về các hội thảo chuyên đề, ông đã viết rằng hy vọng cuộc họp này sẽ không chỉ cung cấp kiến thức tổng quan về \"lĩnh vực nghiên cứu quan trọng này\", mà còn một lần nữa “thúc đẩy các nhà vi trùng học nghiên cứu về liên cầu khuẩn và những vấn đề liên quan đến nó trong nhóm liên cầu khuẩn ở Liên hiệp Anh cho những lợi ích trong tương lai”. \"Tác hại của liên cầu khuẩn đường miệng\" Trình bày: Jenkinson Howard.  Phiên họp mùa thu của Hội Vi sinh vật học Đại cương, ngày 06 tháng 9 năm 2010, Nottingham. Nguồn: Đại học Bristol, BBC News. Tác giả: Catharine Paddock, Tiến sĩ Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}