{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['siriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) Xy-ri</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Xy-ri</td></tr></table><i/></div>",
            "word": "syrian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "syrian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "syrian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "syrian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "syrian"
        }
    },
    "sentences": [
        {
            "en": "Mr. Aoun recently broke with the Anti-<em>Syrian</em> coalition and formed the coalition that included some pro-<em>Syrian</em> candidates.",
            "vi": "Gần đây ông aoun đã tuyệt giao với liên minh chống lại syria và thành lập một liên minh bao gồm những ứng cử viên ủng hộ syria."
        },
        {
            "en": "The <em>Syrian</em> Foreign Minister and his Egyptian counterpart are meeting each other tomorrow.",
            "vi": "Bộ trưởng Ngoại giao Xy-ri và bên đối tác Ai Cập sẽ gặp nhau vào ngày mai."
        },
        {
            "en": "The report accused <em>Syrian</em> troops of torturing children suspected of having links to rebel groups.",
            "vi": "Báo cáo này buộc tội binh lính Xiri về việc tra tấn trẻ em được tình nghi có liên kết với các nhóm nổi loạn."
        },
        {
            "en": "The <em>Syrian</em> Foreign Minister and his Egyptian counterpart are meeting each other tomorrow.",
            "vi": "Bộ trưởng Ngoại giao Xy - ri và bên đối tác Ai Cập sẽ gặp nhau vào ngày mai."
        },
        {
            "en": "Earlier, <em>Syrian</em> intelligence agents began to withdraw from their headquarters in Beirut.",
            "vi": "Trước đó, cơ quan tình báo syria đã bắt đầu rút quân khỏi các cơ quan đầu não đóng ở beirut."
        },
        {
            "en": "The UK-based <em>Syrian</em> Observatory for Human Rights said the Baba Amr district came under heavy fire on Thursday.",
            "vi": "Tổ chức quan sát nhân quyền Syria tại Vương Quốc Anh cho biết quận Baba Amr đã hứng chịu hỏa lực nặng nề vào hôm thứ Năm."
        },
        {
            "en": "A displaced <em>Syrian</em> child at a temporary camp in the village of Ain Issa on April 28, 2017.",
            "vi": "Một đứa trẻ Syria bị di dời tại một trại tạm thời ở làng Ain Issa vào ngày 28 tháng 4 năm 2017."
        },
        {
            "en": "Many Lebanese blamed Syria for the attack and had called for the removal of <em>Syrian</em> troops from lebanon.",
            "vi": "Nhiều người leban đã đổ lỗi cho syria về vụ tấn công và kêu gọi binh lính syria rút khỏi leban."
        },
        {
            "en": "The opposition group says that more than a thousand have been killed but <em>Syrian</em> army have denied the claims.",
            "vi": "Phe đối lập nói rằng hơn một ngàn người đã bị giết nhưng quân đội Syria bác bỏ tuyên bố ấy."
        },
        {
            "en": "'Lack of options'  \n <em>Syrian</em> opposition groups criticised the plan as an attempt by the regime to buy more time.",
            "vi": "“Thiếu khả năng chọn lựa”  \n Các nhóm đối lập ở Syria chỉ trích kế hoạch này là  mưu toan trì hoãn của chế độ."
        },
        {
            "en": "Russia said any draft putting the blame on the <em>Syrian</em> government was unacceptable and urged a declaration backing its initiative.",
            "vi": "Nga cho biết bất kỳ dự thảo nào quy trách nhiệm cho chính phủ Syria cũng đều không thể chấp nhận được và đưa ra tuyên bố hỗ trợ sáng kiến của mình."
        },
        {
            "en": "As many as one hundred rebels have been killed in the operation since it began early Sunday near the <em>Syrian</em> border.",
            "vi": "Từ khi bắt đầu cuộc hành binh vào sáng hôm chủ nhật gần biên giới syria đã có đến hàng trăm phiến quân đã bị bắn hạ."
        },
        {
            "en": "And not all of them are without controversy such as North Korean leader Kim Jung Un and <em>Syrian</em> President Bashar al-Assad.",
            "vi": "Và không phải tất cả các nhân vật này đều tránh được các tranh cãi, như nhà lãnh đạo Triều Tiên Kim Jung - un và Tổng thống Syria Bashar al - Assad."
        },
        {
            "en": "In other voting Sunday, ruled leader Walid Jumblatt won 27 seats and candidates from the pro-<em>Syrian</em> group Hezbollah won 10 seats.",
            "vi": "Trong một cuộc bỏ phiếu khác hôm chủ nhật, nhà lãnh đạo đương quyền walid jumblatt đã thắng 27 ghế và ứng cử viên thuộc nhóm ủng hộ syria hezbollah thắng 10 ghế."
        },
        {
            "en": "Heartbreaking moment a four-year-old <em>Syrian</em> girl 'surrendered' when a photographer pointed his camera at her... and she assumed it was a gun",
            "vi": "Nhói lòng cảnh bé gái 4 tuổi người Syria giơ tay hàng vì tưởng ống kính máy quay là súng đang chĩa vào mình"
        },
        {
            "en": "More than 80,000 people are thought to have died in the <em>Syrian</em> conflict, and some two million children are in need of assistance, according to official estimates.",
            "vi": "Hơn 80,000 người thiệt mạng trong cuộc xung đột Xiri, và khoảng hai triệu trẻ em đang cần được giúp đỡ, theo ước tính chính thức đưa ra."
        },
        {
            "en": "We knew the fuel tank was a bad way to go. There were <em>Syrian</em> guys who had tried it before and they all said, \"Don't do it!\"",
            "vi": "\"Chúng tôi biết bình chứa nhiên liệu xe tải là phương thức tồi tệ nhất để nhập cư (trái phép). Đã có những người Syria thử dùng cách này trước đây và họ đều nói rằng: \"Đừng làm thế\"."
        },
        {
            "en": "The <em>Syrian</em> Observatory for Human Rights, a group that's been monitoring the situation in Syria since the uprising began years ago, also noted that ISIS needs money.",
            "vi": "Cơ quan quan sát Nhân quyền của Syria, nhóm đang theo dõi tình hình ở Syria kể từ khi cuộc nổi loạn bắt đầu từ những năm trước đây, cũng lưu ý rằng ISIS cần tiền."
        },
        {
            "en": "And not all of them are without controversy such as North Korean leader Kim Jung Un and <em>Syrian</em> President Bashar al - Assad.",
            "vi": "Và không phải tất cả các nhân vật này đều tránh được các tranh cãi, như nhà lãnh đạo Triều Tiên Kim Jung-un và Tổng thống Syria Bashar al-Assad."
        },
        {
            "en": "Tanks mounted with machine-guns have opened fire in the <em>Syrian</em> city of Homs, killing at least 20 people, activists have reported.",
            "vi": "Các xe tăng lắp đặt súng máy đã khai hỏa trong thành phố Homs của Syria, giết chết ít nhất 20 người, theo lời các nhà hoạt động chính trị."
        }
    ],
    "suggestions": []
}