{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tacitly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tacitly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tacitly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tacitly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tacitly"
        }
    },
    "sentences": [
        {
            "en": "They <em>tacitly</em> notice your respect.",
            "vi": "Họ ngầm để ý sự kính trọng của bạn."
        },
        {
            "en": "That sentence does not <em>tacitly</em> point at anyone.",
            "vi": "Câu nói đó không ngụ ý chỉ một ai cả."
        },
        {
            "en": "Should the sellers fail to give an answer within one month after receipt of the claim notice, the claim shall be reckoned as having been accepted by them <em>tacitly</em>.",
            "vi": "Nếu người bán không trả lời trong vòng một tháng sau khi nhận giấy báo khiếu nại, khiếu nại sẽ coi như là được chấp nhận ngầm từ phía người bán."
        },
        {
            "en": "Notably, these \"discrepant\" individuals were also significantly more likely than other participants to favor anti-gay policies; to be willing to assign significantly harsher punishments to perpetrators of petty crimes if they were presumed to be homosexual; and to express greater implicit hostility toward gay subjects (also measured with the help of subliminal priming). Thus our research suggests that some who oppose homosexuality do <em>tacitly</em> harbor same-sex attraction.",
            "vi": "Một điểm đáng chú ý là những đối tượng này có xu hướng ủng hộ các chính sách chống đồng tính hơn những người tham gia khác. Họ sẵn lòng đưa ra những hình phạt nặng hơn cho những phạm nhân đồng tính và thể hiện sự ghét bỏ ngầm những đối tượng đồng tính.Nghiên cứu này cho thấy những người chống lại đồng tính có thể bị hấp dẫn bởi người đồng tính."
        },
        {
            "en": "3. If you are bored and disgusted by politics and don't bother to vote, you are in effect voting for the entrenched Establishments of the two major parties, who please rest assured are not dumb, and who are keenly aware that it is in their interests to keep you disgusted and bored and cynical and to give you every possible reason to stay at home doing one-hitters and watching MTV on primary day. By all means stay home if you want, but don't bullshit yourself that you're not voting. In reality, there is no such thing as not voting: you either vote by voting, or you vote by staying home and <em>tacitly</em> doubling the value of some Diehard's vote. ― David Foster Wallace",
            "vi": "3. Nếu bạn đang chán ghét chính trị và không bận tâm đến bầu cử trong khi bạn có quyền bỏ phiếu cho các vị trưởng thượng của hai đảng lớn- những người biết rằng họ không ngốc, và những ai nhận thức rất rõ ràng rằng việc bầu cử là mong muốn của họ thì họ luôn khiến cho bạn cảm thấy chán, ghét và hoài nghi chính trị; họ đưa ra cho bạn tất cả các lý do khiến bạn ở nhà và xem MTV vào một ngày rất quan trọng. Hãy ở nhà nếu bạn muốn, nhưng đừng nói rằng bạn không bỏ phiếu. Trên thực tế, không có chuyện không bỏ phiếu: hoặc bạn có bỏ phiếu bằng là phiếu, hoặc bạn bỏ phiếu bằng cách ở nhà và mặc nhiên tăng gấp đôi giá trị những lá phiếu dồn về cho một ứng viên thiên hướng cực đoan nào đó (Diehard- người cực đoan, người bảo thủ). - David Foster Wallace"
        }
    ],
    "suggestions": []
}