{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tahiti",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tahiti",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tahiti",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tahiti",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tahiti",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Given a choice between <em>Tahiti</em> and Hawaii, we'd prefer the latter.",
            "vi": "Nếu được chọn giữa Tahiti và Hawaii thì chúng tôi chọn cái thứ hai."
        },
        {
            "en": "In 1769, he left for <em>Tahiti</em> together with a botanist and two artist s.",
            "vi": "Năm 1769, ông rời Tahiti cùng với một Nhà thực vật học và hai Nghệ sĩ ."
        },
        {
            "en": "A blazing sunset illuminates the clouds of the island of <em>Tahiti</em> in the South Pacific.",
            "vi": "Ánh hoàng hôn sáng rực rọi lên những đám mây trên đảo Tahiti ở Nam Thái Bình Dương."
        },
        {
            "en": "Recent work is showing that the temperature of the ocean may be a better predictor of rainfall in Australia than is the pressure difference between Darwin and <em>Tahiti</em>—the Southern Oscillation Index. ",
            "vi": "Nghiên cứu gần đây cho thấy nhiệt độ của đại dương có thể là sự tiên đoán lượng mưa tốt hơn ở Úc so với sự chênh lệch áp suất giữa Darwin và Tahiti - chỉ số dao động phía nam. "
        },
        {
            "en": "Despite their amazing talents, until the late 18th century Wayfinders remained a hidden part of history. In 1778, Captain James Cook and a Tahitian priest sailed from <em>Tahiti</em> to a Hawaiian island, 2,500 miles away.",
            "vi": "Mặc dù tài năng tuyệt vời của mình, cho đến cuối thế kỷ 18 những Wayfinders vẫn là một phần ẩn của lịch sử. Trong năm 1778, thuyền trưởng James Cook và một linh mục Tahitian đi thuyền từ Tahiti đến một hòn đảo Hawaii với khoảng cách 2.500 dặm."
        }
    ],
    "suggestions": []
}