{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tahitian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Tahitian</k><blockquote><cclass>[<cclass>tα:'hi:ʃ(ə)n<cclass>, <cclass>-'hi:tɪən<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a native or national of Tahiti, or a person of Tahitian descent. </blockquote></blockquote><blockquote><blockquote>2》 the Polynesian language of Tahiti. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Tahiti, its people, or their language. </cclass></blockquote></div>",
            "word": "Tahitian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tahitian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tahitian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tahitian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Despite their amazing talents, until the late 18th century Wayfinders remained a hidden part of history. In 1778, Captain James Cook and a <em>Tahitian</em> priest sailed from Tahiti to a Hawaiian island, 2,500 miles away.",
            "vi": "Mặc dù tài năng tuyệt vời của mình, cho đến cuối thế kỷ 18 những Wayfinders vẫn là một phần ẩn của lịch sử. Trong năm 1778, thuyền trưởng James Cook và một linh mục Tahitian đi thuyền từ Tahiti đến một hòn đảo Hawaii với khoảng cách 2.500 dặm."
        },
        {
            "en": "Tourism development has had a positive as well as negative impact on many developing countries. An example can be found in French Polinesia, a small South Pacific country made up of the <em>Tahitian</em> and Marquesas Islands and the Tuamotu Archipelago. French Polynesia is a self- ruling territory of France. Coconut plantations once provided the country with a profitable trades,",
            "vi": "Phát triển du lịch đã có tác động tích cực cũng như tiêu cực lên các quốc đang phát triển. Điển hình là ở French Polinesia, một quốc gia nhỏ bên bờ nam Thái Bình Dương gồm các quần đảo nhỏ Tahitian và Marquesas và Tuamotu. French Polynesia là một lãnh thổ tự trị của Pháp. Những đồn điền trồng dừa một thời mang lại lợi nhuận cho quốc gia này"
        },
        {
            "en": "Tourism development has had a positive as well as negative impact on many developing countries. An example can be found in French Polinesia, a small South Pacific country made up of the <em>Tahitian</em> and Marquesas Islands and the Tuamotu Archipelago. French Polynesia is a self- ruling territory of France. Coconut plantations once provided the country with a profitable trade,",
            "vi": "Phát triển du lịch đã có tác động tích cực cũng như tiêu cực lên các quốc gia đang phát triển. Điển hình là ở French Polinesia, một quốc gia nhỏ bên bờ nam Thái Bình Dương gồm các quần đảo nhỏ Tahitian và Marquesas và Tuamotu. French Polynesia là một lãnh thổ tự trị của Pháp. Những đồn điền trồng dừa một thời mang lại lợi nhuận cho quốc gia này,"
        }
    ],
    "suggestions": []
}