{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['teilt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(trong từ ghép) có một cái đuôi kiểu được nói rõ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">long-tailed</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">có đuôi dài</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">curly-tailed</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">đuôi quăn</font></td></tr></table><i/></div>",
            "word": "tailed",
            "pronounce": "['teilt]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tailed",
            "pronounce": "['teilt]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tailed",
            "pronounce": "['teilt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tailed",
            "pronounce": "['teilt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tailed",
            "pronounce": "['teilt]"
        }
    },
    "sentences": [
        {
            "en": "The noise <em>tailed</em> away.",
            "vi": "Tiếng động nhỏ dần đi."
        },
        {
            "en": "The wind <em>tailed</em> away.",
            "vi": "Gió đã lặng dần."
        },
        {
            "en": "Gophers have curly-<em>tailed</em>.",
            "vi": "Sóc có đuôi quăn."
        },
        {
            "en": "He's bright-eyed and bushy-<em>tailed</em>.",
            "vi": "Anh ấy tràn đầy sự hăng hái nhiệt tình."
        },
        {
            "en": "The monkey has a long-<em>tailed</em>.",
            "vi": "Con khỉ có đuôi dài."
        },
        {
            "en": "The monkey has a long - <em>tailed</em>.",
            "vi": "Con khỉ có đuôi dài."
        },
        {
            "en": "He <em>tailed</em> the spy to his hotel.",
            "vi": "Anh ta bám theo tên gián điệp tới khách sạn của hắn."
        },
        {
            "en": "The actor's voice <em>tailed</em> away as he forgot his lines.",
            "vi": "Giọng của diễn viên nhỏ dần đi khi anh ta quên lời thoại."
        },
        {
            "en": "Here is my new kindergarten class, all bright eyed and bushy <em>tailed</em>.",
            "vi": "Đây là lớp mẫu giáo mới của tôi, tất cả điều hăm hở và sáng sủa."
        },
        {
            "en": "The number of tourists has <em>tailed</em> off since the beginning of this year.",
            "vi": "Số khách du lịch ít dần đi từ đầu năm nay."
        },
        {
            "en": "Mary is <em>tailed</em> by a private detective to get the goods on her.",
            "vi": "Mary đang bị theo dõi bởi một thám tử tư để tìm bằng chứng phạm tội của cô ấy."
        },
        {
            "en": "Every time I see him, he is always so bright-eyed and bushy-<em>tailed</em>.",
            "vi": "Mỗi lần tôi gặp anh ta, anh ta luôn đầy sức sống."
        },
        {
            "en": "Thailand was <em>tailed</em> by Brunei, Indonesia, the Philippines, Laos, and Cambodia.",
            "vi": "Tiếp theo đó lần lượt là Brunei, Indonesia, Philippines, Lào, và Campuchia."
        },
        {
            "en": "She came in to see me, all bright-eyed and bushy-<em>tailed</em>, and announced she was leaving the next day.",
            "vi": "Cô ta hớn hở vào gặp tôi và hãnh diện thông báo cô ta sẽ ra đi vào ngày hôm sau."
        },
        {
            "en": "Sue must have had some good news. She is looking very bright-eyed and bushy-<em>tailed</em> this morning.",
            "vi": "Sue chắc chắn phải có tin vui. Sáng nay nét mặt cô ấy trông rạng rỡ."
        },
        {
            "en": "As soon as the bell went for the end of lessons, Jack ran out of the school gates and high <em>tailed</em> it home.",
            "vi": "Ngay sau khi chuông reo kết thúc giờ học, Jack chạy nhanh ra khỏi cổng trường và vù luôn về nhà."
        },
        {
            "en": "That's farther than any other insect on Earth, including the regal monarch butterfly. However, it's not as far as some birds known for their globe-hopping endurance, such as the bar-<em>tailed</em> godwit (which can fly nonstop for 6,300 miles).",
            "vi": "Xa hơn bất cứ một loài côn trùng nào khác trên trái đất, trong đó có cả bướm vua. Tuy nhiên, không xa bằng một số loài chim nổi tiếng về khả năng di chuyển toàn cầu , như chim thiên di choắt đuôi vằn (có thể bay liên tục 6,300 dặm - hơn 10.000km)."
        },
        {
            "en": "Starry daisies lighted the shadows under trees, squirrels \u001echattered on branches overhead, white-<em>tailed</em> rabbits hopped along the road, and snakes wriggled quickly across it when they heard the wagon coming.",
            "vi": "dưới các cội cây, đàn sóc huyên thuyên chíu chít trên các cành cao, những con thỏ đuôi trắng nhảy nhót dọc theo đường và những con rắn luồn lách trốn chạy thật mau khi nghe tiếng cỗ xe lao tới."
        },
        {
            "en": "Starry daisies lighted the shadows under trees, squirrels \u001echattered on branches overhead, white - <em>tailed</em> rabbits hopped along the road, and snakes wriggled quickly across it when they heard the wagon coming.",
            "vi": "Những khóm cúc lấp lánh nhẹ lay dưới các cội cây, đàn sóc huyên thuyên chíu chít trên các cành cao, những con thỏ đuôi trắng nhảy nhót dọc theo đường và những con rắn luồn lách trốn chạy thật mau khi nghe tiếng cỗ xe lao tới."
        },
        {
            "en": "I don't know where he gets all his energy from. Every time I see him, he's always so bright-eyed and bushy-<em>tailed</em>. It's great having him on the team because he's just so enthusiastic about everything.",
            "vi": "Tôi không biết nó có năng lượng từ đâu. Mỗi lần tôi gặp anh ta, anh ta luôn đầy sức sống. Thật là tốt khi có anh ta trong đội bởi vì anh ta thật nhiệt tình về mọi thứ."
        }
    ],
    "suggestions": []
}