{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tailspin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tailspin</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a spin by an aircraft. </blockquote></blockquote><blockquote><blockquote>2》 a state of rapidly increasing chaos or panic. </blockquote></blockquote><blockquote>■ <cclass>verb (<cclass><b>tailspins</b>, <cclass><b>tailspinning</b>; <cclass>past and <cclass>past participle <cclass><b>tailspun</b>) become out of control. </cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "tailspin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tailspin"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tailspin</k><blockquote><blockquote><ex><abr>n.</abr> to go into a tailspin</ex></blockquote></blockquote></div>",
            "word": "tailspin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tailspin"
        }
    },
    "sentences": [
        {
            "en": "The plane shook and then suddenly went into a <em>tailspin</em>.",
            "vi": "Máy bay lắc lư rồi đột ngột lộn vòng đâm đầu xuống đất."
        },
        {
            "en": "Without it, banana production worldwide will Head into a <em>tailspin</em> .",
            "vi": "Nếu không, sản xuất chuối trên toàn thế giới sẽ bước vào một cuộc suy thoái."
        },
        {
            "en": "After her father died, Rose's world fell apart, and she went into a <em>tailspin</em>.",
            "vi": "Sau khi cha mất đi, cuộc sống của Rose rã rời và cô ta đâm ra hoảng loạn tinh thần."
        },
        {
            "en": "The pilot was not able to bring the plane out of the <em>tailspin</em>, and it crashed into the sea.",
            "vi": "Viên phi công không thể điều khiển chiếc máy bay đang lộn vòng chúi mũi và máy bay rơi xuống biển."
        },
        {
            "en": "Although Michael was a great success, his life went into a <em>tailspin</em>. It took him a year to get straightened out.",
            "vi": "Mặc dù Michael là người thành công lớn nhưng đời ông ta tan tác. Phải một năm sau ông ta mới ổn định lại được."
        },
        {
            "en": "Diplomats told New York Times the order has thrown their personal lives into a <em>tailspin</em>, leaving them scrambling to secure living arrangements and acquire visas allowing them to stay in their countries so their children can remain in school.",
            "vi": "Các nhà ngoại giao trao đổi với tờ New York Times rằng mệnh lệnh trên đã đẩy cuộc sống cá nhân của họ vào tình trạng suy sụp, phải vật lộn để đảm bảo cuộc sống và kiếm thị thực cho phép họ ở lại những nước mà con cái đang theo học."
        }
    ],
    "suggestions": []
}