{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tainted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tainted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tainted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tainted</k><blockquote><blockquote><ex><abr>adj.</abr> tainted by, with</ex></blockquote></blockquote></div>",
            "word": "tainted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bị hư hỏng</font></td></tr></tbody></table></div>",
            "word": "tainted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Greed <em>tainted</em> his mind.",
            "vi": "Lòng tham làm cho óc anh ta đồi bại hư hỏng."
        },
        {
            "en": "The <em>tainted</em> property is depreciated.",
            "vi": "Tài sản bại hoại bị khấu hao."
        },
        {
            "en": "How to recognize <em>tainted</em> meat?",
            "vi": "Làm thế nào để nhận biết ra thịt thối rữa?"
        },
        {
            "en": "His reputation was <em>tainted</em> by the scandal.",
            "vi": "Thanh danh của ông ta đã bị ô uế bởi vụ bê bối."
        },
        {
            "en": "The <em>tainted</em> liquor can lead to fits, vomiting and death.",
            "vi": "Rượu bị hỏng này khi uống có thể dẫn đến co giật, ói và tử vong."
        },
        {
            "en": "His fairness was not <em>tainted</em> by any partiality.",
            "vi": "Lòng ông ta công minh, không bợn chút tư tình."
        },
        {
            "en": "420,000 die from <em>tainted</em> food annually, a third of them young children: WHO",
            "vi": "Theo số liệu của WHO: 420.000 người chết mỗi năm vì nhiễm độc thực phẩm, trẻ em chiếm một phần ba trong số đó"
        },
        {
            "en": "Sometimes the relief was <em>tainted</em> by despair, like my decision to come to Forks.",
            "vi": "Đôi khi sự nhẹ nhõm cũng bị giảm bớt đi bởi nỗi tuyệt vọng, như quyết định đến Forks của tôi."
        },
        {
            "en": "Then, you must think all my money is <em>tainted</em>, cried Scarlett beginning to be angry.",
            "vi": "Vậy thì hẳn anh nghĩ tất cả tiền bạc của tôi đều ô uế, scarlett kêu lên, bắt đầu nổi cáu."
        },
        {
            "en": "Goodness, Ashley, you didn't swallow all the reverend Wallace's bellowings about <em>tainted</em> money?",
            "vi": "Lạy chúa, ashley, chẳng nhẽ anh lại nuốt trôi tất cả những lời rao giảng khoa trương của cha wallace về đồng tiền ô uế?"
        },
        {
            "en": "When he reaches out to others, his image won't be <em>tainted</em> by desperation.",
            "vi": "Khi anh tìm đến người khác, anh ta sẽ không bị sự tuyệt vọng làm xấu đi hình ảnh nữa."
        },
        {
            "en": "Many of life's problems are <em>tainted</em> with false assumptions and they prevent you from thinking something new and different.",
            "vi": "Nhiều vấn đề của cuộc sống bị làm hỏng bằng những giả định sai và chúng ngăn cản bạn suy nghĩ về những gì mới và khác biệt."
        },
        {
            "en": "Yili milk, the Chinese dairy company that the ads seem to have been made for, has been involved in a couple of scandals involving <em>tainted</em> baby formula.",
            "vi": "Yili Milk, hãng sản xuất sữa Trung Quốc đã làm các quảng cáo này, từng dính líu vài vụ việc tai tiếng về sữa bột bị hỏng."
        },
        {
            "en": "China executed two people in November for their role in a huge melamine-<em>tainted</em> milk scandal that killed at least six children and sullied the made-in-China brand.",
            "vi": "Trung Quốc đã xử tử hai người vào tháng 11 vì vai trò của họ trong vụ bê bối lớn về sữa kém chất lượng có chứa mêlamin đã giết chết ít nhất sáu trẻ em và làm hoen ố các thương hiệu sản xuất tại Trung Quốc."
        },
        {
            "en": "Ni, who at the time was party secretary of Anling County, was responsible for altering the granary, which was allegeldy producing <em>tainted</em> products, according to state news media. Ni was not only safe afterwards, but was also later promoted.",
            "vi": "Theo truyền thông nhà nước, khi còn là Bí thư thị xã An Linh, Nghê chịu trách nhiệm về việc sửa lại kho thóc và kho thóc này được cho là đã sản xuất ra các sản phẩm nhiễm độc. Nghê không những đã bình an sau đó mà còn được thăng chức."
        },
        {
            "en": "Goffman describes stigma as “an attribute that is deeply discrediting” and results in the reduction of a person or group “from a whole and usual person to a <em>tainted</em> discounted one”.",
            "vi": "Goffman mô tả kỳ thị như là \"một thuộc tính hết sức cá nhân\" và dẫn tới việc loại bỏ một người hoặc một nhóm người \"ra khỏi cộng đồng và những người bình thường thành một nhóm người vô dụng\"."
        },
        {
            "en": "Reports at a conference on cancer treatment and prevention in Hanoi Tuesday showed a rapid increase of cancer patients in Vietnam, and one major factor is food <em>tainted</em> with preservatives and other chemicals.",
            "vi": "Báo cáo tại một hội nghị về điều trị và ngăn chặn ung thư tại Hà Nội vào thứ ba cho thấy có một sự gia tăng nhanh chóng số lượng bệnh nhân mắc ung thư ở Việt Nam và một trong những yếu tố quan trọng chính là thực phẩm nhiễm chất bảo quản và các hóa chất khác."
        },
        {
            "en": "Raw cookie dough When you're baking cookies, you may be tempted to pop a bit of raw dough in your mouth. But even a taste can be risky if the dough contains raw eggs. The CDC estimates one in 20,000 eggs is <em>tainted</em> with salmonella bacteria. To be safe, resist tasting unbaked cookie dough, batter, or filling made with raw eggs.",
            "vi": "Bột nhão làm bánh quy còn sống  Khi đang nướng bánh quy, bạn cũng có thể thèm bóp một miếng bột nhão sống cho vào miệng. Nhưng ngay cả mùi vị cũng có thể nguy hiểm nếu trong bột nhão đó có trứng sống. Tổ chức CDC ước tính cứ trên 20.000 quả trứng thì có 1 quả bị nhiễm khuẩn salmonella. Để đảm bảo an toàn, bạn chớ nên nếm bột nhão làm bánh quy còn sống, món bột nhão, hoặc món thịt (món thịt hỗn hợp làm nhân bánh mì sandwich) lẫn trứng sống."
        },
        {
            "en": "Comparable sales declined 3.3 percent in China and Japan, and comparable guest counts declined 4.7 percent, according to McDonald’s most recent 10-K filing, after a <em>tainted</em> meat scandal last year left restaurants without any beef or chicken for extended periods. A Shanghai supplier, the subsidiary of U.S.-based OSI Group Inc., was found to have distributed expired meat.",
            "vi": "Doanh số bán hàng giảm 3,3% ở Trung Quốc và Nhật Bản, và số lượng khách giảm 4,7%, dựa theo báo cáo 10-K (báo cáo bắt buộc hằng năm đối với những công ty sở hữu tài sản hơn 10 triệu USD) gần đây nhất của McDonald sau vụ bê bối thịt thối vào năm ngoái khiến các nhà hàng của họ không phục vụ các món thịt bò và thịt gà trong thời gian dài. Một nhà cung cấp ở Thượng Hải, công ty con của tập đoàn OSI Group Inc có trụ sở tại Mỹ, bị phát hiện phân phối thịt hết hạn sử dụng."
        },
        {
            "en": "As part of the city’s efforts to crack down on <em>tainted</em> food in general and contaminated food sold near schools, an action month for food safety is being recognised from April 15 to May 15 this year. People’s committees at all levels within the city have pledged their commitment to remove food stalls that encroach on pavements and streets, and fail to follow food safety regulations.",
            "vi": "Là một phần nỗ lực của thành phố nhằm ngăn chặn các loại thực phẩm bị nhiễm độc nói chung và thực phẩm bán gần trường học, tháng hành động cho an toàn thực phẩm đã được ấn định là từ 15 tháng 4 - 15 Tháng 5 năm nay. Uỷ ban nhân dân các cấp trong phạm vi thành phố đã cam kết loại bỏ các quầy hàng thực phẩm xâm lấn trên vỉa hè và đường phố và không tuân theo các quy định về an toàn thực phẩm."
        }
    ],
    "suggestions": []
}