{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Taipei"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Taipei"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Taipei"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Taipei"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Taipei"
        }
    },
    "sentences": [
        {
            "en": "The <em>Taipei</em> City Government.",
            "vi": "Chính quyền thành phố đài bắc."
        },
        {
            "en": "International Community Radio <em>Taipei</em>.",
            "vi": "Chương trình phát thanh đài bắc dành cho cộng đồng quốc tế."
        },
        {
            "en": "<em>Taipei</em> is the largest city in Taiwan.",
            "vi": "Taipei là thành phố lớn nhất ở Đài Loan ."
        },
        {
            "en": "This is Mr Green of <em>Taipei</em> calling.",
            "vi": "Tôi là ông green gọi ở đài bắc."
        },
        {
            "en": "<em>Taipei</em> is very densely populated, isn't it?",
            "vi": "Đài Bắc rất đông dân cư, phải không?"
        },
        {
            "en": "Luckily, <em>Taipei</em> has many excellent hospitals.",
            "vi": "May là Đài Bắc có nhiều bệnh viện hiện đại."
        },
        {
            "en": "We decided to go to hot spring near <em>Taipei</em> today.",
            "vi": "Chúng tôi đã quyết định đi đến suối nước nóng gần Đài Bắc ngày hôm nay."
        },
        {
            "en": "Memorial ceremony was held in <em>Taipei</em> for Confucius' birthday.",
            "vi": "Lễ tưởng niệm được tổ chức tại Đài Bắc nhân ngày sinh nhật của Khổng Tử."
        },
        {
            "en": "<em>Taipei</em> used to be the highest skyscraper in the world.",
            "vi": "Taipei đã từng là tòa nhà cao nhất thế giới."
        },
        {
            "en": "The <em>Taipei</em> Department of Rapid Transit Systems (DORTS).",
            "vi": "Sở quản lý các hệ thống chuyên chở cao tốc bằng tàu điện đài bắc (dorts)."
        },
        {
            "en": "VN lose to Chinese <em>Taipei</em> in championship quarter-finals",
            "vi": "Đội tuyển bóng chuyền Việt Nam để thua Đài Loan trong vòng tứ kết"
        },
        {
            "en": "Are there any tennis court here in <em>Taipei</em>?",
            "vi": "Ở Đài Bắc này có các sân chơi quần vợt không?"
        },
        {
            "en": "Next time you must come and visit us in <em>Taipei</em>.",
            "vi": "Lần tới bạn phải đến thăm chúng tôi ở Đài Bắc."
        },
        {
            "en": "Are there any tennis courts here in <em>Taipei</em>?",
            "vi": "Ở đài bắc này có các sân chơi quần vợt không?"
        },
        {
            "en": "New KBS series was presold to the country's Taiwan Star TV during the <em>Taipei</em> TV Festival.",
            "vi": "Sê-ri mới của đài KBS đã được bán trước cho kênh truyền hình Ngôi Sao Đài Loan trong thời gian diễn ra Lễ hội truyền hình Đài Loan."
        },
        {
            "en": "Do you think the Chinese <em>Taipei</em> basketball team will win the gold?",
            "vi": "Theo anh đội bóng rổ trung quốc đài loan sẽ giành được huy chương vàng không?"
        },
        {
            "en": "Group F includes Thailand, South Korea, Chinese <em>Taipei</em>, and either Kazakhstan or Australia.",
            "vi": "Bảng F bao gồm Thái Lan, Hàn Quốc, Đài Loan, và một trong hai đội Kazakhstan hoặc Úc."
        },
        {
            "en": "They will link the central downtown <em>Taipei</em> with the suburbs of Hsinchuang, Sanchung and Luchou.",
            "vi": "Chúng sẽ nối khu trung tâm thành phố Đài Bắc với các vùng ngoại ô Hsinchuang, Sanchung và Luchou."
        },
        {
            "en": "They will link central downtown <em>Taipei</em> with the suburbs of Hsinchuang, Sanchung and Luchou.",
            "vi": "Chúng sẽ nối khu trung tâm thành phố đài bắc với các vùng ngoại ô hsinchuang, sanchung và luchou."
        },
        {
            "en": "The <em>Taipei</em> municipal tennis courts are located next to the baseball stadium.",
            "vi": "Các sân chơi quần vợt ở khu vực thành phố Đài Bắc nằm cạnh sân vận động bóng chày."
        }
    ],
    "suggestions": []
}