{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Taiwanese",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Taiwanese</k><blockquote><cclass>[<cclass>tʌɪwə'ni:z<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same) a native or inhabitant of Taiwan. </cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to Taiwan. </cclass></blockquote></div>",
            "word": "Taiwanese",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Taiwanese",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Taiwanese",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Taiwanese",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Taiwanese</em> partners.",
            "vi": "Các bên đối tác đài loan."
        },
        {
            "en": "Another major <em>Taiwanese</em> consortium.",
            "vi": "Một tập đoàn tầm cỡ khác của đài loan."
        },
        {
            "en": "<em>Taiwanese</em> society is increasingly complex.",
            "vi": "Xã hội Đài Loan đang ngày càng phức tạp hơn."
        },
        {
            "en": "They buy the <em>taiwanese</em> goods.",
            "vi": "Họ mua hàng Đài Loan."
        },
        {
            "en": "He once worked for a <em>Taiwanese</em> company",
            "vi": "Trước kia ông ta từng làm việc cho một công ty đài loan"
        },
        {
            "en": "Road crash kills <em>Taiwanese</em> passenger in central Vietnam",
            "vi": "Vụ tai nạn giao thông làm tử vong hành khách Đài Loan ở miền Trung Việt Nam"
        },
        {
            "en": "Do you want discs in Mandarin or in <em>Taiwanese</em>?",
            "vi": "Bạn muốn mua đĩa nhạc tiếng Quan Thoại hay tiếng Đài Loan?"
        },
        {
            "en": "Is it an important part of the <em>Taiwanese</em> economy?",
            "vi": "Đây có phải là một bộ phận quan trọng của kinh tế Đài Loan không?"
        },
        {
            "en": "Will it have an impact on the <em>Taiwanese</em> economy?",
            "vi": "Cách đánh giá của họ sẽ có ảnh hưởng đến nền kinh tế của đài loan không?"
        },
        {
            "en": "All five are wholly foreign invested <em>Taiwanese</em> companies.",
            "vi": "Cả năm công ty đều là các công ty do Đài Loan đầu tư."
        },
        {
            "en": "17 per cent of all <em>Taiwanese</em> men chew betel nut.",
            "vi": "17 phần trăm tổng số nam giới Đài Loan ăn trầu."
        },
        {
            "en": "<em>Taiwanese</em> society increasingly consists of middle - class families.",
            "vi": "Xã hội Đài Loan ngày càng có nhiều gia đình trung lưu."
        },
        {
            "en": "<em>Taiwanese</em> society increasingly consists of middle-class families.",
            "vi": "Xã hội Đài Loan ngày càng có nhiều gia đình trung lưu."
        },
        {
            "en": "<em>Taiwanese</em> company sues Apple over multi-touch technology",
            "vi": "Công ty Đài loan kiện Apple về công nghệ cảm ứng đa chạm"
        },
        {
            "en": "Well, 17 percent of all <em>Taiwanese</em> men chew it.",
            "vi": "Chà, 17 phần trăm tổng số nam giới đài loan ăn trầu."
        },
        {
            "en": "<em>Taiwanese</em> authorities are searching for four Vietnamese who escaped from a detention center after being detained for illegal stays, <em>Taiwanese</em> media reported.",
            "vi": "Chính quyền Đài Loan đang tìm kiếm bốn người Việt trốn khỏi một trại tạm giữ sau khi bị tạm giữ do lưu trú bất hợp pháp, phương tiện truyền thông Đài Loan đưa tin."
        },
        {
            "en": "Taiwan doesn't become a sovereign state simply because certain <em>Taiwanese</em> regard it as separate from China.",
            "vi": "Đài Loan không trở thành quốc gia có chủ quyền độc lập đơn giản chỉ vì người Đài Loan xem nó là phần của Trung Quốc."
        },
        {
            "en": "<em>Taiwanese</em> broadcaster TVBS said Wednesday that a rescue operation was underway at the Marshal Hotel.",
            "vi": "Đài truyền hình Đài Loan TVBS cho biết hôm thứ tư là hoạt động cứu hộ đang được tiến hành tại Khách sạn Marshal."
        },
        {
            "en": "She divorced her husband three years ago and married a wealthy <em>Taiwanese</em> businessman a year later.",
            "vi": "Cô ấy ly dị chồng ba năm trước và lấy một thương gia Đài Loan giàu có một năm sau."
        },
        {
            "en": "If it is costing US $25 million, plenty of <em>Taiwanese</em> will know about it soon enough!",
            "vi": "Nếu mức thiệt hại là 25 triệu đô la Mỹ thì nhiều người dân Đài Loan sẽ sớm có ý thức thôi!"
        }
    ],
    "suggestions": []
}