{
    "en_vn": {
        "data": {
            "content": null,
            "word": "takeaway",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>takeaway</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>Brit. a restaurant or shop selling cooked food to be eaten elsewhere. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a meal or dish of such food. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Golf another term for <kref>backswing</kref>. </cclass></blockquote></blockquote></div>",
            "word": "takeaway",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "takeaway",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "takeaway",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "takeaway",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Let's get a <em>takeaway</em>.",
            "vi": "Chúng ta mua thức ăn mang về đi."
        },
        {
            "en": "Let's go to a <em>takeaway</em> on this street.",
            "vi": "Chúng ta đến tiệm bán thức ăn mang về trên đường này đi."
        },
        {
            "en": "We often go to a Chinese <em>takeaway</em> near our house.",
            "vi": "Chúng tôi thường đến một cửa hàng bán thức ăn Trung quốc mang về ở gần nhà."
        },
        {
            "en": "They are guerdon service, silver service, plate service, buffet service and <em>takeaway</em> service.",
            "vi": "Đó là kiểu phục vụ trình diễn, phục vụ trên những dụng cụ bằng bạc, phục vụ theo phần, kiểu tự phục vụ và kiểu bán thức ăn mang về."
        },
        {
            "en": "The boy doesn't like <em>takeaway</em>. He is not a fast food person.",
            "vi": "Cậu bé không thích thức ăn mang về. Cậu ta không phải là người thích thức ăn nhanh."
        },
        {
            "en": "We began to offer <em>takeaway</em> food, and other restaurants followed suit.",
            "vi": "Chúng tôi bắt đầu bán các loại thức ăn để mang về và các nhà hàng khác cũng làm theo."
        },
        {
            "en": "The kind of <em>takeaway</em> service is usually associated with snack bars and fast food outlets.",
            "vi": "Loại dịch vụ mang đi thường kết hợp với những quầy bán thức ăn nhẹ và thức ăn nhanh."
        },
        {
            "en": "When you arrive home that evening and you cannot be bothered to cook then you will be ordering a <em>takeaway</em> (U) and not a Deliveroo (Non-U). The choice of food delivery app doesn't matter. It's still a <em>takeaway</em>.",
            "vi": "Khi bạn về nhà tối hôm đó và bạn không thể muốn nấu nướng phiền phức thì bạn có thể đặt một phần ăn mang đi (U) và mà không phải là một Deliveroo (tên một ứng dụng đặt thức ăn) (Non-U). Lựa chọn ứng dụng giao thực phẩm không quan trọng. Nó vẫn chỉ là một phần thức ăn mang đi."
        },
        {
            "en": "That is the main <em>takeaway</em> from a panel discussion of scientists, educators and entrepreneurs who gathered Tuesday in Washington.",
            "vi": "Đó là kết luận chính trong một cuộc thảo luận giữa các nhà khoa học, nhà giáo dục và doanh nhân đã gặp gỡ hôm thứ ba tại Washington."
        },
        {
            "en": "The <em>takeaway</em> here? “Try to read something well-written to get your news. I’d recommend The Economist or the Wall Street Journal or The New Yorker,” Douglas says.",
            "vi": "Học được gì ở đây? Douglas nói: “Hãy thử đọc một cái gì đó mà bạn thấy hay bằng văn bản để có được ý tưởng viết. Tôi muốn giới thiệu cho bạn các trang tin tức The Economist hay Wall Street Journal hay The New Yorker, \""
        },
        {
            "en": "What’s your personal verdict on hand sanitizer? Are you going to stop using it for good now? Will you seek alternatives? Or do you remain unconvinced? Whatever your <em>takeaway</em>, I’d like to hear your perspective in the comment section below!",
            "vi": "Phán quyết cá nhân của bạn với nước rửa tay là gì? Có phải bây giờ để tốt cho mình thì bạn sẽ ngừng sử dụng nó không? hay có phải bạn sẽ cố tìm ra một phương án thay thế khác không? Hay bạn vẫn còn hoài nghi? Dù suy nghĩ của bạn là gì, tôi cũng muốn nghe quan điểm của bạn trong phần bình luận bên dưới!"
        },
        {
            "en": "In any case, the <em>takeaway</em> here is that you need to understand your tendencies and try to avoid temptation when you can. You are just asking for trouble if you go shopping without an objective.",
            "vi": "Trong bất cứ trường hợp nào, mang đi ở đây có nghĩa là bạn cần phải hiểu được xu hướng của bạn và cố gắng tránh sự cám dỗ khi bạn có thể. Bạn chỉ có thể gặp rắc rối nếu bạn đi mua sắm mà không có mục tiêu"
        },
        {
            "en": "The first important <em>takeaway</em> here is simple: blog. It requires constant commitment, yes, but it’s extremely important. Neil Patel’s research has shown that sites who blog get 55 percent more regular traffic and 82 percent of companies blogging have acquired new customers through that channel.",
            "vi": "Thông điệp quan trọng đầu tiên ở đây rất đơn giản: viết blog. Việc này chẳng những đòi hỏi sự tận tâm một cách kiên định, vâng, mà nó còn cực kỳ quan trọng. Nghiên cứu của Neil Patel đã cho thấy các trang web có blog nhận được thêm 55 phần trăm lưu lượng truy cập thông thường và 82 % việc viết blog của các công ty thu hút thêm các khách hàng mới thông qua kênh này."
        },
        {
            "en": "Deliveries of small packages, medicines and <em>takeaway</em> food, all of which have already happened, are only the tip of the iceberg. Why put up scaffolding to paint your house when an intelligent drone could do it in a flash? Drones could swarm into agriculture, industry and sports. They could hunt for missing hikers, respond to burglar alarms, and act as mobile speed cameras. Uber thinks that autonomous drones will one day even transport people around cities. Such is the hype. But for every tech company with its head in the clouds, there are problems to bring them back down to earth.",
            "vi": "Giao những gói hàng nhỏ, thuốc men và đồ ăn mang về, tất cả những việc đã được thực hiện như vậy, chỉ là phần nổi của tảng băng chìm. Vì sao phải bắc giàn giáo để sơn nhà khi một chiếc máy bay thông minh có thể làm gọn lẹ nhỉ? Máy bay không người lái có thể tràn vào nông nghiệp, công nghiệp và thể thao. Chúng có thể tìm người đi bộ đường dài mất tích, phản ứng khi có chuông báo trộm, và làm máy quay phim tốc độ di động. Uber cho rằng thậm chí một ngày nào đó máy bay không người lái không cần người điều khiển có thể đưa con người đi lại quanh thành phố. Chuyện này thật cường điệu. Nhưng đối với mỗi công ty công nghệ hồn lơ lửng trên mây, thì luôn có những bài toán làm cho họ tỉnh mộng."
        },
        {
            "en": "In a measure of its rising ambition beyond the taxi business, UberEats will begin delivering meals in Amsterdam on Thursday just as Dutch market leader Takeaway.com, begins trading on the city's stock market.  And according to current job listings on Uber and other recruiting sites, the company is looking to fill about 150 roles ranging from general managers and sales staff to bike couriers, indicating UberEats is planning to enter at least 22 countries across the world soon. That is on top of the six countries where it already operates.  As recently as May, Uber executives were signaling that UberEats' international ambitions were a modest extension of its core business of transporting people. But its job-hiring efforts over the last three months suggest something more ambitious is taking shape.  Europe is home to many of the most active international players in the online food <em>takeaway</em> business. They are counting on their local ties, established customer bases and sprawling restaurant networks to insulate them from U.S. tech giants.  The biggest international players, Britain's Just Eat, Germany's Delivery Hero and Takeaway.com, focus on advertising local takeaways and booking orders for nearby users, while leaving deliveries to the restaurants themselves.",
            "vi": "Dựa trên tham vọng ngày càng lớn của hãng này, vượt ngoài lĩnh vực kinh doanh taxi, UberEats sẽ bắt đầu giao thức ăn ở Amsterdam vào thứ Năm, giống như hãng dẫn đầu thị trường Hà Lan Takeaway.com, sẽ bắt đầu giao dịch trên thị trường chứng khoán của thành phố này.  Và theo danh sách việc tìm người đăng trên Uber và các trang web tuyển dụng khác, công ty này đang tìm người cho khoảng 150 vai trò, từ các tổng giám đốc và nhân viên bán hàng cho đến nhân viên vận chuyển bằng xe đạp, cho thấy UberEats sắp sửa thâm nhập vào ít nhất 22 quốc gia trên toàn thế giới. Chưa kể sáu quốc gia nó đã hoạt động. Hồi tháng năm rồi, các giám đốc điều hành Uber đã báo hiệu trước tham vọng quốc tế của UberEats là một phần mở rộng khiêm tốn của nghiệp vụ chính vận chuyển người của hãng này. Nhưng nỗ lực tuyển dụng của hãng trong 3 tháng qua cho thấy một điều gì đó tham vọng hơn nhiều sắp thành hình. Châu Âu là nơi có nhiều đấu thủ quốc tế năng động nhất trong lĩnh vực giao thức ăn qua mạng. Họ đang dựa vào quan hệ địa phương, nguồn khách hàng có sẵn và mở rộng mạng lưới nhà hàng để tạo khoảng cách an toàn với hãng công nghệ Hoa Kỳ khổng lồ. Các đối thủ quốc tế lớn nhất, Britain's Just Eat, Germany's Delivery Hero và Takeaway.com, tập trung quảng cáo mua thức ăn mang đi ở địa phương và đặt mua hàng trước cho người dùng sống gần đó, còn giao thức ăn thì để mặc cho các nhà hàng tự xoay sở."
        }
    ],
    "suggestions": []
}