{
    "en_vn": {
        "data": {
            "content": null,
            "word": "takeout"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>takeout</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>N. Amer. a takeaway. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Bridge a bid (in a different suit) made in response to a bid or double by one's partner. </cclass></blockquote></blockquote></div>",
            "word": "takeout"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "takeout"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "takeout"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "takeout"
        }
    },
    "sentences": [
        {
            "en": "they often get <em>takeout</em> on saturdays night",
            "vi": "họ thường mua thức ăn làm sẵn mang vể vào các tối thứ bảy"
        },
        {
            "en": "Fit to serve: First daughter Sasha Obama works Vineyard <em>takeout</em> window",
            "vi": "Sasha Obama làm việc bán thời gian tại đảo Vineyard"
        },
        {
            "en": "If you can't hire a cook, either cook all the food ahead of time or just use <em>takeout</em>.",
            "vi": "Nếu bạn không thể thuê đầu bếp, thì hoặc là chuẩn bị toàn bộ thức ăn từ trước, hoặc là đặt thức ăn mang đến."
        },
        {
            "en": "“She’s been around for a \u2028few days,” one of the girls working the <em>takeout</em> window told us yesterday. “It’s pretty random.”",
            "vi": "\"Cô ấy sẽ làm việc trong khoảng vài ngày\", một trong các cô gái làm thêm tại quầy đồ ăn mang đi nói với chúng tôi ngày hôm qua. \"Nó khá là ngẫu nhiên.\""
        },
        {
            "en": "Berkshire Hathaway has a cash pile for potential deals of around $67bn. Berkshire’s largest deal, prior to its Precision <em>takeout</em>, was the $26bn takeover of the US railways group, Burlington Northern Railroad, in 2009.",
            "vi": "Berkshire Hathaway có nguồn tiền mặt khoảng 67 tỷ đô la dành cho các thương vụ tiềm năng. Trước khi mua lại Precision thì thương vụ lớn nhất của Berkshire là vụ thâu tóm tập đoàn đường sắt Mỹ Burlington Northern Railroad vào năm 2009 với giá 26 tỷ đô la."
        },
        {
            "en": "1. Make your favorite <em>takeout</em> dishes at home     When you go out to eat, you lose control over what you put in your body—even if you're careful. Restaurants often use unhealthy oils and processed ingredients. Instead, stay in and make your own version of your favorite dishes at home. Fitness expert Emily Skye has lots of healthy recipes inspired by popular <em>takeout</em> dishes including a Thai chili and lime chicken with greens. Learn all of her amazing health secrets with the Emily Skye F.I.T. program.             ",
            "vi": "1. Tự làm món ưa thích mang điKhi ra ngoài ăn, bạn sẽ không kiểm soát được mình cho vào người mình thứ gì - dù có cẩn thận cũng vậy. Nhà hàng thường sử dụng dầu không lành mạnh và nguyên liệu chế biến sẵn. Thay vào đó, hãy ở nhà và tự làm lấy món ăn mình thích nhất ở nhà. Emily Skye, chuyên gia thể hình có nhiều công thức nấu ăn có lợi cho sức khoẻ lấy cảm hứng từ các món ăn mang đi phổ biến, có ớt Thái và gà nấu chanh với rau xanh. Hãy tìm hiểu mọi bí quyết giữ gìn sức khoẻ tuyệt vời của cô qua chương trình F.I.T. của Emily Skye."
        },
        {
            "en": "Sasha Obama, who has spent eight of her 15 years in the luxurious confines of the White House, is learning how the other half lives this summer. The first daughter is working the <em>takeout</em> window at Nancy’s, a seafood restaurant on Martha’s Vineyard, asking that age old question: Would you like fries with that?",
            "vi": "Sasha Obama, người đã dành 8 năm trong 15 năm cuộc đời của mình cho cuộc sống xa hoa tại Nhà Trắng, đang học cách làm việc bán thời gian trong mùa hè này. Cô đang làm việc bán thời gian tại Nancy's, một nhà hàng hải sản nằm ở đảo Martha's Vineyard, lặp đi lặp lại câu hỏi quen thuộc: Bạn có muốn ăn kèm với khoai tây chiên không?"
        },
        {
            "en": "“We were wondering why there were six people helping this girl, but then we found out who it was,” said a server at the busy island eatery. “She’s been hosting, serving and working <em>takeout</em>. We’re happy to have her. It will probably be good for business.”",
            "vi": "\"Chúng tôi tự hỏi tại sao lại có 6 người luôn giúp đỡ cô gái này, cho đến khi chúng tôi nhận ra cô bé là ai?\", một người phục vụ ở nhà hàng trên đảo. \"Cô ấy đứng quầy, phục vụ và làm việc bán thời gian. Chúng tôi rất vui khi có cô ấy. Đó là một điều tốt cho việc kinh doanh.\""
        },
        {
            "en": "Sasha was accompanied to her summer job yesterday by a contingent of six Secret Service agents, who sat outside the restaurant in a large Suburban SUV and on the <em>takeout</em> \u2028benches while the president’s daughter waited on hungry tourists. When her shift ended, Sasha and a friend, who also was wearing the navy blue \u2028Nancy’s T-shirt and baseball cap, brought a tray of drinks out to her security squad, got in the SUV and took off.",
            "vi": "Sasha đã được một đội ngũ gồm sáu mật vụ đi kèm trong suốt thời gian cô bé làm việc vào ngày hôm qua, những người ngồi bên ngoài nhà hàng trong một chiếc xe Suburban SUV lớn và ngồi trên các băng ghế trong khi con gái của tổng thống chờ những vị khách đói bụng. Khi ca trực của mình kết thúc, Sasha và một người bạn, người cũng mặc bộ đồng phục là áo thun và mũ bóng chày màu xanh hải quân của Nancy, mang một khay đồ uống ra cho đội an ninh của mình, vào xe và rời đi."
        }
    ],
    "suggestions": []
}