{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[tælkəm]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">talc</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tælk]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">talc</font></td></tr></table><i/></div>",
            "word": "talcum",
            "pronounce": "[tælkəm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "talcum",
            "pronounce": "[tælkəm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "talcum",
            "pronounce": "[tælkəm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "talcum",
            "pronounce": "[tælkəm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "talcum",
            "pronounce": "[tælkəm]"
        }
    },
    "sentences": [
        {
            "en": "<em>Talcum</em> powder",
            "vi": "Bột tan"
        },
        {
            "en": "<em>Talcum</em> powder is manufactured by Johnson & Johnson.",
            "vi": "Phấn rôm được sản xuất bởi Johnson & Johnson."
        },
        {
            "en": "I usually put <em>talcum</em> powder on my body after having a bath or a shower.",
            "vi": "Tôi thường bôi phấn rôm lên cơ thể sau khi tắm."
        },
        {
            "en": "Most forms of diaper rash don't require medical care. To treat diaper rash -- and prevent further newborn skin problems:     * Check diapers frequently.     * Change diapers immediately when wet or soiled.     * Wash the diaper area with mild fragrance-free cleanser or plain water. If the rash is severe, use a squirt bottle to cleanse without rubbing.     * Use a soft clean cloth, not baby wipes. The perfume or alcohol in many wipes can further irritate and dry baby's skin.     * Pat baby dry. Don't rub. Let the diaper area air-dry fully before putting on a fresh diaper.     * Apply a thick layer of petroleum jelly (such as Vaseline) or a protective ointment like Desitin or A&D.     * Avoid using baby powder. Corn starch-based powders promote yeast growth. <em>Talcum</em> powder may cause lung problems if inhaled.",
            "vi": "Hầu hết các dạng viêm da do tã lót không cần điều trị. Để chữa chứng viêm da này – và ngăn ngừa các vấn đề về da ở trẻ sơ sinh nhiều hơn:  * Nên kiểm tra tã lót thường xuyên.  * Nên thay tã ngay tức khắc khi tã ướt hoặc bị bẩn.  * Nên rửa sạch vùng tã lót bằng chất tẩy rửa không mùi dịu nhẹ hoặc bằng nước không. Nếu tình trạng phát ban nặng thì bạn nên sử dụng chai xịt tia để rửa sạch vùng da này cho bé mà không nên chà xát.  * Nên sử dụng miếng vải sạch, mềm, đừng nên sử dụng khăn lau dành cho bé. Hương thơm hoặc cồn trong nhiều loại khăn lau có thể làm cho da bé khô hơn và càng thêm kích ứng.   * Nên vỗ nhẹ cho da bé khô. Đừng chà xát. Hãy để cho vùng tã lót tự khô hoàn toàn trước khi mặc cho bé tã mới.  * Bạn nên thoa một lớp mỡ bôi trơn dày (chẳng hạn như Vaseline) hoặc một lớp thuốc mỡ bảo vệ như Desitin hoặc A&D.  * Nên tránh sử dụng phấn em bé. Phấn làm từ bột bắp làm cho nấm càng phát triển dữ dội hơn. Phấn rôm có thể gây nhiều vấn đề về phổi nếu hít phải."
        }
    ],
    "suggestions": []
}