{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tælizmən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">talismans</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bùa, phù (vật được cho là đem lại may mắn)</td></tr></table><i/></div>",
            "word": "talisman"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>talisman</k><blockquote><cclass>[<cclass>'talɪzmən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>talismans</b>) an object thought to have magic powers and to bring good luck. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>talismanic</b><cclass>-'manɪk <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: based on Arab. <i>ṭilsam</i>, appar. from an alt. of late Gk <i>telesma</i> 'completion, religious rite'. </blockquote></div>",
            "word": "talisman"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>talisman</k><blockquote>▸ <cclass>noun (LUCKY) CHARM, fetish, amulet, mascot, totem, juju.</cclass></blockquote></div>",
            "word": "talisman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "talisman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "talisman"
        }
    },
    "sentences": [
        {
            "en": "My daughter had given her father more than a stuffed bear; she had given him a <em>talisman</em> against fear.",
            "vi": "Con gái tôi đã cho cha nó nhiều hơn một gấu bông; nó đã cho ông ấy một lá bùa hộ mệnh chống lại nỗi sợ hãi."
        },
        {
            "en": "The <em>talisman</em> fell to the floor, and he regarded it shudderingly. Then he sank trembling into a chair as the old woman, with burning eyes, walked to the window and raised the blind.",
            "vi": "Lá bùa rơi xuống sàn nhà, và ông trừng trừng nhìn nó, rùng mình hoảng sợ. Sau đó ông run rẩy thả mình xuống cái ghế khi bà cụ với đôi mắt háo hức đi đến cửa sổ và vén bức màn lên."
        },
        {
            "en": "Her husband drew the <em>talisman</em> from his pocket and then all three burst into laughter as the sergeant major, with a look of alarm on his face, caught him by the arm.",
            "vi": "Chồng bà lấy lá bùa ra khỏi túi và rồi cả ba cùng phá lên cười khi thấy ông thượng sĩ hốt hoảng chộp lấy tay ông White."
        },
        {
            "en": "His father, smiling shamefacedly at his own credulity, held up the <em>talisman</em>, as his son, with a solemn face somewhat marred by a wink at his mother, sat down at the piano and struck a few impressive chords.",
            "vi": "Ông bố ngượng cười vì bản tính nhẹ dạ của mình, ông giơ lá bùa lên, trong khi đó cậu con trai, với gương mặt vờ vẻ trang nghiêm rồi nháy mắt với bà mẹ, ngồi vào đàn dương cầm và đánh một vài hợp âm hùng hồn."
        },
        {
            "en": "Mr. White dropped it back into his pocket, and placing chairs, motioned his friend to the table. In the business of supper the <em>talisman</em> was partly forgotten, and afterward the three sat listening in an enthralled fashion to a second installment of the soldier's adventures in India.",
            "vi": "Ông White bỏ nó lại vào túi áo, đi xếp ghế, và mời người bạn ra bàn ăn. Trong lúc ăn uống, mọi người hầu như quên mất lá bùa, và sau đó cả ba say mê ngồi nghe tiếp những câu chuyện phiêu lưu mới của người lính trên đất nước Ấn Độ."
        },
        {
            "en": "Organic vegetables, organic bread, organic toothpaste... the word has been used as a kind of <em>talisman</em> to ward off the evils of consumer societies in which so many things, from what people eat to the homes they live in, have become mass-produced, unsettling and even unhealthy.",
            "vi": "Rau hữu cơ, bánh mì hữu cơ, kem đánh răng hữu cơ ... là những cái tên gọi được sử dụng như một loại phù phép để tránh những kỳ thị của cộng đồng người tiêu dùng, trong đó rất nhiều thứ, từ những gì mọi người ăn đến những ngôi nhà họ ở, đã trở nên được sản xuất hàng loạt, đáng lo ngại và thậm chí không lành mạnh."
        },
        {
            "en": "He went down in the darkness, and felt his way to the parlor, and then to the mantelpiece. The <em>talisman</em> was in its place, and a horrible fear that the unspoken wish might bring his mutilated son before him ere he could escape from the room seized upon him, and he caught his breath as he found that he had lost the direction of the door. His brow cold with sweat, he felt his way around the table, and groped along the wall until he found himself in the small passage with the unwholesome thing in his hand.",
            "vi": "Ông đi xuống lầu trong bóng tối, và dò dẫm tìm đường đi ra phòng khách, rồi đến bên mặt lò sưởi. Lá bùa vẫn còn yên vị ở chỗ của nó, và một nỗi sợ hãi châm chiếm ông – ông sợ lời ước chưa nói ấy sẽ mang người con trai hình hài không còn nguyên vẹn xuất hiện trước mặt ông trước khi ông kịp chạy ra khỏi căn phòng, và khi nhận thấy không tìm thấy cửa ra, ông cố trấn an mình. Trán ông lạnh toát mồ hôi và ông lần mò đi quanh bàn và men theo tường cho đến khi ra được hàng lang nhỏ với cái thứ bùa độc trên tay."
        },
        {
            "en": "He sat until he was chilled with the cold, glancing occasionally at the figure of the old woman peering through the window. The candle end, which had burned below the rim of the china candlestick, was throwing pulsating shadows on the ceiling and walls, until, with a flicker larger than the rest, it expired. The old man, with an unspeakable sense of relief at the failure of the <em>talisman</em>, crept back to his bed, and a minute or two afterward the old woman came silently and apathetically beside him.",
            "vi": "Ông ngồi đó cho đến khi rùng mình vì lạnh, thỉnh thoảng ông liếc nhìn sang bà vợ đang trông ngóng ra cửa sổ. Ngọn đèn cầy cháy gần hết bên dưới mép giá đỡ bằng sứ, hắt những cái bóng nhập nhoạng lên trần nhà và bốn bức tường, cho đến khi nó cháy sáng rực hơn bao giờ hết rồi phụt tắt. Ông lão, với cảm giác nhẹ nhõm trong bụng khi nghĩ rằng cái bùa không còn linh nghiệm, đã quay trở lại giường, và một hai phút sau bà cụ lặng lẽ đến bên và thờ ơ nằm bên cạnh ông."
        }
    ],
    "suggestions": []
}