{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tanh",
            "pronounce": "[tanh]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tanh</k><blockquote><cclass>[<cclass>tan'eɪtʃ<cclass>, <cclass>tanʃ<cclass>, <cclass>θan<cclass>]</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>abbreviation <cclass>Mathematics hyperbolic tangent. </cclass></cclass></blockquote></div>",
            "word": "tanh",
            "pronounce": "[tanh]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tanh",
            "pronounce": "[tanh]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tanh",
            "pronounce": "[tanh]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tanh",
            "pronounce": "[tanh]"
        }
    },
    "sentences": [
        {
            "en": "the lengend of Le Cong <em>Tanh</em>",
            "vi": "truyền thiết Lê Công Tánh"
        },
        {
            "en": "The Ministry of Geography has used Landsat TM multi-temporal images to study the changes of natural forests in <em>Tanh</em> Linh, Binh Thuan province.",
            "vi": "Sở Địa chính đã sử dụng những bức ảnh Landsat TM chụp vào các thời điểm khác nhau để nghiên cứu những thay đổi của khu rừng tự nhiên ở Tánh Linh, tỉnh Bình Thuận."
        },
        {
            "en": "Nguyen Trung <em>Tanh</em>, Director of the Foreign Language Center of the Ho Chi Minh City University of Pedagogy, also expressed his good impression of the bilingual dictionary.",
            "vi": "Ông Nguyễn Trung Tánh, Giám đốc Trung tâm Ngoại ngữ Đại học Sư phạm thành phố Hồ Chí Minh học, cũng bày tỏ ấn tượng tốt đẹp của mình đối với cuốn từ điển song ngữ."
        },
        {
            "en": "Điều đầu tiên tôi để ý là mái tóc của anh – mái tóc xinh đẹp của anh đã biến mất, bị cắt thật ngắn, bao quanh đầu đen bóng như vải sa <em>tanh</em> đen.",
            "vi": "The first thing I noticed was his hair – his beautiful hair was all gone, cropped quite short, covering his head with an inky gloss like black satin."
        },
        {
            "en": "\"One thing that makes the dictionary different is its short translations,\" <em>Tanh</em> said. \"It doesn't translate sentences, it gives parallel words in Vietnamese and then gives examples in English. This is a new way of making a bilingual dictionary in Vietnam.\"",
            "vi": "\"Một điều mà làm cho từ điển khác biệt là bản dịch ngắn gọn của nó\" ông Tánh nói. \"Nó không dịch câu, nó đưa ra các từ Việt Nam tương đương và sau đó đưa ra ví dụ tiếng Anh. Đây là một phương pháp tạo ra một từ điển song ngữ tại Việt Nam\""
        }
    ],
    "suggestions": []
}