{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['tæntəmaunt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tương đương với, có giá trị như, ngang với</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">his request is tantamount to a command</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">yêu cầu của ông ấy thật ngang với mệnh lệnh (thật chẳng khác gì một mệnh lệnh)</font></td></tr></table><i/></div>",
            "word": "tantamount",
            "pronounce": "['tæntəmaunt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tantamount</k><blockquote>■ <cclass>adjective (<cclass><b>tantamount to</b>) equivalent in seriousness to; virtually the same as. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from the earlier verb <i>tantamount</i> 'amount to as much', from Ital. <i>tanto montare</i>. </blockquote></div>",
            "word": "tantamount",
            "pronounce": "['tæntəmaunt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>tantamount</k><blockquote>▸ <cclass>adjective <i>this is tantamount to mutiny</i>: EQUIVALENT TO, equal to, as good as, more or less, much the same as, comparable to, on a par with, commensurate with.</cclass></blockquote></div>",
            "word": "tantamount",
            "pronounce": "['tæntəmaunt]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tantamount</k><blockquote><blockquote><ex><abr>adj.</abr> (cannot stand alone) tantamount to</ex></blockquote></blockquote></div>",
            "word": "tantamount",
            "pronounce": "['tæntəmaunt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tantamount",
            "pronounce": "['tæntəmaunt]"
        }
    },
    "sentences": [
        {
            "en": "Delay is <em>tantamount</em> to death.",
            "vi": "Do dự là tự sát."
        },
        {
            "en": "His request is <em>tantamount</em> to a command.",
            "vi": "Yêu cầu của ông ấy thật ngang với mệnh lệnh."
        },
        {
            "en": "It is <em>tantamount</em> to a Coup d'etat.",
            "vi": "Nó tương đương với một cuộc đảo chính."
        },
        {
            "en": "The King's request was <em>tantamount</em> to a command.",
            "vi": "Yêu cầu của nhà vua có giá trị như một mệnh lệnh."
        },
        {
            "en": "It is <em>tantamount</em> to a Coup d 'etat.",
            "vi": "Nó tương đương với một cuộc đảo chính."
        },
        {
            "en": "Her statement is <em>tantamount</em> to a confession of guilt.",
            "vi": "Tuyên bố của bà ta chẳng khác gì một lời thú nhận tội lỗi."
        },
        {
            "en": "That country considered the embargo <em>tantamount</em> to a declaration of war.",
            "vi": "Đất nước đó xem lệnh cấm vận như là một lời tuyên chiến."
        },
        {
            "en": "This is <em>tantamount</em> to admitting that surrogate country prices are incapable of serving as an accurate proxy for Non-Market Economy domestic prices.",
            "vi": "Điều này gần như là thừa nhận rằng giá của nước thay thế không thể nào dùng làm vật thay thế chính xác cho giá cả trong nước của nền kinh tế phi thị trường."
        },
        {
            "en": "As Jeffrey Pfeffer has written in Managing With Power: \"Establishing the framework within which issues will be viewed and decided is often <em>tantamount</em> to determining the result\"!",
            "vi": "Jeffey pfeffer đã viết như sau trong cuốn managing with power: \"việc lập ra một khung sườn nội dung trong đó các vấn đề sẽ được nhìn nhận và quyết định thường có giá trị tương đương với việc xác định kết quả\"!."
        },
        {
            "en": "But do not underestimate this , every pile of money is a private bank , which would be <em>tantamount</em> Street street city ; if you put in New York, it can be is a well-known Wall Street .",
            "vi": "Nhưng bạn chớ vội đánh giá thấp nó nhé, mỗi đống tiền như thế là bằng cả một ngân hàng tư nhân đấy, tương đương với ngân hàng ở phố Street; và nếu so với New York, thì có lẽ nó là Phố Wall nổi tiếng đó nha."
        },
        {
            "en": "This transformation is representative of trends in corporate America. According to the Federal Reserve, corporations have issued on net over $1.3 trillion of debt and retired over $1.9 trillion of equity over the past four years. American companies are borrowing money to buy their own shares in what is <em>tantamount</em> to a huge, slow-motion leveraged buyout.",
            "vi": "Sự biến đổi này đại diện cho các xu hướng của các công ty ở Mỹ. Theo Cục Dữ trữ Liên bang, các công ty đã phát hành hơn 1,3 nghìn tỷ đô la nợ ròng và đã rút về hơn 1,9 nghìn tỷ đô la vốn chủ sở hữu trong hơn 4 năm qua. Các công ty Mỹ đang vay tiền để mua cổ phần của mình tương đương với việc mua lại đòn bẩy lớn, chuyển động chậm."
        }
    ],
    "suggestions": []
}