{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tanzania"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tanzania"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tanzania"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tanzania"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tanzania"
        }
    },
    "sentences": [
        {
            "en": "The Wildebeest Migration, <em>Tanzania</em> and Kenya",
            "vi": "Chuyến di cư của linh dương, Tanzania và Kenya"
        },
        {
            "en": "The Wildebeest Migration, <em>Tanzania</em> and Kenya",
            "vi": "Chuyến di cư của linh dương, Tanzania và Kenya"
        },
        {
            "en": "The steel scrap was exported from <em>Tanzania</em>.",
            "vi": "Phế liệu sắt thép được xuất khẩu từ Tanzania."
        },
        {
            "en": "Children live rough on <em>Tanzania</em> streets.",
            "vi": "Trẻ em sống trên những con đường ở Tanzania."
        },
        {
            "en": "Disentangling HIV and AIDS Stigma in Ethiopia, <em>Tanzania</em> and Zambia.",
            "vi": "Giảm thiểu kỳ thị đối với người nhiễm HIV tại Ethiopia, Tanzania và Zambia."
        },
        {
            "en": "The approach has been implemented in the United Republic of <em>Tanzania</em>, Zambia, India and in Pakistan.",
            "vi": "Cách tiếp cận này được thực hiện ở liên bang cộng hòa tanzania, zambia, ấn độ và pakistan."
        },
        {
            "en": "A similar IPU mission to <em>Tanzania</em>, another UN Reform pilot country, took place last September.",
            "vi": "Vào tháng 9 năm ngoái, IPU cử một đoàn công tác tương tự tới Tanzania, cũng là một nước thực hiện thí điểm cải cách LHQ."
        },
        {
            "en": "Scientists from around the world met in <em>Tanzania</em> last month to discuss the situation.",
            "vi": "Các khoa học gia trên toàn thế giới tháng trước họp tại Tanzania để thảo luận về tình hình này."
        },
        {
            "en": "Viettel began operations in Burundi and <em>Tanzania</em> in 2015, and set significant records.",
            "vi": "Tại Burundi, thương hiệu Viettel Lumitel đã trở thành thương hiệu hàng đầu, đứng vị trí thứ tư chỉ trong ba tháng. Ở Tanzania, Viettel Halotel có một triệu thuê bao đăng ký, cũng trong ba tháng."
        },
        {
            "en": "When I was older, I went on a safari to <em>Tanzania</em>.",
            "vi": "Khi tôi lớn lên, tôi đã có dịp đi theo một đoàn người đi săn đến Tanzania."
        },
        {
            "en": "These findings are consistent with similar analyses for Cambodia, Nicaragua and <em>Tanzania</em>.",
            "vi": "Các phát hiện này nhất quán với các kết quả phân tích tương tự của Cam-pu-chia, Ni-ca-ra-goa và Tan-za-nia."
        },
        {
            "en": "In partnership with the NGO CARE, Br!ght is teaching women in <em>Tanzania</em> to become solar entrepreneurs. ",
            "vi": "Hợp tác với tổ chức phi chính phủ CARE, Br!ght đang tổ chức chương trình đào tạo phụ nữ ở Tanzania trở thành doanh nhân ở lĩnh vực năng lượng mặt trời."
        },
        {
            "en": "Adorable: Animal lover Janice Wei, from the US, captured these stunning images during a trip to <em>Tanzania</em> last month",
            "vi": "Đáng yêu: Người yêu động vật Janice Wei, từ Hoa Kỳ, đã chụp được những hình ảnh tuyệt vời này trong một chuyến đi đến Tanzania hồi tháng trước"
        },
        {
            "en": "Since then it has spread to neighboring countries including Kenya, Rwanda, <em>Tanzania</em> and the Democratic Republic of Congo.",
            "vi": "Vào năm 2001, vi khuẩn này được tìm thấy tại Uganda. Kể từ đó, vi khuẩn lan tràn sang các nước láng giềng bao gồm Kenya, Rwanda, Tanzania và Cộng hòa Dân chủ Công-gô."
        },
        {
            "en": "Adorable: Animal lover Janice Wei, from the US, captured these stunning images during a trip to <em>Tanzania</em> last month",
            "vi": "Đáng yêu: Người yêu động vật Janice Wei, từ Hoa Kỳ, đã chụp được những hình ảnh tuyệt vời này trong một chuyến đi đến Tanzania hồi tháng trước"
        },
        {
            "en": "The technology is applied to at least one community in <em>Tanzania</em>, but a lot remains to be done.",
            "vi": "Công nghệ này được áp dụng cho ít nhất một cộng đồng ở tanzania, nhưng còn nhiều việc cần phải làm."
        },
        {
            "en": "Since then it has spread to neighboring countries including Kenya, Rwanda, <em>Tanzania</em> and the Democratic Republic of Congo.",
            "vi": "Vào năm 2001, vi khuẩn này được tìm thấy tại Uganda. Kể từ đó, vi khuẩn lan tràn sang các nước láng giềng bao gồm Kenya, Rwanda, Tanzania và Cộng hòa Dân chủ Công - gô."
        },
        {
            "en": "And, the government in <em>Tanzania</em> plans to test run software created by the German team - which maps and evaluates water resources.",
            "vi": "Bên cạnh đó, chính phủ Tanzania có kế hoạch vận hành phần mềm của đội đến từ Đức. Đây là phần mềm phát thảo và đánh giá tài nguyên nước."
        },
        {
            "en": "It is reported that Bin Laden masterminded the 1998 bomb attacks on U.S. embassies in Kenya and <em>Tanzania</em> which killed hundreds.",
            "vi": "Theo một nguồn tin cho biết bin laden đã vạch kế hoạch cho các vụ tấn công bằng bom năm 1998 vào các đại sứ quán mỹ ở kenya và tanzania làm chết hàng trăm người."
        },
        {
            "en": "Meanwhile, the least happy countries and territories were South Sudan, Liberia, Guinea, Togo, Rwanda, <em>Tanzania</em>, Burundi and the Central African Republic.",
            "vi": "Trong khi đó, các quốc gia và vùng lãnh thổ ít hạnh phúc nhất là Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi và Cộng hòa Trung Phi."
        }
    ],
    "suggestions": []
}