{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tɑ:ouizəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đạo Lão</td></tr></table><i/></div>",
            "word": "Taoism"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Taoism</k><blockquote><cclass>[<cclass>'taʊɪz(ə)m<cclass>, <cclass>'tα:əʊ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a Chinese philosophy based on the writings of Lao-Tzu (including the Tao-te-Ching), advocating humility and religious piety. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>Taoist</b><cclass>noun &amp; adjective </cclass></cclass></blockquote><blockquote><cclass><b>Taoistic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "Taoism"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Taoism"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Taoism"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Taoism"
        }
    },
    "sentences": [
        {
            "en": "Bruce Lee (Lý Tiểu Long) is explaining an important concept of <em>Taoism</em>.",
            "vi": "Lý Tiểu Long đang giải thích một khái niệm quan trọng của Đạo Lão."
        },
        {
            "en": "Eastern philosophies such as Buddhism and <em>Taoism</em> and Hindu have much to be learned.",
            "vi": "Có rất nhiều thứ để học hỏi từ triết lý phương đông như Phật giáo, Nho giáo và Ấn Độ giáo."
        },
        {
            "en": "Religious <em>Taoism</em> developed from a philosophic system based upon the writings of Lao Tzu.",
            "vi": "Đạo Lão phát triển từ một hệ thống triết học dựa trên các tác phẩm của Lão Tử."
        },
        {
            "en": "<em>Taoism</em> is a Chinese philosophical and religious system, second only to Confucianism in its influence on Chinese thought.",
            "vi": "Lão giáo là một hệ thống tôn giáo và triết học Trung Hoa, chỉ đứng sau Khổng giáo về ảnh hưởng đối với tư tưởng Trung Hoa."
        },
        {
            "en": "The majority Chinese may profess to follow Buddhism, Confucianism, <em>Taoism</em>... none of these, or several of the above simultaneously.",
            "vi": "Phần lớn người trung quốc theo đạo phật, đạo khổng, đạo lão... không có ai hoặc có rất ít người theo cùng lúc nhiều tôn giáo."
        },
        {
            "en": "Though they might not have always been applied properly, Son says, Vietnamese have absorbedancient Chinese ethical and philosophical systems such as Confucianism and <em>Taoism</em>.",
            "vi": "Ông Sơn cho hay, mặc dù chúng có thể không phải lúc nào cũng được xem là áp dụng đúng cách, Người Việt Nam đã hấp thụ hệ thống đạo đức và triết học Trung Quốc cổ xưa như Khổng giáo và Đạo giáo."
        },
        {
            "en": "There is a saying that human beings are elevating higher. Unfortunately, people think it means that they should try to live on a higher level of material life, obtain more power, and pursue more desires. Actually, that is going backwards and it brings the moral standard down.  If human beings pursue these things, they stop at nothing to get what they want. Therefore, the society becomes really corrupt and so do human beings. In the ancient times, the saying that human beings are elevating higher means a higher spiritual realm, improved cultivation level, and nobler character. Confucianism, <em>Taoism</em>, and Buddhism all teach people to be a good person, return to their true self, and be a gentleman. Aren't these the principles that human beings should observe?",
            "vi": "Con người ngày càng phát triển, nhưng đáng tiếc là người ta lại nghĩ rằng điều đó có nghĩa là họ phải cố gắng sống một cuộc sống vật chất cao hơn, giành được nhiều quyền lực hơn và theo đuổi nhiều khát khao hơn. Trên thực tế thì điều đó khiến những giá trị đạo đức sa sút. Nếu người ta theo đuổi những điều đó, họ không dừng lại ở việc có được những gì họ muốn. Trong thời xưa, đưa con người thăng hoa lên cao hơn có nghĩa là tu dưỡng phẩm chất đạo đức, tính cách con người cao thượng hơn. Nho giáo, Đạo giáo, Phật giáo đều dạy con người phải là một người tốt, là một chính nhân quân tử. Không phải đó là nguyên tắc mà mỗi người cần tuân theo sao?"
        }
    ],
    "suggestions": []
}