{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tapetum",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tapetum</k><blockquote><cclass>[<cclass>tə'pi:təm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Zoology a reflective layer of the choroid in the eyes of many animals, causing them to shine in the dark. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from late L., from L. <i>tapete</i> 'carpet'. </blockquote></div>",
            "word": "tapetum",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tapetum",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tapetum",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tapetum",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This <em>tapetum</em> acts as an image amplifier.",
            "vi": "Màng phát sáng này có tác dụng như một máy khuếch đại hình ảnh."
        },
        {
            "en": "This <em>tapetum</em> reflects about 130 times as much light as light reflected by the human eye.",
            "vi": "Màng phát sáng này phản chiếu ánh sáng khoảng 130 lần ánh sáng phản chiếu bởi mắt người."
        },
        {
            "en": "In addition, cats have a reflective tissue at the back of their eyes called a \"<em>tapetum</em>\".",
            "vi": "Ngoài ra, mèo có một mô phản chiếu ở sau mắt của chúng gọi là \"màng phát sáng\"."
        },
        {
            "en": "Many catfish have a <em>tapetum</em> lucidum which may help enhance the photon capture and increase low-light sensitivity.",
            "vi": "Nhiều loài cá da trơn có lớp phản quang trong võng mạc giúp chúng tăng cường tiếp nhận ánh sáng và tăng độ nhạy cảm với cường độ chiếu sáng yếu."
        },
        {
            "en": "Many catfish have a <em>tapetum</em> lucidum which may help enhance the photon capture and increase low - light sensitivity.",
            "vi": "Nhiều loài cá da trơn có lớp phản quang trong võng mạc giúp chúng tăng cường tiếp nhận ánh sáng và tăng độ nhạy cảm với cường độ chiếu sáng yếu."
        },
        {
            "en": "The <em>tapetum</em> also makes cats' eyes shine at night -- and this feature of cats' eyes has given them a special legend.",
            "vi": "Màng phát sáng này cũng làm cho mắt mèo rực sáng vào ban đêm -- và đặc điểm nổi bật này của mắt mèo đã cho chúng một huyền thoại đặc biệt."
        }
    ],
    "suggestions": []
}