{
    "en_vn": {
        "data": {
            "content": null,
            "word": "taped",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "taped",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "taped",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "taped",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "taped",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I've got the situation <em>taped</em>.",
            "vi": "Tôi đã nắm vững tình hình."
        },
        {
            "en": "He didn't know he was being <em>taped</em>.",
            "vi": "Ông ấy không biết mình bị ghi âm."
        },
        {
            "en": "He <em>taped</em> the needle to the cork.",
            "vi": "Ông ấy đã dán cây kim vào nút bần."
        },
        {
            "en": "He <em>taped</em> a concert from the radio.",
            "vi": "Ông ấy ghi âm một buổi hòa nhạc từ radiô."
        },
        {
            "en": "I 've got the situation <em>taped</em>.",
            "vi": "Tôi đã nắm vững tình hình."
        },
        {
            "en": "He can't fool me – I've got him <em>taped</em>.",
            "vi": "Anh ta không lừa tôi đâu – tôi thừa biết anh ta rồi."
        },
        {
            "en": "Students are directed to listen to <em>taped</em> dialogues.",
            "vi": "Học sinh được hướng dẫn để nghe cuộc đối thoại được ghi âm."
        },
        {
            "en": "It helps us control and get the situation <em>taped</em>.",
            "vi": "Nó giúp chúng ta kiểm soát và nắm vững tình hình."
        },
        {
            "en": "As he read those words, a car key dropped from an envelope <em>taped</em> behind the Bible.",
            "vi": "Khi đọc đến những lời đó thì môt chiếc chìa khoá rơi ra từ chiếc phong bì đính đằng sau quyển kinh thánh."
        },
        {
            "en": "As he read those   words, a car key dropped from an envelope <em>taped</em> behind the Bible.",
            "vi": "Khi đọc đến những lời đó thì môt chiếc chìa khoá rơi ra từ chiếc phong bì đính đằng sau quyển kinh thánh."
        },
        {
            "en": "The presidential episode was <em>taped</em> in September but aired Thursday night.",
            "vi": "Tập có tổng thống tham gia được quay vào hồi tháng 9 nhưng mới phát sóng tối thứ Năm vừa qua."
        },
        {
            "en": "My mom has her own list of family rules <em>taped</em> to the refrigerator.",
            "vi": "Mẹ tôi có bản danh sách những quy định định riêng trong gia đình được dán trên tủ lạnh."
        },
        {
            "en": "She <em>taped</em> one end of the wire to a terminal of the battery.",
            "vi": "Cô ấy đã dán một đầu dây điện vào một đầu pin."
        },
        {
            "en": "Gundersen’s staff duct <em>taped</em> the principal to the wall where students entered the school building to start the week.",
            "vi": "Đồng nghiệp đã dán hiệu trưởng Gundersen vào bức tường nơi học sinh bước vào nhà trường để bắt đầu tuần học."
        },
        {
            "en": "He <em>taped</em> the magnet firmly on the cardboard and hung it from a wall at eye level.",
            "vi": "Anh ấy đã dán băng keo cho chắc vào miếng giấy bìa và treo tấm giấy bìa trên tường ngang tầm mắt."
        },
        {
            "en": "Little notes with \"shmily\" scribbled hurriedly were found on dashboards and car seats, or <em>taped</em> to steering wheels.",
            "vi": "Những miếng giấy ghi chú nhỏ nhỏ viết nghuệch ngoạc \"shmily\" được tìm thấy trên cái chắn bùn và trên ghế xe hay trên vô-lăng."
        },
        {
            "en": "It took me a while to learn the rules of the game but think I 've got them <em>taped</em> now.",
            "vi": "Tôi phải mất một lúc mới học được các qui tắc của trò chơi nhưng bây giờ thì tôi nghĩ là đã nắm được rồi."
        },
        {
            "en": "It took me a while to learn the rules of the game but I think I've got them <em>taped</em> now.",
            "vi": "Tôi chỉ mất thời gian để tìm hiểu quy luật của trò chơi và giờ tôi nghĩ là tôi đã hiểu rõ."
        },
        {
            "en": "It took me a while to learn the rules of the game but think I've got them <em>taped</em> now.",
            "vi": "Tôi phải mất một lúc mới học được các qui tắc của trò chơi nhưng bây giờ thì tôi nghĩ là đã nắm được rồi."
        },
        {
            "en": "Although jet planes can fly across the oceans in a few hours with mail and <em>taped</em> television shows, be big need is to send information instantaneously.",
            "vi": "Mặc dù phi cơ phản lực có thể bay qua các đại dương trong vài giờ chở theo thư tín và chương trình vô tuyến truyền hình ghi băng, nhưng nhu cầu lớn lao là việc gởi tin tức nhanh chóng."
        }
    ],
    "suggestions": []
}