{
    "en_vn": {
        "data": {
            "content": null,
            "word": "targeting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "targeting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "targeting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "targeting"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nhắm mục tiêu (của máy do thám không gian)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nhắm mục tiêu (của máy do thám vũ trụ)</font></td></tr></tbody></table></div>",
            "word": "targeting"
        }
    },
    "sentences": [
        {
            "en": "Primary of <em>targeting</em>",
            "vi": "Nguyên tắc hướng đích"
        },
        {
            "en": "Current <em>Targeting</em> Methods",
            "vi": "Các phương pháp xác định mục tiêu hiện nay"
        },
        {
            "en": "Programme coverage and <em>targeting</em>",
            "vi": "Phạm vi và đối tượng tham gia chương trình"
        },
        {
            "en": "Direct financing mechanisms and <em>targeting</em>.",
            "vi": "Định hướng và cơ chế cấp vốn trực tiếp."
        },
        {
            "en": "Use self-<em>targeting</em> wherever possible:",
            "vi": "Sử dụng sự tự định hướng mục tiêu ở bất cứ nơi nào có thể:"
        },
        {
            "en": "In that sense the <em>targeting</em> is satisfactory.",
            "vi": "Theo nghĩa này thì công tác xác định đối tượng rất thành công."
        },
        {
            "en": "And the <em>targeting</em> is satisfactory as well.",
            "vi": "Việc xác định đối tượng vay cũng đạt yêu cầu."
        },
        {
            "en": "<em>Targeting</em> poor households - Strengthen <em>targeting</em> mechanisms to increase the coverage of poor beneficiaries.",
            "vi": "Xác định đối tượng các hộ nghèo - Kiện toàn các cơ chế xác định đối tượng để làm tăng phạm vi bao phủ đối với đối tượng hưởng lợi là người nghèo."
        },
        {
            "en": "The effectiveness of <em>targeting</em> depends, among other things, on how well the <em>targeting</em> units are classified.",
            "vi": "Bên cạnh các yếu tố khác, tính hiệu quả của công tác xác định đối tượng phụ thuộc chủ yếu vào việc các đơn vị xác định đối tượng được phân loại như thế nào."
        },
        {
            "en": "Administrative <em>targeting</em> relies on limited eligibility and consists of individual/household assessment and categorical <em>targeting</em>.",
            "vi": "Xác định đối tượng kiểu hành chính chủ yếu dựa trên tiêu chuẩn hạn chế và gồm các phương pháp đánh giá Cá nhân/Hộ và Xác định đối tượng theo phân nhóm."
        },
        {
            "en": "Ministry of Labour, Invalids and Social Affairs’s method of identifying poor households for <em>targeting</em> is a combination of simple means test <em>targeting</em> and community-based <em>targeting</em>.",
            "vi": "Phương pháp xác định hộ nghèo Bộ LĐ-TB&XH sử dụng để xác định đối tượng là kết hợp giữa phương pháp kiểm tra đơn giản và xác định đối tượng dựa vào cộng đồng."
        },
        {
            "en": "Pro-poor <em>targeting</em> is often improved by following two principles:",
            "vi": "Khả năng định hướng mục tiêu cứu trợ nghèo thường tăng lên trên hai nguyên tắc sau:"
        },
        {
            "en": "Strengthen <em>targeting</em> mechanisms to increase the number of poor beneficiaries.",
            "vi": "Tăng cường các cơ chế xác định đối tượng để tăng số đối tượng nghèo được hưởng lợi từ chương trình."
        },
        {
            "en": "“We are also <em>targeting</em> Indian and Singaporean markets,” he said.",
            "vi": "\"Chúng tôi cũng đang nhắm đến thị trường Ấn Độ và Singapore\" ông nói."
        },
        {
            "en": "Inflation-<em>targeting</em> country has ever abandoned the regime.",
            "vi": "Đất nước bị lạm phát chưa bao giờ từ bỏ chế độ."
        },
        {
            "en": "Harm Reduction Prevention <em>targeting</em> high risk populations - Approved 2007.",
            "vi": "Dự phòng Giảm thiểu tác hại trong nhóm nguy cơ cao – phê duyệt năm 2007."
        },
        {
            "en": "Vietnam is <em>targeting</em> the first place in the medal standings.",
            "vi": "Việt Nam đặt mục tiêu vào vị trí đầu trong bảng xếp hạng huy chương."
        },
        {
            "en": "<em>Targeting</em> methods can be broadly classified into two groups: administrative <em>targeting</em> and self-selection (Coady et al, 2002).",
            "vi": "Các phương pháp xác định đối tượng khác nhau có thể được phân loại thành hai nhóm: xác định đối tượng hành chính và tự lựa chọn (Coady và các tác giả khác, 2002)."
        },
        {
            "en": "Vietnam is <em>targeting</em> economic growth of 6.5 percent next year.",
            "vi": "Việt Nam đang nhắm đến mục tiêu tăng tưởng kinh tế 6. 5 phần trăm trong năm tới."
        },
        {
            "en": "There are also materials <em>targeting</em> the fa’afafine community.",
            "vi": "Cũng có cả tài liệu nhắm vào cộng đồng fa’afaﬁne."
        }
    ],
    "suggestions": []
}