{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tariffs",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tariffs",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tariffs",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tariffs",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tariffs",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Discriminatory <em>tariffs</em>",
            "vi": "Mức thuế có sự phân biệt đối xử"
        },
        {
            "en": "Concessionary <em>tariffs</em>",
            "vi": "Thuế quan ưu đãi"
        },
        {
            "en": "Protective <em>tariffs</em>",
            "vi": "Thuế bảo hộ hàng nội địa"
        },
        {
            "en": "Tow - path <em>tariffs</em>",
            "vi": "(hệ thống) giá hai phần"
        },
        {
            "en": "Tow-path <em>tariffs</em>",
            "vi": "(hệ thống) giá hai phần"
        },
        {
            "en": "Table 2: Obligatory <em>tariffs</em>.",
            "vi": "Bảng 2: Biểu phí bắt buộc."
        },
        {
            "en": "We should not apply the discriminatory <em>tariffs</em>.",
            "vi": "Chúng ta không nên áp dụng mức thuế có sự phân biệt đối xử."
        },
        {
            "en": "General Agreement on <em>Tariffs</em> and Trade – GATT.",
            "vi": "Hiệp ước chung về Thuế quan và Mậu dịch."
        },
        {
            "en": "General agreement of <em>tariffs</em> and trade",
            "vi": "Hiệp định chung về thuế quan và thương mại"
        },
        {
            "en": "Actuarial supervision: <em>tariffs</em>, technical or mathematical provisions.",
            "vi": "Giám sát tính phí bảo hiểm: bảng giá, dự phòng kỹ thuật hoặc toán học."
        },
        {
            "en": "General Agreement on <em>Tariffs</em> and Trade",
            "vi": "Hiệp định chung về Thuế quan và Thương mại"
        },
        {
            "en": "Other transaction fees refer to the latest update <em>tariffs</em>, especially the preferential <em>tariffs</em> for electronic transactions.",
            "vi": "Phí giao dịch khác áp dụng biểu phí hiện hành, đặc biệt mức phí ưu đãi dành cho các giao dịch trực tuyến."
        },
        {
            "en": "They increased <em>tariffs</em> on the import of manufactured goods.",
            "vi": "Họ đã tăng giá biểu thuế trên việc nhập khẩu hàng thành phẩm."
        },
        {
            "en": "Protective <em>tariffs</em> are designed to shield domestic production from foreign.",
            "vi": "Thuế bảo hộ hàng nội địa được làm để bảo vệ sự sản xấut trong nước đối với hang nước ngoài."
        },
        {
            "en": "Secondly, there is no clear selection of common market <em>tariffs</em>.",
            "vi": "Thứ hai, việc lựa chọn giá thị trường phổ biến là chưa rõ ràng."
        },
        {
            "en": "They reformed <em>tariffs</em> on the import of manufacture goods.",
            "vi": "Họ đã sửa đổi chế độ thuế quan đánh vào việc nhập hàng công nghiệp"
        },
        {
            "en": "The new <em>tariffs</em> have put a stranglehold on trade.",
            "vi": "Những biểu thuế mới đã bóp nghẹt mậu dịch."
        },
        {
            "en": "Vietnam's highest <em>tariffs</em> are imposed on consumer and finished goods with intermediate and capital import attracting lower <em>tariffs</em>.",
            "vi": "Thuế suất lớn nhất của Việt nam được đánh vào các mặt hàng tiêu dùng và các sản phẩm hoàn chỉnh trong khi nhập khẩu tư liệu sản xuất và đầu vào trung gian được hưởng thuế suất thấp hơn."
        },
        {
            "en": "Some <em>tariffs</em>, particularly those offered by VNPT, remain regulated.",
            "vi": "Một số giá cước vẫn bị điều tiết, cụ thể là giá cước của VNPT."
        },
        {
            "en": "For textiles and garments, the key export items of Vietnam, TPP parties have agreed to phase out <em>tariffs</em> on these products. Most <em>tariffs</em> will be eliminated immediately, although <em>tariffs</em> on some sensitive goods will be eliminated over a longer period.",
            "vi": "Đối với may mặc - các mặt hàng xuất khẩu chủ lực của Việt Nam - TPP đã đồng ý xóa bỏ thuế cho các mặt hàng này. Hầu hết các loại thuế sẽ được loại bỏ ngay lập tức, thuế xuất khẩu trên một vài mặt hàng nhạy cảm sẽ được loại bỏ trong thời gian dài."
        }
    ],
    "suggestions": []
}