{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tate",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tate",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tate",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tate",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tate",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It is at the <em>Tate</em> Gallery.",
            "vi": "Nó được triển lãm tại phòng trưng bày Tate."
        },
        {
            "en": "I have never been to the <em>Tate</em> Gallery.",
            "vi": "Tôi chưa bao giờ đến phòng trưng bày Tate."
        },
        {
            "en": "I went to the <em>Tate</em> Gallery last week.",
            "vi": "Tuần trước tôi đã đến phòng trưng bày Tate."
        },
        {
            "en": "As fate and mismanagement would have it, the ashton-<em>tate</em> company longer exists.",
            "vi": "Do vận hạn cộng với việc quản lý kém, hãng ashton - tate không tồn tại lâu."
        },
        {
            "en": "The city council has unveiled plans for a new footbridge linking the <em>Tate</em> Modern with St Paul's Cathedral.",
            "vi": "Hội đồng thành phố đã tiết lộ các kế hoạch cho một cây cầu dành cho người đi bộ nối kết bảo tàng Tate Modern với nhà thờ St Paul's Cathedral."
        },
        {
            "en": "It is originator, c.wayne ratliff, eventually linked up with an astute marketing firm called ashton-<em>tate</em>, and in 81-82 a new product called dbase ii was introduced.",
            "vi": "Cha đẻ của nó, ông c.wayne ratliff, rốt cuộc đã phải liên kết với một hãng tiếp thị tinh khôn là ashton - tate, và vào năm 81 - 82 một sản phẩm mới có tên dbase ii đã ra đời."
        },
        {
            "en": "Consider one of the oldest machine artists, Aaron, a robot that has had paintings exhibited in London's <em>Tate</em> Modern and the San Francisco Museum of Modern Art.",
            "vi": "Quan sát một trong những chiếc máy nghệ sĩ lâu đời nhất, tên là Aaron, nó là một con robot đã có được những bức họa được triển lãm tại London's Tate Modern và Bảo tàng nghệ thuật hiện đại San Francisco."
        },
        {
            "en": "There are five strands to the planned work: Financial sector development; <em>tate</em> enterprise reform; Support for the domestic private sector; Corporate governance and corporate social responsibility; Promoting open trade.",
            "vi": "Có năm nhánh xuyên suốt trong hoạt động:Phát triển ngành tài chính; Cải cách doanh nghiệp nhà nước; Hỗ trợ khu vực tư nhân trong nước; Quản trị công ty và trách nhiệm xã hội của công ty; Thúc đẩy thương mại quốc tế."
        },
        {
            "en": "However, it was a painter who immortalised her, John Singer Sargent had been so stuck by Terry's appearance at that first performance that he asked her to model for him, and his famous portrait of 1889, now at the <em>Tate</em> Gallery in London, showed her with a glint in her eye, holding a crown over her flame - red hair.",
            "vi": "Tuy nhiên, có một họa sĩ muốn lưu lại hình ảnh của cô, John Singer Sargent đã bị quyến rũ bởi sự xuất hiện của Terry trong buổi biểu diễn đầu tiên mà ông yêu cầu cô làm người mẫu cho ông ấy, và bức chân dung nổi tiếng của ông năm 1889, tại Phòng trưng bày Tate ở London, cho thấy cô với một tia sáng lóe lên trong mắt cô, tay đang giữ một vương miện trên mái tóc màu vàng-đỏ của cô."
        },
        {
            "en": "We walk along the River Thames to Bankside where the former power generating station has been transformed into <em>Tate</em> Modern art gallery. Close by we see the new Globe, replica of Shakespeare's theatre of four hundred years ago, then continue to Borough Market, where you'll find it hard to choose among all the fine food and other goods on sale.",
            "vi": "Chúng tôi đi bộ dọc con sông Thames đến Bankside nơi trạm phát điện được chuyển thành Tate trưng bày nghệ thuật hiện đại. Đóng trước khi chúng tôi thấy Globe mới, bản sao của nhà hát Shakespeare cách đây 400 năm trước, sau đó tiếp tục đến chợ Borough, nơi bạn có thể tìm thấy tất cả các món ăn ngon và bán các hàng hóa khác rất khó khăn để lựa chọn trong số đó."
        },
        {
            "en": "To some extent, we are all familiar with computerised art. The question is: where does the work of the artist stop and the creativity of the computer begin? Consider one of the oldest machine artists, Aaron, a robot that has had paintings exhibited in London's <em>Tate</em> Modern and the San Francisco Museum of Modern Art. Aaron can pick up a paintbrush and paint on canvas on its own. Impressive perhaps, but it is still little more than a tool to realise the programmer’s own creative ideas.",
            "vi": "Ở một chừng mực nào đó, chúng ta đều quen thuộc với nghệ thuật được thao tác máy vi tính. Câu hỏi đặt ra là: từ đâu công việc của nghệ sĩ dừng lại và sự sáng tạo của máy tính bắt đầu? Hãy xem xét một trong những nghệ sĩ người máy lâu đời nhất, Aaron, là một robot đã có những bức tranh trưng bày tại Tate Modern ở London và Bảo tàng Nghệ thuật Hiện đại ở San Francisco. Aaron có thể lấy một cây cọ và tự vẽ lên bức tranh sơn dầu. Điều đó có thể ấn tượng, nhưng nó vẫn chưa là gì so với một công cụ thực hiện được ý tưởng sáng tạo của riêng người lập trình."
        }
    ],
    "suggestions": []
}