{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ti: 'bi:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bệnh lao (<font color=\"#1371BB\">tuberculosis</font>)</td></tr></table><i/></div>",
            "word": "TB",
            "pronounce": "[,ti: 'bi:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>TB</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 (also <cclass><b>Tb</b>) terabyte(s). </cclass></blockquote></blockquote><blockquote><blockquote>2》 tubercle bacillus; tuberculosis. </blockquote></blockquote></div>",
            "word": "TB",
            "pronounce": "[,ti: 'bi:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "TB",
            "pronounce": "[,ti: 'bi:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "TB",
            "pronounce": "[,ti: 'bi:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "TB",
            "pronounce": "[,ti: 'bi:]"
        }
    },
    "sentences": [
        {
            "en": "Tuberculosis is often referred to as <em>TB</em>.",
            "vi": "Bệnh lao thường được viết tắt là TB."
        },
        {
            "en": "The boy was vaccinated against <em>TB</em>.",
            "vi": "Đứa bé đã được tiêm chủng chống lao."
        },
        {
            "en": "Promote nationwide propaganda to socialize <em>TB</em> combat.",
            "vi": "Tăng cường công tác tuyên truyền trên toàn quốc để xã hội hoá công tác phòng chống bệnh lao."
        },
        {
            "en": "Chart 6.3: <em>TB</em> Treatment Results 1996-2003.",
            "vi": "Biểu đồ 6.3: Kết quả phòng chống bệnh lao giai đoạn 1996-2003."
        },
        {
            "en": "Enhance <em>TB</em> management capacity of district and provincial <em>TB</em> health personnel.",
            "vi": "Tăng cường năng lực quản lý chương trình chống lao cho nhân viên y tế chống lao ở tuyến huyện và tỉnh."
        },
        {
            "en": "Percentage of estimated HIV-positive incident <em>TB</em> cases that received treatment for <em>TB</em> and HIV.",
            "vi": "Tỷ lệ phần trăm các trường hợp HIV dương tính mới mắc lao đã được điều trị cả lao và HIV."
        },
        {
            "en": "Thanks to DOTS, <em>TB</em> patients were treated successfully at home.",
            "vi": "Nhờ DOTS mà nhiều bệnh nhân lao được chữa khỏi bệnh tại nhà."
        },
        {
            "en": "There have been 20 deaths from <em>TB</em> so far.",
            "vi": "Cho đến nay đã có 20 người chết do bệnh lao."
        },
        {
            "en": "Since Viet Nam is one of the high <em>TB</em> burden countries, close collaboration between HIV and <em>TB</em> programmes is important.",
            "vi": "Vì Việt Nam là một trong những quốc gia có tỷ lệ nhiễm Lao cao, nên việc phối kết hợp các chương trình phòng chống Lao và HIV rất quan trọng."
        },
        {
            "en": "Provide sufficient <em>TB</em> medicine, and necessary diagnostic equipment.",
            "vi": "Cung cấp đầy đủ thuốc chống lao, và phương tiện chẩn đoán cần thiết."
        },
        {
            "en": "From 1995, in the face of negative changes in global epidemiology of <em>TB</em>, Viet Nam decided to make <em>TB</em> prevention a Targeted National Health Program.",
            "vi": "Từ năm 1995, trước những biến động xấu đi của tình hình dịch tễ bệnh lao toàn cầu, Việt nam đã quyết định đưa Phòng chống lao thành một trong những Chương trình y tế Quốc gia trọng điểm."
        },
        {
            "en": "About 10 percent of <em>TB</em> patients are also co-infected with HIV, and <em>TB</em> is the leading cause of death for AIDS patients.",
            "vi": "Khoảng 10% bệnh nhân lao đồng thời nhiễm HIV và lao là nguyên nhân hàng đầu gây tử vong đối với bệnh nhân AIDS."
        },
        {
            "en": "The American people also support <em>TB</em> control worldwide through funding provided to the Global Fund to Fight AIDS, <em>TB</em> and Malaria.",
            "vi": "Nhân dân Mỹ cũng trợ giúp công tác kiểm soát lao trên khắp thế giới bằng cách tài trợ cho Quỹ Toàn cầu Phòng chống AIDS, Lao và Sốt rét."
        },
        {
            "en": "Improve quality of DOTS implementation and <em>TB</em> treatment, especially in difficult areas.",
            "vi": "Cải thiện chất lượng thực hiện DOTS và điều trị TB, đặc biệt ở các vùng khó khăn."
        },
        {
            "en": "Ensure test quality and safety by applying advanced techniques in fast <em>TB</em> tests for eligible provinces.",
            "vi": "Đảm bảo chất lượng xét nghiệm và an toàn bằng cách áp dụng kỹ thuật tiên tiến trong công tác chẩn đoán nhanh bệnh lao tại các tỉnh có đủ điều kiện."
        },
        {
            "en": "a century ago it seemed unlikely that we would find a cure for <em>TB</em>",
            "vi": "một thế kỷ trước đây dường như chúng ta chưa thể tìm ra biện pháp điều trị bệnh lao"
        },
        {
            "en": "The integration of <em>TB</em> and HIV treatment is gradually being implemented.",
            "vi": "Việc lồng ghép giữa lao và HIV đang dần dần được thực hiện."
        },
        {
            "en": "Improve the data collection system and apply information technology in <em>TB</em> management.",
            "vi": "Nâng cao hệ thống thu thập số liệu và áp dụng công nghệ thông tin vào quản lý bệnh lao."
        },
        {
            "en": "There has not been any integration of <em>TB</em> activities into private health system.",
            "vi": "Chưa lồng ghép được các hoạt động về phòng chống lao vào hệ thống y tế tư nhân."
        },
        {
            "en": "Seventeen percent of support for the Global Fund has been dedicated to <em>TB</em> work.",
            "vi": "17% số tiền đóng góp cho Quỹ Toàn cầu đã được dành riêng cho công tác liên quan đến lao."
        }
    ],
    "suggestions": []
}