{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tc"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Tc</k><blockquote>■ <cclass>symbol the chemical element technetium. </cclass></blockquote></div>",
            "word": "Tc"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tc"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tc"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tc"
        }
    },
    "sentences": [
        {
            "en": "Typhoon Committee – <em>TC</em>.",
            "vi": "Ủy ban Bão."
        },
        {
            "en": "See Circular No.74/2000/<em>TC</em>-BTC.",
            "vi": "Xem Thông tư số 74/2000/TC-BTC."
        },
        {
            "en": "The <em>TC</em> will be funded by this project.",
            "vi": "Chế độ lương của ĐPV sẽ lấy từ nguồn kinh phí của dự án."
        },
        {
            "en": "He worked as a salesman before setting up <em>TC</em> Pharmaceuticals in 1962.",
            "vi": "Ồng từng làm nhân viên bán hàng trước thành lập công ty dược TC vào năm 1962."
        },
        {
            "en": "On request of the Government and with UNDP funding, an independent review of technical cooperation (<em>TC</em>) was prepared in Spring 2000.",
            "vi": "Theo đề nghị của Chính phủ và với kinh phí tài trợ của UNDP, báo cáo đánh giá độc lập về hợp tác kỹ thuật (HTKT) đã được chuẩn bị vào mùa Xuân năm 2000."
        },
        {
            "en": "Unlimited access and use of STS 2.0 is included for every SpringSource Enterprise, SpringSource dm Server, and SpringSource <em>tc</em> Server customer.",
            "vi": "Không giới hạn truy cập và sử dụng STS 2.0 cũng được dành cho trong mỗi khách hàng SpringSource Enterprise, SpringSource dm Server."
        },
        {
            "en": "For example, the inter-ministerial Circular 666/2001/TTLT-BKH-UBDTMN-<em>TC</em>-XD, Guidelines on P135 infrastructure projects' investment and construction management.",
            "vi": "Ví dụ, thông tư liên tịch số 666/2001/TTLT-BKH-UBDTMN-TC-XD về Hướng dẫn quản lý đầu tư và xây dựng của các dự án cơ sở hạ tầng thuộc chương trình 135."
        },
        {
            "en": "The <em>TC</em> will be recruited by the NPD in consultation with UNDP and/or other independent advisors nominated by UNDP, and report to the NPM.",
            "vi": "ĐPV sẽ do Giám đốc dự án tuyển dụng trên cơ sở tham khảo UNDP và/ hoặc các cố vấn độc lập khác do UNDP bổ nhiệm, và làm việc dưới quyền của Quản đốc dự án."
        },
        {
            "en": "In the Arctic, a 24-kilometre­wide impact crater formed by an asteroid or comet 23 million years ago has become home <em>tc</em> a Mars- analogue programme.    ",
            "vi": "Ở Bắc Cực, một miệng núi lửa tác động 24 giờ được hình thành bởi một tiểu hành tinh hoặc sao chổi 23 triệu năm trước đã trở thành một chương trình tương tự của Mars."
        },
        {
            "en": "This practice has apparently resulted from the requirement under Article 11 of MOFI's Circular 50 <em>TC</em>/TCDN which states \"the total shares sold on credit shall not exceed the shares bought in cash by workers\".",
            "vi": "Rõ ràng quy định này đã bắt nguồn từ yêu cầu của Điều 11, thông tư số 50TC/TCDN của BTC, trong đó quy định rằng “tổng số cổ phần bán chịu sẽ không được lớn hơn số cổ phần mà người lao động mua bằng tiền mặt”."
        }
    ],
    "suggestions": []
}