{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Te",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Te</k><blockquote>■ <cclass>symbol the chemical element tellurium. </cclass></blockquote></div>",
            "word": "Te",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Te",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Te",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Te",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "hay thuc <em>te</em> di",
            "vi": "get real"
        },
        {
            "en": "ko den noi <em>te</em>",
            "vi": "Not too bad"
        },
        {
            "en": "Tui dang <em>te</em> 't",
            "vi": "Test , i am testing"
        },
        {
            "en": "nguoi la mot ga <em>te</em>",
            "vi": "You are a bad guy"
        },
        {
            "en": "Earn well <em>te</em> result of studying.",
            "vi": "tận hưởng thành quả học tập."
        },
        {
            "en": "<em>Te</em> plant died for lack of water.",
            "vi": "Cây chết vì thiếu nước."
        },
        {
            "en": "<em>Te</em> news fell from his lips.",
            "vi": "Hắn buộc miệng nói ra tin đó."
        },
        {
            "en": " Lai Chau Hydropower in Nam Hang commune, Muong <em>Te</em> district.",
            "vi": "Thủy điện Lai Châu tại xã Nậm Hàng, huyện Mường Tè"
        },
        {
            "en": "<em>Te</em> Law regulated the establishment, management and operation of enterprises.",
            "vi": "Luật này điều chỉnh việc thành lập, quản lý và vận hành của các doanh nghiệp."
        },
        {
            "en": "45 Nam Kinh <em>Te</em> Viet Nam, p. 16.",
            "vi": "45 năm kinh tế Việt Nam, tr.16."
        },
        {
            "en": "<em>Te</em>, N.M.: Fighting against Social Evils: a Complicated Battle.",
            "vi": "Te, N.M.: Đấu tranh với tệ nạn xã hội: Cuộc chiến đấu phức tạp."
        },
        {
            "en": "<em>Te</em> new model is a testament to the skill and dedication of the workforce.",
            "vi": "Mô hình mới là một bằng chứng về tài năng và sự tận tụy của toàn thể công nhân nhà máy."
        },
        {
            "en": "Trong ngay Quoc <em>Te</em> Phu Nu, toi lam mot tam thiep va dua cho me toi.",
            "vi": "Women day , I made a card and give the card to my mother."
        },
        {
            "en": "<em>Te</em> primary key of this table becomes activity, and the other fields provide supporting information.",
            "vi": "Khóa chính của bảng này giờ đây là activity, còn các trường khác thì cung cấp thông tin phụ trợ."
        },
        {
            "en": "thu nhap cong ty da giam xuong dang ke trong thoi ky kinh <em>te</em> khung hoang",
            "vi": "company's revenues have fallen considerably at the time of the economic crisis"
        },
        {
            "en": "You can use <em>te</em> view's cursor, just like any other table.",
            "vi": "Bạn có thể dùng lệnh use với cursor của khung nhìn, hệt như với bất cứ bảng nào khác."
        },
        {
            "en": "For further discussion, see “Se Coi Hiep Hoi Nghe Nghiep La Mot To Chuc Kinh <em>Te</em>” [Trade Association Seen as Economic Organization], Kinh <em>Te</em> va Dau Tu, April 1, 2002.",
            "vi": "Về chi tiết, xin xem “Sẽ coi hiệp hội nghề nghiệp là một tổ chức kinh tế,” Kinh tế và Đầu tư, ngày 1 tháng 4 năm 2002."
        },
        {
            "en": "The GSO places limited liability companies and joint-stock companies in a category called “mixed ownership” (kinh <em>te</em> hon hop).",
            "vi": "Tổng cục Thống kê đặt các công ty trách nhiệm hữu hạn và các công ty cổ phần vào nhóm \"kinh tế hỗn hợp\"."
        },
        {
            "en": "An interesting part of H-<em>Te</em> c's collection is the models of hydrogen powered fuel cell cars.",
            "vi": "Phần thú vị các sưu tập của h - tec là các mô hình của những ô dùng pin năng lượng hydrogen."
        },
        {
            "en": "The kinh <em>te</em> hon hop category is defined as a category for jointventures between the state and the private sector.",
            "vi": "Nhóm \"kinh tế hỗn hợp\" được coi là hình thức hợp doanh giữa nhà nước với khu vực tư nhân."
        }
    ],
    "suggestions": []
}