{
    "en_vn": {
        "data": {
            "content": null,
            "word": "teahouse",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "teahouse",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "teahouse",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "teahouse",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "teahouse",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It's a <em>teahouse</em>, she told me.",
            "vi": "Đây là phòng trà, cô ta đáp."
        },
        {
            "en": "He comes to the Awazumi <em>teahouse</em>, in East Gion.",
            "vi": "Ông ấy đến phòng trà awazumi, ở đông gion."
        },
        {
            "en": "Perhaps we might visit you at the Shirao <em>teahouse</em> instead?",
            "vi": "Có lẽ chúng tôi nên đến thăm ông ở phòng trà sharao thì hơn có phải thế không?"
        },
        {
            "en": "The Yashino was a fairly new <em>teahouse</em>, built in a completely Western style.",
            "vi": "Phòng trà yashino mới xây cất rất đẹp, hoàn toàn theo kiểu phương tây."
        },
        {
            "en": "The ceremony was to take place at the Ichiriki <em>teahouse</em>, which is certainly the best-known <em>teahouse</em> in all of Japan.",
            "vi": "Lễ kết tình chị em được tở chức tại phòng trà ichiriki, có lẽ đây là phòng trà nổi tiếng nhất tại nhật."
        },
        {
            "en": "I decided to stay under the eaves of the <em>teahouse</em> until the rain stopped.",
            "vi": "Tôi định đứng dưới mái nhà núp cho đến khi trời hết mưa."
        },
        {
            "en": "He gave me a look of disgust and walked back into the <em>teahouse</em>.",
            "vi": "Ông ta nhìn tôi vẻ khinh khỉnh rồi quay vào trong nhà."
        },
        {
            "en": "This evening i came to attend a party at the Ichiriki <em>teahouse</em>.",
            "vi": "Tối nay tôi được đến dự buổi tiệc tại phòng trà ichiriki."
        },
        {
            "en": "You'll have to take this to the Mizuki <em>teahouse</em>, she said to me.",
            "vi": "Cô đem cái đàn này đến phòng trà mizuki, chị ta nói với tôi."
        },
        {
            "en": "I imagined myself inside a <em>teahouse</em>, sliding open the door of a tatami room.",
            "vi": "Tôi tưởng tượng tôi đang ở trong phòng trà, mở cửa căn phòng trải thảm rơm."
        },
        {
            "en": "The mid-lake pavilion was rebuilt in 1784 and was later converted into a <em>teahouse</em>.",
            "vi": "Ngôi nhà thủy tạ nằm giữa bờ hồ này được xây dựng lại vào năm 1784 và sau này được chuyển thành trà điếm."
        },
        {
            "en": "As we were leaving the <em>teahouse</em>, Mameha pulled me into an empty tatami room.",
            "vi": "Khi chúng tôi rời khỏi phòng, mameha kéo tôi vào một phòng trống."
        },
        {
            "en": "I think it's the only one in the <em>teahouse</em> without a garden view.",
            "vi": "Theo tôi thì đây chỉ là căn phòng không thưởng thức được cảnh đẹp ngoài vườn."
        },
        {
            "en": "I didn't know my way around the Komoriya <em>Teahouse</em>, but mr. Snowshowers certainly did.",
            "vi": "Tôi không biết đường trong phòng trà komoriya, nhưng ông mưa tuyết thì biết."
        },
        {
            "en": "Perhaps i'll see you one evening quite soon at the Ichiriki <em>teahouse</em>.",
            "vi": "Có lẽ tôi sẽ gặp lại cô vào một buổi tối gần đây ở phòng trà ichiriki."
        },
        {
            "en": "Was far too simple for a geisha or for the mistress of a <em>teahouse</em>.",
            "vi": "Quá giản dị không hợp với giới geisha hay với cô chủ của phòng trà."
        },
        {
            "en": "Then will he come to see me at the Ichiriki <em>teahouse</em>?",
            "vi": "Vậy ông sẽ đến gặp em ở phòng trà ichiriki được chứ?"
        },
        {
            "en": "The ceremony was performed at the Ichiriki <em>teahouse</em>, in the presence of Mother, Auntie, and Mameha.",
            "vi": "Nghi thức được diễn ra tại phòng trà ichiriki, trước sự hiện diện của bà mẹ, bà dì, và mameha."
        },
        {
            "en": "I was about to ask the Chairman, when the mistress of the <em>teahouse</em> peered into the room.",
            "vi": "Tôi định hỏi ông chủ tịch thì bà chủ phòng trà đã nhìn vào phòng."
        },
        {
            "en": "And yet i wonder Danna-sama isn't there a place for a small <em>teahouse</em> in New York city?",
            "vi": "Nhưng em tự hỏi không lẽ ở new york không có chỗ để mở một cái phòng trà nho nhỏ hay sao?"
        }
    ],
    "suggestions": []
}