{
    "en_vn": {
        "data": {
            "content": null,
            "word": "teary",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "teary",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "teary",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "teary",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "teary",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I started getting <em>teary</em> eyed.",
            "vi": "Tôi bắt đầu rơi nước mắt."
        },
        {
            "en": "He comforts the <em>teary</em>-eyed in the classroom.",
            "vi": "Anh an ủi người hay khóc trong lớp học."
        },
        {
            "en": "Is that normal to get <em>teary</em>-eyed about?",
            "vi": "Rơi nước mắt vì chuyện như thế có bình thường không?"
        },
        {
            "en": "He comforts the <em>teary</em> - eyed in the classroom.",
            "vi": "Anh an ủi người hay khóc trong lớp học."
        },
        {
            "en": "Is that normal to get <em>teary</em> - eyed about?",
            "vi": "Rơi nước mắt vì chuyện như thế có bình thường không?"
        },
        {
            "en": "Peter then raised his head and showed his <em>teary</em>, snotty nosed face to Mary.",
            "vi": "Peter sau đó ngẩng đầu lên và hiện cái mặt đầy nước mắt nước mũi với Mary."
        },
        {
            "en": "They're mostly dead when she sees them, she grows <em>teary</em> eyed and sings to them.",
            "vi": "Khi bà ấy thấy chúng mặc dù đã chết, bà ấy vẫn chảy nước mắt và cầu nguyện cho chúng."
        },
        {
            "en": "And then it occurred to me that if a geisha or a young apprentice grew <em>teary</em>-eyed in front of a man, wouldn't mosfanyone take it for infatuation?",
            "vi": "Rồi tôi nghĩ rằng nếu một nàng geisha hay một cô tập sự đang rơm rớm nước mắt trước một người đàn ông, thử hỏi có ai mà không động lòng?"
        },
        {
            "en": "People breathe the air containing a lot of poisonous substances that can cause a lot of nasal diseases such as runny nose, sore throat, <em>teary</em> eyes, sneezing and sinusitis.",
            "vi": "Con người hít thở không khí chứa rất nhiều chất độc có thể gây ra rất nhiều bệnh về đường hô hấp chẳng hạn như sổ mũi, đau/viêm họng, chảy nước mắt sống, nhảy mũi và viêm xoang."
        },
        {
            "en": "Mr Wilkins, 43, said: “Both Naomi and I were holding our breath waiting for her to take her first breath; we didn’t dare breathe until she took her first breath. When she cried, we cried. I felt hopeless and just held onto Naomi and was staring into her eyes praying that it was all going to be ok. Twenty minutes went by and she was still shouting her head off - it made us so joyful and <em>teary</em>,” Mr Wilkins said.",
            "vi": "Ông Wilkins, 43 tuổi, nói: \"Cả Naomi và tôi đều nín thở chờ con thở hơi thở đầu đời; chúng tôi không dám thở cho đến khi bé hít hơi thở đầu tiên. Khi bé khóc, chúng tôi cũng khóc. Tôi cảm thấy vô vọng và chỉ biết ôm Naomi và nhìn mãi vào mắt con, cầu xin mọi chuyện sẽ suông sẻ. Hai mươi phút trôi qua mà nhóc vẫn gào khóc to tướng – khiến chúng tôi mừng đến chảy nước mắt,\" Ông Wilkins cho biết."
        }
    ],
    "suggestions": []
}