{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ti:ziηli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">một cách trêu chọc; để trêu chọc</td></tr></table><i/></div>",
            "word": "teasingly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "teasingly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "teasingly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "teasingly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "teasingly"
        }
    },
    "sentences": [
        {
            "en": "He smiled <em>teasingly</em>.",
            "vi": "Anh mỉm cười trêu chọc."
        },
        {
            "en": "10        10. INTERROGATIONS It was very hard, in the morning, to argue with the part of me that was sure last night was a dream. Logic wasn't on my side, or common sense. I clung to the parts I couldn't have imagined — like his smell. I was sure I could never have dreamed that up on my own. It was foggy and dark outside my window, absolutely perfect. He had no reason not to be in school today. I dressed in my heavy clothes, remembering I didn't have a jacket. Further proof that my memory was real. When I got downstairs, Charlie was gone again — I was running later than I'd realized. I swallowed a granola bar in three bites, chased it down with milk straight from the carton, and then hurried out the door. Hopefully the rain would hold off until I could find Jessica. It was unusually foggy; the air was almost smoky with it. The mist was ice cold where it clung to the exposed skin on my face and neck. I couldn't wait to get the heat going in my truck. It was such a thick fog that I was a few feet down the driveway before I realized there was a car in it: a silver car. My heart thudded, stuttered, and then picked up again in double time. I didn't see where he came from, but suddenly he was there, pulling the door open for me. \"Do you want to ride with me today?\" he asked, amused by my expression as he caught me by surprise yet again. There was uncertainty in his voice. He was really giving me a choice — I was free to refuse, and part of him hoped for that. It was a vain hope. \"Yes, thank you,\" I said, trying to keep my voice calm. As I stepped into the warm car, I noticed his tan jacket was slung over the headrest of the passenger seat. The door closed behind me, and, sooner than should be possible, he was sitting next to me, starting the car. \"I brought the jacket for you. I didn't want you to get sick or something.\" His voice was guarded. I noticed that he wore no jacket himself, just a light gray knit V-neck shirt with long sleeves. Again, the fabric clung to his perfectly muscled chest. It was a colossal tribute to his face that it kept my eyes away from his body. \"I'm not quite that delicate,\" I said, but I pulled the jacket onto my lap, pushing my arms through the too-long sleeves, curious to see if the scent could possibly be as good as I remembered. It was better. \"Aren't you?\" he contradicted in a voice so low I wasn't sure if he meant for me to hear. We drove through the fog-shrouded streets, always too fast, feeling awkward. I was, at least. Last night all the walls were down… almost all. I didn't know if we were still being as candid today. It left me tongue-tied. I waited for him to speak. He turned to smirk at me. \"What, no twenty questions today?\" \"Do my questions bother you?\" I asked, relieved. \"Not as much as your reactions do.\" He looked like he was joking, but I couldn't be sure. I frowned. \"Do I react badly?\" \"No, that's the problem. You take everything so coolly — it's unnatural.  It makes me wonder what you're really thinking.\" \"I always tell you what I'm really thinking.\" \"You edit,\" he accused. \"Not very much.\" \"Enough to drive me insane.\" \"You don't want to hear it,\" I mumbled, almost whispered. As soon as the words were out, I regretted them. The pain in my voice was very faint; I could only hope he hadn't noticed it. He didn't respond, and I wondered if I had ruined the mood. His face was unreadable as we drove into the school parking lot. Something occurred to me belatedly. \"Where's the rest of your family?\" I asked — more than glad to be alone with him, but remembering that his car was usually full. \"They took Rosalie's car.\" He shrugged as he parked next to a glossy red convertible with the top up. \"Ostentatious, isn't it?\" \"Um, wow,\" I breathed. \"If she has that, why does she ride with you?\" \"Like I said, it's ostentatious. We try to blend in.\" \"You don't succeed.\" I laughed and shook my head as we got out of the car. I wasn't late anymore; his lunatic driving had gotten me to school in plenty of time. \"So why did Rosalie drive today if it's more conspicuous?\" \"Hadn't you noticed? I'm breaking all the rules now.\" He met me at the front of the car, staying very close to my side as we walked onto campus. I wanted to close that little distance, to reach out and touch him, but I was afraid he wouldn't like me to. \"Why do you have cars like that at all?\" I wondered aloud. \"If you're looking for privacy?\" \"An indulgence,\" he admitted with an impish smile. \"We all like to drive fast.\" \"Figures,\" I muttered under my breath. Under the shelter of the cafeteria roof's overhang, Jessica was waiting, her eyes about to bug out of their sockets. Over her arm, bless her, was my jacket. \"Hey, Jessica,\" I said when we were a few feet away. \"Thanks for remembering.\" She handed me my jacket without speaking. \"Good morning, Jessica,\" Edward said politely. It wasn't really his fault that his voice was so irresistible. Or what his eyes were capable of.  \"Er… hi.\" She shifted her wide eyes to me, trying to gather her jumbled thoughts. \"I guess I'll see you in Trig.\" She gave me a meaningful look, and I suppressed a sigh. What on earth was I going to tell her? \"Yeah, I'll see you then.\" She walked away, pausing twice to peek back over her shoulder at us. \"What are you going to tell her?\" Edward murmured. \"Hey, I thought you couldn't read my mind!\" I hissed. \"I can't,\" he said, startled. Then understanding brightened his eyes. \"However, I can read hers — she'll be waiting to ambush you in class.\" I groaned as I pulled off his jacket and handed it to him, replacing it with my own. He folded it over his arm. \"So what are you going to tell her?\" \"A little help?\" I pleaded. \"What does she want to know?\" He shook his head, grinning wickedly. \"That's not fair.\" \"No, you not sharing what you know — now that's not fair.\" He deliberated for a moment as we walked. We stopped outside the door to my first class. \"She wants to know if we're secretly dating. And she wants to know how you feel about me,\" he finally said. \"Yikes. What should I say?\" I tried to keep my expression very innocent. People were passing us on their way to class, probably staring, but I was barely aware of them. \"Hmmm.\" He paused to catch a stray lock of hair that was escaping the twist on my neck and wound it back into place. My heart spluttered hyperactively. \"I suppose you could say yes to the first… if you don't mind — it's easier than any other explanation.\" \"I don't mind,\" I said in a faint voice. \"And as for her other question… well, I'll be listening to hear the answer to that one myself.\" One side of his mouth pulled up into my favorite uneven smile. I couldn't catch my breath soon enough to respond to that remark. He turned and walked away. \"I'll see you at lunch,\" he called over his shoulder. Three people walking in the door stopped to stare at me. I hurried into class, flushed and irritated. He was such a cheater. Now I was even more worried about what I was going to say to Jessica. I sat in my usual seat, slamming my bag down in aggravation. \"Morning, Bella,\" Mike said from the seat next to me. I looked up to see an odd, almost resigned look on his face. \"How was Port Angeles?\" \"It was…\" There was no honest way to sum it up. \"Great,\" I finished lamely. \"Jessica got a really cute dress.\" \"Did she say anything about Monday night?\" he asked, his eyes brightening. I smiled at the turn the conversation had taken. \"She said she had a really good time,\" I assured him. \"She did?\" he said eagerly. \"Most definitely.\" Mr. Mason called the class to order then, asking us to turn in our papers. English and then Government passed in a blur, while I worried about how to explain things to Jessica and agonized over whether Edward would really be listening to what I said through the medium of Jess's thoughts. How very inconvenient his little talent could be — when it wasn't saving my life. The fog had almost dissolved by the end of the second hour, but the day was still dark with low, oppressing clouds. I smiled up at the sky. Edward was right, of course. When I walked into Trig Jessica was sitting in the back row, nearly bouncing off her seat in agitation. I reluctantly went to sit by her, trying to convince myself it would be better to get it over with as soon as possible. \"Tell me everything!\" she commanded before I was in the seat. \"What do you want to know?\" I hedged. \"What happened last night?\" \"He bought me dinner, and then he drove me home.\" She glared at me, her expression stiff with skepticism. \"How did you get home so fast?\" \"He drives like a maniac. It was terrifying.\" I hoped he heard that. \"Was it like a date — did you tell him to meet you there?\" I hadn't thought of that. \"No — I was very surprised to see him there.\" Her lips puckered in disappointment at the transparent honesty in my voice. \"But he picked you up for school today?\" she probed. \"Yes — that was a surprise, too. He noticed I didn't have a jacket last night,\" I explained. \"So are you going out again?\" \"He offered to drive me to Seattle Saturday because he thinks toy truck isn't up to it — does that count?\" \"Yes.\" She nodded. \"Well, then, yes.\" \"W-o-w.\" She exaggerated the word into three syllables. \"Edward Cullen.\" \"I know,\" I agreed. \"Wow\" didn't even cover it. \"Wait!\" Her hands flew up, palms toward me like she was stopping traffic. \"Has he kissed you?\" \"No,\" I mumbled. \"It's not like that.\" She looked disappointed. I'm sure I did, too. \"Do you think Saturday… ?\" She raised her eyebrows. \"I really doubt it.\" The discontent in my voice was poorly disguised. \"What did you talk about?\" She pushed for more information in a whisper. Class had started but Mr. Varner wasn't paying close attention and we weren't the only ones still talking. \"I don't know, Jess, lots of stuff,\" I whispered back. \"We talked about the English essay a little.\" A very, very little. I think  he mentioned it in passing. \"Please, Bella,\" she begged. \"Give me some details.\" \"Well… okay, I've got one. You should have seen the waitress flirting with him — it was over the top. But he didn't pay any attention to her at all.\" Let him make what he could of that. \"That's a good sign,\" she nodded. \"Was she pretty?\" \"Very — and probably nineteen or twenty.\" \"Even better. He must like you.\" \"I think so, but it's hard to tell. He's always so cryptic,\" I threw in for his benefit, sighing. \"I don't know how you're brave enough to be alone with him,\" she breathed. \"Why?\" I was shocked, but she didn't understand my reaction. \"He's so… intimidating. I wouldn't know what to say to him.\" She made a face, probably remembering this morning or last night, when he'd turned the overwhelming force of his eyes on her. \"I do have some trouble with incoherency when I'm around him,\" I admitted. \"Oh well. He is unbelievably gorgeous.\" Jessica shrugged as if this excused any flaws. Which, in her book, it probably did. \"There's a lot more to him than that.\" \"Really? Like what?\" I wished I had let it go. Almost as much as I was hoping he'd been kidding about listening in. \"I can't explain it right… but he's even more unbelievable behind the face.\" The vampire who wanted to be good — who ran around saving people's lives so he wouldn't be a monster… I stared toward the front of the room. \"Is that possible?\" She giggled. I ignored her, trying to look like I was paying attention to Mr. Varner. \"So you like him, then?\" She wasn't about to give up. \"Yes,\" I said curtly. \"I mean, do you really like him?\" she urged. \"Yes,\" I said again, blushing. I hoped that detail wouldn't register in her thoughts. She'd had enough with the single syllable answers. \"How much do you like him?\" \"Too much,\" I whispered back. \"More than he likes me. But I don't see how I can help that.\" I sighed, one blush blending into the next. Then, thankfully, Mr. Varner called on Jessica for an answer. She didn't get a chance to start on the subject again during class, and as soon as the bell rang, I took evasive action. \"In English, Mike asked me if you said anything about Monday night,\" I told her. \"You're kidding! What did you say?!\" she gasped, completely sidetracked. \"I told him you said you had a lot of fun — he looked pleased.\" \"Tell me exactly what he said, and your exact answer!\" We spent the rest of the walk dissecting sentence structures and most of Spanish on a minute description of Mike's facial expressions. I wouldn't have helped draw it out for as long as I did if I wasn't worried about the subject returning to me. And then the bell rang for lunch. As I jumped up out of my seat, shoving my books roughly in my bag, my uplifted expression must have tipped Jessica off. \"You're not sitting with us today, are you?\" she guessed. \"I don't think so.\" I couldn't be sure that he wouldn't disappear inconveniently again. But outside the door to our Spanish class, leaning against the wall — looking more like a Greek god than anyone had a right to — Edward was waiting for me. Jessica took one look, rolled her eyes, and departed. \"See you later, Bella.\" Her voice was thick with implications. I might have to turn off the ringer on the phone. \"Hello.\" His voice was amused and irritated at the same time. He had been listening, it was obvious. \"Hi.\" I couldn't think of anything else to say, and he didn't speak — biding his time, I presumed — so it was a quiet walk to the cafeteria. Walking with Edward through the crowded lunchtime rush was a lot like my first day here; everyone stared. He led the way into the line, still not speaking, though his eyes returned to my face every few seconds, their expression speculative. It seemed to me that irritation was winning out over amusement as the dominant emotion in his face. I fidgeted nervously with the zipper on my jacket. He stepped up to the counter and filled a tray with food. \"What are you doing?\" I objected. \"You're not getting all that for me?\" He shook his head, stepping forward to buy the food. \"Half is for me, of course.\" I raised one eyebrow. He led the way to the same place we'd sat that one time before. From the other end of the long table, a group of seniors gazed at us in amazement as we sat across from each other. Edward seemed oblivious. \"Take whatever you want,\" he said, pushing the tray toward me. \"I'm curious,\" I said as I picked up an apple, turning it around in my hands, \"what would you do if someone dared you to eat food?\" \"You're always curious.\" He grimaced, shaking his head. He glared at me, holding my eyes as he lifted the slice of pizza off the tray, and deliberately bit off a mouthful, chewed quickly, and then swallowed. I watched, eyes wide. \"If someone dared you to eat dirt, you could, couldn't you?\" he asked condescendingly. I wrinkled my nose. \"I did once… on a dare,\" I admitted. \"It wasn't so bad.\" He laughed. \"I suppose I'm not surprised.\" Something over my shoulder seemed to catch his attention. \"Jessica's analyzing everything I do — she'll break it down for you later.\" He pushed the rest of the pizza toward me. The mention of Jessica brought a hint of his former irritation back to his features. I put down the apple and took a bite of the pizza, looking away, knowing he was about to start. \"So the waitress was pretty, was she?\" he asked casually. \"You really didn't notice?\" \"No. I wasn't paying attention. I had a lot on my mind.\" \"Poor girl.\" I could afford to be generous now. \"Something you said to Jessica… well, it bothers me.\" He refused to be distracted. His voice was husky, and he glanced up from under his lashes with troubled eyes. \"I'm not surprised you heard something you didn't like. You know what they say about eavesdropners,\" I reminded him. \"I warned you I would be listening.\" \"And I warned you that you didn't want to know everything I was thinking.\" \"You did,\" he agreed, but his voice was still rough. \"You aren't precisely right, though. I do want to know what you're thinking — everything. I just wish… that you wouldn't be thinking some things.\" I scowled. \"That's quite a distinction.\" \"But that's not really the point at the moment.\" \"Then what is?\" We were inclined toward each other across the table now. He had his large white hands folded under his chin; I leaned forward, my right hand cupped around my neck. I had to remind myself that we were in a crowded lunchroom, with probably many curious eyes on us. It was too easy to get wrapped up in our own private, tense little bubble. \"Do you truly believe that you care more for me than I do for you?\" he murmured, leaning closer to me as he spoke, his dark golden eyes piercing. I tried to remember how to exhale. I had to look away before it came back to me. \"You're doing it again,\" I muttered. His eyes opened wide with surprise. \"What?\" \"Dazzling me,\" I admitted, trying to concentrate as I looked back at him. \"Oh.\" He frowned. \"It's not your fault,\" I sighed. \"You can't help it.\" \"Are you going to answer the question?\" I looked down. \"Yes.\" \"Yes, you are going to answer, or yes, you really think that?\" He was irritated again. \"Yes, I really think that.\" I kept my eyes down on the table, my eyes tracing the pattern of the faux wood grains printed on the laminate. The silence dragged on. I stubbornly refused to be the first to break it this time, fighting hard against the temptation to peek at his expression. Finally he spoke, voice velvet soft. \"You're wrong.\" I glanced up to see that his eyes were gentle. \"You can't know that,\" I disagreed in a whisper. I shook my head in doubt, though my heart throbbed at his words and I wanted so badly to believe them. \"What makes you think so?\" His liquid topaz eyes were penetrating — trying futilely, I assumed, to lift the truth straight from my mind. I stared back, struggling to think clearly in spite of his face, to find some way to explain. As I searched for the words, I could see him getting impatient; frustrated by my silence, he started to scowl. I lifted my hand from my neck, and held up one finger. \"Let me think,\" I insisted. His expression cleared, now that he was satisfied that I was planning to answer. I dropped my hand to the table, moving my left hand so that my palms were pressed together. I stared at my hands, twisting and untwisting my fingers, as I finally spoke. \"Well, aside from the obvious, sometimes…\" I hesitated. \"I can't be sure — I don't know how to read minds — but sometimes it seems like you're trying to say goodbye when you're saying something else.\" That was the best I could sum up the sensation of anguish that his words triggered in me at times. \"Perceptive,\" he whispered. And there was the anguish again, surfacing as he confirmed my fear. \"That's exactly why you're wrong, though,\" he began to explain, but then his eyes narrowed. \"What do you mean, 'the obvious'?\" \"Well, look at me,\" I said, unnecessarily as he was already staring. \"I'm absolutely ordinary — well, except for bad things like all the near-death experiences and being so clumsy that I'm almost disabled. And look at you.\" I waved my hand toward him and all his bewildering perfection. His brow creased angrily for a moment, then smoothed as his eyes took on a knowing look. \"You don't see yourself very clearly, you know. I'll admit you're dead-on about the bad things,\" he chuckled blackly, \"but you didn't hear what every human male in this school was thinking on your first day.\" I blinked, astonished. \"I don't believe it…\" I mumbled to myself. \"Trust me just this once — you are the opposite of ordinary.\" My embarrassment was much stronger than my pleasure at the look that came into his eyes when he said this. I quickly reminded him of my original argument. \"But I'm not saying goodbye,\" I pointed out. \"Don't you see? That's what proves me right. I care the most, because if I can do it\" — he shook his head, seeming to struggle with the thought — \"if leaving is the right thing to do, then I'll hurt myself to keep from hurting you, to keep you safe.\" I glared. \"And you don't think I would do the same?\" \"You'd never have to make the choice.\" Abruptly, his unpredictable mood shifted again; a mischievous, devastating smile rearranged his features. \"Of course, keeping you safe is beginning to feel like a full-time occupation that requires my constant presence.\" \"No one has tried to do away with me today,\" I reminded him, grateful for the lighter subject. I didn't want him to talk about goodbyes anymore. If I had to, I supposed I could purposefully put myself in danger to keep him close… I banished that thought before his quick eyes read it on my face. That idea would definitely get me in trouble. \"Yet,\" he added. \"Yet,\" I agreed; I would have argued, but now I wanted him to be expecting disasters. \"I have another question for you.\" His face was still casual. \"Shoot.\" \"Do you really need to go to Seattle this Saturday, or was that just an excuse to get out of saying no to all your admirers?\" I made a face at the memory. \"You know, I haven't forgiven you for the Tyler thing yet,\" I warned him. \"It's your fault that he's deluded himself into thinking I'm going to prom with him.\" \"Oh, he would have found a chance to ask you without me — I just really wanted to watch your face,\" he chuckled, I would have been angrier if his laughter wasn't so fascinating. \"If I'd asked you, would you have turned me down?\" he asked, still laughing to himself. \"Probably not,\" I admitted. \"But I would have canceled later — faked an illness or a sprained ankle.\" He was puzzled. \"Why would you do that?\" I shook my head sadly. \"You've never seen me in Gym, I guess, but I would have thought you would understand.\" \"Are you referring to the fact that you can't walk across a flat, stable surface without finding something to trip over?\" \"Obviously.\" \"That wouldn't be a problem.\" He was very confident. \"It's all in the leading.\" He could see that I was about to protest, and he cut me off. \"But you never told me — are you resolved on going to Seattle, or do you mind if we do something different?\" As long as the \"we\" part was in, I didn't care about anything else. \"I'm open to alternatives,\" I allowed. \"But I do have a favor to ask.\" He looked wary, as he always did when I asked an open-ended question. \"What?\" \"Can I drive?\" He frowned. \"Why?\" \"Well, mostly because when I told Charlie I was going to Seattle, he specifically asked if I was going alone and, at the time, I was. If he asked again, I probably wouldn't lie, but I don't think he will ask again, and leaving my truck at home would just bring up the subject unnecessarily. And also, because your driving frightens me.\" He rolled his eyes. \"Of all the things about me that could frighten you, you worry about my driving.\" He shook his head in disgust, but then his eyes were serious again. \"Won't you want to tell your father that you're spending the day with me?\" There was an undercurrent to his question that I didn't understand. \"With Charlie, less is always more.\" I was definite about that. \"Where are we going, anyway?\" \"The weather will be nice, so I'll be staying out of the public eye… and you can stay with me, if you'd like to.\" Again, he was leaving the choice up to me. \"And you'll show me what you meant, about the sun?\" I asked, excited by the idea of unraveling another of the unknowns. \"Yes.\" He smiled, and then paused. \"But if you don't want to be… alone with me, I'd still rather you didn't go to Seattle by yourself. I shudder to think of the trouble you could find in a city that size.\" I was miffed. \"Phoenix is three times bigger than Seattle — just in population. In physical size —\" \"But apparently,\" he interrupted me, \"your number wasn't up in Phoenix. So I'd rather you stayed near me.\" His eyes did that unfair smoldering thing again. I couldn't argue, with the eyes or the motivation, and it was a moot point anyway. \"As it happens, I don't mind being alone with you.\" \"I know,\" he sighed, brooding. \"You should tell Charlie, though.\" \"Why in the world would I do that?\" His eyes were suddenly fierce. \"To give me some small incentive to bring you back.\" I gulped. But, after a moment of thought, I was sure. \"I think I'll take my chances.\" He exhaled angrily, and looked away. \"Let's talk about something else,\" I suggested. \"What do you want to talk about?\" he asked. He was still annoyed. I glanced around us, making sure we were well out of anyone's hearing. As I cast my eyes around the room, I caught the eyes of his sister, Alice, staring at me. The others were looking at Edward. I looked away swiftly, back to him, and I asked the first thing that came to mind. \"Why did you go to that Goat Rocks place last weekend… to hunt? Charlie said it wasn't a good place to hike, because of bears.\" He stared at me as if I was missing something very obvious. \"Bears?\" I gasped, and he smirked. \"You know, bears are not in season,\" I added sternly, to hide my shock. \"If you read carefully, the laws only cover hunting with weapons,\" he informed me. He watched my face with enjoyment as that slowly sank in. \"Bears?\" I repeated with difficulty. \"Grizzly is Emmett's favorite.\" His voice was still offhand, but his eyes were scrutinizing my reaction. I tried to pull myself together. \"Hmmm,\" I said, taking another bite of pizza as an excuse to look down. I chewed slowly, and then took a long drink of Coke without looking up. \"So,\" I said after a moment, finally meeting his now-anxious gaze. \"What's your favorite?\" He raised an eyebrow and the corners of his mouth turned down in disapproval. \"Mountain lion.\" \"Ah,\" I said in a politely disinterested tone, looking for my soda again. \"Of course,\" he said, and his tone mirrored mine, \"we have to be careful not to impact the environment with injudicious hunting. We try to focus on areas with an overpopulation of predators — ranging as far away as we need. There's always plenty of deer and elk here, and they'll do, but where's the fun in that?\" He smiled <em>teasingly</em>. \"Where indeed,\" I murmured around another bite of pizza. \"Early spring is Emmett's favorite bear season — they're just coming out of hibernation, so they're more irritable.\" He smiled at some remembered joke. \"Nothing more fun than an irritated grizzly bear,\" I agreed, nodding. He snickered, shaking his head. \"Tell me what you're really thinking, please.\" \"I'm trying to picture it — but I can't,\" I admitted. \"How do you hunt a bear without weapons?\" \"Oh, we have weapons.\" He flashed his bright teeth in a brief, threatening smile. I fought back a shiver before it could expose me. \"Just not the kind they consider when writing hunting laws. If you've ever seen a bear attack on television, you should be able to visualize Emmett hunting.\" I couldn't stop the next shiver that flashed down my spine. I peeked across the cafeteria toward Emmett, grateful that he wasn't looking my way. The thick bands of muscle that wrapped his arms and torso were somehow even more menacing now. Edward followed my gaze and chuckled. I stared at him, unnerved. \"Are you like a bear, too?\" I asked in a low voice. \"More like the lion, or so they tell me,\" he said lightly. \"Perhaps our preferences are indicative.\" I tried to smile. \"Perhaps,\" I repeated. But my mind was filled with opposing images that I couldn't merge together. \"Is that something I might get to see?\" \"Absolutely not!\" His face turned even whiter than usual, and his eyes were suddenly furious. I leaned back, stunned and — though I'd never admit it to him — frightened by his reaction. He leaned back as well, folding his arms across his chest. \"Too scary for me?\" I asked when I could control my voice again. \"If that were it, I would take you out tonight,\" he said, his voice cutting. \"You need a healthy dose of fear. Nothing could be more beneficial for you.\" \"Then why?\" I pressed, trying to ignore his angry expression. He glared at me for a long minute. \"Later,\" he finally said. He was on his feet in one lithe movement. \"We're going to be late.\" I glanced around, startled to see that he was right and the cafeteria was nearly vacant. When I was with him, the time and the place were such a muddled blur that I completely lost track of both. I jumped up, grabbing my bag from the back of my chair. \"Later, then,\" I agreed. I wouldn't forget.",
            "vi": "10        10. Chất vấn  Vào buổi sáng, thật khó thuyết phục cho một phần trong tôi cứ đoan chắc chuyện đêm qua chỉ là một giấc mơ. Lô-gích hay lẽ thường chẳng bao giờ thuộc về phe tôi. Tôi cứ bám vào những điểm mình không thể tự tưởng tượng ra được - như mùi của anh. Tôi chắc chắn mình chưa bao giờ tự bịa ra được mùi đó.  Trời đầy sương mù và u ám ngoài cửa sổ, tuyệt hết sức. Anh không có lý do gì mà không đến trường hôm nay. Tôi mặc quần áo dầy, nhớ ra mình không có áo khoác.  Thêm một bằng chứng cho thấy ký ức của tôi là thực.  Khi xuống lầu, Charlie lại đã đi rồi - tôi muộn hơn mình nghĩ. Tôi nuốt chửng một thanh kẹo đậu phộng chỉ trong ba lần cắn, tống nó xuống bụng bằng sữa uống thẳng từ hộp các-tông, rồi vội vã ra cửa.  Hy vọng mưa sẽ thôi rơi cho đến khi tôi có thể tìm ra Jessica.  Trời nhiều sương một cách khác thường; không khí gần như đậm đặc vì sương. Sương lạnh như nước đá nơi nó bám vào chỗ da hở trên mặt và cổ tôi. Tôi nóng lòng được ấm lên trong xe tải.  Sương mù dày đến nỗi khi cách đường lái xe vào nhà vài bước chân, tôi mới nhận thấy có một chiếc xe hơi trên đường: chiếc xe màu bạc. Tim tôi rơi thịch, kêu vài tiếng ngắn, rồi đập trở lại nhanh gấp đôi.  Tôi không thấy anh ở đâu ra, nhưng bỗng dưng anh đã ở đó, kéo cửa mở sẵn cho tôi.  \"Em có muốn đi cùng tôi hôm nay không?\" anh hỏi, thích thú vì vẻ mặt của tôi vì anh lại làm tôi sửng sốt thêm một lần nữa. Giọng anh có vẻ không tin chắc lắm.  Anh quả thực cho tôi quyền lựa chọn - tôi có quyền từ chối, và một phần trong anh hy vọng điều đó. Hy vọng hão huyền nhé.  \"Có, cảm ơn anh, \" tôi nói, cố giữ giọng bình tĩnh.  Khi bước vào chiếc xe ấm áp, tôi nhận thấy áo khoác màu nâu nhạt anh đã được quàng trên chỗ tựa đầu của ghế khách. Cửa đóng đằng sau tôi, và, nhanh hơn có thể tưởng, anh đã ngồi kế bên tôi, cho xe chạy.  \"Tôi mang áo khoác cho em. Tôi không muốn em bị ốm này nọ. \" giọng anh dè dặt. Tôi nhận thấy anh không mặc áo khoác, chỉ mặc một cái áo len đan cổ chữ V màu xám nhạt tay dài. Một lần nữa, vải ôm khít bộ ngực vạm vỡ hoàn hảo anh.  Chính sự sùng bái vô bờ khuôn mặt anh đã làm tôi không nhìn thấy cơ thể anh. \"Tôi không mỏng manh đến thế đâu, \" tôi nói, nhưng vẫn kéo áo khoác vào lòng, xỏ tay qua tay áo quá-dài, tò mò muốn biết liệu mùi hương có thể nào thơm như tôi nhớ không. Thơm hơn.  \"Em không thế à?\" anh cãi bằng một giọng nhỏ đến nỗi tôi không chắc anh có muốn tôi nghe thấy không nữa.  Chúng tôi chạy qua những con đường phủ sương, luôn quá nhanh, cảm thấy ngượng nghịu. Ít nhất thì tôi cảm thấy vậy. Đêm qua mọi bức tường ngăn cách đều không còn... hầu hết.  Tôi không biết hôm nay chúng tôi vẫn còn thẳng thắn như vậy hay không.  Suy nghĩ đó làm tôi không thể nói nên lời. Tôi chờ anh nói.  Anh nhìn tôi cười tự mãn. \"Sao, hôm nay không có hai chục câu hỏi à?\" \"Tôi hỏi có làm anh bực mình không?\" tôi hỏi, cảm thấy nhẹ nhõm.  \"Không bực bằng phản ứng của em. \" Anh giống như đang nói đùa, nhưng tôi không biết chắc.  Tôi cau mày. \"Tôi phản ứng tệ lắm sao?\" \"Không, đó chính là vấn đề. Em chấp nhận mọi thứ quá bình tĩnh – thật không bình thường.  Làm tôi cứ tự hỏi hoài không biết em thực sự đang nghĩ gì. \" \"Tôi luôn kể anh nghe mình đang nghĩ gì mà. \" \"Em sửa đi rồi, \" anh buộc tội.  \"Đâu có nhiều lắm. \" \"Đủ làm tôi phát điên. \" \"Anh đâu muốn nghe đâu,” Tôi lầm bầm, gần như thì thầm. Ngay khi nói xong, tôi đã thấy tiếc. Niềm đau trong giọng tôi rất nhỏ; tôi chỉ mong anh không để ý.  Anh không đáp lại, và tôi tự hỏi không biết có phải mình đã làm mất vui không. Mặt anh vẫn không thể hiểu nổi khi chúng tôi chạy vào bãi đậu xe của trường. Tôi chợt nghĩ ra một cách muộn màng.  \"Những người khác trong nhà anh đâu rồi?\" tôi hỏi – tuy rất vui khi được ở một mình với anh, nhưng tôi nhớ ra xe anh thường đầy người.  \"Mọi người đi xe Rosalie.” Anh nhún vai khi đỗ xe cạnh chiếc xe màu đỏ bóng loáng mui trần hiện đang che mui. \"Phô trương quá hả?\" \"Ờ..., chà, \" tôi thở. \"Nếu cô ấy có xe thì tại sao cô ấy đi chung với anh?\" \"Như tôi đã nói rồi, quá phô trương. Chúng tôi cố gắng hoà hợp với mọi người. \" \"Anh không thành công. \" Tôi cười và lắc đầu khi ra khỏi xe. Tôi không bị muộn nữa; kiểu chạy như điên của anh đã đưa tôi đến trường còn cả khối thời gian. \"Vậy tại sao Rosalie lại lái xe hôm nay nếu chuyện đó thu hút chú ý hơn?\" \"Em không nhận ra sao? Tôi đang phá vỡ mọi luật lệ.” Anh gặp tôi trước xe, cứ đi thật sát bên tôi khi chúng tôi bước vào trường.  Tôi muốn khép lại khoảng cách nhỏ đó, để vươn tay chạm vào anh, nhưng tôi lại sợ anh không thích tôi làm thế.  \"Rốt cuộc thì sao anh lại mua mấy cái xe như thế?\" tôi tự hỏi thành tiếng. \"Nếu anh muốn không bị chú ý?\" \"Đam mê mà, \" anh thú nhận với nụ cười tinh quái. \"Tất cả chúng tôi đều thích chạy nhanh. \" \"Hết chỗ nói,” tôi thì thầm lẩm bẩm.  Dưới mái che nhô ra của quán ăn tự phục vụ, Jessica đang chờ, mắt nhỏ như muốn lọt ra khỏi tròng. Trên cánh tay nhỏ, chúa phù hộ cho nhỏ, là cái áo khoác của tôi.  \"Này, Jessica, \" tôi nói khi chúng tôi cách vài bước chân. \"Cám ơn vì đã nhớ mang theo.”  Nhỏ trao áo khoác cho tôi chẳng nói lời nào. “Chào bạn, Jessica, \" Edward nói lịch sự.  Quả thực không phải là lỗi của anh khi giọng anh hấp dẫn không cưỡng lại nỗi như thế. Cả khả năng của đôi mắt anh.  \"Ơ ... chào. \" Nhỏ chuyển đôi mắt to của nhỏ sang tôi, cố gắng sắp xếp mớ suy nghĩ lộn xộn của mình. \"Tớ nghĩ tớ sẽ gặp bồ trong giờ học Lượng giác. \" Nhỏ nhìn tôi đầy ý nghĩa, và tôi nén không thở dài. Tôi sẽ nói với nhỏ chuyện quái gì đây chứ? \"Ừ, gặp lại bồ sau vậy. \" Nhỏ bước đi, ngừng lại hai lần để nhìn lén chúng tôi qua vai.  \"Em sẽ nói với cô nàng chuyện gì?\" Edward thì thầm.  \"Ê, tôi nghĩ anh không thể đọc được suy nghĩ của tôi!\" tôi rít lên.  \"Tôi không thể, \" anh nói, giật mình. Sau đó mắt anh sáng bừng khi hiểu ra.  \"Tuy vậy, tôi đọc được suy nghĩ của cô ấy - cô ấy sẽ chờ phục kích em trong lớp. \" Tôi rên rỉ khi cởi áo khoác của anh ra và trao nó cho anh, mặc áo của mình vào. Anh choàng nó trên cánh tay.  \"Vậy em sẽ nói gì với cô ấy ?\" \"Giúp chút xíu nhé?\" tôi khẩn khoản. \"Cô ấy muốn biết gì?\" Anh lắc đầu, cười tinh quái. \"Vậy không công bằng. \" \"Không, không chia sẻ những điều anh biết – vậy mới không công bằng. \" Anh cân nhắc trong chốc lát khi chúng tôi bước đi. Chúng tôi dừng lại bên ngoài cửa lớp đầu tiên của tôi.  \"Cô ấy muốn biết chúng ta có phải đang hẹn hò bí mật không. Và cô ấy muốn biết em cảm thấy sao về tôi, \" cuối cùng thì anh cũng nói.  \"Hoan hô.  Tôi nên nói gì đây?\" tôi cố giữ vẻ mặt hết sức vô tội.  Mọi người đi ngang qua chúng tôi để vào lớp, có lẽ đang nhìn, nhưng tôi chẳng hề để ý đến họ.  \"Hmmm. \" anh ngừng lại để cầm mớ tóc loà xoà trên cổ bị sút ra khỏi dây buộc tóc rồi vén nó vào đúng chỗ. Tim tôi kêu thình thịch thái quá. \"Tôi nghĩ em có thể nói ừ cho câu hỏi đầu tiên nếu em không cảm thấy phiền - vậy dễ hơn mọi lời giải thích khác. \" \"Tôi không cảm thấy phiền gì cả, \" tôi nói yếu ớt. \"Còn câu hỏi kia ... ừm, chính tôi cũng sẽ lắng nghe để biết câu trả lời cho câu đó nữa.” Một bên miệng anh nhếch lên thành nụ cười nhếch môi ưa thích của tôi. Tôi không thể giữ nhịp thở bình thường kịp để đáp lại lời lưu ý đó. Anh đã quay lưng bỏ đi.  \"Tôi sẽ gặp em lúc ăn trưa, \" Anh nói to qua vai. Ba người đang bước vào cửa dừng lại nhìn tôi chằm chằm.  Tôi phóng vào lớp, xấu hổ và tức tối. Anh là một tên gian lận hết sức nói. Bây giờ tôi thậm chí còn lo lắng hơn về điều mình sắp nói với Jessica. Tôi ngồi vào ghế quen thuộc của mình, ném cặp xuống bực dọc.  \"Chào bạn, Bella,” Mike nói từ chiếc ghế cạnh tôi. Tôi nhìn lên thấy ánh mắt kỳ quặc, gần như nhẫn nhục của anh ta. \" Port Angeles ra sao?\" \"Rất ... \" Không lời nào có thể nói về nó. \"tuyệt, \" tôi nói cho qua chuyện. \"Jessica mua được cái áo đầm dễ thương lắm.” \"Cô ấy có nói gì về đêm thứ hai không?\" anh hỏi, mắt anh chàng tươi tỉnh. Tôi cười vì cuộc nói chuyện đã sang hướng khác.  \"Cô ấy nói đã rất vui, \" tôi quả quyết với anh chàng.  \"Vậy à?\" anh nói háo hức.  \"Chắc chắn đó.” Thầy Mason yêu cầu lớp trật tự rồi bảo chúng tôi nộp bài luận của mình. Giờ tiếng Anh rồi giờ Chính phủ trôi qua thật nhanh khi tôi đang lo lắng không biết phải giải thích mọi chuyện cho Jessica ra sao và đau khổ không biết Edward có thiệt sẽ lắng nghe những điều tôi nói qua suy nghĩ của Jess hay không. Sao mà biệt tài của anh có thể phiền phức đến thế -  khi nó chẳng cứu mạng tôi.  Sương mù gần như đã tan hết vào cuối giờ thứ nhì, nhưng trời vẫn u ám vì những đám mây thấp, nặng trĩu. Tôi hài lòng nhìn trời.  Edward đúng, dĩ nhiên. Khi tôi vào lớp Lượng giác, Jessica đang ngồi ở hàng sau, gần nhảy khỏi ghế kích động. Tôi miễn cưỡng đến ngồi cạnh cô ấy, cố gắng tự thuyết phục mình làm cho xong càng sớm càng tốt.  \"Kể hết mọi chuyện cho tớ nghe đi!\" cô nàng ra lệnh trước khi tôi ngồi vô chỗ.  \"Bồ muốn biết gì?\" tôi lập lờ.  \"Đã xảy ra chuyện gì đêm qua ?\" \"Anh ấy đãi tớ ăn tối, rồi lái xe đưa tớ về nhà. \" Cô nàng nhìn tôi trừng trừng, vẻ mặt nhỏ sững lại đầy hoài nghi. \"Sao bạn về nhà nhanh đến thế?\" \"Anh ấy lái như điên. Thật khủng khiếp. \" Tôi hy vọng anh nghe được câu đó.  \"Có phải là một cuộc hẹn không - bồ có bảo anh ta gặp bồ ở đó không?\" Tôi chẳng hề nghĩ đến chuyện đó. \"Không - tôi rất ngạc nhiên khi gặp anh ấy ở đó. \" Môi cô nàng chu lại thất vọng vì sự thành thật rõ rệt trong giọng tôi.  \"Nhưng anh ấy đón bồ đến trường hôm nay ?\" cô nàng thăm dò.  \"Ừ - đó cũng là một điều bất ngờ.  Anh ấy thấy đêm qua tôi không có áo khoác, \" tôi giải thích.  \"Vậy hai người có đi chơi với nhau nữa không?\" \"Anh đề nghị chở tôi đến Seattle thứ bảy vì anh nghĩ cái xe tải đồ chơi của tôi không chạy nỗi đến đó – cái đó có tính không?\" \"Có. \" cô nàng gật đầu.  \"Ừm, vậy thì, có. \" \"Wow. \" cô nàng cường điệu từ ấy thành ba âm tiết. \"Edward Cullen.” \"Đúng vậy, \" tôi đồng ý. \"Wow” thậm chí không giấu điều đó.  \"Chờ đã!\" tay cô nàng huơ lên, lòng bàn tay hướng về phía tôi như thể cô nàng muốn chặn xe lại.  \"Anh ấy đã hôn bồ chưa?\" \"Chưa, \" tôi lầm bầm. \"chẳng có vẻ gì sẽ thế cả.” Cô nàng trông có vẻ thất vọng. Tôi chắc chắn tôi cũng vậy.  \"Bồ có nghĩ thứ bảy …?\" cô nàng nhíu mày.  \"Tôi nghĩ không đâu.” Niềm bất mãn trong giọng tôi được nguỵ trang kém cỏi.  \"Hai bồ đã nói những chuyện gì?\" Cô nàng thì thầm đòi biết thêm thông tin.  Lớp học đã bắt đầu nhưng thầy Varner không theo dõi sát và chúng tôi không phải là những người duy nhất vẫn cứ nói chuyện.  \"Tôi không biết, Jess, rất nhiều chuyện, \" tôi thì thầm trở lại. \"Chúng ta nói về bài luận tiếng Anh một chút. \" Một chút, một chút thôi. Tôi nghĩ thầy nói thế khi đi qua.  \"Nào, Bella, \" cô nàng cầu xin. \"Kể tôi nghe chi tiết đi. \" \"Ừm.. được rồi, tôi có một chuyện nè. Bồ mà thấy cô hầu bàn tán tỉnh anh ấy – thiệt là quá đáng. Nhưng anh ấy chẳng hề chú ý tới cô ta chút nào cả.” Anh muốn làm chuyện đó thì làm đi.  \"Đó là dấu hiệu tốt, \" cô nàng gật đầu. \"Cô ta có xinh không?\" \"Rất xinh – chắc 19 hay hai mươi tuổi. \" \"Thế thì hay hơn nữa. Anh ta hẳn thích bồ rồi. \" \"Tôi nghĩ vậy, nhưng khó biết lắm.  Anh ấy luôn luôn rất khó hiểu, \" Tôi nói thêm vì anh, thở dài.  \"Tôi không biết sao bồ dũng cảm đến mức ở một mình với anh ta, \" cô nàng thở mạnh.  \"Sao vậy?\" tôi bị sốc, nhưng cô nàng không hiểu phản ứng của tôi.  \"Anh ta rất ... đáng sợ. Tôi không biết nói gì với anh ta cả. \" cô nàng nhăn nhó, có lẽ nhớ sáng nay hoặc đêm qua, khi anh hướng sức mạnh của đôi mắt mình lên cô ấy.  \"Tôi cũng gặp khó khăn không thể suy nghĩ mạch lạc khi ở gần anh ấy, \" tôi thừa nhận.  \"Ồ đúng vậy. Anh ấy đẹp không tưởng tượng nỗi. \" Jessica nhún vai như thể điều này miễn thứ cho mọi khiếm khuyết khác. Có lẽ theo quan điểm của cô nàng.  \"Anh ấy có nhiều thứ hay hơn thế.” \"Thật sao? Như cái gì nào?\" Tôi ước tôi đã để cho qua chuyện. Cũng gần như tôi đang hy vọng anh chỉ xạo thôi về vụ nghe trộm.  \"Tôi không biết nói sao nữa nhưng ngoài khuôn mặt ấy, anh thậm chí còn khó tin hơn.”  Ma cà rồng muốn làm người tốt - người chạy lông nhông cứu mạng người khác nên anh sẽ không phải là một con quái vật … Tôi chằm chằm ra phía trước lớp học.  \"Thiệt vậy sao?\" cô nàng cười khúc khích.  Tôi lờ cô nàng đi, vờ như tôi đang chú ý tới thầy Varner.  \"Vậy bồ có thích anh ta không?\" cô nàng không chịu thôi.  \"Có, \" tôi cộc lốc nói.  \"Ý tôi là, bồ thích anh ta thực à?\" nhỏ thôi thúc.  \"Ừ, \" tôi nói tiếp, ửng hồng má. Tôi hy vọng chi tiết đó sẽ không ghi dấu lại trong suy nghĩ của nhỏ.  Cô nàng chưa chịu thôi với câu trả lời một âm tiết. \"Bồ thích anh nhiều đến đâu?” \"Rất nhiều, \" tôi thì thầm trở lại. \"Nhiều hơn anh ấy thích tôi. Nhưng tôi không biết sao để kềm được mình. \" Tôi thở dài, tiếp tục đỏ mặt. Sau đó, may mắn thay, thầy Varner gọi Jessica trả lời câu hỏi.  Cô nàng không có cơ hội nói tiếp đề tài này lần nữa trong giờ học, và ngay khi chuông reng, tôi lẩn tránh ngay.  \"Trong giờ Tiếng Anh, Mike hỏi tôi bồ có nói gì về đêm thứ hai không, \" tôi kể cô nàng nghe.  \"Bồ không đùa đấy chứ! Thế bồ nói sao?!\" cô nàng hổn hển nói, hoàn toàn quên bẵng chuyện cũ.  \"Tớ bảo anh ấy là bồ nói bồ rất vui - anh ấy có vẻ hài lòng. \" \"Nói tớ nghe chính xác những điều anh ấy nói đi, và câu trả lời chính xác của bồ luôn!\" Chúng tôi dùng thời gian còn lại đi bên nhau phân tích tỉ mỉ cấu trúc câu và hầu hết cả giờ học tiếng Tây Ban Nha để mô tả lại nét mặt của Mike. Tôi đành phải kéo dài càng lâu càng tốt để không phải lo lắng việc đề tài lại quay về chuyện của tôi.  Rồi chuông reng báo giờ ăn trưa. Khi tôi đứng bật dậy ra khỏi ghế, hốt vội sách nhét vô cặp, nét mặt khoan khoái của tôi hẳn đã cảnh báo Jessica.  \"Hôm nay bồ không ngồi chúng với tụi này, phải không?\" cô nàng đoán.  \"Tôi không nghĩ vậy. \" Tôi không thể chắc anh sẽ không biến mất lần nữa.  Nhưng ngoài cửa lớp Tây Ban Nha, tựa vô tường - trông giống thần Hy - lạp hơn bất kỳ ai - Edward đang đợi tôi. Jessica nhìn, tỏ vẻ không tin, và bỏ đi.  \"Hẹn gặp lại, Bella. \" giọng cô nàng đầy ngụ ý. Tôi chắc phải tắt chuông điện thoại.  \"Chào. \" Giọng anh vừa vui vẻ lại vừa tức tối. Rõ ràng là anh đã lắng nghe.  \"Chào. \" Tôi không thể nghĩ ra chuyện gì để nói, và anh cũng không lên tiếng – chờ cơ hội tốt chắc, tôi đoán – vì vậy chúng tôi lặng lẽ đến quán ăn tự phục vụ. Đi cùng Edward vào giờ ăn trưa đông đúc cũng giống y như ngày đầu tiên tôi đến đây ; mọi người cứ nhìn chằm chặp.  Anh dẫn đường xếp vào hàng, vẫn không nói tiếng nào, dù mắt anh cứ nhìn mặt tôi vài giây một lần, vẻ suy đoán. Tôi cho rằng nỗi bực bội đang chiến thắng niềm thích thú vì cảm xúc ngập đầy mặt anh. Tôi bồn chồn bối rối với dây kéo áo khoác của mình.  Anh bước đến quầy và chất đầy thức ăn vào khay.  \"Anh đang làm gì gì vậy?\" tôi phản đối. \"Anh không lấy hết bao nhiêu thức ăn đó cho mình tôi chứ?\" Anh lắc đầu, bước lên phía trước để mua thức ăn.  \"Một nửa cho tôi, dĩ nhiên rồi. \" Tôi nhướng mày.  Anh dẫn đường đến nơi chúng tôi đã ngồi lúc trước. Từ cuối một bàn dài, một nhóm sinh viên năm cuối đang nhìn chằm chằm kinh ngạc khi chúng tôi ngồi đối diện với nhau. Edward có vẻ chẳng hề biết đến.  \"Hãy lấy bất cứ cái gì em muốn ăn, \" anh nói, đẩy khay về phía tôi.  \"Tôi tò mò, \" tôi nói khi chọn trái táo, xoay xoay nó trong tay, \"Anh sẽ làm gì nếu có người thách anh ăn đồ ăn ?\" \"Em luôn tò mò. \" anh nhăn nhó, lắc đầu. Anh nhìn tôi trừng trừng, cứ nhìn mắt tôi khi anh nâng lát bánh pizza khỏi khay, và cố tình cắn một họng, nhai nhanh, rồi nuốt chửng. Tôi quan sát, mắt mở to.  \"Nếu có ai thách em ăn phân, em ăn được không?\" anh trịch thượng hỏi.  Tôi chun mũi. \"Tôi đã làm một lần rồi ... khi bị thách, \" tôi thừa nhận. \"Không tệ lắm. \" Anh cười. \"Tôi chẳng ngạc nhiên chút nào. \" Cái gì đó qua vai tôi có vẻ thu hút sự chú ý của anh.  \"Jessica đang phân tích mọi hành động của tôi - cô ấy sẽ phân tích từng chi tiết cho em sau này. \" Anh đẩy phần còn lại của bánh pizza về phía tôi. Nhắc đến Jessica đã làm nét mặt anh trở lại vẻ bực dọc cũ.  Tôi đặt trái táo xuống và cắn một miếng bánh pizza, nhìn sang chỗ khác, biết anh sắp sửa bắt đầu.  \"Vậy là cô hầu bàn xinh lắm à?\" anh tự nhiên hỏi.  \"Anh thật không nhận thấy à?\" \"Không. Tôi không để ý. Tôi có nhiều thứ để bận tâm. \" \"Cô nàng tội nghiệp. \" Bây giờ tôi đã dám tốt bụng.  \"Một điều em nói với Jessica ... ưm, làm tôi bực. \" Anh không chịu để bị phân tâm. Giọng anh khàn, và anh liếc nhìn lên từ dưới hàng mi bằng đôi mắt bồn chồn.  \"Tôi chẳng ngạc nhiên vì anh nghe phải chuyện anh không thích.  Anh biết người ta nói sao về mấy người nghe trộm rồi, \" tôi nhắc anh.  \"Tôi đã nói trước là tôi sẽ lắng nghe mà. \" \"Và tôi cũng đã báo trước với anh là anh sẽ không muốn biết mọi điều tôi đang suy nghĩ đâu. \" \"Em có báo trước, \" anh đồng ý, nhưng giọng anh vẫn còn thô bạo. \"Nhưng em đâu có nói hết đâu. Tôi muốn biết em đang nghĩ gì - mọi thứ. Tôi chỉ ước rằng ... em không nghĩ vài chuyện. \" Tôi giận dữ. \"Đó là rõ là điểm khác biệt. \" \"Nhưng đó không hẳn là điểm chính lúc này. \" \"Vậy là gì chứ?\" Chúng tôi cúi gần nhau qua chiếc bàn.  Anh chống bàn tay trắng lớn của mình dưới cằm; tôi ngả về phía trước, tay phải ôm quanh cổ. Tôi phải nhắc mình nhớ chúng tôi đang ở trong một phòng ăn trưa đông đúc, nhiều đôi mắt tò mò có lẽ đang chĩa về phía chúng tôi. Chúng tôi thiệt là hay cãi cọ nhau vặt vãnh.  \"Em thực sự tin rằng em quan tâm tôi nhiều hơn tôi quan tâm đến em sao?\" anh thì thầm, tựa sát hơn vào tôi khi nói, đôi mắt vàng sậm của anh sắc bén.  Tôi cố nhớ cách thở. Tôi phải nhìn sang chỗ khác trước khi hơi thở trở về với tôi.  \"Anh lại vậy nữa rồi, \" tôi thì thầm.  Mắt anh mở rộng ngạc nhiên. \"Gì?\" \"Mê hoặc tôi, \" tôi thừa nhận, cố gắng tập trung khi nhìn lại anh.  \"Ôi. \" anh cau mày.  \"Đó không phải là lỗi của anh, \" tôi thở dài. \"anh đâu kềm được.” \"Em có trả lời không?\" Tôi nhìn xuống. \"Có. \" \"Có, là em sẽ trả lời, hay có, là em thực nghĩ thế?\" anh tức tối trở lại.  \"Có, tôi thực nghĩ thế. \" tôi cứ dán mắt xuống bàn, mắt tôi dò theo hoa văn gỗ giả in trên laminate. Im lặng kéo đến. Tôi ương ngạnh không chịu là người nói trước lần này, chiến đấu kiên cường chống lại nỗi cám dỗ muốn nhìn lén vào mặt anh.  Cuối cùng anh nói, giọng mượt như nhung mềm mại. \"Em lầm rồi.” Tôi liếc nhìn lên thấy mắt anh dịu dàng.  \"Anh làm sao biết được, \" tôi thì thầm phản đối. Tôi lắc đầu nghi ngờ, dù tim tôi đập mạnh vì lời nói của anh và tôi rất muốn tin chúng.  \"Điều gì làm em nghĩ vậy?\" đôi mắt màu vàng nâu đang xuyên suốt - cố gắng tuyệt vọng, tôi giả định, để kiếm tìm sự thật trực tiếp từ đầu óc tôi.  Tôi cũng nhìn chằm chằm lại, cố nghĩ rõ ràng mặc kệ khuôn mặt anh, để tìm cách giải thích. Trong khi đang tìm lời để nói, tôi có thể thấy anh trở nên nôn nóng; thất vọng bởi sự im lặng của tôi, anh bắt đầu giận dữ. Tôi nâng tay khỏi cổ, và giơ lên một ngón tay.  \"Để tôi nghĩ đã, \" tôi kiên quyết. Vẻ mặt anh giãn ra, vì anh hài lòng là tôi định trả lời. Tôi thả tay xuống bàn, di chuyển tay trái để hai lòng bàn tay ép vào nhau. Tôi nhìn chằm chằm vào tay mình, gập rồi duỗi ngón tay, rồi cuối cùng thì tôi cũng nói.  \"Ưm, ngoài điều hiển nhiên, thì đôi khi...”  Tôi do dự. \" Tôi không thể chắc chắn - tôi không biết cách để đọc suy nghĩ - nhưng đôi khi có vẻ như anh đang cố nói lời chia tay khi anh đang nói chuyện khác.”  Đó là câu tốt nhất tôi có thể tổng kết cảm giác đau khổ mà lời nói của anh đôi khi mang đến cho tôi.  \"Mẫn cảm thật, \" anh thì thầm. Và nỗi đau khổ, lại hiện lên khi anh xác nhận nỗi sợ hãi của tôi. \"Mặc dù đó là lý do làm em lầm, \" anh bắt đầu giải thích, nhưng sau đó mắt anh nheo lại. \"Em có ý gì khi nói từ 'hiển nhiên'?\" \"Ừm, nhìn tôi nè, \" Tôi nói, không cần thiết vì anh đã nhìn sẵn rồi. \"Tôi hết sức tầm thường - à, ngoại trừ những điều tệ hại đại loại như những lần suýt chết và vụng về đến nỗi tôi gần như tàn phế. Còn nhìn anh kìa. \" tôi vẫy tay về phía anh và toàn bộ sự hoàn hảo khó hiểu của anh.  Trán anh nhăn lại giận dữ trong chốc lát, sau đó trở nên dịu dàng khi mắt anh lộ vẻ hiểu ra. \"Em không nhìn thấy mình rõ lắm, em biết đó. Tôi thừa nhận em nói đúng về mấy chuyện tệ hại, \" anh cười khúc khích, \" nhưng em không nghe được điều mỗi một người đàn ông trong trường này suy nghĩ trong ngày đầu tiên em đến trường. \" Tôi chớp mắt, ngạc nhiên. \"Tôi không tin chuyện đó... \" Tôi lầm bầm với mình.  \"Hãy tin tôi chỉ một lần này thôi - Em khác thường. \" Bối rối đè lên tôi mạnh hơn so với niềm vui tôi cảm nhận khi nhìn thấy ánh mắt anh khi anh nói câu này. Tôi nhanh chóng nhắc anh nhớ đến luận cứ ban đầu của mình.  \"Nhưng tôi đâu có nói lời chia tay, \" tôi chỉ ra.  \"Em không thấy sao?  Điều đó chứng minh tôi đúng. Tôi quan tâm nhiều nhất, vì nếu tôi có thể làm chuyện đó \" - anh lắc đầu, có vẻ đấu tranh chống lại suy nghĩ ấy - \"nếu bỏ đi là chuyện đúng đắn phải làm, thì tôi sẽ làm khổ mình chứ không để em khổ, để bảo vệ em.” Tôi nhìn giận dữ. \"Còn anh không nghĩ tôi sẽ cũng làm thế?\" \"Em sẽ không bao giờ phải lựa chọn. \" Đột ngột, tính khó hiểu của anh quay lại; nụ cười tinh nghịch, nguy hại lại xuất hiện trên nét mặt anh. \"Dĩ nhiên, bảo vệ em đang bắt đầu giống như một công việc toàn thời gian đòi hỏi tôi phải có mặt suốt. \" \"Hôm nay chẳng ai cố giết tôi cả, \" tôi nhắc nhở anh, khoan khoái vì đề tài dễ chịu hơn. Tôi không muốn anh nói về chuyện chia tay nữa. Nếu phải thế, tôi nghĩ tôi thà chịu nguy hiểm để có anh ở gần bên ...  Tôi xua đi ý tưởng đó trước khi đôi mắt lanh lợi của anh đọc được nó trên mặt tôi. Ý nghĩ đó thế nào cũng làm tôi bị rắc rội.  \"Chưa, \" anh nói thêm.  \"Chưa, \" tôi đồng ý ; tôi lẽ ra đã tranh cãi, nhưng bây giờ tôi muốn anh mong đợi tai ương.  \"Tôi muốn hỏi em một câu khác. \" Mặt anh vẫn bình thường.  \"Nói đi. \" \"Em thật sự cần đến Seattle thứ bảy này, hay chỉ là cái cớ để khỏi phải từ chối những người ái mộ?\" Tôi nhăn nhó nhớ lại. \"Anh biết rồi còn gì, nhưng tôi chưa tha thứ anh chuyện Tyler đâu đó, \" tôi cảnh báo anh. \"Vì anh mà anh ta cứ tự lừa dối mình cho là tôi sẽ đi khiêu vũ với anh ta. \" \"Ồ, anh ta lẽ ra phải tìm thấy cơ hội để mời em mà không có mặt tôi chứ - tôi thật ra chỉ muốn nhìn mặt em thôi, \" anh cười khúc khích, tôi lẽ ra đã giận nếu tiếng cười anh không lôi cuốn như thế. \"Nếu tôi mời em, em có khước từ tôi không?\" anh hỏi, vẫn cười một mình.  \"Có lẽ không, \" tôi thừa nhận. \"nhưng tôi sẽ phải hủy hẹn sau này  - giả bệnh hoặc bị trặc chân. \" Anh lúng túng. \"Sao lại vậy chứ?\" Tôi lắc đầu buồn bã. \"Anh chưa từng thấy tôi trong phòng tập thể dục rồi, tôi nghĩ vậy, nhưng tôi nghĩ anh hiểu được. \" \"Có phải em muốn nói về việc em không thể đi qua một mặt phẳng, vững vàng mà không tìm thấy cái gì đó để vấp hả?\" \"Rõ ràng rồi. \" \"Không sao hết. \" anh rất tự tin. \"Do người dìu thôi. \" Anh chắc thấy tôi định phản đối nên ngắt lời tôi.  \"Nhưng em chưa nói tôi biết - là em nhất quyết phải đi Seattle, hay em có phiền không nếu chúng ta làm chuyện khác?\" Mỗi khi đến phần \"chúng ta”, thì tôi không thèm quan tâm đến bất cứ thứ gì khác.  \"Sao cũng được mà, \" Tôi đồng ý. \"Nhưng tôi có một yêu cầu.” Anh có vẻ dè dặt, anh luôn vậy khi tôi hỏi một câu hỏi mở.  \"Gì chứ?\" \"Tôi lái nhé?\" Anh cau mày. \"Tại sao?\" \"Ưm, chủ yếu vì khi tôi nói với Charlie sẽ đi Seattle, bố hỏi kỹ tôi đi một mình hả và, lúc đó, thì đúng vậy. Nếu bố lại hỏi nữa, tôi có lẽ sẽ không nói dối, nhưng tôi không nghĩ bố sẽ hỏi lại, và nếu để chiếc xe tải của tôi ở nhà thì sẽ sinh chuyện không cần thiết. Và nữa, vì cách anh chạy xe làm tôi sợ. \" Anh trợn tròn mắt. \"Bao nhiêu chuyện về tôi mà chuyện đó lại có thể làm em sợ, em lo chuyện tôi lái xe. \" Anh lắc đầu ghê tởm, nhưng sau đó mắt anh nghiêm túc lại. \"Em không muốn nói cho bố biết em sẽ đi suốt ngày với tôi sao?\" Có gì đó ẩn trong câu hỏi của anh mà tôi không hiểu.  \"Với Charlie, ít nói luôn tốt hơn.”  Tôi chắc chắn về chuyện đó. \"Tuy vậy, mình sẽ đi đâu?\" \"Trời sẽ đẹp, vì vậy tôi sẽ tránh xa ánh mắt của mọi người... và em có thể ở với tôi, nếu em muốn.”  Một lần nữa, anh lại để tôi tự quyết định.  \"Và anh sẽ cho tôi xem chuyện anh đã nói về mặt trời chứ?\" tôi hỏi, phấn khích bởi ý tưởng giải quyết được một điều không rõ khác.  \"Ừ. \" anh mỉm cười, rồi dừng lại. \"Nhưng nếu em không muốn ở … một mình với tôi, tôi thà em không đi Seattle một mình. Tôi rùng mình khi nghĩ rắc rối em có thể gặp phải trong thành phố lớn như thế. \" Tôi phật ý. \" Phoenix còn lớn hơn Seattle ba lần - chỉ về số dân.  Còn độ lớn thì - \" \"Nhưng rõ ràng, \" anh ngắt lời tôi, \"Em chưa tới số ở Phoenix.  Vì thế tôi thà em ở gần bên tôi còn hơn.”  Mắt anh làm chuyện mê hoặc bất công nữa.  Tôi không thể tranh cãi, bằng mắt hay động cơ, và đó là một chuyện sẽ còn phải bàn cãi nữa. \"Nhân tiện, tôi không lo chuyện ở một mình với anh đâu.” \"Tôi biết, \" anh thở dài, trầm ngâm. \"Dù vậy, em cũng nên nói cho Charlie biết. \" \"Lý do gì mà tôi phải làm vậy chứ?\" Mắt anh đột ngột dữ dội. \"Để tôi có chút động cơ để đưa em về. \" Tôi nuốt nhanh. Nhưng, sau một lúc suy nghĩ, tôi chắc chắn. \"Tôi nghĩ mình sẽ liều thử. \" Anh thở ra giận dữ, rồi nhìn sang chỗ khác.  \"Mình nói về chuyện khác nhé, \" tôi đề nghị.  \"Em muốn nói về chuyện gì?\" anh hỏi. Anh vẫn còn bực mình.  Tôi liếc nhìn xung quanh, để đảm bảo không ai nghe thấy.  Khi tôi nhìn quanh phòng, tôi bắt gặp ánh mắt của em anh, Alice, đang nhìn tôi. Những người khác đang nhìn Edward. Tôi nhìn sang chỗ khác thật nhanh, quay lại với anh, và tôi hỏi điều đầu tiên nảy đến trong đầu.  \"Tại sao nhà anh phải đến Goat Rocks ấy cuối tuần qua ... để săn? Charlie nói đó không phải là nơi thích hợp để đi bộ đường dài, vì có gấu. \" Anh nhìn tôi chằm chằm như thể tôi bỏ qua một điều gì đó rất dễ hiểu.  \"Gấu hả?\" tôi nói hổn hển, và anh cười tự mãn. \"Anh biết đó, đâu phải mùa săn gấu,” tôi nói thêm nghiêm nghị, che giấu chuyện mình bị sốc.  \"Nếu em đọc kỹ, pháp luật chỉ nói đến chuyện săn có vũ khí thôi, \" anh thông báo cho tôi biết.  Anh nhìn mặt tôi với niềm vui từ từ thấm thía.  \"Gấu à?\" tôi lặp lại khó khăn.  \"Gấu xám là món ưa thích của Emmett. \"giọng anh vẫn thoải mái nhưng mắt anh đang xem xét kĩ lưỡng phản ứng của tôi. Tôi cố định thần lại.  \"Hmmm, \" tôi nói, cắn một miếng pizza khác để có cớ nhìn xuống. Tôi nhai từ từ, rồi uống một hơi côca - côla không nhìn lên.  \"Nè, \" tôi nói sau một lúc, cuối cùng nhìn ánh mắt anh bây giờ đang lo lắng.  \"Vậy món ưa thích của anh là gì?\" Anh nhướng mày và khóe miệng anh bĩu ra vẻ không tán thành. \"Sư tử núi. \" \"A, \" tôi nói bằng giọng vô tư lịch thiệp, lại tìm lon xô - đa lần nữa.  \"Dĩ nhiên, \" anh nói, và giọng anh bắt chước theo giọng tôi, \"Chúng tôi phải cẩn thận không để ảnh hưởng môi trường bằng chuyện săn bắn thiếu cân nhắc. Chúng tôi cố tập trung vào các vùng đông dã thú – trong phạm vi rộng nhất có thể. Luôn có nhiều nai và nai Anxet ở đây để làm thức ăn nhưng đâu có vui?\" Anh mỉm cười trêu chọc.  \"Vậy thì thực ra là ở đâu, \" tôi thì thầm lúc cắn thêm miếng pizza khác.  \"Đầu xuân là mùa săn gấu ưa thích của Emmett – chúng vừa qua kỳ nghỉ đông, nên cáu kỉnh hơn.” anh mỉm cười đùa lại.  \"Không gì vui bằng một con gấu xám cáu kỉnh nhỉ, \" tôi đồng ý, gật gù.  Anh cười khúc khích, lắc đầu. \"Hãy nói tôi biết thực sự em đang nghĩ gì, nào. \" \"Tôi đang cố hình dung - nhưng không được, \" tôi thừa nhận. \" Anh làm sao săn gấu được khi không có vũ khí ?\" \"Ồ, chúng tôi có vũ khí. \" Anh nhe cái răng sáng trong nụ cười đầy đe doạ, ngắn ngủi. Tôi kềm cơn rùng mình trước khi nó làm lộ tôi.  \"Không phải loại vũ khí họ nghĩ đến khi viết luật săn bắn. Nếu em từng thấy gấu tấn công trên truyền hình, em có thể hình dung Emmett săn ra sao. \" Tôi không thể kềm được cơn rùng mình đang len vào xương sống. Tôi nhìn lén qua quán ăn tự phục vụ về phía Emmett, biết ơn vì anh ta không nhìn vào tôi. Bắp cơ cuồn cuộn trên cánh tay và thân mình anh ta bây giờ càng có vẻ đáng sợ hơn.  Edward nhìn theo ánh mắt tôi và cười khúc khích. Tôi nhìn anh chằm chằm, mất bình tĩnh.  \"Anh cũng thích gấu hả?\" tôi hỏi nhỏ.  \"Thích sư tử hơn, hoặc đó là điều họ bảo tôi, \" anh nói nhẹ nhàng. \"Có lẽ sở thích của chúng tôi là chỉ tiêu định hướng. \" Tôi cố mỉm cười. \"Chắc vậy, \" tôi lặp lại. Nhưng tâm trí tôi đầy những hình ảnh trái ngược mà tôi không thể hợp nhất lại. \"Có phải đó là thứ tôi có thể đến xem không?\" \"Dĩ nhiên là không rồi!\"  Mặt anh thậm chí còn trắng bệch hơn bình thường, và mắt anh đột ngột giận dữ. Tôi ngả người ra sau, choáng váng và - cho dù tôi sẽ không bao giờ thừa nhận chuyện đó với anh - hoảng sợ vì phản ứng của anh. Anh ngả người ra giống tôi, khoanh tay trước ngực.  “Quá đáng sợ đối với tôi sao?\" Tôi hỏi khi có thể kiểm soát giọng nói của mình trở lại.  \"Nếu vậy thôi thì tôi có thể đưa em ra ngoài đêm nay, \" anh nói, giọng anh sắc bén. \"Phải liều rất mạnh em mới sợ hãi. Chẳng có gì có thể tốt hơn đối với em. \" \"Vậy thì tại sao chứ?\" tôi nhấn mạnh, cố lờ đi vẻ giận dữ anh.  Anh nhìn tôi trừng trừng hồi lâu.  \"Sau sẽ nói,” cuối cùng thì anh cũng nói. Anh đang đứng lên bằng một động tác uyển chuyển mềm mại.  \"Mình sắp trễ giờ học rồi. \" Tôi liếc nhìn xung quanh, giật mình khi thấy anh nói đúng và quán ăn tự phục vụ gần như không còn ai. Khi tôi ở bên anh, thời gian và không gian nhoè nhoẹt lẫn lộn đến nỗi tôi hoàn toàn mất phương hướng và mất khả năng nhận thức về thời gian. Tôi đứng bật dậy, chộp cái cặp sau lưng ghế.  \"Sau này vậy,” Tôi đồng ý. Tôi sẽ không quên."
        },
        {
            "en": "6            6. SWITZERLAND AS I DROVE HOME , I WASN’T PAYING MUCH ATTENTION TO the road that shimmered wetly in the sun. I was thinking about the flood of information Jacob had shared with me, trying to sort it out, to force it all to make sense. Despite the overload, I felt lighter. Seeing Jacob smile, having all the secrets thrashed out . . . it didn’t make things perfect, but it made them better. I was right to have gone. Jacob needed me. And obviously, I thought as I squinted into the glare, there was no danger. It came out of nowhere. One minute there was nothing but bright highway in my rearview mirror. The next minute, the sun was glinting off a silver Volvo right on my tail. “Aw, crap,” I whimpered. I considered pulling over. But I was too much of a coward to face him right away. I’d been counting on some prep time . . . and having Charlie nearby as a buffer. At least that would force him to keep his voice down. The Volvo followed inches behind me. I kept my eyes on the road ahead. Chicken through and through, I drove straight to Angela’s without once meeting the gaze I could feel burning a hole in my mirror. He followed me until I pulled to the curb in front of the Webers’ house. He didn’t stop, and I didn’t look up as he passed. I didn’t want to see the expression on his face. I ran up the short concrete walk to Angela’s door as soon as he was out of sight. Ben answered the door before I could finish knocking, like he’d been standing right behind it. “Hey, Bella!” he said, surprised. “Hi, Ben. Er, is Angela here?” I wondered if Angela had forgotten our plans, and cringed at the thought of going home early. “Sure,” Ben said just as Angela called, “Bella!” and appeared at the top of the stairs. Ben peered around me as we both heard the sound of a car on the road; the sound didn’t scare me — this engine stuttered to a stop, followed by the loud pop of a backfire. Nothing like the purr of the Volvo. This must be the visitor Ben had been waiting for. “Austin’s here,” Ben said as Angela reached his side. A horn honked on the street.  “I’ll see you later,” Ben promised. “Miss you already.” He threw his arm around Angela’s neck and pulled her face down to his height so that he could kiss her enthusiastically. After a second of this, Austin honked again. “’Bye, Ang! Love you!” Ben shouted as he dashed past me. Angela swayed, her face slightly pink, then recovered herself and waved until Ben and Austin were out of sight. Then she turned to me and grinned ruefully. “Thank you for doing this, Bella,” she said. “From the bottom of my heart. Not only are you saving my hands from permanent injury, you also just spared me two long hours of a plot-less, badly dubbed martial arts film.” She sighed in relief. “Happy to be of service.” I was feeling a bit less panicked, able to breathe a little more evenly. It felt so ordinary here. Angela’s easy human dramas were oddly reassuring. It was nice to know that life was normal somewhere . I followed Angela up the stairs to her room. She kicked toys out of the way as she went. The house was unusually quiet. “Where’s your family?” “My parents took the twins to a birthday party in Port Angeles. I can’t believe you’re really going to help me with this. Ben’s pretending he has tendonitis.” She made a face. “I don’t mind at all,” I said, and then I walked into Angela’s room and saw the stacks of waiting envelopes.  “Oh!” I gasped. Angela turned to look at me, apologies in her eyes. I could see why she’d been putting this off, and why Ben had weaseled out. “I thought you were exaggerating,” I admitted. “I wish. Are you sure you want to do this?” “Put me to work. I’ve got all day.” Angela divided a pile in half and put her mother’s address book between us on her desk. For a while we concentrated, and there was just the sound of our pens scratching quietly across the paper. “What’s Edward doing tonight?” she asked after a few minutes. My pen dug into the envelope I was working on. “Emmet’s home for the weekend. They’re supposed to be hiking.” “You say that like you’re not sure.” I shrugged. “You’re lucky Edward has his brothers for all the hiking and camping. I don’t know what I’d do if Ben didn’t have Austin for the guy stuff.” “Yeah, the outdoors thing is not really for me. And there’s no way I’d ever be able to keep up.” Angela laughed. “I prefer the indoors myself.” She focused on her pile for a minute. I wrote out four more addresses. There was never any pressure to fill a pause with meaningless chatter around Angela. Like Charlie, she was comfortable with silence. But, like Charlie, she was also too observant sometimes. “Is something wrong?” she asked in a low voice now. “You seem . . . anxious.” I smiled sheepishly. “Is it that obvious?” “Not really.” She was probably lying to make me feel better. “You don’t have to talk about it unless you want to,” she assured me. “I’ll listen if you think it will help.” I was about to say thanks, but no thanks . After all, there were just too many secrets I was bound to keep. I really couldn’t discuss my problems with someone human. That was against the rules. And yet, with a strange, sudden intensity, that’s exactly what I wanted. I wanted to talk to a normal human girlfriend. I wanted to moan a little bit, like any other teenage girl. I wanted my problems to be that simple. It would also be nice to have someone outside the whole vampire-werewolf mess to put things in perspective. Someone unbiased.  “I’ll mind my own business,” Angela promised, smiling down at the address she was working on. “No,” I said. “You’re right. I am anxious. It’s . . . it’s Edward.” “What’s wrong?” It was so easy to talk to Angela. When she asked a question like that, I could tell that she wasn’t just morbidly curious or looking for gossip, like Jessica would have been. She cared that I was upset. “Oh, he’s mad at me.” “That’s hard to imagine,” she said. “What’s he mad about?” I sighed. “Do you remember Jacob Black?” “Ah,” she said. “Yeah.” “He’s jealous.” “No, not jealous . . .” I should have kept my mouth shut. There was no way to explain this right. But I wanted to keep talking anyway. I hadn’t realized I was so starved for human conversation. “Edward thinks Jacob is . . . a bad influence, I guess. Sort of . . . dangerous. You know how much trouble I got in a few months back. . . . It’s all ridiculous, though.” I was surprised to see Angela shaking her head. “What?” I asked. “Bella, I’ve seen how Jacob Black looks at you. I’d bet the real problem is jealousy.” “It’s not like that with Jacob.” “For you, maybe. But for Jacob . . .” I frowned. “Jacob knows how I feel. I’ve told him everything.” “Edward’s only human, Bella. He’s going to react like any other boy.” I grimaced. I didn’t have a response to that. She patted my hand. “He’ll get over it.” “I hope so. Jake’s going through kind of a tough time. He needs me.” “You and Jacob are pretty close, aren’t you?” “Like family,” I agreed. “And Edward doesn’t like him. . . . That must be hard. I wonder how Ben would handle that?” she mused. I half-smiled. “Probably just like any other boy.” She grinned. “Probably.” Then she changed the subject. Angela wasn’t one to pry, and she seemed to sense I wouldn’t — couldn’t — say any more. “I got my dorm assignment yesterday. The farthest building from campus, naturally.”  “Does Ben know where he’s staying yet?” “The closest dorm to campus. He’s got all the luck. How about you? Did you decide where you’re going?” I stared down, concentrating on the clumsy scrawl of my handwriting. For a second I was distracted by the thought of Angela and Ben at the University of Washington. They would be off to Seattle in just a few months. Would it be safe then? Would the wild young vampire menace have moved elsewhere? Would there be a new place by then, some other city flinching from horror-movie headlines? Would those new headlines be my fault? I tried to shake it off and answered her question a beat late. “Alaska, I think. The university there in Juneau.” I could hear the surprise in her voice. “Alaska? Oh. Really? I mean, that’s great. I just figured you’d go somewhere . . . warmer.” I laughed a little, still staring at the envelope. “Yeah. Forks has really changed my perspective on life.”  “And Edward?” Though his name set butterflies fluttering in my stomach, I looked up and grinned at her. “Alaska’s not too cold for Edward, either.” She grinned back. “Of course not.” And then she sighed. “It’s so far. You won’t be able to come home very often. I’ll miss you. Will you e-mail me?” A swell of quiet sadness crashed over me; maybe it was a mistake to get closer to Angela now. But wouldn’t it be sadder still to miss out on these last chances? I shook off the unhappy thoughts, so that I could answer her <em>teasingly</em>. “If I can type again after this.” I nodded toward the stack of envelopes I’d done. We laughed, and it was easy then to chat cheerfully about classes and majors while we finished the rest — all I had to do was not think about it. Anyway, there were more urgent things to worry about today. I helped her put the stamps on, too. I was afraid to leave. “How’s your hand?” she asked. I flexed my fingers. “I think I’ll recover the full use of it . . . someday.” The door banged downstairs, and we both looked up. “Ang?” Ben called. I tried to smile, but my lips trembled. “I guess that’s my cue to leave.” “You don’t have to go. Though he’s probably going to describe the movie for me . . . in detail.” “Charlie will be wondering where I am anyway.” “Thanks for helping me.” “I had a good time, actually. We should do something like this again. It was nice to have some girl time.” “Definitely.” There was a light knock on the bedroom door. “Come in, Ben,” Angela said. I got up and stretched. “Hey, Bella! You survived,” Ben greeted me quickly before going to take my place by Angela. He eyed  our work. “Nice job. Too bad there’s nothing left to do, I would have . . .” He let the thought trail off, and then restarted excitedly. “Ang, I can’t believe you missed this one! It was awesome. There was this final fight sequence — the choreography was unbelievable! This one guy — well, you’re going to have to see it to know what I’m talking about —” Angela rolled her eyes at me. “See you at school,” I said with a nervous laugh. She sighed. “See you.” I was jumpy on the way out to my truck, but the street was empty. I spent the whole drive glancing anxiously in all my mirrors, but there was never any sign of the silver car. His car was not in front of the house, either, though that meant little. “Bella?” Charlie called when I opened the front door. “Hey, Dad.” I found him in the living room, in front of the TV.  “So, how was your day?” “Good,” I said. Might as well tell him everything — he’d hear it from Billy soon enough. Besides, it would make him happy. “They didn’t need me at work, so I went down to La Push.” There wasn’t enough surprise in his face. Billy had already talked to him. “How’s Jacob?” Charlie asked, attempting to sound indifferent. “Good,” I said, just as casual. “You get over to the Webers’?” “Yep. We got all her announcements addressed.” “That’s nice.” Charlie smiled a wide smile. He was strangely focused, considering that there was a game on. “I’m glad you spent some time with your friends today.” “Me, too.” I ambled toward the kitchen, looking for busy work. Unfortunately, Charlie had already cleaned up his lunch. I stood there for a few minutes, staring at the bright patch of light the sun made on the floor. But I knew I couldn’t delay this forever. .  “I’m going to go study,” I announced glumly as I headed up the stairs. “See you later,” Charlie called after me. If I survive, I thought to myself. I shut my bedroom door carefully before I turned to face my room. Of course he was there. He stood against the wall across from me, in the shadow beside the open window. His face was hard and his posture tense. He glared at me wordlessly.  I cringed, waiting for the torrent, but it didn’t come. He just continued to glare, possibly too angry to speak. “Hi,” I finally said. His face could have been carved from stone. I counted to a hundred in my head, but there was no change. “Er . . . so, I’m still alive,” I began. A growl rumbled low in his chest, but his expression didn’t change.  “No harm done,” I insisted with a shrug. He moved. His eyes closed, and he pinched the bridge of his nose between the fingers of his right hand. “Bella,” he whispered. “Do you have any idea how close I came to crossing the line today? To breaking the treaty and coming after you? Do you know what that would have meant?” I gasped and his eyes opened. They were as cold and hard as night.  “You can’t!” I said too loudly. I worked to modulate the volume of my voice so Charlie wouldn’t hear, but I wanted to shout the words. “Edward, they’d use any excuse for a fight. They’d love that. You can’t ever break the rules!” “Maybe they aren’t the only ones who would enjoy a fight.” “Don’t you start,” I snapped. “You made the treaty — you stick to it.” “If he’d hurt you —” “Enough!” I cut him off. “There’s nothing to worry about. Jacob isn’t dangerous.”  “Bella.” He rolled his eyes. “You aren’t exactly the best judge of what is or isn’t dangerous.” “I know I don’t have to worry about Jake. And neither do you.” He ground his teeth together. His hands were balled up in fists at his sides. He was still standing against the wall, and I hated the space between us. I took a deep breath, and crossed the room. He didn’t move when I wrapped my arms around him. Next to the warmth of the last of the afternoon sun streaming through the window, his skin felt especially icy. He seemed like ice, too, frozen the way he was.  “I’m sorry I made you anxious,” I muttered. He sighed, and relaxed a little. His arms wound around my waist. “Anxious is a bit of an understatement,” he murmured. “It was a very long day.” “You weren’t supposed to know about it,” I reminded him. “I thought you’d be hunting longer.” I looked up at his face, at his defensive eyes; I hadn’t noticed in the stress of the moment, but they were too dark. The rings under them were deep purple. I frowned in disapproval.  “When Alice saw you disappear, I came back,” he explained. “You shouldn’t have done that. Now you’ll have to go away again.” My frown intensified. “I can wait.” “That’s ridiculous. I mean, I know she couldn’t see me with Jacob, but you should have known —” “But I didn’t,” he broke in. “And you can’t expect me to let you —” “Oh, yes, I can,” I interrupted him. “That’s exactly what I expect —” “This won’t happen again.”  “That’s right! Because you’re not going to overreact next time.” “Because there isn’t going to be a next time.” “I understand when you have to leave, even if I don’t like it —” “That’s not the same. I’m not risking my life.” “Neither am I.” “Werewolves constitute a risk.”  “I disagree.” “I’m not negotiating this, Bella.” “Neither am I.” His hands were in fists again. I could feel them against my back. The words popped out thoughtlessly. “Is this really just about my safety?” “What do you mean?” he demanded.  “You aren’t . . .” Angela’s theory seemed sillier now than before. It was hard to finish the thought. “I mean, you know better than to be jealous, right?” He raised one eyebrow. “Do I?” “Be serious.” “Easily — there’s nothing remotely humorous about this.” I frowned suspiciously. “Or . . . is this something else altogether? Some vampires-and-werewolves-are-always-enemies nonsense? Is this just a testosterone-fueled —” His eyes blazed. “This is only about you. All I care is that you’re safe.” The black fire in his eyes was impossible to doubt. “Okay,” I sighed. “I believe that. But I want you to know something — when it comes to all this enemies nonsense, I’m out. I am a neutral country. I am Switzerland. I refuse to be affected by territorial disputes between mythical creatures. Jacob is family. You are . . . well, not exactly the love of my life, because I expect to love you for much longer than that. The love of my existence. I don’t care who’s a werewolf and who’s a vampire.  If Angela turns out to be a witch, she can join the party, too.” He stared at me silently through narrowed eyes. “Switzerland,” I repeated again for emphasis. He frowned at me, and then sighed. “Bella . . . ,” he began, but he paused, and his nose wrinkled in disgust. “What now?” “Well . . . don’t be offended, but you smell like a dog,” he told me. And then he smiled crookedly, so I knew the fight was over. For now. Edward had to make up for the missed hunting trip, and so he was leaving Friday night with Jasper, Emmett, and Carlisle to hit some reserve in Northern California with a mountain lion problem. We’d come to no agreement on the werewolf issue, but I didn’t feel guilty calling Jake — during my brief window of opportunity when Edward took the Volvo home before climbing back in through my window — to let him know I’d be coming over on Saturday again. It wasn’t sneaking around. Edward knew how I felt. And if he broke my truck again, then I’d have Jacob pick me up. Forks was neutral, just like Switzerland — just like me. So when I got off work Thursday and it was Alice rather than Edward waiting for me in the Volvo, I was not suspicious at first. The passenger door was open, and music I didn’t recognize was shaking the frame when the bass played. “Hey, Alice,” I shouted over the wailing as I climbed in. “Where’s your brother?” She was singing along to the song, her voice an octave higher than the melody, weaving through it with a complicated harmony. She nodded at me, ignoring my question as she concentrated on the music. I shut my door and put my hands over my ears. She grinned, and turned the volume down until it was just background. Then she hit the locks and the gas in the same second. “What’s going on?” I asked, starting to feel uneasy. “Where is Edward?” She shrugged. “They left early.” “Oh.” I tried to control the absurd disappointment. If he left early, that meant he’d be back sooner, I reminded myself.  “All the boys went, and we’re having a slumber party!” she announced in a trilling, singsong voice. “A slumber party?” I repeated, the suspicion finally settling in. “Aren’t you excited?” she crowed. I met her animated gaze for a long second. “You’re kidnapping me, aren’t you?” She laughed and nodded. “Till Saturday. Esme cleared it with Charlie; you’re staying with me two nights, and I will drive you to and from school tomorrow.” I turned my face to the window, my teeth grinding together. “Sorry,” Alice said, not sounding in the least bit penitent. “He paid me off.” “How?” I hissed through my teeth. “The Porsche. It’s exactly like the one I stole in Italy.” She sighed happily. “I’m not supposed to drive it around Forks, but if you want, we could see how long it takes to get from here to L.A. — I bet I could have you back by midnight.” I took a deep breath. “I think I’ll pass,” I sighed, repressing a shudder. We wound, always too fast, down the long drive. Alice pulled around to the garage, and I quickly looked over the cars. Emmett’s big jeep was there, with a shiny canary yellow Porsche between it and Rosalie’s red convertible. Alice hopped out gracefully and went to stroke her hand along the length of her bribe. “Pretty, isn’t it?” “Pretty over-the-top,” I grumbled, incredulous. “He gave you that just for two days of holding me hostage?” Alice made a face. A second later, comprehension came and I gasped in horror. “It’s for every time he’s gone, isn’t it?” She nodded. I slammed my door and stomped toward the house. She danced along next to me, still unrepentant. “Alice, don’t you think this is just a little bit controlling? Just a tiny bit psychotic, maybe?” “Not really.” She sniffed. “You don’t seem to grasp how dangerous a young werewolf can be.  Especially when I can’t see them. Edward has no way to know if you’re safe. You shouldn’t be so reckless.” My voice turned acidic. “Yes, because a vampire slumber party is the pinnacle of safety conscious behavior.” Alice laughed. “I’ll give you a pedicure and everything,” she promised. It wasn’t so bad, except for the fact that I was being held against my will. Esme brought Italian food — the good stuff, all the way from Port Angeles — and Alice was prepared with my favorite movies. Even Rosalie was there, quietly in the background. Alice did insist on the pedicure, and I wondered if she was working from a list — maybe something she’d compiled from watching bad sitcoms.  “How late do you want to stay up?” she asked when my toenails were glistening a bloody red. Her enthusiasm remained untouched by my mood. “I don’t want to stay up. We have school in the morning.” She pouted. “Where am I supposed to sleep, anyway?” I measured the couch with my eyes. It was a little short. “Can’t you just keep me under surveillance at my house?” “What kind of a slumber party would that be?” Alice shook her head in exasperation. “You’re sleeping in Edward’s room.” I sighed. His black leather sofa was longer than this one. Actually, the gold carpet in his room was probably thick enough that the floor wouldn’t be half bad either.  “Can I go back to my place to get my things, at least?” She grinned. “Already taken care of.” “Am I allowed to use your phone?” “Charlie knows where you are.” “I wasn’t going to call Charlie.” I frowned. “Apparently, I have some plans to cancel.” “Oh.” She deliberated. “I’m not sure about that.” “Alice!” I whined loudly. “C’mon!”  “Okay, okay,” she said, flitting from the room. She was back in half a second, cell phone in hand. “He didn’t specifically prohibit this . . . ,” she murmured to herself as she handed it to me. I dialed Jacob’s number, hoping he wasn’t out running with his friends tonight. Luck was with me — Jacob was the one to answer. “Hello?”  “Hey, Jake, it’s me.” Alice watched me with expressionless eyes for a second, before she turned and went to sit between Rosalie and Esme on the sofa. “Hi, Bella,” Jacob said, suddenly cautious. “What’s up?” “Nothing good. I can’t come over Saturday after all.” It was silent for a minute. “Stupid bloodsucker,” he finally muttered. “I thought he was leaving. Can’t you have a life when he’s gone? Or does he lock you in a coffin?” I laughed. “I don’t think that’s funny.” “I’m only laughing because you’re close,” I told him. “But he’s going to be here Saturday, so it doesn’t matter.” “Will he be feeding there in Forks, then?” Jacob asked cuttingly. “No.” I didn’t let myself get irritated with him. I wasn’t that far from being as angry as he was. “He left early.”  “Oh. Well, hey, come over now, then,” he said with sudden enthusiasm. “It’s not that late. Or I’ll come up to Charlie’s.” “I wish. I’m not at Charlie’s,” I said sourly. “I’m kind of being held prisoner.” He was silent as that sunk in, and then he growled. “We’ll come and get you,” he promised in a flat voice, slipping automatically into a plural. A chill slid down my spine, but I answered in a light and teasing voice. “Tempting. I have been tortured — Alice painted my toenails.”  “I’m serious.” “Don’t be. They’re just trying to keep me safe.” He growled again. “I know it’s silly, but their hearts are in the right place.” “Their hearts !” he scoffed. “Sorry about Saturday,” I apologized. “I’ve got to hit the sack” — the couch, I corrected mentally — “but I’ll call you again soon.”  “Are you sure they’ll let you?” he asked in a scathing tone. “Not completely.” I sighed. “’Night, Jake.” “See you around.” Alice was abruptly at my side, her hand held out for the phone, but I was already dialing. She saw the number. “I don’t think he’ll have his phone on him,” she said. “I’ll leave a message.” The phone rang four times, followed by a beep. There was no greeting. “You are in trouble,” I said slowly, emphasizing each word. “Enormous trouble. Angry grizzly bears are going to look tame next to what is waiting for you at home.” I snapped the phone shut and placed it in her waiting hand. “I’m done.” She grinned. “This hostage stuff is fun.” “I’m going to sleep now,” I announced, heading for the stairs. Alice tagged along. “Alice,” I sighed. “I’m not going to sneak out. You would know if I was planning to, and you’d catch me if I tried.”  “I’m just going to show you where your things are,” she said innocently. Edward’s room was at the farthest end of the third floor hallway, hard to mistake even when the huge house had been less familiar. But when I switched the light on, I paused in confusion. Had I picked the wrong door? Alice giggled. It was the same room, I realized quickly; the furniture had just been rearranged. The couch was pushed to the north wall and the stereo shoved up against the vast shelves of CDs — to make room for the colossal bed that now dominated the central space. The southern wall of glass reflected the scene back like a mirror, making it look twice as bad. It matched. The coverlet was a dull gold, just lighter than the walls; the frame was black, made of intricately patterned wrought iron. Sculpted metal roses wound in vines up the tall posts and formed a bowery lattice overhead. My pajamas were folded neatly on the foot of the bed, my bag of toiletries to one side. “What the hell is all this?” I spluttered.  “You didn’t really think he would make you sleep on the couch, did you?” I mumbled unintelligibly as I stalked forward to snatch my things off the bed. “I’ll give you some privacy,” Alice laughed. “See you in the morning.” After my teeth were brushed and I was dressed, I grabbed a puffy feather pillow off the huge bed and dragged the gold cover to the couch. I knew I was being silly, but I didn’t care. Porsches as bribes and king-sized beds in houses where nobody slept — it was beyond irritating. I flipped off the lights and curled up on the sofa, wondering if I was too annoyed to sleep. In the dark, the glass wall was no longer a black mirror, doubling the room. The light of the moon brightened the clouds outside the window. As my eyes adjusted, I could see the diffused glow highlighting the tops of the trees, and glinting off a small slice of the river. I watched the silver light, waiting for my eyes to get heavy. There was a light knock on the door.  “What, Alice?” I hissed. I was on the defensive, imagining her amusement when she saw my makeshift bed. “It’s me,” Rosalie said softly, opening the door enough that I could see the silver glow touch her perfect face. “Can I come in?",
            "vi": "6         6.  THỤY SĨ  Khi lái xe về nhà, tôi không để ý cho lắm đến đường xá sáng mờ ẩm ướt dưới ánh mặt trời. Tôi đang nghĩ về dòng lũ thông tin Jacob đã chia sẻ với tôi, cố sắp xếp phân tích nó, để hiểu ra mọi chuyện. Mặc dù quá tải, tôi lại cảm thấy nhẹ nhõm hơn.  Nhìn thấy Jacob cười, hiểu được mọi bí mật... không khiến cho mọi chuyện hoàn hảo, mà làm mọi chuyện khá hơn. Tôi đã đúng khi đến đó. Jacob cần tôi. Và rõ ràng là, tôi nghĩ – vừa hé nhìn vào ánh sáng chói chang - chẳng có gì nguy hiểm hết.  Nó đột nhiên xuất hiện. Mới phút rồi chẳng có gì ngoài đường cao tốc sáng sủa trong kính chiếu hậu của tôi. Phút sau, mặt trời đã loé sáng trên chiếc Volvo màu bạc ngay sau đuôi tôi.  \"Oái, bậy bạ thiệt, \" tôi rên rỉ.  Tôi đã nghĩ đến việc tấp vào lề đường, nhưng lại quá hèn nhát không dám đối mặt với anh ngay. Tôi đang mong có chút thời gian chuẩn bị. Và có Charlie ở bên đỡ đòn. Ít nhất cũng buộc anh phải nói nhỏ.  Chiếc Volvo theo sát phía sau tôi. Tôi cứ dán mắt nhìn vào con đường phía trước.  Hết sức nhát gan, tôi lái thẳng đến nhà Angela mà không hề dám nhìn vào ánh mắt có thể làm lủng một lỗ trong gương của tôi.  Anh chạy theo cho đến khi tôi tấp vào lề đường trước nhà của Weber. Anh không dừng lại, và tôi cũng không nhìn lên khi anh chạy ngang qua. Tôi không muốn nhìn thấy vẻ mặt của anh. Tôi chạy nhanh vô đoạn đường bê-tông ngắn đến cửa nhà Angela ngay khi anh vừa đi khuất.  Ben ra mở cửa trước khi tôi kịp gõ xong, như thể anh đang đứng ngay sau cửa vậy.  \"Chào, Bella !\" anh nói, bị bất ngờ.  \"Chào, Ben. Ơ, Angela có ở đây không?\" Tôi tự hỏi không biết có phải Angela đã quên chuyện chúng tôi định làm không, và rúm người khi nghĩ đến chuyện phải về nhà sớm.  \"Có chứ, \" Ben nói vừa đúng lúc Angela gọi, \" Bella!\" và xuất hiện ở đầu cầu thang.  Ben ló đầu nhìn quanh tôi khi cả hai cùng nghe tiếng xe trên đường; âm thanh này không làm tôi sợ - động cơ này lịch xịch dừng lại, sau đó là tiếng bốp lớn của ống khói nghẹt xăng. Hoàn toàn khác với tiếng rì rì êm ái của chiếc Volvo.  Đây chắc là người Ben đang chờ.  \"Austin đến rồi, \" Ben nói khi Angela đến bên anh.  Có tiếng nhấn kèn trên đường.  \"Gặp lại em sau,\" Ben hứa. \"Đã nhớ em rồi.\" Anh choàng tay quanh cổ Angela và kéo mặt cô xuống cho ngang tầm để anh có thể hôn cô cuồng nhiệt. Sau giây này, Austin lại nhấn kèn.  \"Tạm biệt, Ang! Yêu em! \" Ben la to vừa chạy qua tôi.  Angela loạng choạng, mặt cô ửng hồng, rồi bình tĩnh lại và vẫy cho đến khi Ben và Austin xa khuất. Sau đó cô quay sang tôi và cười buồn bã.  \"Cám ơn vì đã làm chuyện này, Bella, \" cô nói. \"Từ tận đáy lòng. Bồ không chỉ cứu cho bàn tay mình khỏi chấn thương vĩnh viễn, bồ cũng vừa mới cứu mình thoát khỏi hai giờ đằng đẵng khỏi phải coi phim võ thuật đánh đấm dở ẹt, chẳng tình tiết.\" Cô thở phào nhẹ nhõm. \"Hân hạnh được phục vụ.\" Tôi cảm thấy bớt sợ hơn, có thể thở đều hơn một chút. Ở đây thật bình thường. Những sự kiện con người bình thường của Angela làm tôi yên lòng kỳ lạ. Thật vui khi biết cuộc sống vẫn bình thường ở một nơi nào đó. Tôi theo Angela lên cầu thang đến phòng cô. Cô vừa đi vừa đá cho đồ chơi tránh lối. Căn nhà yên tĩnh lạ thường.  \"Người nhà của bồ đâu hết rồi?\" \"Cha mẹ mình dẫn hai đứa em sinh đôi đến dự tiệc sinh nhật ở Port Angeles rồi. Mình không tin nỗi là bồ thiệt sẽ đến làm giúp chuyện này đó. Ben giả bộ bị viêm gân.\" Cô nhăn nhó.  \"Mình chả thấy phiền chút nào, \" tôi nói rồi vào phòng Angela và thấy một chồng phong bì đang chờ đợi  \"Ôi !\" Tôi thở hổn hển. Angela quay nhìn tôi, vẻ xin lỗi trong mắt cô. Tôi giờ đã hiểu vì sao cô lần lữa không làm chuyện này, và vì sao Ben lại lẩn tránh.  \"Mình cứ tưởng bồ nói quá thôi, \" tôi thú nhận.  \"Ước gì là vậy. Bồ có chắc là bồ muốn làm chuyện này không?\" \"Giao việc cho mình đi. Mình có nhiều thời gian lắm.\" Angela chia chồng này làm đôi và đặt sổ địa chỉ của mẹ nhỏ giữa chúng tôi ở trên bàn. Lúc đầu chúng tôi tập trung làm, và chỉ có tiếng bút sột soạt trên giấy.  \"Tối nay Edward làm gì?\" cô hỏi sau vài phút.  Bút tôi đâm vô phong bì đang viết. \"Emmet về nhà vào cuối tuần.  Chắc mọi người đi bộ đường dài.\" \"Bồ nói y như bồ không rõ vậy. \" Tôi nhún vai.  \"Bồ may mắn vì Edward có anh em cùng đi bộ đường dài và cắm trại. Mình chả biết mình sẽ làm gì nếu Ben không có Austin cùng làm mấy chuyện của con trai.\" \"Ờ, hoạt động ngoài trời rõ ràng không dành cho mình rồi. Và chẳng làm sao mà mình  có thể theo kịp được.\" Angela cười. \"Mình thích ở trong nhà hơn.\" Cô tập trung vào chồng phong bì của mình một chốc. Tôi ghi thêm được bốn địa chỉ nữa. Chẳng bao giờ cảm thấy cần phải lấp đầy phút im lặng bằng những câu tán dóc nhảm nhí khi ở bên Angela. Giống như Charlie, im lặng với cô chả sao cả.  Nhưng, như Charlie, đôi khi cô cũng có óc quan sát quá sắc sảo.  \"Có gì không ổn à?\" bây giờ cô hỏi nhỏ xíu. \" Bồ có vẻ. .. lo lắng. \" Tôi mỉm cười ngượng ngùng. \"Rõ vậy sao?\" \"Không rõ lắm.\" Chắc cô nói dối để làm tôi thấy dễ chịu hơn.  \"Bồ chẳng cần phải nói về chuyện đó trừ phi bồ muốn, \" cô cả quyết với tôi. \"Mình sẽ lắng nghe nếu bồ nghĩ chuyện đó giúp được chút gì.\" Tôi định nói :”Cám ơn bồ, nhưng không sao đâu”. Rốt cuộc, chỉ là có quá nhiều bí mật phải giữ mà thôi. Tôi thật không thể kể lể những khó khăn của mình cho con người nào nghe cả. Thế là làm sai luật.  Tuy nhiên, với sự thôi thúc đột ngột, kỳ lạ, đó chính là điều tôi muốn. Tôi muốn trò chuyện với một bạn gái con người bình thường. Tôi muốn than van một chút, như bao thiếu nữ khác. Tôi muốn những vấn đề của tôi đơn giản thế.  Cũng sẽ thật tốt nếu có một người đứng ngoài toàn bộ mớ lộn xộn ma cà rồng-người sói này để nhìn nhận mọi chuyện. Một người không thành kiến.   “Mình sẽ không xía vô chuyện người khác,\" Angela hứa, mỉm cười nhìn xuống địa chỉ đang viết.  \"Không, \" tôi nói. \"Bồ nói đúng. Mình đang lo lắng.  Vì. . . vì Edward . \" \"Có chuyện gì vậy?\" Thật dễ nói chuyện với Angela. Khi cô hỏi một câu như thế, tôi chắc rằng cô không toàn tò mò tọc mạch hay tìm chuyện để ngồi lê đôi mách, như Jessica sẽ vậy. Cô lo là tôi đang đau khổ.  \"Ôi, ảnh giận mình . \" \"Thật khó tưởng tượng, \" cô nói. \"Ảnh giận chuyện gì?\" Tôi thở dài. \"Bạn có nhớ Jacob Black không?\" \"A,\" cô nói.  \"Ờ. \" \"Ảnh ghen à.\" \"Không, không phải ghen... \" Tôi lẽ ra phải ngậm miệng lại. Chẳng cách nào giải thích chuyện này cho có lý được. Nhưng dù sao thì tôi vẫn muốn nói tiếp. Tôi không biết mình lại thèm trò chuyện với con người như vậy. \"Edward nghĩ Jacob mang đến ...ảnh hưởng xấu, tôi nghĩ vậy. Đại loại như ... nguy hiểm. Bồ biết trong mấy tháng trở lại đây tôi gặp không biết bao nhiêu là rắc rối . . . Nhưng thiệt hết sức lố bịch.\" Tôi ngạc nhiên khi thấy Angela lắc đầu.  \"Gì vậy?\" Tôi hỏi.  \"Bella, mình đã thấy Jacob Black nhìn bạn như thế nào. Mình dám cá vấn đề thật sự là ghen tuông.\" \"Jacob không phải vậy đâu. \" \"Với bồ, có lẽ không phải vậy. Nhưng với Jacob...\" Tôi cau mày. \"Jacob biết tôi cảm thấy sao mà. Chuyện gì tôi cũng kể cho anh chàng nghe hết.\" \"Edward cũng chỉ là con người thôi, Bella.  Ảnh cũng phản ứng như bao anh chàng khác.\" Tôi nhăn nhó. Tôi không trả lời lại câu này được.  Nhỏ vỗ nhẹ bàn tay tôi. \"Ảnh sẽ vượt qua được chuyện đó. \" \"Hy vọng vậy. Jake gần như đang trong một giai đoạn khó khăn. Anh chàng cần mình.\" \"Mà Edward lại không thích anh ta...  Chắc khó đây. Tôi tự hỏi không biết Ben sẽ xử lý ra sao?\" cô trầm ngâm.  Tôi cười nửa miệng. \"Có lẽ cũng như bao anh chàng khác thôi.\" Cô cười toe toét. \"Chắc vậy.\" Rồi cô chuyển sang đề tài khác. Angela không phải là một người hay dò hỏi tò mò, và cô dường như cảm nhận được tôi sẽ không - không thể - nói nữa.  \"Mình đã được phân phòng tập thể hôm qua.  Dĩ nhiên là toà nhà xa nhất trong trường rồi. \"  “Ben biết ảnh sẽ ở đâu chưa?\" \"Phòng tập thể gần nhất trong trường.  Ảnh toàn may mắn không thôi. Còn bồ thì sao? Bồ đã quyết định sẽ học ở đâu chưa?\" Tôi nhìn xuống, tập trung vào nét chữ nguệch ngoạc vụng về của mình. Trong giây lát, tôi bị phân tâm bởi ý nghĩ Angela và Ben học ở Đại học Washington. Chỉ vài tháng nữa, họ sẽ đến Seattle. Liệu lúc đó đã an toàn chưa?  Liệu mối nguy hiểm của ma cà rồng mới sinh hoang dã đã chuyển sang chỗ khác chưa? Liệu lúc đó sẽ có một nơi khác, một thành phố khác lại rùng mình vì mấy tít phim kinh dị chăng? Liệu những tít mới này sẽ là lỗi của tôi chăng? Tôi cố xua đuổi ý nghĩ đó và trả lời câu hỏi của nhỏ chậm hơn một nhịp. \"Mình nghĩ là Alaska.  Trường đại học ở Juneau.\" Tôi có thể nghe được vẻ ngạc nhiên trong giọng nhỏ. \"Alaska? Ồ. Thật sao? Ý mình là, thật tuyệt. Chỉ có điều mình cứ tưởng bồ sẽ đến một nơi nào đó... ấm hơn.\" Tôi cười một chút, vẫn nhìn chằm chằm vào phong bì. \"Ờ. Forks thực đã làm thay đổi cách nhìn của mình về cuộc sống. \" \"Còn Edward thì sao?\" Mặc dù tên anh làm dạ dày tôi nhộn nhạo, tôi vẫn nhìn lên và toét miệng cười với nhỏ. \"Alaska cũng không quá lạnh đối với Edward.\" Cô cười toe toét đáp lại. \"Dĩ nhiên là không rồi.\" Rồi nhỏ thở dài. \"Xa quá. Bồ sẽ không thể về nhà thường xuyên được. Mình sẽ nhớ bạn. Bồ sẽ gởi thư điện tử cho mình chứ?\" Một nỗi buồn thầm lặng nghẹn lời xâm chiếm tôi; có lẽ thật sai lầm khi bây giờ trở nên gần gũi với Angela nhiều hơn. Nhưng liệu sẽ không buồn hơn không nếu bỏ qua những cơ hội cuối cùng này? Tôi rũ bỏ những suy nghĩ không vui, để có thể trả lời trêu ghẹo nhỏ.  \"Nếu mình còn đánh máy được sau vụ này.\" Tôi hất đầu về phía chồng phong bì đã hoàn thành.  Chúng tôi cười, và thoải mái tán dóc vui vẻ về các chuyên ngành và các lớp học trong lúc viết cho xong phần còn lại - tất cả những gì tôi phải làm là không nghĩ về chuyện đó. Dù sao chăng nữa, hôm nay có nhiều chuyện cần phải lo lắng hơn.  Tôi cũng giúp nhỏ dán tem luôn. Tôi sợ phải ra về.  \"Bàn tay bồ ra sao?\" nhỏ hỏi.  Tôi gập mấy ngón tay. \"Chắc mình sẽ khôi phục lại mọi khả năng của nó... một ngày nào đó. \" Cửa dộng mạnh dưới lầu, và cả hai chúng tôi đều nhìn lên.  \"Ang ?\" Ben gọi.  Tôi cố mỉm cười, nhưng môi tôi run rẩy. \"Mình nghĩ đó là lời nhắc nhở đến lúc phải về rồi. \" \"Bồ chẳng cần phải đi. Mặc dù chắc ảnh sắp kể ... chi tiết phim cho mình nghe. \" \"Charlie sẽ thắc mắc không biết mình đang ở đâu. \" \"Cám ơn vì đã giúp mình. \" \"Mình rất vui, thực đó. Tụi mình nên làm những chuyện như vầy nữa đi. Thật thích khi vui chơi với bạn gái. \" \"Dĩ nhiên rồi.\" Có tiếng gõ nhẹ lên cửa phòng ngủ.  \"Vào đi, Ben, \" Angela nói.  Tôi đứng dậy vươn vai.  \"Nè, Bella! Bạn còn sống, \" Ben chào tôi thật nhanh trước khi đến thay chỗ của tôi bên Angela. Anh quan sát kết quả công việc của chúng tôi. \"Làm tốt lắm. Thiệt tệ là không còn lại gì để làm hết, lẽ ra tôi đã... \" Anh nói nhỏ dần, rồi lại phấn khởi trở lại. \" Ang, anh không thể tin nỗi em lại hụt coi phim này! Thật tuyệt vời. Cảnh đánh nhau cuối cùng này - động tác thật không thể tin nỗi!  Anh chàng này - ừm, em sẽ phải nhìn thấy mới hiểu anh nói gì - \" Angela trợn tròn mắt nhìn tôi.  \"Hẹn gặp hai bồ ở trường, \" tôi vừa cười bối rối vừa nói.  Cô thở dài. \"Hẹn gặp lại.\" Tôi bồn chồn trên đường ra xe, nhưng con đường chẳng bóng người.  Suốt đoạn đường đi tôi cứ lo lắng liếc nhìn hết mọi tấm gương trên xe, nhưng chẳng hề thấy bóng dáng chiếc xe màu bạc đâu cả.  Xe anh cũng không đậu ở trước nhà, mặc dù điều đó cũng chẳng nghĩa lý gì.  \"Bella ?\" Charlie hỏi khi tôi mở cửa trước.  \"Chào bố.\" Tôi thấy ông trong phòng khách, ngôi trước TV.  \"Nè, ngày hôm nay của con thế nào?\" \"Tốt ạ, \" tôi nói. Cũng có thể kể hết mọi chuyện cho ông nghe - thế nào bố cũng được Billy kể ngay thôi.  Hơn nữa, chuyện đó sẽ làm ông vui. \"Họ không cần con ở chỗ làm, nên con xuống La Push.\" Chẳng có bao nhiêu ngạc nhiên trong mặt ông. Billy đã kể ông nghe rồi.  \"Jacob ra sao?\" Charlie hỏi, cố tỏ vẻ dửng dưng.  \"Khoẻ ạ, \" tôi nói, cũng tỏ vẻ tự nhiên giống vậy.  \"Con làm xong chuyện ở nhà Weber rồi hả?\" \"Dạ rồi.  Tụi con đã đề hết địa chỉ cho mấy cái thư thông báo của nhỏ rồi. \" \"Hay lắm.\" Charlie toét miệng cười. Đang có trận đấu trên ti-vi mà ông tập trung được khá lạ lùng. \"Bố vui vì con đã bỏ chút thời gian vui chơi với bạn bè hôm nay. \" \"Con cũng vậy.\" Tôi đi thong thả đi về phía nhà bếp, tìm chuyện để làm. Thật đáng tiếc, Charlie đã dọn dẹp sạch sẽ sau bữa trưa rồi. Tôi đứng đó trong vài phút, nhìn chằm chằm vào mảng sáng trên sàn. Nhưng biết mình không thể trì hoãn chuyện này hoài được.  \"Con đi học đây.\" tôi vừa rầu rĩ thông báo vừa bước lên cầu thang.  \"Hẹn gặp lại, \" Charlie gọi với theo tôi.  Nếu tôi còn sống, tôi tự nghĩ.  Tôi đóng cửa phòng ngủ cẩn thận rồi mới quay sang nhìn căn phòng .  Tất nhiên anh đã ở đó. Anh đứng dựa vào bức tường đối diện với tôi, trong bóng râm bên cạnh cửa sổ mở. Mặt anh đanh lại và dáng anh căng thẳng. Anh nhìn tôi trừng trừng không nói một lời.  Tôi co rúm người, chờ một tràng chửi rủa, nhưng chuyện đó không xảy ra. Anh chỉ tiếp tục nhìn trừng trừng, chắc là giận quá không nói nên lời.  \"Chào anh, \" cuối cùng thì tôi cũng nói.  Mặt anh hẳn tạc từ đá. Tôi đếm đến một trăm trong đầu, nhưng không có gì thay đổi.  \"Ơ... thế, em vẫn còn sống nè, \" tôi bắt đầu.  Tiếng gầm gừ rì rầm nhỏ trong ngực anh, nhưng vẻ mặt anh không thay đổi.  \"Đâu có thiệt hại gì đâu, \" tôi nhún vai khăng khăng.  Anh nhúc nhích. Mắt anh nhắm kín, và anh vuốt sóng mũi mình giữa mấy ngón tay của bàn tay phải.  \"Bella,\" anh thì thầm. \"Em có biết hôm nay anh đã suýt vượt qua ranh giới thế nào không? Phá vỡ hoà ước để đi theo em?  Em có biết điều đó nghĩa là gì không?\" Tôi thở hổn hển và mắt anh mở ra. Chúng lạnh giá và khắt nghiệt như đêm đen.  \"Anh không được làm vậy!\" Tôi nói quá lớn. Tôi đã điều chỉnh âm lượng giọng mình để  Charlie không nghe thấy, nhưng tôi muốn hét lên những lời ấy. \"Edward, họ sẽ dùng mọi cớ để đánh nhau. Họ sẽ thích thế. Anh chẳng bao giờ được phá lệ!\" \"Có lẽ chúng không phải là những người duy nhất khoái đánh nhau.\" \"Anh đừng gây chuyện, \" tôi cáu kỉnh. \"Anh đã ký hoà ước - anh phải tuân thủ.\" \"Nếu nó mà làm em bị thương - \" \"Đủ rồi!\" Tôi ngắt lời anh. \"Chẳng có gì phải lo hết. Jacob không nguy hiểm. \" \"Bella. \" Anh trợn tròn mắt. \"Em không phải là người biết rõ cái gì nguy hiểm cái gì không đâu. \" \"Em biết em chẳng cần phải lo chuyện Jake. Và anh cũng vậy. \" Anh nghiến răng. Bàn tay đã cuộn thành nắm đấm ở bên hông. Anh vẫn còn đứng dựa tường, và tôi ghét khoảng cách giữa chúng tôi.  Tôi hít thật sâu, và bước qua phòng. Anh không nhúc nhích khi tôi vòng tay ôm lấy anh.  Bên cạnh hơi ấm của ánh mặt trời chiều cuối cùng tràn qua cửa sổ, da anh cảm thấy lạnh giá lạ lùng. Anh cũng giống băng, khi lạnh cứng như vầy.  \"Em xin lỗi vì đã làm anh lo lắng, \" tôi lẩm bẩm.  Anh thở dài, và bớt căng thẳng một chút. Cánh tay anh ôm quanh eo tôi.  \"Lo lắng là hơi nói nhẹ đi đó, \" anh thì thầm. \"Thật là một ngày quá dài. \" \"Lẽ ra anh đâu biết đâu, \" tôi nhắc anh. \"Em cứ tưởng anh sẽ đi săn lâu hơn.\" Tôi nhìn lên mặt anh, vào đôi mắt trách móc của anh; tôi đã không chú ý vì căng thẳng, nhưng chúng quá đen.  Quầng thâm dưới mắt màu tím sẫm. Tôi cau mày chê bai.  \"Khi Alice thấy em biến mất, anh quay lại liền, \" anh giải thích.  \"Anh không nên làm thế. Giờ anh lại phải đi lần nữa. \" Tôi cau mày dữ hơn.  \"Anh đợi được.\" \"Thiệt mắc cười. Ý em là, em biết cô ấy không nhìn thấy em ở bên Jacob được, nhưng lẽ ra anh phải biết chớ - \" \"Nhưng anh đã không biết, \" anh ngắt lời. \" Và em không thể mong anh sẽ để em - \" \"Ồ, có chớ, em có thể, \" tôi ngắt lời anh. \"Đó chính xác là những gì em mong - \" \"Chuyện này sẽ không tái diễn nữa đâu. \" \"Đúng vậy! Bởi vì lần sau anh sẽ không phản ứng thái quá nữa.\" \"Vì sẽ không có lần sau.\" \"Em hiểu là anh phải đi, dù em không thích chuyện đó - \" \"Không phải vậy. Anh đâu có liều mạng. \" \"Em cũng không.\" \"Người sói là mối nguy hiểm.\" \"Em không đồng ý. \" \"Anh sẽ không bàn cãi chuyện này, Bella. \" \"Em cũng không. \" Bàn tay anh lại trở thành hai nắm đấm trở lại. Tôi có thể cảm thấy chúng tựa vào lưng mình.  Lời nói buột ra khinh suất. \"Có phải chuyện này thực sự chỉ là vì sự an toàn của em không?\" \"Ý em là gì?\" anh hỏi.  \"Anh không ... \" Giả thuyết của Angela bây giờ có vẻ ngu ngốc hơn cả lúc nãy. Thật khó nói ra ý này. \" Ý em là, anh chẳng khùng gì mà lại ghen, phải không?\" Anh nhướng mày. \"Anh đó hả?\" \"Nghiêm túc đi.\" \"Rõ ràng rồi - chẳng có gì hài hước hơn. \" Tôi cau mày nghi ngờ. \"Hay . . . đây là chuyện hoàn toàn khác ? Chuyện nhảm nhí ma-cà-rồng-và-người-sói-vĩnh-viễn-là-kẻ-thù? Hay đây chỉ là do kích thích tố nam gây ra-\" Mắt anh giận điên lên. \"Chỉ vì em thôi.  Anh chỉ quan tâm đến sự an toàn của em thôi.\" Ánh giận dữ trong mắt anh hoàn toàn rõ ràng.  \" OK, \" tôi thở dài. \"Em tin thế. Nhưng em muốn anh biết một điều - nếu mà dính tới mấy chuyện nhảm nhí kẻ thù đó thì em không chấp nhận. Em là một quốc gia trung lập. Em là Thụy Sĩ. Em không chấp nhận bị ảnh hưởng bởi tranh chấp lãnh thổ giữa mấy sinh vật hoang đường.  Jacob là người trong nhà.  Anh là ....ừm, không chính xác là người yêu quý trong cuộc đời này của em, vì em mong sẽ yêu anh lâu hơn thế nữa.  Tình yêu trong suốt sự tộn tại của em. Em chẳng quan tâm ai là người sói và ai là ma cà rồng hết. Nếu Angela hoá ra lại là một phù thuỷ, thì nhỏ cũng có thể nhập bọn luôn. \" Anh nheo mắt nhìn tôi chằm chằm lặng lẽ.  \"Thụy Sĩ, \" tôi lặp lại lần nữa để nhấn mạnh.  Anh cau mày với tôi, rồi thở dài. \" Bella..., \" anh bắt đầu, nhưng ngừng lại, và mũi anh nhăn lại ghê tởm.  \"Gì nữa đây?\" \"Hừm... Đừng giận, nhưng em bốc mùi giống chó, \" anh bảo tôi.  Rồi anh nhếch môi cười, vì vậy tôi biết trận chiến đã kết thúc rồi. Lúc này.  Edward phải bù lại chuyến đi săn dở dang, và vì thế anh sẽ ra đi đêm thứ Sáu với Jasper, Emmett, và Carlisle để đến một khu bảo tồn nào đó ở Northern California đang bị sư tử núi hoành hành.  Chúng tôi không nhất trí được với nhau về chuyện người sói, nhưng tôi không cảm thấy mình có lỗi khi gọi Jake - trong khoảnh khắc cơ hội ngắn ngủi khi Edward đưa chiếc Volvo về nhà trước quay lại leo qua cửa sổ phòng tôi  - để báo cho anh chàng biết tôi sẽ đến chơi vào thứ bảy lần nữa.  Không phải là lén lút đi.  Edward biết tôi cảm thấy ra sao. Và nếu anh phá xe tôi lần nữa, thì tôi sẽ bảo Jacob tới đón tôi. Forks là nơi trung lập, cũng giống như Thụy Sĩ - cũng giống như tôi.  Vì thế khi thứ Năm tôi đi làm về và chính Alice chớ không phải Edward đang chờ tôi trong chiếc Volvo, lúc đầu tôi không hề nghi ngờ gì.  Cửa phía hành khách đang mở, và tiếng nhạc tôi không nhận ra đang làm rung chuyển khung xe mỗi khi tiếng bass trỗi lên.  \"Nè, Alice, \" tôi vừa hét to át tiếng nhạc đinh tai vừa lên xe. \"Anh trai em đâu rồi?\" Cô đang hát theo bài hát, giọng cô cao hơn giai điệu một quãng tám, hoà theo bằng âm điệu du dương phức tạp. Cô gật đầu chào tôi, phớt lờ câu hỏi vì tập trung vào nhạc.  Tôi đóng cửa rồi lấy tay bịt tai. Cô cười toe toét, và chỉnh âm thanh nhỏ lại cho đến khi chỉ còn là nhạc nền. Rồi cô vừa nhấn khóa vừa nhấn ga trong cùng một giây.  \"Chuyện gì đang xảy ra vậy?\" Tôi hỏi, bắt đầu cảm thấy không thoải mái. \"Edward đâu?\" Cô nhún vai. \"Mọi người đi sớm. \" \"Ôi. \" Tôi cố kiểm soát niểm thất vọng vô lý. Nếu anh đi sớm, nghĩa là anh sẽ quay về sớm hơn, tôi tự nhắc mình .  \"Con trai đi hết rồi, nên mình sẽ có một đêm họp mặt tán dóc của con gái!\" cô thông báo bằng một giọng ngân nga, du dương.  \"Đêm họp mặt tán dóc của con gái?\" Tôi lặp lại, nỗi nghi ngờ cuối cùng đã thành sự thật.  \"Chị không vui sao?\" cô kêu to.  Tôi nhìn vào ánh mắt sôi nổi của cô hồi lâu.  \"Em đang bắt cóc chị, phải không?\" Cô cười to rồi gật đầu. \"Cho đến thứ bảy. Esme đã xin phép Charlie rồi; chị sẽ ở với em hai đêm, và mai em sẽ chở chị đến trường và đón chị về nhà. \" Tôi quay mặt ra cửa sổ, nghiến răng kèn kẹt.  \"Xin lỗi, \" Alice nói, chẳng nghe ăn năn hối lỗi chút xíu nào hết. \"Ảnh hối lộ em mà.\" \"Như thế nào?\" Tôi rít qua răng .  \"Porsche.  Giống y như chiếc em đã ăn cắp ở Ý. \" Cô thở dài hạnh phúc. \"Em không được lái nó ở Forks, nhưng nếu chị muốn, mình có thể coi mất bao lâu để chạy từ đây tới L.A. -  Em cá là em có thể đưa chị về lại trước nửa đêm. \" Tôi hít thật sâu. \"Chắc chị bỏ qua,\" tôi thở dài, nén lại cơn rùng mình .  Chúng tôi phóng như bay trên con đường dài. Alice chạy quanh ga-ra, và tôi lướt nhìn mấy chiếc xe hơi. Xe gíp lớn của Emmett ở đó, với một chiếc Porsche màu vàng hoàng yến bóng loáng nằm giữa nó và chiếc mui trần màu đỏ của Rosalie.  Alice duyên dáng nhảy ra và đến vuốt tay theo chiều dài của món hối lộ. \"Đẹp quá hả?\" \"Quá đẹp, \" tôi làu bàu, hoài nghi. \"Ảnh cho em cái đó chỉ vì hai ngày giữ chị làm con tin sao?\" Alice nhăn nhó.  Một giây sau, hiểu ra và tôi thở hổn hển khiếp sợ. \"Vì tất cả những lần ảnh đi xa hả?\" Cô gật đầu.  Tôi đóng sầm cửa  và huỳnh huỵch đi về phía nhà. Cô nhảy theo kế bên tôi, vẫn chẳng chút ăn năn.  \"Alice, em không thấy chuyện này hơi kiểm soát lố quá sao? Chính xác là hơi loạn tâm thần, có lẽ?\" \"Không thực vậy. \" Cô khụt khịt. \" Chị hình như không nhận thức được người sói trẻ có thể nguy hiểm cỡ nào.   Nhất là khi em không thể nhìn thấy họ. Edward không có cách nào biết chị có an toàn không. Chị không nên liều lĩnh như thế. \" Giọng tôi trở nên chua chát. \"Ở phải rồi, vì tán dóc trong đêm với ma cà rồng cái mới là đỉnh cao của chuyện hiểu rõ an toàn là gì.\" Alice cười. \"Em sẽ làm móng chân cho chị và đủ mọi thứ, \" cô hứa.  Không tệ lắm, trừ chuyện tôi bị giam giữ trái ý muốn. Esme mang thức ăn Ý - món ngon, tuốt từ Port Angeles về - và Alice đã chuẩn bị mấy cuốn phim ưa thích của tôi. Thậm chí Rosalie cũng ở đó, lặng lẽ ở phía sau. Alice cứ khăng khăng đòi làm móng chân cho tôi, và tôi tự hỏi không biết có phải cô đang làm theo một danh sách - có lẽ một thứ cô đã soạn ra khi xem hài kịch trong nhà ngoài phố dở ẹt.  \"Chị muốn thức khuya cỡ nào?\" cô hỏi khi móng chân tôi lấp lánh đỏ chót. Nhiệt tình của cô vẫn không bị tâm trạng của tôi làm hỏng.  \"Chị không muốn thức khuya. Sáng mai mình phải đi học.\" Cô bĩu môi.  \"Thế chị sẽ ngủ ở đâu đây?\" Tôi nhìn chiếc ghế trường kỷ từ đầu đến chân. Hơi ngắn.  \"Em không thể theo dõi chị ở nhà chị được sao?\" \"Vậy thì còn gì là đêm họp mặt tán dóc của con gái nữa?\" Alice lắc đầu bực tức. \"Chị sẽ ngủ trong phòng của Edward. \" Tôi thở dài. Ghế xô-pha bằng da màu đen của anh dài hơn cái này. Thực ra thì, thảm vàng trong phòng anh có lẽ đủ dày nên sàn nhà cũng không tệ lắm.  \"Ít nhất thì chị có thể quay về nhà để lấy đồ đạc của chị chớ?\" Cô cười toe toét. \"Đã lo liệu hết rồi.\" \"Chị có được phép dùng điện thoại của em không?\" \"Charlie biết chị ở đâu mà. \" \"Chị đâu định gọi Charlie. \" Tôi cau mày. \"Rõ ràng, Chị có vài kế hoạch phải hủy bỏ.\" \"Ôi. \" Cô cân nhắc. \"Em không biết chuyện đó thì sao đây. \" \"Alice !\" Tôi rên rỉ thật to. \"Thôi nào!\" \"Được rồi, được rồi, \" cô nói, nhẹ nhàng ra khỏi phòng. Cô trở lại trong nửa giây, điện thoại di động trong tay. \"Ảnh không nói rõ là cấm chuyện này..., \" cô thì thầm với mình khi trao nó cho tôi.  Tôi quay số Jacob, hy vọng đêm nay anh không ra ngoài rong duỗi cùng bạn bè.  Tôi may mắn - Jacob là người trả lời.  \"Xin chào?\" \"Chào, Jake, tôi đây. \" Alice quan sát tôi bằng đôi mắt vô cảm trong một giây, rồi mới quay lưng và đến ngồi giữa Rosalie và Esme trên ghế xô - pha.  \"Chào, Bella, \" Jacob nói, bỗng thận trọng. \"Có chuyện gì thế?\" \"Không có gì hay hết. Rốt cuộc, tôi không ghé qua đó ngày thứ bảy được.\" Im lặng một chốc. \"Đồ hút máu ngu ngốc, \" cuối cùng anh cũng lẩm bẩm. \" Tôi cứ tưởng anh ta sắp đi chớ. Bạn không được sống khi anh ta đi xa sao? Hay anh ta nhốt bạn trong quan tài rồi?\" Tôi cười phá ra.  \"Tôi nghĩ chẳng có gì mắc cười hết.\" \"Tôi cười chỉ vì bạn nói suýt đúng, \" tôi nói với anh. \"Nhưng ảnh sẽ về đây hôm thứ bảy, cho nên chẳng sao hết. \" \"Anh ta sẽ ăn tại Forks à?\" Jacob hỏi chua cay.  \"Không. \" Tôi không để mình nổi cáu với anh. Tôi không tức nhiều bằng anh. \"Ảnh đi sớm. \" \"Ồ. ừm, này, vậy ghé qua đây bây giờ đi, \" anh đột ngột nhiệt tình nói. \"Chưa muộn lắm mà. Hay tôi đến nhà Charlie nhé.\" \"Ước gì được vậy. Tôi đâu có ở nhà Charlie, \" tôi nói chua chát. \"Tôi gần như bị bắt giữ làm tù binh. \" Anh im lặng khi hiểu ra, rồi gầm gừ. \"Chúng tôi sẽ đến đón bạn về, \" anh hứa bằng giọng thẳng thừng, tự động buột miệng nói ra số nhiều.  Cơn ớn lạnh chạy dọc cột sống, nhưng tôi trả lời bằng giọng vui vẻ, trêu chọc. \"Hấp dẫn đó. Tôi đã bị tra tấn - Alice vẽ móng chân cho tôi. \" \"Tôi nói thiệt đó.\" \"Đừng thế. Họ chỉ đang cố bảo vệ để tôi được an toàn thôi. \" Anh gầm gừ lần nữa.  \"Tôi biết thật ngốc, nhưng họ là những người có tấm lòng vàng.\" \"Tấm lòng!\" anh chế giễu.  \"Xin lỗi vì chuyện thứ bảy nghen, \" tôi tạ lỗi. \"Tôi phải chui vào bao đây (đi ngủ)\" - ghế trường kỷ, tôi sửa lại trong đầu - \" nhưng tôi sẽ gọi lại cho bạn sớm.\" \"Bạn có chắc họ sẽ để cho bạn gọi tôi không?\" anh hỏi bằng giọng gay gắt.  \"Không chắc lắm. \" Tôi thở dài. \"Ngủ ngon, Jake. \" \"Gặp lại bạn sớm.\" Alice đột ngột ở bên tôi, bàn tay cô đưa ra lấy điện thoại, nhưng tôi đã quay số. Cô nhìn thấy số này.  \"Em không nghĩ ảnh mang theo điện thoại, \" cô nói.  \"Chị sẽ để lại tin nhắn. \" Điện thoại reng bốn lần, sau đó là một tiếng bíp. Không lời chào.  \"Anh gặp rắc rối rồi, \" tôi chậm rãi nói, nhấn mạnh từng chữ. \"Rắc rối to. Gấu xám nổi khùng cũng chẳng là gì so với chuyện đang đợi anh ở nhà. \" Tôi cúp điện thoại cái rụp và đặt nó vào bàn tay chờ đợi của cô. \"Chị xong rồi.\" Cô cười toe toét. \"Vụ bắt cóc con tin này vui ghê.\" \"Bây giờ chị đi ngủ đây, \" tôi công bố, hướng đến cầu thang. Alice đi cùng.  \"Alice, \" tôi thở dài. \"Chị sẽ không bỏ trốn đâu. Em sẽ biết ngay nếu chị toan tính chuyện đó mà, và em sẽ bắt chị ngay nếu chị dám.\" \"Em chỉ đi để chỉ cho chị biết đồ đạc của chị ở đâu thôi mà, \" cô ngây thơ nói.  Phòng Edward ở cuối hành lang tầng ba, khó mà nhầm được dù ngôi nhà khổng lồ này ít quen thuộc hơn. Nhưng khi bật đèn xong, tôi dừng lại bối rối. Tôi có vô nhầm cửa không? Alice cười khúc khích.  Cũng căn phòng ấy, tôi nhanh chóng nhận ra; chỉ đồ gỗ vừa mới được sắp xếp lại. Ghế trường kỷ đã được đẩy tới bức tường phía bắc và giàn âm thanh nổi đẩy sát vào mấy cái kệ mênh mông đựng CDs - để dành chỗ cho chiếc giường khổng lồ bây giờ chiếm lĩnh không gian chính giữa.  Vách kính phía nam phản chiếu khung cảnh như tấm gương, làm thấy gấp hai lần tệ hại hơn.  Thật hợp. Khăn phủ giường màu vàng xỉn, hơi nhạt hơn tường; khung giường màu đen, được làm bằng sắt rèn kiểu cọ phức tạp. Những bông hồng kim loại chạm trổ uốn éo như dây nho bò lên mấy trụ cao và tạo thành lùm cây trên đầu. Đồ ngủ của tôi đã được xếp ngăn nắp dưới chân giường, túi vật dụng dùng khi tắm rửa ở một bên.  \"Toàn bộ mấy thứ này là cái quái gì?\" Tôi lắp bắp.  \"Chị không thực nghĩ ảnh sẽ để chị ngủ trên ghế trường kỷ chớ hả?\" Tôi lẩm bẩm lầm bầm khi sầm sập bước lên giật đồ đạc của tôi ra khỏi giường.  \"Em sẽ để chị được riêng tư, \" Alice cười. \"Hẹn gặp chị vào buổi sáng. \" Sau khi răng đã đánh xong và đồ đã mặc xong, tôi chộp một cái gối lông căng phồng ra khỏi cái giường khổng lồ và kéo tấm phủ vàng đến ghế trường kỷ. Tôi biết mình ngu ngốc, nhưng tôi không quan tâm. Porsches làm đồ hối lộ và giường khổng lồ trong ngôi nhà, nơi không ai ngủ - thiệt hết sức khó chịu.  Tôi tắt đèn và cuộn mình trên ghế xô - pha, tự hỏi liệu mình có quá bực mình đến nỗi không ngủ được không.   Trong bóng tối, tường kính không còn là tấm gương đen, phóng to gấp đôi căn phòng. Ánh trăng làm sáng bừng những đám mây ngoài cửa sổ. Khi mắt tôi quen với bóng tối, tôi có thể thấy ánh sáng rực rỡ chan hoà chiếu sáng ngọn cây, và phản chiếu một phần dòng sông. Tôi ngắm ánh sáng bàng bạc, chờ mắt mình trĩu nặng.  Có tiếng gõ cửa nhè nhẹ.  \"Gì hả, Alice?\" Tôi rít lên. Tôi lo lắng, tưởng tượng nỗi khoái trá của cô khi thấy chiếc giường tạm của tôi.  \"Chị đây, \" Rosalie nói khẽ, mở cửa đủ để tôi có thể nhìn thấy ánh sáng bạc vuốt ve khuôn mặt hoàn hảo của cô. \"Chị vào được không?\""
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was <em>teasingly</em> outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        }
    ],
    "suggestions": []
}