{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ti: i: 'el]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">điện báo (<font color=\"#1371BB\">telegraph(ic)</font>)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(số) dây nói, điện thoại (<font color=\"#1371BB\">telephone </font>(<font color=\"#1371BB\">number</font>))</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">tel </font><font color=\"#7E7E7E\">8442. 694</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">số điện thoại 8442. 694</font></td></tr></table><i/></div>",
            "word": "tel"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tel"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tel"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tel"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tel"
        }
    },
    "sentences": [
        {
            "en": "<em>Tel</em>. Lines per 1,000 people.",
            "vi": "Số máy điện thoại trên 1000 người."
        },
        {
            "en": "Moved 713 tariff lines from the Temporary Exclusion List (<em>TEL</em>) to the Inclusion List (IL);",
            "vi": "Chuyển 713 dòng thuế từ Danh mục Loại trừ Tam thời (TEL) sang Danh mục Cắt giảm (IL);"
        },
        {
            "en": "Samson is believed to have been buried in <em>Tel</em> Tzora in Israel overlooking the Sorek valley.",
            "vi": "Người ta cho rằng Samson được chôn ở Tel Tzora, Ít - ra - en, nơi có thể trông thấy thung lũng Sorek."
        },
        {
            "en": "Samson is believed to have been buried in <em>Tel</em> Tzora in Israel overlooking the Sorek valley.",
            "vi": "Người ta cho rằng Samson được chôn ở Tel Tzora, Ít-ra-en, nơi có thể trông thấy thung lũng Sorek."
        },
        {
            "en": "IOM Mission in Ha Noi | <em>Tel</em>: +84 4 736 6258 |Email: hanoi@iom.int",
            "vi": "•\tPhái đoàn IOM tại Hà Nội | ĐT: +84 4 3736 6258 |Email: hanoi@iom.int"
        },
        {
            "en": "IOM Sub-Office in Ho Chi Minh City | <em>Tel</em>: +84 8 822 2057 | Email: hochiminh@iom.int",
            "vi": "•\tChi nhánh IOM tại TP Hồ Chí Minh |ĐT: +84 8 3822 2057 | Email: hochiminh@iom.int"
        },
        {
            "en": "The hospital in <em>Tel</em> Aviv says doctors are doing tests to help them decide mr. Sharon's future treatment.",
            "vi": "Bệnh viện ở tel aviv nói các bác sĩ đang tiến hành các xét nghiệm để giúp họ quyết định cách điều trị ông sharon trong tương lai."
        },
        {
            "en": "Or Ms. Nguyen Viet Lan, UN Communications Team, <em>Tel</em>: (84 4) 8224383 ext. 121 Fax: (84 4) 9422267",
            "vi": "Chị Nguyễn Việt Lan, Phòng Truyền thông LHQ, ĐT: (84 4) 8224383 - máy lẻ:121, Fax: (84 4) 9422267"
        },
        {
            "en": "When you get to Los Angeles, be sure to call me every evening to <em>tel</em> me what's happening, just to make sure to keep me in the picture.",
            "vi": "Khi anh đến Los Angeles, nhớ gọi điện thoại cho tôi mỗi tối để cho tôi biết những gì đang xảy ra nhé, nhớ báo cáo mọi điều cho tôi biết."
        },
        {
            "en": "Mr. Marshall Silver Chief Technical Advisor, Disaster Management Unit <em>Tel</em>: (84-4) 733-6658; Fax (84-4) 733-6641 Email: dmu@undp.org.v",
            "vi": "Mr. Marshall Silver Chief Technical Advisor, Disaster Management Unit Tel: (84-4) 733-6658; Fax (84-4) 733-6641 Email: dmu@undp.org.v"
        },
        {
            "en": "Tickets for the concert in Hanoi will be sold for charity. Please call the Organizing Board, 6 Chu Van An, Hanoi at <em>Tel</em>:843-0151 for ticket information.",
            "vi": "Tại Hà Nội, vé được bán vì mục đích từ thiện, vui lòng liên hệ Ban Tổ chức tại Tel:843-015, số 6 Chu Văn An, Hà Nội."
        },
        {
            "en": "Mr. Wijnand J. van Ijssel First Secretary, Netherlands Embassy <em>Tel</em>: (84-4) 831-5650; Fax: (84-4) 831-5655 Email: nlgovhan@netnam.org.v",
            "vi": "Mr. Wijnand J. van Ijssel First Secretary, Netherlands Embassy Tel: (84-4) 831-5650; Fax: (84-4) 831-5655 Email: nlgovhan@netnam.org.v"
        },
        {
            "en": "5MHRP Partnership Secretariat Dr. Vu Van Me, Ministry of Agriculture & Rural Development <em>Tel</em>: (84-4) 733 6757 Fax: (84-4) 733 0752 Email:5MHPart@hn.vnn.v",
            "vi": "Ban thư ký đối tác Chương trình 5 triệu ha rừng TS.Vũ Văn Me, Bộ NN&PTNT Tel: (84-4) 733 6757 Fax: (84-4) 733 0752 Email:5MHPart@hn.vnn.v"
        },
        {
            "en": "Ms. Fernanda Guerrieri FAO Representative in Viet Nam <em>Tel</em>: (84-4) 825 7208/825 7239: Fax: (84-4) 825 9257 Email: fao-vnm@field.fao.org",
            "vi": "Ms. Fernanda Guerrieri Đại diện FAO tại Việt Nam Tel: (84-4) 825 7208/825 7239: Fax: (84-4) 825 9257 Email: fao-vnm@field.fao.org."
        },
        {
            "en": "StoreDot is a lucky by-product of different kind of research from the nanotechnology department of the <em>Tel</em> Aviv University looking into Alzheimer's disease, The Guardianreports.",
            "vi": "Theo tờ The Guardians, StoreDot là thành quả từ sự phát hiện tình cờ trong quá trình nghiên cứu bệnh Alzheimer của Khoa công nghệ Nano, Đại học Tel Aviv."
        },
        {
            "en": "Researchers from <em>Tel</em> Aviv University in Israel observed the effect in cancer cell cultures and human cancer cells transplanted into mice, and the next step is to figure out if this mechanism can also work in the human body.",
            "vi": "Các nhà nghiên cứu thuộc Đại học Tel Aviv ở Israel theo dõi kết quả nuôi cấy tế bào ung thư và các tế bào ung thư ở người được cấp ghép sang chuột, và bước tiếp theo là hình dung xem cơ chế này có thể áp dụng cho cơ thể người hay không."
        },
        {
            "en": "Put all import goods that are currently in the Temporary Exemption List (<em>TEL</em>) into the Inclusion List (IL) with reduction of minimum rate import tax to 20% in order to implement CEPT/AFTA agreements (2003).",
            "vi": "Thực hiện chuyển tất cả các mặt hàng thuộc danh mục loại trừ tạm thời chưa cắt giảm thuế vào danh mục cắt giảm thuế nhập khẩu với mức giảm tối thiểu cho thuế hàng nhập khẩu xuống tới 20% để thực hiện Hiệp định CEPT/AFTA vào năm 2003."
        },
        {
            "en": "For permission to photocopy or reprint any part of this work, please send a request with complete information to the Copyright Clearance Center, Inc., 222 Rosewood Drive, Danvers, MA 01923, USA, <em>Tel</em>:978-750-8400, Fax:978-750-4470, www.copyright.com.",
            "vi": "Để được phép sao chụp hoặc in lại bất kỳ phần nào của công trình nghiên cứu này, xin hãy gửi yêu cầu với đầy đủ các thông tin tới Trung tâm Cấp phép về Bản quyền, Inc., 222 Rosewood Drive, Danvers, MA 01923, USA, Điện thoại:978-750-8400, Fax:978-750-4470, www.copyright.com."
        },
        {
            "en": "UNIDO Viet Nam Country Office 72 Ly Thuong Kiet, Ha Noi, Viet Nam <em>Tel</em>: +84-(0)4-822-4490 Fax: +84-(0)4-942-2484 http://www.unido.org/doc/40467 or http://www.unido.org/",
            "vi": "Văn phòng UNIDO tại Việt Nam 72 Lý Thường Kiệt, Hà Nội, Việt Nam Điện thoại: +84-(0)4-3822-4490 Fax: +84-(0)4-3942-2484"
        },
        {
            "en": "At the end of the week and on the eve of Jewish holidays, websites such as Flightradar24.com show the paths of business jets from Moscow, Kiev and other ex-Soviet cities heading to <em>Tel</em> Aviv’s Ben Gurion Airport.",
            "vi": "Vào cuối tuần vừa qua và trước thềm các ngày lễ Do thái giáo, các trang web như Flightradar24.com đã đăng tải chỉ dẫn đường bay của các chuyên cơ doanh nghiệp đi từ Mascova, Kiev và các thành phố  thuộc Liên Xô cũ đến sân bay Ben Gurion ở Tel Aviv."
        }
    ],
    "suggestions": []
}