{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['teli]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">viết tắt của <font color=\"#1371BB\">televison</font></td></tr></table><i/></div>",
            "word": "tele"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tele"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tele"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tele"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> viễn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ở xa (tiếp đầu ngữ)</font></td></tr></tbody></table></div>",
            "word": "tele"
        }
    },
    "sentences": [
        {
            "en": "International <em>Tele</em>- communications Union – ITU.",
            "vi": "Liên minh Viễn thông Thế giới."
        },
        {
            "en": "However cheaper prices do give the opportunity for computer sharing systems, such as internet cafes and <em>tele</em>-centres.",
            "vi": "Tuy nhiên, giá rẻ hơn chắc chắn sẽ tạo cơ hội để thiết lập các hệ thống chia sẻ máy tính như các quán Café Internet và các Trung tâm Viễn thông."
        },
        {
            "en": "In many countries issues of both cost and access are overcome by the development of <em>tele</em>-centres within communities.",
            "vi": "Ở nhiều nước, các vấn đề về chi phí và khả năng tiếp cận được giải quyết bằng cách phát triển các trung tâm viễn thông ngay tại cộng đồng."
        },
        {
            "en": "In addition, the introduction of <em>tele</em>-marketing has been allowed in many markets, especially for automobile and personal accident businesses.",
            "vi": "Ngoài ra, việc giới thiệu vi tính hóa tiếp thị đã được cho phép ở nhiều thị trường, đặc biệt đối với các doanh nghiệp bảo hiểm ôtô và tai nạn con người."
        },
        {
            "en": "E-commerce and <em>tele</em>-marketing will also develop as the Internet becomes more popular and users become more familiar with and aware of insurance.",
            "vi": "Thương mại điện tử và marketing từ xa cũng sẽ phát triển khi Internet trở nên phổ biến hơn và người tiêu dùng trở nên hiểu biết và quen thuộc hơn với bảo hiểm."
        },
        {
            "en": "Though a failure at her original purpose of passenger travel, she eventually found a role as an oceanic telegraph cable layer, and the Great Eastern remains one of the most important vessels in the history of ship building –the Trans-Atlantic cable had been laid, which meant that Europe and America now had a <em>tele</em> communications link.",
            "vi": "Mặc dù thất bại ở mục đích du lịch ban đầu của con tàu về du lịch hành khách , cuối cùng nó tìm thấy vai trò như một lớp cáp điện báo đại dương, và con tàu Great Eastern vẫn là một trong những tàu quan trọng nhất trong lịch sử đóng tàu - cáp xuyên Đại Tây Dương đã được đặt, điều đó có nghĩa là châu Âu và Mỹ hiện có liên kết viễn thông."
        }
    ],
    "suggestions": []
}