{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['telteil]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người mách lẻo, người hớt lẻo</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cái làm lộ chân tướng, cái làm lộ tẩy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đồng hồ chỉ báo (thiết bị máy dùng làm cái chỉ báo)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mách lẻo, hớt lẻo</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa bóng) phát lộ, chỉ ra, làm lộ chân tướng, làm lộ tẩy</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">telltale blushes</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những sự đỏ mặt làm lộ chân tướng</font></td></tr></table><i/></div>",
            "word": "telltale"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>telltale</k><blockquote>■ <cclass>adjective revealing or betraying something. </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>Brit. a person who reports others' wrongdoings or reveals their secrets. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a device or object that automatically gives a visual indication of the state or presence of something. </blockquote></blockquote></div>",
            "word": "telltale"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>telltale</k><blockquote>▸ <cclass>adjective <i>the telltale blush on her face</i>: REVEALING, revelatory, suggestive, meaningful, significant, meaning; <cclass><i>informal</i> giveaway.</cclass></cclass></blockquote><blockquote>▸ <cclass>noun <i>‘Sue did it,’ said a telltale</i>: INFORMER, whistle-blower, <cclass><i>N. Amer.</i> tattletale; <cclass><i>informal</i> snitch, squealer; <cclass><i>Brit.</i><cclass><i>informal</i> sneak; <cclass><i>Scottish</i><cclass><i>informal</i> clype; <cclass><i>dated</i> talebearer.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "telltale"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "telltale"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy báo hiệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy đếm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy đo độ cao chất lỏng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> An external indicator of the internal liquid level in a tank; typically a vertical glass tube connected to the tank at top and bottom.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Là đồng hồ báo bên ngoài dùng để đo độ cao chất lỏng trong bể, điển hình là ống thủy tinh thẳng đứng nối đỉnh và đáy bể.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy ghi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dụng cụ hiển thị</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy chỉ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">telltale float</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phao chỉ báo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">telltale lamp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đèn báo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">telltale lamp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đèn báo hiệu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">telltale lamp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đèn hiệu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">telltale lamps</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đèn báo hiệu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "telltale"
        }
    },
    "sentences": [
        {
            "en": "You restrain the <em>telltale</em> anxieties.",
            "vi": "Mày kiềm chế những lo lắng làm lộ chân tướng lại đi."
        },
        {
            "en": "No one wants to play with him because he's a <em>telltale</em>.",
            "vi": "Không ai muốn chơi với thằng bé đó bởi nó là một tên mách lẻo."
        },
        {
            "en": "After all, you are inclined to give out a few <em>telltale</em> sings when you are fibbing.",
            "vi": "Sau cùng, bạn có chiều hướng lộ ra chân tướng khi bạn nói dối."
        },
        {
            "en": "She checked in the mirror, no <em>telltale</em> lines on her face.",
            "vi": "Chị lại ngắm mình trong gương, trên mặt chưa thấy có một nét gì khác thường."
        },
        {
            "en": "These can then be analysed in the lab for <em>telltale</em> signs of oesophageal cancer.",
            "vi": "Các miếng xốp này sẽ được phân tích trong phòng thí nghiệm để tìm dấu hiệu báo trước bị ung thư thực quản."
        },
        {
            "en": "There are some <em>telltale</em> signs which, taken together, may indicate you have a budding Mary on your hands. The IQ society Mensa suggests that an unusual memory, passing milestones early, reading and counting early, an awareness of world events, constantly asking questions, and possessing a developed sense of humour are among the indications of an unusually bright child.",
            "vi": "Có một số dấu hiệu báo trước, khi xuất hiện cùng lúc, có thể cho ta biết mình đang có một thiên tài chờ phát lộ trong nhà. Mensa câu lạc bộ những người có IQ cao nhất thế giới cho rằng một số dấu hiệu cho biết trẻ tài năng khác người là: có trí nhớ khác thường, vượt mốc quan trọng sớm, biết đọc biết đếm sớm, thạo tin tức xảy ra trên thế giới, hỏi suốt, và có óc hài hước."
        },
        {
            "en": "Anyone whose husband, wife or partner who snores loudly is probably wishing for a separate bedroom.  It's the <em>telltale</em> sign of obstructive sleep apnea, a chronic disorder in which the person experiences shallow breathing or frequent pauses in breathing while asleep.",
            "vi": "Bất cứ ai có chồng, vợ hay người bạn đời ngủ ngáy to đều muốn được ngủ riêng. Đó là dấu hiệu cho thấy chứng rối loạn hô hấp khi ngủ, một chứng rối loạn mãn tính mà người mắc phải chứng bệnh này thường có giấc ngủ không sâu hay ngừng thở khi ngủ."
        },
        {
            "en": "CAPE GRIM, Tasmania — On the best days, the wind howling across this rugged promontory has not touched land for thousands of miles, and the arriving air seems as if it should be the cleanest in the world. But on a cliff above the sea, inside a low-slung government building, a bank of sophisticated machines sniffs that air day and night, revealing <em>telltale</em> indicators of the way human activity is altering the planet on a major scale.",
            "vi": "CAPE GRIM, Tasmania - Vào những ngày đẹp trời nhất, gió gào rú qua doi đất gồ ghề này chẳng hề chạm đất hàng ngàn dặm, và không khí thổi đến dường như sạch nhất thế giới. Thế nhưng trên một vách đá trên biển, bên trong một toà nhà thấp sát đất của chính phủ, một dãy máy móc tinh vi đang kiểm tra luồng không khí ấy cả ngày lẫn đêm, tiết lộ các dấu hiệu cảnh báo cách hoạt động của con người đang biến đổi hành tinh này trên quy mô lớn."
        },
        {
            "en": "How do you know it's a concussion?  After a fall or hit to the head, you may be knocked out for a few seconds. But many people with concussions do not black out. A few <em>telltale</em> symptoms will show that you may have a concussion. Dizziness, nausea or vomiting, blurry vision, headache, and trouble thinking clearly are all signs that you need to see a doctor to get your head injury checked out.",
            "vi": "Làm sao để có thể biết được đó là một chấn động?  Sau khi té hoặc bị va đập vào đầu, bạn có thể bị ngất đi vài giây. Nhưng nhiều người bị chấn động vẫn không hề bất tỉnh. Một số triệu chứng báo trước cho thấy bạn có thể bị chấn động chẳng hạn như chóng mặt, ói mửa hoặc buồn nôn, mờ mắt, nhức đầu, và khó suy nghĩ một cách thông suốt – đó là tất cả những dấu hiệu mà bạn cần nên đến khám bác sĩ để được kiểm tra chấn thương đầu."
        },
        {
            "en": "So what are the <em>telltale</em> signs that give away a lie? In 1994, the psychologist Richard Wiseman devised a large-scale experiment on a TV programme called Tomorrow's World. As part of the experiment, viewers watched two interviews in which Wiseman asked a presenter in front of the cameras to describe his favourite film. In one interview, the presenter picked Some Liked It Hot and he told the truth; in other interview, he picked Gone With The Wind and lied.",
            "vi": "Vậy dấu hiệu báo trước để giúp nhận diện được lời nói dối? Vào năm 1994, nhà tâm lý học Richard Wiseman nghĩ ra một thí nghiệm quy mô lớn trên chương trình ti vi gọi là thế giới của ngày mai. Như một phần của thí nghiệm, khán giả xem hai cuộc phỏng vấn ở đó Wiseman yêu cầu người có mặt ở phía trước camaras miêu tả bộ phim ưa thích của anh ấy. Trong một cuộc phỏng vấn, người có mặt đó chọn phim Some Liked It Hot và anh ấy nói sự thật; trong một cuộc phỏng vấn khác , anh ấy lại nó rằng anh ấy thích phim Gone With The Wind và anh ấy đã nói dối."
        },
        {
            "en": "THE LEGEND OF EL CHUPACABRA: The legend of \"El Chupacabra\" began when goats and chickens started turning up dead in Puerto Rico in the 1990's, drained of blood and with <em>telltale</em> puncture wounds in their necks but otherwise completely intact. Literally translated as \"goat sucker\" in Spanish, reports of Chupacabra spread from Puerto Rico to Mexico, Chile, Brazil and into the United States, from Texas to Florida, Michigan, Maine and even Oregon. Soon Chupacabra became a worldwide urban legend as news spread far and fast on a wave of Internet enthusiasm, taking hold of imaginations worldwide.",
            "vi": "Truyền thuyết về El Chupacabra: Truyền thuyết về \"El Chupacabra\" bắt đầu khi dê và gà bắt đầu chết tại Puerto Rico vào những năm 1990, bị rút hết máu và vết thương để lại lỗ thủng ở cổ nhưng xác hoàn toàn nguyên vẹn. Dịch theo nghĩa đen là \"kẻ hút máu dê\" trong tiếng Tây Ban Nha, báo cáo về Chupacabra lan truyền từ Puerto Rico đến Mexico, Chile, Brazil và vào Hoa Kỳ, từ Texas tới Florida, Michigan, Maine và thậm chí Oregon. Chupacabra sớm trở thành một huyền thoại đô thị trên toàn thế giới bởi tin tức lan xa và nhanh chóng trên một làn sóng nhiệt tình của Internet, hình thành trí tưởng tượng trên toàn thế giới."
        },
        {
            "en": "THE SKINWALKER'S EVIL WAYS: Once in animal form, the skinwalker possesses the attributes of the animal whose shape it takes. Skinwalkers are most feared for the power they are said to have to place curses on their victims. Some Native Americans believe that a skinwalker can use a person's spit, hair, clothing or shoes to put a curse on that person or to inhabit the person's mind and control his or her behavior. It is also believed that by locking eyes with its victim, the evil skinwalker can infiltrate the person's body, causing them to sicken and even die. According to legend, skinwalkers are very fast and almost impossible to catch. However, when an injured skinwalker resumes human form, his <em>telltale</em> wound will give him away.",
            "vi": "Sự xấu xa của phù thủy hóa thú: Khi ở trong lốt động vật, phù thủy hóa thú sở hữu các thuộc tính của động vật mà nó biến thành. Phù thủy hóa thú đáng sợ nhất bởi có khả năng ếm lời nguyền lên nạn nhân của họ. Một số người Mỹ bản địa tin rằng một phù thủy hóa thú có thể sử dụng nước bọt, tóc, quần áo hoặc giày dép của một người để đặt một lời nguyền vào người đó hoặc chiếm hữu tâm trí của nạn nhân và kiểm soát hành vi của họ. Người ta cũng tin rằng bằng cách khóa chặt ánh mắt với nạn nhân của nó, phù thủy hóa thú ác có thể nhập vào thân xác người đó, làm cho họ bị ốm và thậm chí là tử vong. Theo truyền thuyết, phù thủy hóa thú rất nhanh và hầu như không thể bắt được nó. Tuy nhiên, khi một phù thủy hóa thú bị thương và trở lại hình dạng con người, vết thương đặc biệt của nó sẽ khiến nó bị lộ tẩy."
        },
        {
            "en": "What is pinkeye? Pinkeye -- also called conjunctivitis -- is redness and inflammation of the clear membranes covering the whites of the eyes and the membranes on the inner part of the eyelids. Pinkeye is most often caused by a virus or by a bacterial infection, although allergies, chemical agents, and underlying diseases can also play a role. Is pinkeye contagious? Viral and bacterial pinkeye are extremely contagious. It's easily spread through poor hand washing or by sharing an object (like a towel) with someone who has it. It can also spread through coughing and sneezing. Kids diagnosed with infectious pinkeye should stay out of school or day care for a short period of time. Allergic pinkeye (caused by seasonal pollens, animal dander, cosmetics, and perfumes) and chemical pinkeye (from chemicals or liquids, including bleach and furniture polish) are not contagious. Symptom: Eye redness Redness of the eye is the typical, <em>telltale</em> symptom of pinkeye. Pinkeye is a common condition that is rarely serious and unlikely to cause long-term eye or vision damage if promptly detected and treated. Symptom: Swollen, red eyelids The symptoms of infectious pinkeye typically begin in one eye and involve the other eye within a few days. Symptoms of allergic pinkeye usually involve both eyes. Swelling of the eyelids is more common with bacterial and allergic pinkeye. Symptom: Lots of tearing Viral and allergic pinkeye are known for causing more tear production than usual. Symptom: Itchy or burning eyes You would know it if you felt it -- that overwhelming itchy, burning feeling in the eyes, which is typical of pinkeye. Symptom: Drainage from the eyes A clear, watery drainage is common with viral and allergic pinkeye. When the drainage is more greenish-yellow (and there's a lot of it), this is likely bacterial pinkeye.  Symptom: Crusty eyelids If you wake up with your eyes \"stuck shut,\" this may be caused by the discharge that accumulates during sleep from pinkeye. Symptom: Sensitivity to light Pinkeye can cause mild sensitivity to light. A person who has severe symptoms, such as changes in eyesight, severe light sensitivity, or severe pain may have an infection that has spread beyond the conjunctiva and should be re-examined by a doctor. Symptom: 'Something in the eye' You may notice a bothersome feeling like something is stuck in your eye. A child may describe the feeling as sand in the eye. Pinkeye diagnosis A doctor can often diagnose pinkeye just by its distinguishing signs and symptoms. However a slit lamp exam may be required. In some cases, a swab of the discharge from the eye is sent to a lab for analysis to determine the cause. When pinkeye means something more Persistent pinkeye can be a sign of an underlying illness in the body. Most often these are rheumatic diseases, such as rheumatoid arthritis and systemic lupus erythematosus (lupus). Pinkeye is also seen in Kawasaki disease (a rare disease associated with fever in infants and young children) and certain inflammatory bowel diseases, such as ulcerative colitis and Crohn's disease.  Treating pinkeye Bacterial pinkeye is treated with antibiotic eyedrops, ointment, or pills to clear the infection. Most viral pinkeye cases have no specific treatment -- you just have to let the virus run its course, which is usually four to seven days. Allergic pinkeye symptoms should improve once the allergen source is removed and the allergy itself is treated. Chemical pinkeye requires prompt washing of the affected eye(s) for five minutes and an immediate call to the doctor. Easing symptoms To reduce pain and to remove the discharge of bacterial or viral pinkeye, use a cold or warm compress on the eyes. Make sure to use a different washcloth for each eye to prevent spreading any infection. And use clean washcloths each time. Clean the eye from drainage by wiping from the inside to the outside of the eye area. How long am I contagious? With bacterial pinkeye, you can usually return to work or school 24 hours after antibiotics have been started, as long as symptoms have improved. With viral pinkeye, you are contagious as long as the symptoms last. Check with your doctor to be certain. Preventing its spread If you or your child has infectious pinkeye, avoid touching the eye area, and wash your hands frequently, particularly after applying medications to the area. Never share towels or handkerchiefs, and throw away tissues after each use. Change towels daily. Disinfect all surfaces, including countertops, sinks, and doorknobs. Throw away any makeup used while infected.     ",
            "vi": "Bệnh đau mắt đỏ là gì? Bệnh đau mắt đỏ hay còn gọi là viêm kết mạc – là chứng viêm đỏ lớp màng trong suốt bao bọc tròng trắng mắt và màng trên phần mí mắt trong. Đau mắt đỏ thường là do vi-rút hoặc nhiễm khuẩn gây ra nhiều nhất, mặc dù dị ứng, các chất hoá học, và nhiều bệnh tiềm ẩn khác cũng có thể là  nguyên nhân.  Bệnh đau mắt đỏ có lây không? Bệnh đau mắt đỏ do vi-rút và vi khuẩn gây ra hết sức lây lan. Nó dễ dàng lây lan qua việc rửa tay không sạch hoặc bằng cách dùng chung đồ vật (chẳng hạn như khăn tắm) với người nhiễm bệnh. Bên cạnh đó bệnh cũng còn lây lan qua ho và hắt hơi. Trẻ bị chẩn đoán là đau mắt đỏ nhiễm trùng nên nghỉ học hoặc không đến nhà trẻ ban ngày trong một thời gian ngắn. Bệnh đau mắt đỏ dị ứng (gây ra do phấn hoa mùa, vảy da đầu động vật, mỹ phẩm, và dầu thơm) và bệnh đau mắt đỏ do hoá chất (do chất hoá học hoặc chất lỏng, bao gồm thuốc tẩy và dầu đánh bóng đồ gỗ) không lây.  Triệu chứng: Đỏ mắt Đỏ mắt là triệu chứng điển hình, báo trước bệnh đau mắt đỏ. Đây là chứng bệnh thường gặp hiếm khi nguy hiểm và khó có thể gây tổn thương mắt hoặc tổn thương thị giác lâu dài nếu được phát hiện và điều trrị kịp thời.  Triệu chứng: Mí mắt sưng, đỏ  Các triệu chứng của bệnh đau mắt đỏ nhiễm trùng thường bắt đầu ở một mắt và lây sang mắt kia trong vòng một vài ngày. Triệu chứng của bệnh đau mắt đỏ dị ứng thường biểu hiện ở cả hai mắt. Mí mắt sưng bụp thường biểu hiện nhiều hơn ở bệnh đau mắt đỏ dị ứng và do vi khuẩn.  Triệu chứng: Chảy nhiều nước mắt Đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng là nguyên nhân thường thấy gây tiết nhiều nước mắt hơn bình thường.  Triệu chứng: Ngứa hoặc rát mắt  Bạn sẽ biết được cảm giác đó nếu bị đau mắt đỏ – ngứa, rát dữ dội trong mắt, đây là những triệu chứng điển hình của chứng đau mắt đỏ.  Triệu chứng: Tiết chất dịch ở mắt  Dịch nước trong là biểu hiện thường thấy của chứng đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng. Khi dịch mắt trở nên vàng lục nhiều hơn (và có nhiều chất dịch này), thì đây có thể là đau mắt đỏ do vi khuẩn.    Triệu chứng: Mi mắt đóng váng Nếu sáng thức dậy mà hai mắt của bạn “bị dính cứng” lại với nhau thì có thể do dịch tiết tụ lại ở mắt do đau mắt đỏ trong khi bạn ngủ.   Triệu chứng: Nhạy cảm với ánh sáng Bệnh đau mắt đỏ có thể gây nhạy cảm nhẹ với ánh sáng. Người biểu hiện các triệu chứng nặng, chẳng hạn như thay đổi thị lực, nhạy cảm dữ dội với ánh sáng, hoặc đau nhức dữ dội có thể bị nhiễm trùng lây sang khỏi cả kết mạc và cần nên được bác sĩ khám lại.   Triệu chứng khó chịu “Có cái gì đó trong mắt” Bạn có thể cảm thấy khó chịu giống như có cái gì đó kẹt trong mắt mình. Trẻ con có thể tả cảm giác đó y như có hạt cát trong mắt vậy.  Chẩn đoán bệnh đau mắt đỏ Bác sĩ có thể chẩn đoán bệnh đau mắt đỏ chỉ bằng các dấu hiệu và triệu chứng nhận biết của nó. Tuy nhiên cũng có thể cần phải kiểm tra bằng kính hiển vi sinh vật. Trong một số trường hợp thì người ta cũng có thể lấy mẫu dịch mắt gởi đến phòng thí nghiệm để xác định nguyên nhân.   Khi bệnh đau mắt đỏ không đơn thuần là đau mắt đỏ Bệnh đau mắt đỏ dai dẳng có thể là dấu hiệu của một chứng bệnh tiềm ẩn nào đó trong cơ thể. Thường thấy nhất là bệnh thấp khớp, chẳng hạn như viêm khớp kinh niên và lu-pút ban đỏ hệ thống (lupus). Đau mắt đỏ cũng có thể biểu hiện ở bệnh Kawasaki (đây là chứng bệnh hiếm gặp liên quan đến sốt ở trẻ sơ sinh và trẻ nhỏ) và một số bệnh viêm ruột mãn tính nào đó, như là loét kết tràng và viêm ruột từng vùng. Điều trị bệnh đau mắt đỏ Bệnh đau mắt đỏ do vi trùng được điều trị bằng thuốc nhỏ mắt kháng sinh, thuốc mỡ, hoặc thuốc viên để chữa hết nhiễm nhùng. Hầu hết các trường hợp đau mắt đỏ di vi-rút không có phương pháp đặc trị – bạn phải để cho vi-rút phát triển một cách tự nhiên, thường kéo dài từ 4 đến 7 ngày. Các triệu chứng đau mắt đỏ dị ứng sẽ giảm bớt khi nguồn chất gây dị ứng được tẩy sạch và bản thân dị ứng được chữa lành. Đau mắt đỏ do hoá chất cần phải được rửa mắt bị nhiễm nhanh chóng trong vòng 5 phút và phải gọi điện cho bác sĩ ngay tức khắc.  Làm dịu các triệu chứng đau mắt đỏ  Để giảm đau và làm sạch dịch tiết của bệnh đau mắt đỏ do vi khuẩn hoặc vi-rút, hãy sử dụng một miếng gạc lạnh hoặc ấm lên mắt. Phải đảm bảo sử dụng khăn mặt khác nhau cho mỗi mắt để ngăn ngừa lây lan nhiễm trùng. Và hãy sử dụng khăn mặt sạch mỗi lần như thế. Làm sạch chất dịch ở mắt bằng cách lau từ bên trong ra bên ngoài vùng mắt.  Tôi bị nhiễm bệnh trong thời gian bao lâu?  Với chứng bệnh đau mắt đỏ do vi khuẩn thì bạn thường có thể đi làm hoặc đi học trở lại sau khi bắt đầu điều trị bằng thuốc kháng sinh 24 tiếng đồng hồ, miễn là các triệu chứng giảm đi là được. Còn khi bị đau mắt đỏ do vi-rút thì bạn nhiễm bệnh đến chừng nào các triệu chứng hết thì thôi. Bạn nên kiểm tra lại với bác sĩ để chắc chắn nhé.  Ngăn ngừa bệnh đau mắt đỏ lây lan Nếu bạn hoặc con bạn bị đau mắt đỏ nhiễm trùng, nên tránh sờ vào vùng mắt, và hãy rửa tay thường xuyên, nhất là sau khi thoa thuốc vào vùng đó. Đừng bao giờ dùng chung khăn tắm hoặc khăn tay, và ném bỏ khăn giấy sau mỗi lần sử dụng. Hãy thay khăn tắm hằng ngày; khử trùng tất cả các bề mặt, chẳng hạn như mặt trên của quầy (nhà bếp), bồn rửa, và tay nắm cửa. Bỏ hết mỹ phẩm trang điểm trong lúc bị bệnh.    "
        },
        {
            "en": "Back hair By the mid-20s, a man will know his “back hair destiny”: barely there, a few tufts, or full and bushy. Is yours a magnet for women? Or a throwback to the Stone Age? If you want to tame the shag, laser hair removal can thin back hair or remove it all, and the results are nearly permanent. Cheaper options include waxing, hair removal creams, and razors, with results that last up to a few weeks. Beer belly You don’t have to drink beer to get a beer belly. Men are more likely to gain fat around the waist, so anything fattening can pad the paunch. Unfortunately, belly fat raises the risk of heart disease, especially if your waist size is more than 40 inches. But there is good news: If you follow a weight loss plan, belly fat is usually the first to go. Excessive sweating Men have a higher \"sweat output\" than women. That's a fact. But if you always need to wipe your hands or often sweat through your clothes, it may be more than a \"guy\" thing. It could be excessive sweating, called hyperhidrosis. Emotions or heat can trigger the downpour -- or nothing at all. It usually affects the armpits, palms, or soles of the feet. Effective treatments are available through a health professional. Unibrow Now here’s a hair problem that affects men of all ages. The same hormones that make your beard grow can make your eyebrows so thick and bushy that they meet in the center. \"Unibrow\" is the most common reason young men get electrolysis. This procedure uses tiny electric shocks to permanently destroy the hair follicles. Waxing is another way to shape your brows, but it must be repeated every 4-6 weeks. Razor bumps You work hard for that close shave. So it can be exasperating when small bumps mar your smooth skin. Razor bumps form when hairs curl back on themselves and grow into the skin. They’re most common in African-Americans and men with curly hair. To keep the bumps at bay, take a hot shower before shaving. Apply a thick gel, and always shave in the direction your beard grows. Rosacea Maybe it’s not embarrassment that’s causing all that blushing. Rosacea is a condition that causes the face to flush, and symptoms tend to be worse in men. The nose may become thick, red, or bulbous. Pimples and tiny red lines can appear on the cheeks. Alcohol can trigger a flare up, but the distinctive, red nose of rosacea can occur in a teetotaler. Medications can prevent it from getting worse, so be sure to discuss your symptoms with your doctor. Receding hairline The painful truth is most guys have noticeably thinner hair by age 35 and significant hair loss by age 50. The pattern usually begins with a receding hairline and may progress to bald spots on the top of the scalp. Hair restoration surgery offers a way to reduce bald patches. Or you can talk to your doctor about prescription medications for hair loss. But beware of other products that promise the moon. Color blindness Color blindness usually does not mean seeing the world in black and white. The most common form makes it difficult to tell red from green, a problem that affects about 10 million American men. The way the condition is inherited makes it far less common in women. There’s no treatment, but most people can learn to work around the color confusion. Snoring Snoring is a surefire way to disrupt your bed partner’s sleep, and men are more likely to be the perpetrators. In most cases, snoring is not harmful. But snoring regularly can chip away at the quality of your own sleep. It can also be a sign of a more serious problem called sleep apnea. If you feel snoring is disrupting you or your partner’s sleep, consult a doctor. Belching Burping may not be the picture of politeness in American society, but in some cultures a hearty belch shows appreciation for a good meal. In either case, burping a few times after eating is normal. It’s the body’s way of freeing the air that you’ve swallowed. Frequent burping combined with other symptoms, such as nausea or belly pain, could be a sign of a digestive disorder. Check with your doctor if the problem continues. Gas Perhaps no bodily function has inspired as many jokes as gas. While the sound and smell can be embarrassing, passing gas is harmless. It’s nothing more than air moving through the digestive tract or gas from the breakdown of food by bacteria in your gut coming out – well, we all know where. Gas facts:     * Most people pass gas 6-20 times a day.     * Beer, soda, beans, and many fruits and vegetables are all likely to gas you up.     * Foods that cause gas differ for each person. Body odor Whether you’re working hard or playing hard, any strenuous activity can result in strong body odor. The culprit is not sweat itself, but the bacteria that use sweaty skin as a breeding ground. You can fight the bacteria by showering regularly with soap and using antiperspirant. Also be sure to wash workout clothes often. If body odor persists, try avoiding smelly foods like garlic and onions. Jock itch You don’t have to be a pro athlete to get jock itch. This fungal infection spreads easily at your local gym -- or from another part of your own body. Hands, towels, and stepping into underwear are common culprits. The symptoms include a patchy rash on the groin or inner thighs, along with the <em>telltale</em> itching. It’s treated with nonprescription antifungal creams. Keeping the area dry and avoiding tight clothing helps to avoid a repeat engagement. Athlete’s foot When the fungus that causes jock itch targets the feet, you have athlete’s foot. Walking barefoot in locker rooms or near pools is the most common way to pick up this infection. Symptoms include itching, burning, blisters, or cracks on the feet and toes. Athlete’s foot is treated with antifungal cream. If you have both jock itch and athlete’s foot, be sure to treat them at the same time. Ingrown nails Grooming your nails may not be the highlight of your day, but it’s worth your time to get the job done right. Clumsy nail trimming is the top cause of ingrown toenails, which can cause pain, swelling, and infections. The most common mistake is trimming the nails too short. To avoid this, check your drugstore for nail “nippers” that are shaped to follow the natural curve of the nail. Bad breath You probably know that smelly foods and smoking can sabotage your breath. But the most common culprit is bacteria. When you brush your teeth, brush your tongue as well to banish the bacteria that thrive there. If good hygiene doesn’t sweeten your breath, see your dentist and your doctor. Gum disease, dry mouth, or acid reflux could be part of the problem. Sexual dysfunction Men may not be eager to discuss sexual troubles, but nearly a third of guys experience problems. This may include a sagging libido, premature ejaculation, or erectile dysfunction (ED). ED means a man is unable to develop or sustain an erection. Risk factors for ED include diabetes, heart disease, neurologic conditions, smoking, circulation problems, and some medications. Talk to your doctor if you have ED or other sexual problems to help evaluate the problem and recommend treatment. Hearing loss Men are more likely to experience hearing loss than women, and noisy jobs may contribute. Think miners, carpenters, and soldiers. But any loud or continuous noise can damage delicate ear structures. On the job, use special ear protection. Keep personal music players at or below 85 decibels (dB). Most can crank up to 105 dB, louder than a motorcycle, wood shop, or snowmobile. Enlarged prostate Along with wrinkles and gray hair, an enlarged prostate is an unavoidable part of aging for many men. The medical term is benign prostatic hyperplasia or BPH, an enlargement of the gland that surrounds the urethra. This growth causes symptoms in about half of men over age 75. As the prostate grows, it may squeeze the urethra, making you feel nature’s call more often. There are strategies and medications to help reduce the symptoms.        ",
            "vi": "Lông mọc ở lưng Vào khoảng 25 tuổi, nguời nam sẽ biết “số phận” lông mọc sau lưng của mình: nhẵn không, lơ thơ vài sợi, hay là rậm rạp khắp lưng. Liệu đây có phải là lực hút đối với phụ nữ? Hay chỉ là một nét đặc trưng hồi tổ của thời kỳ đồ đá? Nếu bạn muốn triệt mớ lông lộn xộn đó thì kỹ thuật tẩy lông bằng tia la-ze có thể làm thưa hoặc tẩy sạch hết, và kết quả là gần như vĩnh viễn. Nhiều cách khác như tẩy lông, kem tẩy lông, và dao cạo, cho kết quả đến vài tuần.     Bụng bia  Bạn chẳng cần phải uống bia mới có bụng bia. Nam giới thường rất dễ tích mỡ quanh vùng thắt lưng, thế nên bất cứ thứ gì nhiều chất béo cũng có thể làm cho bụng phệ ra thêm. Tiếc là, mỡ bụng làm tăng nguy cơ bệnh tim, nhất là khi số đo vòng eo của bạn trên 40 in-sơ. Nhưng có tin vui đây: Nếu bạn thực hiện theo kế hoạch giảm cân thì mỡ bụng thường sẽ tan đi đầu tiên đấy.  Đổ mồ hôi quá nhiều  Nam giới thường tiết nhiều mồ hôi hơn phụ nữ. Điều đó là thật. Nhưng nếu lúc nào bạn cũng phải lau khô bàn tay mình hoặc thường đẫm mồ hôi trên áo quần thì có thể là bạn tiết mồ hôi nhiều hơn mức bình thường của một người đàn ông rồi đó. Đây có thể là chứng đổ mồ hôi quá nhiều, được gọi là chứng tăng tiết mồ hôi. Yếu tố cảm xúc hoặc nhiệt độ nóng bức có thể làm cho bạn đổ nhiều mồ hôi – hoặc là chẳng có lý do gì cả. Mồ hôi thường tiết ra nhiều ở nách, lòng bàn tay, hoặc lòng bàn chân. Bác sĩ sẽ có thể điều trị hiệu quả cho bạn chứng tăng tiết mồ hôi này.  Lông mày giao nhau  Nam giới ở mọi lứa tuổi lúc nào cũng bị ảnh hưởng bởi vấn đề lông tóc. Các hooc-môn kích thích mọc râu có thể làm cho lông mày của bạn trở nên quá dày và rậm đến nỗi chúng mọc sát gần nhau ngang qua chính giữa. Chứng “lông mày giao nhau” là lý do thường thấy nhất khiến thanh niên phải sử dụng kỹ thuật triệt lông bằng điện. Quá trình này dùng nhiều sốc điện nhỏ để triệt nang lông vĩnh viễn. Phương pháp tẩy lông cũng là một cách khác để tạo hình cho lông mày, nhưng bạn phải tẩy đi tẩy lại từ 4-6 tuần một lần.  Râu mọc ngược  Bạn vất vả vì vùng da dễ bị thương đó vì nó có thể làm cho da bị kích ứng khi nhiều nốt u nhỏ làm trầy xước vùng da láng mượt của bạn. Các sợi râu tự quặm, xoăn lại và mọc ngược vào trong da tạo nên râu mọc ngược. Chứng râu mọc ngược này thường thấy nhiều nhất ở người Mỹ gốc Phi và nam giới có tóc xoăn. Để tránh làm tổn thương các nốt mụn này, bạn nên tắm nước nóng trước khi cạo râu. Hãy thoa một lớp kem dày, và luôn cạo theo chiều râu mọc nhé.  Bệnh đỏ mặt (viêm da mạn tính khiến cho mũi, má và trán hay ửng đỏ) Có thể không phải là do ngượng ngùng, bối rối gì khiến cho họ đỏ mặt. Chứng đỏ mặt là một bệnh làm cho mặt ửng đỏ, và các triệu chứng thường có khuynh hướng trầm trọng hơn ở nam. Mũi có thể trở nên dày, đỏ, hoặc sưng to. Hai bên má có thể xuất hiện nhiều nốt mụn và đường đỏ li ti. Rượu bia có thể làm cho mặt ửng đỏ lên, nhưng chứng mũi đỏ đặc biệt của bệnh đỏ mặt này có thể xảy ra ở người kiêng rượu hoàn toàn. Nhiều loại thuốc có thể giúp bạn ngăn không cho tình trạng đỏ mặt trầm trọng thêm, vì vậy đảm bảo phải thảo luận các triệu chứng bệnh của mình với bác sĩ.  Đường chân tóc hớt ra sau trán  Sự thật đáng buồn là hầu hết nam giới đều bị thưa tóc có thể nhìn thấy được ở độ tuổi 35 và rụng tóc đáng kể vào tuổi 50. đầu tiên có thể thấy đường chân tóc hớt ra sau trán và có thể xuất hiện nhiều chỗ hói trên đỉnh đầu. Phẫu thuật phục hồi tóc có thể làm giảm bớt chứng hói đầu, hoặc bạn có thể nói chuyện với bác sĩ về các loại thuốc chống rụng tóc theo toa. Nhưng hãy nên cảnh giác các sản phẩm khác có thể hứa hão chuyện xa vời.  Bệnh mù màu Bệnh mù màu thường không có nghĩa là chỉ nhìn thấy thế giới toàn màu trắng và màu đen. Dạng mù màu thường thấy nhất là khó có thể phân biệt được màu đỏ và màu xanh lá, đây là chứng bệnh của khoảng 10 triệu nam ở nước Mỹ. Cách di truyền của bệnh làm cho chứng mù màu này hiếm thấy hơn nhiều ở phụ nữ. Bệnh không có thuốc chữa nhưng hầu hết người ta vẫn có thể làm việc được với tình trạng lẫn lộn màu sắc này.  Ngáy  Ngáy là cách làm gián đoạn giấc ngủ của người ngủ chung giường chắc chắn nhất, và nam giới thường là thủ phạm thấy nhiều hơn cả. Thông thường thì ngáy không có hại gì. Nhưng ngáy thường xuyên có thể làm giảm chất lượng giấc ngủ của bạn. Ngoài ra nó cũng là một dấu hiệu của vấn đề nguy hiểm hơn đó là chứng ngừng thở khi ngủ. Nếu thấy chứng ngáy gây khó ngủ cho mình hoặc người ngủ chung thì bạn nên tham khảo ý kiến của bác sĩ nhé.  Ợ hơi Ợ hơi có thể là hình ảnh không lịch sự chút nào ở xã hội Mỹ, nhưng ở một số nền văn hoá nào đó thì tiếng ợ hơi lớn cho thấy việc đã ăn một bữa no nê, ngon lành. Trong cả hai trường hợp đó thì ợ hơi một vài lần sau khi ăn là chuyện bình thường. Đó là cách giúp cơ thể thoát hơi sau khi nuốt thức ăn. Ợ hơi thường đi kèm nhiều triệu chứng khác, chẳng hạn như buồn nôn hay đau bụng, có thể là dấu hiệu của chứng rối loạn tiêu hóa. Bạn nên khám bác sĩ nếu vấn đề này cứ tiếp diễn như thế nhé.   Xì hơi Có lẽ là không có chức năng cơ thể nào truyền cảm hứng sáng tác nhiều câu chuyện hài như là chuyện đánh rắm. Mặc dù âm thanh và mùi có thể làm cho người ta ngượng, nhưng chuyện đánh rắm chẳng có gì hại cả. Nó chẳng qua là khí thoát ra qua đường tiêu hoá hoặc do thức ăn phân huỷ do vi khuẩn trong ruột thoát ra nữa, chúng ta đã biết ở đâu rồi phải không. Các sự thật về việc xì hơi:  * Hầu hết người ta xì hơi từ 6-20 lần một ngày.  * Bia, nước xô-đa, đậu, và nhiều loại rau quả cũng làm cho bạn xì hơi.  * Nhiều loại thức ăn làm xì hơi không phải ai cũng giống nhau.  Mùi cơ thể Cho dù là bạn làm việc cực nhọc hay chơi hăng say thì bất cứ hoạt động ráng sức nào cũng có thể làm cho cơ thể nặng mùi. Thủ phạm gây mùi cơ thể không phải ở bản thân của mồ hôi, mà là do vi khuẩn lấy vùng da đẫm mồ hôi này làm chỗ sinh sôi. Bạn có thể chống khuẩn bằng cách thường xuyên tắm bằng xà phòng và dùng chất chống tiết mồ hôi. Và phải đảm bảo nên giặt áo quần luyện tập thường xuyên. Nếu mùi cơ thể cứ còn dai dẳng, bạn nên tránh ăn những thức ăn có mùi như hành và tỏi nhé.  Nấm da ở vùng bẹn  Bạn chẳng cần phải là vận động viên chuyên nghiệp mới có thể bị nấm da vùng bẹn. Chứng nhiễm nấm này lây lan dễ dàng ở phòng tập địa phương nơi bạn ở – hoặc lây lan nhanh từ chỗ này đến chỗ khác trên cơ thể bạn. Tay, khăn tắm và quần lót là các nguyên nhân gây nấm thường thấy. Triệu chứng gồm phát ban lốm đốm trên háng hoặc đùi trong, kèm theo triệu chứng ngứa ngáy báo hiệu trước đó và có thể được điều trị bằng kem trị nấm mua tự do không theo toa. Bạn có thể tránh làm cho bệnh nấm này tái phát bằng cách giữ cho vùng bẹn được khô thoáng và tránh mặc quần áo bó chật.  Nấm bàn chân  Khi nấm gây nấm da vùng bẹn lan sang chân, bạn đã bị nấm bàn chân rồi đấy. Nguyên nhân gây nhiễm nấm này thường thấy nhất là do đi chân trần trong phòng gởi hành lý hoặc đi chân trần gần các ao, vũng. Triệu chứng gồm ngứa, rát, phồng giộp, hoặc nứt ở bàn chân và ngón chân. Bệnh nấm bàn chân có thể được điều trị bằng kem chống nấm. Nếu bạn đồng thời bị nấm da vùng bẹn và nấm bàn chân thì nên đảm bảo phải điều trị cùng một lúc.  Móng mọc ngược Chải chuốt móng có thể không phải là việc hứng thú trong ngày của bạn, nhưng đáng bõ công để làm cho chúng gọn gàng, đẹp đẽ. Việc cắt tỉa những chiếc móng khó coi là nguyên nhân gây móng chân mọc ngược hàng đầu, có thể làm cho bệnh nhân đau nhức, móng chân sưng phồng và nhiễm trùng. Lỗi thường thấy nhất là cắt tỉa móng quá sát. Để tránh điều này, bạn nên tham khảo với hiệu thuốc để tìm mua “chiếc kìm” có hình dạng theo đường cong tự nhiên của móng.    Hôi miệng  Bạn chắc có lẽ cũng đã biết các thức ăn có mùi và thuốc lá có thể làm cho hơi thở của bạn nặng mùi. Nhưng nguyên nhân thường thấy nhất đó là vi khuẩn. Khi bạn đánh răng, hãy nên chà sạch lưỡi nữa nhé để diệt vi khuẩn không cho chúng sinh sôi ở đó. Nếu việc vệ sinh răng miệng tốt mà vẫn không làm cho hơi thở được thơm mát thì bạn nên đến khám nha sĩ và bác sĩ nhé. Bệnh nướu răng, khô miệng, hoặc trào ngược a-xít cũng góp phần làm nên bệnh hôi miệng.  Rối loạn chức năng tình dục Nam giới có thể là chẳng hề thấy hứng thú gì khi phải thảo luận các rắc rối tình dục, nhưng gần 1/3 đàn ông bị trục trặc. Đây có thể gồm chứng giảm ham muốn tình dục, xuất tinh sớm, hoặc rối loạn chức năng cương dương (ED). rối loạn chức năng cương dương có nghĩa là người nam không có khả năng cương cứng hoặc duy trì trạng thái đó. Các yếu tố nguy hiểm dẫn đến ED gồm tiểu đường, bệnh tim, bệnh thần kinh, thuốc lá, các vấn đề về tuần hoàn máu, và một số loại thuốc khác. Bạn nên thông báo cho bác sĩ biết nếu bị rối loạn chức năng cương dương hoặc các vấn đề tình dục khác để giúp có được chấn đoán và khuyến nghị cách điều trị.  Mất thính lực Nam giới có thể dễ bị mất thính lực nhiều hơn phụ nữ, và các công việc ồn ào có thể cũng góp phần gây nên chứng bệnh này. Bạn hãy nghĩ đến các thợ mỏ, thợ mộc, và các người lính xem sao. Nhưng bất kỳ tiếng ồn lớn hoặc xảy ra liên tục nào cũng có thể gây hại cho các cấu trúc tai mỏng manh. Khi làm việc, bạn nên mang đồ bảo vệ tai đặc biệt. Hãy giữ máy nghe nhạc cá nhân ở mức 85 đề-xi-ben (dB) trở xuống. Hầu hết các máy nghe nhạc đều hoạt động đến 105 dB, ồn hơn cả xe mô tô, cửa hàng đồ gỗ hoặc xe trượt tuyết nữa.  Giãn tuyến tiền liệt  Xuất hiện cùng với nhiều nếp nhăn trên da và tóc muối tiêu đó là chứng giãn tuyến tiền liệt, đây là điều không thể tránh khỏi đối với nam giới khi ở tuổi già. Thuật ngữ y học là tăng sản tuyến tiền liệt lành tính hoặc BPH, đây là chứng phình to tuyến quanh niệu đạo. Khoảng ½ nam giới trên 75 tuổi mắc bệnh này. Khi tuyến tiền liệt giãn ra, nó có thể siết chặt niệu đạo, làm bạn cảm thấy mắc tiểu thường xuyên hơn. Có nhiều biện pháp và nhiều loại thuốc giúp bạn làm giảm các triệu chứng này.   "
        },
        {
            "en": "What is a urinary tract infection? About half of women will get a urinary tract infection or UTI at some point in life. It happens when germs infect the system that carries urine out of your body -- the kidneys, bladder, and the tubes that connect them. Bladder infections are common and usually not serious if treated promptly. But if the infection spreads to the kidneys, it can cause more serious illness.  UTI symptoms: Bladder infection Most UTIs are bladder infections. Symptoms include:     * Pain or burning during urination     * The urge to urinate often     * Pain in the lower abdomen     * Urine that is cloudy or foul-smelling     * Some people may have no symptoms UTI symptoms: Kidney infection An untreated bladder infection can spread to the kidneys. Signs of this include:     * Pain on either side of the lower back     * Fever and chills     * Nausea and vomiting When to see your doctor See your doctor right away if you have signs of a urinary tract infection. A bladder infection is generally not a medical emergency – but some people have a higher risk for complications. This includes pregnant women, the elderly, and men, as well as people with diabetes, kidney problems, or a weakened immune system. UTI or something else? Although burning during urination is a <em>telltale</em> sign of a UTI, it can  also be a symptom of certain sexually transmitted diseases (STDs.) These  include chlamydia, gonorrhea, and trichomoniasis. Simple lab tests are  available to distinguish a UTI from an STD. Honeymoon cystitis Few things can ruin a honeymoon like a UTI. But this is so common, it has its own name – \"honeymoon cystitis.\" The reason is that sexual activity can push bacteria into the urethra. Of course, the problem is not confined to honeymoons. Some women get a bladder infection almost every time they have sex. Women who use a diaphragm for birth control are especially vulnerable. Stealth UTI Occasionally, UTIs occur without the classic symptoms. A person may have no symptoms at all. Yet, a urine test shows the presence of bacteria. This is known as asymptomatic bacteriuria. In many cases, no treatment is needed. But pregnant women, some children, and recipients of kidney transplants should be treated to avoid a kidney infection. UTI Complications The main danger associated with untreated UTIs is that the infection may spread from the bladder to one or both kidneys. When bacteria attack the kidneys, they can cause damage that will permanently reduce kidney function. In people who already have kidney problems, this can raise the risk of kidney failure. There’s also a chance that the infection may enter the bloodstream and spread to other organs. How do UTIs begin? Many types of bacteria live in the intestines and the genital area, but this is not true of the urinary system. In fact, urine is sterile. So when errant bacteria, such as the E. coli shown here, is accidentally introduced into the urinary system, it can start a UTI. Typically, bacteria travel up the urethra to the bladder, where an infection can take hold. Women are more susceptible than men, probably because they have shorter urethras. What boosts your risk? UTIs are most common in sexually active women. Other factors that may increase your risk include:     * Not drinking enough fluids     * Taking frequent baths     * Holding your urine     * Kidney stones Urinary tract infections in men Men are much less likely than women to get UTIs. When it does happen, it's often related to another underlying medical condition, such as a kidney stone or an enlarged prostate. Diagnosing UTIs The first step in diagnosing a UTI is usually a simple urine test called a urinalysis. It looks for bacteria, as well as abnormal counts of white and red blood cells. The dipstick test provides quick results. Your doctor may also send your urine to a lab for culture to confirm the type of bacteria. At-home test kits can help detect a UTI, but are not 100% accurate. Be sure to go over the results and your symptoms with your doctor. Treating UTIs Prescription antibiotics will almost always cure a UTI. Your health care provider may recommend drinking lots of fluids and emptying your bladder frequently to help flush out the bacteria. Kidney infections can often be treated with oral antibiotics, too. But severe kidney infections may require hospital care, including a course of intravenous antibiotics. Treating recurrent UTIs Some women are prone to getting UTIs over and over again. If you have three or more a year, talk to your doctor about how to prevent or minimize these infections. Your options may include:     * Taking a low dose of antibiotics long-term     * Taking a single antibiotic dose after sex     * Taking antibiotics promptly as self-treatment when symptoms appear UTIs and diabetes People with diabetes are more vulnerable to UTIs for several reasons. First, their immune systems tend to be weaker. Second, high blood sugar can spill into the urine and encourage the growth of bacteria. Also, nerve damage related to diabetes can prevent the bladder from fully emptying. People with diabetes should talk with their doctor at the first sign of a UTI. UTIs and pregnancy During pregnancy, there are several factors that boost the risk of UTIs, especially a kidney infection. Hormones cause changes in the urinary tract, and the uterus may put pressure on the ureters or bladder or both -- making it more difficult for urine to pass from the kidneys to the bladder and out.  Untreated UTIs can contribute to preterm labor, so be sure to alert your doctor if you suspect you have an infection. UTIs and menopause Estrogen has a protective effect in the urinary tract, but levels of this hormone drop off significantly during menopause. Low estrogen levels can make it easier for bacteria to thrive in the vagina or urethra. For this reason, women may be more susceptible to UTIs after menopause. UTIs and hospital stays A hospital stay can put you at risk for a UTI, particularly if you need to use a catheter. This is a thin tube that's inserted through the urethra to carry urine out of the body. Bacteria can enter through the catheter and reach the bladder. This is more often a problem for older adults who require prolonged hospital stays or who live in long-term care facilities. UTIs in the elderly UTIs are among the most common infections in the elderly. But the symptoms may not follow the classic pattern. Agitation, delirium, or other behavioral changes may be the only sign of a UTI in elderly men and women. This age group is also more likely to develop serious complications as a result of UTIs. UTIs in infants Babies occasionally develop UTIs, but they can’t tell you what they feel. Here are some signs to watch for:     * An unexplained fever     * Strange-smelling urine     * Poor appetite or vomiting     * Fussy behavior UTIs in children About 1% of boys and 3% of girls develop UTIs by age 11. This includes some children who repeatedly delay a bathroom trip. Their muscles may not relax enough to fully empty the bladder and flush away any bacteria. More regular bathroom trips and drinking plenty of liquids may help. A small number of children have a structural problem that obstructs urine flow or lets urine flow back from the bladder to the kidneys, triggering chronic kidney infections. UTI or potty training problem? Accidents are par for the course during toilet training. Even kids who have mastered the art of the potty may sometimes have a relapse. Other children may scream or cry when taken to the potty, as a way of rebelling against the process. These are generally not signs of a UTI. Preventing UTIs Here are several strategies to reduce your risk of UTIs:     * Drink plenty of water.     * Visit the toilet before and after sex.     * Wipe from front to back.     * Avoid feminine hygiene sprays.     * Take showers instead of baths. The cranberry connection Maybe Mom told you that cranberry juice cures a UTI. She’s close. Some studies suggest it can prevent, but not treat an infection, and is more effective in young and middle-aged women. Cranberries contain a substance that prevents E. coli bacteria from sticking to the walls of the bladder. If you don’t like the taste of cranberry juice, capsules or tablets may work, too. People with a history of kidney stones should check with a doctor, first.                    ",
            "vi": "Nhiễm trùng đường tiểu là gì? Khoảng chừng ½ phụ nữ sẽ bị nhiễm trùng đường tiểu (UTI) vào một lúc nào đó trong đời. Chứng bệnh này xảy ra khi các mầm bệnh làm nhiễm trùng cơ quan dẫn nước tiểu ra ngoài cơ thể - thận, bàng quang, và các ống nối chúng với nhau. Viêm bàng quang là bệnh thường thấy và thường không gây nguy hiểm nếu được chữa trị kịp thời. Nhưng nếu chứng nhiễm trùng này lan sang thận thì nó có thể gây ra bệnh nguy hiểm hơn.  Triệu chứng nhiễm trùng đường tiểu: Viêm bàng quang Hầu hết các trường hợp nhiễm trùng đường tiểu đều bị viêm bàng quang, triệu chứng bao gồm:  * Đau hoặc rát khi đi tiểu  * Thường xuyên mắc tiểu  * Đau bụng dưới  * Nước tiểu đục hoặc có mùi hôi khó chịu * Một số người có thể không có triệu chứng gì  Triệu chứng nhiễm trùng đường tiểu: Nhiễm trùng thận  Chứng viêm bàng quang nếu để lâu không chữa thì nó có thể lây sang thận, dấu hiệu gồm:  * Đau ở hai bên thắt lưng * Ớn lạnh và sốt  * Buồn nôn và ói mửa Khi nào nên đến khám bác sĩ  Bạn nên đến khám bác sĩ ngay nếu có dấu hiệu nhiễm trùng đường tiểu. Viêm bàng quang thường không phải là bệnh cấp cứu – nhưng một số người có nguy cơ biến chứng cao hơn, gồm phụ nữ có thai, người lớn tuổi, và nam giới, cũng như bệnh nhân bị tiểu đường, bị bệnh thận, hoặc có hệ miễn dịch suy yếu. Nhiễm trùng đường tiểu hay là một chứng bệnh nào khác?  Mặc dù cảm giác nóng rát khi đi tiểu là một dấu hiện báo trước chứng nhiễm trùng đường tiểu (UTI), nhưng đây cũng là một triệu chứng của một số bệnh lây truyền qua đường tình dục (STDs.) nào đó như bệnh lây qua đường tình dục, bệnh lậu, và bệnh trùng mảng uốn roi đuôi. Người ta có thể làm nhiều xét nghiệm trong phòng thí nghiệm đơn giản để phân biệt UTI với STD.  Viêm bàng quang tuần trăng mật Ít có thứ gì có thể làm hỏng tuần trăng mật như bệnh nhiễm trùng đường tiểu cả. Nhưng điều này cũng thường hay xảy ra, như tên của nó – “viêm bàng quang tuần trăng mật”. Nguyên nhân là do hoạt động tình dục có thể đẩy vi khuẩn vào niệu đạo. Tất nhiên là vấn đề này không chỉ xảy ra ở tuần trăng mật thôi. Một số phụ nữ bị viêm bàng quang hầu như ở mỗi lần quan hệ tình dục. Bên cạnh đó, phụ nữ sử dụng màng chắn tránh thai cũng thường rất dễ bị tổn thương.  Chứng nhiễm trùng đường tiểu mà bệnh nhân không ý thức được Đôi khi bệnh nhiễm trùng đường tiểu xảy ra mà không có triệu chứng gì cổ điển. Bệnh nhân có thể không biểu hiện triệu chứng gì. Tuy nhiên, xét nghiệm nước tiểu cho thấy có vi khuẩn. Đây được gọi là chứng tồn tại vi khuẩn trong nước tiểu mà không có triệu chứng bệnh lý gì. Trong nhiều trường hợp, không cần phải điều trị bệnh nhiễm trùng đường tiểu. Nhưng đối với phụ nữ có thai, một số trẻ em, và người nhận ghép thận nên được điều trị để tránh làm nhiễm trùng thận. Các biến chứng của bệnh nhiễm trùng đường tiểu  Mối nguy hiểm chính liên quan đến chứng nhiễm trùng đường tiểu không được điều trị là nhiễm trùng có thể lan từ bàng quang sang một hoặc cả hai quả thận. Khi vi khuẩn tấn công thân, chúng có thể gây tổn thương cho thận và tổn thương này sẽ làm giảm chức năng thận vĩnh viễn. Ở những người đã bị bệnh thận, thì đây có thể làm tăng nguy cơ suy thận. Bên cạnh đó cũng có nguy cơ là bệnh nhiễm trùng có thể xâm nhập vào máu và lây lan đến nhiều cơ quan khác.   Chứng nhiễm trùng đường tiểu khởi phát như thế nào?  Nhiều loại vi khuẩn sống trong ruột và cơ quan sinh dục, nhưng đây không phải là hệ tiết niệu. Thực ra, nước tiểu là vô trùng. Vì thế khi vi khuẩn lang thang, chẳng hạn như trực khuẩn E.coli minh hoạ trong hình này, được đưa vào hệ tiết niệu một cách ngẫu nhiên, nó có thể là khởi phát chứng nhiễm trùng đường tiểu. Thông thường thì vi khuẩn vào niệu đạo đến bàng quang, và làm nhiễm trùng nơi đây. Phụ nữ dễ bị nhiễm trùng hơn nam giới, có lẽ bởi niệu đạo của họ ngắn hơn.  Điều gì làm tăng nguy cơ mắc bệnh của bạn?  Nhiễm trùng đường tiểu thường thấy nhất ở những phụ nữ quan hệ tình dục. Nhiều yếu tố khác có thể làm tăng nguy cơ mắc bệnh của bạn gồm:  * Không uống đủ nước * Tắm nhiều lần  * Nín tiểu * Sỏi thận Nhiễm trùng đường tiểu ở nam giới Nam giới rất ít bị nhiễm trùng đường tiểu hơn phụ nữ. Nhưng khi mắc bệnh thì thường liên quan đến một chứng bệnh nào đó tiềm ẩn khác, chẳng hạn như sỏi thận hoặc giãn tuyến tiền liệt. Chẩn đoán bệnh nhiễm trùng đường tiểu Bước đầu tiên để chẩn đoán nhiễm trùng đường tiểu thường là một xét nghiệm nước tiểu đơn giản được gọi là phân tích nước tiểu. Xét nghiệm này dò tìm vi khuẩn, đồng thời tính được số tế bào hồng cầu và bạch cầu bất thường. Xét nghiệm bằng que thử nước tiểu cho kết quả rất nhanh. Bác sĩ cũng có thể gởi nước tiểu của bạn đến phòng thí nghiệm cấy vi khuẩn để xác định loại vi khuẩn. Các dụng cụ làm xét nghiệm ở nhà cũng có thể giúp phát hiện được UTI, nhưng không chính xác hoàn toàn 100%. Đảm bảo nên thông báo kết quả và các triệu chứng cho bác sĩ biết.  Điều trị nhiễm trùng đường tiểu Thuốc kháng sinh theo toa hầu như lúc nào cũng chữa được chứng nhiễm trùng đường tiểu. Bác sĩ có thể khuyến cáo bạn nên uống nhiều nước và đi tiểu thường xuyên để làm sạch vi khuẩn. Nhiễm trùng thận thường có thể được điều trị bằng thuốc kháng sinh dạng uống. Nhưng nhiều trường hợp nhiễm trùng thận nặng có thể phải cần nhập viện, bao gồm cả quá trình sử dụng thuốc kháng sinh truyền qua đường tĩnh mạch. Điều trị chứng nhiễm trùng đường tiểu tái phát Một số phụ nữ rất dễ tái đi tái lại chứng nhiễm trùng đường tiểu. Nếu mỗi năm bạn cứ bị từ 3 lần trở lên thì nên nói chuyện với bác sĩ về cách phòng tránh và hạn chế đối đa chứng bệnh nhiễm trùng này. Bạn có thể lựa chọn những phương án dưới đây:  * Sử dụng kháng sinh liều thấp trong thời gian dài  * Dùng một liều kháng sinh sau khi quan hệ tình dục  * Sử dụng thuốc kháng sinh ngay tức khắc như là một phương pháp tự điều trị khi thấy bộc phát các triệu chứng bệnh Bệnh tiểu đường và nhiễm trùng đường tiểu  Người bị tiểu đường dễ bị nhiễm trùng đường tiểu hơn vì một số lý do. Một là, hệ miễn dịch của họ thường yếu hơn. Hai là, lượng đường trong máu cao có thể tràn vào nước tiểu và làm cho vi khuẩn phát triển nhiều hơn. Hơn nữa, tổn hại thần kinh do tiểu đường gây ra có thể làm cho bàng quang không sạch hết nước tiểu. Bệnh nhân bị tiểu đường nên thông báo cho bác sĩ biết dấu hiệu nhiễm trùng đường tiểu đầu tiên.  Chứng nhiễm trùng đường tiểu và thai nghén Có một số yếu tố làm tăng nguy cơ nhiễm trùng đường tiểu trong thời kỳ thai nghén, nhất là nhiễm trùng thận. Các hooc-môn làm cho đường tiểu biến đổi, và tử cung có thể đè nặng lên niệu quản hoặc bàng quang hoặc đè nặng lên cả hai – làm cho nước tiểu dẫn truyền từ thận đến bàng quang và ra ngoài trở nên khó khăn hơn. nhiễm trùng đường tiểu nếu để lâu không chữa có thể góp phần gây sinh non, vì vậy bạn nên đảm bảo phải thông báo cho bác sĩ biết nếu nghi ngờ mình bị nhiễm trùng nhé.  Nhiễm trùng đường tiểu và thời kỳ mãn kinh  Hoóc-môn estrogen có tác dụng bảo vệ đường tiểu, nhưng nồng độ hoóc-môn này giảm đáng kể trong thời kỳ mãn kinh. Nồng độ hoóc-môn môn ét-xtrô-gien thấp có thể tạo điều kiện dễ dàng hơn cho vi khuẩn sinh sôi trong âm đạo hoặc niệu đạo. Vì lý do này mà phụ nữ có thể dễ bị nhiễm trùng đường tiểu hơn sau khi mãn kinh.  Nhiễm trùng đường tiểu và tình trạng nằm viện  Nằm viện có thể làm cho bạn có nguy cơ bị nhiễm trùng đường tiểu, nhất là khi bạn cần phải sử dụng ống thông đường tiểu. Đây là một ống nhỏ được chèn qua niệu đạo để dẫn nước tiểu ra ngoài cơ thể. Vi khuẩn có thể xâm nhập vào bên trong qua ống thông đường tiểu và đến bàng quang. Đây là một vấn đề thường xuyên xảy ra hơn đối với người già lớn tuổi phải nằm viện thời gian dài hoặc người sống ở các cơ sở chăm sóc sức khỏe dài hạn.  Nhiễm trùng đường tiểu ở người già lớn tuổi  Nhiễm trùng đường tiểu là chứng nhiễm trùng thường thấy nhất ở người già. Nhưng các triệu chứng có thể không theo một kiểu cổ điển. Kích động, mê sảng, hoặc có những thay đổi hành vi khác có thể là một dấu hiệu duy nhất của bệnh đối với cả nam giới và phụ nữ lớn tuổi. Nhóm tuổi này cũng thường dễ phát sinh các biến chứng nghiêm trọng do nhiễm trùng đường tiểu gây ra.  Nhiễm trùng đường tiểu ở trẻ sơ sinh  Trẻ nhỏ đôi khi cũng bị nhiễm trùng đường tiểu, nhưng chúng không thể nói cho bạn nghe cảm giác của mình được. Dưới đây là một số dấu hiệu giúp bạn theo dõi con mình:  * Sốt không rõ nguyên nhân * Nước tiểu có mùi lạ * Chán ăn hoặc ói mửa * Hay quấy khóc Nhiễm trùng đường tiểu ở trẻ nhỏ  Có khoảng 1% bé trai và 3% bé gái bị nhiễm trùng đường tiểu trước 11 tuổi, bao gồm một số trẻ nhịn tiểu nhiều lần. Các cơ của chúng có thể không giãn đủ để có thể đi tiểu hết và đẩy vi khuẩn ra ngoài. Trẻ nhỏ có thể cải thiện tình trạng này bằng cách đi tiểu thường xuyên hơn và uống nhiều nước hơn. một vài em có vấn đề về cấu trúc làm cản trở luồng nước tiểu hoặc làm cho nước tiểu trở ngược từ bàng quang vào thận, gây nhiễm trùng thận mãn tính. Nhiễm trùng đường tiểu hay vấn đề huấn luyện đi vệ sinh? Các tai nạn thường xảy ra trong suốt quá trình cho trẻ nhỏ tự đi vệ sinh. Thậm chí khi trẻ đã quen với việc ngồi bô cũng có thể bị rủi ro. Nhiều trẻ có thể khóc thét hay la toáng lên khi phải ngồi bô, đây là một cách chống đối của chúng. Thông thường thì đây không phải là dấu hiệu của chứng nhiễm trùng đường tiểu.  Ngăn ngừa nhiễm trùng đường tiểu Dưới đây là một số phương pháp có thể giúp bạn giảm nguy cơ mắc bệnh:  * Uống nhiều nước. * Đi tiểu trước và sau khi quan hệ tình dục.  * Lau từ trước ra sau. * Tránh xịt vệ sinh phụ nữ.  * Bạn nên tắm vòi hoa sen thay vì bồn tắm.  Mối tương quan với man việt quất (tiểu hồng mai) Có thể mẹ bạn đã kể cho bạn biết nước ép man việt quất có tác dụng chữa bệnh nhiễm trùng đường tiểu. Mẹ bạn nói gần đúng đấy. Một số công trình nghiên cứu cho thấy man việt quất có thể phòng tránh, nhưng không chữa được bệnh nhiễm trùng, và hiệu quả hơn đối với phụ nữ ở tuổi thanh niên và trung niên. Man việt quất chứa chất có thể làm cho vi khuẩn đường ruột E coli không bám được vào vách bàng quang. Nếu không thích mùi vị của nước ép man việt quất, thì các viên nén hoặc viên con nhộng cũng có tác dụng tốt. Người có tiền sử bị sỏi thận nên tham khảo ý kiến của bác sĩ trước.   "
        },
        {
            "en": "The History of Titanic Disaster          The Ship of Dreams The Royal Mail Ship TITANIC was the last grand dream of the Gilded Age. It was designed to be the greatest achievement of an era of prosperity, confidence and propriety. Although no one knew it, the world was about to change drastically. Radio had been invented in 1901. The Wright Brothers' first successful flight was in 1903. The old presumptions about class, morals, and gender-roles were about to be shattered. If the concept of Titanic was the climax of the age, then perhaps its sinking was the curtain that marked the end of the old drama, and the start of a new one. The Plan of Titanic The intensely competitive transatlantic steamship business had seen recent major advances in ship design, size and speed. White Star Line, one of the leaders, determined to focus on size and elegance rather than pure speed. In 1907, White Star Line's managing director J. Bruce Ismay and Lord James Pirrie, a partner in Harland & Wolff (White Star Line's ship-builder since its founding in 1869) conceived of three magnificent steam ships which would set a new standard for comfort, elegance, and safety. The first two were to be named Olympic and Titanic, the latter name chosen by Ismay to convey a sense of overwhelming size and strength. It took a year to design the two ships. Construction of Olympic started in December, 1908, followed by Titanic in March 1909. The Belfast shipyards of Harland & Wolff had to be re-designed to accommodate the immense projects while White Star's pier in New York had to be lengthened to enable the ships to dock. During the two years it took to complete Titanic's hull, the press was primed with publicity about the ship's magnificence, making Titanic virtually a legend before her launch. The \"launch\" of the completed steel in May, 1911, was a heavily publicized spectacle. Tickets were sold to benefit a local children's hospital. She was then taken for \"fitting out\" which involved the construction of the ship's many facilities and systems, her elaborate woodwork and fine decor. As the date of her maiden voyage approached, the completed Olympic suffered a collision and required extensive repairs, increasing the workload at Harland & Wolff, which was already struggling to complete Titanic on schedule. Titanic's maiden voyage was delayed from March 20 to April 10. The Ship Titanic was 883 feet long (1/6 of a mile), 92 feet wide and weighed 46,328 tons. She was 104 feet tall from keel to bridge, almost 35 feet of which were below the waterline... even so, she stood taller above the water than most urban buildings of the time. There were three real smoke-stacks; a fourth, dummy stack was added largely to increase the impression of her gargantuan size and power and to vent smoke from her numerous kitchens and galleys. She was the largest movable object ever made by man. The ship's immense size and complexity is illustrated by an incident recalled by Second Officer Lightoller. There was a gangway door on the starboard side aft \"large enough to drive a horse and cart through.\" Yet three officers who joined the ship during her preparations spent a whole day simply trying to find their way to it. Moreover, she was designed to be a marvel of modern safety technology. She had a double-hull of 1-inch thick steel plates and a system of 16 water-tight compartments, sealed by massive doors which could be instantly triggered by a single electric switch on the bridge, or even automatically by electric water-sensors. The press began to call her \"unsinkable.\" Her accommodations were the most modern and luxurious on any ocean, and included electric light and heat in every room, electric elevators, a swimming pool, a squash court, a Turkish Bath, a gymnasium with a mechanical horse and mechanical camel to keep riders fit, and staterooms and first class facilities to rival the best hotels on the Continent. First class passengers would glide down a six-story, glass-domed grand staircase to enjoy haute cuisine in the sumptuous first class dining saloon that filled the width of the ship on D Deck. For those who desired a more intimate atmosphere, Titanic also offered a stately à la carte restaurant, the chic Palm Court and Verandah restaurant, and the festive Cafe Parisien. She offered two musical ensembles of the best musicians on the Atlantic, many of them lured from rival liners. There were two libraries, first- and second-class. Even the third class (steerage) cabins were more luxurious than the first class cabins on some lesser steamships, and boasted amenities (like indoor toilet facilities) that some of Titanic's emigrant passengers had not enjoyed in their own homes. The original design called for 32 lifeboats. However, White Star management felt that the boat-deck would look cluttered, and reduced the number to 20, for a total life-boat capacity of 1178. This actually exceeded the regulations of the time, even though Titanic was capable of carrying over 3500 people (passengers and crew). The Voyage of Titanic The maiden voyage lured the \"very best people:\" British nobility, American industrialists, the very cream of New York and Philadelphia society. It also attracted many poor emigrants, hoping to start a new life in America or Canada. The journey began at Southampton on Wednesday April 10, 1912 at Noon. By sundown, Titanic had stopped in Cherbourg, France to pick up additional passengers. That evening she sailed for Queenstown, Ireland, and at 1:30 PM on Thursday, April 11, she headed out into the Atlantic. The seasoned transatlantic passengers were deeply impressed by the new ship. She was so massive that they barely felt the movement of the sea at all. Her huge, powerful engines produced almost none of the annoying vibration common on other steamers, and their noise was barely perceptible. And she achieved this extraordinary level of comfort while traveling at 22 knots, not the fastest boat on the route, but certainly one of the top five. Weather was pleasant and clear, and the water temperature was about 55 degrees. The winter of 1912 had been unusually mild, and unprecedented amounts of ice had broken loose from the arctic regions. Titanic was equipped with Marconi's new wireless telegraph system and her two Marconi operators kept the wireless room running 24 hours a day. On Sunday, April 14, the fifth day at sea, Titanic received five different ice-warnings, but the captain was not overly concerned. The ship steamed ahead at 22 knots, and the line's Managing Director J. Bruce Ismay relished the idea of arriving in New York a day ahead of schedule. The New Disaster was born On the night of April 14, wireless operator Phillips was very busy sending chatty passenger's messages to Cape Race, Newfoundland, whence they could be relayed inland to friends and relatives. He received a sixth ice-warning that night, but didn't realize how close Titanic was to the position of the warning, and put that message under a paperweight at his elbow. It never reached Captain Smith or the officer on the bridge. By all accounts, the night was uncommonly clear and dark, moonless but faintly glowing with an incredible sky full of stars. The stars were so bright that one officer mistook the planet Jupiter (then rising just above the horizon) for a steamship light. The sea was, likewise, unusually calm and flat, \"like glass\" said many survivors. The lack of waves made it even more difficult to spot icebergs, since there was no <em>telltale</em> white water breaking at the edges of the bergs. At 11:40, a lookout in the crow's nest spotted an iceberg dead ahead. He notified the bridge and First Officer Murdoch ordered the ship turned hard to port. He signaled the engine room to reverse direction, full astern. The ship turned slightly, but it was much too large, moving much too fast, and the iceberg was much too close. 37 seconds later, the greatest maritime disaster in history began. During that night of heroism, terror and tragedy, 705 lives were saved, 1502 lives were lost, and many legends were born.",
            "vi": "Lịch sử thảm hoạ tàu Titanic       Con tàu của Những giấc mơ Royal Mail Ship (Tàu chở bưu kiện hoàng gia) TITANIC là giấc mơ vĩ đại cuối cùng của Thời kỳ mạ vàng. Nó được thiết kế để trở thành một thành tựu kỳ vĩ nhất trong kỷ nguyên của thịnh vượng, tự tôn và sự tuân theo những chuẩn mực xã hội. Mặc dù không ai biết điều này nhưng thế giới sắp bước vào những cuộc thay đổi mạnh mẽ. Sóng vô tuyến đã được phát minh vào năm 1901. Chuyến bay thành công đầu tiên của anh em nhà Wright được thực hiện vào năm 1903. Những thói kiêu căng cũ kỹ về giai cấp, đạo đức, và vai trò nam nữ sẽ tiêu tan. Nếu khái niệm về con tàu Titanic là cao trào của thời đại này thì có lẽ vụ đắm tàu của nó là bức màn đánh dấu sự kết thúc những vở kịch xưa cũ và sự bắt đầu một cái mới.  Dự án con tàu Titanic Công việc kinh doanh cạnh tranh khốc liệt trong ngành tàu hơi nước xuyên Đại tây dương gần đây đã chứng kiến những tiến bộ vượt bậc về thiết kế, kích thước và tốc độ của những con tàu. White Star Line, một trong những hãng vận chuyển hàng đầu, quyết tập trung đeo đuổi tiêu chí kích cỡ và vẻ ngoài sang trọng chứ không theo tiêu chí tốc độ thuần tuý. Vào năm 1907, Giám đốc Điều hành J. Bruce Ismay của White Star Line và Ngài James Pirrie, đối tác thuộc Harland & Wolff (hãng đóng tàu cho White Star Line từ khi thành lập vào năm 1869 ) thai nghén ra ba con tàu hơi nước tráng lệ mà qua đó sẽ thiết lập một tiêu chuẩn mới về sự thoải mái, sang trọng, và an toàn. Hai con tàu đầu tiên được đặt tên là Olympic và Titanic, với cái tên Titanic do chính Ismay đặt ra nhằm thể hiện ý nghĩa về một cái gì đó hết sức khổng lồ và hùng mạnh.  Phải mất một năm để thiết kế hai con tàu. Việc đóng tàu Olympic được khởi công vào tháng 12 năm 1908, sau đó là đến tàu Titanic vào tháng 3 năm 1909. Xưởng tàu Belfast của Harland & Wolff phải được thiết kế lại để tương thích với những dự án tầm cỡ trong khi đó cầu tàu của White Star ở New York phải được mở rộng để tàu dễ dàng cập bến. Trong hai năm trời hoàn thành lớp vỏ cho Titanic, báo chí bị mồi đăng những thông tin quảng bá về sự tuyệt vời của con tàu, khiến Titanic gần như trở thành một huyền thoại ngay khi chưa hạ thuỷ. Sự kiện \"hạ thuỷ\" của cỗ máy hoàn toàn bằng thép này diễn ra vào tháng 5 năm 1911 được quảng cáo hết sức rầm rộ. Vé đã được bán ra để hiến tặng cho một bệnh viện nhi ở địa phương.  Sau đó con tàu được “trang bị” bao gồm việc thiết đặt những tiện nghi và hệ thống, những đồ đạc bằng gỗ tinh xảo và đồ trang trí lộng lẫy. Khi ngày bắt đầu chuyến hải hành đầu tiên gần kề thì con tàu hoàn chỉnh Olympic bị va đụng và cần được sửa chữa hoàn toàn, điều này làm gia tăng khối lượng công việc tại Harland & Wolff nơi mọi người đang cố sức hoàn thành con tàu Titanic đúng thời hạn. Chuyến đi vượt biển đầu tiên của Titanic thay vì vào ngày 20 tháng ba đã bị hoãn lại đến ngày 10 tháng tư. Con tàu Titanic dài 883 phút (tương đương 1/6 của một dặm ), rộng 92 phút và nặng 46.328 tấn. Con tàu cao 104 phút tính từ sống tàu đến đài chỉ huy, trong đó gần 35 phút là chìm bên dưới mớn nước ... dẫu vậy, nó vẫn đứng trên mặt nước cao hơn hầu hết các toà nhà đô thị vào lúc bấy giờ. Có ba ống khói thực; cái thứ tư chỉ là ống khói giả được thêm vào chủ yếu để làm tăng ấn tượng về tầm vóc vĩ và sức mạnh của con tàu và để thông khói từ vô số nhà bếp trên tàu. Con tàu là một vật thể chuyển động lớn nhất từ trước đến nay do con người làm ra. Kích thước khổng lồ và độ phức tạp của con tàu được minh hoạ qua trí nhớ của Sĩ quan hạng nhì Lightoller. Có một cánh cửa cầu tàu trên mạn phải đuôi tàu \"to đến mức một cỗ xe ngựa có thể chui lọt”. Ba vị sĩ quan đã tham quan con tàu trong giai đoạn chuẩn bị đã phải mất trọn một ngày chỉ để tìm lối đi vào con tàu.  Ngoài ra, con tàu được thiết kế để trở thành một kỳ công trong công nghệ an toàn hiện đại. Nó có vỏ bọc hai lớp bằng thép dày 1 in-sơ và một hệ thống gồm 16 khoang được phong kín bằng những cánh cửa khổng lồ mà chỉ có thể vận hành bằng một công tắc điện trên đài chỉ huy, hoặc thậm chí là tự động bằng hệ thống cảm biến nước bằng điện tử.  Báo chí bắt đầu ca ngợi gọi con tàu ấy là \"không thể chìm.\" Chỗ ăn nghỉ trên tàu thuộc vào loại hiện đại nhất và sang trọng nhất trên đời, và bao gồm đèn điện và lò sưởi trong mỗi căn phòng, thang máy, một hồ bơi, một sân bóng quần, một nhà tắm kiểu Thổ Nhĩ Kỳ, một phòng tập thể dục trang bị một con ngựa máy và con lạc đà bằng máy cho quý khách cưỡi để tập luyện, và những phòng khánh tiết cùng các tiện ích hạng nhất đủ sức cạnh tranh với những khách sạn tốt nhất trên lục địa. Những hành khách hạng nhất sẽ được lướt đi trên chiếc cầu thang 6 tầng, vòm bằng kính, để  thưởng thức tay nghề nấu ăn thượng hạng trong phòng ăn sang trọng bậc nhất chiếm cả chiều rộng con tàu ở Boong D. Với những ai muốn tận hưởng không khí thân mật hơn thì Titanic cũng trang bị nhà hàng theo kiểu gọi món (à la carte) sang trọng, nhà hàng Palm Court and Verandah thanh lịch, và quán cà phê Parisien sôi động. Con tàu cũng có hai dàn nhạc quy tụ những nhạc sĩ tài giỏi vùng Đại Tây Dương, nhiều người trong họ được chiêu dụ từ những hãng vận chuyển đối thủ. Có hai thư viện, một cái hạng nhất và một cái hạng hai. Thậm chí những ca-bin hạng ba (hạng chót) cũng sang trọng hơn những ca-bin hạng nhất trên một ít tàu hơi nước khác, và điều hứng thú đáng kiêu hãnh (như các tiện nghi vệ sinh trong phòng) với không ít các hành khách di cư trên con tàu Titanic là đó là những thứ họ chưa bao giờ được hưởng thụ ngay trong nhà riêng của mình. Thiết kế ban đầu yêu cầu là có 32 thuyền cứu sinh. Tuy nhiên, ban quản lý White Star cảm thấy rằng boong tàu sẽ trông rất bừa bãi, và đã giảm con số này xuống còn 20, với sức chứa 1178 người. Điều này thật sự vượt quá quy định trong thời bấy giờ, mặc dù Titanic có khả năng chở hơn 3500 người (bao gồm hành cả hành khách và thuỷ thủ đoàn). Hành trình của con tàu Titanic Chuyến hải hành đầu tiên đã cám dỗ \"những thành phần cao quý nhất:” những nhà quý tộc Anh, những tay tư bản công nghiệp Mỹ, những bậc ưu tú trong xã hội New York và Philadelphia. Nó cũng thu hút nhiều dân nhập cư nghèo, với hi vọng đổi đời ở Mỹ hoặc Ca-na-đa. Chuyến đi bắt đầu từ Southampton vào thứ tư ngày 10 tháng 4 năm 1912 vào lúc 12g trưa. Đến chiều thì Titanic dừng lại ở Cherbourg, Pháp để đón thêm hành khách. Tối hôm đó con tàu giong thuyền ra khơi đến Queenstown, Ai len, và vào lúc 1 giờ 30 phút chiều vào ngày thứ năm, ngày 11 tháng 4, con tàu thẳng tiến ra Đại Tây Dương. Những hành khách vốn thường qua lại trên Đại tây dương bị gây ấn tượng mạnh bởi con tàu mới. Nó to lớn đến nỗi họ không mảy may cảm thấy được một cử động nào trên mặt nước. Những động cơ khổng lồ và cực mạnh hầu như không gây ra cảm giác chao đảo khó chịu như những con tàu hơi nước khác, và cũng khó mà nghe thấy một tiếng ồn nào. Và nó hoàn toàn vận hành một cách êm xui khi di chuyển với tốc độ 22 hải lý/giờ, tuy không phải là chiếc tàu chạy nhanh nhất trên hải trình nhưng chắc chắn nó cũng nằm trong danh sách năm chiếc tàu chạy nhanh nhất. Thời tiết tốt và quang đãng, và nhiệt độ nước vào khoảng 55 độ. Mùa đông của năm 1912 lúc nào cũng dịu nhẹ và chưa ai từng thấy hiện tượng tuyết lở ở vùng Bắc cực . Tàu Titanic được trang bị hệ thống điện tín vô tuyến tân tiến của Marconi và hai nhân viên túc trực buồng vô tuyến làm việc 24 giờ mỗi ngày. Vào ngày chủ nhật, ngày 14 tháng 4, ngày thứ năm trên biển, tàu Titanic nhận năm cảnh báo khác nhau về băng trôi nhưng thuyền trưởng đã phớt lờ. không được quá mức quan ngại. Con tàu vẫn tiến về phía trước ở tốc độ 22 hải lý/giờ, và Giám đốc Điều hành J. Bruce Ismay của hãng vận chuyển đang phấn khích hi vọng con tàu sẽ đến New York sớm trước một ngày so với dự tính. Tấn thảm hoạ mới bắt đầu Vào đêm ngày 14 tháng 4, Phillips người điều hành trạm vô tuyến đang rất bận phải gởi tin nhắn của hành khách đến Cape Race, Newfoundland, nơi mà từ đó chúng có thể được chuyển tiếp vào nội địa tới bạn bè và họ hàng. Tối đó anh ấy nhận cảnh báo thứ sáu về băng trôi, nhưng không nhận ra Titanic đang cách vị trí cảnh báo gần như thế nào, và đã đặt thông điệp đó dưới cục chặn giấy ở khuỷu tay của anh ấy. Nó không bao giờ đến được tay thuyền trưởng Smith hay các sĩ quan khác trong đài chỉ huy. Người ta kể rằng, đêm đó trời trong và tối một cách bất thường, không có trăng nhưng bầu trời mờ ảo lạ thường với hàng ngàn ngôi sao đang rực sáng. Các ngôi sao sáng đến nỗi một sĩ quan nhầm tưởng sao Mộc (mọc phía trên đường chân trời) là ánh sáng của một chiếc tàu hơi nước nào đó. Biển cũng thế, luôn phẳng lặng và yên tĩnh “như gương” theo lời của nhiều người sống sót kể lại. Biển không có lấy một gợn sóng, càng làm người ta khó xác định được núi băng trôi, vì không có bọt nước trắng xoá ở rìa núi băng để báo hiệu. Vào lúc 11 giờ 40, một nhân viên đứng gác trên đỉnh cột buồm đã nhìn thấy một núi băng sừng sững ngay phía trước. Anh ấy thông báo lên đài chỉ huy và Sĩ quan hạng nhất Murdoch ra lệnh quay đầu con tàu về cảng. Ông ấy báo hiệu buồng máy quay ngược hướng tàu, lùi hết máy. Phía. Con tàu quay nhè nhẹ, nhưng nó quá lớn, lại đang di chuyển quá nhanh, và núi băng trôi thì lại quá gần. Chỉ 37 giây sau, thảm hoạ hàng hải tồi tệ nhất trong lịch sử bắt đầu. Trong suốt cái đêm của chủ nghĩa anh hùng, nỗi kinh hoàng và tấn bi kịch, 705 người được cứu sống, 1502 người bị mất tích, và nhiều truyền thuyết từ đó được sinh ra."
        }
    ],
    "suggestions": []
}