{
    "en_vn": {
        "data": {
            "content": null,
            "word": "temporomandibular",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "temporomandibular",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "temporomandibular",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "temporomandibular",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuộc thái dương - hàm dưới</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">temporomandibular joint</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khớp thái dương - hàm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">temporomandibular joint syndrome</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội chứng khớp thái dương - hàm</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "temporomandibular",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Temp</em>. range",
            "vi": "Phạm vi đo nhiệt độ"
        },
        {
            "en": "cam <em>om</em> lai",
            "vi": "keep your mouth"
        },
        {
            "en": "She has a textbook <em>om</em> Asian economics.",
            "vi": "Cô ta có cuốn sách giáo khoa về kinh tế châu Á."
        },
        {
            "en": "Max <em>temp</em> I ever got was 80 degree Celcius.",
            "vi": "Nhiệt độ cao nhất mà em từng gặp là 80 độ C."
        },
        {
            "en": "I have just extended my <em>temp</em> resident permit.",
            "vi": "Tôi vừa gia hạn giấy phép cư trú tạm thời của tôi."
        },
        {
            "en": "Oh, <em>TEMP</em> means temporary position and PERM means permanent position.",
            "vi": "Ồ, temp có nghĩa là chức vụ tạm thời và perm có nghĩa là chức vụ lâu dài."
        },
        {
            "en": "Uber launches xe <em>om</em>-hailing service for Vietnam, challenging pioneer Grab",
            "vi": "Uber ra mắt dịch vụ xe ôm cho thị trường Việt Nam, thách thức người tiên phong Grab"
        },
        {
            "en": "An appliance to prevent normal closure of the teeth in the treatment of the <em>temporomandibular</em> joint syndrome.",
            "vi": "Một thiết bị để ngừa các răng khớp lại bình thường khi chữa trị hội chứng khớp thái dương - hàm."
        },
        {
            "en": "In Vietnam, most ‘traditional’ xe <em>om</em> drivers are self-employed and fares are highly negotiable.",
            "vi": "Ở Việt Nam, hầu hết loại hình xe ôm 'truyền thống' là tự kinh doanh và giá cả được quyết định thông qua thương lượng."
        },
        {
            "en": "Tôi có thể thấy trời tối <em>om</em> trong phòng tôi - sau hoàng hôn.",
            "vi": "I could see that it was dark in my room – after nightfall."
        },
        {
            "en": "<em>OM</em> wouldn't do the same thing if they were put in our situation.",
            "vi": "OM sẽ không làm điều tương tự nếu họ được đặt vào hoàn cảnh của chúng tôi."
        },
        {
            "en": "He started working as a xe <em>om</em> driver and saving money.",
            "vi": "Quang bắt đầu công việc của mình bằng nghề xe ôm và dành dụm tiền."
        },
        {
            "en": "The current increase in global <em>temp</em> era ture of 0.7°C since pre-industrial times is disrupting life in the oceans, from the tropics to the poles.",
            "vi": "Sự gia tăng mới đây của nhiệt độ toàn cầu là 0.7 độ C kể từ thời kì tiền công nghiệp đang làm phá vỡ sự sống trong đại dương, từ các vùng nhiệt đới cho đến các cực."
        },
        {
            "en": "Her husband works as a xe <em>om</em> driver in Hanoi, while Quyen sells eggs on every corner she can in the capital city’s Old Quarter.",
            "vi": "Chồng cô làm nghề lái xe ôm ở Hà Nội, trong khi cô Quyên bán trứng trên mọi ngóc ngách mà cô có thể đến ở Khu Phố Cổ của thủ đô."
        },
        {
            "en": "Martin Bloomfield took the photos and produced the final images, and the xe <em>om</em> drivers at the Metropole Hotel obliged us.",
            "vi": "Martin Bloomfield đã chụp ảnh và thiết kế ảnh, và những người lái xe ôm bên cạnh Khách sạn Metropole đã giúp đỡ chúng tôi."
        },
        {
            "en": "Ride-share rivals Uber and Grab have extended their battle in Vietnam to a new arena: xe <em>om</em>, the motorbike taxi typical of the Southeast Asian country.",
            "vi": "Hai đối thủ Uber và Grab đã mở rộng cuộc chiến của họ ở Việt Nam với một đấu trường mới: xe ôm, dạng vận tải hành khách tiêu biểu của các quốc gia Đông Nam Á."
        },
        {
            "en": "Almost immediately after UberMoto was launched, Grab announced that it cut fares in the same two cities for its own xe <em>om</em>-booking service, GrabBike.",
            "vi": "Sau khi UberMoto được ra mắt, gần như ngay lập tức, Grab thông báo rằng họ sẽ giảm giá cả đối với dịch vụ GrabBike cho hai thành phố kể trên."
        },
        {
            "en": "Ngoc, 23, says he started the “Hug Me” (<em>Om</em> toi di) campaign in February, inspired by the Free Hugs social movement in Australia.",
            "vi": "Anh Ngọc, 23 tuổi, nói anh ấy bắt đầu chiến dịch \"Hug Me\" vào tháng 2, lấy cảm hứng từ những cái ôm miễn phí ở Úc."
        },
        {
            "en": "Her husband works as a xe <em>om</em> driver in Hanoi, while Quyen sells eggs on every corner she can in the capital city’s Old Quarter.",
            "vi": "Chồng cô làm nghề lái xe ôm ở Hà Nội, trong khi cô Quyên bán trứng trên mọi ngóc ngách mà cô có thể đến ở Khu Phố Cổ của thủ đô."
        },
        {
            "en": "Before cashing in on her lottery win Jane was working as an admin <em>temp</em> for £8 per hour while living at home with her mum Linda in a two-bedroom flat on a council estate.",
            "vi": "Trước khi trúng số, Jane làm admin không chính thức kiếm được 8 bảng Anh mỗi giờ, sống chung nhà với mẹ cô là bà Linda trong một căn hộ hai phòng ngủ ở khu nhà do chính quyền xây."
        }
    ],
    "suggestions": []
}