{
    "en_vn": {
        "data": {
            "content": null,
            "word": "teng",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "teng",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "teng",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "teng",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "teng",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "One thing Lee <em>Teng</em> - hui is known for is being an astute scholar.",
            "vi": "Ai cũng biết một điều, Lee Teng-hui là một học giả sắc sảo."
        },
        {
            "en": "Did you see Lee <em>Teng</em>-hui's arrival in America on television?",
            "vi": "Bạn có xem tường thuật cảnh Lee Teng - hui đến Mỹ trên tivi không?"
        },
        {
            "en": "Did you see Lee <em>Teng</em>-hui's arrival in America on television?",
            "vi": "Anh có xem tường thuật cảnh lee teng - hui đến mỹ trên ti - vi không?"
        },
        {
            "en": "One thing Lee <em>Teng</em>-hui is known for is being an astute scholar.",
            "vi": "Ai cũng biết một điều, lee teng - hui là một học giả sắc sảo."
        },
        {
            "en": "The former President of Taiwan Lee <em>Teng</em>-hui has left for the United States.",
            "vi": "Cưu tổng thống đài loan, ông lý đăng huy đã đến thăm hoa kỳ."
        },
        {
            "en": "Not many Vietnamese know about the <em>Teng</em> Village of the H’Rê people and their brocade. How did you discover it?",
            "vi": "Không có nhiều người Việt biết về làng Teng của người H'Rê và loại vải thổ cẩm của họ. Bạn khám phá ra điều đó như thế nào?"
        },
        {
            "en": "Not many Vietnamese know about the <em>Teng</em> Village of the H’Rê people and their brocade. How did you discover it?",
            "vi": "Không có nhiều người Việt biết về làng Teng của người H'Rê và loại vải thổ cẩm của họ. Bạn khám phá ra điều đó như thế nào?"
        },
        {
            "en": "In an abrupt reversal hailed here as a diplomatic breakthrough, the Clinton administration yesterday issued permission to President Lee <em>Teng</em>-hui to visit his alma mater Cornell University.",
            "vi": "Trong một tình huống đảo lộn đến bất ngờ được hoan nghênh ở đây như là một đột phá về mặt ngoại giao, chính quyền clinton hôm qua đã cho phép tổng thống lee teng - hui đến thăm trường cũ của ông là đại học cornell."
        },
        {
            "en": "They considered letting Lee <em>Teng</em>-hui visit as the president of Taiwan the same as saying Taiwan was an independent country.",
            "vi": "Họ xem việc cho phép Lee Teng - hui đến thăm với tư cách là Tổng thống Đài Loan đồng nghĩa với việc tuyên bố Đài Loan là một nước độc lập."
        },
        {
            "en": "Duy Nguyen impressed the public at the Fall-Winter Fashion Week recently with new suits that used brocade made by the H’Rê ethnic minority people from <em>Teng</em> Village in Quang Ngai Province. The 30-year-old designer feels Vietnamese fashion should preserve and promote the nation’s indigenous materials and culture. His own fashion sense is rooted in his culture, he told Vuong Bach Lien.",
            "vi": "Duy Nguyễn gần đây đã gây ấn tượng với công chúng trong Tuần lễ Thời trang Thu-Đông với những trang phục mới sử dụng vải thổ cẩm của người dân tộc H'Rê từ thôn Teng thuộc tỉnh Quảng Ngãi. Nhà thiết kế 30 tuổi thấy rằng thời trang Việt Nam cần được giữ gìn và phát triển những nguyên vật liệu cũng như là văn hoá bản địa của đất nước. Xu hướng thời trang của anh bắt nguồn từ nền văn hoá, theo lời anh nói với Vương Bạch Liên."
        },
        {
            "en": "Duy Nguyen impressed the public at the Fall-Winter Fashion Week recently with new suits that used brocade made by the H’Rê ethnic minority people from <em>Teng</em> Village in Quang Ngai Province. The 30-year-old designer feels Vietnamese fashion should preserve and promote the nation’s indigenous materials and culture. His own fashion sense is rooted in his culture, he told Vuong Bach Lien.",
            "vi": "Duy Nguyễn gần đây đã gây ấn tượng với công chúng trong Tuần lễ Thời trang Thu-Đông với những trang phục mới sử dụng vải thổ cẩm của người dân tộc H'Rê từ thôn Teng thuộc tỉnh Quảng Ngãi. Nhà thiết kế 30 tuổi thấy rằng thời trang Việt Nam cần được giữ gìn và phát triển những nguyên vật liệu cũng như là văn hoá bản địa của đất nước. Xu hướng thời trang của anh bắt nguồn từ nền văn hoá, theo lời anh nói với Vương Bạch Liên."
        }
    ],
    "suggestions": []
}